[
  {
    "title": "Aoki_Hagane_no_Arpeggio__Ars_Nova",
    "id": "18893",
    "url": "https://myanimelist.net/anime/18893/Aoki_Hagane_no_Arpeggio__Ars_Nova",
    "user": "semor",
    "profile": "/profile/semor/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=127571",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  8\n\n\nストーリー（7）\n\n話はかなりオリジナルです。\nそれは、「生きている」ことを意味するものに触れ、あなた自身の意識を持っています。 これは、強力な戦艦を制御することができるかわいい女の子に関係するとき、これはそれを見ることがさらに楽しくなります:)しかし、彼らが持っているように見えるすべての意識のために、彼らは彼らが怒っている人の隣に赤面以上に得ることができません。 彼らが本当に何で、どこから来ているのかはこのショーでは答えられません。それは残念です。 たぶんこれはマンガに表示されるかもしれませんが、アニメはそれ自体で立つことができるはずだと思うので、あまりにも多くの未解決の質問があると本当に感じます。\n\n\nキャラクター（6）：\nコードギアスのルルーシュの「天才」を模倣したかったような気持ちがありました。実際に彼がしていることをするための本当の動機を与えることはありませんでした。 彼は彼の命令に従うことを望むと決めたこの素晴らしい武器につまずいてしまいます。 彼は単に変更を望んでいる平均以上のスマートな少年です（誰もこの世界でこれを望んでいないだろうか？）\n\nほとんどの人物の背景にはほとんど誰もいなかったが、彼らのモチベーションはありません。 だからこのエリアでは、このアニメは真剣に落ちる。 しかし、肯定的なノートでは、私は（ステレオタイプの）キャラクターの間の相互作用を楽しんで、私はダイアログが時々非常に面白いと思った。\n\nスポイラー！！\n-------------------------------------------\nショーの最高のキャラクターは、私の意見では高尾です。 しかし、私はそれが来るのを見ることができたように、これらのタイプの女の子はいつも主人公のためにいくつかの犠牲として終わり、彼らの愛は必要ない。 現実の人は、強い、知的で、ツンデレ、女性、独立した女性の上で、母親、静かな、恥ずかしがり屋の、弱い、単純な女の子を選んだだろうか？ 本当に、私は日本の男性の女性の味が間違っているのか分かりません：P\n-------------------------------------------\nスポイラー終了！\n\nアート（8）：\n戦闘は非常にうまくアニメ化されており、クルーが敵を倒すためにどのような計画（素晴らしいアニメーションを読む）を見つけるのはかなり面白かったです。 しかし、私は実際にCGを使ってキャラクターをアニメ化するファンではありません。 文字がコンピュータゲームで制御できる単純に人生の人形であるかのように見えました。\n\nサウンド（6）：\nOK、何も特別な、何も思い出に残るものではなかった。  OPは素晴らしかったですが、恐らくDDRの曲＆gt;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (7)\n\n\u001b[1mストーリー（7）\u001b[22m\n\u001b[1m(Sutōrī (7 ))\u001b[22m\n\nTranslations of \u001b[4mStory (7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7)\u001b[24m\n    \u001b[1mストーリー（7）\u001b[22m\n\u001b[1m\u001b[22m\nThe story is pretty original.\n\n\u001b[1m話はかなりオリジナルです。\u001b[22m\n\u001b[1m(Hanashi wa kanari orijinarudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty original.\u001b[24m\n    \u001b[1m話はかなりオリジナルです。\u001b[22m, \u001b[1mストーリーはかなりオリジナルです。\u001b[22m\nIt touches on what it means to be 'alive' and have your own consciousness. When this concerns cute girls that can control powerful battleships this makes it even more enjoyable to watch :) However, for all the consciousness they seem to possess, they can't get further than blushing next to the person they have a crush on. What they really are and where they are coming from is not answered in this show, which is a shame. Maybe this is shown in the manga, but since I believe that an anime should be able to stand on its own, I really feel that there are too many unanswered questions.\n\n\u001b[1mそれは、「生きている」ことを意味するものに触れ、あなた自身の意識を持っています。 これは、強力な戦艦を制御することができるかわいい女の子に関係するとき、これはそれを見ることがさらに楽しくなります:)しかし、彼らが持っているように見えるすべての意識のために、彼らは彼らが怒っている人の隣に赤面以上に得ることができません。 彼らが本当に何で、どこから来ているのかはこのショーでは答えられません。それは残念です。 たぶんこれはマンガに表示されるかもしれませんが、アニメはそれ自体で立つことができるはずだと思うので、あまりにも多くの未解決の質問があると本当に感じます。\u001b[22m\n\u001b[1m(Sore wa,`ikite iru' koto o imi suru mono ni fure, anata jishin no ishiki o motte imasu. Kore wa, kyōryokuna senkan o seigyo suru koto ga dekiru kawaī on'nanoko ni kankei suru toki, kore wa sore o miru koto ga sarani tanoshiku narimasu: ) Shikashi, karera ga motte iru yō ni mieru subete no ishiki no tame ni, karera wa karera ga ikatteiru hito no tonari ni sekimen ijō ni eru koto ga dekimasen. Karera ga hontōni nani de, doko kara kite iru no ka wa kono shōde wa kotae raremasen. Sore wa zan'nendesu. Tabun kore wa manga ni hyōji sa reru kamo shiremasenga, anime wa sore jitai de tatsu koto ga dekiru hazuda to omou node, amarini mo ōku no mikaiketsu no shitsumon ga aru to hontōni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt touches on what it means to be 'alive' and have your own consciousness. When this concerns cute girls that can control powerful battleships this makes it even more enjoyable to watch :) However, for all the consciousness they seem to possess, they can't get further than blushing next to the person they have a crush on. What they really are and where they are coming from is not answered in this show, which is a shame. Maybe this is shown in the manga, but since I believe that an anime should be able to stand on its own, I really feel that there are too many unanswered questions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt touches on what it means to be 'alive' and have your own consciousness.\u001b[24m\n    \u001b[1mそれは、「生きている」ことを意味するものに触れ、あなた自身の意識を持っています。\u001b[22m, \u001b[1mそれは「生きている」ことが、あなた自身の意識を持っていることを意味するものに触れます。\u001b[22m\n\u001b[4mWhen this concerns cute girls that can control powerful battleships this makes it even more enjoyable to watch :) However, for all the consciousness they seem to possess, they can't get further than blushing next to the person they have a crush on.\u001b[24m\n    \u001b[1mこれは、強力な戦艦を制御することができるかわいい女の子に関係するとき、これはそれを見ることがさらに楽しくなります:)しかし、彼らが持っているように見えるすべての意識のために、彼らは彼らが怒っている人の隣に赤面以上に得ることができません。\u001b[22m, \u001b[1mこれは、これはそれがさらに楽しく、彼らが持っているように見えるすべての意識のために、しかし:)鑑賞することができます強力な戦艦を制御することができますかわいい女の子に関係する場合、彼らは上のときめきを持っている人の隣に赤面よりも取得することはできません。\u001b[22m\n\u001b[4mWhat they really are and where they are coming from is not answered in this show, which is a shame.\u001b[24m\n    \u001b[1m彼らが本当に何で、どこから来ているのかはこのショーでは答えられません。それは残念です。\u001b[22m, \u001b[1m彼らは実際にあると彼らは恥であるこのショーには答えられませんどこから来ています。\u001b[22m\n\u001b[4mMaybe this is shown in the manga, but since I believe that an anime should be able to stand on its own, I really feel that there are too many unanswered questions.\u001b[24m\n    \u001b[1mたぶんこれはマンガに表示されるかもしれませんが、アニメはそれ自体で立つことができるはずだと思うので、あまりにも多くの未解決の質問があると本当に感じます。\u001b[22m, \u001b[1m多分これは漫画に示されているが、私はアニメが独自の上に立つことができるはずと信じているので、私は本当にあまりにも多くの未解決の問題があると感じています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (6):\n\n\u001b[1mキャラクター（6）：\u001b[22m\n\u001b[1m(Kyarakutā (6 ):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (6):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (6):\u001b[24m\n    \u001b[1mキャラクター（6）：\u001b[22m, \u001b[1m文字（6）：\u001b[22m\nI had the feeling they wanted to imitate the 'genius' of Lelouche of Code Geass without actually giving him any real motivation for doing what he does. He happens to stumble upon this awesome weapon that decides she wants to follow his orders. He is simply a above average smart boy who wants change (who wouldn't want this in this world?!)\n\n\u001b[1mコードギアスのルルーシュの「天才」を模倣したかったような気持ちがありました。実際に彼がしていることをするための本当の動機を与えることはありませんでした。 彼は彼の命令に従うことを望むと決めたこの素晴らしい武器につまずいてしまいます。 彼は単に変更を望んでいる平均以上のスマートな少年です（誰もこの世界でこれを望んでいないだろうか？）\u001b[22m\n\u001b[1m(Kōdogiasu no rurūshu no `tensai' o mohō shitakatta yōna kimochi ga arimashita. Jissai ni kare ga shite iru koto o suru tame no hontō no dōki o ataeru koto wa arimasendeshita. Kare wa kare no meirei ni shitagau koto o nozomu to kimeta kono subarashī buki ni tsumazuite shimaimasu. Kare wa tan'ni henkō o nozonde iru heikin ijō no sumātona shōnendesu (dare mo kono sekai de kore o nozonde inaidarou ka? ))\u001b[22m\n\nTranslations of \u001b[4mI had the feeling they wanted to imitate the 'genius' of Lelouche of Code Geass without actually giving him any real motivation for doing what he does. He happens to stumble upon this awesome weapon that decides she wants to follow his orders. He is simply a above average smart boy who wants change (who wouldn't want this in this world?!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had the feeling they wanted to imitate the 'genius' of Lelouche of Code Geass without actually giving him any real motivation for doing what he does.\u001b[24m\n    \u001b[1mコードギアスのルルーシュの「天才」を模倣したかったような気持ちがありました。実際に彼がしていることをするための本当の動機を与えることはありませんでした。\u001b[22m, \u001b[1m私は、彼らが実際に彼に彼が何を行うための任意の本当の動機を与えることなく、コードギアスのルルーシュの「天才」を真似したかった感じがしました。\u001b[22m\n\u001b[4mHe happens to stumble upon this awesome weapon that decides she wants to follow his orders.\u001b[24m\n    \u001b[1m彼は彼の命令に従うことを望むと決めたこの素晴らしい武器につまずいてしまいます。\u001b[22m, \u001b[1m彼は彼女が彼の命令に従うことを望んでいることを決定、この素晴らしい武器つまずくことを起こります。\u001b[22m\n\u001b[4mHe is simply a above average smart boy who wants change (who wouldn't want this in this world?!)\u001b[24m\n    \u001b[1m彼は単に変更を望んでいる平均以上のスマートな少年です（誰もこの世界でこれを望んでいないだろうか？）\u001b[22m, \u001b[1m彼は単に変化望ん平均以上のスマート男の子です（この世界でこれを望んでいないだろう！）\u001b[22m\n\u001b[1m\u001b[22m\nThere was near to none background on most the characters, their motivation and except a bit for the harem girls there is not much character development. So in this area this anime seriously lets down. However, on positive note, I did enjoy the interaction between the (stereotypical) characters and I thought the dialogs were sometimes very funny.\n\n\u001b[1mほとんどの人物の背景にはほとんど誰もいなかったが、彼らのモチベーションはありません。 だからこのエリアでは、このアニメは真剣に落ちる。 しかし、肯定的なノートでは、私は（ステレオタイプの）キャラクターの間の相互作用を楽しんで、私はダイアログが時々非常に面白いと思った。\u001b[22m\n\u001b[1m(Hotondo no jinbutsu no haikei ni wa hotondo dare mo inakattaga, karera no mochibēshon wa arimasen. Dakara kono eriade wa, kono anime wa shinken ni ochiru. Shikashi, kōtei-tekina nōtode wa, watashi wa (sutereo taipu no) kyarakutā no ma no sōgo sayō o tanoshinde, watashi wa daiarogu ga tokidoki hijō ni omoshiroi to omotta.)\u001b[22m\n\nTranslations of \u001b[4mThere was near to none background on most the characters, their motivation and except a bit for the harem girls there is not much character development. So in this area this anime seriously lets down. However, on positive note, I did enjoy the interaction between the (stereotypical) characters and I thought the dialogs were sometimes very funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was near to none background on most the characters, their motivation and except a bit for the harem girls there is not much character development.\u001b[24m\n    \u001b[1mほとんどの人物の背景にはほとんど誰もいなかったが、彼らのモチベーションはありません。\u001b[22m, \u001b[1m彼らの動機は、近くのほとんどの文字上なしの背景にあったとハーレムの女の子のためのビットを除いて多くのキャラクターの成長はありません。\u001b[22m\n\u001b[4mSo in this area this anime seriously lets down.\u001b[24m\n    \u001b[1mだからこのエリアでは、このアニメは真剣に落ちる。\u001b[22m, \u001b[1mしたがって、この領域でこのアニメは真剣にダウンすることができます。\u001b[22m\n\u001b[4mHowever, on positive note, I did enjoy the interaction between the (stereotypical) characters and I thought the dialogs were sometimes very funny.\u001b[24m\n    \u001b[1mしかし、肯定的なノートでは、私は（ステレオタイプの）キャラクターの間の相互作用を楽しんで、私はダイアログが時々非常に面白いと思った。\u001b[22m, \u001b[1mしかし、肯定的なノートで、私は（ステレオタイプ）文字の間の相互作用を楽しんでいたと私はダイアログが時には非常に面白いと思っていました。\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler!!\n/ˈspoilər/\n\n\u001b[1mスポイラー！！\u001b[22m\n\u001b[1m(Supoirā! !)\u001b[22m\n\nTranslations of \u001b[4mSpoiler!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler!!\u001b[24m\n    \u001b[1mスポイラー！！\u001b[22m\n-------------------------------------------\n\n\u001b[1m-------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- -- -------------------------)\u001b[22m\n\nTranslations of \u001b[4m-------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-------------------------------------------\u001b[24m\n    \u001b[1m-------------------------------------------\u001b[22m\nThe best character of the show was in my opinion Takao. But as I could have seen it coming, these type of girls always end up as some sacrifice for the main character while having their love unrequited. Who in real life would ever chose the motherly, quiet, shy, weak, simple girl over the strong, intelligent, tsundere, feminine, independent woman?! Really, I don't know what's wrong with the Japanese men's taste of women :P\n\n\u001b[1mショーの最高のキャラクターは、私の意見では高尾です。 しかし、私はそれが来るのを見ることができたように、これらのタイプの女の子はいつも主人公のためにいくつかの犠牲として終わり、彼らの愛は必要ない。 現実の人は、強い、知的で、ツンデレ、女性、独立した女性の上で、母親、静かな、恥ずかしがり屋の、弱い、単純な女の子を選んだだろうか？ 本当に、私は日本の男性の女性の味が間違っているのか分かりません：P\u001b[22m\n\u001b[1m(Shō no saikō no kyarakutā wa, watashi no ikende wa Takaodesu. Shikashi, watashi wa sore ga kuru no o miru koto ga dekita yō ni, korera no taipu no on'nanoko wa itsumo shujinkō no tame ni ikutsu ka no gisei to shite owari, karera no ai wa hitsuyō nai. Genjitsu no hito wa, tsuyoi, chiteki de, tsundere, josei, dokuritsu shita josei no ue de, hahaoya, shizukana, hazukashigariya no, yowai, tanjun'na on'nanoko o erandadarou ka? Hontōni, watashi wa Nihon no dansei no josei no aji ga machigatte iru no ka wakarimasen: P)\u001b[22m\n\nTranslations of \u001b[4mThe best character of the show was in my opinion Takao. But as I could have seen it coming, these type of girls always end up as some sacrifice for the main character while having their love unrequited. Who in real life would ever chose the motherly, quiet, shy, weak, simple girl over the strong, intelligent, tsundere, feminine, independent woman?! Really, I don't know what's wrong with the Japanese men's taste of women :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best character of the show was in my opinion Takao.\u001b[24m\n    \u001b[1mショーの最高のキャラクターは、私の意見では高尾です。\u001b[22m, \u001b[1mショーの最高の文字は、私の意見高尾にいました。\u001b[22m\n\u001b[4mBut as I could have seen it coming, these type of girls always end up as some sacrifice for the main character while having their love unrequited.\u001b[24m\n    \u001b[1mしかし、私はそれが来るのを見ることができたように、これらのタイプの女の子はいつも主人公のためにいくつかの犠牲として終わり、彼らの愛は必要ない。\u001b[22m, \u001b[1m彼らの愛が報われないながらしかし、私はそれが来て見ている可能性があるので、女の子のこれらのタイプは、常にメインキャラクターのためのいくつかの犠牲に終わります。\u001b[22m\n\u001b[4mWho in real life would ever chose the motherly, quiet, shy, weak, simple girl over the strong, intelligent, tsundere, feminine, independent woman?!\u001b[24m\n    \u001b[1m現実の人は、強い、知的で、ツンデレ、女性、独立した女性の上で、母親、静かな、恥ずかしがり屋の、弱い、単純な女の子を選んだだろうか？\u001b[22m, \u001b[1m実際の生活の中で誰がこれまで強い、インテリジェント、ツンデレ、フェミニン、自立した女性の上に母性、静かで、内気な、弱い、単純な女の子を選んだのでしょう？\u001b[22m\n\u001b[4mReally, I don't know what's wrong with the Japanese men's taste of women :P\u001b[24m\n    \u001b[1m本当に、私は日本の男性の女性の味が間違っているのか分かりません：P\u001b[22m, \u001b[1m本当に、私は女性の日本人男性の好みが間違っているのか分からない：P\u001b[22m\n-------------------------------------------\n\n\u001b[1m-------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- -- -------------------------)\u001b[22m\n\nTranslations of \u001b[4m-------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-------------------------------------------\u001b[24m\n    \u001b[1m-------------------------------------------\u001b[22m\nSpoiler end!!\n\n\u001b[1mスポイラー終了！\u001b[22m\n\u001b[1m(Supoirā shūryō!)\u001b[22m\n\nTranslations of \u001b[4mSpoiler end!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler end!!\u001b[24m\n    \u001b[1mスポイラー終了！\u001b[22m, \u001b[1mスポイラー終了!!\u001b[22m\n\u001b[1m\u001b[22m\nArt (8):\n\n\u001b[1mアート（8）：\u001b[22m\n\u001b[1m(Āto (8 ):)\u001b[22m\n\nTranslations of \u001b[4mArt (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8):\u001b[24m\n    \u001b[1mアート（8）：\u001b[22m\nThe battles were very nicely animated and it was quite exciting to find out what plan (read: awesome animation) the crew would use to defeat the enemy. However I'm really not a fan of using CG to animate the characters. It looked as if the characters were simply lifeless dolls that can be controlled in computer games.\n\n\u001b[1m戦闘は非常にうまくアニメ化されており、クルーが敵を倒すためにどのような計画（素晴らしいアニメーションを読む）を見つけるのはかなり面白かったです。 しかし、私は実際にCGを使ってキャラクターをアニメ化するファンではありません。 文字がコンピュータゲームで制御できる単純に人生の人形であるかのように見えました。\u001b[22m\n\u001b[1m(Sentō wa hijō ni umaku anime-ka sa rete ori, kurū ga teki o taosu tame ni dono yōna keikaku (subarashī animēshon o yomu) o mitsukeru no wa kanari omoshirokattadesu. Shikashi, watashi wa jissai ni CG o tsukatte kyarakutā o anime-ka suru fande wa arimasen. Moji ga konpyūtagēmu de seigyo dekiru tanjun ni jinsei no ningyōdearu ka no yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe battles were very nicely animated and it was quite exciting to find out what plan (read: awesome animation) the crew would use to defeat the enemy. However I'm really not a fan of using CG to animate the characters. It looked as if the characters were simply lifeless dolls that can be controlled in computer games.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battles were very nicely animated and it was quite exciting to find out what plan (read: awesome animation) the crew would use to defeat the enemy.\u001b[24m\n    \u001b[1m戦闘は非常にうまくアニメ化されており、クルーが敵を倒すためにどのような計画（素晴らしいアニメーションを読む）を見つけるのはかなり面白かったです。\u001b[22m, \u001b[1m戦いは非常にうまく、アニメーション、どのような計画（読み：素晴らしいアニメーション）を見つけることは非常にエキサイティングだった乗組員は、敵を倒すために使用します。\u001b[22m\n\u001b[4mHowever I'm really not a fan of using CG to animate the characters.\u001b[24m\n    \u001b[1mしかし、私は実際にCGを使ってキャラクターをアニメ化するファンではありません。\u001b[22m, \u001b[1mしかし、私は本当に文字をアニメーション化するCGを使用してのファンではありません。\u001b[22m\n\u001b[4mIt looked as if the characters were simply lifeless dolls that can be controlled in computer games.\u001b[24m\n    \u001b[1m文字がコンピュータゲームで制御できる単純に人生の人形であるかのように見えました。\u001b[22m, \u001b[1m文字は、単にコンピュータゲームで制御することができる死ん人形だったかのように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound (6):\n\n\u001b[1mサウンド（6）：\u001b[22m\n\u001b[1m(Saundo (6 ):)\u001b[22m\n\nTranslations of \u001b[4mSound (6):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (6):\u001b[24m\n    \u001b[1mサウンド（6）：\u001b[22m\nWas ok, nothing special, nothing memorable. The OP was nice though, probably going to be a tough DDR song &gt;\n\n\u001b[1mOK、何も特別な、何も思い出に残るものではなかった。  OPは素晴らしかったですが、恐らくDDRの曲＆gt;\u001b[22m\n\u001b[1m(OK, nani mo tokubetsuna, nani mo omoide ni nokoru monode wa nakatta. OP wa subarashikattadesuga, osoraku DDR no kyoku& gt;)\u001b[22m\n\nTranslations of \u001b[4mWas ok, nothing special, nothing memorable. The OP was nice though, probably going to be a tough DDR song &gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas ok, nothing special, nothing memorable.\u001b[24m\n    \u001b[1mOK、何も特別な、何も思い出に残るものではなかった。\u001b[22m, \u001b[1m何も特別な、思い出に残る何もない、大丈夫でした。\u001b[22m\n\u001b[4mThe OP was nice though, probably going to be a tough DDR song &gt;\u001b[24m\n    \u001b[1mOPは素晴らしかったですが、恐らくDDRの曲＆gt;\u001b[22m, \u001b[1mOPはおそらく厳しいDDRソング＆GTになるだろう、しかしよかったです。\u001b[22m"
  },
  {
    "title": "Aoki_Hagane_no_Arpeggio__Ars_Nova",
    "id": "18893",
    "url": "https://myanimelist.net/anime/18893/Aoki_Hagane_no_Arpeggio__Ars_Nova",
    "user": "Tobukaze",
    "profile": "/profile/Tobukaze/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=129745",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  9\n\n私はオープニングテーマのためのosuビートマップを見つけたときにこのアニメを発見しました。 私は、前提で描かれました - 将来、海面は劇的に上昇し、その結果、人口の土地が大きく失われました。 霧の艦隊である神秘的な軍艦、霧の艦隊は海を支配し、海上および空中の封鎖を設定し、水で区切られたすべての大陸間の通信を効果的に遮断します。 しかし、ある特定のフォグ潜水艦、I-401は、知られていない理由で人間に堕落しました。その記憶の中の唯一の命令は、千早軍曹を見つけて、彼に従うことです。 ガンゾウは乗組員を集め、フォッグを倒してバットマンのような姿になると宣言している。彼の行動は技術的に違法だが誰も彼を止めない。\n\n基本的に、物語は本当にテーブルに何も新しいものをもたらすわけではありません：人間の未来は危険にさらされている、彼らは一見不可能なオッズなどと戦っている。これにもかかわらず、あなたはそれが良いエンターテイメントになることを否定することはできません。 さらに、潜水艦は目を見張るようなビジュアルや素晴らしいバトルシーケンスを提供します。\n\nそれは私をアートに導きます - 私はCGに関する多くの苦情があることを知っています、そして私はそれにも少し反対しています。 時にはそれはちょうど見ていない...右。 それは悪くはありませんでしたが、私は伝統的なアニメーションがCGよりはるかに優れたこのシリーズに適していると感じます。 そう言って、CGがあなたを抑えさせてはいけません - 正直なところ、それほど目立ったことはありません。\n\n私は、アルペジオの最も弱いリンクはその文字だと言いたい。 私たちはかなり一般的なヒーローを提示されています。ガンゾーは大胆で、道徳的に義理であり、彼の仲間のために常に自分自身を犠牲にします。 彼の唯一の本当の動機は、なぜ彼がそんなに運転されているかについて、霧を打ち負かすことです、我々はまだ分かりません。 キャラクター部門の本当の喜びは、フォグ船の「精神的なモデル」です。船体の意識が人体に現れています（彼らもすべて女性になります）。 霧の船には、ジェネリックアクションアニメの猛烈な流れからあまり離れていない性格の癖がありますが、シリーズの過程で彼らの個性が発達するのを見るのは面白いです。\n\n全体として、アルペジオはおそらく私が最近の記憶で持っていた最も面白い視聴体験の1つでした。 それは12エピソードだけを持っていると考えれば、ストーリーはかなり上手く歩いています。 彼らは開発の欠如にもかかわらず、あなたが共感できる文字の非常に好都合なキャストを備えています。 最終的なエピソードは、第2シーズンに向けてステージを完璧に設定します。これは、キャラクターやストーリーをうまく拡張するためのものです。 私はそれを楽しみにしています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI discovered this anime when I found an osu beatmap for the opening theme. I was drawn in by the premise--in the future, sea levels have risen dramatically, resulting in large losses of land for the human population. A mysterious army of sentient warships, the Fleet of Fog, emerges and establishes domination over the seas and sets up naval and aerial blockades, effectively cutting off communication between all landmasses separated by water. However, a certain Fog submarine, I-401, has defected to the humans for unknown reasons--the only command in its memory is to locate Chihaya Gunzou and obey him. Gunzou gathers a crew and vows to defeat the Fog, becoming a kind of Batman-like figure: His actions are technically illegal, but nobody is stopping him.\n\n\u001b[1m私はオープニングテーマのためのosuビートマップを見つけたときにこのアニメを発見しました。 私は、前提で描かれました - 将来、海面は劇的に上昇し、その結果、人口の土地が大きく失われました。 霧の艦隊である神秘的な軍艦、霧の艦隊は海を支配し、海上および空中の封鎖を設定し、水で区切られたすべての大陸間の通信を効果的に遮断します。 しかし、ある特定のフォグ潜水艦、I-401は、知られていない理由で人間に堕落しました。その記憶の中の唯一の命令は、千早軍曹を見つけて、彼に従うことです。 ガンゾウは乗組員を集め、フォッグを倒してバットマンのような姿になると宣言している。彼の行動は技術的に違法だが誰も彼を止めない。\u001b[22m\n\u001b[1m(Watashi wa ōpuningutēma no tame no osu bītomappu o mitsuketa toki ni kono anime o hakken shimashita. Watashi wa, zentei de egaka remashita - shōrai, kaimen wa gekiteki ni jōshō shi, sono kekka, jinkō no tochi ga ōkiku ushinawa remashita. Kiri no kantaidearu shinpi-tekina gunkan, kiri no kantai wa umi o shihai shi, kaijō oyobi kūchū no fūsa o settei shi, mizu de kugira reta subete no tairiku-kan no tsūshin o kōka-teki ni shadan shimasu. Shikashi, aru tokutei no fogu sensuikan, I - 401 wa, shira rete inai riyū de ningen ni daraku shimashita. Sono kioku no naka no yuiitsu no meirei wa, Chihaya gunsō o mitsukete, kare ni shitagau kotodesu. Gan zō wa norikumiin o atsume, foggu o taoshite Battoman no yōna sugata ni naru to sengen shite iru. Kare no kōdō wa gijutsu-teki ni ihōdaga dare mo kare o tomenai.)\u001b[22m\n\nTranslations of \u001b[4mI discovered this anime when I found an osu beatmap for the opening theme. I was drawn in by the premise--in the future, sea levels have risen dramatically, resulting in large losses of land for the human population. A mysterious army of sentient warships, the Fleet of Fog, emerges and establishes domination over the seas and sets up naval and aerial blockades, effectively cutting off communication between all landmasses separated by water. However, a certain Fog submarine, I-401, has defected to the humans for unknown reasons--the only command in its memory is to locate Chihaya Gunzou and obey him. Gunzou gathers a crew and vows to defeat the Fog, becoming a kind of Batman-like figure: His actions are technically illegal, but nobody is stopping him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI discovered this anime when I found an osu beatmap for the opening theme.\u001b[24m\n    \u001b[1m私はオープニングテーマのためのosuビートマップを見つけたときにこのアニメを発見しました。\u001b[22m, \u001b[1m私はオープニングテーマの大須beatmapを見つけたとき、私はこのアニメを発見しました。\u001b[22m\n\u001b[4mI was drawn in by the premise--in the future, sea levels have risen dramatically, resulting in large losses of land for the human population.\u001b[24m\n    \u001b[1m私は、前提で描かれました - 将来、海面は劇的に上昇し、その結果、人口の土地が大きく失われました。\u001b[22m, \u001b[1m私は前提によってで描かれた - 将来的には、海面は、ヒト集団のための土地の大きな損失で、その結果、劇的に上昇しています。\u001b[22m\n\u001b[4mA mysterious army of sentient warships, the Fleet of Fog, emerges and establishes domination over the seas and sets up naval and aerial blockades, effectively cutting off communication between all landmasses separated by water.\u001b[24m\n    \u001b[1m霧の艦隊である神秘的な軍艦、霧の艦隊は海を支配し、海上および空中の封鎖を設定し、水で区切られたすべての大陸間の通信を効果的に遮断します。\u001b[22m, \u001b[1m衆生軍艦の神秘的な軍隊、霧の艦隊は、現れ、海の上の支配を確立し、効果的に水で区切られたすべての陸との間の通信を遮断し、海軍と空中封鎖を設定します。\u001b[22m\n\u001b[4mHowever, a certain Fog submarine, I-401, has defected to the humans for unknown reasons--the only command in its memory is to locate Chihaya Gunzou and obey him.\u001b[24m\n    \u001b[1mしかし、ある特定のフォグ潜水艦、I-401は、知られていない理由で人間に堕落しました。その記憶の中の唯一の命令は、千早軍曹を見つけて、彼に従うことです。\u001b[22m, \u001b[1mしかし、特定の霧潜水艦、I-401は、未知の理由のためにヒトに亡命した - そのメモリの唯一のコマンドは千早Gunzouを見つけ、彼に従うことです。\u001b[22m\n\u001b[4mGunzou gathers a crew and vows to defeat the Fog, becoming a kind of Batman-like figure: His actions are technically illegal, but nobody is stopping him.\u001b[24m\n    \u001b[1mガンゾウは乗組員を集め、フォッグを倒してバットマンのような姿になると宣言している。彼の行動は技術的に違法だが誰も彼を止めない。\u001b[22m, \u001b[1mGunzouは、乗組員を収集し、バットマンのような図形の種類になって、霧を倒すために誓い：彼の行動は、技術的に違法であるが、誰も彼を停止されていません。\u001b[22m\n\u001b[1m\u001b[22m\nFundamentally, the story doesn't really bring anything new to the table: the future of the human species is in jeopardy, they are fighting against seemingly impossible odds, etc. Despite this, you can't deny that it makes for good entertainment. Plus, the submarines provide for dazzling visuals and marvelous battle sequences.\n\n\u001b[1m基本的に、物語は本当にテーブルに何も新しいものをもたらすわけではありません：人間の未来は危険にさらされている、彼らは一見不可能なオッズなどと戦っている。これにもかかわらず、あなたはそれが良いエンターテイメントになることを否定することはできません。 さらに、潜水艦は目を見張るようなビジュアルや素晴らしいバトルシーケンスを提供します。\u001b[22m\n\u001b[1m(Kihontekini, monogatari wa hontōni tēburu ni nani mo atarashī mono o motarasu wakede wa arimasen: Ningen no mirai wa kiken ni sarasa rete iru, karera wa ikken fukanōna ozzu nado to tatakatte iru. Kore nimokakawarazu, anata wa sore ga yoi entāteimento ni naru koto o hitei suru koto wa dekimasen. Sarani, sensuikan wa me o miharu yōna bijuaru ya subarashī batorushīkensu o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFundamentally, the story doesn't really bring anything new to the table: the future of the human species is in jeopardy, they are fighting against seemingly impossible odds, etc. Despite this, you can't deny that it makes for good entertainment. Plus, the submarines provide for dazzling visuals and marvelous battle sequences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFundamentally, the story doesn't really bring anything new to the table: the future of the human species is in jeopardy, they are fighting against seemingly impossible odds, etc. Despite this, you can't deny that it makes for good entertainment.\u001b[24m\n    \u001b[1m基本的に、物語は本当にテーブルに何も新しいものをもたらすわけではありません：人間の未来は危険にさらされている、彼らは一見不可能なオッズなどと戦っている。これにもかかわらず、あなたはそれが良いエンターテイメントになることを否定することはできません。\u001b[22m, \u001b[1m基本的に、物語は本当にテーブルに新しい何かをもたらすことはありません。人類の将来が危険にさらされて、彼らはなど、一見不可能オッズに対して戦っているにもかかわらず、あなたはそれが良い娯楽のためになることを否定することはできません。\u001b[22m\n\u001b[4mPlus, the submarines provide for dazzling visuals and marvelous battle sequences.\u001b[24m\n    \u001b[1mさらに、潜水艦は目を見張るようなビジュアルや素晴らしいバトルシーケンスを提供します。\u001b[22m, \u001b[1mさらに、潜水艦は見事なビジュアルと素晴らしい戦闘シーンを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nThat brings me to the art--I know there are a lot of complaints about the CG, and I am a bit opposed to it as well. At times it just didn't look...right. It didn't look bad, but I feel that traditional animation would have suited this series much better than CG. Having said that, don't let the CG deter you--to be honest, most of the time it's not that noticeable.\n\n\u001b[1mそれは私をアートに導きます - 私はCGに関する多くの苦情があることを知っています、そして私はそれにも少し反対しています。 時にはそれはちょうど見ていない...右。 それは悪くはありませんでしたが、私は伝統的なアニメーションがCGよりはるかに優れたこのシリーズに適していると感じます。 そう言って、CGがあなたを抑えさせてはいけません - 正直なところ、それほど目立ったことはありません。\u001b[22m\n\u001b[1m(Sore wa watashi o āto ni michibikimasu - watashi wa CG ni kansuru ōku no kujō ga aru koto o shitte imasu, soshite watashi wa sore ni mo sukoshi hantai shite imasu. Tokiniha sore wa chōdo miteinai... Migi. Sore wa waruku wa arimasendeshitaga, watashi wa dentō-tekina animēshon ga CG yori haruka ni sugure tako no shirīzu ni tekishite iru to kanjimasu. Sōitte, CG ga anata o osae sasete wa ikemasen - shōjikina tokoro, sorehodo medatta koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat brings me to the art--I know there are a lot of complaints about the CG, and I am a bit opposed to it as well. At times it just didn't look...right. It didn't look bad, but I feel that traditional animation would have suited this series much better than CG. Having said that, don't let the CG deter you--to be honest, most of the time it's not that noticeable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat brings me to the art--I know there are a lot of complaints about the CG, and I am a bit opposed to it as well.\u001b[24m\n    \u001b[1mそれは私をアートに導きます - 私はCGに関する多くの苦情があることを知っています、そして私はそれにも少し反対しています。\u001b[22m, \u001b[1m私は、CGに関する苦情がたくさんある知っている、と私は少しは同様にそれに反対しています - それは芸術に私をもたらします。\u001b[22m\n\u001b[4mAt times it just didn't look...right.\u001b[24m\n    \u001b[1m時にはそれはちょうど見ていない...右。\u001b[22m, \u001b[1m時にはそれはちょうど...見えませんでした。\u001b[22m\n\u001b[4mIt didn't look bad, but I feel that traditional animation would have suited this series much better than CG.\u001b[24m\n    \u001b[1mそれは悪くはありませんでしたが、私は伝統的なアニメーションがCGよりはるかに優れたこのシリーズに適していると感じます。\u001b[22m, \u001b[1mそれは悪くなかったが、私は伝統的なアニメーションがCGよりもはるかに優れ、このシリーズに合っているだろうと感じています。\u001b[22m\n\u001b[4mHaving said that, don't let the CG deter you--to be honest, most of the time it's not that noticeable.\u001b[24m\n    \u001b[1mそう言って、CGがあなたを抑えさせてはいけません - 正直なところ、それほど目立ったことはありません。\u001b[22m, \u001b[1m正直に言うと、それは顕著ではありませんほとんどの時間を -  CGがあなたを思いとどまらせてはいけない、と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nI'd say that Arpeggio's weakest link is its characters. We are presented with a rather generic hero: Gunzou is bold, morally righteous, and will always sacrifice himself for the sake of his comrades, yada yada yada. His only real motivation is to defeat the Fog, as for why he is so driven, we still don't know. The real pleasure in the character department is the 'mental models' of the Fog ships--manifestations of the ships' consciousness in a human body (they also happen to all be female). The Fog ships have personality quirks that don't wander too far from generic action anime tropes, but nevertheless it's amusing to watch their personalities develop over the course of the series.\n\n\u001b[1m私は、アルペジオの最も弱いリンクはその文字だと言いたい。 私たちはかなり一般的なヒーローを提示されています。ガンゾーは大胆で、道徳的に義理であり、彼の仲間のために常に自分自身を犠牲にします。 彼の唯一の本当の動機は、なぜ彼がそんなに運転されているかについて、霧を打ち負かすことです、我々はまだ分かりません。 キャラクター部門の本当の喜びは、フォグ船の「精神的なモデル」です。船体の意識が人体に現れています（彼らもすべて女性になります）。 霧の船には、ジェネリックアクションアニメの猛烈な流れからあまり離れていない性格の癖がありますが、シリーズの過程で彼らの個性が発達するのを見るのは面白いです。\u001b[22m\n\u001b[1m(Watashi wa, arupejio no mottomo yowai rinku wa sono mojida to iitai. Watashitachi wa kanari ippantekina hīrō o teiji sa rete imasu. Ganzō wa daitande, dōtokuteki ni girideari, kare no nakama no tame ni tsuneni jibun jishin o gisei ni shimasu. Kare no yuiitsu no hontō no dōki wa, naze kare ga son'nani unten sa rete iru ka ni tsuite, kiri o uchi makasu kotodesu, wareware wa mada wakarimasen. Kyarakutā bumon no hontō no yorokobi wa, fogu-sen no `seishin-tekina moderu'desu. Sentai no ishiki ga jintai ni arawarete imasu (karera mo subete josei ni narimasu). Kiri no fune ni wa, jenerikkuakushon'anime no mōretsuna nagare kara amari hanarete inai seikaku no kuse ga arimasuga, shirīzu no katei de karera no kosei ga hattatsu suru no o miru no wa omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mI'd say that Arpeggio's weakest link is its characters. We are presented with a rather generic hero: Gunzou is bold, morally righteous, and will always sacrifice himself for the sake of his comrades, yada yada yada. His only real motivation is to defeat the Fog, as for why he is so driven, we still don't know. The real pleasure in the character department is the 'mental models' of the Fog ships--manifestations of the ships' consciousness in a human body (they also happen to all be female). The Fog ships have personality quirks that don't wander too far from generic action anime tropes, but nevertheless it's amusing to watch their personalities develop over the course of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd say that Arpeggio's weakest link is its characters.\u001b[24m\n    \u001b[1m私は、アルペジオの最も弱いリンクはその文字だと言いたい。\u001b[22m, \u001b[1m私はアルペジオの最も弱いリンクは、その文字であることを言うと思います。\u001b[22m\n\u001b[4mWe are presented with a rather generic hero: Gunzou is bold, morally righteous, and will always sacrifice himself for the sake of his comrades, yada yada yada.\u001b[24m\n    \u001b[1m私たちはかなり一般的なヒーローを提示されています。ガンゾーは大胆で、道徳的に義理であり、彼の仲間のために常に自分自身を犠牲にします。\u001b[22m, \u001b[1mGunzouは道徳的に正しい者、大胆であり、常に仲間のため、云々云々云々のために自分を犠牲にします：私たちはむしろ、一般的なヒーローが提示されています。\u001b[22m\n\u001b[4mHis only real motivation is to defeat the Fog, as for why he is so driven, we still don't know.\u001b[24m\n    \u001b[1m彼の唯一の本当の動機は、なぜ彼がそんなに運転されているかについて、霧を打ち負かすことです、我々はまだ分かりません。\u001b[22m, \u001b[1m彼の唯一の本当の動機は、彼がそのように駆動されている理由については、我々はまだ知らない、霧を倒しています。\u001b[22m\n\u001b[4mThe real pleasure in the character department is the 'mental models' of the Fog ships--manifestations of the ships' consciousness in a human body (they also happen to all be female).\u001b[24m\n    \u001b[1mキャラクター部門の本当の喜びは、フォグ船の「精神的なモデル」です。船体の意識が人体に現れています（彼らもすべて女性になります）。\u001b[22m, \u001b[1m人間の体内で船の意識の症状（彼らはまた、すべてのことが女性に起こる） - キャラクター部門の本当の喜びは、霧の船の「メンタルモデル」です。\u001b[22m\n\u001b[4mThe Fog ships have personality quirks that don't wander too far from generic action anime tropes, but nevertheless it's amusing to watch their personalities develop over the course of the series.\u001b[24m\n    \u001b[1m霧の船には、ジェネリックアクションアニメの猛烈な流れからあまり離れていない性格の癖がありますが、シリーズの過程で彼らの個性が発達するのを見るのは面白いです。\u001b[22m, \u001b[1m霧の船は、あまりにも遠く、一般的なアクションアニメの比喩からさまようしない性格の癖を持って、それにもかかわらず、それは彼らの個性が一連の過程で開発見に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Arpeggio was probably one of the most entertaining viewing experiences I've had in recent memory. The story is paced remarkably well, considering it only has 12 episodes. It features a very likable cast of characters that you can empathize with, despite their lack of development. The final episode sets the stage perfectly for a second season, which will hopefully expand upon the characters and story. I'm looking forward to it!\n\n\u001b[1m全体として、アルペジオはおそらく私が最近の記憶で持っていた最も面白い視聴体験の1つでした。 それは12エピソードだけを持っていると考えれば、ストーリーはかなり上手く歩いています。 彼らは開発の欠如にもかかわらず、あなたが共感できる文字の非常に好都合なキャストを備えています。 最終的なエピソードは、第2シーズンに向けてステージを完璧に設定します。これは、キャラクターやストーリーをうまく拡張するためのものです。 私はそれを楽しみにしています！\u001b[22m\n\u001b[1m(Zentai to shite, arupejio wa osoraku watashi ga saikin no kioku de motte ita mottomo omoshiroi shichō taiken no 1tsudeshita. Sore wa 12 episōdo dake o motte iru to kangaereba, sutōrī wa kanari umaku aruite imasu. Karera wa kaihatsu no ketsujo nimokakawarazu, anata ga kyōkan dekiru moji no hijō ni kōtsugōna kyasuto o sonaete imasu. Saishū-tekina episōdo wa, dai 2 shīzun ni mukete sutēji o kanpeki ni settei shimasu. Kore wa, kyarakutā ya sutōrī o umaku kakuchō suru tame no monodesu. Watashi wa sore o tanoshiminishiteimasu!)\u001b[22m\n\nTranslations of \u001b[4mOverall, Arpeggio was probably one of the most entertaining viewing experiences I've had in recent memory. The story is paced remarkably well, considering it only has 12 episodes. It features a very likable cast of characters that you can empathize with, despite their lack of development. The final episode sets the stage perfectly for a second season, which will hopefully expand upon the characters and story. I'm looking forward to it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Arpeggio was probably one of the most entertaining viewing experiences I've had in recent memory.\u001b[24m\n    \u001b[1m全体として、アルペジオはおそらく私が最近の記憶で持っていた最も面白い視聴体験の1つでした。\u001b[22m, \u001b[1m全体的に、アルペジオは、おそらく私が最近の記憶に持っていた最も面白いの視聴体験の一つでした。\u001b[22m\n\u001b[4mThe story is paced remarkably well, considering it only has 12 episodes.\u001b[24m\n    \u001b[1mそれは12エピソードだけを持っていると考えれば、ストーリーはかなり上手く歩いています。\u001b[22m, \u001b[1m物語は、それが唯一の12のエピソードを持って考えると、非常によくペーシングされます。\u001b[22m\n\u001b[4mIt features a very likable cast of characters that you can empathize with, despite their lack of development.\u001b[24m\n    \u001b[1m彼らは開発の欠如にもかかわらず、あなたが共感できる文字の非常に好都合なキャストを備えています。\u001b[22m, \u001b[1mこれは開発の欠如にもかかわらず、あなたが共感できる文字の非常に好感が持てるキャストを備えています。\u001b[22m\n\u001b[4mThe final episode sets the stage perfectly for a second season, which will hopefully expand upon the characters and story.\u001b[24m\n    \u001b[1m最終的なエピソードは、第2シーズンに向けてステージを完璧に設定します。これは、キャラクターやストーリーをうまく拡張するためのものです。\u001b[22m, \u001b[1m最終的なエピソードがうまくいけばキャラクターとストーリーを拡張しますセカンドシーズン、のために完璧にステージを設定します。\u001b[22m\n\u001b[4mI'm looking forward to it!\u001b[24m\n    \u001b[1m私はそれを楽しみにしています！\u001b[22m"
  }
]
