[
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "rajaxking",
    "profile": "/profile/rajaxking/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=59929",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  4\nキャラクター|  4\n|  4\n\n私はこのアニメにちょっと悲しいです。 私は本当にそれが好きでした。 かなり多くのフィラーでいっぱいで、実際にストーリーには達しません。 私は11回のエピソードを見たことがあります。一度も女の子がいませんでしたけど、登場しているのを探していました...その典型的な男の子がいっぱいになるのは、奇妙な状況です。\n\nしばらくして本当に古くなってしまいました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI am kinda sad with this anime. I really wanted to like it. Pretty much its full of a bunch of fillers and doesn't really get to the story. I have watched 11 episodes and not once has the girl Keitaro, has been looking for shown up... Its full of the typical boy gets put is a weird situation and boy gets beat up scenarios....\n\n\u001b[1m私はこのアニメにちょっと悲しいです。 私は本当にそれが好きでした。 かなり多くのフィラーでいっぱいで、実際にストーリーには達しません。 私は11回のエピソードを見たことがあります。一度も女の子がいませんでしたけど、登場しているのを探していました...その典型的な男の子がいっぱいになるのは、奇妙な状況です。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni chotto kanashīdesu. Watashi wa hontōni sore ga sukideshita. Kanari ōku no firā de ippai de, jissai ni sutōrī ni wa tasshimasen. Watashi wa 11-kai no episōdo o mita koto ga arimasu. Ichido mo on'nanoko ga imasendeshitakedo, tōjō shite iru no o sagashite imashita... Sono tenkei-tekina otokonoko ga ippai ni naru no wa, kimyōna jōkyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI am kinda sad with this anime. I really wanted to like it. Pretty much its full of a bunch of fillers and doesn't really get to the story. I have watched 11 episodes and not once has the girl Keitaro, has been looking for shown up... Its full of the typical boy gets put is a weird situation and boy gets beat up scenarios....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am kinda sad with this anime.\u001b[24m\n    \u001b[1m私はこのアニメにちょっと悲しいです。\u001b[22m, \u001b[1m私はこのアニメでちょっと悲しいです。\u001b[22m\n\u001b[4mI really wanted to like it.\u001b[24m\n    \u001b[1m私は本当にそれが好きでした。\u001b[22m, \u001b[1m私は実際にそれを好きに望んでいました。\u001b[22m\n\u001b[4mPretty much its full of a bunch of fillers and doesn't really get to the story.\u001b[24m\n    \u001b[1mかなり多くのフィラーでいっぱいで、実際にストーリーには達しません。\u001b[22m, \u001b[1mかなりその充填材の束の完全なと本当に話を取得していません。\u001b[22m\n\u001b[4mI have watched 11 episodes and not once has the girl Keitaro, has been looking for shown up... Its full of the typical boy gets put is a weird situation and boy gets beat up scenarios....\u001b[24m\n    \u001b[1m私は11回のエピソードを見たことがあります。一度も女の子がいませんでしたけど、登場しているのを探していました...その典型的な男の子がいっぱいになるのは、奇妙な状況です。\u001b[22m, \u001b[1m私は11のエピソードを見ていない、一度女の子啓太郎を持っている、アップ示さ探している...入れます典型的な少年のその完全な奇妙な状況であると少年がシナリオを殴るます....\u001b[22m\n\u001b[1m\u001b[22m\nIt got really old after a while and I decided to drop it..\n\n\u001b[1mしばらくして本当に古くなってしまいました。\u001b[22m\n\u001b[1m(Shibaraku shite hontōni furuku natte shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt got really old after a while and I decided to drop it..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt got really old after a while and I decided to drop it..\u001b[24m\n    \u001b[1mしばらくして本当に古くなってしまいました。\u001b[22m, \u001b[1mこれは、しばらく後に本当に古い持って、私はそれをドロップすることを決めました..\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "PianimeMan",
    "profile": "/profile/PianimeMan/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=210551",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  10\n|  10\n\n愛ひな！ ショーはその嫌悪者たちによってとても卑劣され、ファンによって賞賛された。 スペクトルのいずれかの端で、それは外見上、様々な異なる応答をその四肢の全てにおいて引き出す。 私はこのショーに、どちらかといえば批判的なコンセンサスに気付かずに、このシリーズを嫌っているということにショックを受けました。 いくつかの点では理解できますが、特に、すべての決まり文句でハレームアニメが気に入らない人にとって、私は絶対に愛ひなを愛しました！ すべてのエピソードは爆発だった。 ストーリーは、エンターテインメントの価値を維持するためにあまりにも真剣に取る必要はありませんでした。 キャラクターは面白い、愛らしい、そして関連性のあるものでした。それぞれのエピソードでは、プロットが巧みに描かれたすべての紆余曲折の間に、彼らの冒険や不道徳に常に関わりたいと思っていました。\n\n\n\nストーリーの面でこのシリーズの私の最大の賞賛の一つは、キャラクターの好感度です。 ケータイロは、彼が住むすべての女の子の愛情を勝ち取ろうとしている単なる変態者ではありません。 彼は1つと恋に落ち、彼の過去からの約束を真実にとどめようとし、彼が住んでいる人に無私のやり方で行動します。 彼は非常に愛らしい人物で、周囲の女の子もそうです。 それぞれに独自の特質があり、関係者の面で誰もがあります。\n\nプロットは徹底的に説明されているので、私はこのシリーズの他の特質についてさらに詳しく説明します...\n\n芸術 - 当時の芸術は良いです。 しかし、それはジャンルの中やその外の様々なショーに関してもあまりうまく老化していません。 しかし、女性のキャラクターはすべて美しいですが、アートワークの面では、それらについてのさまざまなユニークな特質を保持し、視覚的に面白くしています。\n\nサウンド/音楽 - 私はこのアニメの主題歌を最初に嫌っていましたが、最終的には頭の中でどんどん動いていましたので、ちょっと成長し始めました。 音楽はこのショーに大きな影響を及ぼさないので、強い感情的反応を引き起こす意図で作曲または書かれていません。 これは、このショーの性質と媒体の他の領域を通じて提供される補償を考慮すると、完全に良好です。\n\n楽しさ - 私は今までに見た中で最も楽しいアニメシリーズの一つです。 私はそれを絶対に愛しました。 私は笑った、私は泣いた、私は元気いっぱいと私はうんざりした笑顔を笑顔...それは爆発だった！\n\n全体的にこのショーは素晴らしいですが、私はハーレム・アニメのファンだけでなく、ロマンチックなコメディも徹底的にお勧めします。 しかし、私はそれを愛し、素晴らしいラブストーリー、または偉大な喜劇を楽しむあなたのためのショットの価値があると思う！\n\n最終スコア -  10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLove Hina! A show so reviled by its haters and so praised by its fans. On either end of the spectrum, it seemingly brings out various different responses in all of their extremities. I gave this show a watch, unaware of the critical consensus on either end and after doing so, found myself shocked that there was a following that HATES this series. While understandable in some regards, especially for those who don't like harem anime in all of its cliches, I absolutely LOVED Love Hina! Every episode was a blast. The story didn't need to take itself too seriously to retain its entertainment value. The characters were funny, lovable and relate-able, and with each episode I always wanted to be involved with them in their adventures and misadventures with every twist and turn that the plot insinuated.\n\n\u001b[1m愛ひな！ ショーはその嫌悪者たちによってとても卑劣され、ファンによって賞賛された。 スペクトルのいずれかの端で、それは外見上、様々な異なる応答をその四肢の全てにおいて引き出す。 私はこのショーに、どちらかといえば批判的なコンセンサスに気付かずに、このシリーズを嫌っているということにショックを受けました。 いくつかの点では理解できますが、特に、すべての決まり文句でハレームアニメが気に入らない人にとって、私は絶対に愛ひなを愛しました！ すべてのエピソードは爆発だった。 ストーリーは、エンターテインメントの価値を維持するためにあまりにも真剣に取る必要はありませんでした。 キャラクターは面白い、愛らしい、そして関連性のあるものでした。それぞれのエピソードでは、プロットが巧みに描かれたすべての紆余曲折の間に、彼らの冒険や不道徳に常に関わりたいと思っていました。\u001b[22m\n\u001b[1m(Ai hina! Shō wa sono ken'o-sha-tachi ni yotte totemo hiretsu sa re, fan ni yotte shōsan sa reta. Supekutoru no izureka no hashi de, soreha gaiken-jō, samazamana kotonaru ōtō o sono shishi no subete ni oite hikidasu. Watashi wa kono shō ni, dochira ka to ieba hihantekina konsensasu ni kidzukazu ni, kono shirīzu o kiratte iru to iu koto ni shokku o ukemashita. Ikutsu ka no tende wa rikai dekimasuga, tokuni, subete no kimari monku de harēmuanime ga kiniiranai hito ni totte, watashi wa zettai ni ai hina o aishimashita! Subete no episōdo wa bakuhatsudatta. Sutōrī wa, entāteinmento no kachi o iji suru tame ni amarini mo shinken ni toru hitsuyō wa arimasendeshita. Kyarakutā wa omoshiroi, airashī, soshite kanren-sei no aru monodeshita. Sorezore no episōdode wa, purotto ga takumi ni egaka reta subete no uyokyokusetsu no ma ni, karera no bōken ya fudōtoku ni tsuneni kakawaritai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mLove Hina! A show so reviled by its haters and so praised by its fans. On either end of the spectrum, it seemingly brings out various different responses in all of their extremities. I gave this show a watch, unaware of the critical consensus on either end and after doing so, found myself shocked that there was a following that HATES this series. While understandable in some regards, especially for those who don't like harem anime in all of its cliches, I absolutely LOVED Love Hina! Every episode was a blast. The story didn't need to take itself too seriously to retain its entertainment value. The characters were funny, lovable and relate-able, and with each episode I always wanted to be involved with them in their adventures and misadventures with every twist and turn that the plot insinuated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Hina!\u001b[24m\n    \u001b[1m愛ひな！\u001b[22m, \u001b[1mラブひな！\u001b[22m\n\u001b[4mA show so reviled by its haters and so praised by its fans.\u001b[24m\n    \u001b[1mショーはその嫌悪者たちによってとても卑劣され、ファンによって賞賛された。\u001b[22m, \u001b[1mショーはとてもその嫌いによってののしらので、そのファンから絶賛します。\u001b[22m\n\u001b[4mOn either end of the spectrum, it seemingly brings out various different responses in all of their extremities.\u001b[24m\n    \u001b[1mスペクトルのいずれかの端で、それは外見上、様々な異なる応答をその四肢の全てにおいて引き出す。\u001b[22m, \u001b[1mスペクトルの両端に、それは一見彼らの四肢の全てにおいて様々な異なる応答を引き出します。\u001b[22m\n\u001b[4mI gave this show a watch, unaware of the critical consensus on either end and after doing so, found myself shocked that there was a following that HATES this series.\u001b[24m\n    \u001b[1m私はこのショーに、どちらかといえば批判的なコンセンサスに気付かずに、このシリーズを嫌っているということにショックを受けました。\u001b[22m, \u001b[1m私はこのショーにどちらかの端に重要なコンセンサスを知らない時計を、与え、そうした後、このシリーズを嫌って、次があった自分がショックを受けたことがわかりました。\u001b[22m\n\u001b[4mWhile understandable in some regards, especially for those who don't like harem anime in all of its cliches, I absolutely LOVED Love Hina!\u001b[24m\n    \u001b[1mいくつかの点では理解できますが、特に、すべての決まり文句でハレームアニメが気に入らない人にとって、私は絶対に愛ひなを愛しました！\u001b[22m, \u001b[1mいくつかの点で理解できるが、特にその決まり文句のすべてでハーレムアニメが好きではない人のために、私は絶対にラブひなを追加しました！\u001b[22m\n\u001b[4mEvery episode was a blast.\u001b[24m\n    \u001b[1mすべてのエピソードは爆発だった。\u001b[22m, \u001b[1mすべてのエピソードが爆発しました。\u001b[22m\n\u001b[4mThe story didn't need to take itself too seriously to retain its entertainment value.\u001b[24m\n    \u001b[1mストーリーは、エンターテインメントの価値を維持するためにあまりにも真剣に取る必要はありませんでした。\u001b[22m, \u001b[1m物語は、そのエンターテイメントとしての価値を保持するために、あまりにも真剣に自分自身を取る必要はありませんでした。\u001b[22m\n\u001b[4mThe characters were funny, lovable and relate-able, and with each episode I always wanted to be involved with them in their adventures and misadventures with every twist and turn that the plot insinuated.\u001b[24m\n    \u001b[1mキャラクターは面白い、愛らしい、そして関連性のあるものでした。それぞれのエピソードでは、プロットが巧みに描かれたすべての紆余曲折の間に、彼らの冒険や不道徳に常に関わりたいと思っていました。\u001b[22m, \u001b[1m文字は、面白い愛らしいと関連-ことができました、そして各エピソードで私は常にすべてのひねりを加えた彼らの冒険と災難でそれらに関与し、プロットがほのめかしていることを向けることがしたかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOne of my biggest praises for this series in terms of the story is the likability of the characters. Keitaro isn't merely a pervert who seeks to win the affections of every girl he lives with. He falls in love with one, tries to remain true to a promise from his past and acts in selfless and friendly ways to those he lives with. He's an extremely lovable character, as are all of the girls around him. Each with their own unique qualities, there is someone for everyone in terms of relate-ability.\n\n\u001b[1mストーリーの面でこのシリーズの私の最大の賞賛の一つは、キャラクターの好感度です。 ケータイロは、彼が住むすべての女の子の愛情を勝ち取ろうとしている単なる変態者ではありません。 彼は1つと恋に落ち、彼の過去からの約束を真実にとどめようとし、彼が住んでいる人に無私のやり方で行動します。 彼は非常に愛らしい人物で、周囲の女の子もそうです。 それぞれに独自の特質があり、関係者の面で誰もがあります。\u001b[22m\n\u001b[1m(Sutōrī no men de kono shirīzu no watashi no saidai no shōsan no hitotsu wa, kyarakutā no kōkan-dodesu. Kētairo wa, kare ga sumu subete no on'nanoko no aijō o kachitorou to shite iru tan'naru hentai-shade wa arimasen. Kare wa 1tsu to koi ni ochi, kare no kako kara no yakusoku o shinjitsu ni todomeyou to shi, kare ga sunde iru hito ni mushi no yarikata de kōdō shimasu. Kare wa hijō ni airashī jinbutsu de, shūi no on'nanoko mo sōdesu. Sorezore ni dokuji no tokushitsu ga ari, kankei-sha no men de daremoga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of my biggest praises for this series in terms of the story is the likability of the characters. Keitaro isn't merely a pervert who seeks to win the affections of every girl he lives with. He falls in love with one, tries to remain true to a promise from his past and acts in selfless and friendly ways to those he lives with. He's an extremely lovable character, as are all of the girls around him. Each with their own unique qualities, there is someone for everyone in terms of relate-ability.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of my biggest praises for this series in terms of the story is the likability of the characters.\u001b[24m\n    \u001b[1mストーリーの面でこのシリーズの私の最大の賞賛の一つは、キャラクターの好感度です。\u001b[22m, \u001b[1m物語の面でこのシリーズの私の最大の賛辞の一つは、文字の好感度です。\u001b[22m\n\u001b[4mKeitaro isn't merely a pervert who seeks to win the affections of every girl he lives with.\u001b[24m\n    \u001b[1mケータイロは、彼が住むすべての女の子の愛情を勝ち取ろうとしている単なる変態者ではありません。\u001b[22m, \u001b[1m啓太郎は、単に彼が住んでいるすべての女の子の愛情を獲得しようとする変態ではありません。\u001b[22m\n\u001b[4mHe falls in love with one, tries to remain true to a promise from his past and acts in selfless and friendly ways to those he lives with.\u001b[24m\n    \u001b[1m彼は1つと恋に落ち、彼の過去からの約束を真実にとどめようとし、彼が住んでいる人に無私のやり方で行動します。\u001b[22m, \u001b[1m彼は1と恋に落ち、彼の過去からの約束に真のままにしようと彼が住んでいるそれらに無私でフレンドリーな方法で動作します。\u001b[22m\n\u001b[4mHe's an extremely lovable character, as are all of the girls around him.\u001b[24m\n    \u001b[1m彼は非常に愛らしい人物で、周囲の女の子もそうです。\u001b[22m, \u001b[1m彼の周りの女の子のすべてがそうであるように、彼は、非常に愛すべきキャラクターです。\u001b[22m\n\u001b[4mEach with their own unique qualities, there is someone for everyone in terms of relate-ability.\u001b[24m\n    \u001b[1mそれぞれに独自の特質があり、関係者の面で誰もがあります。\u001b[22m, \u001b[1m独自の資質とのそれぞれが、関連する-能力の点では皆のための誰かがそこにあります。\u001b[22m\n\u001b[1m\u001b[22m\nNow that the plot has been exhaustively described, I'll go into further detail pertaining other qualities of this series...\n\n\u001b[1mプロットは徹底的に説明されているので、私はこのシリーズの他の特質についてさらに詳しく説明します...\u001b[22m\n\u001b[1m(Purotto wa tetteiteki ni setsumei sa rete irunode, watashi wa kono shirīzu no ta no tokushitsu ni tsuite sarani kuwashiku setsumei shimasu...)\u001b[22m\n\nTranslations of \u001b[4mNow that the plot has been exhaustively described, I'll go into further detail pertaining other qualities of this series...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow that the plot has been exhaustively described, I'll go into further detail pertaining other qualities of this series...\u001b[24m\n    \u001b[1mプロットは徹底的に説明されているので、私はこのシリーズの他の特質についてさらに詳しく説明します...\u001b[22m, \u001b[1m今、プロットは徹底的に記載されていることを、私はこのシリーズの他の資質をに関するさらに詳細に行きますよ...\u001b[22m\n\u001b[1m\u001b[22m\nArt- The art is good for its time. Yet it hasn't aged too well with respect to various other shows within its genre and outside of it as well. The female characters are all beautiful however and in terms of the artwork, retain various unique qualities about them, keeping them visually interesting, even now.\n\n\u001b[1m芸術 - 当時の芸術は良いです。 しかし、それはジャンルの中やその外の様々なショーに関してもあまりうまく老化していません。 しかし、女性のキャラクターはすべて美しいですが、アートワークの面では、それらについてのさまざまなユニークな特質を保持し、視覚的に面白くしています。\u001b[22m\n\u001b[1m(Geijutsu - tōji no geijutsu wa yoidesu. Shikashi, soreha janru no naka ya sono soto no samazamana shō ni kanshite mo amari umaku rōka shite imasen. Shikashi, josei no kyarakutā wa subete utsukushīdesuga, ātowāku no mende wa, sorera ni tsuite no samazamana yunīkuna tokushitsu o hoji shi, shikaku-teki ni omoshiroku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt- The art is good for its time. Yet it hasn't aged too well with respect to various other shows within its genre and outside of it as well. The female characters are all beautiful however and in terms of the artwork, retain various unique qualities about them, keeping them visually interesting, even now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- The art is good for its time.\u001b[24m\n    \u001b[1m芸術 - 当時の芸術は良いです。\u001b[22m, \u001b[1m芸術アート - その時のために良いです。\u001b[22m\n\u001b[4mYet it hasn't aged too well with respect to various other shows within its genre and outside of it as well.\u001b[24m\n    \u001b[1mしかし、それはジャンルの中やその外の様々なショーに関してもあまりうまく老化していません。\u001b[22m, \u001b[1mしかし、それは同様にそれのそのジャンルや外内の様々な他の番組に関してあまりにもよく熟成していません。\u001b[22m\n\u001b[4mThe female characters are all beautiful however and in terms of the artwork, retain various unique qualities about them, keeping them visually interesting, even now.\u001b[24m\n    \u001b[1mしかし、女性のキャラクターはすべて美しいですが、アートワークの面では、それらについてのさまざまなユニークな特質を保持し、視覚的に面白くしています。\u001b[22m, \u001b[1m女性キャラクターは今も、視覚的に興味深いそれらを保ち、それらについての様々なユニークな性質を保持し、しかし、アートワークの面ですべて美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound/Music- I kinda hated the theme song of this anime at first, but ultimately, as it ran in my head more and more, it kinda started to grow on me a bit. Music doesn't play a huge factor into this show and thus isn't composed or written with the intention to evoke a strong emotional response. This is completely fine considering the nature of this show and the compensation provided through other areas of the medium.\n\n\u001b[1mサウンド/音楽 - 私はこのアニメの主題歌を最初に嫌っていましたが、最終的には頭の中でどんどん動いていましたので、ちょっと成長し始めました。 音楽はこのショーに大きな影響を及ぼさないので、強い感情的反応を引き起こす意図で作曲または書かれていません。 これは、このショーの性質と媒体の他の領域を通じて提供される補償を考慮すると、完全に良好です。\u001b[22m\n\u001b[1m(Saundo/ ongaku - watashi wa kono anime no shudaika o saisho ni kiratte imashitaga, saishūtekini wa atama no naka de dondon ugoite imashitanode, chotto seichō shi hajimemashita. Ongaku wa kono shō ni ōkina eikyō o oyobosanainode, tsuyoi kanjō-teki han'nō o hikiokosu ito de sakkyoku matawa kaka rete imasen. Kore wa, kono shō no seishitsu to baitai no ta no ryōiki o tsūjite teikyō sa reru hoshō o kōryo suru to, kanzen ni ryōkōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound/Music- I kinda hated the theme song of this anime at first, but ultimately, as it ran in my head more and more, it kinda started to grow on me a bit. Music doesn't play a huge factor into this show and thus isn't composed or written with the intention to evoke a strong emotional response. This is completely fine considering the nature of this show and the compensation provided through other areas of the medium.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound/Music- I kinda hated the theme song of this anime at first, but ultimately, as it ran in my head more and more, it kinda started to grow on me a bit.\u001b[24m\n    \u001b[1mサウンド/音楽 - 私はこのアニメの主題歌を最初に嫌っていましたが、最終的には頭の中でどんどん動いていましたので、ちょっと成長し始めました。\u001b[22m, \u001b[1mそれはより多くの、それはちょっと少し私に成長し始め、私の頭の中で走ったとしてサウンド/音楽 - 私はちょっと、最終的には最初にこのアニメのテーマソングを嫌って、しかし。\u001b[22m\n\u001b[4mMusic doesn't play a huge factor into this show and thus isn't composed or written with the intention to evoke a strong emotional response.\u001b[24m\n    \u001b[1m音楽はこのショーに大きな影響を及ぼさないので、強い感情的反応を引き起こす意図で作曲または書かれていません。\u001b[22m, \u001b[1m音楽は、構成や強い感情的な反応を誘発する意図で書かれていないため、このショーに巨大な要因を再生していません。\u001b[22m\n\u001b[4mThis is completely fine considering the nature of this show and the compensation provided through other areas of the medium.\u001b[24m\n    \u001b[1mこれは、このショーの性質と媒体の他の領域を通じて提供される補償を考慮すると、完全に良好です。\u001b[22m, \u001b[1mこれは、この番組の性質および媒体の他の領域を介して提供さ補償を考慮し、完全に罰金です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- One of the most enjoyable anime series I've ever seen to this day. I absolutely loved it. I laughed, I cried, I cheered and I grinned goofy grins... it was a blast!\n\n\u001b[1m楽しさ - 私は今までに見た中で最も楽しいアニメシリーズの一つです。 私はそれを絶対に愛しました。 私は笑った、私は泣いた、私は元気いっぱいと私はうんざりした笑顔を笑顔...それは爆発だった！\u001b[22m\n\u001b[1m(Tanoshisa - watashi wa ima made ni mita naka de mottomo tanoshī animeshirīzu no hitotsudesu. Watashi wa sore o zettai ni aishimashita. Watashi wa waratta, watashi wa naita, watashi wa genki ippai to watashi wa unzari shita egao o egao... Sore wa bakuhatsudatta!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- One of the most enjoyable anime series I've ever seen to this day. I absolutely loved it. I laughed, I cried, I cheered and I grinned goofy grins... it was a blast!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- One of the most enjoyable anime series I've ever seen to this day.\u001b[24m\n    \u001b[1m楽しさ - 私は今までに見た中で最も楽しいアニメシリーズの一つです。\u001b[22m, \u001b[1m私が今までこの日に見た中で最も楽しいアニメシリーズの一つをEnjoyment-。\u001b[22m\n\u001b[4mI absolutely loved it.\u001b[24m\n    \u001b[1m私はそれを絶対に愛しました。\u001b[22m, \u001b[1m私は絶対にそれを愛しました。\u001b[22m\n\u001b[4mI laughed, I cried, I cheered and I grinned goofy grins... it was a blast!\u001b[24m\n    \u001b[1m私は笑った、私は泣いた、私は元気いっぱいと私はうんざりした笑顔を笑顔...それは爆発だった！\u001b[22m, \u001b[1m私はそれが爆発した...私は歓声を上げ、私は間抜けなにやにや笑いを笑った、私は叫んだ、笑いました！\u001b[22m\n\u001b[1m\u001b[22m\nOverall this show is fantastic, and I thoroughly recommend it for not only fans of harem anime, but also GREAT romantic comedy. I will concede with the fact that it isn't for everyone... however, I loved it, and think it is worth the shot for those of you who enjoy a great love story, or a great comedy!\n\n\u001b[1m全体的にこのショーは素晴らしいですが、私はハーレム・アニメのファンだけでなく、ロマンチックなコメディも徹底的にお勧めします。 しかし、私はそれを愛し、素晴らしいラブストーリー、または偉大な喜劇を楽しむあなたのためのショットの価値があると思う！\u001b[22m\n\u001b[1m(Zentai-teki ni kono shō wa subarashīdesuga, watashi wa hāremu anime no fan dakedenaku, romanchikkuna komedi mo tetteiteki ni o susume shimasu. Shikashi, watashi wa sore o aishi, subarashī rabusutōrī, matawa idaina kigeki o tanoshimu anata no tame no shotto no kachigāru to omou!)\u001b[22m\n\nTranslations of \u001b[4mOverall this show is fantastic, and I thoroughly recommend it for not only fans of harem anime, but also GREAT romantic comedy. I will concede with the fact that it isn't for everyone... however, I loved it, and think it is worth the shot for those of you who enjoy a great love story, or a great comedy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this show is fantastic, and I thoroughly recommend it for not only fans of harem anime, but also GREAT romantic comedy.\u001b[24m\n    \u001b[1m全体的にこのショーは素晴らしいですが、私はハーレム・アニメのファンだけでなく、ロマンチックなコメディも徹底的にお勧めします。\u001b[22m, \u001b[1m全体的にこのショーは素晴らしいです、と私は徹底的にハーレムアニメのファンだけでなく、GREATロマンチックコメディではないだけのためにそれをお勧めします。\u001b[22m\n\u001b[4mI will concede with the fact that it isn't for everyone... however, I loved it, and think it is worth the shot for those of you who enjoy a great love story, or a great comedy!\u001b[24m\n    \u001b[1mしかし、私はそれを愛し、素晴らしいラブストーリー、または偉大な喜劇を楽しむあなたのためのショットの価値があると思う！\u001b[22m, \u001b[1m私はそれが皆のためではありません...しかし、私はそれを愛し、それは偉大な愛の物語、あるいは偉大な喜劇を楽しむ人のために試してみる価値だと思うという事実と認めるます！\u001b[22m\n\u001b[1m\u001b[22m\nFinal score- 10.\n\n\u001b[1m最終スコア -  10。\u001b[22m\n\u001b[1m(Saishū sukoa - 10.)\u001b[22m\n\nTranslations of \u001b[4mFinal score- 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal score- 10.\u001b[24m\n    \u001b[1m最終スコア -  10。\u001b[22m, \u001b[1m最終score- 10。\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "Wolferion",
    "profile": "/profile/Wolferion/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=20137",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nタイトルによって混乱しないでください、そして、これは適切なロマンスを持つむしろ劇的なアニメだと思ってください。 最初は、創造力のある創造力と描画スキルを備えた主人公がいます。 東京大学の試験にもう2度失敗したので、両親は彼にもっと挑戦しているので、解決は簡単です=彼はチャンスを利用し、全女の子寮の管理者になります。 これがアニメ全体を非常に軽くて面白くするものです。 彼は多くのトラブルを経験しますが、コメディーな瞬間もたくさんあります。 このアニメが純粋にリラックスのためであると言うのは正確ではありません。 私は間違いなく、異常に頻繁に「傷つく」部分を見出し、主人公はロマンチックな瞬間のために良い機会があるたびに非現実的で不器用であることを発見した唯一の人ではないと確信しています。 私は大いに最初のエピソードを楽しんだが、その2つの事実はちょうど迷惑になり、あなたの視点は「傷つけるはずのOuu」から「Gosh、again」に変化した。 今すぐ特性に\n\nストーリー8/10 =上記のように、女の子の寮でマネージャーになるという考えは、ストーリー全体の基本です。 次の主な行動は、彼が大学に入り、彼がその大学に入ることを約束した少女を見つけようとしていることです。\n\nアート8/10 =素晴らしい腕時計には十分なアートがあります。\n\nサウンド9/10 =私は個人的に多くのOPが好きだった、アニメに使われている音楽もかなり良いので、9/10の評価。\n\nCharacter 8/10 =あなたが知っているように、文字があまり成長しないと何とか感じています。 あなたはいくつかの感情が現れているのを見ることができますが、主人公の不器用さによってすべてが挫折します。 彼がうまくいくかどうかはまったく驚くべきことです。 結局のところ、このアニメはリラックスして楽しい時間を過ごすためのものです（上記の2つの悪い事実を除いて）\n\n結論=あなたが笑って時間を楽しむための瞬間を持つアニメを探しているなら、これは間違いなく悪い選択ではないでしょう（よく、たぶん「傷つく」と不器用な部分が アニメの視聴をやめてください）。 自由な時間を見れば、このアニメを試してみてください。 結局のところ、あなたが試みるまであなたは決して知らないのですか？  =）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDon't get confused by the title and think this is rather dramatic anime with adequate romance. In the start, you have that main hero with rather creative imagination skills and drawing skills. Failing an exam to one of the Tokyo university already twice, his parents are against him trying more, so the solution is simple = He takes the advantage of a chance and becomes manager of all-girl dorm. Now this is what makes the whole anime quite light and funny. He gets across a lot of troubles, but there are a lot of comedic moments as well. It won't be precise to tell that this anime is purely for relax though. I'm definitely sure I'm not the only one who finds that abnormally often 'get hurt' part and that the main hero is unrealisticaly clumsy everytime there's a good chance for romantic moment. I enjoyed greatly first episodes, but then those two facts were just becoming annoying and your point of view changes from 'Ouu that must hurt' to 'Gosh, again'. Now to the characteristics\n\n\u001b[1mタイトルによって混乱しないでください、そして、これは適切なロマンスを持つむしろ劇的なアニメだと思ってください。 最初は、創造力のある創造力と描画スキルを備えた主人公がいます。 東京大学の試験にもう2度失敗したので、両親は彼にもっと挑戦しているので、解決は簡単です=彼はチャンスを利用し、全女の子寮の管理者になります。 これがアニメ全体を非常に軽くて面白くするものです。 彼は多くのトラブルを経験しますが、コメディーな瞬間もたくさんあります。 このアニメが純粋にリラックスのためであると言うのは正確ではありません。 私は間違いなく、異常に頻繁に「傷つく」部分を見出し、主人公はロマンチックな瞬間のために良い機会があるたびに非現実的で不器用であることを発見した唯一の人ではないと確信しています。 私は大いに最初のエピソードを楽しんだが、その2つの事実はちょうど迷惑になり、あなたの視点は「傷つけるはずのOuu」から「Gosh、again」に変化した。 今すぐ特性に\u001b[22m\n\u001b[1m(Taitoru ni yotte konran shinaide kudasai, soshite, kore wa tekisetsuna romansu o motsu mushiro gekitekina animeda to omotte kudasai. Saisho wa, sōzō-ryoku no aru sōzō-ryoku to byōga sukiru o sonaeta shujinkō ga imasu. Tōkyōdaigaku no shiken ni mō 2-do shippai shitanode, ryōshin wa kare ni motto chōsen shite irunode, kaiketsu wa kantandesu = kare wa chansu o riyō shi, zen on'nanoko ryō no kanrisha ni narimasu. Kore ga anime zentai o hijō ni karukute omoshiroku suru monodesu. Kare wa ōku no toraburu o keiken shimasuga, komedīna shunkan mo takusan arimasu. Kono anime ga junsui ni rirakkusu no tamedearu to iu no wa seikakude wa arimasen. Watashi wa machigainaku, ijō ni hinpan ni `kizutsuku' bubun o miidashi, shujinkō wa romanchikkuna shunkan no tame ni yoi kikai ga aru tabi ni higenjitsuteki de bukiyōdearu koto o hakken shita yuiitsu no hitode wa nai to kakushin shite imasu. Watashi wa ōini saisho no episōdo o tanoshindaga, sono 2tsu no jijitsu wa chōdo meiwaku ni nari, anata no shiten wa `kizutsukeru hazu no Ouu' kara `Gosh, again' ni henka shita. Ima sugu tokusei ni)\u001b[22m\n\nTranslations of \u001b[4mDon't get confused by the title and think this is rather dramatic anime with adequate romance. In the start, you have that main hero with rather creative imagination skills and drawing skills. Failing an exam to one of the Tokyo university already twice, his parents are against him trying more, so the solution is simple = He takes the advantage of a chance and becomes manager of all-girl dorm. Now this is what makes the whole anime quite light and funny. He gets across a lot of troubles, but there are a lot of comedic moments as well. It won't be precise to tell that this anime is purely for relax though. I'm definitely sure I'm not the only one who finds that abnormally often 'get hurt' part and that the main hero is unrealisticaly clumsy everytime there's a good chance for romantic moment. I enjoyed greatly first episodes, but then those two facts were just becoming annoying and your point of view changes from 'Ouu that must hurt' to 'Gosh, again'. Now to the characteristics\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't get confused by the title and think this is rather dramatic anime with adequate romance.\u001b[24m\n    \u001b[1mタイトルによって混乱しないでください、そして、これは適切なロマンスを持つむしろ劇的なアニメだと思ってください。\u001b[22m, \u001b[1mタイトルで混乱し、これはむしろ適切なロマンスと劇的なアニメではないと思います。\u001b[22m\n\u001b[4mIn the start, you have that main hero with rather creative imagination skills and drawing skills.\u001b[24m\n    \u001b[1m最初は、創造力のある創造力と描画スキルを備えた主人公がいます。\u001b[22m, \u001b[1mスタートでは、あなたではなく創造的想像力と描画スキルを持つその主人公を持っています。\u001b[22m\n\u001b[4mFailing an exam to one of the Tokyo university already twice, his parents are against him trying more, so the solution is simple = He takes the advantage of a chance and becomes manager of all-girl dorm.\u001b[24m\n    \u001b[1m東京大学の試験にもう2度失敗したので、両親は彼にもっと挑戦しているので、解決は簡単です=彼はチャンスを利用し、全女の子寮の管理者になります。\u001b[22m, \u001b[1mすでに二回東京大学の一つに試験を失敗し、彼の両親は、より多くをしようと彼に反対しているので、解決策は単純です=彼はチャンスを利用し、すべての女の子の寮の管理者になります。\u001b[22m\n\u001b[4mNow this is what makes the whole anime quite light and funny.\u001b[24m\n    \u001b[1mこれがアニメ全体を非常に軽くて面白くするものです。\u001b[22m, \u001b[1mさて、これは全体のアニメはかなり軽いと面白い作るものです。\u001b[22m\n\u001b[4mHe gets across a lot of troubles, but there are a lot of comedic moments as well.\u001b[24m\n    \u001b[1m彼は多くのトラブルを経験しますが、コメディーな瞬間もたくさんあります。\u001b[22m, \u001b[1m彼はトラブルの多くは伝わるが、コミカルな瞬間の多くはそこにもあります。\u001b[22m\n\u001b[4mIt won't be precise to tell that this anime is purely for relax though.\u001b[24m\n    \u001b[1mこのアニメが純粋にリラックスのためであると言うのは正確ではありません。\u001b[22m, \u001b[1mしかし、リラックスのためにこのアニメは、純粋であることを伝えるために正確ではありません。\u001b[22m\n\u001b[4mI'm definitely sure I'm not the only one who finds that abnormally often 'get hurt' part and that the main hero is unrealisticaly clumsy everytime there's a good chance for romantic moment.\u001b[24m\n    \u001b[1m私は間違いなく、異常に頻繁に「傷つく」部分を見出し、主人公はロマンチックな瞬間のために良い機会があるたびに非現実的で不器用であることを発見した唯一の人ではないと確信しています。\u001b[22m, \u001b[1m私は異常にしばしば「傷つく」部分と主人公がロマンチックな瞬間のための良いチャンスがあると不器用毎回がunrealisticalyであることをことを見つけただけではないよ間違いなく確信しています。\u001b[22m\n\u001b[4mI enjoyed greatly first episodes, but then those two facts were just becoming annoying and your point of view changes from 'Ouu that must hurt' to 'Gosh, again'.\u001b[24m\n    \u001b[1m私は大いに最初のエピソードを楽しんだが、その2つの事実はちょうど迷惑になり、あなたの視点は「傷つけるはずのOuu」から「Gosh、again」に変化した。\u001b[22m, \u001b[1m私は非常に最初のエピソードを楽しんだが、その後、これらの2つの事実はちょうど迷惑と「再び、おやっ 'に'傷つける必要があります奥羽 'からのビューの変更のあなたのポイントになってきました。\u001b[22m\n\u001b[4mNow to the characteristics\u001b[24m\n    \u001b[1m今すぐ特性に\u001b[22m, \u001b[1m今特性\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10 = As mention above, the idea of a guy being a manager in all-girls dorm is quite the whole base of story. The main next action is him trying to get into the university and find the girl he made a promise with to get into that university.\n\n\u001b[1mストーリー8/10 =上記のように、女の子の寮でマネージャーになるという考えは、ストーリー全体の基本です。 次の主な行動は、彼が大学に入り、彼がその大学に入ることを約束した少女を見つけようとしていることです。\u001b[22m\n\u001b[1m(Sutōrī 8/ 10 = jōki no yō ni, on'nanoko no ryō de manējā ni naru to iu kangae wa, sutōrī zentai no kihondesu. Tsugi no omona kōdō wa, kare ga daigaku ni hairi, kare ga sono daigaku ni hairu koto o yakusoku shita shōjo o mitsukeyou to shite iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10 = As mention above, the idea of a guy being a manager in all-girls dorm is quite the whole base of story. The main next action is him trying to get into the university and find the girl he made a promise with to get into that university.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10 = As mention above, the idea of a guy being a manager in all-girls dorm is quite the whole base of story.\u001b[24m\n    \u001b[1mストーリー8/10 =上記のように、女の子の寮でマネージャーになるという考えは、ストーリー全体の基本です。\u001b[22m, \u001b[1mストーリー8/10 =上記に言及したように、すべての女の子の寮で管理されて男のアイデアは物語のかなり全体のベースです。\u001b[22m\n\u001b[4mThe main next action is him trying to get into the university and find the girl he made a promise with to get into that university.\u001b[24m\n    \u001b[1m次の主な行動は、彼が大学に入り、彼がその大学に入ることを約束した少女を見つけようとしていることです。\u001b[22m, \u001b[1m主な次のアクションは、彼が大学に入ると、彼はその大学に入るためにとの約束をした女の子を見つけようとしています。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8/10 = The art there is good enough for a nice watch.\n\n\u001b[1mアート8/10 =素晴らしい腕時計には十分なアートがあります。\u001b[22m\n\u001b[1m(Āto 8/ 10 = subarashī udedokei ni wa jūbun'na āto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10 = The art there is good enough for a nice watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10 = The art there is good enough for a nice watch.\u001b[24m\n    \u001b[1mアート8/10 =素晴らしい腕時計には十分なアートがあります。\u001b[22m, \u001b[1mアート8/10 =アートが素敵な時計には十分あります。\u001b[22m\n\u001b[1m\u001b[22m\nSound 9/10 = I personally liked a lot the OP, the music used in the anime is pretty fine too, thus the 9/10 rating.\n\n\u001b[1mサウンド9/10 =私は個人的に多くのOPが好きだった、アニメに使用されている音楽もかなり良いので、9/10の評価。\u001b[22m\n\u001b[1m(Saundo 9/ 10 = watashi wa kojin-teki ni ōku no OP ga sukidatta, anime ni shiyō sa rete iru ongaku mo kanari yoinode, 9/ 10 no hyōka.)\u001b[22m\n\nTranslations of \u001b[4mSound 9/10 = I personally liked a lot the OP, the music used in the anime is pretty fine too, thus the 9/10 rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9/10 = I personally liked a lot the OP, the music used in the anime is pretty fine too, thus the 9/10 rating.\u001b[24m\n    \u001b[1mサウンド9/10 =私は個人的に多くのOPが好きだった、アニメに使用されている音楽もかなり良いので、9/10の評価。\u001b[22m, \u001b[1m9/10サウンド、私は個人的にOP大変気に入っ=、アニメで使用される音楽は、あまりにも、このように9/10の評価はかなり細かいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8/10 = Well you know, it somehow feels there that characters don't show much grow. You can see some feelings appearing , but then everything's crushed by the main hero's clumsiness. So it's kind of all a wonder if he got better or not. After all, this anime is ment for relax and having nice time ( except the two bad facts written above )\n\n\u001b[1mCharacter 8/10 =あなたが知っているように、文字があまり成長しないと何とか感じています。 あなたはいくつかの感情が現れているのを見ることができますが、主人公の不器用さによってすべてが挫折します。 彼がうまくいくかどうかはまったく驚くべきことです。 結局のところ、このアニメはリラックスして楽しい時間を過ごすためのものです（上記の2つの悪い事実を除いて）\u001b[22m\n\u001b[1m(Kyarakuta 8/ 10 = anata ga shitte iru yō ni, moji ga amari seichō shinaito nantoka kanjite imasu. Anata wa ikutsu ka no kanjō ga arawarete iru no o miru koto ga dekimasuga, shujinkō no bukiyō-sa ni yotte subete ga zasetsu shimasu. Kare ga umaku iku ka dō ka wa mattaku odorokubeki kotodesu. Kekkyokunotokoro, kono anime wa rirakkusu shite tanoshī jikan o sugosu tame no monodesu (jōki no 2tsu no warui jijitsu o nozoite))\u001b[22m\n\nTranslations of \u001b[4mCharacter 8/10 = Well you know, it somehow feels there that characters don't show much grow. You can see some feelings appearing , but then everything's crushed by the main hero's clumsiness. So it's kind of all a wonder if he got better or not. After all, this anime is ment for relax and having nice time ( except the two bad facts written above )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8/10 = Well you know, it somehow feels there that characters don't show much grow.\u001b[24m\n    \u001b[1mCharacter 8/10 =あなたが知っているように、文字があまり成長しないと何とか感じています。\u001b[22m, \u001b[1m文字8/10 =あなたが知っているまあ、それは何らかの形で文字があまり成長示さないことがあると感じています。\u001b[22m\n\u001b[4mYou can see some feelings appearing , but then everything's crushed by the main hero's clumsiness.\u001b[24m\n    \u001b[1mあなたはいくつかの感情が現れているのを見ることができますが、主人公の不器用さによってすべてが挫折します。\u001b[22m, \u001b[1mあなたは、いくつかの感情が現れる参照が、その後のすべての主要な主人公の不器用で粉砕することができます。\u001b[22m\n\u001b[4mSo it's kind of all a wonder if he got better or not.\u001b[24m\n    \u001b[1m彼がうまくいくかどうかはまったく驚くべきことです。\u001b[22m, \u001b[1m彼が良くなったかどうだから、すべての驚異のようなものです。\u001b[22m\n\u001b[4mAfter all, this anime is ment for relax and having nice time ( except the two bad facts written above )\u001b[24m\n    \u001b[1m結局のところ、このアニメはリラックスして楽しい時間を過ごすためのものです（上記の2つの悪い事実を除いて）\u001b[22m, \u001b[1m結局のところ、このアニメは（上に書いた2悪い事実を除いて）リラックスして素敵な時間を持つためのメンターであります\u001b[22m\n\u001b[1m\u001b[22m\nConclusion = If you're looking for an anime with moments to make you laugh and enjoy the time, this definitely won't be a bad choice ( well, only maybe if the often 'get hurt' and clumsy part would annoy you enough to stop watching the anime ). If you got the free time to watch, give this anime a try. After all, you never know until you try, do you? =)\n\n\u001b[1m結論=あなたが笑って時間を楽しむための瞬間を持つアニメを探しているなら、これは間違いなく悪い選択ではないでしょう（よく、たぶん「傷つく」と不器用な部分が アニメの視聴をやめてください）。 自由な時間を見れば、このアニメを試してみてください。 結局のところ、あなたが試みるまであなたは決して知らないのですか？  =）\u001b[22m\n\u001b[1m(Ketsuron = anata ga waratte jikan o tanoshimu tame no shunkan o motsu anime o sagashite irunara, koreha machigainaku warui sentakude wanaideshou (yoku, tabun `kizutsuku' to bukiyōna bubun ga anime no shichō o yamete kudasai). Jiyūna jikan o mireba, kono anime o tameshite mite kudasai. Kekkyokunotokoro, anata ga kokoromiru made anata wa kesshite shiranai nodesu ka? =))\u001b[22m\n\nTranslations of \u001b[4mConclusion = If you're looking for an anime with moments to make you laugh and enjoy the time, this definitely won't be a bad choice ( well, only maybe if the often 'get hurt' and clumsy part would annoy you enough to stop watching the anime ). If you got the free time to watch, give this anime a try. After all, you never know until you try, do you? =)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion = If you're looking for an anime with moments to make you laugh and enjoy the time, this definitely won't be a bad choice ( well, only maybe if the often 'get hurt' and clumsy part would annoy you enough to\u001b[24m\n    \u001b[1m結論=あなたが笑って時間を楽しむための瞬間を持つアニメを探しているなら、これは間違いなく悪い選択ではないでしょう（よく、たぶん「傷つく」と不器用な部分が\u001b[22m, \u001b[1mあなたが笑わせると時間を楽しむために瞬間でアニメを探しているなら結論=、これは間違いなく悪い選択ではないでしょう（まあ、唯一の多分しばしば「傷つく」と不器用な部分場合に十分なあなたを困らせるだろう\u001b[22m\n\u001b[4mstop watching the anime ).\u001b[24m\n    \u001b[1mアニメの視聴をやめてください）。\u001b[22m, \u001b[1m）アニメを見て停止します。\u001b[22m\n\u001b[4mIf you got the free time to watch, give this anime a try.\u001b[24m\n    \u001b[1m自由な時間を見れば、このアニメを試してみてください。\u001b[22m, \u001b[1mあなたが見て自由な時間を持っている場合、このアニメを試してみて。\u001b[22m\n\u001b[4mAfter all, you never know until you try, do you?\u001b[24m\n    \u001b[1m結局のところ、あなたが試みるまであなたは決して知らないのですか？\u001b[22m, \u001b[1mあなたがしようとするまで、すべての後、あなたはあなたが、か知っていることはありませんか？\u001b[22m\n\u001b[4m=)\u001b[24m\n    \u001b[1m=）\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "Kenneett",
    "profile": "/profile/Kenneett/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=162129",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nだから私はいくつかのシリーズのためにウェブを閲覧していた。 私は子供時代について私に思い出させる幼稚なシリーズを見たいと思っていました。このシリーズは私の目の前に現れました。\n\n私は最初のエピソードからキャッチされた。 女の子たち、戦い、ユーモア、プロット、桂太郎が約束した女の子たちは、本当に興奮しています。 キャラクターは本当に良かったです。私はAkamtsu氏がこのシリーズで本当に芸術作品を作ったのです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo i was browsing the web for some series to watch. I wanted to watch some childish series that would remind me about my childhood and this series popped up in front of me.\n\n\u001b[1mだから私はいくつかのシリーズのためにウェブを閲覧していた。 私は子供時代について私に思い出させる幼稚なシリーズを見たいと思っていました。このシリーズは私の目の前に現れました。\u001b[22m\n\u001b[1m(Dakara watashi wa ikutsu ka no shirīzu no tame ni u~ebu o etsuran shite ita. Watashi wa kodomo jidai ni tsuite watashi ni omoidasa seru yōchina shirīzu o mitai to omotte imashita. Kono shirīzu wa watashi no me no mae ni arawaremashita.)\u001b[22m\n\nTranslations of \u001b[4mSo i was browsing the web for some series to watch. I wanted to watch some childish series that would remind me about my childhood and this series popped up in front of me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo i was browsing the web for some series to watch.\u001b[24m\n    \u001b[1mだから私はいくつかのシリーズのためにウェブを閲覧していた。\u001b[22m, \u001b[1mだから私は見ていくつかのシリーズのためにウェブを閲覧しました。\u001b[22m\n\u001b[4mI wanted to watch some childish series that would remind me about my childhood and this series popped up in front of me.\u001b[24m\n    \u001b[1m私は子供時代について私に思い出させる幼稚なシリーズを見たいと思っていました。このシリーズは私の目の前に現れました。\u001b[22m, \u001b[1m私は私の子供の頃、私の目の前に現れたこのシリーズについて私に思い出させるだろういくつかの幼稚なシリーズを見たかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI was caught from the first episode. The girls, fighting, humor, plot and the waiting to se which girl Keitaro made his promise to is really excited. The characters are really good and i thing that Ken Akamtsu has made a really piece of art with this series!\n\n\u001b[1m私は最初のエピソードからキャッチされた。 女の子たち、戦い、ユーモア、プロット、桂太郎が約束した女の子たちは、本当に興奮しています。 キャラクターは本当に良かったです。私はAkamtsu氏がこのシリーズで本当に芸術作品を作ったのです！\u001b[22m\n\u001b[1m(Watashi wa saisho no episōdo kara kyatchi sa reta. On'nanoko-tachi, tatakai, yūmoa, purotto, kei tarō ga yakusoku shita on'nanoko-tachi wa, hontōni kōfun shite imasu. Kyarakutā wa hontōniyokattadesu. Watashi wa Akamtsu-shi ga kono shirīzu de hontōni geijutsu sakuhin o tsukutta nodesu!)\u001b[22m\n\nTranslations of \u001b[4mI was caught from the first episode. The girls, fighting, humor, plot and the waiting to se which girl Keitaro made his promise to is really excited. The characters are really good and i thing that Ken Akamtsu has made a really piece of art with this series!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was caught from the first episode.\u001b[24m\n    \u001b[1m私は最初のエピソードからキャッチされた。\u001b[22m, \u001b[1m私は、最初のエピソードからキャッチされました。\u001b[22m\n\u001b[4mThe girls, fighting, humor, plot and the waiting to se which girl Keitaro made his promise to is really excited.\u001b[24m\n    \u001b[1m女の子たち、戦い、ユーモア、プロット、桂太郎が約束した女の子たちは、本当に興奮しています。\u001b[22m, \u001b[1m女の子、戦い、ユーモア、プロットと敬太郎が彼の約束は本当に興奮しているために作られた少女SEに待機。\u001b[22m\n\u001b[4mThe characters are really good and i thing that Ken Akamtsu has made a really piece of art with this series!\u001b[24m\n    \u001b[1mキャラクターは本当に良かったです。私はAkamtsu氏がこのシリーズで本当に芸術作品を作ったのです！\u001b[22m, \u001b[1m文字は本当に良いとKen Akamtsuがこのシリーズで芸術の本当に作品を作った私のものです！\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "TheNextThing",
    "profile": "/profile/TheNextThing/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=126647",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは、私がアニメに入って初めてみんなが見たことの一つです。 私にとっては、これは古典的なものの1つで、基礎的なテキストの1つで、過去10年間に出てきたすべてのものの先駆けです。 そのように、それを見るのは私の義務でした。 彼らが子供のころ、男の子と女の子が東京の最も有名な大学に入る約束をしました。 しかし、今少年は女の子の名前を忘れてしまった。 とにかく、彼はすべての女性の寄宿舎のマネージャーになってしまいます。これはハーレムショーで、彼は完全に棘がなく、変態です。私はそこに温泉があると言いましたが、それぞれのエピソードでは、 落ちて誰かの胸をつかんだり、ドアを開けたり、服を脱いでいるときに誰かを見ている。 ええ、そうです。 ショーの最悪の側面は間違いなく、最もショックを受けている、またはショーが感情的な話題（2人の主人公の間で成長している魅力、今までに作った最大のツンドーンの1つ）を失うときです。 それは私が期待していたものなので、それはかなり失望ではありませんでしたが、あなたは常に、これらのことが実際よりも良いことを望んでいます。\n\n私のブログからコピー/貼り付け：www.thenextthingblog.wordpress.com",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the shows that when I was first getting into anime, everyone had seen. For me, it’s one of the classics, one of the foundational texts, a precursor to all the stuff that’s come out in the past 10 years. As such, it was my duty to see it. When they were kids, a boy and a girl made a promise to get into Tokyo’s most prestigious university. But now the boy has forgotten the girl’s name, and he’s also failed the test to get in twice. Anyway, he ends up being the manager to an all woman's boarding house and this is a harem show and he's completely spineless and also a pervert and did I mention that there are hot springs out back and did I mention that each episode features him stumbling and falling and grabbing someone's breast and or opening the door and seeing someone right when they're undressing; yeah, so that’s that. The show’s worst aspects are definitely it’s most slapsticky, or when the show loses the emotional focus of the story (the growing attraction between the two main characters, one of the greatest tsunderes ever created). It wasn’t quite a disappointment because it’s what I expected, but you know, you always want these things to be better than they really are.\n\n\u001b[1mこれは、私がアニメに入って初めてみんなが見たことの一つです。 私にとっては、これは古典的なものの1つで、基礎的なテキストの1つで、過去10年間に出てきたすべてのものの先駆けです。 そのように、それを見るのは私の義務でした。 彼らが子供のころ、男の子と女の子が東京の最も有名な大学に入る約束をしました。 しかし、今少年は女の子の名前を忘れてしまった。 とにかく、彼はすべての女性の寄宿舎のマネージャーになってしまいます。これはハーレムショーで、彼は完全に棘がなく、変態です。私はそこに温泉があると言いましたが、それぞれのエピソードでは、 落ちて誰かの胸をつかんだり、ドアを開けたり、服を脱いでいるときに誰かを見ている。 ええ、そうです。 ショーの最悪の側面は間違いなく、最もショックを受けている、またはショーが感情的な話題（2人の主人公の間で成長している魅力、今までに作った最大のツンドーンの1つ）を失うときです。 それは私が期待していたものなので、それはかなり失望ではありませんでしたが、あなたは常に、これらのことが実際よりも良いことを望んでいます。\u001b[22m\n\u001b[1m(Kore wa, watashi ga anime ni haitte hajimete min'na ga mita koto no hitotsudesu. Watashi ni totte wa, koreha koten-tekina mono no 1tsu de, kiso-tekina tekisuto no 1tsu de, kako 10-nenkan ni detekita subete no mono no sakigakedesu. Sonoyōni, sore o miru no wa watashi no gimudeshita. Karera ga kodomo no koro, otokonokotoon'nanoko ga Tōkyō no mottomo yūmeina daigaku ni hairu yakusoku o shimashita. Shikashi, ima shōnen wa on'nanokononamae o wasurete shimatta. Tonikaku, kare wa subete no josei no kishukusha no manējā ni natte shimaimasu. Kore wa hāremushō de, kare wa kanzen ni toge ga naku, hentaidesu. Watashi wa soko ni onsen ga aru to iimashitaga, sorezore no episōdode wa, ochite dareka no mune o tsukan dari, doa o ake tari,-fuku o nuide iru toki ni dareka o mite iru. E e,-sōdesu. Shō no saiaku no sokumen wa machigainaku, mottomo shokku o ukete iru, matawa shō ga kanjō-tekina wadai (2-ri no shujinkō no ma de seichō shite iru miryoku, ima made ni tsukutta saidai no tsundōn no 1tsu) o ushinau tokidesu. Sore wa watashi ga kitai shite ita mononanode, sore wa kanari shitsubōde wa arimasendeshitaga, anata wa tsuneni, korera no koto ga jissai yori mo yoi koto o nozonde imasu.)\u001b[22m\n\u001b[1m\u001b[22m\ncopied/pasted from my blog: www.thenextthingblog.wordpress.com\n\n\u001b[1m私のブログからコピー/貼り付け：www.thenextthingblog.wordpress.com\u001b[22m\n\u001b[1m(Watashi no burogu kara kopī/ haritsukike: Www. Thenextthingblog. Wordpress. Komu)\u001b[22m\n\nTranslations of \u001b[4mcopied/pasted from my blog: www.thenextthingblog.wordpress.com\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcopied/pasted from my blog: www.thenextthingblog.wordpress.com\u001b[24m\n    \u001b[1m私のブログからコピー/貼り付け：www.thenextthingblog.wordpress.com\u001b[22m, \u001b[1mwww.thenextthingblog.wordpress.com：コピー/私のブログから貼り付け\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "beowulf55",
    "profile": "/profile/beowulf55/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=54905",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  7\n\nLove Hina私が今までに見た、私の最初のアニメ。 それを振り返ると、ショーはまともだった。 それは時間の瞬間だったが、もう一度それは無意味だった、正直なところあなたの本当のロマンチック/コメディウォッチャー、あなたはこのアニメからいくつかの楽しみを得るだろうが、私はあなたにそれをお勧めしません他の視聴者 。 それを総括すると、キャラクター、奇妙なストーリーラインが大好きです。うまくいけば、2つのメインの間の化学的関係は、あなたが見守るのに十分なほどの身長を保つでしょう。 これは私の1stアニメのかもしれませんが、私はそれに壮大なレビューを与えるつもりはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLove Hina my very first anime I ever watched; looking back on it, the show was decent. It had it's moments time to time, but then again some of it was pointless, honestly if your a true romantic/comedy watcher, you'll get some enjoyment out of this anime, but to other viewers I wouldn't recommend it to you . To sum it all up love the characters, shabby storyline, hopefully the chemistry between the 2 mains will keep you intrested enough to watch. This may of been my 1st anime but doesn't mean I'm going give it a spectacular review.\n\n\u001b[1mLove Hina私が今までに見た、私の最初のアニメ。 それを振り返ると、ショーはまともだった。 それは時間の瞬間だったが、もう一度それは無意味だった、正直なところあなたの本当のロマンチック/コメディウォッチャー、あなたはこのアニメからいくつかの楽しみを得るだろうが、私はあなたにそれをお勧めしません他の視聴者 。 それを総括すると、キャラクター、奇妙なストーリーラインが大好きです。うまくいけば、2つのメインの間の化学的関係は、あなたが見守るのに十分なほどの身長を保つでしょう。 これは私の1stアニメのかもしれませんが、私はそれに壮大なレビューを与えるつもりはありません。\u001b[22m\n\u001b[1m(Rabu Hina watashi ga ima made ni mita, watashi no saisho no anime. Sore o furikaeru to, shō wa matomodatta. Sore wa jikan no shunkandattaga, mōichido sore wa muimidatta, shōjikina tokoro anata no hontō no romanchikku/ komediu~otchā, anata wa kono anime kara ikutsu ka no tanoshimi o erudarouga, watashi wa anata ni sore o o susume shimasen ta no shichō-sha. Sore o sōkatsu suru to, kyarakutā, kimyōna sutōrīrain ga daisukidesu. Umaku ikeba, 2tsu no mein no ma no kagaku-teki kankei wa, anata ga mimamoru no ni jūbun'na hodo no shinchō o tamotsudeshou. Kore wa watashi no 1 st animeno kamo shiremasenga, watashi wa sore ni sōdaina rebyū o ataeru tsumori wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLove Hina my very first anime I ever watched; looking back on it, the show was decent. It had it's moments time to time, but then again some of it was pointless, honestly if your a true romantic/comedy watcher, you'll get some enjoyment out of this anime, but to other viewers I wouldn't recommend it to you . To sum it all up love the characters, shabby storyline, hopefully the chemistry between the 2 mains will keep you intrested enough to watch. This may of been my 1st anime but doesn't mean I'm going give it a spectacular review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Hina my very first anime I ever watched;\u001b[24m\n    \u001b[1mLove Hina私が今までに見た、私の最初のアニメ。\u001b[22m, \u001b[1mひなに私が今まで見た私の非常に最初のアニメが大好きです。\u001b[22m\n\u001b[4mlooking back on it, the show was decent.\u001b[24m\n    \u001b[1mそれを振り返ると、ショーはまともだった。\u001b[22m, \u001b[1mそれを振り返って、ショーは立派でした。\u001b[22m\n\u001b[4mIt had it's moments time to time, but then again some of it was pointless, honestly if your a true romantic/comedy watcher, you'll get some enjoyment out of this anime, but to other viewers I wouldn't recommend it to you\u001b[24m\n    \u001b[1mそれは時間の瞬間だったが、もう一度それは無意味だった、正直なところあなたの本当のロマンチック/コメディウォッチャー、あなたはこのアニメからいくつかの楽しみを得るだろうが、私はあなたにそれをお勧めしません他の視聴者\u001b[22m, \u001b[1mそれは瞬間の時間までの時間だ持っていたが、その後再びそれのいくつかは、あなたの本当のロマンチック/コメディウォッチャー場合正直、あなたはこのアニメのうち、いくつかの楽しみを得るでしょう、無意味だったが、他の視聴者に私はあなたにそれをお勧めしません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mTo sum it all up love the characters, shabby storyline, hopefully the chemistry between the 2 mains will keep you intrested enough to watch.\u001b[24m\n    \u001b[1mそれを総括すると、キャラクター、奇妙なストーリーラインが大好きです。うまくいけば、2つのメインの間の化学的関係は、あなたが見守るのに十分なほどの身長を保つでしょう。\u001b[22m, \u001b[1mそれをすべてまとめる文字を愛し、みすぼらしいストーリーには、うまくいけば2本線の間の化学反応は、見ていて十分なintrestedてあなたを維持します。\u001b[22m\n\u001b[4mThis may of been my 1st anime but doesn't mean I'm going give it a spectacular review.\u001b[24m\n    \u001b[1mこれは私の1stアニメのかもしれませんが、私はそれに壮大なレビューを与えるつもりはありません。\u001b[22m, \u001b[1mこれは私の第一のアニメあったのかもしれませんが、私はそれを壮大な評価を与えるつもりだという意味ではありません。\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "tylervayo",
    "profile": "/profile/tylervayo/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=84439",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  5\n\nなぜこの番組がとても人気があるのか​​分かりません。 確かに、私はそれからいくつかの良い笑いを持っていますが、それはそれについてです。 おそらく最初のアニメは「私の時間の無駄」と呼ぶだろう。 しかしねえ。 それは他の人々がそれを好きになることを許されていないことを意味するものではありません。 しかし、私はコメディに完全に焦点を当てたややエッチなコメディを探していない限り、別のアニメを見つける必要があることを警告するためにここに来ました。\n\nプロット：5\n\nプロット？ どのプロット？ あなたはキャラクターのグループを共有している事実によってのみ接続されているフィラーの25エピソードを意味し、その後3つのエピソードOVAアークが「続編」と名づけられます。 名前：ええ、それはひな愛です。 フィラー。 私は間違っていない、各エピソードはそれが独自の気まぐれを持っていたシリーズを維持することができますそれは 'それはランダムな感じのような面白い原因です。 メチャ・カメの軍隊からアラビア王子、夏の祭りまでの生活人形、そしてこのショーは私を驚かせることは決してありませんでした。 しかし、それはショーが本当のプロットを持っていなかったという事実を補うものではありません。 だから私はここに5を与えなければならなかった。\n\nアート：7\n\n私はまだ芸術の愛好家ではないので、私が知る限り、グラフィックは同じ時間に出てきた他のシリーズと同じレベルです。 だからここから私の苦情はありません。\n\nサウンド：8\n\n私はショー全体を嫌っていたにもかかわらず、オープニングのテーマはトップ5にとどまっていました。それは不自然でキャッチーで爽やかで、初めてのことでした。 一度もオープニングをスキップしませんでした。 エンディング曲は、違ったやり方だった。 暗い、ギターのリフのようなやり方。 そして、私はアニメを通して音楽に間違ったものを見つけることができませんでした。 だから、サウンド上の名声は、他には何もない。\n\nP.S. 英語のダブを見ないでください！ それは明らかに悪くはない。\n\nキャラクター：7\n\n私は自分自身を言うならば、キャラクターの多様なキャスト。 ヒナタアパートに住んでいる私たちの主人公、圭太郎は敗者の敗者です。 私たちのメインヒロイン、鳴子は、少しでも熱心な少女で、あらゆる可能性のある機会に桂太郎を欺くことをためらった。 シリーズの「乱雑さ」において大きな役割を果たす発明者である蘇がいる。 彼女の酒の愛はショー全体の唯一の特徴であるキツネです。 厳しい剣士、元子がいます。 人柄が全くない忍の忍がいる。 他のキャラクターには、私がこのアニメを落とさないようにするキャラクターであることを信じているケンタロが含まれています。 シリーズの「無作為」でかなり大きな役割を果たしている考古学者、セタ（Seta）がいます。 セタの「娘」サラがあり、ついにナルの隣に二次的な愛の関心を果たしている睦美がいます。\n\nこれはかなり良い文字セットのように聞こえるでしょう。 面白いアニメを作るための開発の余地はたくさんありますよね？ 違う！ 私のオープニングパラグラフで触れたように、このアニメはコメディーに完全に焦点を当てていたので、シリーズのすべてのキャラクターは最初から最後まで同じで、ここで少し例外があります（元子さんはショーの終わりに来る圭太郎を憎むことはありません）  。 さまざまなキャストがあったので、私は2Dキャラクターのグループに7より高いものを与えることはできません。\n\n楽しさ：5\n\nコメディーに完全に焦点を当てたショーのために、コメディは素晴らしいものではなかった。 私はすべてのエピソードを少なくとも1回は笑っていましたが、それは私に次のエピソードを見せたいだけではありません。 だから楽しみに5。\n\n全体：6\n\nええ、ショーはひどくはありませんでした。 キャッチーなオープニングテーマ。 私が見たよりうまいサポート文字のいくつかと、固体の文字のスルー。 そして、「ヒーロー・アゲイン」はショーがうまくいった「ロマンス」を包みます。 あなたが笑いと面白いキャラクターの弾幕を探しているなら、ラブひなに撃つ。 プロットを期待しないでください。\n\n（これは私の3回目のレビューなので、肯定的または否定的なフィードバックは大歓迎です！）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI don't understand why this show is so popular. Sure, I got some good laughs out of it, but that's about it. Probably the first anime I would call a 'waste of my time'. But hey. That doesn't mean that other people aren't allowed to like it. But I'm here to warn you that unless you are looking for a somewhat ecchi comedy that completely focuses on comedy, then you need to find another anime.\n\n\u001b[1mなぜこの番組がとても人気があるのか​​分かりません。 確かに、私はそれからいくつかの良い笑いを持っていますが、それはそれについてです。 おそらく最初のアニメは「私の時間の無駄」と呼ぶだろう。 しかしねえ。 それは他の人々がそれを好きになることを許されていないことを意味するものではありません。 しかし、私はコメディに完全に焦点を当てたややエッチなコメディを探していない限り、別のアニメを見つける必要があることを警告するためにここに来ました。\u001b[22m\n\u001b[1m(Naze kono bangumi ga totemo ninki ga aru no ka ​​ wakarimasen. Tashika ni, watashi wa sore kara ikutsu ka no yoi warai o motte imasuga, sore wa sore ni tsuitedesu. Osoraku saisho no animeha `watashi no jikan'nomuda' to yobudarou. Shikashi nē. Sore wa hoka no hitobito ga sore o suki ni naru koto o yurusa rete inai koto o imi suru monode wa arimasen. Shikashi, watashi wa komedi ni kanzen ni shōten o ateta yaya etchina komedi o sagashite inai kagiri,-betsu no anime o mitsukeru hitsuyō ga aru koto o keikoku suru tame ni koko ni kimashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't understand why this show is so popular. Sure, I got some good laughs out of it, but that's about it. Probably the first anime I would call a 'waste of my time'. But hey. That doesn't mean that other people aren't allowed to like it. But I'm here to warn you that unless you are looking for a somewhat ecchi comedy that completely focuses on comedy, then you need to find another anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't understand why this show is so popular.\u001b[24m\n    \u001b[1mなぜこの番組がとても人気があるのか分かりません。\u001b[22m, \u001b[1mこのショーはとても人気がある理由を私は理解していません。\u001b[22m\n\u001b[4mSure, I got some good laughs out of it, but that's about it.\u001b[24m\n    \u001b[1m確かに、私はそれからいくつかの良い笑いを持っていますが、それはそれについてです。\u001b[22m, \u001b[1m確かに、私はそれのうちいくつかの良い笑いを得たが、それはそれについてです。\u001b[22m\n\u001b[4mProbably the first anime I would call a 'waste of my time'.\u001b[24m\n    \u001b[1mおそらく最初のアニメは「私の時間の無駄」と呼ぶだろう。\u001b[22m, \u001b[1mおそらく最初のアニメは私が「私の時間の無駄」と呼ぶだろう。\u001b[22m\n\u001b[4mBut hey.\u001b[24m\n    \u001b[1mしかしねえ。\u001b[22m, \u001b[1mでもねえ。\u001b[22m\n\u001b[4mThat doesn't mean that other people aren't allowed to like it.\u001b[24m\n    \u001b[1mそれは他の人々がそれを好きになることを許されていないことを意味するものではありません。\u001b[22m, \u001b[1mそれは他の人がそれを好きに許可されていないことを意味するものではありません。\u001b[22m\n\u001b[4mBut I'm here to warn you that unless you are looking for a somewhat ecchi comedy that completely focuses on comedy, then you need to find another anime.\u001b[24m\n    \u001b[1mしかし、私はコメディに完全に焦点を当てたややエッチなコメディを探していない限り、別のアニメを見つける必要があることを警告するためにここに来ました。\u001b[22m, \u001b[1mしかし、私はあなたが完全にコメディに焦点を当てて多少エッチなコメディを探している場合を除き、あなたは別のアニメを見つける必要があることを警告するためにここにいますよ。\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 5\n\n\u001b[1mプロット：5\u001b[22m\n\u001b[1m(Purotto: 5)\u001b[22m\n\nTranslations of \u001b[4mPlot: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 5\u001b[24m\n    \u001b[1mプロット：5\u001b[22m\n\u001b[1m\u001b[22m\nPlot? What plot? You mean 25 episodes of fillers that are only connected by the fact that they share a group of characters, and then a 3 episode OVA arc that they label as a 'sequel'? Cause yeah, that's what Love Hina is. Fillers. Don't get me wrong, each episode had it's own quirk, allowing the series to keep that 'it's funny cause it's random' kind of feel. From an army of Mecha-turtles to Arabian princes to a living doll to a summer festival, this show never ceased to surprise me. But that doesn't make up for the fact that the show had no real plot. So I had to give a 5 here.\n\n\u001b[1mプロット？ どのプロット？ あなたはキャラクターのグループを共有している事実によってのみ接続されているフィラーの25エピソードを意味し、その後3つのエピソードのOVAアークを「続編」と呼んでいますか？ 名前：ええ、それはひな愛です。 フィラー。 私は間違っていない、各エピソードはそれが独自の気まぐれを持っていたシリーズを維持することができますそれは 'それはランダムな感じのような面白い原因です。 メチャ・カメの軍隊からアラビア王子、夏の祭りまでの生活人形、そしてこのショーは私を驚かせることは決してありませんでした。 しかし、それはショーが本当のプロットを持っていなかったという事実を補うものではありません。 だから私はここに5を与えなければならなかった。\u001b[22m\n\u001b[1m(Purotto? Dono purotto? Anata wa kyarakutā no gurūpu o kyōyū shite iru jijitsu ni yotte nomi setsuzoku sa rete iru firā no 25 episōdo o imi shi, sonogo 3ttsu no episōdo no ovu~a āku o `zokuhen' to yonde imasu ka? Namae: E e, soreha hina aidesu. Firā. Watashi wa machigatteinai, kaku episōdo wa sore ga dokuji no kimagure o motte ita shirīzu o iji suru koto ga dekimasu soreha' sore wa randamuna kanji no yōna omoshiroi gen'indesu. Mecha kame no guntai kara Arabia Ōji, natsu no matsuri made no seikatsu ningyō, soshite kono shō wa watashi o odoroka seru koto wa kesshite arimasendeshita. Shikashi, soreha shō ga hontō no purotto o motte inakatta to iu jijitsu o oginau monode wa arimasen. Dakara watashi wa koko ni 5 o ataenakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mPlot? What plot? You mean 25 episodes of fillers that are only connected by the fact that they share a group of characters, and then a 3 episode OVA arc that they label as a 'sequel'? Cause yeah, that's what Love Hina is. Fillers. Don't get me wrong, each episode had it's own quirk, allowing the series to keep that 'it's funny cause it's random' kind of feel. From an army of Mecha-turtles to Arabian princes to a living doll to a summer festival, this show never ceased to surprise me. But that doesn't make up for the fact that the show had no real plot. So I had to give a 5 here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot?\u001b[24m\n    \u001b[1mプロット？\u001b[22m\n\u001b[4mWhat plot?\u001b[24m\n    \u001b[1mどのプロット？\u001b[22m, \u001b[1mどのようなプロット？\u001b[22m\n\u001b[4mYou mean 25 episodes of fillers that are only connected by the fact that they share a group of characters, and then a 3 episode OVA arc that they label as a 'sequel'?\u001b[24m\n    \u001b[1mあなたはキャラクターのグループを共有している事実によってのみ接続されているフィラーの25エピソードを意味し、その後3つのエピソードのOVAアークを「続編」と呼んでいますか？\u001b[22m, \u001b[1mあなたは彼らが「続編」としてラベル25のみ、彼らは文字のグループを共有するという事実によって接続されている充填剤のエピソード、そしてその後3エピソードOVA弧を意味ですか？\u001b[22m\n\u001b[4mCause yeah, that's what Love Hina is.\u001b[24m\n    \u001b[1m名前：ええ、それはひな愛です。\u001b[22m, \u001b[1mええ原因、それはラブひながあるものです。\u001b[22m\n\u001b[4mFillers.\u001b[24m\n    \u001b[1mフィラー。\u001b[22m, \u001b[1m充填材。\u001b[22m\n\u001b[4mDon't get me wrong, each episode had it's own quirk, allowing the series to keep that 'it's funny cause it's random' kind of feel.\u001b[24m\n    \u001b[1m私は間違っていない、各エピソードはそれが独自の気まぐれを持っていたシリーズを維持することができますそれは 'それはランダムな感じのような面白い原因です。\u001b[22m, \u001b[1m誤解しないで、各エピソードは感触の一種「それはランダムだ原因、それはおかしい」シリーズがいることを維持することができ、それ自身の癖を持っていました。\u001b[22m\n\u001b[4mFrom an army of Mecha-turtles to Arabian princes to a living doll to a summer festival, this show never ceased to surprise me.\u001b[24m\n    \u001b[1mメチャ・カメの軍隊からアラビア王子、夏の祭りまでの生活人形、そしてこのショーは私を驚かせることは決してありませんでした。\u001b[22m, \u001b[1mメカ・カメの軍隊からアラブの王子に生きている人形の夏祭りに、このショーは私を驚かせてやみません。\u001b[22m\n\u001b[4mBut that doesn't make up for the fact that the show had no real plot.\u001b[24m\n    \u001b[1mしかし、それはショーが本当のプロットを持っていなかったという事実を補うものではありません。\u001b[22m, \u001b[1mしかし、それはショーが本当のプロットを持っていないという事実を補うません。\u001b[22m\n\u001b[4mSo I had to give a 5 here.\u001b[24m\n    \u001b[1mだから私はここに5を与えなければならなかった。\u001b[22m, \u001b[1mだから私はここに5を与えなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\n\u001b[1m\u001b[22m\nI'm still no art connoisseur, so as far as I can tell, the graphics are on par with other series that came out in the same time period. So no complaints from me here.\n\n\u001b[1m私はまだ芸術の愛好家ではないので、私が知る限り、グラフィックは同じ時間に出てきた他のシリーズと同じレベルです。 だからここから私の苦情はありません。\u001b[22m\n\u001b[1m(Watashi wa mada geijutsu no aikō-kade wanainode, watashi ga shiru kagiri, gurafikku wa onaji-jikan ni detekita hoka no shirīzu to onaji reberudesu. Dakara koko kara watashi no kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm still no art connoisseur, so as far as I can tell, the graphics are on par with other series that came out in the same time period. So no complaints from me here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm still no art connoisseur, so as far as I can tell, the graphics are on par with other series that came out in the same time period.\u001b[24m\n    \u001b[1m私はまだ芸術の愛好家ではないので、私が知る限り、グラフィックは同じ時間に出てきた他のシリーズと同じレベルです。\u001b[22m, \u001b[1m私はまだ芸術の目利きよませんので、私の知る限り、グラフィックスは、同じ期間に出てきた他のシリーズと同等です。\u001b[22m\n\u001b[4mSo no complaints from me here.\u001b[24m\n    \u001b[1mだからここから私の苦情はありません。\u001b[22m, \u001b[1mだからここに私からの苦情。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\n\u001b[1m\u001b[22m\nEven though I disliked the show overall, the opening theme remains in my top 5. It is unnaturally catchy and upbeat, and for the first time in a long time, I didn't skip the opening. NOT EVEN ONCE did I skip the opening. As for the ending song, it was catchy in a different way. In a somber, guitar riff kind of way. And I couldn't find anything wrong with the music throughout the anime. So kudos on the sound, if nothing else.\n\n\u001b[1m私はショー全体を嫌っていたにもかかわらず、オープニングのテーマはトップ5にとどまっていました。それは不自然でキャッチーで爽やかで、初めてのことでした。 一度もオープニングをスキップしませんでした。 エンディング曲は、違ったやり方だった。 暗い、ギターのリフのようなやり方。 そして、私はアニメを通して音楽に間違ったものを見つけることができませんでした。 だから、サウンド上の名声は、他には何もない。\u001b[22m\n\u001b[1m(Watashi wa shō zentai o kiratte ita nimokakawarazu, ōpuningu no tēma wa toppu 5 ni todomatte imashita. Sore wa fushizende kyatchī de sawayakade, hajimete no kotodeshita. Ichido mo ōpuningu o sukippu shimasendeshita. Endingu kyoku wa, chigatta yarikatadatta. Kurai, gitā no Rifu no yōna yarikata. Soshite, watashi wa anime o tōshite ongaku ni machigatta mono o mitsukeru koto ga dekimasendeshita. Dakara, saundo-jō no meisei wa, hoka ni wa nani mo nai.)\u001b[22m\n\nTranslations of \u001b[4mEven though I disliked the show overall, the opening theme remains in my top 5. It is unnaturally catchy and upbeat, and for the first time in a long time, I didn't skip the opening. NOT EVEN ONCE did I skip the opening. As for the ending song, it was catchy in a different way. In a somber, guitar riff kind of way. And I couldn't find anything wrong with the music throughout the anime. So kudos on the sound, if nothing else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though I disliked the show overall, the opening theme remains in my top 5. It is unnaturally catchy and upbeat, and for the first time in a long time, I didn't skip the opening.\u001b[24m\n    \u001b[1m私はショー全体を嫌っていたにもかかわらず、オープニングのテーマはトップ5にとどまっていました。それは不自然でキャッチーで爽やかで、初めてのことでした。\u001b[22m, \u001b[1m私は全体のショーを嫌っていても、オープニングテーマは、それが不自然にキャッチーで明るいです、と長い時間で初めて、私は開口部をスキップしていなかった私のトップ5に残っています。\u001b[22m\n\u001b[4mNOT EVEN ONCE did I skip the opening.\u001b[24m\n    \u001b[1m一度もオープニングをスキップしませんでした。\u001b[22m, \u001b[1mNOT EVEN ONCE私は開口部をスキップしました。\u001b[22m\n\u001b[4mAs for the ending song, it was catchy in a different way.\u001b[24m\n    \u001b[1mエンディング曲は、違ったやり方だった。\u001b[22m, \u001b[1mエンディング曲としては、それは別の方法でキャッチーでした。\u001b[22m\n\u001b[4mIn a somber, guitar riff kind of way.\u001b[24m\n    \u001b[1m暗い、ギターのリフのようなやり方。\u001b[22m, \u001b[1m道の地味な、ギターのリフの一種で。\u001b[22m\n\u001b[4mAnd I couldn't find anything wrong with the music throughout the anime.\u001b[24m\n    \u001b[1mそして、私はアニメを通して音楽に間違ったものを見つけることができませんでした。\u001b[22m, \u001b[1mそして、私はアニメを通して音楽に何かを見つけることができませんでした。\u001b[22m\n\u001b[4mSo kudos on the sound, if nothing else.\u001b[24m\n    \u001b[1mだから、サウンド上の名声は、他には何もない。\u001b[22m, \u001b[1m音に賛辞だから、何もない場合。\u001b[22m\n\u001b[1m\u001b[22m\nP.S. DO NOT WATCH THE ENGLISH DUB! It's just indescribably bad.\n\n\u001b[1mP.S. 英語のダブを見ないでください！ それは明らかに悪くはない。\u001b[22m\n\u001b[1m(P. S. Eigo no dabu o minaide kudasai! Sore wa akiraka ni waruku wanai.)\u001b[22m\n\nTranslations of \u001b[4mP.S. DO NOT WATCH THE ENGLISH DUB! It's just indescribably bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mDO NOT WATCH THE ENGLISH DUB!\u001b[24m\n    \u001b[1m英語のダブを見ないでください！\u001b[22m, \u001b[1mENGLISH DUBを見ていません！\u001b[22m\n\u001b[4mIt's just indescribably bad.\u001b[24m\n    \u001b[1mそれは明らかに悪くはない。\u001b[22m, \u001b[1mそれはちょうど何とも残念です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\n\u001b[1m\u001b[22m\nA diverse cast of characters, if I do say so myself. Living in Hinata Apartments, there's our main character, Keitaro, a loser among losers; our main heroine, Naru, a slightly hot-headed girl who didn't hesitate to beat the crap out of Keitaro at any and every possible opportunity; there's Su, an inventor who plays a big role in the 'randomness' of the series; there's Kitsune, who's only trait throughout the show is her love of booze; there's Motoko, the strict swordswoman; and there's Shinobu, a character with absolutely no personality. Other characters include Kentaro, who I credit for being the character that prevented me from dropping this anime; then there's Seta, an archeologist who plays a pretty large role in the 'randomness' of the series; there's Sarah, Seta's 'daughter', and finally there's Mutsumi, who plays the role of secondary love interest, next to Naru.\n\n\u001b[1m私は自分自身を言うならば、キャラクターの多様なキャスト。 ヒナタアパートに住んでいる私たちの主人公、圭太郎は敗者の敗者です。 私たちのメインヒロイン、鳴子は、少しでも熱心な少女で、あらゆる可能性のある機会に桂太郎を欺くことをためらった。 シリーズの「乱雑さ」において大きな役割を果たす発明者である蘇がいる。 彼女の酒の愛はショー全体の唯一の特徴であるキツネです。 厳しい剣士、元子がいます。 人柄が全くない忍の忍がいる。 他のキャラクターには、私がこのアニメを落とさないようにするキャラクターであることを信じているケンタロが含まれています。 シリーズの「無作為」でかなり大きな役割を果たしている考古学者、セタ（Seta）がいます。 セタの「娘」サラがあり、ついにナルの隣に二次的な愛の関心を果たしている睦美がいます。\u001b[22m\n\u001b[1m(Watashi wa jibun jishin o iunaraba, kyarakutā no tayōna kyasuto. Hinataapāto ni sunde iru watashitachi no shujinkō, Keitarō wa haisha no haishadesu. Watashitachi no mein hiroin, naruko wa, sukoshi demo nesshin'na shōjo de, arayuru kanōsei no aru kikai ni kei tarō o azamuku koto o tameratta. Shirīzu no `ranzatsu-sa' ni oite ōkina yakuwariwohatasu hatsumei-shadearu So ga iru. Kanojo no sake no ai wa shō zentai no yuiitsu no tokuchōdearu kitsunedesu. Kibishī kenshi, moto-ko ga imasu. Hitogara ga mattaku nai shinobu no shinobu ga iru. Hoka no kyarakutā ni wa, watashi ga kono anime o otosanai yō ni suru kyarakutādearu koto o shinjite iru kentaro ga fukuma rete imasu. Shirīzu no `musakui' de kanari ōkina yakuwari o hatashite iru kōkogaku-sha, Seta (Seta) ga imasu. Seta no `musume' sara ga ari, tsuini Naru no tonari ni niji-tekina ai no kanshin o hatashite iru Mutsumi ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mA diverse cast of characters, if I do say so myself. Living in Hinata Apartments, there's our main character, Keitaro, a loser among losers; our main heroine, Naru, a slightly hot-headed girl who didn't hesitate to beat the crap out of Keitaro at any and every possible opportunity; there's Su, an inventor who plays a big role in the 'randomness' of the series; there's Kitsune, who's only trait throughout the show is her love of booze; there's Motoko, the strict swordswoman; and there's Shinobu, a character with absolutely no personality. Other characters include Kentaro, who I credit for being the character that prevented me from dropping this anime; then there's Seta, an archeologist who plays a pretty large role in the 'randomness' of the series; there's Sarah, Seta's 'daughter', and finally there's Mutsumi, who plays the role of secondary love interest, next to Naru.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA diverse cast of characters, if I do say so myself.\u001b[24m\n    \u001b[1m私は自分自身を言うならば、キャラクターの多様なキャスト。\u001b[22m, \u001b[1m私は自分自身を言うならば、文字の多様なキャスト、。\u001b[22m\n\u001b[4mLiving in Hinata Apartments, there's our main character, Keitaro, a loser among losers;\u001b[24m\n    \u001b[1mヒナタアパートに住んでいる私たちの主人公、圭太郎は敗者の敗者です。\u001b[22m, \u001b[1m日向アパートに住んでいる、私たちのメインキャラクター、敬太郎、敗者の間で敗者があります。\u001b[22m\n\u001b[4mour main heroine, Naru, a slightly hot-headed girl who didn't hesitate to beat the crap out of Keitaro at any and every possible opportunity;\u001b[24m\n    \u001b[1m私たちのメインヒロイン、鳴子は、少しでも熱心な少女で、あらゆる可能性のある機会に桂太郎を欺くことをためらった。\u001b[22m, \u001b[1m私たちの主なヒロイン、ナル、任意およびすべての可能な機会に啓太郎のがらくたを打つことを躊躇しませんでした少しホット向かった女の子。\u001b[22m\n\u001b[4mthere's Su, an inventor who plays a big role in the 'randomness' of the series;\u001b[24m\n    \u001b[1mシリーズの「乱雑さ」において大きな役割を果たす発明者である蘇がいる。\u001b[22m, \u001b[1m蘇、一連の「ランダム性」に大きな役割を果たしている発明者があります。\u001b[22m\n\u001b[4mthere's Kitsune, who's only trait throughout the show is her love of booze;\u001b[24m\n    \u001b[1m彼女の酒の愛はショー全体の唯一の特徴であるキツネです。\u001b[22m, \u001b[1mショーを通じてのみ形質は酒の彼女の愛であるだきつねは、あります。\u001b[22m\n\u001b[4mthere's Motoko, the strict swordswoman;\u001b[24m\n    \u001b[1m厳しい剣士、元子がいます。\u001b[22m, \u001b[1m元子、厳格なswordswomanがあります。\u001b[22m\n\u001b[4mand there's Shinobu, a character with absolutely no personality.\u001b[24m\n    \u001b[1m人柄が全くない忍の忍がいる。\u001b[22m, \u001b[1mそして忍、全く性格の文字があります。\u001b[22m\n\u001b[4mOther characters include Kentaro, who I credit for being the character that prevented me from dropping this anime;\u001b[24m\n    \u001b[1m他のキャラクターには、私がこのアニメを落とさないようにするキャラクターであることを信じているケンタロが含まれています。\u001b[22m, \u001b[1m他の文字は、私はこのアニメをドロップするから私を防ぐ文字であることのためにクレジット健太郎が挙げられます。\u001b[22m\n\u001b[4mthen there's Seta, an archeologist who plays a pretty large role in the 'randomness' of the series;\u001b[24m\n    \u001b[1mシリーズの「無作為」でかなり大きな役割を果たしている考古学者、セタ（Seta）がいます。\u001b[22m, \u001b[1mその後、瀬田、一連の「ランダム」ではかなり大きな役割を果たしている考古学者があります。\u001b[22m\n\u001b[4mthere's Sarah, Seta's 'daughter', and finally there's Mutsumi, who plays the role of secondary love interest, next to Naru.\u001b[24m\n    \u001b[1mセタの「娘」サラがあり、ついにナルの隣に二次的な愛の関心を果たしている睦美がいます。\u001b[22m, \u001b[1mサラ、瀬田の「娘」はあります、そして最終的に次のナルに、二次愛興味の役割を果たしている睦は、あります。\u001b[22m\n\u001b[1m\u001b[22m\nNow this sounds like a pretty good set of characters, right? A lot of room for development to make for an interesting anime, right? WRONG! As I mentioned in my opening paragraph, this anime focused completely on comedy, so every character in the series is the same from start to finish, with small exceptions here and there(like Motoko doesn't hate Keitaro come the end of the show) . As diverse of a cast as it was, I can't give a group of 2D characters anything higher than a 7.\n\n\u001b[1mこれはかなり良い文字セットのように聞こえるでしょう。 面白いアニメを作るための開発の余地はたくさんありますよね？ 違う！ 私のオープニングパラグラフで触れたように、このアニメはコメディーに完全に焦点を当てていたので、シリーズのすべてのキャラクターは最初から最後まで同じで、ここで少し例外があります（元子さんはショーの終わりに来る圭太郎を憎むことはありません）  。 さまざまなキャストがあったので、私は2Dキャラクターのグループに7より高いものを与えることはできません。\u001b[22m\n\u001b[1m(Kore wa kanari yoi moji setto no yō ni kikoerudeshou. Omoshiroi anime o tsukuru tame no kaihatsu no yochi wa takusan arimasu yo ne? Chigau! Watashi no ōpuninguparagurafu de fureta yō ni, kono anime wa komedī ni kanzen ni shōten o atete itanode, shirīzu no subete no kyarakutā wa saisho kara saigomade onajide, koko de sukoshi reigai ga arimasu (Motoko-san wa shō no owari ni kuru Keitarō o nikumu koto wa arimasen). Samazamana kyasuto ga attanode, watashi wa 2 D kyarakutā no gurūpu ni 7 yori takai mono o ataeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mNow this sounds like a pretty good set of characters, right? A lot of room for development to make for an interesting anime, right? WRONG! As I mentioned in my opening paragraph, this anime focused completely on comedy, so every character in the series is the same from start to finish, with small exceptions here and there(like Motoko doesn't hate Keitaro come the end of the show) . As diverse of a cast as it was, I can't give a group of 2D characters anything higher than a 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow this sounds like a pretty good set of characters, right?\u001b[24m\n    \u001b[1mこれはかなり良い文字セットのように聞こえるでしょう。\u001b[22m, \u001b[1mさて、これは右、文字のかなり良いセットのように聞こえますか？\u001b[22m\n\u001b[4mA lot of room for development to make for an interesting anime, right?\u001b[24m\n    \u001b[1m面白いアニメを作るための開発の余地はたくさんありますよね？\u001b[22m, \u001b[1m開発の余地は右、面白いアニメのために作るには？\u001b[22m\n\u001b[4mWRONG!\u001b[24m\n    \u001b[1m違う！\u001b[22m, \u001b[1m間違っている！\u001b[22m, \u001b[1mWRONG！\u001b[22m\n\u001b[4mAs I mentioned in my opening paragraph, this anime focused completely on comedy, so every character in the series is the same from start to finish, with small exceptions here and there(like Motoko doesn't hate Keitaro come the end of the show)\u001b[24m\n    \u001b[1m私のオープニングパラグラフで触れたように、このアニメはコメディーに完全に焦点を当てていたので、シリーズのすべてのキャラクターは最初から最後まで同じで、ここで少し例外があります（元子さんはショーの終わりに来る圭太郎を憎むことはありません）\u001b[22m, \u001b[1m私は、冒頭で述べたように、このアニメはとてもシリーズのすべての文字があちこちで小さな例外を除いて、最初から最後まで同じであり、喜劇に完全に焦点を当てた（元子がショーの終わりに来る啓太郎を嫌いではありませんように）\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mAs diverse of a cast as it was, I can't give a group of 2D characters anything higher than a 7.\u001b[24m\n    \u001b[1mさまざまなキャストがあったので、私は2Dキャラクターのグループに7より高いものを与えることはできません。\u001b[22m, \u001b[1mそれがあったとして、キャストの多様化として、私は7よりも高い2D文字何かのグループを与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 5\n\n\u001b[1m楽しさ：5\u001b[22m\n\u001b[1m(Tanoshisa: 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5\u001b[24m\n    \u001b[1m楽しさ：5\u001b[22m\n\u001b[1m\u001b[22m\nFor a show completely focused on comedy, the comedy wasn't terrific. I chuckled at least once every episode, but that's not enough to make me want to watch the next episode, especially when there's no plot to drive me forward. So a 5 on the enjoyment.\n\n\u001b[1mコメディーに完全に焦点を当てたショーのために、コメディは素晴らしいものではなかった。 私はすべてのエピソードを少なくとも1回は笑っていましたが、それは私に次のエピソードを見せたいだけではありません。 だから楽しみに5。\u001b[22m\n\u001b[1m(Komedī ni kanzen ni shōten o ateta shō no tame ni, komedi wa subarashī monode wa nakatta. Watashi wa subete no episōdo o sukunakutomo 1-kai wa waratte imashitaga, sore wa watashi ni tsugi no episōdo o misetai dakede wa arimasen. Dakara tanoshimi ni 5.)\u001b[22m\n\nTranslations of \u001b[4mFor a show completely focused on comedy, the comedy wasn't terrific. I chuckled at least once every episode, but that's not enough to make me want to watch the next episode, especially when there's no plot to drive me forward. So a 5 on the enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a show completely focused on comedy, the comedy wasn't terrific.\u001b[24m\n    \u001b[1mコメディーに完全に焦点を当てたショーのために、コメディは素晴らしいものではなかった。\u001b[22m, \u001b[1m完全にコメディに焦点を当てた番組については、喜劇は素晴らしいではありませんでした。\u001b[22m\n\u001b[4mI chuckled at least once every episode, but that's not enough to make me want to watch the next episode, especially when there's no plot to drive me forward.\u001b[24m\n    \u001b[1m私はすべてのエピソードを少なくとも1回は笑っていましたが、それは私に次のエピソードを見せたいだけではありません。\u001b[22m, \u001b[1m私は少なくとも一度はすべてのエピソード笑ったが、それは前方に私を駆動するために何のプロットはありません場合は特に、私は次のエピソードを見たいせるのに十分ではありません。\u001b[22m\n\u001b[4mSo a 5 on the enjoyment.\u001b[24m\n    \u001b[1mだから楽しみに5。\u001b[22m, \u001b[1mだから、楽しみに5。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6\n\n\u001b[1m全体：6\u001b[22m\n\u001b[1m(Zentai: 6)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6\u001b[24m\n    \u001b[1m全体：6\u001b[22m\n\u001b[1m\u001b[22m\nEhh, the show wasn't terrible. A catchy opening theme. A solid slew of characters, with some of the funnier supporting characters I've seen. And Love Hina Again wraps up the 'romance' the show had rather nicely. If you're looking for some laughs and a barrage of interesting characters, give Love Hina a shot. Just don't expect a plot.\n\n\u001b[1mええ、ショーはひどくはありませんでした。 キャッチーなオープニングテーマ。 私が見たよりうまいサポート文字のいくつかと、固体の文字のスルー。 そして、「ヒーロー・アゲイン」はショーがうまくいった「ロマンス」を包みます。 あなたが笑いと面白いキャラクターの弾幕を探しているなら、ラブひなに撃つ。 プロットを期待しないでください。\u001b[22m\n\u001b[1m(E e, shō wa hidoku wa arimasendeshita. Kyatchīna ōpuningutēma. Watashi ga mita yori umai sapōto moji no ikutsu ka to, kotai no moji no surū. Soshite,`hīrō agein' wa shō ga umaku itta `romansu' o tsutsumimasu. Anata ga warai to omoshiroi kyarakutā no danmaku o sagashite irunara, rabu hina ni utsu. Purotto o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mEhh, the show wasn't terrible. A catchy opening theme. A solid slew of characters, with some of the funnier supporting characters I've seen. And Love Hina Again wraps up the 'romance' the show had rather nicely. If you're looking for some laughs and a barrage of interesting characters, give Love Hina a shot. Just don't expect a plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEhh, the show wasn't terrible.\u001b[24m\n    \u001b[1mええ、ショーはひどくはありませんでした。\u001b[22m, \u001b[1mEHH、ショーはひどいではありませんでした。\u001b[22m\n\u001b[4mA catchy opening theme.\u001b[24m\n    \u001b[1mキャッチーなオープニングテーマ。\u001b[22m\n\u001b[4mA solid slew of characters, with some of the funnier supporting characters I've seen.\u001b[24m\n    \u001b[1m私が見たよりうまいサポート文字のいくつかと、固体の文字のスルー。\u001b[22m, \u001b[1m私が見てきた笑えるサポートする文字の一部と文字の固体スルー、。\u001b[22m\n\u001b[4mAnd Love Hina Again wraps up the 'romance' the show had rather nicely.\u001b[24m\n    \u001b[1mそして、「ヒーロー・アゲイン」はショーがうまくいった「ロマンス」を包みます。\u001b[22m, \u001b[1mそしてラブひなは再びショーはむしろうまく持っていた「ロマンス」を包み込みます。\u001b[22m\n\u001b[4mIf you're looking for some laughs and a barrage of interesting characters, give Love Hina a shot.\u001b[24m\n    \u001b[1mあなたが笑いと面白いキャラクターの弾幕を探しているなら、ラブひなに撃つ。\u001b[22m, \u001b[1mあなたはいくつかの笑いと興味深い文字の弾幕を探しているなら、ラブひな打撃を与えます。\u001b[22m\n\u001b[4mJust don't expect a plot.\u001b[24m\n    \u001b[1mプロットを期待しないでください。\u001b[22m, \u001b[1mただプロットを期待してはいけません。\u001b[22m\n\u001b[1m\u001b[22m\n(This is only my third review, so feedback, positive or negative, is welcome!)\n\n\u001b[1m（これは私の3回目のレビューなので、肯定的または否定的なフィードバックは大歓迎です！）\u001b[22m\n\u001b[1m((Kore wa watashi no 3-kai-me no rebyūnanode, kōtei-teki matawa hitei-tekina fīdobakku wa dai kangeidesu! ))\u001b[22m\n\nTranslations of \u001b[4m(This is only my third review, so feedback, positive or negative, is welcome!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This is only my third review, so feedback, positive or negative, is welcome!)\u001b[24m\n    \u001b[1m（これは私の3回目のレビューなので、肯定的または否定的なフィードバックは大歓迎です！）\u001b[22m, \u001b[1m（これは私の第三のレビューなので、フィードバック、正または負の、大歓迎です！）\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "Fireblazer51",
    "profile": "/profile/Fireblazer51/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=112383",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n今、このレビューを始めるにあたって、私はLove Hinaの話を嫌いではないと述べたいと思います。 むしろ、私はアニメを見る前にマンガ全体を最初に読んで、それは創造的であると思って、マンガを楽しんで、（当然のことながら、その時間のために）巧妙な話です。\nしかし、彼らがアニメにストーリーを適応させたとき、私はアニメがマンガの物語に従っていない（またはしようとする）ことさえ知りませんでした。 作家が元のストーリーのキャストと「基本的なプロット」を取って、自分のことを書くことに決めたかのようです。 オリジナルの物語は、時には間違って繰り返しているが、読者を幾分かぎりにして、圭太郎と愛の探求についての、面白くてかわいい話を作り出している。 しかし、アニメは元のストーリーからできるだけ逸脱し、ストーリーを作り、自分のストーリーを作成しようとします。 一部の人はオリジナルであり、マンガよりも気分が良いアークを作成していることを称賛するかもしれませんが、ストーリーは合わないので、アニメは混乱してしまいます。 マンガは、少なくともキャラクターの発展が示されており、プロットがあまりにも遠くに逸脱していないので、不気味で無作為でありながら、一緒に固執している。 しかし、あまりにも多くのキャラクターが登場すると、アニメを許すことができず、主人公のいずれかが開発されていない（特定の理由がなければ副キャラクターを開発するのではなく）ストーリーが完全に崩壊する。\nしかし、読者以外の立場から見た場合、物語は平均で最もよく見え、マンガから直接取られた文字のキャストは創造的で独創的です。 このアニメが2000年に作られたことを考えると、そのサウンドはその時代にはいいし、アートもかなりいいです。\nしかし、マンガのファンとして、それはプロットをどのように悪いためにアニメを賞賛することはできません。 私が実際に元のストーリーを本当に楽しんでいたことが、私を苛立たせます。 それゆえ、私はそれを6にする以外に選択肢がありません。なぜなら、Love Hinaの元の話を完全に無視していたにもかかわらず、中立的な立場では少なくとも平均的だったはずです。\n漫画の読者のために、離れてください。 他の人は見ることを選ぶことができますが、慎重にしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nNow, to begin this review, I want to state that I do not dislike the story of Love Hina. Rather, I read the entire manga first before watching the anime, and I enjoyed the manga, thinking it was a creative and somewhat clever (of course, for its time) story.\n\n\u001b[1m今、このレビューを始めるにあたって、私はLove Hinaの話を嫌いではないと述べたいと思います。 むしろ、私はアニメを見る前にマンガ全体を最初に読んで、それは創造的であると思って、マンガを楽しんで、（当然のことながら、その時間のために）巧妙な話です。\u001b[22m\n\u001b[1m(Ima, kono rebyū o hajimeru ni atatte, watashi wa rabu Hina no hanashi o kiraide wa nai to nobetai to omoimasu. Mushiro, watashi wa anime o miru mae ni manga zentai o saisho ni yonde, soreha sōzō-tekidearu to omotte, manga o tanoshinde,(tōzen no kotonagara, sono-jikan no tame ni) kōmyōna hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, to begin this review, I want to state that I do not dislike the story of Love Hina. Rather, I read the entire manga first before watching the anime, and I enjoyed the manga, thinking it was a creative and somewhat clever (of course, for its time) story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, to begin this review, I want to state that I do not dislike the story of Love Hina.\u001b[24m\n    \u001b[1m今、このレビューを始めるにあたって、私はLove Hinaの話を嫌いではないと述べたいと思います。\u001b[22m, \u001b[1mさて、このレビューを開始するために、私はラブひなの話が嫌いでないことを明記したいです。\u001b[22m\n\u001b[4mRather, I read the entire manga first before watching the anime, and I enjoyed the manga, thinking it was a creative and somewhat clever (of course, for its time) story.\u001b[24m\n    \u001b[1mむしろ、私はアニメを見る前にマンガ全体を最初に読んで、それは創造的であると思って、マンガを楽しんで、（当然のことながら、その時間のために）巧妙な話です。\u001b[22m, \u001b[1mむしろ、私が最初にアニメを見て前に全体の漫画を読んで、私はそれは創造的でやや賢い（もちろん、その時のための）話だと思っ、漫画を楽しみました。\u001b[22m\nHowever, when they adapted the story into an anime, I was more than shocked to see that the anime decided to not even follow the story (or even try to) of the manga. It's as if the writers only took the cast and 'basic plot' of the original story and decided to write their own thing. The original story, while faulty and repetitive at times, still manages to hook the reader somewhat and create a funny yet cute tale about Keitaro and his quest for love. The anime, however, chooses to stray as far as possible from the original story, trying to stray and create its own story, even introducing its own characters. While some may praise it for being original and creating some arcs that feel better than the manga, the story does not fit together, and the anime ends up being a mess. The manga, while jumpy and random, manages to stick itself together, as at least character development is shown and the plot doesn't stray too far. However, one cannot forgive the anime as the introduction of too many characters and the lack of developing either of the main characters (as opposed to developing side characters for no particular reason) completely ruins the story.\n\n\u001b[1mしかし、彼らがアニメにストーリーを適応させたとき、私はアニメがマンガの物語に従っていない（またはしようとする）ことさえ知りませんでした。 作家が元のストーリーのキャストと「基本的なプロット」を取って、自分のことを書くことに決めたかのようです。 オリジナルの物語は、時には間違って繰り返しているが、読者を幾分かぎりにして、圭太郎と愛の探求についての、面白くてかわいい話を作り出している。 しかし、アニメは元のストーリーからできるだけ逸脱し、ストーリーを作り、自分のストーリーを作成しようとします。 一部の人はオリジナルであり、マンガよりも気分が良いアークを作成していることを称賛するかもしれませんが、ストーリーは合わないので、アニメは混乱してしまいます。 マンガは、少なくともキャラクターの発展が示されており、プロットがあまりにも遠くに逸脱していないので、不気味で無作為でありながら、一緒に固執している。 しかし、あまりにも多くのキャラクターが登場すると、アニメを許すことができず、主人公のいずれかが開発されていない（特定の理由がなければ副キャラクターを開発するのではなく）ストーリーが完全に崩壊する。\u001b[22m\n\u001b[1m(Shikashi, karera ga anime ni sutōrī o tekiō sa seta toki, watashi wa anime ga manga no monogatari ni shitagatte inai (matawa shiyō to suru) koto sae shirimasendeshita. Sakka ga gen no sutōrī no kyasuto to `kihon-tekina purotto' o totte, jibun no koto o kaku koto ni kimeta ka no yōdesu. Orijinaru no monogatari wa, tokiniha machigatte kurikaeshite iruga, dokusha o ikubun kagiri ni shite, Keitarō to ai no tankyū ni tsuite no, omoshirokute kawaī hanashi o tsukuridashite iru. Shikashi, anime wa gen no sutōrī kara dekirudake itsudatsu shi, sutōrī o tsukuri, jibun no sutōrī o sakusei shiyou to shimasu. Ichibu no hito wa orijinarudeari, manga yori mo kibungayoi āku o sakusei shite iru koto o shōsan suru kamo shiremasenga, sutōrī wa awanainode, anime wa konran shite shimaimasu. Manga wa, sukunakutomo kyarakutā no hatten ga shimesa rete ori, purotto ga amarini mo tōku ni itsudatsu shite inainode, bukimide musakuidearinagara, issho ni koshū shite iru. Shikashi, amarini mo ōku no kyarakutā ga tōjō suru to, anime o yurusu koto ga dekizu, shujinkō no izureka ga kaihatsu sa rete inai (tokutei no riyū ga nakereba fuku kyarakutā o kaihatsu suru node wanaku) sutōrī ga kanzen ni hōkai suru.)\u001b[22m\nHowever, if one looks at it from a non-reader standpoint, the story does look average at most, and the cast of characters, taken directly from the manga, is creative and original. The sound is good for its time, and the art is also pretty good, considering this anime was made in 2000.\n\n\u001b[1mしかし、読者以外の立場から見た場合、物語は平均で最もよく見え、マンガから直接取られた文字のキャストは創造的で独創的です。 このアニメが2000年に作られたことを考えると、そのサウンドはその時代にはいいし、アートもかなりいいです。\u001b[22m\n\u001b[1m(Shikashi, dokusha igai no tachiba kara mita baai, monogatari wa heikin de mottomo yoku mie, manga kara chokusetsu tora reta moji no kyasuto wa sōzō-tekide dokusō-tekidesu. Kono anime ga 2000-nen ni tsukura reta koto o kangaeru to, sono saundo wa sono jidai ni wa īshi, āto mo kanari īdesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, if one looks at it from a non-reader standpoint, the story does look average at most, and the cast of characters, taken directly from the manga, is creative and original. The sound is good for its time, and the art is also pretty good, considering this anime was made in 2000.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, if one looks at it from a non-reader standpoint, the story does look average at most, and the cast of characters, taken directly from the manga, is creative and original.\u001b[24m\n    \u001b[1mしかし、読者以外の立場から見た場合、物語は平均で最もよく見え、マンガから直接取られた文字のキャストは創造的で独創的です。\u001b[22m, \u001b[1mしかし、1は非リーダーの観点から見た場合、話はせいぜい平均を見ず、漫画から直接採取した文字のキャスト、創造的でオリジナルです。\u001b[22m\n\u001b[4mThe sound is good for its time, and the art is also pretty good, considering this anime was made in 2000.\u001b[24m\n    \u001b[1mこのアニメが2000年に作られたことを考えると、そのサウンドはその時代にはいいし、アートもかなりいいです。\u001b[22m, \u001b[1m音は、その時のために良好であり、芸術は2000年に作られたこのアニメを考慮し、また、かなり良いです。\u001b[22m\nAs a fan of the manga however, I cannot praise the anime at all due to how poorly it followed the plot. It frustrates me due to the fact that I actually really enjoyed the original story. Therefore I have no choice but to give it a 6, because while it completely disregarded any original story of Love Hina, it would have been at least average on a neutral standpoint.\n\n\u001b[1mしかし、マンガのファンとして、それはプロットをどのように悪いためにアニメを賞賛することはできません。 私が実際に元のストーリーを本当に楽しんでいたことが、私を苛立たせます。 それゆえ、私はそれを6にする以外に選択肢がありません。なぜなら、Love Hinaの元の話を完全に無視していたにもかかわらず、中立的な立場では少なくとも平均的だったはずです。\u001b[22m\n\u001b[1m(Shikashi, manga no fan to shite, soreha purotto o dono yō ni warui tame ni anime o shōsan suru koto wa dekimasen. Watashi ga jissai ni gen no sutōrī o hontōni tanoshinde ita koto ga, watashi o iradata semasu. Sore-yue, watashi wa sore o 6 ni suru igai ni sentakushi ga arimasen. Nazenara, rabu Hina no gen no hanashi o kanzen ni mushi shite ita nimokakawarazu, chūritsu-tekina tachibade wa sukunakutomo heikin-tekidatta hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a fan of the manga however, I cannot praise the anime at all due to how poorly it followed the plot. It frustrates me due to the fact that I actually really enjoyed the original story. Therefore I have no choice but to give it a 6, because while it completely disregarded any original story of Love Hina, it would have been at least average on a neutral standpoint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a fan of the manga however, I cannot praise the anime at all due to how poorly it followed the plot.\u001b[24m\n    \u001b[1mしかし、マンガのファンとして、それはプロットをどのように悪いためにアニメを賞賛することはできません。\u001b[22m, \u001b[1mしかし、漫画のファンとして、私が原因で、それはプロットに続い方法不十分に全然アニメを賞賛することはできません。\u001b[22m\n\u001b[4mIt frustrates me due to the fact that I actually really enjoyed the original story.\u001b[24m\n    \u001b[1m私が実際に元のストーリーを本当に楽しんでいたことが、私を苛立たせます。\u001b[22m, \u001b[1mそれは原因で、私は実際には本当にオリジナルストーリーを楽しんでいるという事実に私を失望させます。\u001b[22m\n\u001b[4mTherefore I have no choice but to give it a 6, because while it completely disregarded any original story of Love Hina, it would have been at least average on a neutral standpoint.\u001b[24m\n    \u001b[1mそれゆえ、私はそれを6にする以外に選択肢がありません。なぜなら、Love Hinaの元の話を完全に無視していたにもかかわらず、中立的な立場では少なくとも平均的だったはずです。\u001b[22m, \u001b[1mしたがって、私はそれが完全にラブひなのいずれかのオリジナルストーリーを無視しながら、それは中立的な立場上、少なくとも平均されているだろうので、それに6を与えざるを得ません。\u001b[22m\nFor readers of the manga, stay away. Others can choose to watch, but be cautious.\n\n\u001b[1m漫画の読者のために、離れてください。 他の人は見ることを選ぶことができますが、慎重にしてください。\u001b[22m\n\u001b[1m(Manga no dokusha no tame ni, hanarete kudasai. Hokanohito wa miru koto o erabu koto ga dekimasuga, shinchō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFor readers of the manga, stay away. Others can choose to watch, but be cautious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor readers of the manga, stay away.\u001b[24m\n    \u001b[1m漫画の読者のために、離れてください。\u001b[22m, \u001b[1m漫画の読者のために、近づきません。\u001b[22m\n\u001b[4mOthers can choose to watch, but be cautious.\u001b[24m\n    \u001b[1m他の人は見ることを選ぶことができますが、慎重にしてください。\u001b[22m, \u001b[1m他の人が見ることを選択したが、慎重にすることができます。\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "Inu_Y4sha",
    "profile": "/profile/Inu_Y4sha/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=16749",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nストーリー：これは愛と幸福に関するアニメです。 いくつかの笑いで、このアニメは本当に私の心をつかんだ。 私はこのアニメがとても楽しかったと思っていましたが、私が試しても見守ることができませんでした。  KeitaroとNaruの間の愛は私を物語全体にわたって推測させてくれた。 彼らはすべて良い友達だったし、お互いを愛していたので、このキャラクターは本当に良い役割を果たしたと思った。 もし皆さんが今気付いていないのなら、私は愛という言葉を本当に愛しています。  （神はその言葉が大好きです。）XD。 ハハ。\n\n芸術は私の意見では90年代のようでした。今日はそうではありません（Air、Kanon 2006、またはEf Aの思い出の話）。\n\nこの話は本当に笑って私に触れ、自分の人生について考えて、どうすればこのようにすることができましたか^\n\nありがとう、犬夜叉",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: This is a anime about love and happiness. With a few laughs, this anime really grabbed my heart. I thought this anime was very enjoyable, i couldn't stop watching even if i tried. The love between Keitaro and Naru kept me guessing throughout the entire story. I thought the characters really played a good part in this because they were all good friends and they all loved each other. If you guys haven't realized by now i really love the word love. ( God i love that word.) XD. Haha.\n\n\u001b[1mストーリー：これは愛と幸福に関するアニメです。 いくつかの笑いで、このアニメは本当に私の心をつかんだ。 私はこのアニメがとても楽しかったと思っていましたが、私が試しても見守ることができませんでした。  KeitaroとNaruの間の愛は私を物語全体にわたって推測させてくれた。 彼らはすべて良い友達だったし、お互いを愛していたので、このキャラクターは本当に良い役割を果たしたと思った。 もし皆さんが今気付いていないのなら、私は愛という言葉を本当に愛しています。  （神はその言葉が大好きです。）XD。 ハハ。\u001b[22m\n\u001b[1m(Sutōrī: Kore wa ai to kōfuku ni kansuru animedesu. Ikutsu ka no warai de, kono anime wa hontōni watashi no kokoro o tsukanda. Watashi wa kono anime ga totemo tanoshikatta to omotte imashitaga, watashi ga tameshite mo mimamoru koto ga dekimasendeshita. Keitaro to Naru no ma no ai wa watashi o monogatari zentai ni watatte suisoku sa sete kureta. Karera wa subete yoi tomodachidattashi, otagai o aishite itanode, kono kyarakutā wa hontōni yoi yakuwari o hatashita to omotta. Moshi minasan ga ima kidzuite inai nonara, watashi wa ai to iu kotoba o hontōni aishiteimasu. (Kami wa sono kotoba ga daisukidesu. ) XD. Haha.)\u001b[22m\n\nTranslations of \u001b[4mStory: This is a anime about love and happiness. With a few laughs, this anime really grabbed my heart. I thought this anime was very enjoyable, i couldn't stop watching even if i tried. The love between Keitaro and Naru kept me guessing throughout the entire story. I thought the characters really played a good part in this because they were all good friends and they all loved each other. If you guys haven't realized by now i really love the word love. ( God i love that word.) XD. Haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: This is a anime about love and happiness.\u001b[24m\n    \u001b[1mストーリー：これは愛と幸福に関するアニメです。\u001b[22m, \u001b[1mストーリー：これは愛と幸福についてのアニメです。\u001b[22m\n\u001b[4mWith a few laughs, this anime really grabbed my heart.\u001b[24m\n    \u001b[1mいくつかの笑いで、このアニメは本当に私の心をつかんだ。\u001b[22m, \u001b[1mいくつかの笑いで、このアニメは本当に私の心をつかみました。\u001b[22m\n\u001b[4mI thought this anime was very enjoyable, i couldn't stop watching even if i tried.\u001b[24m\n    \u001b[1m私はこのアニメがとても楽しかったと思っていましたが、私が試しても見守ることができませんでした。\u001b[22m, \u001b[1m私は私がしようとした場合でも、見て止めることができなかった、このアニメは非常に楽しいと思いました。\u001b[22m\n\u001b[4mThe love between Keitaro and Naru kept me guessing throughout the entire story.\u001b[24m\n    \u001b[1mKeitaroとNaruの間の愛は私を物語全体にわたって推測させてくれた。\u001b[22m, \u001b[1m啓太郎とナルの間に愛がストーリー全体を通して推測私を保ちました。\u001b[22m\n\u001b[4mI thought the characters really played a good part in this because they were all good friends and they all loved each other.\u001b[24m\n    \u001b[1m彼らはすべて良い友達だったし、お互いを愛していたので、このキャラクターは本当に良い役割を果たしたと思った。\u001b[22m, \u001b[1m私は、彼らはすべての良い友人だったし、彼らのすべてがお互いを愛したので、文字が本当にこの中には良い役割を果たしたと思いました。\u001b[22m\n\u001b[4mIf you guys haven't realized by now i really love the word love.\u001b[24m\n    \u001b[1mもし皆さんが今気付いていないのなら、私は愛という言葉を本当に愛しています。\u001b[22m, \u001b[1mあなたたちは今では実現していない場合、私は本当に言葉の愛を愛しています。\u001b[22m\n\u001b[4m( God i love that word.) XD.\u001b[24m\n    \u001b[1m（神はその言葉が大好きです。）XD。\u001b[22m, \u001b[1m（神は、私はその言葉を愛しています。）XDを。\u001b[22m\n\u001b[4mHaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m\n\u001b[1m\u001b[22m\nThe art seemed to be in the 90's in my opinion, Its not like today ( Air, Kanon 2006, or Ef A tale of memories.)\n\n\u001b[1m芸術は私の意見では90年代のようでした。今日はそうではありません（Air、Kanon 2006、またはEf Aの思い出の話）。\u001b[22m\n\u001b[1m(Geijutsu wa watashi no ikende wa 90-nendai no yōdeshita. Kyō wa sōde wa arimasen (Air, kanon 2006, matawa Ef A no omoide no hanashi).)\u001b[22m\n\nTranslations of \u001b[4mThe art seemed to be in the 90's in my opinion, Its not like today ( Air, Kanon 2006, or Ef A tale of memories.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art seemed to be in the 90's in my opinion, Its not like today ( Air, Kanon 2006, or Ef A tale of memories.)\u001b[24m\n    \u001b[1m芸術は私の意見では90年代のようでした。今日はそうではありません（Air、Kanon 2006、またはEf Aの思い出の話）。\u001b[22m, \u001b[1m芸術は、私の意見では90年代になるその今日好きではないように見えた（空気、カノン2006、またはEfの思い出の物語を。）\u001b[22m\n\u001b[1m\u001b[22m\nThis story really touched me with a lot of laughing, and thinking about my own life and how i could make it like this ^.^\n\n\u001b[1mこの話は本当に笑って私に触れ、自分の人生について考えて、どうすればこのようにすることができましたか^\u001b[22m\n\u001b[1m(Kono hanashi wa hontōni waratte watashi ni fure, jibun no jinsei ni tsuite kangaete, dōsureba kono yō ni suru koto ga dekimashita ka ^)\u001b[22m\n\nTranslations of \u001b[4mThis story really touched me with a lot of laughing, and thinking about my own life and how i could make it like this ^.^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story really touched me with a lot of laughing, and thinking about my own life and how i could make it like this ^.^\u001b[24m\n    \u001b[1mこの話は本当に笑って私に触れ、自分の人生について考えて、どうすればこのようにすることができましたか^\u001b[22m, \u001b[1mこの物語は本当に笑って、そして私自身の人生について考え、どのように私は^このようにそれを作ることができるの多くの私に触れました。^\u001b[22m\n\u001b[1m\u001b[22m\nThanks, InuYasha\n\n\u001b[1mありがとう、犬夜叉\u001b[22m\n\u001b[1m(Arigatō, inu yasha)\u001b[22m\n\nTranslations of \u001b[4mThanks, InuYasha\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks, InuYasha\u001b[24m\n    \u001b[1mありがとう、犬夜叉\u001b[22m, \u001b[1mおかげで、犬夜叉\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "BenAptus",
    "profile": "/profile/BenAptus/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=56267",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  8\n\nラブひなは、伝統的なコメディのロマンス要素のほとんどを設定します。 赤松健（監督）は、今日もまだ見守っているセットアップを普及させる素晴らしい仕事をしました。 コメディーの上の瞬間から、ロマンスの心のレースの瞬間まで、あなたはいつもあなたの席の端にいます。 しかし、彼が普及した要素のいくつか（主人公の幼少時代のツンデレ）は、他のアニメではよりよく実装されていることに注意してください。 キャラクターは、このアニメを通して2次元からはじまることはありません。 彼らが誰であるかは、あなたが前もって見ることができなかった多くの啓示はありません。 このため、ショーは時々予測可能になります。 物語と芸術は公平ではあるが、シェルの中から抜け出すことは決してない。 振り返ってみると、このショーは観客の期待に応えますが、これ以上は行きません。 私はあなたがそれを見ることをお勧めしますが、私はより良いと感じる他のアニメがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLove Hina set up most of the traditional comedy romance elements. Ken Akamatsu (the director) did a great job of popularizing a set up that is still looked upon to this day. From over the top moments of comedy, to the heart racing moments of romance, you will be on the edge of your seat the entire time. But be warned that some of the elements he popularized (the tsundere, the girl from the main character's childhood) are better implemented in other anime. The characters never really break out of their two dimensions throughout this anime. There isn't a lot of revelation to who they are that you couldn't see in advance. Because of this, the show ends up being predictable at times. Although the story and art are fair, they never break out of a shell either. In retrospect, this show meets the expectations of an audience member, but doesn't go any further. I recommend you watch it, but there are other anime that I feel are better.\n\n\u001b[1mラブひなは、伝統的なコメディのロマンス要素のほとんどを設定します。 赤松健（監督）は、今日もまだ見守っているセットアップを普及させる素晴らしい仕事をしました。 コメディーの上の瞬間から、ロマンスの心のレースの瞬間まで、あなたはいつもあなたの席の端にいます。 しかし、彼が普及した要素のいくつか（主人公の幼少時代のツンデレ）は、他のアニメではよりよく実装されていることに注意してください。 キャラクターは、このアニメを通して2次元からはじまることはありません。 彼らが誰であるかは、あなたが前もって見ることができなかった多くの啓示はありません。 このため、ショーは時々予測可能になります。 物語と芸術は公平ではあるが、シェルの中から抜け出すことは決してない。 振り返ってみると、このショーは観客の期待に応えますが、これ以上は行きません。 私はあなたがそれを見ることをお勧めしますが、私はより良いと感じる他のアニメがあります。\u001b[22m\n\u001b[1m(Rabu hina wa, dentō-tekina komedi no romansu yōso no hotondo o settei shimasu. Akamatsu ken (kantoku) wa, kyō mo mada mimamotte iru settoappu o fukyū sa seru subarashī shigoto o shimashita. Komedī no ue no shunkan kara, romansu no kokoro no rēsu no shunkan made, anata wa itsumo anata no seki no hashi ni imasu. Shikashi, kare ga fukyū shita yōso no ikutsu ka (shujinkō no yōshō jidai no tsundere) wa, hoka no animede wa yori yoku jissō sa rete iru koto ni chūi shite kudasai. Kyarakutā wa, kono anime o tōshite 2-jigen kara hajimaru koto wa arimasen. Karera ga daredearu ka wa, anata ga maemotte miru koto ga dekinakatta ōku no keiji wa arimasen. Ko no tame, shō wa tokidoki yosoku kanō ni narimasu. Monogatari to geijutsu wa kōheide wa aru ga, sheru no naka kara nukedasu koto wa kesshite nai. Furikaette miru to, kono shō wa kankyaku no kitai ni kotaemasuga, koreijō wa ikimasen. Watashi wa anata ga sore o miru koto o o susume shimasuga, watashi wa yori yoi to kanjiru ta no anime ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLove Hina set up most of the traditional comedy romance elements. Ken Akamatsu (the director) did a great job of popularizing a set up that is still looked upon to this day. From over the top moments of comedy, to the heart racing moments of romance, you will be on the edge of your seat the entire time. But be warned that some of the elements he popularized (the tsundere, the girl from the main character's childhood) are better implemented in other anime. The characters never really break out of their two dimensions throughout this anime. There isn't a lot of revelation to who they are that you couldn't see in advance. Because of this, the show ends up being predictable at times. Although the story and art are fair, they never break out of a shell either. In retrospect, this show meets the expectations of an audience member, but doesn't go any further. I recommend you watch it, but there are other anime that I feel are better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Hina set up most of the traditional comedy romance elements.\u001b[24m\n    \u001b[1mラブひなは、伝統的なコメディのロマンス要素のほとんどを設定します。\u001b[22m, \u001b[1mラブひなは、伝統的なコメディロマンスの要素のほとんどを設定します。\u001b[22m\n\u001b[4mKen Akamatsu (the director) did a great job of popularizing a set up that is still looked upon to this day.\u001b[24m\n    \u001b[1m赤松健（監督）は、今日もまだ見守っているセットアップを普及させる素晴らしい仕事をしました。\u001b[22m, \u001b[1m赤松健（監督は）まだこの日に見下ろしていましたされたセットアップの普及の素晴らしい仕事をしました。\u001b[22m\n\u001b[4mFrom over the top moments of comedy, to the heart racing moments of romance, you will be on the edge of your seat the entire time.\u001b[24m\n    \u001b[1mコメディーの上の瞬間から、ロマンスの心のレースの瞬間まで、あなたはいつもあなたの席の端にいます。\u001b[22m, \u001b[1m喜劇のトップ瞬間各地から、恋愛の心のレースの瞬間に、あなたはあなたの座席の端に全体の時間になります。\u001b[22m\n\u001b[4mBut be warned that some of the elements he popularized (the tsundere, the girl from the main character's childhood) are better implemented in other anime.\u001b[24m\n    \u001b[1mしかし、彼が普及した要素のいくつか（主人公の幼少時代のツンデレ）は、他のアニメではよりよく実装されていることに注意してください。\u001b[22m, \u001b[1mしかし、彼は普及要素（ツンデレ、主人公の子供時代からの女の子）の一部が、より良い他のアニメに実装されていることを警告します。\u001b[22m\n\u001b[4mThe characters never really break out of their two dimensions throughout this anime.\u001b[24m\n    \u001b[1mキャラクターは、このアニメを通して2次元からはじまることはありません。\u001b[22m, \u001b[1m文字は本当にこのアニメを通じてその2次元から抜け出したことがありません。\u001b[22m\n\u001b[4mThere isn't a lot of revelation to who they are that you couldn't see in advance.\u001b[24m\n    \u001b[1m彼らが誰であるかは、あなたが前もって見ることができなかった多くの啓示はありません。\u001b[22m, \u001b[1m彼らはあなたが事前に見ることができなかったことをしている人への啓示の多くはありません。\u001b[22m\n\u001b[4mBecause of this, the show ends up being predictable at times.\u001b[24m\n    \u001b[1mこのため、ショーは時々予測可能になります。\u001b[22m, \u001b[1mこのため、ショーは時間に予測可能なされて終わります。\u001b[22m\n\u001b[4mAlthough the story and art are fair, they never break out of a shell either.\u001b[24m\n    \u001b[1m物語と芸術は公平ではあるが、シェルの中から抜け出すことは決してない。\u001b[22m, \u001b[1mストーリーとアートが公正であるが、それらはいずれかの殻を破ることはありません。\u001b[22m\n\u001b[4mIn retrospect, this show meets the expectations of an audience member, but doesn't go any further.\u001b[24m\n    \u001b[1m振り返ってみると、このショーは観客の期待に応えますが、これ以上は行きません。\u001b[22m, \u001b[1m振り返ってみると、この番組は、視聴者の期待を満たしているが、それ以上になりません。\u001b[22m\n\u001b[4mI recommend you watch it, but there are other anime that I feel are better.\u001b[24m\n    \u001b[1m私はあなたがそれを見ることをお勧めしますが、私はより良いと感じる他のアニメがあります。\u001b[22m, \u001b[1m私はあなたがそれを見てお勧めしますが、私は優れていると感じ、他のアニメがあります。\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "013misery",
    "profile": "/profile/013misery/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=31109",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nまあ、最初は懐疑的だったので、友人はそれをチェックアウトするように言った、彼はそれが素晴らしいと言った！ だから私はやったと私は彼のアドバイスを取ってうれしいことは確かにこのアニメは満足感を残しました。 私はそれが好きでした。私がそれを楽しんだ理由は、すべてがあるからです！ 私はほとんどそのコメディー/ロマンスの物語を非常にクールだが、それはまた、アクション、サスペンス、ドラマ、そしてホラーの少しさえ説明してみましょう。 それはすべて一緒にきれいにまとめられており、最初から最後までスムーズに航行しています。\n\n今私にとっての主な魅力は、その中のすべてのキャラクターが自分の方法で華麗になり、それぞれがストーリーに追加されただけです。 あなたは戦士の女性から党の女の子まで、すべてを手に入れます。 主人公が本当に私の心を掴んだのは、すべてのエピソードに登場した性格があるということです。 私はそこに痛みと幸せを感じることができ、それは私にとって素晴らしいものでした。 声優はすごく楽しいですが、日本人は私の意見では英語よりも良かったです。 キャラクターは本当にこのアニメを生き生きとさせる！\n\n音は非常にうまくいっていてオープニングテーマとエンディングテーマはすばらしかったです。 私はエンディングのテーマに恋しましたが、芸術の驚異的な作品でした！\n\nあなたが少しでも笑いを浮かべて、このすばらしいアニメを楽しませてくれることを祈っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell I was skeptical at first a friend told me to check it out he said it was awesome! So I did and i'm sure glad I took his advice this anime left me feeling satisfied. The story it self is top notch I liked it and the reason I enjoyed it so much is because it has everything! Let me explain its mostly a comedy/romance story which is pretty cool, but it also has action, suspense, drama, and even a bit of horror. All of it is put together nicely and it is smooth sailing from start to finish.\n\n\u001b[1mまあ、最初は懐疑的だったので、友人はそれをチェックアウトするように言った、彼はそれが素晴らしいと言った！ だから私はやったと私は彼のアドバイスを取ってうれしいことは確かにこのアニメは満足感を残しました。 私はそれが好きでした。私がそれを楽しんだ理由は、すべてがあるからです！ 私はほとんどそのコメディー/ロマンスの物語を非常にクールだが、それはまた、アクション、サスペンス、ドラマ、そしてホラーの少しさえ説明してみましょう。 それはすべて一緒にきれいにまとめられており、最初から最後までスムーズに航行しています。\u001b[22m\n\u001b[1m(Mā, saisho wa kaigi-tekidattanode, yūjin wa sore o chekku auto suru yō ni itta, kare wa sore ga subarashī to itta! Dakara watashi wa yatta to watashi wa kare no adobaisu o totte ureshī koto wa tashika ni kono anime wa manzoku-kan o nokoshimashita. Watashi wa sore ga sukideshita. Watashi ga sore o tanoshinda riyū wa, subete ga arukaradesu! Watashi wa hotondo sono komedī/ romansu no monogatari o hijō ni kūrudaga, soreha mata, akushon, sasupensu, dorama, soshite horā no sukoshi sae setsumei shite mimashou. Sore wa subete issho ni kirei ni matome rarete ori, saisho kara saigomade sumūzu ni kōkō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell I was skeptical at first a friend told me to check it out he said it was awesome! So I did and i'm sure glad I took his advice this anime left me feeling satisfied. The story it self is top notch I liked it and the reason I enjoyed it so much is because it has everything! Let me explain its mostly a comedy/romance story which is pretty cool, but it also has action, suspense, drama, and even a bit of horror. All of it is put together nicely and it is smooth sailing from start to finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I was skeptical at first a friend told me to check it out he said it was awesome!\u001b[24m\n    \u001b[1mまあ、最初は懐疑的だったので、友人はそれをチェックアウトするように言った、彼はそれが素晴らしいと言った！\u001b[22m, \u001b[1mさて、私は友人が、彼はそれは素晴らしいと言ったそれをチェックするために私に言った最初は懐疑的でした！\u001b[22m\n\u001b[4mSo I did and i'm sure glad I took his advice this anime left me feeling satisfied.\u001b[24m\n    \u001b[1mだから私はやったと私は彼のアドバイスを取ってうれしいことは確かにこのアニメは満足感を残しました。\u001b[22m, \u001b[1mだから私はやったと私は私はこのアニメが満足感私を残し、彼のアドバイスを取ったことを確認うれしいです。\u001b[22m\n\u001b[4mThe story it self is top notch I liked it and the reason I enjoyed it so much is because it has everything!\u001b[24m\n    \u001b[1m私はそれが好きでした。私がそれを楽しんだ理由は、すべてがあるからです！\u001b[22m, \u001b[1m物語のそれの自己は、トップノッチ、私はそれが好きで、それがすべてを持っているので、私はあまりそれを楽しんだ理由があります！\u001b[22m\n\u001b[4mLet me explain its mostly a comedy/romance story which is pretty cool, but it also has action, suspense, drama, and even a bit of horror.\u001b[24m\n    \u001b[1m私はほとんどそのコメディー/ロマンスの物語を非常にクールだが、それはまた、アクション、サスペンス、ドラマ、そしてホラーの少しさえ説明してみましょう。\u001b[22m, \u001b[1m私はかなりクールですが、それはまた、アクション、サスペンス、ドラマ、ホラーの偶数ビットを持っているそのほとんどがコメディ/ロマンスの物語を説明しましょう。\u001b[22m\n\u001b[4mAll of it is put together nicely and it is smooth sailing from start to finish.\u001b[24m\n    \u001b[1mそれはすべて一緒にきれいにまとめられており、最初から最後までスムーズに航行しています。\u001b[22m, \u001b[1mそのすべてがうまく一緒に入れて、それは最初から最後まで順風満帆です。\u001b[22m\n\u001b[1m\u001b[22m\nNow the main attraction for me was the characters all of them brilliant in there own way, and each one just adds to the story. You get it all from a warrior women all the way to a party girl. The main characters really just captured my heart I mean there personalities just showed in every episode. I could feel there pain and happiness which was wonderful for me. The voice acting is superb I enjoyed it, but the Japanese was better than the english in my opinion. The characters just really make this anime come to life!\n\n\u001b[1m今私にとっての主な魅力は、その中のすべてのキャラクターが自分の方法で華麗になり、それぞれがストーリーに追加されただけです。 あなたは戦士の女性から党の女の子まで、すべてを手に入れます。 主人公が本当に私の心を掴んだのは、すべてのエピソードに登場した性格があるということです。 私はそこに痛みと幸せを感じることができ、それは私にとって素晴らしいものでした。 声優はすごく楽しいですが、日本人は私の意見では英語よりも良かったです。 キャラクターは本当にこのアニメを生き生きとさせる！\u001b[22m\n\u001b[1m(Ima watashi ni totte no omona miryoku wa, sono Chū no subete no kyarakutā ga jibun no hōhō de karei ni nari, sorezore ga sutōrī ni tsuika sa reta dakedesu. Anata wa senshi no josei kara tō no on'nanoko made, subete o te ni iremasu. Shujinkō ga hontōni watashi no kokoro o tsukanda no wa, subete no episōdo ni tōjō shita seikaku ga aru to iu kotodesu. Watashi wa soko ni itami to shiawase o kanjiru koto ga deki, sore wa watashi ni totte subarashī monodeshita. Seiyū wa sugoku tanoshīdesuga, nihonjin wa watashi no ikende wa eigo yori mo yokattadesu. Kyarakutā wa hontōni kono anime o ikiikito sa seru!)\u001b[22m\n\nTranslations of \u001b[4mNow the main attraction for me was the characters all of them brilliant in there own way, and each one just adds to the story. You get it all from a warrior women all the way to a party girl. The main characters really just captured my heart I mean there personalities just showed in every episode. I could feel there pain and happiness which was wonderful for me. The voice acting is superb I enjoyed it, but the Japanese was better than the english in my opinion. The characters just really make this anime come to life!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the main attraction for me was the characters all of them brilliant in there own way, and each one just adds to the story.\u001b[24m\n    \u001b[1m今私にとっての主な魅力は、その中のすべてのキャラクターが自分の方法で華麗になり、それぞれがストーリーに追加されただけです。\u001b[22m, \u001b[1m今、私のための主要な魅力がある独自の方法で文字それらのすべてが素晴らしかった、それぞれがちょうどストーリーに追加します。\u001b[22m\n\u001b[4mYou get it all from a warrior women all the way to a party girl.\u001b[24m\n    \u001b[1mあなたは戦士の女性から党の女の子まで、すべてを手に入れます。\u001b[22m, \u001b[1mあなたは戦士の女性からパーティーガールのすべての方法をそれをすべて取得します。\u001b[22m\n\u001b[4mThe main characters really just captured my heart I mean there personalities just showed in every episode.\u001b[24m\n    \u001b[1m主人公が本当に私の心を掴んだのは、すべてのエピソードに登場した性格があるということです。\u001b[22m, \u001b[1mメインキャラクターは本当にただ私はすべてのエピソードにあったそこに個性を意味私の心を捕獲しました。\u001b[22m\n\u001b[4mI could feel there pain and happiness which was wonderful for me.\u001b[24m\n    \u001b[1m私はそこに痛みと幸せを感じることができ、それは私にとって素晴らしいものでした。\u001b[22m, \u001b[1m私は私のために素晴らしいものでしたそこに痛みと幸せを感じることができました。\u001b[22m\n\u001b[4mThe voice acting is superb I enjoyed it, but the Japanese was better than the english in my opinion.\u001b[24m\n    \u001b[1m声優はすごく楽しいですが、日本人は私の意見では英語よりも良かったです。\u001b[22m, \u001b[1m声の演技は、私はそれを楽しんだが、日本人は私の意見では英語よりも優れた素晴らしいです。\u001b[22m\n\u001b[4mThe characters just really make this anime come to life!\u001b[24m\n    \u001b[1mキャラクターは本当にこのアニメを生き生きとさせる！\u001b[22m, \u001b[1m文字は本当に人生に来て、このアニメを作ります！\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was very well done both opening and ending themes were amazing. I fell in love with the ending theme however it was breathtaking just a work of art!\n\n\u001b[1m音は非常にうまくいっていてオープニングテーマとエンディングテーマはすばらしかったです。 私はエンディングのテーマに恋しましたが、芸術の驚異的な作品でした！\u001b[22m\n\u001b[1m(Oto wa hijō ni umaku itte ite ōpuningutēma to endingutēma wa subarashikattadesu. Watashi wa endingu no tēma ni koi shimashitaga, geijutsu no kyōi-tekina sakuhindeshita!)\u001b[22m\n\nTranslations of \u001b[4mThe sound was very well done both opening and ending themes were amazing. I fell in love with the ending theme however it was breathtaking just a work of art!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was very well done both opening and ending themes were amazing.\u001b[24m\n    \u001b[1m音は非常にうまくいっていてオープニングテーマとエンディングテーマはすばらしかったです。\u001b[22m, \u001b[1m音は非常によく、両方の開口を行ったとエンディングテーマは驚くべきでした。\u001b[22m\n\u001b[4mI fell in love with the ending theme however it was breathtaking just a work of art!\u001b[24m\n    \u001b[1m私はエンディングのテーマに恋しましたが、芸術の驚異的な作品でした！\u001b[22m, \u001b[1mしかし私はそれが芸術のちょうど仕事息をのむたエンディングテーマと恋に落ちました！\u001b[22m\n\u001b[1m\u001b[22m\nWell hope this helps if even just a little, but above all I hope you all get a chance to laught and giggle at this wonderful anime.\n\n\u001b[1mあなたが少しでも笑いを浮かべて、このすばらしいアニメを楽しませてくれることを祈っています。\u001b[22m\n\u001b[1m(Anata ga sukoshidemo warai o ukabete, kono subarashī anime o tanoshima sete kureru koto o inotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell hope this helps if even just a little, but above all I hope you all get a chance to laught and giggle at this wonderful anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell hope this helps if even just a little, but above all I hope you all get a chance to laught and giggle at this wonderful anime.\u001b[24m\n    \u001b[1mあなたが少しでも笑いを浮かべて、このすばらしいアニメを楽しませてくれることを祈っています。\u001b[22m, \u001b[1mまあ少しでもあればこのことができます願っていますが、すべての上に、私はあなたのすべてがこの素晴らしいアニメでlaughtする機会とクスクス笑いを得ることを願っています。\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "firebug",
    "profile": "/profile/firebug/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=36303",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\nラブひな、私はおそらくあなたのうちのいくつかを怒らせるだろうが、ラブひなへの私の最初の露出は漫画だった。 赤松健は漫画について優れた仕事をした。 面白い部分のほとんどがアニメから切り取られ、不要な文字が追加されました。 私が最初にアニメを拾ったときに戻ることができたら、私はAzumanga Daiohと一緒に行っただろう。 芸術は優れていました。物語はユーモアと暴力の奇妙な触感でいつも素敵な話でした。 アニメはマンガの手に届きませんでした。 私の意見では、彼らは同じタイムゾーンではなく、2つを結ぶように見えるのは基本的なストーリーラインとキャラクターだけです。 芸術は漫画から変更されましたが、それは大丈夫ですが、愛ひなでは間違った方向に捉えられたと思います。 色はストーリーに合っていますが、キャラクターは私が好きなものよりも少し漫画的です。 声がしたように、音は非常に良く、アニメに合っていました。 話は本当に私を失望させた。 そんなに多くのものが漫画から変わって、漫画を掻き集めて、もう一度やり直したようです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLove Hina, I will probably make a few of you mad over this one , but my first exposure to Love Hina was the manga. Ken Akamatsu did an outstanding job on the manga. Most of the funny parts were cut out of the anime and needless characters were added. If I could go back to when I first picked up the anime I would have gone with Azumanga Daioh instead. The art was excellent the story was funny and witty with a touch of perverted humor and violence, always nice in small doses. The anime fell short of the manga. In my opinion they are not in the same time zone and the only thing that seems to link the two is the basic story line and characters. The art was changed from the manga and most of the time it is OK but in Love Hina I think it was taken in the wrong direction. The color fit the story but the characters are a little more cartoony than I like. The sound was very good and fit the anime as did the voices. The story really disappointed me. So many things were changed from the manga it almost seems the scraped the manga and started over again.\n\n\u001b[1mラブひな、私はおそらくあなたのうちのいくつかを怒らせるだろうが、ラブひなへの私の最初の露出は漫画だった。 赤松健は漫画について優れた仕事をした。 面白い部分のほとんどがアニメから切り取られ、不要な文字が追加されました。 私が最初にアニメを拾ったときに戻ることができたら、私はAzumanga Daiohと一緒に行っただろう。 芸術は優れていました。物語はユーモアと暴力の奇妙な触感でいつも素敵な話でした。 アニメはマンガの手に届きませんでした。 私の意見では、彼らは同じタイムゾーンではなく、2つを結ぶように見えるのは基本的なストーリーラインとキャラクターだけです。 芸術は漫画から変更されましたが、それは大丈夫ですが、愛ひなでは間違った方向に捉えられたと思います。 色はストーリーに合っていますが、キャラクターは私が好きなものよりも少し漫画的です。 声がしたように、音は非常に良く、アニメに合っていました。 話は本当に私を失望させた。 そんなに多くのものが漫画から変わって、漫画を掻き集めて、もう一度やり直したようです。\u001b[22m\n\u001b[1m(Rabu hina, watashi wa osoraku anata no uchi no ikutsu ka o okora serudarouga, rabu hina e no watashi no saisho no roshutsu wa mangadatta. Akamatsu ken wa manga ni tsuite sugureta shigoto o shita. Geijutsu wa sugurete imashita. Monogatari wa yūmoa to bōryoku no kimyōna shokkan de itsumo sutekina hanashideshita. Anime wa manga no te ni todokimasendeshita. Watashi no ikende wa, karera wa onaji taimuzōnde wa naku, 2tsu o musubu yō ni mieru no wa kihon-tekina sutōrīrain to kyarakutā dakedesu. Geijutsu wa manga kara henkō sa remashitaga, soreha daijōbudesu ga,-ai hinade wa machigatta hōkō ni torae rareta to omoimasu. Iro wa sutōrī ni atte imasuga, kyarakutā wa watashi ga sukina mono yori mo sukoshi manga-tekidesu. Koe ga shita yō ni,-on wa hijō ni yoku, anime ni atte imashita. Hanashi wa hontōni watashi o shitsubō sa seta. Son'nani ōku no mono ga manga kara kawatte, manga o kakiatsumete, mōichido yarinaoshita yōdesu. Omoshiroi bubun no hotondo ga anime kara kiritora re, fuyōna moji ga tsuika sa remashita. Watashi ga saisho ni anime o hirotta toki ni modoru koto ga dekitara, watashi wa Azumanga Daioh to issho ni ittadarou.)\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "lucifermrnstar",
    "profile": "/profile/lucifermrnstar/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=81652",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  10\n\nラブひなは、私が見た最も面白いアニメの1つであり、ユーモアはすべて周りにあり、同時に非常に面白くて扱いにくいです。グラフィックスはコメディにはかなり良いものです。\n\nあなたがユーモア、良いキャラクターと強いストーリーがあるアニメを探しているなら、あなたはラブひなを見てください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLove Hina is one of the funniest anime i have watched,the humor is all around and very funny and awkward at the same time, the graphics is pretty good for a comedy and i must say that the storyline kept me going.\n\n\u001b[1mラブひなは、私が見た最も面白いアニメの1つであり、ユーモアはすべて周りにあり、同時に非常に面白くて扱いにくいです。グラフィックスはコメディにはかなり良いものです。\u001b[22m\n\u001b[1m(Rabu hina wa, watashi ga mita mottomo omoshiroi anime no 1tsudeari, yūmoa wa subete mawari ni ari, dōjini hijō ni omoshirokute atsukai nikuidesu. Gurafikkusu wa komedi ni wa kanari yoi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mLove Hina is one of the funniest anime i have watched,the humor is all around and very funny and awkward at the same time, the graphics is pretty good for a comedy and i must say that the storyline kept me going.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Hina is one of the funniest anime i have watched,the humor is all around and very funny and awkward at the same time, the graphics is pretty good for a comedy and i must say that the storyline kept me going.\u001b[24m\n    \u001b[1mラブひなは、私が見た最も面白いアニメの1つであり、ユーモアはすべて周りにあり、同時に非常に面白くて扱いにくいです。グラフィックスはコメディにはかなり良いものです。\u001b[22m, \u001b[1mヒナは私が見てきたおかしなアニメの一つである愛、ユーモアはすべての周り、非常に面白いと厄介同時に、グラフィックスは、コメディのためにかなり良いですし、私はストーリーに行く私を保っていることを言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nif you are looking for an anime that has humor,good characters and strong storyline then you should watch Love Hina\n\n\u001b[1mあなたがユーモア、良いキャラクターと強いストーリーがあるアニメを探しているなら、あなたはラブひなを見てください\u001b[22m\n\u001b[1m(Anata ga yūmoa, yoi kyarakutā to tsuyoi sutōrī ga aru anime o sagashite irunara, anata wa rabu hina o mitekudasai)\u001b[22m\n\nTranslations of \u001b[4mif you are looking for an anime that has humor,good characters and strong storyline then you should watch Love Hina\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you are looking for an anime that has humor,good characters and strong storyline then you should watch Love Hina\u001b[24m\n    \u001b[1mあなたがユーモア、良いキャラクターと強いストーリーがあるアニメを探しているなら、あなたはラブひなを見てください\u001b[22m, \u001b[1mあなたはユーモア、良い文字と強力なストーリーを持っているアニメを探しているなら、あなたはラブひなを監視する必要があります\u001b[22m"
  },
  {
    "title": "Love_Hina",
    "id": "189",
    "url": "https://myanimelist.net/anime/189/Love_Hina",
    "user": "Za93Warudo",
    "profile": "/profile/Za93Warudo/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=69895",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はこのアニメの何を考えるべきかわからなかった、初めて見たが、私がそれを見続けると、もっと楽しくなった。 愛ひなは説得力のあるストーリーといい声優を持っています。 私はまた、特にKeitaroとNaruのキャラクターの開発が好きだった。 私はマンガを読んでいないが、私は好奇心のためにそれをチェックするかもしれない。 私はこの番組をアニメに興味のある人に推薦する",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI wasn't sure what to think of this anime, the first time I saw it but as I continued watching it, it became more and more enjoyable. Love Hina does have a compelling story and good voice acting. I also liked the character development especially that of Keitaro and Naru. I have not read the manga but I may check it out just for curiosity. I do reccomend this show to anyone who has any interest in anime\n\n\u001b[1m私はこのアニメの何を考えるべきかわからなかった、初めて見たが、私がそれを見続けると、もっと楽しくなった。 愛ひなは説得力のあるストーリーといい声優を持っています。 私はまた、特にKeitaroとNaruのキャラクターの開発が好きだった。 私はマンガを読んでいないが、私は好奇心のためにそれをチェックするかもしれない。 私はこの番組をアニメに興味のある人に推薦する\u001b[22m\n\u001b[1m(Watashi wa kono anime no nani o kangaerubeki ka wakaranakatta, hajimete mitaga, watashi ga sore o mi tsudzukeru to, motto tanoshiku natta. Ai hina wa settoku-ryoku no aru sutōrī to ī seiyū o motte imasu. Watashi wa mata, tokuni Keitaro to Naru no kyarakutā no kaihatsu ga sukidatta. Watashi wa manga o yon de inaiga, watashi wa kōkishin no tame ni sore o chekku suru kamo shirenai. Watashi wa kono bangumi o anime ni kyōmi no aru hito ni suisen suru)\u001b[22m\n\nTranslations of \u001b[4mI wasn't sure what to think of this anime, the first time I saw it but as I continued watching it, it became more and more enjoyable. Love Hina does have a compelling story and good voice acting. I also liked the character development especially that of Keitaro and Naru. I have not read the manga but I may check it out just for curiosity. I do reccomend this show to anyone who has any interest in anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn't sure what to think of this anime, the first time I saw it but as I continued watching it, it became more and more enjoyable.\u001b[24m\n    \u001b[1m私はこのアニメの何を考えるべきかわからなかった、初めて見たが、私がそれを見続けると、もっと楽しくなった。\u001b[22m, \u001b[1m私はこのアニメ、私はそれを見たのは初めての考えることはわからなかったが、私はそれを見続けたとして、それがますます楽しくなりました。\u001b[22m\n\u001b[4mLove Hina does have a compelling story and good voice acting.\u001b[24m\n    \u001b[1m愛ひなは説得力のあるストーリーといい声優を持っています。\u001b[22m, \u001b[1mヒナは、説得力のあるストーリーと良い声の演技をしていないが大好きです。\u001b[22m\n\u001b[4mI also liked the character development especially that of Keitaro and Naru.\u001b[24m\n    \u001b[1m私はまた、特にKeitaroとNaruのキャラクターの開発が好きだった。\u001b[22m, \u001b[1m私はまた、啓太郎とナルの特にその文字の開発が好きでした。\u001b[22m\n\u001b[4mI have not read the manga but I may check it out just for curiosity.\u001b[24m\n    \u001b[1m私はマンガを読んでいないが、私は好奇心のためにそれをチェックするかもしれない。\u001b[22m, \u001b[1m私は漫画を読んでいないが、私はちょうど好奇心のためにそれをチェックアウトすることができます。\u001b[22m\n\u001b[4mI do reccomend this show to anyone who has any interest in anime\u001b[24m\n    \u001b[1m私はこの番組をアニメに興味のある人に推薦する\u001b[22m, \u001b[1m私はアニメに興味を持っている人にこの番組をreccomendありません\u001b[22m"
  }
]
