[
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=141107",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  6\n\n注：最初のエピソードの視聴を開始する前に映画を見てください。 あなたは後で私に感謝します。\n\n誰のためにも成功は容易ではありません。 誰も才能を持って生まれておらず、例外的な能力を持っているものもあれば、「天才」と呼ばれるものもありますが、誰もが成功するために何かを試しなければなりません。 アイドルの場合は例外ではありません。 あなたがライブテレビで踊りや歌を演奏しているのを見ている人たちは、彼らがどこにいるかを理解するのに長く働きました。 どうして？ 彼らは観客のために演奏を愛するからです。 しかし、「目を覚まし、女の子」と呼ばれる小さな7人の少女ユニットのために、彼らは少なくとも少なくともまだ観客の多くを持っていない。\n\nヤマケン監督、「ウェイクアップ」、「ガールズ」は、フラクタルから3年ぶりの作品。 そして、オリジナルの作品として、彼の執筆から自然な気持ちが出てくると期待しています。 そのように見えますが、ショー自体が成功を収めるための道のりのほうがはるかに優れているという提案があります。 それは、キャラクター自身が個人的な道にあり、アイドルになるだけでなく、自分自身を変えることを示唆しています。 しかし、ショーがこのように成功するためには、開発が必要です。それはちょうど12のエピソードで驚異的です。 このシリーズに挑戦する前に、映画「Wake Up、Girls！Shichinin no Idol」を見ることも重要です。 結局のところ、それは前置きだ。\n\n12エピソードは本当に油を水に注ぐようなものです。 最終結果はあまりよくなく、このショーの全体的な方向性も全く同じではありません。 このショーは、WuGがどのようにエンターテインメント産業の成功への道を歩み寄るかを見ることです。 そのようなライバルに対して、それは突然の転覆ではない。 しかし、まずは、Wake Up、Girlsは、一般的なコンセプトをいくつかの点で少し違った形で適切に設定します。  Idolmaster、Love Live、Akb4008 Stageなど他のアイドルテーマシリーズと比較して、WuGはもっと現実的な雰囲気を持っています。 主人公は有名人ではなく、実際にあなたの平均的な日の人とは違って見えません。 彼らはすべて異なる背景から来ており、世界が認識するためのプロフェッショナルなアイドルグループになるために、団結した目標を持つグループとして一緒になるまでに時間がかかります。 多様性はおそらく拡大するものであり、そのような性格は他のものよりも独特の立場を保持しています。 彼女の名前はMayuで、以前はI-Clubの一員だったグループの中心人物として認められました。 彼らとは違って、WuGは新入生のようなものです。  I-Clubはライバルだけでなく、経験豊富なアイドルグループとしてのシニアもいます。\n\nMayuは、おそらく様々な複雑さの特徴です。 これのほとんどは、I-Clubの元メンバーとしての彼女の過去を中心に展開されています。 しかし、ショーが正しいことをしないことは、彼女がこれに対処する方法と、彼女の一見の決意が急いでいるように見えることです。 同時に、彼女の開発のいくつかは、彼女が他人に手を差し伸べようとする気持ちにもかかわらず、同情を欠いています。 いくつかのスタンスでは現実感を感じるかもしれませんが、それが伝えられる方法は欠けています。 一方、彼女の母親との関係は、いくつかの点で関連性があります。 あなたのお父さんがあなたの将来のような話題にあなたと時々同意しない時を覚えていますか？ まゆのシナリオはそれほど違いはありません。 彼女の才能は、彼女がインターネット上のファンサイトを持っているニックネーム「Mayushi」を獲得しています。 しかし、グループを辞めるという彼女の決断は、不安をそのような注意に招くファンからの反発を今は持っている。 いずれにしても、Mayuはまだ彼女のダイナミクスを探るシリーズとして、おそらくWuGで最も顕著なキャラクターとして際立っています。 しかし、基本的な観点から、現在の状態をチェリーするのは簡単です。  WuGの松田晃平監督との最初の出会いから、少なくともエンターテイメント界では、もはや彼女がアイドルになりたくはないと言うことができる。 では、今どこにそれがありますか？ いくつか説得した後、彼女は再びアイドルになりたいですが、いくつかの厄介な愛なしではありません。 また、彼女のペルソナと内面の精神を表面レベルで探検しています。\n\n他のキャラクターはさまざまな背景から来ていますが、彼らはすべてアイドルになるという野望を持っています。 その中のいくつかは、ミユと彼女の過度の人格や、彼女の経験を持つデファクトリーダーとしての吉野など、他のものよりも際立っています。 残念ながら、ショーが過去よりも未来への道に焦点を当てているので、それらのすべてが十分な特徴を持つわけではありません。  Mayuが中心的な存在であるということは、ほんの数文字だけです。  I-1クラブの現在の中心地であるシホとのライバル関係は、これまでの過去が探求していることがあります。 しかし、そのライバルは軽薄であり、いくつかの側面には影響しません。 彼らが遭遇した数少ない経験を通して、I-1クラブは常に前進することが示されています。 これは、WuGが初心者のほうが多いのに対し、彼らの経験を考えると驚くべきことではありません。 それでも、彼らの進歩は急いでいると感じ、完全性が欠けています。\n\nシリーズには現実主義があり、特にアイドルグループWuGにとっては自然な形で定義されています。 彼らのほとんどは、そうでない人になろうとするよりも、自分自身にとどまっているようです。 WuGは、広範なトレーニングプログラム、監督のコーチの方法、および他のアイドルグループとの競争でそれを実現します。 オーディションでさえ、緊張を招き、高い信頼性に現実的に挑戦します。 それはそこでは難しい生活です。 彼らはまた、真剣に自分の仕事を取り、それを楽しんでいる。 それと同時に、彼らはアイドルであることにもかかわらず、互いに強い結びつきを形成しています。  I-1クラブのアイドルとして、Mayuの過去の日々とは違って、誰が最高の人かを見極めるための競争はない。 誰もが統一されたままであり、人生が厳しくなると、互いを見回す。 聴衆と彼らを支持する人々の両方を喜ばすために舞台を取るときにも、WuGにある程度の魅力がある。 ストーリーそのものは、ボタンを押して自分自身をドラッグするのではなく、すぐにポイントに到達します。  1つのコーナーショーでは、アイドルになることがいかに難しいかを真に現実的に示すために、この側面に集中することが重要です。 それは熟練、決定、そして完全性を必要とします。 \n\nアニメーション賢明、我々は中程度の平均配信を取得します。 キャラクターのデザインでは、どのようなキャラクターも特別な形で際立っていません。 彼らはシンプルに見え、最初のエピソードでさえ、幼児時代に見ることができるものの古典であるスクール制服の舞台でアイドルグループのダンスがあります。 グリーンリーフ・エンターテインメント・エージェンシー自体も、もう一度信頼性を証明しているが、特有の特徴が欠けているようだ。 それは破産に近いので、シンプルなデザインが期待できます。それはあなたが得るものです。 気を散らすかもしれないファンサービスの小さなビットもありますが、そのほとんどはショック値として描かれていません。\n\nアイドルのテーマショーとして、サウンドトラックはWuGに力を与える重要な要素です。 音楽は熱意を持って芸術家としての自分自身を明確に表現する方法を持っています。 欠点は、ショーがその曲の多様性の欠如を実証するように思われる反復性である。 どのような歌が行われているか、現在の歌い祭りは強さに欠けています。 幸いなことに、OSTは、これをうまく調整した音色とバランスをとることができます。 小さなグループのアイドルを持つ静かな雰囲気のサウンドトラックは、あらゆる角度からリアリズムを生み出します。 一方、OPの歌は、その弱い芸術的な特徴で非常に簡単に評価することはできません。\n\nWuGは私が長い間覚えているショーではありません。 しかし、それはエンターテインメント産業がどのようにアイドルであり成功を収めているかを現実的な方法で表現することは、非常に難しい課題です。 各エピソードで示されるコメディの最小量を考えると、冗談ではありません。 しかし、グループの女の子はその精神を持っています。野望によって団結して成功する夢です。 ショーは成功の物語を書くことを試みていないので、ちょうど深い魅力的な物語や強いキャラクターの開発を期待しないでください。 むしろ、それはアイドルの生活の物語を作成しようとします。 成功しましたか？ 私はそうそう言います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nNote: watch the movie BEFORE you start watching the first episode. You’ll thank me later.\n\n\u001b[1m注：最初のエピソードの視聴を開始する前に映画を見てください。 あなたは後で私に感謝します。\u001b[22m\n\u001b[1m(Chū: Saisho no episōdo no shichō o kaishi suru mae ni eiga o mite kudasai. Anata wa atode watashi ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mNote: watch the movie BEFORE you start watching the first episode. You’ll thank me later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: watch the movie BEFORE you start watching the first episode.\u001b[24m\n    \u001b[1m注：最初のエピソードの視聴を開始する前に映画を見てください。\u001b[22m, \u001b[1m注：最初のエピソードを見始める前に映画を見ます。\u001b[22m\n\u001b[4mYou’ll thank me later.\u001b[24m\n    \u001b[1mあなたは後で私に感謝します。\u001b[22m, \u001b[1m後で私に感謝します。\u001b[22m\n\u001b[1m\u001b[22m\nSuccess doesn’t come easily for anyone. No one is born with talent and although there are some that possesses exceptional abilities, or otherwise labeled a ‘prodigy’, everyone must try something in order to succeed. For idols, there is no exception to that. The people you see on live television performing dances and songs worked long and hard to reach where they are. Why? Because they love performing for the audience. But for a small seven-girl unit called ‘Wake Up, Girls’, they don’t have much of an audience, at least not yet.\n\n\u001b[1m誰のためにも成功は容易ではありません。 誰も才能を持って生まれておらず、例外的な能力を持っているものもあれば、「天才」と呼ばれるものもありますが、誰もが成功するために何かを試しなければなりません。 アイドルの場合は例外ではありません。 あなたがライブテレビで踊りや歌を演奏しているのを見ている人たちは、彼らがどこにいるかを理解するのに長く働きました。 どうして？ 彼らは観客のために演奏を愛するからです。 しかし、「目を覚まし、女の子」と呼ばれる小さな7人の少女ユニットのために、彼らは少なくとも少なくともまだ観客の多くを持っていない。\u001b[22m\n\u001b[1m(Darenotameni mo seikō wa yōide wa arimasen. Dare mo sainō o motte umarete orazu, reigai-tekina nōryoku o motte iru mono mo areba,`tensai' to yoba reru mono mo arimasuga, daremoga seikō suru tame ni nanika o tameshinakereba narimasen. Aidoru no baai wa reigaide wa arimasen. Anata ga raibu terebi de odori ya uta o ensō shite iru no o mite iru hito-tachi wa, karera ga doko ni iru ka o rikai surunoni nagaku hatarakimashita. Dōshite? Karera wa kankyaku no tame ni ensō o aisurukaradesu. Shikashi,`-me o samashi, on'nanoko' to yoba reru chīsana 7-ri no shōjo yunitto no tame ni, karera wa sukunakutomo sukunakutomo mada kankyaku no ōku o motteinai.)\u001b[22m\n\nTranslations of \u001b[4mSuccess doesn’t come easily for anyone. No one is born with talent and although there are some that possesses exceptional abilities, or otherwise labeled a ‘prodigy’, everyone must try something in order to succeed. For idols, there is no exception to that. The people you see on live television performing dances and songs worked long and hard to reach where they are. Why? Because they love performing for the audience. But for a small seven-girl unit called ‘Wake Up, Girls’, they don’t have much of an audience, at least not yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuccess doesn’t come easily for anyone.\u001b[24m\n    \u001b[1m誰のためにも成功は容易ではありません。\u001b[22m, \u001b[1m成功は誰のために簡単に付属していません。\u001b[22m\n\u001b[4mNo one is born with talent and although there are some that possesses exceptional abilities, or otherwise labeled a ‘prodigy’, everyone must try something in order to succeed.\u001b[24m\n    \u001b[1m誰も才能を持って生まれておらず、例外的な能力を持っているものもあれば、「天才」と呼ばれるものもありますが、誰もが成功するために何かを試しなければなりません。\u001b[22m, \u001b[1m誰もが才能を持って生まれていないと卓越した能力を持っている、またはそうでなければ「神童」をラベルされたものもありますが、誰もが成功するために何かをしようとする必要があります。\u001b[22m\n\u001b[4mFor idols, there is no exception to that.\u001b[24m\n    \u001b[1mアイドルの場合は例外ではありません。\u001b[22m, \u001b[1m偶像のために、それにも例外はありません。\u001b[22m\n\u001b[4mThe people you see on live television performing dances and songs worked long and hard to reach where they are.\u001b[24m\n    \u001b[1mあなたがライブテレビで踊りや歌を演奏しているのを見ている人たちは、彼らがどこにいるかを理解するのに長く働きました。\u001b[22m, \u001b[1m彼らはどこに踊りと歌を行うライブのテレビで見る人々が到達するのに長いと懸命に働きました。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause they love performing for the audience.\u001b[24m\n    \u001b[1m彼らは観客のために演奏を愛するからです。\u001b[22m, \u001b[1m彼らが大好きなので聴衆のために行います。\u001b[22m\n\u001b[4mBut for a small seven-girl unit called ‘Wake Up, Girls’, they don’t have much of an audience, at least not yet.\u001b[24m\n    \u001b[1mしかし、「目を覚まし、女の子」と呼ばれる小さな7人の少女ユニットのために、彼らは少なくとも少なくともまだ観客の多くを持っていない。\u001b[22m, \u001b[1mしかしと呼ばれる小さな7-女の子ユニット「モーニングコール、女子のために、彼らは少なくともまだ、聴衆の多くを持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nDirected by Yamaken, Wake Up, Girls is the first show he works on three years since Fractale. And as an original work, one would expect some natural feeling coming out of his writing. While that seems so, there’s suggestions that the show itself builds more for just the road to earning success. It suggests that the characters themselves are on their personal road to not only become an idol but also to change themselves. But for a show to succeed in this way requires development, something that is staggering for just 12 episodes. It’s also important to watch the movie (Wake Up, Girls! Shichinin no Idol) before venturing on to this series. It’s the prequel after all.\n\n\u001b[1mヤマケン監督、「ウェイクアップ」、「ガールズ」は、フラクタルから3年ぶりの作品。 そして、オリジナルの作品として、彼の執筆から自然な気持ちが出てくると期待しています。 そのように見えますが、ショー自体が成功を収めるための道のりのほうがはるかに優れているという提案があります。 それは、キャラクター自身が個人的な道にあり、アイドルになるだけでなく、自分自身を変えることを示唆しています。 しかし、ショーがこのように成功するためには、開発が必要です。それはちょうど12のエピソードで驚異的です。 このシリーズに挑戦する前に、映画「Wake Up、Girls！Shichinin no Idol」を見ることも重要です。 結局のところ、それは前置きだ。\u001b[22m\n\u001b[1m(Yamaken kantoku,`u~eikuappu',`gāruzu' wa, furakutaru kara 3-nen-buri no sakuhin. Soshite, orijinaru no sakuhin to shite, kare no shippitsu kara shizen'na kimochi ga detekuru to kitai shite imasu. Sonoyōni miemasuga, shō jitai ga seikō o osameru tame no michinori no hō ga haruka ni sugurete iru to iu teian ga arimasu. Sore wa, kyarakutā jishin ga kojin-tekina michi ni ari, aidoru ni naru dakedenaku, jibun jishin o kaeru koto o shisa shite imasu. Shikashi, shō ga kono yō ni seikō suru tame ni wa, kaihatsu ga hitsuyōdesu. Sore wa chōdo 12 no episōdo de kyōi-tekidesu. Kono shirīzu ni chōsen suru mae ni, eiga `u~ēkuappu, Girls! Shichinin no Idol' o miru koto mo jūyōdesu. Kekkyokunotokoro, soreha maeokida.)\u001b[22m\n\nTranslations of \u001b[4mDirected by Yamaken, Wake Up, Girls is the first show he works on three years since Fractale. And as an original work, one would expect some natural feeling coming out of his writing. While that seems so, there’s suggestions that the show itself builds more for just the road to earning success. It suggests that the characters themselves are on their personal road to not only become an idol but also to change themselves. But for a show to succeed in this way requires development, something that is staggering for just 12 episodes. It’s also important to watch the movie (Wake Up, Girls! Shichinin no Idol) before venturing on to this series. It’s the prequel after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDirected by Yamaken, Wake Up, Girls is the first show he works on three years since Fractale.\u001b[24m\n    \u001b[1mヤマケン監督、「ウェイクアップ」、「ガールズ」は、フラクタルから3年ぶりの作品。\u001b[22m, \u001b[1mYamaken監督、女の子は彼がフラクタル以来3年に動作する最初のショーである、モーニングコール。\u001b[22m\n\u001b[4mAnd as an original work, one would expect some natural feeling coming out of his writing.\u001b[24m\n    \u001b[1mそして、オリジナルの作品として、彼の執筆から自然な気持ちが出てくると期待しています。\u001b[22m, \u001b[1mそして、オリジナル作品として、一つは彼の文章から出てくるいくつかの自然な感じを期待します。\u001b[22m\n\u001b[4mWhile that seems so, there’s suggestions that the show itself builds more for just the road to earning success.\u001b[24m\n    \u001b[1mそのように見えますが、ショー自体が成功を収めるための道のりのほうがはるかに優れているという提案があります。\u001b[22m, \u001b[1mそれはそう思えますが、ショー自体は成功を獲得するだけで道路のためのより多くを構築する提案があります。\u001b[22m\n\u001b[4mIt suggests that the characters themselves are on their personal road to not only become an idol but also to change themselves.\u001b[24m\n    \u001b[1mそれは、キャラクター自身が個人的な道にあり、アイドルになるだけでなく、自分自身を変えることを示唆しています。\u001b[22m, \u001b[1mそれ自体は、その個人の道路上にある文字がアイドルになることだけでなく、自分自身を変更することを示唆しています。\u001b[22m\n\u001b[4mBut for a show to succeed in this way requires development, something that is staggering for just 12 episodes.\u001b[24m\n    \u001b[1mしかし、ショーがこのように成功するためには、開発が必要です。それはちょうど12のエピソードで驚異的です。\u001b[22m, \u001b[1mしかし、ショーは、この方法で成功するためには、開発、わずか12のエピソードのための驚異的である何かを必要とします。\u001b[22m\n\u001b[4mIt’s also important to watch the movie (Wake Up, Girls! Shichinin no Idol) before venturing on to this series.\u001b[24m\n    \u001b[1mこのシリーズに挑戦する前に、映画「Wake Up、Girls！Shichinin no Idol」を見ることも重要です。\u001b[22m, \u001b[1mこれは、このシリーズへ進出する前に（、ウェイクアップガールズ！七人なしアイドル）の映画を鑑賞することも重要です。\u001b[22m\n\u001b[4mIt’s the prequel after all.\u001b[24m\n    \u001b[1m結局のところ、それは前置きだ。\u001b[22m, \u001b[1mこれは、すべての後続編です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd 12 episodes really is just like pouring oil into water. The end result isn’t pretty and neither is the overall direction of this show altogether. What the show brings together is to see how WuG climbs a ladder to success in the entertainment industry. Against such a rival, that’s no pushover. But for starters, Wake Up, Girls does a decent setup with its general concept a bit differently in some ways. Compared to some other idol theme series such as Idolmaster, Love Live, and Akb4008 Stage, WuG has a more realistic vibe. The main characters aren’t famous and in fact doesn’t seem different from your average day folks. They all come from different backgrounds and it takes some time for them to come together as a group with a united goal – to become a professional idol group for the world to recognize. The diversity could be perhaps something to expand on and one such character hold a more distinctive stand than others. Her name is Mayu and was recognized as a centerpiece figure in a former group she was once part of, the I-Club. Unlike them, WuG is more like a freshman. I-Club is not only their rival but also their senior as a group of experienced idols.\n\n\u001b[1m12エピソードは本当に油を水に注ぐようなものです。 最終結果はあまりよくなく、このショーの全体的な方向性も全く同じではありません。 このショーは、WuGがどのようにエンターテイメント産業の成功への道を歩み寄るかを見ることです。 そのようなライバルに対して、それは突然の転覆ではない。 しかし、まずは、Wake Up、Girlsは、一般的なコンセプトをいくつかの点で少し違った形で適切に設定します。  Idolmaster、Love Live、Akb4008 Stageなど他のアイドルテーマシリーズと比較して、WuGはもっと現実的な雰囲気を持っています。 主人公は有名人ではなく、実際にあなたの平均的な日の人とは違って見えません。 彼らはすべて異なる背景から来ており、世界が認識するためのプロフェッショナルなアイドルグループになるために、団結した目標を持つグループとして一緒になるまでには時間がかかります。 多様性はおそらく拡大するものであり、そのような性格は他のものよりも独特の立場を保持しています。 彼女の名前はMayuで、以前はI-Clubの一員だったグループの中心人物として認められました。 彼らとは違って、WuGは新入生のようなものです。  I-Clubはライバルだけでなく、経験豊富なアイドルグループとしてのシニアもいます。\u001b[22m\n\u001b[1m(12 Episōdo wa hontōni abura o mizu ni sosogu yōna monodesu. Saishū kekka wa amari yoku naku, kono shō no zentai-tekina hōkō-sei mo mattaku onajide wa arimasen. Shikashi, mazuwa, u~ēkuappu, Girls wa, ippantekina konseputo o ikutsu ka no ten de sukoshi chigatta katachi de tekisetsu ni settei shimasu. Idolmaster, rabu raibu, Akb 4008 Stage nado hoka no aidorutēmashirīzu to hikaku shite, WuG wa motto genjitsu-tekina fun'iki o motte imasu. Shujinkō wa yūmeijinde wa naku, jissai ni anata no heikin-tekina hi no hito to wa chigatte miemasen. Karera wa subete kotonaru haikei kara kite ori, sekai ga ninshiki suru tame no purofesshonaruna aidorugurūpu ni naru tame ni, danketsu shita mokuhyō o motsu gurūpu to shite issho ni naru made ni wa jikan ga kakarimasu. Tayō-sei wa osoraku kakudai suru monodeari, sono yōna seikaku wa hoka no mono yori mo dokutoku no tachiba o hoji shite imasu. Kanojo no namae wa Mayu de, izen wa I - Club no ichiindatta gurūpu no chūshin jinbutsu to shite mitome raremashita. Karera to wa chigatte, WuG wa shin'nyūsei no yōna monodesu. I - Club wa raibaru dakedenaku, keiken hōfuna aidorugurūpu to shite no shinia mo imasu. Kono shō wa, WuG ga dono yō ni entāteimento sangyō no seikō e no michi o ayumiyoru ka o miru kotodesu. So no yōna raibaru ni taishite, sore wa totsuzen no tenpukude wanai.)\u001b[22m\n\u001b[1m\u001b[22m\nMayu is perhaps a character of various complexity. Most of this revolves around her past as a former member of I-Club. But what the show doesn’t do right is dealing with how she copes with this and her seemingly resolve seems rushed. At the same time, some of her development lacks sympathy despite the feelings she tries to reach out to others. It may feel realistic on some stances but the way it conveys itself is lacking. On the other hand, her relationship with her mother can be relatable in some ways. Remember when your parents sometimes disagree with you on topics such as your future? Mayu’s scenario is not so different. Her talent has earned the nickname ‘Mayushi’ where she also has a fanbase on the Internet. Yet, her decision to quit the group now has backlash from fans that invites insecurity to such attention. Regardless, Mayu still stands out as perhaps the most prominent character in WuG as the series explores her dynamics. But from basic perspective, it’s easy to cherry pick her present state of being. From her first encounter with WuG’S manager Kōhei Matsuda, one can tell that she no longer wishes to be an idol, at least in the entertainment field. So where does that lead her now? After some convincing, she does want to become an idol again but not without some tough love. There’s also an exploration of her persona and inner psyche at the surface level.\n\n\u001b[1mMayuは、おそらく様々な複雑さの特徴です。 これのほとんどは、I-Clubの元メンバーとしての彼女の過去を中心に展開されています。 しかし、ショーが正しいことをしないことは、彼女がこれに対処する方法と、彼女の一見の決意が急いでいるように見えることです。 同時に、彼女の開発のいくつかは、彼女が他人に手を差し伸べようとする気持ちにもかかわらず、同情を欠いています。 いくつかのスタンスでは現実感を感じるかもしれませんが、それが伝えられる方法は欠けています。 一方、彼女の母親との関係は、いくつかの点で関連性があります。 あなたのお父さんがあなたの将来のような話題にあなたと時々同意しない時を覚えていますか？ まゆのシナリオはそれほど違いはありません。 彼女の才能は、彼女がインターネット上のファンサイトを持っているニックネーム「Mayushi」を獲得しています。 しかし、グループを辞めるという彼女の決断は、不安をそのような注意に招くファンからの反発を今は持っている。 いずれにしても、Mayuはまだ彼女のダイナミクスを探るシリーズとして、おそらくWuGで最も顕著なキャラクターとして際立っています。 しかし、基本的な観点から、現在の状態をチェリーするのは簡単です。  WuGの松田晃平監督との最初の出会いから、少なくともエンターテイメント界では、もはや彼女がアイドルになりたくはないと言うことができる。 では、今どこにそれがありますか？ いくつか説得した後、彼女は再びアイドルになりたいですが、いくつかの厄介な愛なしではありません。 また、彼女のペルソナと内面の精神を表面レベルで探検しています。\u001b[22m\n\u001b[1m(Mayu wa, osoraku samazamana fukuzatsu-sa no tokuchōdesu. Kore no hotondo wa, I - Club no moto menbā to shite no kanojo no kako o chūshin ni tenkai sa rete imasu. Kanojo no sainō wa, kanojo ga intānetto-jō no fan saito o motte iru nikkunēmu `Mayushi' o kakutoku shite imasu. Shikashi, gurūpu o yameru to iu kanojo no ketsudan wa, fuan o sono yōna chūi ni maneku fan kara no hanpatsu o ima wa motte iru. Izure ni shite mo, Mayu wa mada kanojo no dainamikusu o saguru shirīzu to shite, osoraku WuG de mottomo kenchona kyarakutā to shite kiwadatte imasu. Shikashi, kihon-tekina kanten kara, genzai no jōtai o cherī suru no wa kantandesu. WuG no Matsuda Kōhei kantoku to no saisho no deai kara, sukunakutomo entāteimento-kaide wa, mohaya kanojo ga aidoru ni naritaku wa nai to iu koto ga dekiru. Dewa, ima doko ni sore ga arimasu ka? Ikutsu ka settoku shita nochi, kanojo wa futatabi aidoruninaritaidesuga, ikutsu ka no yakkaina ai nashide wa arimasen. Mata, kanojo no perusona to naimen no seishin o hyōmen reberu de tanken shite imasu. Shikashi, shō ga tadashī koto o shinai koto wa, kanojo ga kore ni taisho suru hōhō to, kanojo no ikken no ketsui ga isoide iru yō ni mieru kotodesu. Dōjini, kanojo no kaihatsu no ikutsu ka wa, kanojo ga tanin ni te o sashinobeyou to suru kimochi nimokakawarazu, dōjō o kaite imasu. Ikutsu ka no sutansude wa genjitsu-kan o kanjiru kamo shiremasenga, sore ga tsutae rareru hōhō wa kakete imasu. Ippō, kanojo no hahaoya to no kankei wa, ikutsu ka no ten de kanren-sei ga arimasu. Anata no otōsan ga anata no shōrai no yōna wadai ni anata to tokidoki dōi shinai toki o oboete imasu ka? Mayu no shinario wa sorehodo chigai wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nOther characters comes from a variety of backgrounds although they all have the ambition to become an idol. A few of them stands out more than others such as Miyu and her hyperactive personality or Yoshino as a defacto leader with her experience. Unfortunately, not all of them get enough characterization as the show focuses on their path to their future, rather than their past. Only a few characters get spotlight with Mayu being the centerpiece. What that past does explore is the rivalry between her and Shiho, the current center spot of I-1 Club. Yet, that rivalry is frivolous and lacks impact on some aspects. Through the few encounters they have, it’s shown that I-1 Club always steps ahead. This should be no surprise considering their experience while WuG is more of a newbie. Still, their progress feels rushed and lacks integrity.\n\n\u001b[1m他のキャラクターはさまざまな背景から来ていますが、彼らはすべてアイドルになるという野望を持っています。 その中のいくつかは、ミユと彼女の過度の人格や、彼女の経験を持つデファクトリーダーとしての吉野など、他のものよりも際立っています。 残念ながら、ショーが過去よりも未来への道に焦点を当てているので、それらのすべてが十分な特徴を持つわけではありません。  Mayuが中心的な存在であるということは、ほんの数文字だけです。  I-1クラブの現在の中心地であるシホとのライバル関係は、これまでの過去が探求していることがあります。 しかし、そのライバルは軽薄であり、いくつかの側面には影響しません。 彼らが遭遇した数少ない経験を通して、I-1クラブは常に前進することが示されています。 これは、WuGが初心者のほうが多いのに対し、彼らの経験を考えると驚くべきことではありません。 それでも、彼らの進歩は急いでいると感じ、完全性が欠けています。\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa samazamana haikei kara kite imasuga, karera wa subete aidoru ni naru to iu yabō o motte imasu. Sono Chū no ikutsu ka wa, Miyu to kanojo no kado no jinkaku ya, kanojo no keiken o motsu defakutorīdā to shite no Yoshino nado, hoka no mono yori mo kiwadatte imasu. Zan'nen'nagara, shō ga kako yori mo mirai e no michi ni shōten o atete irunode, sorera no subete ga jūbun'na tokuchō o motsu wakede wa arimasen. Mayu ga chūshin-tekina sonzaidearu to iu koto wa, hon'no sū moji dakedesu. I - 1 kurabu no genzai no chūshinchidearu Shiho to no raibaru kankei wa, kore made no kako ga tankyū shite iru koto ga arimasu. Shikashi, sono raibaru wa keihakudeari, ikutsu ka no sokumen ni wa eikyō shimasen. Karera ga sōgū shita kazusukunai keiken o tōshite, I - 1 kurabu wa tsuneni zenshin suru koto ga shimesa rete imasu. Kore wa, WuG ga shoshinsha no hō ga ōi no ni taishi, karera no keiken o kangaeru to odorokubeki kotode wa arimasen. Soredemo, karera no shinpo wa isoide iru to kanji, kanzen-sei ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOther characters comes from a variety of backgrounds although they all have the ambition to become an idol. A few of them stands out more than others such as Miyu and her hyperactive personality or Yoshino as a defacto leader with her experience. Unfortunately, not all of them get enough characterization as the show focuses on their path to their future, rather than their past. Only a few characters get spotlight with Mayu being the centerpiece. What that past does explore is the rivalry between her and Shiho, the current center spot of I-1 Club. Yet, that rivalry is frivolous and lacks impact on some aspects. Through the few encounters they have, it’s shown that I-1 Club always steps ahead. This should be no surprise considering their experience while WuG is more of a newbie. Still, their progress feels rushed and lacks integrity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther characters comes from a variety of backgrounds although they all have the ambition to become an idol.\u001b[24m\n    \u001b[1m他のキャラクターはさまざまな背景から来ていますが、彼らはすべてアイドルになるという野望を持っています。\u001b[22m, \u001b[1m彼らはすべてのアイドルになるための野心を持っているが、他の文字は、さまざまなバックグラウンドから来ています。\u001b[22m\n\u001b[4mA few of them stands out more than others such as Miyu and her hyperactive personality or Yoshino as a defacto leader with her experience.\u001b[24m\n    \u001b[1mその中のいくつかは、ミユと彼女の過度の人格や、彼女の経験を持つデファクトリーダーとしての吉野など、他のものよりも際立っています。\u001b[22m, \u001b[1mそれらのいくつかは、そのような彼女の経験を持つ事実上のリーダーとしてみゆと彼女の非常に活発な性格や吉野など他よりも際立っています。\u001b[22m\n\u001b[4mUnfortunately, not all of them get enough characterization as the show focuses on their path to their future, rather than their past.\u001b[24m\n    \u001b[1m残念ながら、ショーが過去よりも未来への道に焦点を当てているので、それらのすべてが十分な特徴を持つわけではありません。\u001b[22m, \u001b[1mショーはむしろ自分の過去よりも、自分の将来へのパスに焦点を当てたとして残念ながら、それらのすべてではないが、十分な特性評価を得ます。\u001b[22m\n\u001b[4mOnly a few characters get spotlight with Mayu being the centerpiece.\u001b[24m\n    \u001b[1mMayuが中心的な存在であるということは、ほんの数文字だけです。\u001b[22m, \u001b[1m唯一のいくつかの文字は、まゆが中心であることにスポットライトを取得します。\u001b[22m\n\u001b[4mWhat that past does explore is the rivalry between her and Shiho, the current center spot of I-1 Club.\u001b[24m\n    \u001b[1mI-1クラブの現在の中心地であるシホとのライバル関係は、これまでの過去が探求していることがあります。\u001b[22m, \u001b[1m何その過去は探検んことは彼女と志穂、I-1クラブの現在の中心点間の競争です。\u001b[22m\n\u001b[4mYet, that rivalry is frivolous and lacks impact on some aspects.\u001b[24m\n    \u001b[1mしかし、そのライバルは軽薄であり、いくつかの側面には影響しません。\u001b[22m, \u001b[1mしかし、そのライバル関係は軽薄であり、いくつかの側面に影響を欠いています。\u001b[22m\n\u001b[4mThrough the few encounters they have, it’s shown that I-1 Club always steps ahead.\u001b[24m\n    \u001b[1m彼らが遭遇した数少ない経験を通して、I-1クラブは常に前進することが示されています。\u001b[22m, \u001b[1m彼らが持っているいくつかの出会いを通じ、I-1クラブは常に前方にステップすることを示しています。\u001b[22m\n\u001b[4mThis should be no surprise considering their experience while WuG is more of a newbie.\u001b[24m\n    \u001b[1mこれは、WuGが初心者のほうが多いのに対し、彼らの経験を考えると驚くべきことではありません。\u001b[22m, \u001b[1mこれは、WUGは初心者の詳細ですしながら、自分の経験を考慮しない驚くべきことではないはずです。\u001b[22m\n\u001b[4mStill, their progress feels rushed and lacks integrity.\u001b[24m\n    \u001b[1mそれでも、彼らの進歩は急いでいると感じ、完全性が欠けています。\u001b[22m, \u001b[1mそれでも、その進捗状況は急いで感じているとの整合性を欠いています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat the series does have is realism, defined in a rather natural way especially for the idol group WuG. Most of them seems to stay themselves rather than trying to become someone who they are not. WuG delivers that with the extensive training programs, their coach’s method of discipline, and rivalry with other idol groups. Even the audition will invite tension and make it realistically challenging to high degree of credibility. It’s a hard life out there. They also take their work seriously and have fun while at it. At the same time, they group develops a strong bond with each other despite the hardship of being an idol. There’s no competition among each other to see who is the best unlike Mayu’s past days as an idol in the I-1 Club. Everyone stays united and when life becomes tough, they look out after one another. There’s a certain appeal for WuG as well when they take the stage to please both the audience and people who supports them. The story itself also gets to the point right away rather than pushing buttons to drag itself. It’s important for a 1 cour show to focus on this aspect to truly and realistically show just how difficult it is to become an idol. It takes skill, determination, and integrity.\n\n\u001b[1mシリーズには現実主義があり、特にアイドルグループWuGにとっては自然な形で定義されています。 彼らのほとんどは、そうでない人になろうとするよりも、自分自身にとどまっているようです。 WuGは、広範なトレーニングプログラム、監督のコーチの方法、および他のアイドルグループとの競争でそれを実現します。 オーディションでさえ、緊張を招き、高い信頼性に現実的に挑戦します。 それはそこでは難しい生活です。 彼らはまた、真剣に自分の仕事を取り、それを楽しんでいる。 それと同時に、彼らはアイドルであることにもかかわらず、互いに強い結びつきを形成しています。  I-1クラブのアイドルとして、Mayuの過去の日々とは違って、誰が最高の人かを見極めるための競争はない。 誰もが統一されたままであり、人生が厳しくなると、互いを見回す。 聴衆と彼らを支持する人々の両方を喜ばすために舞台を取るときにも、WuGにある程度の魅力がある。 ストーリーそのものは、ボタンを押して自分自身をドラッグするのではなく、すぐにポイントに到達します。  1つのコーナーショーでは、アイドルになることがいかに難しいかを真に現実的に示すために、この側面に集中することが重要です。 それは熟練、決定、そして完全性を必要とします。 \u001b[22m\n\u001b[1m(Shirīzu ni wa genjitsu shugi ga ari, tokuni aidorugurūpu WuG ni totte wa shizen'na katachi de teigi sa rete imasu. Karera no hotondo wa,-sōdenai hito ni narou to suru yori mo, jibun jishin ni todomatte iru yōdesu. Karera wa mata, shinken ni jibun no shigoto o tori, sore o tanoshinde iru. Soreto dōjini, karera wa aidorudearu koto nimokakawarazu, tagaini tsuyoi musubitsuki o keisei shite imasu. I - 1 kurabu no aidoru to shite, Mayu no kako no hibi to wa chigatte, dare ga saikō no hito ka o mikiwameru tame no kyōsō wanai. Daremoga tōitsu sa reta mamadeari, jinsei ga kibishiku naru to, tagai o mimawasu. Chōshū to karera o shiji suru hitobito no ryōhō o yorokobasu tame ni butai o toru toki ni mo, WuG ni aruteido no miryoku ga aru. Sutōrī sonomono wa, botan o oshite jibun jishin o doraggu suru node wa naku, sugu ni pointo ni tōtatsu shimasu. 1Tsu no kōnāshōde wa, aidoru ni naru koto ga ikani muzukashī ka o makotoni genjitsu-teki ni shimesu tame ni, kono sokumen ni shūchū suru koto ga jūyōdesu. Sore wa jukuren, kettei, soshite kanzen-sei o hitsuyō to shimasu. WuG wa, kōhan'na torēningupuroguramu, kantoku no kōchi no hōhō, oyobi hoka no aidorugurūpu to no kyōsō de sore o jitsugen shimasu. Ōdishonde sae, kinchō o maneki, takai shinrai-sei ni genjitsu-teki ni chōsen shimasu. Sore wa sokode wa muzukashī seikatsudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnimation wise, we get a moderate and average delivery. None of the characters stands out in any particular way with their character designs. They look simple and even the first episode has the idol group dance on stage in school uniforms, a classic of what you may see during childhood days. The Green Leaves Entertainment agency itself also seems to lack any distinctive features although it once again demonstrates credibility. Because it’s near bankruptcy, you’d expect a simple design and that’s what you’ll get. There’s also small bits of fan service that may be distracting but most of it isn’t depicted as shock value.\n\n\u001b[1mアニメーション賢明、我々は中程度の平均配信を取得します。 キャラクターのデザインでは、どのようなキャラクターも特別な形で際立っていません。 彼らはシンプルに見え、最初のエピソードでさえ、幼児時代に見ることができるものの古典であるスクール制服の舞台でアイドルグループのダンスがあります。 グリーンリーフ・エンターテインメント・エージェンシー自体も、もう一度信頼性を証明しているが、特有の特徴が欠けているようだ。 それは破産に近いので、シンプルなデザインが期待できます。それはあなたが得るものです。 気を散らすかもしれないファンサービスの小さなビットもありますが、そのほとんどはショック値として描かれていません。\u001b[22m\n\u001b[1m(Animēshon kenmei, wareware wa naka-teido no heikin haishin o shutoku shimasu. Kyarakutā no dezainde wa, do no yōna kyarakutā mo tokubetsuna katachi de kiwadatte imasen. Karera wa shinpuru ni mie, saisho no episōdode sae, yōji jidai ni miru koto ga dekiru mono no kotendearu sukūru seifuku no butai de aidorugurūpu no dansu ga arimasu. Gurīnrīfu entāteinmento ējenshī jitai mo, mōichido shinrai-sei o shōmei shite iruga, tokuyū no tokuchō ga kakete iru yōda. Sore wa hasan ni chikainode, shinpuruna dezain ga kitai dekimasu. Sore wa anata ga eru monodesu. Ki o chirasu kamo shirenai fansābisu no chīsana bitto mo arimasuga, sono hotondo wa shokku-chi to shite egaka rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mAnimation wise, we get a moderate and average delivery. None of the characters stands out in any particular way with their character designs. They look simple and even the first episode has the idol group dance on stage in school uniforms, a classic of what you may see during childhood days. The Green Leaves Entertainment agency itself also seems to lack any distinctive features although it once again demonstrates credibility. Because it’s near bankruptcy, you’d expect a simple design and that’s what you’ll get. There’s also small bits of fan service that may be distracting but most of it isn’t depicted as shock value.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation wise, we get a moderate and average delivery.\u001b[24m\n    \u001b[1mアニメーション賢明、我々は中程度の平均配信を取得します。\u001b[22m, \u001b[1mアニメーション賢明な、我々は、中程度の平均配達を取得します。\u001b[22m\n\u001b[4mNone of the characters stands out in any particular way with their character designs.\u001b[24m\n    \u001b[1mキャラクターのデザインでは、どのようなキャラクターも特別な形で際立っていません。\u001b[22m, \u001b[1m文字のいずれも、彼らのキャラクターデザインを持つ任意の特定の方法で際立っていません。\u001b[22m\n\u001b[4mThey look simple and even the first episode has the idol group dance on stage in school uniforms, a classic of what you may see during childhood days.\u001b[24m\n    \u001b[1m彼らはシンプルに見え、最初のエピソードでさえ、幼児時代に見ることができるものの古典であるスクール制服の舞台でアイドルグループのダンスがあります。\u001b[22m, \u001b[1m彼らは単純に見えるとでも最初のエピソードは、学校の制服で、ステージ上のアイドルグループのダンスを持っている、あなたが子供の頃の間に表示されることがあり何の古典。\u001b[22m\n\u001b[4mThe Green Leaves Entertainment agency itself also seems to lack any distinctive features although it once again demonstrates credibility.\u001b[24m\n    \u001b[1mグリーンリーフ・エンターテインメント・エージェンシー自体も、もう一度信頼性を証明しているが、特有の特徴が欠けているようだ。\u001b[22m, \u001b[1m緑の葉エンターテインメント機関自体もそれが再び信頼性を実証しているが、任意の顕著な特徴を欠いているようです。\u001b[22m\n\u001b[4mBecause it’s near bankruptcy, you’d expect a simple design and that’s what you’ll get.\u001b[24m\n    \u001b[1mそれは破産に近いので、シンプルなデザインが期待できます。それはあなたが得るものです。\u001b[22m, \u001b[1mそれは破産の近くなので、あなたは、シンプルなデザインを期待したい、それはあなたが得るだろうものです。\u001b[22m\n\u001b[4mThere’s also small bits of fan service that may be distracting but most of it isn’t depicted as shock value.\u001b[24m\n    \u001b[1m気を散らすかもしれないファンサービスの小さなビットもありますが、そのほとんどはショック値として描かれていません。\u001b[22m, \u001b[1m気が散るかもしれないが、それのほとんどは衝撃値として描かれていないファンサービスの小さなビットもあります。\u001b[22m\n\u001b[1m\u001b[22m\nAs an idol theme show, soundtrack is a key element that empowers WuG. The music has a way to clearly describe itself as artistic with the enthusiasm. The downside is the rather repetitiveness the show seems to demonstrate with a lack of diversity in its songs. What the singing festival present lacks strength with how the song is performed. Fortunately, the OST finds itself to balance this with its well-coordinated tone. A quiet atmosphere with a small group of idols, the soundtrack creates realism from all angles. On the other hand, the OP song isn’t very easily to appreciate with its weak artistic features.\n\n\u001b[1mアイドルのテーマショーとして、サウンドトラックはWuGに力を与える重要な要素です。 音楽は熱意を持って芸術家としての自分自身を明確に表現する方法を持っています。 欠点は、ショーがその曲の多様性の欠如を実証するように思われる反復性である。 どのような歌が行われているか、現在の歌い祭りは強さに欠けています。 幸いなことに、OSTは、これをうまく調整した音色とバランスをとることができます。 小さなグループのアイドルを持つ静かな雰囲気のサウンドトラックは、あらゆる角度からリアリズムを生み出します。 一方、OPの歌は、その弱い芸術的な特徴で非常に簡単に評価することはできません。\u001b[22m\n\u001b[1m(Aidoru no tēmashō to shite, saundotorakku wa WuG ni chikara o ataeru jūyōna yōsodesu. Ongaku wa netsui o motte geijutsuka to shite no jibun jishin o meikaku ni hyōgen suru hōhō o motte imasu. Ketten wa, shō ga sono kyoku no tayō-sei no ketsujo o jisshō suru yō ni omowa reru hanpuku-seidearu.Do no yōna uta ga okonawa rete iru ka, genzai no utai matsuri wa tsuyo-sa ni kakete imasu. Saiwaina koto ni, OST wa, kore o umaku chōsei shita neiro to baransu o toru koto ga dekimasu. Chīsana gurūpu no aidoru o motsu shizukana fun'iki no saundotorakku wa, arayuru kakudo kara riarizumu o umidashimasu. Ippō, OP no uta wa, sono yowai geijutsu-tekina tokuchō de hijō ni kantan ni hyōka suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs an idol theme show, soundtrack is a key element that empowers WuG. The music has a way to clearly describe itself as artistic with the enthusiasm. The downside is the rather repetitiveness the show seems to demonstrate with a lack of diversity in its songs. What the singing festival present lacks strength with how the song is performed. Fortunately, the OST finds itself to balance this with its well-coordinated tone. A quiet atmosphere with a small group of idols, the soundtrack creates realism from all angles. On the other hand, the OP song isn’t very easily to appreciate with its weak artistic features.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an idol theme show, soundtrack is a key element that empowers WuG.\u001b[24m\n    \u001b[1mアイドルのテーマショーとして、サウンドトラックはWuGに力を与える重要な要素です。\u001b[22m, \u001b[1mアイドルのテーマショーとしては、サウンドトラックはWUGに権限を与える重要な要素です。\u001b[22m\n\u001b[4mThe music has a way to clearly describe itself as artistic with the enthusiasm.\u001b[24m\n    \u001b[1m音楽は熱意を持って芸術家としての自分自身を明確に表現する方法を持っています。\u001b[22m, \u001b[1m音楽は明らかに熱意をもって芸術としての地位を記述する方法があります。\u001b[22m\n\u001b[4mThe downside is the rather repetitiveness the show seems to demonstrate with a lack of diversity in its songs.\u001b[24m\n    \u001b[1m欠点は、ショーがその曲の多様性の欠如を実証するように思われる反復性である。\u001b[22m, \u001b[1m欠点は、むしろショーは、その曲の多様性の欠如と実証するようで反復されます。\u001b[22m\n\u001b[4mWhat the singing festival present lacks strength with how the song is performed.\u001b[24m\n    \u001b[1mどのような歌が行われているか、現在の歌い祭りは強さに欠けています。\u001b[22m, \u001b[1mどのような歌の祭りの存在は、歌がどのように実行されるかで強さを欠いています。\u001b[22m\n\u001b[4mFortunately, the OST finds itself to balance this with its well-coordinated tone.\u001b[24m\n    \u001b[1m幸いなことに、OSTは、これをうまく調整した音色とバランスをとることができます。\u001b[22m, \u001b[1m幸いなことに、OSTは、十分に調整した口調でこのバランスをとるために自分自身を見つけます。\u001b[22m\n\u001b[4mA quiet atmosphere with a small group of idols, the soundtrack creates realism from all angles.\u001b[24m\n    \u001b[1m小さなグループのアイドルを持つ静かな雰囲気のサウンドトラックは、あらゆる角度からリアリズムを生み出します。\u001b[22m, \u001b[1mアイドルの小グループでの静かな雰囲気は、サウンドトラックは、あらゆる角度からリアリズムを作成します。\u001b[22m\n\u001b[4mOn the other hand, the OP song isn’t very easily to appreciate with its weak artistic features.\u001b[24m\n    \u001b[1m一方、OPの歌は、その弱い芸術的な特徴で非常に簡単に評価することはできません。\u001b[22m, \u001b[1m一方、OP曲はその弱い芸術的機能を理解することは非常に簡単ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWuG isn’t a show I’ll remember for long. Yet, it depicts more of a realistic way of how the entertainment industry works as being an idol and reach success is a very challenging task. It’s not a joke considering the minimum amount of comedy demonstrated by each episode. Yet, the girls of the group has that spirit, the dream to reach success as a group united by an ambition. Just don’t expect any deep enthralling story or strong character development as the show isn’t trying to write a tale of success. Rather, it tries to create a story of an idol life. Did it reach success? I’d say so-so.\n\n\u001b[1mWuGは私が長い間覚えているショーではありません。 しかし、それはエンターテインメント産業がどのようにアイドルであり成功を収めているかを現実的な方法で表現することは、非常に難しい課題です。 各エピソードで示されるコメディの最小量を考えると、冗談ではありません。 しかし、グループの女の子はその精神を持っています。野望によって団結して成功する夢です。 ショーは成功の物語を書くことを試みていないので、ちょうど深い魅力的な物語や強いキャラクターの開発を期待しないでください。 むしろ、それはアイドルの生活の物語を作成しようとします。 成功しましたか？ 私はそうそう言います。\u001b[22m\n\u001b[1m(WuG wa watashi ga nagaiai oboete iru shōde wa arimasen. Shikashi, soreha entāteinmento sangyō ga dono yō ni aidorudeari seikō o osamete iru ka o genjitsu-tekina hōhō de hyōgen suru koto wa, hijō ni muzukashī kadaidesu. Kaku episōdo de shimesa reru komedi no saishō-ryō o kangaeru to, jōdande wa arimasen. Shikashi, gurūpu no on'nanoko wa sono seishin o motte imasu. Yabō ni yotte danketsu shite seikō suru yumedesu. Shō wa seikō no monogatari o kaku koto o kokoromite inainode, chōdo fukai miryoku-tekina monogatari ya tsuyoi kyarakutā no kaihatsu o kitai shinaide kudasai. Mushiro, soreha aidoru no seikatsu no monogatari o sakusei shiyou to shimasu. Seikō shimashita ka? Watashi wa sō sō iimasu.)\u001b[22m\n\nTranslations of \u001b[4mWuG isn’t a show I’ll remember for long. Yet, it depicts more of a realistic way of how the entertainment industry works as being an idol and reach success is a very challenging task. It’s not a joke considering the minimum amount of comedy demonstrated by each episode. Yet, the girls of the group has that spirit, the dream to reach success as a group united by an ambition. Just don’t expect any deep enthralling story or strong character development as the show isn’t trying to write a tale of success. Rather, it tries to create a story of an idol life. Did it reach success? I’d say so-so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWuG isn’t a show I’ll remember for long.\u001b[24m\n    \u001b[1mWuGは私が長い間覚えているショーではありません。\u001b[22m, \u001b[1mWUGは、私は長い間覚えているだろうショーではありません。\u001b[22m\n\u001b[4mYet, it depicts more of a realistic way of how the entertainment industry works as being an idol and reach success is a very challenging task.\u001b[24m\n    \u001b[1mしかし、それはエンターテインメント産業がどのようにアイドルであり成功を収めているかを現実的な方法で表現することは、非常に難しい課題です。\u001b[22m, \u001b[1mしかし、それはエンターテインメント業界はアイドルと成功に達するものとしてどのように動作するかの現実的な方法の多くを示していることは非常に困難な作業です。\u001b[22m\n\u001b[4mIt’s not a joke considering the minimum amount of comedy demonstrated by each episode.\u001b[24m\n    \u001b[1m各エピソードで示されるコメディの最小量を考えると、冗談ではありません。\u001b[22m, \u001b[1mこれは、各エピソードによって実証喜劇の最小量を考慮冗談ではありません。\u001b[22m\n\u001b[4mYet, the girls of the group has that spirit, the dream to reach success as a group united by an ambition.\u001b[24m\n    \u001b[1mしかし、グループの女の子はその精神を持っています。野望によって団結して成功する夢です。\u001b[22m, \u001b[1mしかし、グループの少女たちはその精神、野心によって団結し、グループとしての成功に到達するために夢を持っています。\u001b[22m\n\u001b[4mJust don’t expect any deep enthralling story or strong character development as the show isn’t trying to write a tale of success.\u001b[24m\n    \u001b[1mショーは成功の物語を書くことを試みていないので、ちょうど深い魅力的な物語や強いキャラクターの開発を期待しないでください。\u001b[22m, \u001b[1mショーは成功の物語を書き込もうとされていないとしてだけで任意の深い夢中にさせるストーリーや強いキャラクターの成長を期待してはいけません。\u001b[22m\n\u001b[4mRather, it tries to create a story of an idol life.\u001b[24m\n    \u001b[1mむしろ、それはアイドルの生活の物語を作成しようとします。\u001b[22m, \u001b[1mむしろ、それはアイドルの人生の物語を作成しようとします。\u001b[22m\n\u001b[4mDid it reach success?\u001b[24m\n    \u001b[1m成功しましたか？\u001b[22m, \u001b[1mそれは成功に到達しましたか？\u001b[22m\n\u001b[4mI’d say so-so.\u001b[24m\n    \u001b[1m私はそうそう言います。\u001b[22m, \u001b[1m私はまあまあだと思います。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "Cheapo",
    "profile": "/profile/Cheapo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=146187",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n - 映画を最初に見る - それはエピソード0であり、シリーズと非常に関連しています。\n\n私が最初に、私がこれが落ち着くスライス・オブ・ライフ・アニメのファンではないことを伝えてください。また、私は大きなアイドルファンでもありません。 しかし、WUG！ アート、偶像管理と誇大宣伝の傑作です。  WUGについてのいくつかの事実は次のとおりです：\n\n1. 7人のメインキャラクターのうちのすべてのシングルは全く新しい声優です。 すべての人にとって、これは彼らの最初の大きな役割です。 最も多くの経験を持つ方がこのライブの前に別のアニメで電車アナウンサーになっています。\n\n2.すべての主人公は、それぞれの声優と名前の発音を共有します（これは日本語が分かれば意味をなさない）、顔の特徴も共有します。\n\n3.「来週のプレビュー」セグメントでは、スタジオで実際の声優が表示されます。\n\n上記の事実は、実生​​活の声優と彼らがアニメで描写するキャラクターとの間の直接のつながりにつながります。 グループがぼろぼろのタグからソリッドアイドルユニットに成長するにつれて、あなたは彼らを助けることはできません。 作家/マネージャーは明らかにWake Up、Girlsであるアイドルグループを立ち上げて宣伝するという最大の意思でこのアニメを作った！\n\n驚くべきことは、彼らが納品したことです。  AKB0048はアイドルが何であるかを説明するファンタジーなアプローチを試みましたが、WUG！ 完全な現実的なアプローチをとり、すべてを見るためにすべてを尽くします。 もちろん、すべてはドラマにはもう少し誇張されていますが、現実には決して起こらないと自信を持って説得することはできません。\n\n私はそれがecchiルートに行くのではなく、ちょうどもう一つの 'それらのanimesのもう一つにそれを回していないことが爽やかであることがわかります。 これにより、観客はキャラクターの個性やキャラクターの発展に関わるモエの要素を見つけることができます。 私はあまり好きではなかったことが1つありました。それは衣装のデザインであり、かなり普通でした。\n\n映画、OP、ED、様々な他のインサートからの曲は本当に良いです。 あなたが私を信じていないなら、あなたはYouTubeでライブパフォーマンスでそれらを見てください。 あなたがAKB48でない限り、一日の終わりに、彼らはアイドルユニットであり、アイドルユニットは彼らの曲で作ったり、壊れたりします。\nああ、花澤かな（そして他の有名人もたくさん出演している）。\n\n全体として、彼らはマーケティング戦略のために、アニメを通して新しいアイドルグループを生み出し、誇大宣伝、関心、ファンボーイズを生み出したことが分かりました。 私は徹底的にWUGを楽しんだ！ アニメとして私はアイドルグループとしてそれらを追求したいと思った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n-WATCH THE MOVIE FIRST- It is episode 0, and highly relevant to the series.\n\n\u001b[1m - 映画を最初に見る - それはエピソード0であり、シリーズと非常に関連しています。\u001b[22m\n\u001b[1m(- Eiga o saisho ni miru - sore wa episōdo 0deari, shirīzu to hijō ni kanren shite imasu.)\u001b[22m\n\nTranslations of \u001b[4m-WATCH THE MOVIE FIRST- It is episode 0, and highly relevant to the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-WATCH THE MOVIE FIRST- It is episode 0, and highly relevant to the series.\u001b[24m\n    \u001b[1m - 映画を最初に見る - それはエピソード0であり、シリーズと非常に関連しています。\u001b[22m, \u001b[1m-watch THE MOVIEにあたってはエピソード0、および一連の関連性の高いです。\u001b[22m\n\u001b[1m\u001b[22m\nLet me be first to tell you that I'm not a huge fan of slice-of-life anime which this falls SQUARELY into.Also, I am not a big idol fan either. But WUG! is a masterpiece of art, idol management and hype. Here are some facts about the WUG!:\n\n\u001b[1m私が最初に、私がこれが落ち着くスライス・オブ・ライフ・アニメのファンではないことを伝えてください。また、私は大きなアイドルファンでもありません。 しかし、WUG！ アート、偶像管理と誇大宣伝の傑作です。  WUGについてのいくつかの事実は次のとおりです：\u001b[22m\n\u001b[1m(Watashi ga saisho ni, watashi ga kore ga ochitsuku suraisu Obu raifu anime no fande wanai koto o tsutaete kudasai. Mata, watashi wa ōkina aidoru fande mo arimasen. Shikashi, WUG! Āto, gūzō kanri to kodai senden no kessakudesu. WUG ni tsuite no ikutsu ka no jijitsu wa tsugi no tōridesu:)\u001b[22m\n\nTranslations of \u001b[4mLet me be first to tell you that I'm not a huge fan of slice-of-life anime which this falls SQUARELY into.Also, I am not a big idol fan either. But WUG! is a masterpiece of art, idol management and hype. Here are some facts about the WUG!:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me be first to tell you that I'm not a huge fan of slice-of-life anime which this falls SQUARELY into.Also, I am not a big idol fan either.\u001b[24m\n    \u001b[1m私が最初に、私がこれが落ち着くスライス・オブ・ライフ・アニメのファンではないことを伝えてください。また、私は大きなアイドルファンでもありません。\u001b[22m, \u001b[1m私はどちらかの大きなアイドルファンではない、私はこれが真正面into.Also落ちるスライスオブライフアニメの大ファンではないことを教えて最初にしてみましょう。\u001b[22m\n\u001b[4mBut WUG!\u001b[24m\n    \u001b[1mしかし、WUG！\u001b[22m\n\u001b[4mis a masterpiece of art, idol management and hype.\u001b[24m\n    \u001b[1mアート、偶像管理と誇大宣伝の傑作です。\u001b[22m, \u001b[1mアート、アイドル管理や誇大広告の傑作です。\u001b[22m\n\u001b[4mHere are some facts about the WUG!:\u001b[24m\n    \u001b[1mWUGについてのいくつかの事実は次のとおりです：\u001b[22m, \u001b[1mここでWUGに関するいくつかの事実があります！：\u001b[22m\n\u001b[1m\u001b[22m\n1. Every SINGLE one of the 7 main characters are completely new voice talents. For all of them this is their first major role. The one with the most experience is being train announcer in an another anime before this gig.\n\n\u001b[1m1. 7人のメインキャラクターのうちのすべてのシングルは全く新しい声優です。 すべての人にとって、これは彼らの最初の大きな役割です。 最も多くの経験を持つ方がこのライブの前に別のアニメで電車アナウンサーになっています。\u001b[22m\n\u001b[1m(1. 7-Ri no meinkyarakutā no uchi no subete no shinguru wa mattaku atarashī seiyūdesu. Subete no hito ni totte, kore wa karera no saisho no ōkina yakuwaridesu. Mottomo ōku no keiken o motsu kata ga kono raibu no mae ni betsu no anime de densha anaunsā ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4m1. Every SINGLE one of the 7 main characters are completely new voice talents. For all of them this is their first major role. The one with the most experience is being train announcer in an another anime before this gig.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Every SINGLE one of the 7 main characters are completely new voice talents.\u001b[24m\n    \u001b[1m1. 7人のメインキャラクターのうちのすべてのシングルは全く新しい声優です。\u001b[22m, \u001b[1m1. 7メインキャラクターのひとつひとつの1は完全に新しいボイス才能です。\u001b[22m\n\u001b[4mFor all of them this is their first major role.\u001b[24m\n    \u001b[1mすべての人にとって、これは彼らの最初の大きな役割です。\u001b[22m, \u001b[1mそれらのすべては、これは彼らの最初の主要な役割です。\u001b[22m\n\u001b[4mThe one with the most experience is being train announcer in an another anime before this gig.\u001b[24m\n    \u001b[1m最も多くの経験を持つ方がこのライブの前に別のアニメで電車アナウンサーになっています。\u001b[22m, \u001b[1m最も経験を持つものは、このギグの前に別のアニメの鉄道アナウンサーであることです。\u001b[22m\n\u001b[1m\u001b[22m\n2. All the main characters shares their name pronunciation with their respective voice actresses (this only makes sense if you know some Japanese), and shares facial features with them too.\n\n\u001b[1m2.すべての主人公は、それぞれの声優と名前の発音を共有します（これは日本語が分かれば意味をなさない）、顔の特徴も共有します。\u001b[22m\n\u001b[1m(2. Subete no shujinkō wa, sorezore no seiyū to namae no hatsuon o kyōyū shimasu (kore wa nihongo ga wakareba imiwonasanai),-gao no tokuchō mo kyōyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. All the main characters shares their name pronunciation with their respective voice actresses (this only makes sense if you know some Japanese), and shares facial features with them too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. All the main characters shares their name pronunciation with their respective voice actresses (this only makes sense if you know some Japanese), and shares facial features with them too.\u001b[24m\n    \u001b[1m2.すべての主人公は、それぞれの声優と名前の発音を共有します（これは日本語が分かれば意味をなさない）、顔の特徴も共有します。\u001b[22m, \u001b[1m2.すべての主要な登場人物はあまりにも彼らと顔の特徴を（あなたには、いくつかの日本語を知っている場合にのみ意味があります）には、それぞれの音声女優と自分の名前の発音を共有し、共有します。\u001b[22m\n\u001b[1m\u001b[22m\n3. The 'next week's preview' segment shows the voice actresses in real life in the studio.\n\n\u001b[1m3.「来週のプレビュー」セグメントでは、スタジオで実際の声優が表示されます。\u001b[22m\n\u001b[1m(3. `Raishū no purebyū' segumentode wa, sutajio de jissai no seiyū ga hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4m3. The 'next week's preview' segment shows the voice actresses in real life in the studio.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. The 'next week's preview' segment shows the voice actresses in real life in the studio.\u001b[24m\n    \u001b[1m3.「来週のプレビュー」セグメントでは、スタジオで実際の声優が表示されます。\u001b[22m, \u001b[1m3.「次の週のプレビュー」セグメントは、スタジオで実際の生活の中で音声女優を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe above facts translates to a direct attachment between the real life voice actresses and the characters they portray in the anime. As the group grows from a bunch of rag-tags to a solid idol unit you can not help but grow attached to them. The writers/managers clearly made this anime with the fullest intention of launching and promoting the idol group that is Wake Up, Girls!\n\n\u001b[1m上記の事実は、実生​​活の声優と彼らがアニメで描写するキャラクターとの間の直接のつながりにつながります。 グループがぼろぼろのタグからソリッドアイドルユニットに成長するにつれて、あなたは彼らを助けることはできません。 作家/マネージャーは明らかにWake Up、Girlsであるアイドルグループを立ち上げて宣伝するという最大の意思でこのアニメを作った！\u001b[22m\n\u001b[1m(Jōki no jijitsu wa, mishō ​​ katsu no seiyū to karera ga anime de byōsha suru kyarakutā to no ma no chokusetsu no tsunagari ni tsunagarimasu. Gurūpu ga boroboro no tagu kara soriddoaidoruyunitto ni seichō suru ni tsurete, anata wa karera o tasukeru koto wa dekimasen. Sakka/ manējā wa akiraka ni u~ēkuappu, Girlsdearu aidorugurūpu o tachi agete senden suru to iu saidai no ishi de kono anime o tsukutta!)\u001b[22m\n\nTranslations of \u001b[4mThe above facts translates to a direct attachment between the real life voice actresses and the characters they portray in the anime. As the group grows from a bunch of rag-tags to a solid idol unit you can not help but grow attached to them. The writers/managers clearly made this anime with the fullest intention of launching and promoting the idol group that is Wake Up, Girls!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe above facts translates to a direct attachment between the real life voice actresses and the characters they portray in the anime.\u001b[24m\n    \u001b[1m上記の事実は、実生活の声優と彼らがアニメで描写するキャラクターとの間の直接のつながりにつながります。\u001b[22m, \u001b[1m上記の事実は、彼らがアニメで描く現実の音声女優と文字の間の直接接続に変換されます。\u001b[22m\n\u001b[4mAs the group grows from a bunch of rag-tags to a solid idol unit you can not help but grow attached to them.\u001b[24m\n    \u001b[1mグループがぼろぼろのタグからソリッドアイドルユニットに成長するにつれて、あなたは彼らを助けることはできません。\u001b[22m, \u001b[1mグループは、固体アイドルユニットにぼろタグの束から大きくなるにつれて、あなたは助けることはできませんが、それらに付着して増殖します。\u001b[22m\n\u001b[4mThe writers/managers clearly made this anime with the fullest intention of launching and promoting the idol group that is Wake Up, Girls!\u001b[24m\n    \u001b[1m作家/マネージャーは明らかにWake Up、Girlsであるアイドルグループを立ち上げて宣伝するという最大の意思でこのアニメを作った！\u001b[22m, \u001b[1mライター/管理者は、明らかに、モーニングコールであるアイドルグループを起動し、促進の最も完全な意図で女の子をこのアニメを作りましたよ！\u001b[22m\n\u001b[1m\u001b[22m\nWhat is amazing is that they delivered. Whilst AKB0048 tried a fantasy approach to describing what being an idol is like, WUG! takes the full reality approach and lays it all out for all to see. Everything is of course a bit more exaggerated for drama but none so far-fetched that you can convince yourself that it will never happen in real life (though some may argue otherwise).\n\n\u001b[1m驚くべきことは、彼らが納品したことです。  AKB0048はアイドルが何であるかを説明するファンタジーなアプローチを試みましたが、WUG！ 完全な現実的なアプローチをとり、すべてを見るためにすべてを尽くします。 もちろん、すべてはドラマにはもう少し誇張されていますが、現実には決して起こらないと自信を持って説得することはできません。\u001b[22m\n\u001b[1m(Odorokubeki koto wa, karera ga nōhin shita kotodesu. AKB 0048 wa aidoru ga nandearu ka o setsumei suru fantajīna apurōchi o kokoromimashitaga, WUG! Kanzen'na genjitsu-tekina apurōchi o tori, subete o miru tame ni subete o tsukushimasu. Mochiron, subete wa dorama ni wa mōsukoshi kochō sa rete imasuga, genjitsu ni wa kesshite okoranaito jishin o motte settoku suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat is amazing is that they delivered. Whilst AKB0048 tried a fantasy approach to describing what being an idol is like, WUG! takes the full reality approach and lays it all out for all to see. Everything is of course a bit more exaggerated for drama but none so far-fetched that you can convince yourself that it will never happen in real life (though some may argue otherwise).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is amazing is that they delivered.\u001b[24m\n    \u001b[1m驚くべきことは、彼らが納品したことです。\u001b[22m, \u001b[1m何驚くべきであることは、彼らが配信ということです。\u001b[22m\n\u001b[4mWhilst AKB0048 tried a fantasy approach to describing what being an idol is like, WUG!\u001b[24m\n    \u001b[1mAKB0048はアイドルが何であるかを説明するファンタジーなアプローチを試みましたが、WUG！\u001b[22m, \u001b[1m一方でAKB0048はアイドルであることがWUG、どのようなものであるか記述することに幻想的なアプローチを試してみました！\u001b[22m\n\u001b[4mtakes the full reality approach and lays it all out for all to see.\u001b[24m\n    \u001b[1m完全な現実的なアプローチをとり、すべてを見るためにすべてを尽くします。\u001b[22m, \u001b[1mフル現実的なアプローチを取り、見るためにすべてのためにそれをすべてをレイアウトします。\u001b[22m\n\u001b[4mEverything is of course a bit more exaggerated for drama but none so far-fetched that you can convince yourself that it will never happen in real life (though some may argue otherwise).\u001b[24m\n    \u001b[1mもちろん、すべてはドラマにはもう少し誇張されていますが、現実には決して起こらないと自信を持って説得することはできません。\u001b[22m, \u001b[1mすべてがドラマのために少し誇張されたコースが、どれものあなたは（いくつかはそうでないと主張かもしれないが）、それが実際の生活の中で起こることはありませんことを自分自身を納得させることができるようにこじつけです。\u001b[22m\n\u001b[1m\u001b[22m\nI find it refreshing that they didn't go the ecchi route either and just turn it into yet another one of 'those' animes. This lets the audience find the moe elements in the character's personality and character developments. There was one thing that i didn't like as much, and that was the costume designs, they were pretty ordinary.\n\n\u001b[1m私はそれがecchiルートに行くのではなく、ちょうどもう一つの 'それらのanimesのもう一つにそれを回していないことが爽やかであることがわかります。 これにより、観客はキャラクターの個性やキャラクターの発展に関わるモエの要素を見つけることができます。 私はあまり好きではなかったことが1つありました。それは衣装のデザインであり、かなり普通でした。\u001b[22m\n\u001b[1m(Watashi wa sore ga ecchi rūto ni iku node wa naku, chōdo mōhitotsu no' sorera no animes no mōhitotsu ni sore o mawashite inai koto ga sawayakadearu koto ga wakarimasu. Kore ni yori, kankyaku wa kyarakutā no kosei ya kyarakutā no hatten ni kakawaru Moe no yōso o mitsukeru koto ga dekimasu. Watashi wa amari sukide wa nakatta koto ga 1tsu arimashita. Sore wa ishō no dezaindeari, kanari futsūdeshita.)\u001b[22m\n\nTranslations of \u001b[4mI find it refreshing that they didn't go the ecchi route either and just turn it into yet another one of 'those' animes. This lets the audience find the moe elements in the character's personality and character developments. There was one thing that i didn't like as much, and that was the costume designs, they were pretty ordinary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find it refreshing that they didn't go the ecchi route either and just turn it into yet another one of 'those' animes.\u001b[24m\n    \u001b[1m私はそれがecchiルートに行くのではなく、ちょうどもう一つの 'それらのanimesのもう一つにそれを回していないことが爽やかであることがわかります。\u001b[22m, \u001b[1m私はそれがさわやか彼らはどちらかのエッチなルートを行くと、ちょうど「それら」アニメのさらに別の1にそれを回すなかったことがわかります。\u001b[22m\n\u001b[4mThis lets the audience find the moe elements in the character's personality and character developments.\u001b[24m\n    \u001b[1mこれにより、観客はキャラクターの個性やキャラクターの発展に関わるモエの要素を見つけることができます。\u001b[22m, \u001b[1mこれは観客がキャラクターの性格やキャラクター開発に萌え要素を見つけることができます。\u001b[22m\n\u001b[4mThere was one thing that i didn't like as much, and that was the costume designs, they were pretty ordinary.\u001b[24m\n    \u001b[1m私はあまり好きではなかったことが1つありました。それは衣装のデザインであり、かなり普通でした。\u001b[22m, \u001b[1m彼らはかなり普通だった、そこに私は同じくらい好きではなかった一つのことがあって、それは衣装のデザインでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe songs from the movie, OP, ED, various other inserts are REALLY good. Watch them on a live performance on youtube if you don't believe me. At the end of the day, they're an idol unit, and idol unit make or breaks with their songs, unless you're AKB48, they can pretty much do anything they want and get away with it.\n\n\u001b[1m映画、OP、ED、様々な他のインサートからの曲は本当に良いです。 あなたが私を信じていないなら、あなたはYouTubeでライブパフォーマンスでそれらを見てください。 あなたがAKB48でない限り、一日の終わりに、彼らはアイドルユニットであり、アイドルユニットは彼らの曲で作ったり、壊れたりします。\u001b[22m\n\u001b[1m(Eiga, OP, ED, samazamana ta no insāto kara no kyoku wa hontōni yoidesu. Anata ga watashi o shinjite inainara, anata wa yūchūbu de raibupafōmansu de sorera o mite kudasai. Anata ga AKB 48denai kagiri, ichinichinoowari ni, karera wa aidoru yunittodeari, aidoru yunitto wa karera no kyoku de tsukuttari, koware tari shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe songs from the movie, OP, ED, various other inserts are REALLY good. Watch them on a live performance on youtube if you don't believe me. At the end of the day, they're an idol unit, and idol unit make or breaks with their songs, unless you're AKB48, they can pretty much do anything they want and get away with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe songs from the movie, OP, ED, various other inserts are REALLY good.\u001b[24m\n    \u001b[1m映画、OP、ED、様々な他のインサートからの曲は本当に良いです。\u001b[22m, \u001b[1m映画からの曲は、OP、EDは、他の様々なインサートは本当に良いです。\u001b[22m\n\u001b[4mWatch them on a live performance on youtube if you don't believe me.\u001b[24m\n    \u001b[1mあなたが私を信じていないなら、あなたはYouTubeでライブパフォーマンスでそれらを見てください。\u001b[22m, \u001b[1mあなたは私を信じていない場合はユーチューブでライブパフォーマンスでそれらを見ます。\u001b[22m\n\u001b[4mAt the end of the day, they're an idol unit, and idol unit make or breaks with their songs, unless you're AKB48, they can pretty much do anything they want and get away with it.\u001b[24m\n    \u001b[1mあなたがAKB48でない限り、一日の終わりに、彼らはアイドルユニットであり、アイドルユニットは彼らの曲で作ったり、壊れたりします。\u001b[22m, \u001b[1mあなたはAKB48ない限り、彼らはかなり彼らが望む何かを行うと、それに逃げることができ、一日の終わりに、彼らはアイドルユニット、およびアイドルユニットだ作るか、または彼らの曲で休憩。\u001b[22m\nOh, and Hanazawa Kana (and lots of other big names also make cameo appearances).\n\n\u001b[1mああ、花澤かな（そして他の有名人もたくさん出演している）。\u001b[22m\n\u001b[1m(Ā, Hanazawa Kana (soshite hoka no yūmeijin mo takusan shutsuen shite iru).)\u001b[22m\n\nTranslations of \u001b[4mOh, and Hanazawa Kana (and lots of other big names also make cameo appearances).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and Hanazawa Kana (and lots of other big names also make cameo appearances).\u001b[24m\n    \u001b[1mああ、花澤かな（そして他の有名人もたくさん出演している）。\u001b[22m, \u001b[1mああ、花澤香菜（および他のビッグネームの多くもカメオ出演を作ります）。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, you can see that they went for a marketing ploy, giving rise to a new idol group through an anime, generating hype, interests, fanboys, and you know what, it worked for me. I thoroughly enjoyed WUG! as an anime and it made me want to pursue them as an idol group.\n\n\u001b[1m全体として、彼らはマーケティング戦略のために、アニメを通して新しいアイドルグループを生み出し、誇大宣伝、関心、ファンボーイズを生み出したことが分かりました。 私は徹底的にWUGを楽しんだ！ アニメとして私はアイドルグループとしてそれらを追求したいと思った。\u001b[22m\n\u001b[1m(Zentai to shite, karera wa māketingu senryaku no tame ni, anime o tōshite atarashī aidorugurūpu o umidashi, kodai senden, kanshin, fanbōizu o umidashita koto ga wakarimashita. Watashi wa tetteiteki ni WUG o tanoshinda! Anime to shite watashi wa aidorugurūpu to shite sorera o tsuikyū shitai to omotta.)\u001b[22m\n\nTranslations of \u001b[4mOverall, you can see that they went for a marketing ploy, giving rise to a new idol group through an anime, generating hype, interests, fanboys, and you know what, it worked for me. I thoroughly enjoyed WUG! as an anime and it made me want to pursue them as an idol group.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, you can see that they went for a marketing ploy, giving rise to a new idol group through an anime, generating hype, interests, fanboys, and you know what, it worked for me.\u001b[24m\n    \u001b[1m全体として、彼らはマーケティング戦略のために、アニメを通して新しいアイドルグループを生み出し、誇大宣伝、関心、ファンボーイズを生み出したことが分かりました。\u001b[22m, \u001b[1m全体的に、あなたは彼らが誇大広告、興味、ファン達を生成する、アニメを通じて新たなアイドルグループを生じさせる、マーケティングの策略のために行ったことがわかります、そしてあなたはそれが私のために働いていたものを、知っています。\u001b[22m\n\u001b[4mI thoroughly enjoyed WUG!\u001b[24m\n    \u001b[1m私は徹底的にWUGを楽しんだ！\u001b[22m, \u001b[1m私は徹底的にWUGを楽しんで！\u001b[22m\n\u001b[4mas an anime and it made me want to pursue them as an idol group.\u001b[24m\n    \u001b[1mアニメとして私はアイドルグループとしてそれらを追求したいと思った。\u001b[22m, \u001b[1mアニメとして、それは私がアイドルグループとしてそれらを追求したいました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "silverwalls",
    "profile": "/profile/silverwalls/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=137517",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  7\n|  7\n\n現在、アイドルの音楽グループはオタク文化の堅固な部分です。 だからアニメにはテーマとしてもアイドルがますます含まれていることは驚くべきことですが、それは本当に成功しています。 目を覚まし、女の子！ 映画、テレビシリーズ、もちろん多くの音楽を含む巨大なオリジナルプロジェクトで、アイドルをテーマにしたシリーズの儲けのバンドワゴンに乗ろうとする別のアニメです。 だから、どのように目を覚まし、女の子！  （今からのWUG）は、他の人気アイドルアニメシリーズと競合していますか？ あまりにも悪くない、私は言うだろう。\n\nこのシリーズの前に観るべき50分間のプレキュール映画は、オーディションと7人のアイドルグループ「Wake Up、Girls！」の結成に焦点を当てていましたが、テレビシリーズはスターダストへの道のりで私たちのアイドルグループを追っています。 それは本当に基本的なプロットです。私たちは困難な仕事やショーの個々のメンバーの苦労など、さまざまな課題に直面しているのを見ています。 その場合のキーキャラクターは、現在人気のあるアイドルグループI-1クラブの元メンバーであり、現在WUGのメンバーであり、彼女をI-1クラブのライバルにする島田まゆです。\n12のエピソードで、小さな地元のアイドルグループから日本の最も人気のあるグループの会社の一部への彼らの上昇の話が伝えられています.WUGはオリジナル制作であるため、幸いにもかなり満足のいく結論で扱われます。\nストーリーの進行の仕方は、典型的なものが使われたり、重要な魅力の前に怪我をしたり、悲劇的なバックストーリー、そして友情の力のようなものがたくさんあります。 クリシェのいくつかは迷惑に見え、他のものは気にしません。 ストーリーの全体的な進歩は、それ自体もやり方ではありますが、女の子のために何とか応援して、自分のベストを願っています。 ストーリーは完璧ではないかもしれませんが、それが何をしようとしているのか、私はWUGがストーリーをかなり強く提示していると思います。\n\n主人公もかなりまともに提示されています。  12話のショーに7人の主人公がいるので、それほど発展させるのは簡単ではありませんが、それはかなりうまくいきます。 私たちはバックストーリーといくつかのエピソードの女の子の個々の闘いでいくつかの洞察を得る。しかし、最初に、あなたはキャラクターに関係する少しの問題を抱えているか、それらを区別することもできます（これは同じ顔面症候群 これはシリーズに存在する）。 しかし、私たちが実際にその開発を見ていると、文字と一緒に感じることが増え、ある時点で応援しています。 しかし、サイドキャラクターはストーリーとは無関係です。 松田社長と純子社長はまったく役に立たず、ライバルのソングライターの早坂とI-1だけがやや重要です。 しかし、サイドのキャラクターはほとんどとにかく集中しているので、それは面倒ではありません。\n\n私は通常、音楽に重点を置いていませんが、WUGはアイドルショーなので、音楽は明らかに大きな役割を果たしています。 そして私は、それが配信すると言う必要があります！ アイドルグループの代表的なものとして、WUGには、とてもキャッチーで楽しいJ-Popの曲が満載されています。 良い曲がWUGを応援するようになるにつれて、それが楽しみにも影響すると私は思う。 彼らの最初の声優と歌の仕事のために、私は声優がかなりうまく仕事をすると思います。\n芸術とアニメーションで - 私はキャラクターのデザインが（同じ顔 - シンドロームにもかかわらず）大好きで、風景もきれいでした。 アニメーションはむしろ平均的でした。これはむしろ矛盾していて、多くの品質問題が見えました。\n\nだから、目を覚ます、女の子です！ 良いアイドルアニメ？ 私の考えをまとめると、音楽アニメのジャンルでは「クラシック」とはみなされませんが、1回限りの腕時計では、それはかなり楽しく、曲も楽しいです。 これは私の最終得点7/10になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNowadays, idol music groups are a firm part of otaku culture. So it doesn't really come off as a surprise that anime more and more includes idols as a theme as well - and it does it quite successful! Wake Up, Girls! is another anime that tries to hop on the moneymaking bandwagon of idol-focused series with a huge original project including a movie, a TV series and of course lots of music. So, how does Wake Up, Girls! (WUG from now on) compete with other popular idol anime series? Not too bad, I would say.\n\n\u001b[1m現在、アイドルの音楽グループはオタク文化の堅固な部分です。 だからアニメにはテーマとしてもアイドルがますます含まれていることは驚くべきことですが、それは本当に成功しています。 目を覚まし、女の子！ 映画、テレビシリーズ、もちろん多くの音楽を含む巨大なオリジナルプロジェクトで、アイドルをテーマにしたシリーズの儲けのバンドワゴンに乗ろうとする別のアニメです。 だから、どのように目を覚まし、女の子！  （今からのWUG）は、他の人気アイドルアニメシリーズと競合していますか？ あまりにも悪くない、私は言うだろう。\u001b[22m\n\u001b[1m(Genzai, aidoru no ongaku gurūpu wa otaku bunka no kengona bubundesu. Dakara anime ni wa tēma to shite mo aidoru ga masumasu fukuma rete iru koto wa odorokubeki kotodesuga, sore wa hontōni seikō shite imasu. Me o samashi, on'nanoko! Eiga, terebishirīzu, mochiron ōku no ongaku o fukumu kyodaina orijinaru purojekuto de, aidoru o tēma ni shita shirīzu no mōke no bando wagon ni norou to suru betsu no animedesu. Dakara, dono yō ni me o samashi, on'nanoko! (Ima kara no WUG) wa, hoka no ninki aidoruanimeshirīzu to kyōgō shite imasu ka? Amarini mo warukunai, watashi wa iudarou.)\u001b[22m\n\nTranslations of \u001b[4mNowadays, idol music groups are a firm part of otaku culture. So it doesn't really come off as a surprise that anime more and more includes idols as a theme as well - and it does it quite successful! Wake Up, Girls! is another anime that tries to hop on the moneymaking bandwagon of idol-focused series with a huge original project including a movie, a TV series and of course lots of music. So, how does Wake Up, Girls! (WUG from now on) compete with other popular idol anime series? Not too bad, I would say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNowadays, idol music groups are a firm part of otaku culture.\u001b[24m\n    \u001b[1m現在、アイドルの音楽グループはオタク文化の堅固な部分です。\u001b[22m, \u001b[1m今日では、アイドルの音楽グループは、オタク文化をしっかり一部です。\u001b[22m\n\u001b[4mSo it doesn't really come off as a surprise that anime more and more includes idols as a theme as well - and it does it quite successful!\u001b[24m\n    \u001b[1mだからアニメにはテーマとしてもアイドルがますます含まれていることは驚くべきことですが、それは本当に成功しています。\u001b[22m, \u001b[1mだから、本当にアニメは、より多くの同様のテーマとして偶像が含まれていることを驚きと外れない - それはそれは非常に成功しません！\u001b[22m\n\u001b[4mWake Up, Girls!\u001b[24m\n    \u001b[1m目を覚まし、女の子！\u001b[22m, \u001b[1m、女の子モーニングコール！\u001b[22m\n\u001b[4mis another anime that tries to hop on the moneymaking bandwagon of idol-focused series with a huge original project including a movie, a TV series and of course lots of music.\u001b[24m\n    \u001b[1m映画、テレビシリーズ、もちろん多くの音楽を含む巨大なオリジナルプロジェクトで、アイドルをテーマにしたシリーズの儲けのバンドワゴンに乗ろうとする別のアニメです。\u001b[22m, \u001b[1m映画、テレビシリーズと音楽のコースをたくさん含む巨大な元のプロジェクトでアイドルに焦点を当てたシリーズの金儲けの時流に飛び乗っしようとする別のアニメです。\u001b[22m\n\u001b[4mSo, how does Wake Up, Girls!\u001b[24m\n    \u001b[1mだから、どのように目を覚まし、女の子！\u001b[22m, \u001b[1mだから、どのように、女の子モーニングコールん！\u001b[22m\n\u001b[4m(WUG from now on) compete with other popular idol anime series?\u001b[24m\n    \u001b[1m（今からのWUG）は、他の人気アイドルアニメシリーズと競合していますか？\u001b[22m, \u001b[1m（今からWUG）他の人気アイドルアニメシリーズと競合しますか？\u001b[22m\n\u001b[4mNot too bad, I would say.\u001b[24m\n    \u001b[1mあまりにも悪くない、私は言うだろう。\u001b[22m, \u001b[1mあまりにも悪くない、私は言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the 50-minute prequel movie (which you definitely should watch before the series) focused on the auditions and the forming of the seven-member idol group Wake Up, Girls!, the TV series follows our idol group on the way to stardom. It's a basic plot, really - we watch them face various challenges, like difficult jobs and also struggles of individual members of the show. A key character in that case is Mayu Shimada, a former member of the extremely popular idol group I-1 Club, who is now a part of WUG and makes her a rival of I-1 Club.\n\n\u001b[1mこのシリーズの前に観るべき50分間のプレキュール映画は、オーディションと7人のアイドルグループ「Wake Up、Girls！」の結成に焦点を当てていましたが、テレビシリーズはスターダストへの道のりで私たちのアイドルグループを追っています。 それは本当に基本的なプロットです。私たちは困難な仕事やショーの個々のメンバーの苦労など、さまざまな課題に直面しているのを見ています。 その場合のキーキャラクターは、現在人気のあるアイドルグループI-1クラブの元メンバーであり、現在WUGのメンバーであり、彼女をI-1クラブのライバルにする島田まゆです。\u001b[22m\n\u001b[1m(Kono shirīzu no mae ni mirubeki 50-funkan no purekyūru eiga wa, ōdishon to 7-ri no aidorugurūpu `u~ēkuappu, Girls!' No kessei ni shōten o atete imashitaga, terebishirīzu wa sutādasuto e no michinori de watashitachi no aidorugurūpu o otte imasu. Sore wa hontōni kihon-tekina purottodesu. Watashitachi wa kon'nan'na shigoto ya shō no koko no menbā no kurō nado, samazamana kadai ni chokumen shite iru no o mite imasu. So no baai no kīkyarakutā wa, genzai ninkinoaru aidorugurūpu I - 1 kurabu no moto menbādeari, genzai WUG no menbādeari, kanojo o I - 1 kurabu no raibaru ni suru Shimada Mayudesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the 50-minute prequel movie (which you definitely should watch before the series) focused on the auditions and the forming of the seven-member idol group Wake Up, Girls!, the TV series follows our idol group on the way to stardom. It's a basic plot, really - we watch them face various challenges, like difficult jobs and also struggles of individual members of the show. A key character in that case is Mayu Shimada, a former member of the extremely popular idol group I-1 Club, who is now a part of WUG and makes her a rival of I-1 Club.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the 50-minute prequel movie (which you definitely should watch before the series) focused on the auditions and the forming of the seven-member idol group Wake Up, Girls!, the TV series follows our idol group on the way to stardom.\u001b[24m\n    \u001b[1mこのシリーズの前に観るべき50分間のプレキュール映画は、オーディションと7人のアイドルグループ「Wake Up、Girls！」の結成に焦点を当てていましたが、テレビシリーズはスターダストへの道のりで私たちのアイドルグループを追っています。\u001b[22m, \u001b[1m（あなたは間違いなく、一連の前に監視する必要があります）50分の続編映画は、オーディションに焦点を当てたと7人のアイドルグループを形成しながら、モーニングコール、女の子！、テレビシリーズは、スターへの道上の私たちのアイドルグループに従います。\u001b[22m\n\u001b[4mIt's a basic plot, really - we watch them face various challenges, like difficult jobs and also struggles of individual members of the show.\u001b[24m\n    \u001b[1mそれは本当に基本的なプロットです。私たちは困難な仕事やショーの個々のメンバーの苦労など、さまざまな課題に直面しているのを見ています。\u001b[22m, \u001b[1mそれは本当に、基本的なプロットだ - 我々は彼らが困難な仕事ともショーの個々のメンバーの闘争のように、様々な課題に直面して見ます。\u001b[22m\n\u001b[4mA key character in that case is Mayu Shimada, a former member of the extremely popular idol group I-1 Club, who is now a part of WUG and makes her a rival of I-1 Club.\u001b[24m\n    \u001b[1mその場合のキーキャラクターは、現在人気のあるアイドルグループI-1クラブの元メンバーであり、現在WUGのメンバーであり、彼女をI-1クラブのライバルにする島田まゆです。\u001b[22m, \u001b[1mその場合のキー文字はまゆ島田、今WUGの一部であり、彼女にI-1クラブのライバルになり非常に人気アイドルグループI-1クラブの元メンバーです。\u001b[22m\nOver the 12 episodes a story of their rise from a small local idol group to a firm part of the most popular groups of Japan is told, and as WUG is an original production, we luckily get treated with a pretty satisfying conclusion.\n\n\u001b[1m12のエピソードで、小さな地元のアイドルグループから日本の最も人気のあるグループの会社の一部への彼らの上昇の話が伝えられています.WUGはオリジナル制作であるため、幸いにもかなり満足のいく結論で扱われます。\u001b[22m\n\u001b[1m(12 No episōdo de, chīsana jimoto no aidorugurūpu kara Nihon no mottomo ninkinoaru gurūpu no kaisha no ichibu e no karera no jōshō no hanashi ga tsutae rarete imasu. WUG wa orijinaru seisakudearu tame, saiwai ni mo kanari manzoku no iku ketsuron de atsukawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mOver the 12 episodes a story of their rise from a small local idol group to a firm part of the most popular groups of Japan is told, and as WUG is an original production, we luckily get treated with a pretty satisfying conclusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver the 12 episodes a story of their rise from a small local idol group to a firm part of the most popular groups of Japan is told, and as WUG is an original production, we luckily get treated with a pretty satisfying conclusion.\u001b[24m\n    \u001b[1m12のエピソードで、小さな地元のアイドルグループから日本の最も人気のあるグループの会社の一部への彼らの上昇の話が伝えられています.WUGはオリジナル制作であるため、幸いにもかなり満足のいく結論で扱われます。\u001b[22m, \u001b[1m12話にわたり日本の中で最も人気のあるグループの事務所部分に小さなローカルアイドルグループからの上昇の物語が語られ、そしてWUGが元の生産があるとして、我々は幸運にもかなり満足のいく結論で処理を受けます。\u001b[22m\nThe way the story progresses is cliché in lots of ways - typical tropes get used, things like an injury before an important appeareance, tragic backstories and of course the power of friendship. Some of the clichés seem annoying, others you don't mind. While the whole progress of the story is cliché itself too, you still find yourself cheering for the girls somehow and hope for their best. The story may not be perfect - but for what it's trying to be, I think WUG does present it's story rather solidly.\n\n\u001b[1mストーリーの進行の仕方は、典型的なものが使われたり、重要なアピアランスの前に怪我をしたり、悲劇的なバックストーリー、そして友情の力のようなものがたくさんあります。 クリシェのいくつかは迷惑に見え、他のものは気にしません。 ストーリーの全体的な進歩は、それ自体もやり方ではありますが、女の子のために何とか応援して、自分のベストを願っています。 ストーリーは完璧ではないかもしれませんが、それが何をしようとしているのか、私はWUGがストーリーをかなり強く提示していると思います。\u001b[22m\n\u001b[1m(Sutōrī no shinkō no shikata wa, tenkei-tekina mono ga tsukawa re tari, jūyōna apiaransu no mae ni kega o shi tari, higeki-tekina bakkusutōrī, soshite yūjō no chikara no yōna mono ga takusan arimasu. Kurishe no ikutsu ka wa meiwaku ni mie, hoka no mono wa ki ni shimasen. Sutōrī no zentai-tekina shinpo wa, sore jitai mo yarikatade wa arimasuga, on'nanoko no tame ni nantoka ōen shite, jibun no besuto o negatte imasu. Sutōrī wa kanpekide wanai kamo shiremasenga, sore ga nani o shiyou to shite iru no ka, watashi wa WUG ga sutōrī o kanari tsuyoku teiji shite iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe way the story progresses is cliché in lots of ways - typical tropes get used, things like an injury before an important appeareance, tragic backstories and of course the power of friendship. Some of the clichés seem annoying, others you don't mind. While the whole progress of the story is cliché itself too, you still find yourself cheering for the girls somehow and hope for their best. The story may not be perfect - but for what it's trying to be, I think WUG does present it's story rather solidly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way the story progresses is cliché in lots of ways - typical tropes get used, things like an injury before an important appeareance, tragic backstories and of course the power of friendship.\u001b[24m\n    \u001b[1mストーリーの進行の仕方は、典型的なものが使われたり、重要なアピアランスの前に怪我をしたり、悲劇的なバックストーリー、そして友情の力のようなものがたくさんあります。\u001b[22m, \u001b[1m、典型的な比喩が慣れる重要appeareance、悲劇的なbackstoriesと友情の当然のパワーの前に傷害のようなもの - 物語が進む道はたくさんの方法で決まり文句です。\u001b[22m\n\u001b[4mSome of the clichés seem annoying, others you don't mind.\u001b[24m\n    \u001b[1mクリシェのいくつかは迷惑に見え、他のものは気にしません。\u001b[22m, \u001b[1m決まり文句のいくつかは、あなたが気にしない人を迷惑なようです。\u001b[22m\n\u001b[4mWhile the whole progress of the story is cliché itself too, you still find yourself cheering for the girls somehow and hope for their best.\u001b[24m\n    \u001b[1mストーリーの全体的な進歩は、それ自体もやり方ではありますが、女の子のために何とか応援して、自分のベストを願っています。\u001b[22m, \u001b[1m物語の全体の進捗状況があまりにも陳腐な表現そのものですが、あなたはまだ自分が何とか女の子を応援見つけると、彼らの最高のために願っています。\u001b[22m\n\u001b[4mThe story may not be perfect - but for what it's trying to be, I think WUG does present it's story rather solidly.\u001b[24m\n    \u001b[1mストーリーは完璧ではないかもしれませんが、それが何をしようとしているのか、私はWUGがストーリーをかなり強く提示していると思います。\u001b[22m, \u001b[1m物語は完璧ではないかもしれない - しかし、しようとしている何のために、私はWUGはそれがかなりしっかり話だ提示しないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters are presented quite decently too. As we have 7 main characters in a 12-episode show, it is not easy to develop much, but for that it's doing pretty well. We get some insight at backstories and individual struggles of the girls some episodes in. At the beginning though, you might have a bit of trouble relating to the characters, or even differentiate between them (which is also due to the same-face-syndrome which is present in the series). But when we actually get to see the development, we more and more feel with the characters and also cheer for them at some point. The side characters are rather irrelevant to the story though. Matsuda and the president Junko are completely useless, only the songwriter Hayasaka and I-1 as rivals are somewhat important. But the side characters barely are focused on anyways, so it's not that bothersome.\n\n\u001b[1m主人公もかなりまともに提示されています。  12話のショーに7人の主人公がいるので、それほど発展させるのは簡単ではありませんが、それはかなりうまくいきます。 私たちはバックストーリーといくつかのエピソードの女の子の個々の闘いでいくつかの洞察を得る。しかし、最初に、あなたはキャラクターに関係する少しの問題を抱えているか、それらを区別することもできます（これは同じ顔面症候群 これはシリーズに存在する）。 しかし、私たちが実際にその開発を見ていると、文字と一緒に感じることが増え、ある時点で応援しています。 しかし、サイドキャラクターはストーリーとは無関係です。 松田社長と純子社長はまったく役に立たず、ライバルのソングライターの早坂とI-1だけがやや重要です。 しかし、サイドのキャラクターはほとんどとにかく集中しているので、それは面倒ではありません。\u001b[22m\n\u001b[1m(Shujinkō mo kanari matomo ni teiji sa rete imasu. 12-Wa no shō ni 7-ri no shujinkō ga iru node, sorehodo hatten sa seru no wa kantande wa arimasenga, sore wa kanari umaku ikimasu. Watashitachiha bakkusutōrī to ikutsu ka no episōdo no on'nanoko no koko no tatakai de ikutsu ka no dōsatsu o eru. Shikashi, saisho ni, anata wa kyarakutā ni kankei suru sukoshi no mondai o kakaete iru ka, sorera o kubetsu suru koto mo dekimasu (kore wa onaji ganmen shōkōgun koreha shirīzu ni sonzai suru). Shikashi, watashitachi ga jissai ni sono kaihatsu o mite iru to, moji to issho ni kanjiru koto ga fue, aru jiten de ōen shite imasu. Shikashi, saidokyarakutā wa sutōrī to wa mukankeidesu. Matsuda shachō to Junko shachō wa mattaku yakunitatazu, raibaru no songuraitā no Hayasaka to I - 1 dake ga yaya jūyōdesu. Shikashi, saido no kyarakutā wa hotondo tonikaku shūchū shite irunode, sore wa mendōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters are presented quite decently too. As we have 7 main characters in a 12-episode show, it is not easy to develop much, but for that it's doing pretty well. We get some insight at backstories and individual struggles of the girls some episodes in. At the beginning though, you might have a bit of trouble relating to the characters, or even differentiate between them (which is also due to the same-face-syndrome which is present in the series). But when we actually get to see the development, we more and more feel with the characters and also cheer for them at some point. The side characters are rather irrelevant to the story though. Matsuda and the president Junko are completely useless, only the songwriter Hayasaka and I-1 as rivals are somewhat important. But the side characters barely are focused on anyways, so it's not that bothersome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters are presented quite decently too.\u001b[24m\n    \u001b[1m主人公もかなりまともに提示されています。\u001b[22m, \u001b[1mメインキャラクターはあまりにも非常に礼儀正しく提示されています。\u001b[22m\n\u001b[4mAs we have 7 main characters in a 12-episode show, it is not easy to develop much, but for that it's doing pretty well.\u001b[24m\n    \u001b[1m12話のショーに7人の主人公がいるので、それほど発展させるのは簡単ではありませんが、それはかなりうまくいきます。\u001b[22m, \u001b[1m私たちは12エピソードショーで7メインキャラクターを持っているとして、多くを開発することは容易ではありませんが、そのためにそれはかなりよくやっています。\u001b[22m\n\u001b[4mWe get some insight at backstories and individual struggles of the girls some episodes in. At the beginning though, you might have a bit of trouble relating to the characters, or even differentiate between them (which is also due to the same-face-syndrome\u001b[24m\n    \u001b[1m私たちはバックストーリーといくつかのエピソードの女の子の個々の闘いでいくつかの洞察を得る。しかし、最初に、あなたはキャラクターに関係する少しの問題を抱えているか、それらを区別することもできます（これは同じ顔面症候群\u001b[22m, \u001b[1m我々はbackstoriesと女の子の個々の闘争いくつかのエピソード中にいくつかの洞察を得る。初めにかかわらず、あなたが文字に関連するトラブルのビットを持っている、あるいはそれらの間の区別可能性があります（また、同じ面症候群によるものです\u001b[22m\n\u001b[4mwhich is present in the series).\u001b[24m\n    \u001b[1mこれはシリーズに存在する）。\u001b[22m, \u001b[1mこれは）直列に存在します。\u001b[22m\n\u001b[4mBut when we actually get to see the development, we more and more feel with the characters and also cheer for them at some point.\u001b[24m\n    \u001b[1mしかし、私たちが実際にその開発を見ていると、文字と一緒に感じることが増え、ある時点で応援しています。\u001b[22m, \u001b[1m私たちは、実際に開発を見ることがときしかし、我々はより多くの文字を感じるし、また、いくつかの点で彼らのために応援します。\u001b[22m\n\u001b[4mThe side characters are rather irrelevant to the story though.\u001b[24m\n    \u001b[1mしかし、サイドキャラクターはストーリーとは無関係です。\u001b[22m, \u001b[1mサイドの文字はしかし話にはかなり無関係です。\u001b[22m\n\u001b[4mMatsuda and the president Junko are completely useless, only the songwriter Hayasaka and I-1 as rivals are somewhat important.\u001b[24m\n    \u001b[1m松田社長と純子社長はまったく役に立たず、ライバルのソングライターの早坂とI-1だけがやや重要です。\u001b[22m, \u001b[1m松田社長純子はライバルとしてのみソングライター早坂とI-1はやや重要であり、完全に役に立ちません。\u001b[22m\n\u001b[4mBut the side characters barely are focused on anyways, so it's not that bothersome.\u001b[24m\n    \u001b[1mしかし、サイドのキャラクターはほとんどとにかく集中しているので、それは面倒ではありません。\u001b[22m, \u001b[1mしかし、サイドの文字がほとんどとにかくに焦点を当てているので、その面倒ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI usually don't put that much focus on music, but since WUG is an idol show, music obviously plays a huge part. And I have to say, it delivers! As typical for idol groups, WUG is filled with J-Pop songs that are absolutely catchy and quite enjoyable. I think it influences the enjoyment too, as the good songs influence that you cheer for WUG more and more. For their first voice-acting and singing job, I think the voice actors do their job quite well.\n\n\u001b[1m私は通常、音楽に重点を置いていませんが、WUGはアイドルショーなので、音楽は明らかに大きな役割を果たしています。 そして私は、それが配信すると言う必要があります！ アイドルグループの代表的なものとして、WUGには、とてもキャッチーで楽しいJ-Popの曲が満載されています。 良い曲がWUGを応援するようになるにつれて、それが楽しみにも影響すると私は思う。 彼らの最初の声優と歌の仕事のために、私は声優がかなりうまく仕事をすると思います。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, ongaku ni jūten o oite imasenga, WUG wa aidorushōnanode, ongaku wa akiraka ni ōkina yakuwari o hatashite imasu. Soshite watashi wa, sore ga haishin suru to iu hitsuyō ga arimasu! Aidorugurūpu no daihyōtekina mono to shite, WUG ni wa, totemo kyatchī de tanoshī J - Pop no kyoku ga mansai sa rete imasu. Yoi kyoku ga WUG o ōen suru yō ni naru ni tsurete, sore ga tanoshimini mo eikyō suruto watashi wa omou. Karera no saisho no seiyū to uta no shigoto no tame ni, watashi wa seiyū ga kanari umaku shigoto o suru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI usually don't put that much focus on music, but since WUG is an idol show, music obviously plays a huge part. And I have to say, it delivers! As typical for idol groups, WUG is filled with J-Pop songs that are absolutely catchy and quite enjoyable. I think it influences the enjoyment too, as the good songs influence that you cheer for WUG more and more. For their first voice-acting and singing job, I think the voice actors do their job quite well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI usually don't put that much focus on music, but since WUG is an idol show, music obviously plays a huge part.\u001b[24m\n    \u001b[1m私は通常、音楽に重点を置いていませんが、WUGはアイドルショーなので、音楽は明らかに大きな役割を果たしています。\u001b[22m, \u001b[1m私は通常の音楽にそれほど焦点を置いていないが、WUGはアイドルショーですので、音楽は明らかに巨大な役割を果たしています。\u001b[22m\n\u001b[4mAnd I have to say, it delivers!\u001b[24m\n    \u001b[1mそして私は、それが配信すると言う必要があります！\u001b[22m, \u001b[1mそして、私が言っている、それが実現します！\u001b[22m\n\u001b[4mAs typical for idol groups, WUG is filled with J-Pop songs that are absolutely catchy and quite enjoyable.\u001b[24m\n    \u001b[1mアイドルグループの代表的なものとして、WUGには、とてもキャッチーで楽しいJ-Popの曲が満載されています。\u001b[22m, \u001b[1mアイドルグループのための典型的なように、WUGは絶対にキャッチーかつ非常に楽しいですJ-ポップ曲で満たされています。\u001b[22m\n\u001b[4mI think it influences the enjoyment too, as the good songs influence that you cheer for WUG more and more.\u001b[24m\n    \u001b[1m良い曲がWUGを応援するようになるにつれて、それが楽しみにも影響すると私は思う。\u001b[22m, \u001b[1m私は良い曲はあなたがより多くのWUGを応援することに影響を及ぼすとして、それは、あまりにも楽しさに影響を与えると思います。\u001b[22m\n\u001b[4mFor their first voice-acting and singing job, I think the voice actors do their job quite well.\u001b[24m\n    \u001b[1m彼らの最初の声優と歌の仕事のために、私は声優がかなりうまく仕事をすると思います。\u001b[22m, \u001b[1m彼らの最初の音声演技と歌の仕事のために、私は声優が非常によく自分の仕事をすると思います。\u001b[22m\nOn the art and animation - I loved the character designs (even despite the same-face-syndrome), and the sceneries were pretty too. The animation was rather average though - it was rather inconsistent and lots of quality issues were visible.\n\n\u001b[1m芸術とアニメーションで - 私はキャラクターのデザインが（同じ顔 - シンドロームにもかかわらず）大好きで、風景もきれいでした。 アニメーションはむしろ平均的でした。これはむしろ矛盾していて、多くの品質問題が見えました。\u001b[22m\n\u001b[1m(Geijutsu to animēshon de - watashi wa kyarakutā no dezain ga (onaji-gao - shindorōmu nimokakawarazu) daisukide, fūkei mo kireideshita. Animēshon wa mushiro heikin-tekideshita. Kore wa mushiro mujun shite ite, ōku no hinshitsu mondai ga miemashita.)\u001b[22m\n\nTranslations of \u001b[4mOn the art and animation - I loved the character designs (even despite the same-face-syndrome), and the sceneries were pretty too. The animation was rather average though - it was rather inconsistent and lots of quality issues were visible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the art and animation - I loved the character designs (even despite the same-face-syndrome), and the sceneries were pretty too.\u001b[24m\n    \u001b[1m芸術とアニメーションで - 私はキャラクターのデザインが（同じ顔 - シンドロームにもかかわらず）大好きで、風景もきれいでした。\u001b[22m, \u001b[1mアートやアニメーションに - 私は（同じであっても、顔症候群にもかかわらず）キャラクターデザインを愛し、そして風景はかなりすぎました。\u001b[22m\n\u001b[4mThe animation was rather average though - it was rather inconsistent and lots of quality issues were visible.\u001b[24m\n    \u001b[1mアニメーションはむしろ平均的でした。これはむしろ矛盾していて、多くの品質問題が見えました。\u001b[22m, \u001b[1mアニメーションはしかし、むしろ平均だった - それはかなり矛盾していましたし、品質問題がたくさん見えました。\u001b[22m\n\u001b[1m\u001b[22m\nSo, is Wake Up, Girls! a good idol anime? To summarize my thoughts - even though it is not good enough to be considered a 'classic' in the music anime genre, for a one-time watch it is quite fun indeed, and the songs are enjoyable too. This results in my final score 7/10.\n\n\u001b[1mだから、目を覚ます、女の子です！ 良いアイドルアニメ？ 私の考えをまとめると、音楽アニメのジャンルでは「クラシック」とはみなされませんが、1回限りの腕時計では、それはかなり楽しく、曲も楽しいです。 これは私の最終得点7/10になります。\u001b[22m\n\u001b[1m(Dakara, mewosamasu, on'nanokodesu! Yoi aidoru anime? Watashi no kangae o matomeru to, ongaku anime no janrude wa `kurashikku' to wa minasa remasenga, 1-kai kagiri no udedokeide wa, sore wa kanari tanoshiku, kyoku mo tanoshīdesu. Kore wa watashi no saishū tokuten 7/ 10 ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, is Wake Up, Girls! a good idol anime? To summarize my thoughts - even though it is not good enough to be considered a 'classic' in the music anime genre, for a one-time watch it is quite fun indeed, and the songs are enjoyable too. This results in my final score 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, is Wake Up, Girls!\u001b[24m\n    \u001b[1mだから、目を覚ます、女の子です！\u001b[22m, \u001b[1mだから、女の子モーニングコールです！\u001b[22m\n\u001b[4ma good idol anime?\u001b[24m\n    \u001b[1m良いアイドルアニメ？\u001b[22m, \u001b[1m良好なアイドルアニメ？\u001b[22m\n\u001b[4mTo summarize my thoughts - even though it is not good enough to be considered a 'classic' in the music anime genre, for a one-time watch it is quite fun indeed, and the songs are enjoyable too.\u001b[24m\n    \u001b[1m私の考えをまとめると、音楽アニメのジャンルでは「クラシック」とはみなされませんが、1回限りの腕時計では、それはかなり楽しく、曲も楽しいです。\u001b[22m, \u001b[1m私の考えを要約すると - 音楽アニメジャンルの「古典的」とみなされるほど良好ではないにも関わらず、1回限りのために見て、それは確かに非常に楽しいです、そして曲があまりにも楽しいです。\u001b[22m\n\u001b[4mThis results in my final score 7/10.\u001b[24m\n    \u001b[1mこれは私の最終得点7/10になります。\u001b[22m, \u001b[1mこれは私の最終的なスコア7/10になります。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "Taufirec",
    "profile": "/profile/Taufirec/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=137701",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nこれは、本当のアイドルが何であるかを紹介しようと試みるシリーズです。歌の経験やダンスの経験がある少数の人以外に特に才能のない人物を使用することで、かなりうまくいきます。 そうすることで、彼らは練習中に直面した苦難や、才能が不足しているにもかかわらず多くのファンを集めようとすることの困難に焦点を当てることができました。 全7人の女の子たちは、このような短いショーを見るのに良いことであるシリーズの間に自分の人生を拡張するチャンスを得ました。そして、それは同様のショーに比べてうまく処理されました。 芸術はかなり基本的なものでしたが、ショーに十分なサービスを提供し、ダンスシーンの間によく見えました。 音楽はシリーズの最高の要素だったかもしれませんが、それは楽観的で楽しいですが、あなたの頭の中で立ち往生するのは簡単で簡単です。  12のエピソードショーのために、それは完全に楽しいものでした。そして、どんな運があれば、より多くのWUGが将来楽しむことができる2番目のシーズンが起こります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is a series that attempts to showcase what true idols are like, it does so fairly well by using characters who are not particularly talented aside from a few who have some singing experience or dancing experience. Doing this allowed the series to focus on the hardships they faced as they practice as well as the hardships of trying to draw a crowd of fans despite their lack of talent which served the show very well. All 7 girls got a chance to have their personal lives expanded on during the series which is a good thing to see for a short show like this, and it was handled well compared to a similar show. The art was fairly basic, but served the show fairly enough, and looked good during their dance scenes. The music might have been the best aspect of the series, it was upbeat and enjoyable, yet simple and easy to have stuck in your head. For a 12 episode show, it was wholly enjoyable, and with any luck a second season will happen allowing more WUG to be enjoyed in the future.\n\n\u001b[1mこれは、本当のアイドルが何であるかを紹介しようと試みるシリーズです。歌の経験やダンスの経験がある少数の人以外に特に才能のない人物を使用することで、かなりうまくいきます。 そうすることで、彼らは練習中に直面した苦難や、才能が不足しているにもかかわらず多くのファンを集めようとすることの困難に焦点を当てることができました。 全7人の女の子たちは、このような短いショーを見るのに良いことであるシリーズの間に自分の人生を拡張するチャンスを得ました。そして、それは同様のショーに比べてうまく処理されました。 芸術はかなり基本的なものでしたが、ショーに十分なサービスを提供し、ダンスシーンの間によく見えました。 音楽はシリーズの最高の要素だったかもしれませんが、それは楽観的で楽しいですが、あなたの頭の中で立ち往生するのは簡単で簡単です。  12のエピソードショーのために、それは完全に楽しいものでした。そして、どんな運があれば、より多くのWUGが将来楽しむことができる2番目のシーズンが起こります。\u001b[22m\n\u001b[1m(Kore wa, hontō no aidoru ga nandearu ka o shōkai shiyou to kokoromiru shirīzudesu. Uta no keiken ya dansu no keiken ga aru shōsū no hito igai ni tokuni sainō no nai jinbutsu o shiyō suru koto de, kanari umaku ikimasu. Sō suru koto de, karera wa renshū-chū ni chokumen shita kunan ya, sainō ga fusoku shite iru nimokakawarazu ōku no fan o atsumeyou to suru koto no kon'nan ni shōten o ateru koto ga dekimashita. Zen 7-ri no on'nanoko-tachi wa, kono yōna mijikai shō o miru no ni yoi kotodearu shirīzu no ma ni jibun no jinsei o kakuchō suru chansu o emashita. Soshite, sore wa dōyō no shō ni kurabete umaku shori sa remashita. Geijutsu wa kanari kihon-tekina monodeshitaga, shō ni jūbun'na sābisu o teikyō shi, dansushīn no ma ni yoku miemashita. Ongaku wa shirīzu no saikō no yōsodatta kamo shiremasenga, soreha rakukanteki de tanoshīdesuga, anata no atama no naka de tachiōjō suru no wa kantande kantandesu. 12 No episōdoshō no tame ni, sore wa kanzen ni tanoshī monodeshita. Soshite, don'na un ga areba, yori ōku no WUG ga shōrai tanoshimu koto ga dekiru 2-banme no shīzun ga okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a series that attempts to showcase what true idols are like, it does so fairly well by using characters who are not particularly talented aside from a few who have some singing experience or dancing experience. Doing this allowed the series to focus on the hardships they faced as they practice as well as the hardships of trying to draw a crowd of fans despite their lack of talent which served the show very well. All 7 girls got a chance to have their personal lives expanded on during the series which is a good thing to see for a short show like this, and it was handled well compared to a similar show. The art was fairly basic, but served the show fairly enough, and looked good during their dance scenes. The music might have been the best aspect of the series, it was upbeat and enjoyable, yet simple and easy to have stuck in your head. For a 12 episode show, it was wholly enjoyable, and with any luck a second season will happen allowing more WUG to be enjoyed in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a series that attempts to showcase what true idols are like, it does so fairly well by using characters who are not particularly talented aside from a few who have some singing experience or dancing experience.\u001b[24m\n    \u001b[1mこれは、本当のアイドルが何であるかを紹介しようと試みるシリーズです。歌の経験やダンスの経験がある少数の人以外に特に才能のない人物を使用することで、かなりうまくいきます。\u001b[22m, \u001b[1mこれは、いくつかの歌の経験やダンスの経験を有する者数とは別に、特に才能のない文字を使用してそのようにかなりよくない、のような真の偶像が何であるかを紹介しようとするシリーズです。\u001b[22m\n\u001b[4mDoing this allowed the series to focus on the hardships they faced as they practice as well as the hardships of trying to draw a crowd of fans despite their lack of talent which served the show very well.\u001b[24m\n    \u001b[1mそうすることで、彼らは練習中に直面した苦難や、才能が不足しているにもかかわらず多くのファンを集めようとすることの困難に焦点を当てることができました。\u001b[22m, \u001b[1mこれを行うと、一連のは、彼らが同様に非常によくショーを務めたタレントの欠如にもかかわらず、ファンの群衆を描くしようとしているの苦難を練習として、彼らが直面した苦難に集中することができました。\u001b[22m\n\u001b[4mAll 7 girls got a chance to have their personal lives expanded on during the series which is a good thing to see for a short show like this, and it was handled well compared to a similar show.\u001b[24m\n    \u001b[1m全7人の女の子たちは、このような短いショーを見るのに良いことであるシリーズの間に自分の人生を拡張するチャンスを得ました。そして、それは同様のショーに比べてうまく処理されました。\u001b[22m, \u001b[1mすべての7の女の子は、このような短いショーのために参照するには良いことですが、それは同様のショーに比べて十分に処理された一連の間に拡大私生活を持ってする機会を得ました。\u001b[22m\n\u001b[4mThe art was fairly basic, but served the show fairly enough, and looked good during their dance scenes.\u001b[24m\n    \u001b[1m芸術はかなり基本的なものでしたが、ショーに十分なサービスを提供し、ダンスシーンの間によく見えました。\u001b[22m, \u001b[1m芸術はかなり基本的だったが、かなり十分なショーを務め、彼らのダンスシーンの間に良い見えました。\u001b[22m\n\u001b[4mThe music might have been the best aspect of the series, it was upbeat and enjoyable, yet simple and easy to have stuck in your head.\u001b[24m\n    \u001b[1m音楽はシリーズの最高の要素だったかもしれませんが、それは楽観的で楽しいですが、あなたの頭の中で立ち往生するのは簡単で簡単です。\u001b[22m, \u001b[1m音楽はシリーズの最高の側面であったかもしれない、あなたの頭の中で立ち往生していると明るい、楽しい、シンプルかつ簡単でした。\u001b[22m\n\u001b[4mFor a 12 episode show, it was wholly enjoyable, and with any luck a second season will happen allowing more WUG to be enjoyed in the future.\u001b[24m\n    \u001b[1m12のエピソードショーのために、それは完全に楽しいものでした。そして、どんな運があれば、より多くのWUGが将来楽しむことができる2番目のシーズンが起こります。\u001b[22m, \u001b[1m12エピソードのショーのために、それは完全に楽しかったし、任意の運を有する第2シーズンは、より多くのWUGが将来的に楽しむことができるように発生します。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "JAKQ7111",
    "profile": "/profile/JAKQ7111/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=138011",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  5\n\nこのショーはまったく始まりませんでした。 キャラクターは交換可能で、音楽（エンディングテーマを除く）は普通ではなく、ソリッドアイドルショーのための十分なものでもありませんでした。 また、プロット機器での劇的なバックストーリーや試みは、大部分のショーのために彼らの顔に平らになった。 最後の3つのエピソードは、ショーの質が大幅に向上し、スコアが非常に悪くならないように保存されました。 あなたがAKB0048、Love Live、またはIdolmasterを好きなら、あなたはそれらを見て、このショーをスキップする方が良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis show did not start off well at all. The characters were interchangeable, the music (except for the ending theme) was mediocre, and there wasn't even enough of it for a solid idol show. Also, the dramatic backstories and attempts at plot devices fell flat on their faces for most of the show. The last three episodes were a huge step up in the show's quality, and saved its score from being very bad. If you liked AKB0048, Love Live, or Idolmaster, you're better off watching those and skipping this show.\n\n\u001b[1mこのショーはまったく始まりませんでした。 キャラクターは交換可能で、音楽（エンディングテーマを除く）は普通ではなく、ソリッドアイドルショーのための十分なものでもありませんでした。 また、プロット機器での劇的なバックストーリーや試みは、大部分のショーのために彼らの顔に平らになった。 最後の3つのエピソードは、ショーの質が大幅に向上し、スコアが非常に悪くならないように保存されました。 あなたがAKB0048、Love Live、またはIdolmasterを好きなら、あなたはそれらを見て、このショーをスキップする方が良いです。\u001b[22m\n\u001b[1m(Kono shō wa mattaku hajimarimasendeshita. Kyarakutā wa kōkan kanōde, ongaku (endingutēma o nozoku) wa futsūde wa naku, soriddoaidorushō no tame no jūbun'na monode mo arimasendeshita. Mata, purotto kiki de no gekitekina bakkusutōrī ya kokoromi wa, daibubun no shō no tame ni karera no kao ni taira ni natta. Saigo no 3ttsu no episōdo wa, shō no shitsu ga ōhaba ni kōjō shi, sukoa ga hijō ni waruku naranai yō ni hozon sa remashita. Anata ga AKB 0048, rabu raibu, matawa Idolmaster o sukinara, anata wa sorera o mite, kono shō o sukippu suru kata ga yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show did not start off well at all. The characters were interchangeable, the music (except for the ending theme) was mediocre, and there wasn't even enough of it for a solid idol show. Also, the dramatic backstories and attempts at plot devices fell flat on their faces for most of the show. The last three episodes were a huge step up in the show's quality, and saved its score from being very bad. If you liked AKB0048, Love Live, or Idolmaster, you're better off watching those and skipping this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show did not start off well at all.\u001b[24m\n    \u001b[1mこのショーはまったく始まりませんでした。\u001b[22m, \u001b[1mこのショーは、すべてで十分にオフ開始されませんでした。\u001b[22m\n\u001b[4mThe characters were interchangeable, the music (except for the ending theme) was mediocre, and there wasn't even enough of it for a solid idol show.\u001b[24m\n    \u001b[1mキャラクターは交換可能で、音楽（エンディングテーマを除く）は普通ではなく、ソリッドアイドルショーのための十分なものでもありませんでした。\u001b[22m, \u001b[1m文字は交換可能であった、（エンディングテーマを除く）の音楽は平凡だった、と固体アイドルショーのためにも、それを十分にありませんでした。\u001b[22m\n\u001b[4mAlso, the dramatic backstories and attempts at plot devices fell flat on their faces for most of the show.\u001b[24m\n    \u001b[1mまた、プロット機器での劇的なバックストーリーや試みは、大部分のショーのために彼らの顔に平らになった。\u001b[22m, \u001b[1mまた、プロットデバイスでの劇的なbackstoriesと試みがショーのほとんどのために彼らの顔の上に平らに落ちました。\u001b[22m\n\u001b[4mThe last three episodes were a huge step up in the show's quality, and saved its score from being very bad.\u001b[24m\n    \u001b[1m最後の3つのエピソードは、ショーの質が大幅に向上し、スコアが非常に悪くならないように保存されました。\u001b[22m, \u001b[1m最後の3つのエピソードは、番組の質の巨大なステップアップした、と非常に悪いことから、そのスコアを救いました。\u001b[22m\n\u001b[4mIf you liked AKB0048, Love Live, or Idolmaster, you're better off watching those and skipping this show.\u001b[24m\n    \u001b[1mあなたがAKB0048、Love Live、またはIdolmasterを好きなら、あなたはそれらを見て、このショーをスキップする方が良いです。\u001b[22m, \u001b[1mあなたがAKB0048、ラブライブ、またはアイドルマスターが好きなら、あなたはそれらを見て、このショーをスキップする方がいいでしょう。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "SkyNoHoshi",
    "profile": "/profile/SkyNoHoshi/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=153989",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  7\n\n私は実際に季節の放送中に出て以来、これを見たいと思っていました。 しかし、私はそれを後で見ることにしました。\n\n目を覚まし、女の子！ 他のアイドルアニメは、悪名高いYamamoto Yutakaの指揮のもと、Orderによって制作されたものです。\n\n12話のアニメの前に、最初に見られる映画があります。 同じアニメ名で「Wake Up、Girls！」（WUG）のアイドルグループがどうやって始められたのかが分かりますので、本当にお勧めします。 アニメシリーズでは、問題のある状況に直面し、それを管理して維持しようとします。\n\n残念ながら、この物語は他のアイドルアニメの中では本当にうまくいきませんでした。 私は、入門映画の中で、特に陳腐な瞬間がたくさんあると言います。 また、グループのメンバー間でアイデアの繰り返しがたくさんあり、本当に耳障りな意見が聞こえます。\n\n私は本当に最初の2つのエピソードを嫌った。なぜならそれは突然ファンサービスを導入したからだ。私はそれが含まれてはならないと感じた。 しかし、それは物語の文脈の中だけにある必要がありました。 一口...\n\n平凡な物語にもかかわらず、それはまだアニメにいくつかの肯定的な点を持っています。 私はその物語が2013年から2014年の間にどのように設定されるのが好きです。 アニメはそれほど重視されていませんが、東北地方の悲惨な地震や津波など、実際の生活題を参考にしました。 また、グループはアニメの最高の瞬間であると私は思う壮大な何かに彼らの方法を働くことができた。\n\n私は日本のアイドル業界がどれほど恐ろしいか自分自身に疑問を抱きます。 このアニメは、I-1と呼ばれるもう1つの大きな成功したアイドルグループを示しました。 彼らが本当にイルカに苦しんでいるのを見て。 グループのこのような方法は、日本のいくつかのアイドルグループに似ていますか？ それは、現実がそうでないことを証明する場所です。\n\n私は、アイドルグループのすべてのキャラクターが変化していると言います。 それぞれにはそれぞれ独自の性格と個性があります。 彼らはなぜ自分たちがアイドルになりたいのかという独自の理由があり、私は（ほとんどの）彼らがかなり甘いと感じています。 彼らの中には、彼らが誰であるかに影響を与える興味深い背景があります。\n\nキャラクターの開発は大丈夫です。 他の誰かのおかげで、彼らのうちのいくつかは彼らの闘争の後に続いたと言います。 全体として、私はそのグループが形成されてから発展したと思う。 もちろん、別のアイドルグループのキャラクターが1人いなければなりません。 ありがとう、clichédアニメ！\n\nアニメーションは良いですが、偉大ではありません。 キャラクターから始めて、私はアイドルが同じような顔をしていると言います。 また、キャラクターが一貫して描かれず、体の形から外れてしまいます。 文字のデザインは、厄介な髪の色の選択を除いて、大丈夫です。 キャラクターの表情はいいですね。 景色は美しいですが、特別ではありません。 また、私はパフォーマンスが3Dレンダリングではなく2D描画であることが好きです。\n\nそれはアイドルアニメですが、私は音楽がそれに重点を置いていないと言います。 私は、それぞれのアイドルグループやソロ活動によって多くの曲が歌われる他のアイドルアニメがあることを知っていて、少し失望しました。 しかし、まだ、私はグループによって歌われた曲が大好きです。  OPとEDはグループによって歌われ、彼らは自分たちの方法で素晴らしいです。 バックグラウンドミュージックは大丈夫です。 声の演技は大丈夫ですが、文字はあまりうまくいきません。\n\nだから、私は目を覚まし、女の子を楽しんだことがあります！ 他のアイドルアニメと同じように？\n私の答えは「最後のいくつかのエピソードだけ」です。 他のエピソードはアニメが常に得意とするような臨場感のために私に眠りに苦しんでいました（はい、私はそれをマラソン化すると寝ました）。 私はアニメが本当に良いものになるように最善を尽くしたと思っていますが、正直なところ私はそれを疑っています。\n\n私は、私がアイドル産業の喜んでいる側で、真剣さの代わりにより多くを楽しむ人のタイプだと思う。 だから、私はこのアニメをアイドルをたくさん楽しむ人にのみお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI actually wanted to watch this since it came out during its seasonal airing. But, I decided that I would watch it later.\n\n\u001b[1m私は実際に季節の放送中に出て以来、これを見たいと思っていました。 しかし、私はそれを後で見ることにしました。\u001b[22m\n\u001b[1m(Watashi wa jissai ni kisetsu no hōsō-chū ni dete irai, kore o mitai to omotte imashita. Shikashi, watashi wa sore o ato de miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI actually wanted to watch this since it came out during its seasonal airing. But, I decided that I would watch it later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually wanted to watch this since it came out during its seasonal airing.\u001b[24m\n    \u001b[1m私は実際に季節の放送中に出て以来、これを見たいと思っていました。\u001b[22m, \u001b[1mそれはその季節の放映中に出てきたので、私は実際にこれを見たかったです。\u001b[22m\n\u001b[4mBut, I decided that I would watch it later.\u001b[24m\n    \u001b[1mしかし、私はそれを後で見ることにしました。\u001b[22m, \u001b[1mしかし、私は後でそれを見ることを決定しました。\u001b[22m\n\u001b[1m\u001b[22m\nWake Up, Girls! is another idol anime, produced by Order and under the direction of the infamous Yamamoto Yutaka.\n\n\u001b[1m目を覚まし、女の子！ 他のアイドルアニメは、悪名高いYamamoto Yutakaの指揮のもと、Orderによって制作されたものです。\u001b[22m\n\u001b[1m(Me o samashi, on'nanoko! Hoka no aidoru anime wa, akumeidakai Yamamoto Yutaka no shiki no moto, Order ni yotte seisaku sa reta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWake Up, Girls! is another idol anime, produced by Order and under the direction of the infamous Yamamoto Yutaka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWake Up, Girls!\u001b[24m\n    \u001b[1m目を覚まし、女の子！\u001b[22m, \u001b[1m、女の子モーニングコール！\u001b[22m\n\u001b[4mis another idol anime, produced by Order and under the direction of the infamous Yamamoto Yutaka.\u001b[24m\n    \u001b[1m他のアイドルアニメは、悪名高いYamamoto Yutakaの指揮のもと、Orderによって制作されたものです。\u001b[22m, \u001b[1m注文によって悪名高い山本豊の指示の下で製造し、別のアイドルアニメは、あります。\u001b[22m\n\u001b[1m\u001b[22m\nBefore its 12-episode anime, there is a movie to be watched first. I really, really recommend that you watch the movie because it shows how the idol group under the same anime name, “Wake Up, Girls!” (WUG), started. In the anime series, the group faces problematic situations, and it tries to manage and keep it going.\n\n\u001b[1m12話のアニメの前に、最初に見られる映画があります。 同じアニメ名で「Wake Up、Girls！」（WUG）のアイドルグループがどうやって始められたのかが分かりますので、本当にお勧めします。 アニメシリーズでは、問題のある状況に直面し、それを管理して維持しようとします。\u001b[22m\n\u001b[1m(12-Wa no anime no mae ni, saisho ni mi rareru eiga ga arimasu. Onaji anime-mei de `u~ēkuappu, Girls!'(WUG) no aidorugurūpu ga dō yatte hajime rareta no ka ga wakarimasunode, hontōni o susume shimasu. Animeshirīzude wa, mondai no aru jōkyō ni chokumen shi, sore o kanri shite iji shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBefore its 12-episode anime, there is a movie to be watched first. I really, really recommend that you watch the movie because it shows how the idol group under the same anime name, “Wake Up, Girls!” (WUG), started. In the anime series, the group faces problematic situations, and it tries to manage and keep it going.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore its 12-episode anime, there is a movie to be watched first.\u001b[24m\n    \u001b[1m12話のアニメの前に、最初に見られる映画があります。\u001b[22m, \u001b[1mその12  - エピソードアニメの前に、最初に見たことがしたい動画があります。\u001b[22m\n\u001b[4mI really, really recommend that you watch the movie because it shows how the idol group under the same anime name, “Wake Up, Girls!” (WUG), started.\u001b[24m\n    \u001b[1m同じアニメ名で「Wake Up、Girls！」（WUG）のアイドルグループがどうやって始められたのかが分かりますので、本当にお勧めします。\u001b[22m, \u001b[1m私は本当に、本当に、それは同じアニメの名の下にアイドルグループ「モーニングコール、女の子！」（WUG）は、開始方法を示していますので、あなたが映画を見ることをお勧めします。\u001b[22m\n\u001b[4mIn the anime series, the group faces problematic situations, and it tries to manage and keep it going.\u001b[24m\n    \u001b[1mアニメシリーズでは、問題のある状況に直面し、それを管理して維持しようとします。\u001b[22m, \u001b[1mアニメシリーズでは、グループは、問題のある状況に直面し、それが管理し、それを続けるためにしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nSadly, the story didn’t shine really well among other idol anime. I would say that there are a lot of clichéd moments, especially during the introductory movie. Also, there’s a lot of idea repetition among members of the group and it really gets annoying hearing from them.\n\n\u001b[1m残念ながら、その物語は他のアイドルアニメの中では本当にうまくいきませんでした。 私は、入門映画の中で、特に陳腐な瞬間がたくさんあると言います。 また、グループのメンバー間でアイデアの繰り返しがたくさんあり、本当に耳障りな意見が聞こえます。\u001b[22m\n\u001b[1m(Zan'nen'nagara, sono monogatari wa hoka no aidoru anime no nakade wa hontōni umaku ikimasendeshita. Watashi wa, nyūmon eiga no naka de, tokuni chinpuna shunkan ga takusan aru to iimasu. Mata, gurūpu no menbā-kan de aidea no kurikaeshi ga takusan ari, hontōni mimizawarina iken ga kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mSadly, the story didn’t shine really well among other idol anime. I would say that there are a lot of clichéd moments, especially during the introductory movie. Also, there’s a lot of idea repetition among members of the group and it really gets annoying hearing from them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, the story didn’t shine really well among other idol anime.\u001b[24m\n    \u001b[1m残念ながら、その物語は他のアイドルアニメの中では本当にうまくいきませんでした。\u001b[22m, \u001b[1m悲しいことに、物語は他のアイドルアニメの中で本当によく輝いていませんでした。\u001b[22m\n\u001b[4mI would say that there are a lot of clichéd moments, especially during the introductory movie.\u001b[24m\n    \u001b[1m私は、入門映画の中で、特に陳腐な瞬間がたくさんあると言います。\u001b[22m, \u001b[1m私は特に入門映画の中に、陳腐な瞬間がたくさんあると言うでしょう。\u001b[22m\n\u001b[4mAlso, there’s a lot of idea repetition among members of the group and it really gets annoying hearing from them.\u001b[24m\n    \u001b[1mまた、グループのメンバー間でアイデアの繰り返しがたくさんあり、本当に耳障りな意見が聞こえます。\u001b[22m, \u001b[1mまた、グループのメンバー間で考え方の繰り返しがたくさんありますし、それは本当に彼らから迷惑な聴覚を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nI really hated the first two episodes, because it sudden introduces fan-service, which I felt that it shouldn't be included. However, it needed to be in just for the context of the story. sigh…\n\n\u001b[1m私は本当に最初の2つのエピソードを嫌った。なぜならそれは突然ファンサービスを導入したからだ。私はそれが含まれてはならないと感じた。 しかし、それは物語の文脈の中だけにある必要があった。 一口...\u001b[22m\n\u001b[1m(Watashi wa hontōni saisho no 2tsu no episōdo o kiratta. Nazenara sore wa totsuzen fansābisu o dōnyū shitakarada. Watashi wa sore ga fukuma rete wa naranai to kanjita. Shikashi, soreha monogatari no bunmyaku no naka dake ni aru hitsuyō ga atta. Hitokuchi...)\u001b[22m\n\nTranslations of \u001b[4mI really hated the first two episodes, because it sudden introduces fan-service, which I felt that it shouldn't be included. However, it needed to be in just for the context of the story. sigh…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really hated the first two episodes, because it sudden introduces fan-service, which I felt that it shouldn't be included.\u001b[24m\n    \u001b[1m私は本当に最初の2つのエピソードを嫌った。なぜならそれは突然ファンサービスを導入したからだ。私はそれが含まれてはならないと感じた。\u001b[22m, \u001b[1mそれが突然、私はそれが含まれるべきではないと感じていたファンサービスを、導入したので、私は本当に、最初の2つのエピソードを嫌っ。\u001b[22m\n\u001b[4mHowever, it needed to be in just for the context of the story.\u001b[24m\n    \u001b[1mしかし、それは物語の文脈の中だけにある必要があった。\u001b[22m, \u001b[1mしかし、それだけで物語の文脈のためにあることが必要。\u001b[22m\n\u001b[4msigh…\u001b[24m\n    \u001b[1m一口...\u001b[22m, \u001b[1mため息...\u001b[22m\n\u001b[1m\u001b[22m\nDespite the mediocre story, it still have some positive points in the anime. I like how the story sets around 2013-2014. It even made references to real life events, such as the tragic earthquake and tsunami in the Tohoku region, although the anime don’t really focus much on it. Also, the group managed to work their way up to something spectacular, which I think is the best moment in the anime.\n\n\u001b[1m平凡な物語にもかかわらず、それはまだアニメにいくつかの肯定的な点を持っています。 私はその物語が2013年から2014年の間にどのように設定されるのが好きです。 アニメはそれほど重視されていませんが、東北地方の悲惨な地震や津波など、実際の生活題を参考にしました。 また、グループはアニメの最高の瞬間であると私は思う壮大な何かに彼らの方法を働くことができた。\u001b[22m\n\u001b[1m(Heibon'na monogatari nimokakawarazu, sore wa mada anime ni ikutsu ka no kōtei-tekina ten o motte imasu. Watashi wa sono monogatari ga 2013-nen kara 2014-nen no ma ni dono yō ni settei sa reru no ga sukidesu. Anime wa sorehodo jūshi sa rete imasenga, Tōhoku chihō no hisan'na jishin ya tsunami nado, jissai no seikatsu dai o sankō ni shimashita. Mata, gurūpu wa anime no saikō no shunkandearu to watashi wa omou sōdaina nanika ni karera no hōhō o hataraku koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mDespite the mediocre story, it still have some positive points in the anime. I like how the story sets around 2013-2014. It even made references to real life events, such as the tragic earthquake and tsunami in the Tohoku region, although the anime don’t really focus much on it. Also, the group managed to work their way up to something spectacular, which I think is the best moment in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the mediocre story, it still have some positive points in the anime.\u001b[24m\n    \u001b[1m平凡な物語にもかかわらず、それはまだアニメにいくつかの肯定的な点を持っています。\u001b[22m\n\u001b[4mI like how the story sets around 2013-2014.\u001b[24m\n    \u001b[1m私はその物語が2013年から2014年の間にどのように設定されるのが好きです。\u001b[22m, \u001b[1m私は物語は2013年から2014年の周りに設定されますどのように好きです。\u001b[22m\n\u001b[4mIt even made references to real life events, such as the tragic earthquake and tsunami in the Tohoku region, although the anime don’t really focus much on it.\u001b[24m\n    \u001b[1mアニメはそれほど重視されていませんが、東北地方の悲惨な地震や津波など、実際の生活題を参考にしました。\u001b[22m, \u001b[1mアニメは本当にそれに多くの焦点を当てていませんが、それはあっても、そのような東北地方の悲劇的な地震と津波のような現実のイベントへの参照をしました。\u001b[22m\n\u001b[4mAlso, the group managed to work their way up to something spectacular, which I think is the best moment in the anime.\u001b[24m\n    \u001b[1mまた、グループはアニメの最高の瞬間であると私は思う壮大な何かに彼らの方法を働くことができた。\u001b[22m, \u001b[1mまた、グループは、私はアニメで最高の瞬間だと思い壮大な何か、まで彼らのように動作するように管理されます。\u001b[22m\n\u001b[1m\u001b[22m\nI question myself how scary is the idol industry in Japan. The anime showed another bigger and successful idol group, called the I-1. Watching them suffer really irk me. Would such methods from the group be similar to some idol groups in Japan? That’s where reality prove otherwise.\n\n\u001b[1m私は日本のアイドル業界がどれほど恐ろしいか自分自身に疑問を抱きます。 このアニメは、I-1と呼ばれるもう1つの大きな成功したアイドルグループを示しました。 彼らが本当にイルカに苦しんでいるのを見て。 グループのこのような方法は、日本のいくつかのアイドルグループに似ていますか？ それは、現実がそうでないことを証明する場所です。\u001b[22m\n\u001b[1m(Watashi wa Nihon no aidoru gyōkai ga dorehodo osoroshī ka jibun jishin ni gimon o dakimasu. Kono anime wa, I - 1 to yoba reru mō 1tsu no ōkina seikō shita aidorugurūpu o shimeshimashita. Karera ga hontōni iruka ni kurushinde iru no o mite. Gurūpu no ko no yōna hōhō wa, Nihon no ikutsu ka no aidorugurūpu ni nite imasu ka? Sore wa, genjitsu ga sōdenai koto o shōmei suru bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mI question myself how scary is the idol industry in Japan. The anime showed another bigger and successful idol group, called the I-1. Watching them suffer really irk me. Would such methods from the group be similar to some idol groups in Japan? That’s where reality prove otherwise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI question myself how scary is the idol industry in Japan.\u001b[24m\n    \u001b[1m私は日本のアイドル業界がどれほど恐ろしいか自分自身に疑問を抱きます。\u001b[22m, \u001b[1m私は日本のアイドル業界がいかに怖い自分自身を問います。\u001b[22m\n\u001b[4mThe anime showed another bigger and successful idol group, called the I-1.\u001b[24m\n    \u001b[1mこのアニメは、I-1と呼ばれるもう1つの大きな成功したアイドルグループを示しました。\u001b[22m, \u001b[1mアニメは、I-1と呼ばれる別大きく、成功したアイドルグループを示しました。\u001b[22m\n\u001b[4mWatching them suffer really irk me.\u001b[24m\n    \u001b[1m彼らが本当にイルカに苦しんでいるのを見て。\u001b[22m, \u001b[1m彼らは私をいらいらさせる本当に苦しむ鑑賞。\u001b[22m\n\u001b[4mWould such methods from the group be similar to some idol groups in Japan?\u001b[24m\n    \u001b[1mグループのこのような方法は、日本のいくつかのアイドルグループに似ていますか？\u001b[22m, \u001b[1mグループからのこのような方法は、日本のいくつかのアイドルグループのようになりますか？\u001b[22m\n\u001b[4mThat’s where reality prove otherwise.\u001b[24m\n    \u001b[1mそれは、現実がそうでないことを証明する場所です。\u001b[22m, \u001b[1m現実はそうでないことを証明ところです。\u001b[22m\n\u001b[1m\u001b[22m\nI would say that all the characters in the idol group are varied. Each of them have their own qualities and personality. They have their own reasons to why they want to be an idol, and I find (most of) them quite sweet. Some of them have interesting background which affect who they are.\n\n\u001b[1m私は、アイドルグループのすべてのキャラクターが変化していると言います。 それぞれにはそれぞれ独自の性格と個性があります。 彼らはなぜ自分たちがアイドルになりたいのかという独自の理由があり、私は（ほとんどの）彼らがかなり甘いと感じています。 彼らの中には、彼らが誰であるかに影響を与える興味深い背景があります。\u001b[22m\n\u001b[1m(Watashi wa, aidorugurūpu no subete no kyarakutā ga henka shite iru to iimasu. Sorezore ni wa sorezore dokuji no seikaku to kosei ga arimasu. Karera wa naze jibun-tachi ga aidoru ni naritai no ka to iu dokuji no riyū ga ari, watashi wa (hotondo no) karera ga kanari amai to kanjite imasu. Karera no nakaniha, karera ga daredearu ka ni eikyōwoataeru kyōmibukai haikei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would say that all the characters in the idol group are varied. Each of them have their own qualities and personality. They have their own reasons to why they want to be an idol, and I find (most of) them quite sweet. Some of them have interesting background which affect who they are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say that all the characters in the idol group are varied.\u001b[24m\n    \u001b[1m私は、アイドルグループのすべてのキャラクターが変化していると言います。\u001b[22m, \u001b[1m私はアイドルグループのすべての文字が変化していると言うでしょう。\u001b[22m\n\u001b[4mEach of them have their own qualities and personality.\u001b[24m\n    \u001b[1mそれぞれにはそれぞれ独自の性格と個性があります。\u001b[22m, \u001b[1mそれらのそれぞれが、自分の資質や性格を持っています。\u001b[22m\n\u001b[4mThey have their own reasons to why they want to be an idol, and I find (most of) them quite sweet.\u001b[24m\n    \u001b[1m彼らはなぜ自分たちがアイドルになりたいのかという独自の理由があり、私は（ほとんどの）彼らがかなり甘いと感じています。\u001b[22m, \u001b[1m彼らはアイドルになりたい理由に、独自の理由がある、と私は彼らが非常に甘い（の大部分）を見つけます。\u001b[22m\n\u001b[4mSome of them have interesting background which affect who they are.\u001b[24m\n    \u001b[1m彼らの中には、彼らが誰であるかに影響を与える興味深い背景があります。\u001b[22m, \u001b[1mそれらのいくつかは、彼らが誰であるか影響を与える興味深い背景を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development is okay. I would say some of them continued on after their struggle, thanks to someone else. Overall, I think the group did develop since its formation. And of course, there has to be one character that was from another idol group. Thanks, clichéd anime!\n\n\u001b[1mキャラクターの開発は大丈夫です。 他の誰かのおかげで、彼らのうちのいくつかは彼らの闘争の後に続いたと言います。 全体として、私はそのグループが形成されてから発展したと思う。 もちろん、別のアイドルグループのキャラクターが1人いなければなりません。 ありがとう、clichédアニメ！\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa daijōbudesu. Hoka no dareka no okage de, karera no uchi no ikutsu ka wa karera no tōsō no nochi ni tsudzuita to iimasu. Zentai to shite, watashi wa sono gurūpu ga keisei sa rete kara hatten shita to omou. Mochiron,-betsu no aidorugurūpu no kyarakutā ga 1-ri inakereba narimasen. Arigatō, clichéd anime!)\u001b[22m\n\nTranslations of \u001b[4mCharacter development is okay. I would say some of them continued on after their struggle, thanks to someone else. Overall, I think the group did develop since its formation. And of course, there has to be one character that was from another idol group. Thanks, clichéd anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development is okay.\u001b[24m\n    \u001b[1mキャラクターの開発は大丈夫です。\u001b[22m, \u001b[1mキャラクター開発は大丈夫です。\u001b[22m\n\u001b[4mI would say some of them continued on after their struggle, thanks to someone else.\u001b[24m\n    \u001b[1m他の誰かのおかげで、彼らのうちのいくつかは彼らの闘争の後に続いたと言います。\u001b[22m, \u001b[1m私はそれらのいくつかは、彼らの闘争の後に他の誰かのおかげで上の継続と言うでしょう。\u001b[22m\n\u001b[4mOverall, I think the group did develop since its formation.\u001b[24m\n    \u001b[1m全体として、私はそのグループが形成されてから発展したと思う。\u001b[22m, \u001b[1m全体的に、私はグループが、その形成以来、開発したのだと思います。\u001b[22m\n\u001b[4mAnd of course, there has to be one character that was from another idol group.\u001b[24m\n    \u001b[1mもちろん、別のアイドルグループのキャラクターが1人いなければなりません。\u001b[22m, \u001b[1mそしてもちろん、他のアイドルグループからのものであった1文字が存在しなければなりません。\u001b[22m\n\u001b[4mThanks, clichéd anime!\u001b[24m\n    \u001b[1mありがとう、clichédアニメ！\u001b[22m, \u001b[1mおかげで、陳腐アニメ！\u001b[22m\n\u001b[1m\u001b[22m\nAnimation is good, but not great. Starting from the characters, I would say the idols have the same freaking face. Also, there is inconsistent drawing of the characters, making them out of their body shape. The character design is fine, except the awkward hair colour choices. The facial expressions from the characters are nice. The scenery is good-looking, but not special. Also, I like how the performances is mostly 2D-drawn, instead of 3D-rendered.\n\n\u001b[1mアニメーションは良いですが、偉大ではありません。 キャラクターから始めて、私はアイドルが同じような顔をしていると言います。 また、キャラクターが一貫して描かれず、体の形から外れてしまいます。 文字のデザインは、厄介な髪の色の選択を除いて、大丈夫です。 キャラクターの表情はいいですね。 景色は美しいですが、特別ではありません。 また、私はパフォーマンスが3Dレンダリングではなく2D描画であることが好きです。\u001b[22m\n\u001b[1m(Animēshon wa yoidesuga, idaide wa arimasen. Kyarakutā kara hajimete, watashihaaidoru ga onajiyōna-gao o shite iru to iimasu. Mata, kyarakutā ga ikkanshite egaka rezu,-tai no katachi kara hazurete shimaimasu. Moji no dezain wa, yakkaina kami no iro no sentaku o nozoite, daijōbudesu. Kyarakutā no hyōjō wa īdesu ne. Keshiki wa utsukushīdesuga, tokubetsude wa arimasen. Mata, watashi wa pafōmansu ga 3 D rendaringude wanaku 2 D byōgadearu koto ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation is good, but not great. Starting from the characters, I would say the idols have the same freaking face. Also, there is inconsistent drawing of the characters, making them out of their body shape. The character design is fine, except the awkward hair colour choices. The facial expressions from the characters are nice. The scenery is good-looking, but not special. Also, I like how the performances is mostly 2D-drawn, instead of 3D-rendered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation is good, but not great.\u001b[24m\n    \u001b[1mアニメーションは良いですが、偉大ではありません。\u001b[22m, \u001b[1mアニメーションは良いが、素晴らしいではありません。\u001b[22m\n\u001b[4mStarting from the characters, I would say the idols have the same freaking face.\u001b[24m\n    \u001b[1mキャラクターから始めて、私はアイドルが同じような顔をしていると言います。\u001b[22m, \u001b[1m文字から始まって、私は偶像が同じおかしくなり顔を持っていると言うでしょう。\u001b[22m\n\u001b[4mAlso, there is inconsistent drawing of the characters, making them out of their body shape.\u001b[24m\n    \u001b[1mまた、キャラクターが一貫して描かれず、体の形から外れてしまいます。\u001b[22m, \u001b[1mまた、自分の体の形状からそれらを作る、文字の矛盾した図面があります。\u001b[22m\n\u001b[4mThe character design is fine, except the awkward hair colour choices.\u001b[24m\n    \u001b[1m文字のデザインは、厄介な髪の色の選択を除いて、大丈夫です。\u001b[22m, \u001b[1mキャラクターデザインは、厄介な髪の色の選択肢を除いて、結構です。\u001b[22m\n\u001b[4mThe facial expressions from the characters are nice.\u001b[24m\n    \u001b[1mキャラクターの表情はいいですね。\u001b[22m, \u001b[1m文字の表情がいいです。\u001b[22m\n\u001b[4mThe scenery is good-looking, but not special.\u001b[24m\n    \u001b[1m景色は美しいですが、特別ではありません。\u001b[22m, \u001b[1m景色が格好良いが、特別なものではありません。\u001b[22m\n\u001b[4mAlso, I like how the performances is mostly 2D-drawn, instead of 3D-rendered.\u001b[24m\n    \u001b[1mまた、私はパフォーマンスが3Dレンダリングではなく2D描画であることが好きです。\u001b[22m, \u001b[1mまた、私はパフォーマンスではなく、3Dレンダリングのため、主に2D描画であるかのように。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough it is an idol anime, I would say music isn’t heavily focused in it. I was a bit disappointed, because I know there are other idol anime that lots of songs sung by the respective idol groups or even solo acts. But still, I love the songs sung by the group. The OPs and ED are sung by the group and they are awesome in their own ways. The background music is fine. Voice acting is okay, but very few voices just don’t really match the characters well.\n\n\u001b[1mそれはアイドルアニメですが、私は音楽がそれに重点を置いていないと言います。 私は、それぞれのアイドルグループやソロ活動によって多くの曲が歌われる他のアイドルアニメがあることを知っていて、少し失望していました。 しかし、まだ、私はグループによって歌われた曲が大好きです。  OPとEDはグループによって歌われ、彼らは自分たちの方法で素晴らしいです。 バックグラウンドミュージックは大丈夫です。 声の演技は大丈夫ですが、文字はあまりうまくいきません。\u001b[22m\n\u001b[1m(Sore wa aidoru animedesuga, watashi wa ongaku ga sore ni jūten o oite inai to iimasu. Watashi wa, sorezore no aidorugurūpu ya soro katsudō ni yotte ōku no kyoku ga utawa reru ta no aidoru anime ga aru koto o shitte ite, sukoshi shitsubō shite imashita. Shikashi, mada, watashi wa gurūpu ni yotte utawa reta kyoku ga daisukidesu. OP to ED wa gurūpu ni yotte utawa re, karera wa jibun-tachi no hōhō de subarashīdesu. Bakkuguraundomyūjikku wa daijōbudesu. Koe no engi wa daijōbudesuga, moji wa amari umaku ikimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough it is an idol anime, I would say music isn’t heavily focused in it. I was a bit disappointed, because I know there are other idol anime that lots of songs sung by the respective idol groups or even solo acts. But still, I love the songs sung by the group. The OPs and ED are sung by the group and they are awesome in their own ways. The background music is fine. Voice acting is okay, but very few voices just don’t really match the characters well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough it is an idol anime, I would say music isn’t heavily focused in it.\u001b[24m\n    \u001b[1mそれはアイドルアニメですが、私は音楽がそれに重点を置いていないと言います。\u001b[22m, \u001b[1mそれはアイドルアニメですが、私は音楽が重くそれにフォーカスされていないと言うでしょう。\u001b[22m\n\u001b[4mI was a bit disappointed, because I know there are other idol anime that lots of songs sung by the respective idol groups or even solo acts.\u001b[24m\n    \u001b[1m私は、それぞれのアイドルグループやソロ活動によって多くの曲が歌われる他のアイドルアニメがあることを知っていて、少し失望していました。\u001b[22m, \u001b[1m私は曲の多くはそれぞれのアイドルグループ、あるいはソロの行為によって歌わ他のアイドルアニメがある知っているので、私は、少しがっかりしました。\u001b[22m\n\u001b[4mBut still, I love the songs sung by the group.\u001b[24m\n    \u001b[1mしかし、まだ、私はグループによって歌われた曲が大好きです。\u001b[22m, \u001b[1mしかし、それでもまだ、私はグループが歌う歌が大好きです。\u001b[22m\n\u001b[4mThe OPs and ED are sung by the group and they are awesome in their own ways.\u001b[24m\n    \u001b[1mOPとEDはグループによって歌われ、彼らは自分たちの方法で素晴らしいです。\u001b[22m, \u001b[1mOPとEDは、グループによって歌われており、彼らは独自の方法で素晴らしいです。\u001b[22m\n\u001b[4mThe background music is fine.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは大丈夫です。\u001b[22m, \u001b[1m背景音楽は結構です。\u001b[22m\n\u001b[4mVoice acting is okay, but very few voices just don’t really match the characters well.\u001b[24m\n    \u001b[1m声の演技は大丈夫ですが、文字はあまりうまくいきません。\u001b[22m, \u001b[1m声の演技は大丈夫ですが、非常に少数の声は本当によく文字と一致していません。\u001b[22m\n\u001b[1m\u001b[22m\nSo, have I enjoyed Wake Up, Girls! like any other idol anime?\n\n\u001b[1mだから、私は目を覚まし、女の子を楽しんだことがあります！ 他のアイドルアニメと同じように？\u001b[22m\n\u001b[1m(Dakara, watashi wa me o samashi, on'nanoko o tanoshinda koto ga arimasu! Hoka no aidoru anime to onajiyōni?)\u001b[22m\n\nTranslations of \u001b[4mSo, have I enjoyed Wake Up, Girls! like any other idol anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, have I enjoyed Wake Up, Girls!\u001b[24m\n    \u001b[1mだから、私は目を覚まし、女の子を楽しんだことがあります！\u001b[22m, \u001b[1mだから、私は、女の子をウェイクアップ楽しんできました！\u001b[22m\n\u001b[4mlike any other idol anime?\u001b[24m\n    \u001b[1m他のアイドルアニメと同じように？\u001b[22m, \u001b[1m他のアイドルアニメのような？\u001b[22m\nMy answer would be “only the last few episodes”. The other episodes bore me to sleep (yes, I did sleep when marathoning it) due to the cliché the anime gets all the time. I think the anime really tried its best to be a good one, but honestly I doubt so.\n\n\u001b[1m私の答えは「最後のいくつかのエピソードだけ」です。 他のエピソードはアニメが常に得意とするような臨場感のために私に眠りに苦しんでいました（はい、私はそれをマラソン化すると寝ました）。 私はアニメが本当に良いものになるように最善を尽くしたと思っていますが、正直なところ私はそれを疑っています。\u001b[22m\n\u001b[1m(Watashi no kotaeha `saigo no ikutsu ka no episōdo dake'desu. Hoka no episōdo wa anime ga tsuneni tokui to suru yōna rinbakan no tame ni watashi ni nemuri ni kurushinde imashita (hai, watashi wa sore o marason-ka suru to nemashita). Watashi wa anime ga hontōni yoi mono ni naru yō ni saizen o tsukushita to omotte imasuga, shōjikina tokoro watashi wa sore o utagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMy answer would be “only the last few episodes”. The other episodes bore me to sleep (yes, I did sleep when marathoning it) due to the cliché the anime gets all the time. I think the anime really tried its best to be a good one, but honestly I doubt so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy answer would be “only the last few episodes”.\u001b[24m\n    \u001b[1m私の答えは「最後のいくつかのエピソードだけ」です。\u001b[22m, \u001b[1m私の答えは、「最後のいくつかのエピソード」になります。\u001b[22m\n\u001b[4mThe other episodes bore me to sleep (yes, I did sleep when marathoning it) due to the cliché the anime gets all the time.\u001b[24m\n    \u001b[1m他のエピソードはアニメが常に得意とするような臨場感のために私に眠りに苦しんでいました（はい、私はそれをマラソン化すると寝ました）。\u001b[22m, \u001b[1m他のエピソードが原因アニメはすべての時間を取得決まり文句に（それをマラソンときはい、私は睡眠をした）スリープ状態に私を産みました。\u001b[22m\n\u001b[4mI think the anime really tried its best to be a good one, but honestly I doubt so.\u001b[24m\n    \u001b[1m私はアニメが本当に良いものになるように最善を尽くしたと思っていますが、正直なところ私はそれを疑っています。\u001b[22m, \u001b[1m私はアニメは本当に良い1であるために最善を試してみましたと思うが、正直なところ、私はそうは思えません。\u001b[22m\n\u001b[1m\u001b[22m\nI think I'm the type of person who enjoy more on the glee side of the idol industry, instead of the seriousness. Hence, I would recommend this anime only to people who enjoy idols a lot.\n\n\u001b[1m私は、私がアイドル産業の喜んでいる側で、真剣さの代わりにより多くを楽しむ人のタイプだと思う。 だから、私はこのアニメをアイドルをたくさん楽しむ人にのみお勧めします。\u001b[22m\n\u001b[1m(Watashi wa, watashi ga aidoru sangyō no yorokonde iru soba de, shinken-sa no kawarini yori ōku o tanoshimu hito no taipuda to omou. Dakara, watashi wa kono anime o aidoru o takusan tanoshimu hito ni nomi o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think I'm the type of person who enjoy more on the glee side of the idol industry, instead of the seriousness. Hence, I would recommend this anime only to people who enjoy idols a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I'm the type of person who enjoy more on the glee side of the idol industry, instead of the seriousness.\u001b[24m\n    \u001b[1m私は、私がアイドル産業の喜んでいる側で、真剣さの代わりにより多くを楽しむ人のタイプだと思う。\u001b[22m, \u001b[1m私が代わりに深刻のアイドル業界のグリー側の多くを楽しむタイプの人、だと思います。\u001b[22m\n\u001b[4mHence, I would recommend this anime only to people who enjoy idols a lot.\u001b[24m\n    \u001b[1mだから、私はこのアニメをアイドルをたくさん楽しむ人にのみお勧めします。\u001b[22m, \u001b[1mしたがって、私は偶像をたくさん楽しむ人々にこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "RundownPaper4",
    "profile": "/profile/RundownPaper4/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=195974",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nそう。 女の子を目覚める！ 私がこのレビューを続ける前に私はこれを明確にしておきましょう。これは私が見た最初のアイドルショーです（少なくともテレビシリーズ1）。\n\nこのアニメの私の最初の印象（7アイドルの映画を見た後）は、それがsugercoatedされていない驚くほど現実的なアニメだったということでした。 そしてショーはプロットの面でそれを全面的に運んだ。\n\nストーリー：10/10\nアート：8/10\nサウンド：8/10\nキャラクター：10/10\n楽しさ：9/10\n全体：9/10\n\n賢明なプロット、この話は素晴らしいです。 それは内外の紛争で苦労している小さい将来のアイドルグループの試練を示しています。 また、それぞれのキャラクター/アイドルに自分の問題がどのようにあるのか、どのように克服するのかを示しています。 その意味では本当に動く話です。\n\n芸術的には、それは素晴らしい...。 そこにはすべてがあります。 どんな手段でもそれほど悪くはありませんでした。 アニメーションは端が少し粗くなっていましたが、そのようなものがアートスタイルを作りました。 私はそのようにそれが好きです。\n\n同じように音がする。\n\nキャラクターが賢くなったら、キャラクターが成長するのが面白かったです。 重要な変化はありませんでしたが、特にアイドルはアイドルであり、お互いにやりとりするというストレスの結果として、自分自身で変化しました。 私はそれを本当に楽しんだ。\n\n総合的な楽しさは9だった。なぜなら、私がそのプロットがどれほど現実的であるかを感じたから、これを見ていると、私は大部分がひっくり返ったからだ。 私はそれのために準備されていなかったが、多分私はあまりにも多くの花のショーを見てきた。 知るか。 しかし、それだけでなく、それは見る価値がある本当に本当に良いショーでした。 あなたが花のアニメと比べてより現実的で深刻なプロットをしたい場合は、それをお勧めします。\n\n私が誰かがこのシリーズを手に入れるかどうかを決めるのを手伝ってくれることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSo. Wake Up Girls! Let me set this clear first before I continue with this review, this is my first idol show that I've watched (TV series one at least) and as such I had pretty much no expectations of it whatsoever.\n\n\u001b[1mそう。 女の子を目覚める！ 私がこのレビューを続ける前に私はこれを明確にしておきましょう。これは私が見た最初のアイドルショーです（少なくともテレビシリーズ1）。\u001b[22m\n\u001b[1m(Sō. On'nanoko o mezameru! Watashi ga kono rebyū o tsudzukeru mae ni watashi wa kore o meikaku ni shite okimashou. Kore wa watashi ga mita saisho no aidorushōdesu (sukunakutomo terebishirīzu 1).)\u001b[22m\n\nTranslations of \u001b[4mSo. Wake Up Girls! Let me set this clear first before I continue with this review, this is my first idol show that I've watched (TV series one at least) and as such I had pretty much no expectations of it whatsoever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo.\u001b[24m\n    \u001b[1mそう。\u001b[22m, \u001b[1mSoが\u001b[22m\n\u001b[4mWake Up Girls!\u001b[24m\n    \u001b[1m女の子を目覚める！\u001b[22m, \u001b[1mガールズモーニングコール！\u001b[22m\n\u001b[4mLet me set this clear first before I continue with this review, this is my first idol show that I've watched (TV series one at least) and as such I had pretty much no expectations of it whatsoever.\u001b[24m\n    \u001b[1m私がこのレビューを続ける前に私はこれを明確にしておきましょう。これは私が見た最初のアイドルショーです（少なくともテレビシリーズ1）。\u001b[22m, \u001b[1m私がこの口コミを続行する前に、これは私が（テレビシリーズ、少なくとも1）見てきた、そのように私はかなり全くそれのない期待を持っていた私の最初のアイドルショーです。この明確な最初に設定してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nMy first impressions of this anime (after watching the 7 Idols movie) was that it was a surprisingly realistic anime that wasn't sugercoated. And the show carried that throughout in terms of plot.\n\n\u001b[1mこのアニメの私の最初の印象（7アイドルの映画を見た後）は、それがsugercoatedされていない驚くほど現実的なアニメだったということでした。 そしてショーはプロットの面でそれを全面的に運んだ。\u001b[22m\n\u001b[1m(Kono anime no watashi no saisho no inshō (7 aidoru no eiga o mita nochi) wa, sore ga sugercoated sa rete inai odoroku hodo genjitsu-tekina animedatta to iu kotodeshita. Soshite shō wa purotto no men de sore o zenmen-teki ni hakonda.)\u001b[22m\n\nTranslations of \u001b[4mMy first impressions of this anime (after watching the 7 Idols movie) was that it was a surprisingly realistic anime that wasn't sugercoated. And the show carried that throughout in terms of plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first impressions of this anime (after watching the 7 Idols movie) was that it was a surprisingly realistic anime that wasn't sugercoated.\u001b[24m\n    \u001b[1mこのアニメの私の最初の印象（7アイドルの映画を見た後）は、それがsugercoatedされていない驚くほど現実的なアニメだったということでした。\u001b[22m, \u001b[1m（7アイドルの映画を見た後に）このアニメの私の第一印象は、それがsugercoatedていなかった驚くほどリアルなアニメということでした。\u001b[22m\n\u001b[4mAnd the show carried that throughout in terms of plot.\u001b[24m\n    \u001b[1mそしてショーはプロットの面でそれを全面的に運んだ。\u001b[22m, \u001b[1mそして、ショーは、プロットの点でその全体を運びました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m\nPlot wise, this story is amazing. It shows the trials of a small and upcoming idol group that struggles with internal and external disputes. It also shows how each character/idol has her own problems and how they work to overcome them. It's a really moving story in that sense.\n\n\u001b[1m賢明なプロット、この話は素晴らしいです。 それは内外の紛争で苦労している小さい将来のアイドルグループの試練を示しています。 また、それぞれのキャラクター/アイドルに自分の問題がどのようにあるのか、どのように克服するのかを示しています。 その意味では本当に動く話です。\u001b[22m\n\u001b[1m(Kenmeina purotto, kono hanashi wa subarashīdesu. Sore wa naigai no funsō de kurō shite iru chīsai shōrai no aidorugurūpu no shiren o shimeshite imasu. Mata, sorezore no kyarakutā/ aidoru ni jibun no mondai ga dono yō ni aru no ka, dono yō ni kokufuku suru no ka o shimeshite imasu. Sono imide wa hontōni ugoku hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mPlot wise, this story is amazing. It shows the trials of a small and upcoming idol group that struggles with internal and external disputes. It also shows how each character/idol has her own problems and how they work to overcome them. It's a really moving story in that sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot wise, this story is amazing.\u001b[24m\n    \u001b[1m賢明なプロット、この話は素晴らしいです。\u001b[22m, \u001b[1m賢明なプロット、この物語は素晴らしいです。\u001b[22m\n\u001b[4mIt shows the trials of a small and upcoming idol group that struggles with internal and external disputes.\u001b[24m\n    \u001b[1mそれは内外の紛争で苦労している小さい将来のアイドルグループの試練を示しています。\u001b[22m, \u001b[1mこれは、内部および外部の紛争と闘争小さく、今後のアイドルグループの試験を示しています。\u001b[22m\n\u001b[4mIt also shows how each character/idol has her own problems and how they work to overcome them.\u001b[24m\n    \u001b[1mまた、それぞれのキャラクター/アイドルに自分の問題がどのようにあるのか、どのように克服するのかを示しています。\u001b[22m, \u001b[1mまた、各文字/アイドルは彼女自身の問題を持っており、それらがどのようにそれらを克服するためにどのように働くかを示しています。\u001b[22m\n\u001b[4mIt's a really moving story in that sense.\u001b[24m\n    \u001b[1mその意味では本当に動く話です。\u001b[22m, \u001b[1mそれは、その意味で本当に移動の話です。\u001b[22m\n\u001b[1m\u001b[22m\nArt wise, it's... nice. There's all there is to it. It wasn't bad by any means, nor did I find it particularly spectacular. The animations were a little rough around the edges, but that kind of made the art style what it was. I like it that way.\n\n\u001b[1m芸術的には、それは素晴らしい...。 そこにはすべてがあります。 どんな手段でもそれほど悪くはありませんでした。 アニメーションは端が少し粗くなっていましたが、そのようなものがアートスタイルを作りました。 私はそのようにそれが好きです。\u001b[22m\n\u001b[1m(Geijutsu-teki ni wa, sore wa subarashī. ... Soko ni wa subete ga arimasu. Don'na shudan demo sore hodo waruku wa arimasendeshita. Animēshon wa hashi ga sukoshi araku natte imashitaga, sono yōna mono ga ātosutairu o tsukurimashita. Watashi wa sonoyōni sore ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt wise, it's... nice. There's all there is to it. It wasn't bad by any means, nor did I find it particularly spectacular. The animations were a little rough around the edges, but that kind of made the art style what it was. I like it that way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt wise, it's... nice.\u001b[24m\n    \u001b[1m芸術的には、それは素晴らしい...。\u001b[22m, \u001b[1mアート賢明な、それは...うれしいです。\u001b[22m\n\u001b[4mThere's all there is to it.\u001b[24m\n    \u001b[1mそこにはすべてがあります。\u001b[22m, \u001b[1mこれで全部があります。\u001b[22m\n\u001b[4mIt wasn't bad by any means, nor did I find it particularly spectacular.\u001b[24m\n    \u001b[1mどんな手段でもそれほど悪くはありませんでした。\u001b[22m, \u001b[1mこれは、任意の手段によって悪くはなかった、また私はそれが特に壮観見つけました。\u001b[22m\n\u001b[4mThe animations were a little rough around the edges, but that kind of made the art style what it was.\u001b[24m\n    \u001b[1mアニメーションは端が少し粗くなっていましたが、そのようなものがアートスタイルを作りました。\u001b[22m, \u001b[1mアニメーションは、エッジの周りに少し荒いが、それが何だったか作っアートスタイルのようなものでした。\u001b[22m\n\u001b[4mI like it that way.\u001b[24m\n    \u001b[1m私はそのようにそれが好きです。\u001b[22m, \u001b[1m私はそのように好きです。\u001b[22m\n\u001b[1m\u001b[22m\nSame goes for the sound.\n\n\u001b[1m同じように音がする。\u001b[22m\n\u001b[1m(Onajiyōni-on ga suru.)\u001b[22m\n\nTranslations of \u001b[4mSame goes for the sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame goes for the sound.\u001b[24m\n    \u001b[1m同じように音がする。\u001b[22m, \u001b[1m同じ音のために行きます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter wise, it was interesting to see the characters grow. There wasn't a significant amount of change, but the idols in particular did undergo changes in themselves as a result of the stress of being an idol and interacting with each other. I really enjoyed seeing that.\n\n\u001b[1mキャラクターが賢くなったら、キャラクターが成長するのが面白かったです。 重要な変化はありませんでしたが、特にアイドルはアイドルであり、お互いにやりとりするというストレスの結果として、自分自身で変化しました。 私はそれを本当に楽しんだ。\u001b[22m\n\u001b[1m(Kyarakutā ga kashikoku nattara, kyarakutā ga seichō suru no ga omoshirokattadesu. Jūyōna henka wa arimasendeshitaga, tokuni aidoru wa aidorudeari, otagai ni yaritori suru to iu sutoresu no kekka to shite, jibun jishin de henka shimashita. Watashi wa sore o hontōni tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mCharacter wise, it was interesting to see the characters grow. There wasn't a significant amount of change, but the idols in particular did undergo changes in themselves as a result of the stress of being an idol and interacting with each other. I really enjoyed seeing that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter wise, it was interesting to see the characters grow.\u001b[24m\n    \u001b[1mキャラクターが賢くなったら、キャラクターが成長するのが面白かったです。\u001b[22m, \u001b[1m文字は賢明な、文字が成長を見るのは興味深いでした。\u001b[22m\n\u001b[4mThere wasn't a significant amount of change, but the idols in particular did undergo changes in themselves as a result of the stress of being an idol and interacting with each other.\u001b[24m\n    \u001b[1m重要な変化はありませんでしたが、特にアイドルはアイドルであり、お互いにやりとりするというストレスの結果として、自分自身で変化しました。\u001b[22m, \u001b[1mそこ変化のかなりの量がありませんでしたが、特にアイドルはアイドルであり、かつ互いに相互作用のストレスの結果として自分自身の変化を受けました。\u001b[22m\n\u001b[4mI really enjoyed seeing that.\u001b[24m\n    \u001b[1m私はそれを本当に楽しんだ。\u001b[22m, \u001b[1m私は本当にそれを見て楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall enjoyment was a 9 because well I cringed mostly when watching this because of how realistic I felt the plot was. I wasn't prepared for that, but maybe I've been watching too many flowery shows. Who knows. But besides that it was a really really good show worth watching. Recommend it if you want a more realistic and serious plot as compared to flowery anime.\n\n\u001b[1m総合的な楽しさは9だった。なぜなら、私がそのプロットがどれほど現実的であるかを感じたから、これを見ていると、私は大部分がひっくり返ったからだ。 私はそれのために準備されていなかったが、多分私はあまりにも多くの花のショーを見てきた。 知るか。 しかし、それだけでなく、それは見る価値がある本当に本当に良いショーでした。 あなたが花のアニメと比べてより現実的で深刻なプロットをしたい場合は、それをお勧めします。\u001b[22m\n\u001b[1m(Sōgō-tekina tanoshisa wa 9datta. Nazenara, watashi ga sono purotto ga dorehodo genjitsu-tekidearu ka o kanjitakara, kore o mite iru to, watashi wa daibubun ga hikkurikaettakarada. Watashi wa sore no tame ni junbi sa rete inakattaga, tabun watashi wa amarini mo ōku no hana no shō o mite kita. Shiru ka. Shikashi, sore dakedenaku, sore wa miru kachigāru hontōni hontōni yoi shōdeshita. Anata ga hana no anime to kurabete yori genjitsu-tekide shinkokuna purotto o shitai baai wa, sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall enjoyment was a 9 because well I cringed mostly when watching this because of how realistic I felt the plot was. I wasn't prepared for that, but maybe I've been watching too many flowery shows. Who knows. But besides that it was a really really good show worth watching. Recommend it if you want a more realistic and serious plot as compared to flowery anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall enjoyment was a 9 because well I cringed mostly when watching this because of how realistic I felt the plot was.\u001b[24m\n    \u001b[1m総合的な楽しさは9だった。なぜなら、私がそのプロットがどれほど現実的であるかを感じたから、これを見ていると、私は大部分がひっくり返ったからだ。\u001b[22m, \u001b[1mこれを見たときも、私はプロットだったどう感じたか、現実的な理由のほとんどは身を縮めたので、全体的な楽しさは9でした。\u001b[22m\n\u001b[4mI wasn't prepared for that, but maybe I've been watching too many flowery shows.\u001b[24m\n    \u001b[1m私はそれのために準備されていなかったが、多分私はあまりにも多くの花のショーを見てきた。\u001b[22m, \u001b[1m私はそのための準備ができていないでしたが、多分私はあまりにも多くの花いっぱいのショーを見てきました。\u001b[22m\n\u001b[4mWho knows.\u001b[24m\n    \u001b[1m知るか。\u001b[22m, \u001b[1m誰が知っている。\u001b[22m, \u001b[1m誰が知っています。\u001b[22m\n\u001b[4mBut besides that it was a really really good show worth watching.\u001b[24m\n    \u001b[1mしかし、それだけでなく、それは見る価値がある本当に本当に良いショーでした。\u001b[22m, \u001b[1mしかし、それ以外にも、それは見る価値本当に良いショーでした。\u001b[22m\n\u001b[4mRecommend it if you want a more realistic and serious plot as compared to flowery anime.\u001b[24m\n    \u001b[1mあなたが花のアニメと比べてより現実的で深刻なプロットをしたい場合は、それをお勧めします。\u001b[22m, \u001b[1mあなたは花のアニメに比べて、より現実的かつ深刻なプロットをしたい場合はそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nHope that I helped someone decide whether or not they're gonna pick up this series.\n\n\u001b[1m私が誰かがこのシリーズを手に入れるかどうかを決めるのを手伝ってくれることを願っています。\u001b[22m\n\u001b[1m(Watashi ga darekaga kono shirīzu o teniireru ka dō ka o kimeru no o tetsudatte kureru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHope that I helped someone decide whether or not they're gonna pick up this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope that I helped someone decide whether or not they're gonna pick up this series.\u001b[24m\n    \u001b[1m私が誰かがこのシリーズを手に入れるかどうかを決めるのを手伝ってくれることを願っています。\u001b[22m, \u001b[1m私は、誰かが、彼らはこのシリーズを拾うつもりかどうかを決める助けたことを願っています。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "tosabori",
    "profile": "/profile/tosabori/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=151159",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n私がこのレビューを書くために、私はWake Up、Girlsのスポイラーを持っています！ ラブライブからいくつか！\n\n私は、私が実現した以上に、私の人生で目を覚ます、女の子が必要だったと思う。 私は愛のライブの直後にそれを見始めた！ スクールアイドルプロジェクトシーズン2が終了し、私は動揺しました。 私はアイドル、特にそれらの概念と実現を愛しています。 女の子のグループを見て、学校を救うだけでなく、全国選手権に勝つためには、私が必要とする良い話を感じた。 ラブライブ！ 本当に落ち込んで、肯定的なノートで終わったと私はもっと欲しかった。\n\nEnter Wake Up、Girls！ 驚くべき勝利ではなく、それに伴う苦難の話。 女の子の神経質なグループのオープニングシーン、彼らの心を演出する。 それからあなたは、聴衆にはほんの数人しかいないことを実感します。 各メンバーは重い裏話を持ち、ほとんどのメンバーはμのメンバーのような特権を持っています。 子供の頃の友人が海で行方不明になって彼女のうつ病がなくなって家に帰ってきた親や親の富や関係の衰えを引き起こした偶像崇拝者Mayuは、負担が大きかった。 ドラマと闘争はとても実に寛容です。 あなたは彼らを幸せにして、成功させたいと思っています。\n\n私はそれをLove Liveと比較し続けていることを知っています！ 私はそれを助けることはできません。 あなたは、目を覚まし、女の子と音楽プロセス（並べ替え）のすべてのステップを参照してください！ 制作会社の予約業務から、無数の時間を練習すること、執筆者を雇って曲を書くことまで。 ラブライブ！ まあ、まるで、ポップソングとコトリーのデザインの衣装を書く、録音していると言われました。 それのような他の関連ショーはありません。  Idolm @ sterは本当にその音楽ベースではなく、それは奇妙なものでした。 物語はWUGとラブライブの間で比較的平行です！ しかし、ここで私の最終的な考えはウェイクアップ、女の子!,はい、すべてのはい。 すべてが美しく、何も傷ついていませんでした。 最近、Anime Expoを訪れた山本豊（WUGのディレクター＆プロデューサー）は、Q＆amp;  WUGが緑色に輝いた唯一の本当の理由は、仙台のような場所にある小さな町の夢想家たちのアイデアだということだ。 それは本当です。\n\n私はLove Live！が大好きです。深刻なアイドル・ショーを見ることは、ペースの大きな変化であり、将来のどこかで欲しいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIn order for me to write this review, I have spoilers from Wake Up, Girls! and a few from Love Live!\n\n\u001b[1m私がこのレビューを書くために、私はWake Up、Girlsのスポイラーを持っています！ ラブライブからいくつか！\u001b[22m\n\u001b[1m(Watashi ga kono rebyū o kaku tame ni, watashi wa u~ēkuappu, Girls no supoirā o motte imasu! Rabu raibu kara ikutsu ka!)\u001b[22m\n\nTranslations of \u001b[4mIn order for me to write this review, I have spoilers from Wake Up, Girls! and a few from Love Live!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn order for me to write this review, I have spoilers from Wake Up, Girls!\u001b[24m\n    \u001b[1m私がこのレビューを書くために、私はWake Up、Girlsのスポイラーを持っています！\u001b[22m, \u001b[1m私はこのレビューを書くようにするために、私はモーニングコール、女の子からのスポイラーを持っています！\u001b[22m\n\u001b[4mand a few from Love Live!\u001b[24m\n    \u001b[1mラブライブからいくつか！\u001b[22m, \u001b[1mそしてラブライブから数！\u001b[22m\n\u001b[1m\u001b[22m\nI think I needed Wake Up, Girls in my life more than I realized. I started watching it shortly after Love Live! School Idol Project Season 2 ended, and I was upset. I love idols, especially the concept and realization of them. To see a group of girls save their school, as well as win the national championship was the feel good story I needed. Love Live! ended on a really depressing, positive note and I wanted more.\n\n\u001b[1m私は、私が実現した以上に、私の人生で目を覚ます、女の子が必要だったと思う。 私は愛のライブの直後にそれを見始めた！ スクールアイドルプロジェクトシーズン2が終了し、私は動揺しました。 私はアイドル、特にそれらの概念と実現を愛しています。 女の子のグループを見て、学校を救うだけでなく、全国選手権に勝つためには、私が必要とする良い話を感じた。 ラブライブ！ 本当に落ち込んで、肯定的なノートで終わったと私はもっと欲しかった。\u001b[22m\n\u001b[1m(Watashi wa, watashi ga jitsugen shita ijō ni, watashinojinsei de mewosamasu, on'nanoko ga hitsuyōdatta to omou. Watashi wa ai no raibu no chokugo ni sore o mi hajimeta! Sukūruaidorupurojekutoshīzun 2 ga shūryō shi, watashi wa dōyō shimashita. Watashi wa aidoru, tokuni sorera no gainen to jitsugen o aishiteimasu. On'nanoko no gurūpu o mite, gakkō o sukuu dakedenaku, zenkoku senshuken ni katsu tame ni wa, watashi ga hitsuyō to suru yoi hanashi o kanjita. Rabu raibu! Hontōni ochikonde, kōtei-tekina nōto de owatta to watashi wa motto hoshikatta.)\u001b[22m\n\nTranslations of \u001b[4mI think I needed Wake Up, Girls in my life more than I realized. I started watching it shortly after Love Live! School Idol Project Season 2 ended, and I was upset. I love idols, especially the concept and realization of them. To see a group of girls save their school, as well as win the national championship was the feel good story I needed. Love Live! ended on a really depressing, positive note and I wanted more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I needed Wake Up, Girls in my life more than I realized.\u001b[24m\n    \u001b[1m私は、私が実現した以上に、私の人生で目を覚ます、女の子が必要だったと思う。\u001b[22m, \u001b[1m私は女の子私は実現よりも、私の生活の中で、ウェイクアップに必要だと思います。\u001b[22m\n\u001b[4mI started watching it shortly after Love Live!\u001b[24m\n    \u001b[1m私は愛のライブの直後にそれを見始めた！\u001b[22m, \u001b[1m私はラブライブ直後にそれを見始めました！\u001b[22m\n\u001b[4mSchool Idol Project Season 2 ended, and I was upset.\u001b[24m\n    \u001b[1mスクールアイドルプロジェクトシーズン2が終了し、私は動揺しました。\u001b[22m, \u001b[1mスクールアイドルプロジェクトシーズン2は終わった、と私は怒っていました。\u001b[22m\n\u001b[4mI love idols, especially the concept and realization of them.\u001b[24m\n    \u001b[1m私はアイドル、特にそれらの概念と実現を愛しています。\u001b[22m, \u001b[1m私は、特に概念とそれらの実現を偶像が大好きです。\u001b[22m\n\u001b[4mTo see a group of girls save their school, as well as win the national championship was the feel good story I needed.\u001b[24m\n    \u001b[1m女の子のグループを見て、学校を救うだけでなく、全国選手権に勝つためには、私が必要とする良い話を感じた。\u001b[22m, \u001b[1m女の子のグループが学校を救う参照してください、だけでなく、全国大会に勝つためには、私が必要と感じていい話でした。\u001b[22m\n\u001b[4mLove Live!\u001b[24m\n    \u001b[1mラブライブ！\u001b[22m\n\u001b[4mended on a really depressing, positive note and I wanted more.\u001b[24m\n    \u001b[1m本当に落ち込んで、肯定的なノートで終わったと私はもっと欲しかった。\u001b[22m, \u001b[1m本当に気のめいる、肯定的なノートに終わったと私はより多くを望んでいました。\u001b[22m\n\u001b[1m\u001b[22m\nEnter Wake Up, Girls! A story not of amazing triumph, but the tribulations that come with it. The opening scene of a nervous group of girls, performing their heart out. Then you realize, there’s only a few people in the audience. Each member carries a heavy backstory, few are marked with privilege like the members of μ’s. Mayu, a washed up idol who caused the decline of her parent’s wealth and relationship, or Kaya, who left home after her childhood friend went missing at sea and her depression was too much to bear. The drama and struggles are so real and relatable it hurts. You want them to be happy and you want them to succeed.\n\n\u001b[1mEnter Wake Up、Girls！ 驚くべき勝利ではなく、それに伴う苦難の話。 女の子の神経質なグループのオープニングシーン、彼らの心を演出する。 それからあなたは、聴衆にはほんの数人しかいないことを実感します。 各メンバーは重い裏話を持ち、ほとんどのメンバーはμのメンバーのような特権を持っています。 子供の頃の友人が海で行方不明になって彼女のうつ病がなくなって家に帰ってきた親や親の富や関係の衰えを引き起こした偶像崇拝者Mayuは、負担が大きかった。 ドラマと闘争はとても実に寛容です。 あなたは彼らを幸せにして、成功させたいと思っています。\u001b[22m\n\u001b[1m(Enter u~ēkuappu, Girls! Odorokubeki shōride wa naku, sore ni tomonau kunan no hanashi. On'nanoko no shinkeishitsuna gurūpu no ōpuningushīn, karera no kokoro o enshutsu suru. Sorekara anata wa, chōshū ni wa hon'no sū-ri shika inai koto o jikkan shimasu. Kaku menbā wa omoi urabanashi o mochi, hotondo no menbā wa m no menbā no yōna tokken o motte imasu. Kodomo no koro no yūjin ga umi de yukue fumei ni natte kanojo no utsubyō ga nakunatte ie ni kaettekita oya ya oya no tomi ya kankei no otoroe o hikiokoshita gūzō sūhai-sha Mayu wa, futan ga ōkikatta. Dorama to tōsō wa totemo jitsuni kan'yōdesu. Anata wa karera o shiawaseni shite, seikō sa setai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnter Wake Up, Girls! A story not of amazing triumph, but the tribulations that come with it. The opening scene of a nervous group of girls, performing their heart out. Then you realize, there’s only a few people in the audience. Each member carries a heavy backstory, few are marked with privilege like the members of μ’s. Mayu, a washed up idol who caused the decline of her parent’s wealth and relationship, or Kaya, who left home after her childhood friend went missing at sea and her depression was too much to bear. The drama and struggles are so real and relatable it hurts. You want them to be happy and you want them to succeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnter Wake Up, Girls!\u001b[24m\n    \u001b[1mEnter Wake Up、Girls！\u001b[22m, \u001b[1mモーニングコールを入力し、女の子！\u001b[22m\n\u001b[4mA story not of amazing triumph, but the tribulations that come with it.\u001b[24m\n    \u001b[1m驚くべき勝利ではなく、それに伴う苦難の話。\u001b[22m, \u001b[1m驚くべき勝利の話ではないが、それが付属して苦難。\u001b[22m\n\u001b[4mThe opening scene of a nervous group of girls, performing their heart out.\u001b[24m\n    \u001b[1m女の子の神経質なグループのオープニングシーン、彼らの心を演出する。\u001b[22m, \u001b[1m、女の子の神経群のシーンを開いて自分の心を行います。\u001b[22m\n\u001b[4mThen you realize, there’s only a few people in the audience.\u001b[24m\n    \u001b[1mそれからあなたは、聴衆にはほんの数人しかいないことを実感します。\u001b[22m, \u001b[1mそして、あなたが実現する、聴衆の中にごく少数の人だけがあります。\u001b[22m\n\u001b[4mEach member carries a heavy backstory, few are marked with privilege like the members of μ’s.\u001b[24m\n    \u001b[1m各メンバーは重い裏話を持ち、ほとんどのメンバーはμのメンバーのような特権を持っています。\u001b[22m, \u001b[1m各メンバーは、いくつかは、μ年代のメンバーのような特典が付いています、重い裏話を運びます。\u001b[22m\n\u001b[4mMayu, a washed up idol who caused the decline of her parent’s wealth and relationship, or Kaya, who left home after her childhood friend went missing at sea and her depression was too much to bear.\u001b[24m\n    \u001b[1m子供の頃の友人が海で行方不明になって彼女のうつ病がなくなって家に帰ってきた親や親の富や関係の衰えを引き起こした偶像崇拝者Mayuは、負担が大きかった。\u001b[22m, \u001b[1mまゆ、彼女の親の富との関係、あるいは彼女の幼なじみが海で行方不明になった、彼女のうつ病は耐え難いものもあった後に家を出たカヤの低下を引き起こした打ち上げアイドル。\u001b[22m\n\u001b[4mThe drama and struggles are so real and relatable it hurts.\u001b[24m\n    \u001b[1mドラマと闘争はとても実に寛容です。\u001b[22m, \u001b[1mドラマと闘争は、それが痛いので、実数と話すことのできるあります。\u001b[22m\n\u001b[4mYou want them to be happy and you want them to succeed.\u001b[24m\n    \u001b[1mあなたは彼らを幸せにして、成功させたいと思っています。\u001b[22m, \u001b[1mあなたは彼らが幸せになりたい、あなたは彼らが成功したいです。\u001b[22m\n\u001b[1m\u001b[22m\nI know I keep comparing it to Love Live! but I can’t help it. You see every step of the music process (sort of) with Wake Up, Girls! From the production company booking jobs, to spending countless hours practicing, even hiring writers to write their songs. Love Live! had, well, Maki, allegedly writing and recording full pop songs and Kotori designing outfits. There’s no other relative show like it. Idolm@ster wasn’t really that music based, as odd as that sounds. The stories are relatively parallel between WUG and Love Live! but here’s my final thought on Wake Up, Girls!, yes, yes to everything. Everything was beautiful and nothing hurt. On my recent visit to Anime Expo, Yamamoto Yutaka (the director and producer of WUG) gave a quick Q &amp; A and he mentioned that the only real reason that WUG was given a green light was the idea of small town dreamers in a place like Sendai, could work hard enough to get there. And it’s true.\n\n\u001b[1m私はそれをLove Liveと比較し続けていることを知っています！ 私はそれを助けることはできません。 あなたは、目を覚まし、女の子と音楽プロセス（並べ替え）のすべてのステップを参照してください！ 制作会社の予約業務から、無数の時間を練習すること、執筆者を雇って曲を書くことまで。 ラブライブ！ まあ、まるで、ポップソングとコトリーのデザインの衣装を書く、録音していると言われました。 それのような他の関連ショーはありません。  Idolm @ sterは本当にその音楽ベースではなく、それは奇妙なものでした。 物語はWUGとラブライブの間で比較的平行です！ しかし、ここで私の最終的な考えはウェイクアップ、女の子!,はい、すべてのはい。 すべてが美しく、何も傷ついていませんでした。 最近、Anime Expoを訪れた山本豊（WUGのディレクター＆プロデューサー）は、Q＆amp;  WUGが緑色に輝いた唯一の本当の理由は、仙台のような場所にある小さな町の夢想家たちのアイデアだということだ。 それは本当です。\u001b[22m\n\u001b[1m(Watashi wa sore o rabu raibu to hikaku shi tsudzukete iru koto o shitte imasu! Watashi wa sore o tasukeru koto wa dekimasen. Sore no yōna ta no kanren shō wa arimasen. Idolm@ ster wa hontōni sono ongaku bēsude wa naku, sore wa kimyōna monodeshita. Monogatari wa WUG to rabu raibu no ma de hikakuteki heikōdesu! Shikashi, koko de watashi no saishū-tekina kangae wa u~eikuappu, on'nanoko!, Wa i, subete no hai. Subete ga utsukushiku, nani mo kizutsuite imasendeshita. Saikin, Anime Expo o otozureta Yamamoto Yutaka (WUG no direkutā& purode~yūsā) wa, Q& amp; WUG ga midoriiro ni kagayaita yuiitsu no hontō no riyū wa, Sendai no yōna basho ni aru chīsana machi no musō-ka-tachi no aideada to iu kotoda. Sore wa hontōdesu. Anata wa,-me o samashi, on'nanoko to ongaku purosesu (narabe-gae) no subete no suteppu o sanshō shite kudasai! Seisakukaisha no yoyaku gyōmu kara, musū no jikan o renshū suru koto, shippitsusha o yatotte kyoku o kaku koto made. Rabu raibu! Mā, marude, poppusongu to kotorī no dezain no ishō o kaku, rokuon shite iru to iwa remashita.)\u001b[22m\n\nTranslations of \u001b[4mI know I keep comparing it to Love Live! but I can’t help it. You see every step of the music process (sort of) with Wake Up, Girls! From the production company booking jobs, to spending countless hours practicing, even hiring writers to write their songs. Love Live! had, well, Maki, allegedly writing and recording full pop songs and Kotori designing outfits. There’s no other relative show like it. Idolm@ster wasn’t really that music based, as odd as that sounds. The stories are relatively parallel between WUG and Love Live! but here’s my final thought on Wake Up, Girls!, yes, yes to everything. Everything was beautiful and nothing hurt. On my recent visit to Anime Expo, Yamamoto Yutaka (the director and producer of WUG) gave a quick Q &amp; A and he mentioned that the only real reason that WUG was given a green light was the idea of small town dreamers in a place like Sendai, could work hard enough to get there. And it’s true.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know I keep comparing it to Love Live!\u001b[24m\n    \u001b[1m私はそれをLove Liveと比較し続けていることを知っています！\u001b[22m, \u001b[1m私はラブライブと比較する維持知っています！\u001b[22m\n\u001b[4mbut I can’t help it.\u001b[24m\n    \u001b[1m私はそれを助けることはできません。\u001b[22m, \u001b[1mしかし、私はそれを助けることはできません。\u001b[22m\n\u001b[4mThere’s no other relative show like it.\u001b[24m\n    \u001b[1mそれのような他の関連ショーはありません。\u001b[22m, \u001b[1mそれのような他の相対的なショーがありません。\u001b[22m\n\u001b[4mIdolm@ster wasn’t really that music based, as odd as that sounds.\u001b[24m\n    \u001b[1mIdolm @ sterは本当にその音楽ベースではなく、それは奇妙なものでした。\u001b[22m, \u001b[1mアイドルマスターIDOLM @は本当に、それが聞こえるように奇数基づいて、その音楽ではありませんでした。\u001b[22m\n\u001b[4mThe stories are relatively parallel between WUG and Love Live!\u001b[24m\n    \u001b[1m物語はWUGとラブライブの間で比較的平行です！\u001b[22m, \u001b[1m物語はライブWUGと愛の間で比較的平行です！\u001b[22m\n\u001b[4mbut here’s my final thought on Wake Up, Girls!, yes, yes to everything.\u001b[24m\n    \u001b[1mしかし、ここで私の最終的な考えはウェイクアップ、女の子!,はい、すべてのはい。\u001b[22m, \u001b[1mしかし、ここではモーニングコール、すべての女の子！、はい、はいに私の最終的な考えです。\u001b[22m\n\u001b[4mEverything was beautiful and nothing hurt.\u001b[24m\n    \u001b[1mすべてが美しく、何も傷ついていませんでした。\u001b[22m, \u001b[1mすべてがきれいだったし、何も傷つけません。\u001b[22m\n\u001b[4mOn my recent visit to Anime Expo, Yamamoto Yutaka (the director and producer of WUG) gave a quick Q &amp;\u001b[24m\n    \u001b[1m最近、Anime Expoを訪れた山本豊（WUGのディレクター＆プロデューサー）は、Q＆amp;\u001b[22m, \u001b[1mアニメエキスポへの私の最近の訪問で、山本豊（WUGのディレクターやプロデューサーが）迅速なQ＆アンペアを与えました。\u001b[22m\n\u001b[4mA and he mentioned that the only real reason that WUG was given a green light was the idea of small town dreamers in a place like Sendai, could work hard enough to get there.\u001b[24m\n    \u001b[1mWUGが緑色に輝いた唯一の本当の理由は、仙台のような場所にある小さな町の夢想家たちのアイデアだということだ。\u001b[22m, \u001b[1mAと彼はWUGは緑色の光を与えられた唯一の本当の理由は、仙台のような場所にある小さな町の夢想家のアイデアだったそこに取得するのに十分懸命に働くことができると述べました。\u001b[22m\n\u001b[4mAnd it’s true.\u001b[24m\n    \u001b[1mそれは本当です。\u001b[22m, \u001b[1mそして、それは本当です。\u001b[22m\n\u001b[4mYou see every step of the music process (sort of) with Wake Up, Girls!\u001b[24m\n    \u001b[1mあなたは、目を覚まし、女の子と音楽プロセス（並べ替え）のすべてのステップを参照してください！\u001b[22m, \u001b[1mあなたはモーニングコール、女の子と（ソートの）音楽プロセスの各ステップを参照してください！\u001b[22m\n\u001b[4mFrom the production company booking jobs, to spending countless hours practicing, even hiring writers to write their songs.\u001b[24m\n    \u001b[1m制作会社の予約業務から、無数の時間を練習すること、執筆者を雇って曲を書くことまで。\u001b[22m, \u001b[1mでも、彼らの曲を書くために作家を雇う、練習数え切れないほどの時間を過ごすには、ジョブを予約制作会社から。\u001b[22m\n\u001b[4mLove Live!\u001b[24m\n    \u001b[1mラブライブ！\u001b[22m\n\u001b[4mhad, well, Maki, allegedly writing and recording full pop songs and Kotori designing outfits.\u001b[24m\n    \u001b[1mまあ、まるで、ポップソングとコトリーのデザインの衣装を書く、録音していると言われました。\u001b[22m, \u001b[1m、よく、マキは、容疑者の書き込みとフルポップソングを記録し、ことりは衣装をデザインしていました。\u001b[22m\n\u001b[1m\u001b[22m\nAs much as I love Love Live!, watching a serious idol show was such a great change of pace and I really wish somewhere in the future, we can get another OVA showing the aftermath, or another season.\n\n\u001b[1m私はLove Live！が大好きです。深刻なアイドル・ショーを見ることは、ペースの大きな変化であり、将来のどこかで欲しいと思っています。\u001b[22m\n\u001b[1m(Watashi wa rabu raibu! Ga daisukidesu. Shinkokuna aidoru shō o miru koto wa, pēsu no ōkina henkadeari, shōrai no doko ka de hoshī to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs much as I love Love Live!, watching a serious idol show was such a great change of pace and I really wish somewhere in the future, we can get another OVA showing the aftermath, or another season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as I love Love Live!, watching a serious idol show was such a great change of pace and I really wish somewhere in the future, we can get another OVA showing the aftermath, or another season.\u001b[24m\n    \u001b[1m私はLove Live！が大好きです。深刻なアイドル・ショーを見ることは、ペースの大きな変化であり、将来のどこかで欲しいと思っています。\u001b[22m, \u001b[1m私は深刻なアイドルの番組を見て！ラブライブを愛すると同じくらいにはペースのような偉大な変化であったと私は本当にどこかに将来の希望、我々は余波を示す他のOVA、または別のシーズンを取得することができます。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "Plankton_SIF",
    "profile": "/profile/Plankton_SIF/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=229473",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  10\n\n注：これは私の最初のレビューを書いています。 それは偏っているかもしれませんが、なぜ尋ねる前に私を聞いてください。 また、私は親切なチャプチーであるように最善を尽くし、ガイドラインに従ったので、スポイラーはまったく含まれてはいけません。\n\nこれを2016年に書くと、私はこれを言うことを望んでいます。これは未来です。\n\n目を覚まし、女の子！ 文字通り何かに始まったこのアイドルアニメです。 東京を舞台に活躍するアイドル業界の注目を集める約7人の女の子。 それで私は評価します。\n\nストーリー：8/10\n\n私はプレクエル映画を見ずにこれを見て楽しんでいますが、このアニメはあなたを思うようにするものです。  'これはAKBの始まりですか？ これは、765 Proと346 Proの人々がどのように始まったのでしょうか？ なぜ今の時代に利用できるアイドルアニメとはまったく違うのですか？  7人の女の子と（スタートアップの）制作会社の旅は、文字通り、あなたがその一部であるような気分になる旅にあなたを連れて行きます。 彼らは閉鎖から学校を救う学校のアイドルではないかもしれませんが、彼らは間違いなくアイドルであることをやめて自分自身を保存します。\n\nアート：7/10\n\n私はまだその中にいるが、その物語が素晴らしいという事実はアートワークが良かったということを意味するものではない。 私はテレビのリリースを見ていないので、私はBDに大きく依存していました。 キャラクターが離れていると、アニメーターはバックグラウンドでの描画を最小限に抑え、裏のキャラクターを色付けしたスティックのように見せる傾向があります。 そしてそれはまだブルーレイにあります。 それにもかかわらず、色は素晴らしく、適切な色が必要な部分に影を付けていたので、2016年夏にリリースされたアニメと考えるかもしれません（私はあなたを見ています。\n\nサウンド：9/10\n\n私はEDが楽観的であることを期待しましたが、代わりにそれは本能的に「これらのアイドルがWUGから卒業しているかもしれません！」というようなメロディーな曲です。 しかし、OPは私を得た。  「7ガールズ・ウォー」は何かを見るべきである。 それはラッキースターを見ているようなあなたを気持ちよくさせる明るい歌です！ 途中に気泡、かわいい、萌えのプロットがあるようなもの。 しかし、彼らの歌「Tachiagare！」は視聴者にはよく知られています。 最も顕著です。 私はこの歌に私の耳を敷く瞬間、私はすぐにシリーズを見ながら私が偉大な、素晴らしいクルーズに入っていることを知っていた。 私は長い間、すべてのアイドルアニメーションシリーズの中で目立つような曲をもっとたくさん作りたいと思っています。\n\nキャラクター：8/10\n\nキャラクターの発達が説明され、正しく表示されているので、私はこのようなキャラクターを評価します。それは、あらかじめプレクエルを見ていない私にとっても非常に印象的です。 人々は最初のいくつかのエピソードを理解していないかもしれませんが、進行するにつれて、彼らが目標に達するためにどのように苦労しているかを理解するでしょう：Kouhaku Uta Gassen（White vs. Redを参照しています。 私は彼らがいつかそれに達することを望みます。 それを除けば、ドラマとその闘いは、あなたの毎日の偶像だけではないという確かな印象を与えました。 彼らは誰のために賞賛する人、誰かが石の人生があなたに投げているかどうかにかかわらず、高を目指す人にインスピレーションを与える人です。  「ああ、そんな偏見がない？ 誰でもそれよりもうまくいくのですよね？ '：そうではありません。 これは本物の闘いです。 これは、あなたに夢の方法、そしてその夢を実現する方法を教える人生です。 私はそのようなアニメシリーズが前に同じドラマの波を演奏したことは決して見たことがありません。\n\n楽しさ：10/10\n\n結局のところ、それはアイドルアニメ、結局のところです。 そして、すべてのアイドルアニメは、彼らがそれをどのように実行しても楽しいものでなければならない。  （私は2016年にこれを書いていることを忘れないでください。）Love Live！ あなたを笑わせて泣かせるかもしれませんが、Wake Up、Girlsと同じ楽しさは決してありません！ それは、それがスポットライトから退くまで、それはかなり長い間アニメ宇宙の残りの部分と区別するような方法で書かれています。 それは本当に価値のある時計です。 そしてあなたがそれをしている時には、旅の価値があります。 あなたの世界レベルのエンターテインメントではありませんが、毎日楽しむ日常のエンターテイメントです。\n\n全体：9/10\n\nこれは未来です。 今日は過小評価されているかもしれませんが、将来的にはそれが大きくなると確信しています。 適切な数式とカリスマで、私はそれを確信しています。 私は最後まで私の人生を築くに値するアイドルアニメを見つけたので、最後まで見守っていきます。\n\n彼らは大きくなるでしょう。 もしそうでなければ、ファンはそれを起こさせるでしょう。  「やってみよう！ 目を覚まし、女の子！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNote: This is my first time writing a review. It might be biased but hear me out before asking why. Also, I tried my best to be an obedient chap and followed the guidelines so it should not contain any spoilers whatsoever.\n\n\u001b[1m注：これは私の最初のレビューを書いています。 それは偏っているかもしれませんが、なぜ尋ねる前に私を聞いてください。 また、私は親切なチャプチーであるように最善を尽くし、ガイドラインに従ったので、スポイラーはまったく含まれてはいけません。\u001b[22m\n\u001b[1m(Chū: Kore wa watashi no saisho no rebyū o kaite imasu. Sore wa katayotte iru kamo shiremasenga, naze tazuneru mae ni watashi o kiite kudasai. Mata, watashi wa shinsetsuna chapuchīdearu yō ni saizen o tsukushi, gaidorain ni shitagattanode, supoirā wa mattaku fukuma rete wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mNote: This is my first time writing a review. It might be biased but hear me out before asking why. Also, I tried my best to be an obedient chap and followed the guidelines so it should not contain any spoilers whatsoever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This is my first time writing a review.\u001b[24m\n    \u001b[1m注：これは私の最初のレビューを書いています。\u001b[22m, \u001b[1m注：これは、レビューを書いて初めてです。\u001b[22m\n\u001b[4mIt might be biased but hear me out before asking why.\u001b[24m\n    \u001b[1mそれは偏っているかもしれませんが、なぜ尋ねる前に私を聞いてください。\u001b[22m, \u001b[1mこれは、バイアスされたが、なぜ尋ねる前に、私を聞くことがあります。\u001b[22m\n\u001b[4mAlso, I tried my best to be an obedient chap and followed the guidelines so it should not contain any spoilers whatsoever.\u001b[24m\n    \u001b[1mまた、私は親切なチャプチーであるように最善を尽くし、ガイドラインに従ったので、スポイラーはまったく含まれてはいけません。\u001b[22m, \u001b[1mまた、私は従順な男であることが私の最高のを試してみましたが、それがいかなるスポイラーを含むべきではありませんので、ガイドラインに従いました。\u001b[22m\n\u001b[1m\u001b[22m\nWriting this in 2016 wants me to say this: This is the future.\n\n\u001b[1mこれを2016年に書くと、私はこれを言うことを望んでいます。これは未来です。\u001b[22m\n\u001b[1m(Kore o 2016-nen ni kaku to, watashi wa kore o iu koto o nozonde imasu. Kore wa miraidesu.)\u001b[22m\n\nTranslations of \u001b[4mWriting this in 2016 wants me to say this: This is the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWriting this in 2016 wants me to say this: This is the future.\u001b[24m\n    \u001b[1mこれを2016年に書くと、私はこれを言うことを望んでいます。これは未来です。\u001b[22m, \u001b[1m2016年にこれを書き込むと、私はこれを言いたい：これは、将来のです。\u001b[22m\n\u001b[1m\u001b[22m\nWake Up, Girls! is this kind of idol anime that started from literally nothing into something. It's about seven girls aiming for a spotlight at Tokyo's booming idol industry. And so I rate.\n\n\u001b[1m目を覚まし、女の子！ 文字通り何かに始まったこのアイドルアニメです。 東京を舞台に活躍するアイドル業界の注目を集める約7人の女の子。 それで私は評価します。\u001b[22m\n\u001b[1m(Me o samashi, on'nanoko! Mojidōri nanika ni hajimatta kono aidoru animedesu. Tōkyō o butai ni katsuyaku suru aidoru gyōkai no chūmokuwoatsumeru yaku 7-ri no on'nanoko. Sorede watashi wa hyōka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWake Up, Girls! is this kind of idol anime that started from literally nothing into something. It's about seven girls aiming for a spotlight at Tokyo's booming idol industry. And so I rate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWake Up, Girls!\u001b[24m\n    \u001b[1m目を覚まし、女の子！\u001b[22m, \u001b[1m、女の子モーニングコール！\u001b[22m\n\u001b[4mis this kind of idol anime that started from literally nothing into something.\u001b[24m\n    \u001b[1m文字通り何かに始まったこのアイドルアニメです。\u001b[22m, \u001b[1m何かに文字通りゼロから始めたアイドルアニメのこのようなものです。\u001b[22m\n\u001b[4mIt's about seven girls aiming for a spotlight at Tokyo's booming idol industry.\u001b[24m\n    \u001b[1m東京を舞台に活躍するアイドル業界の注目を集める約7人の女の子。\u001b[22m, \u001b[1mこれは、東京の好景気アイドル業界にスポットライトを目指し、約7女の子です。\u001b[22m\n\u001b[4mAnd so I rate.\u001b[24m\n    \u001b[1mそれで私は評価します。\u001b[22m, \u001b[1mそして私は評価します。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\nWhile I enjoy watching this without watching the prequel movie first, this anime is something that will make you think. 'Is this how AKB started? Is this how the folks at 765 Pro and 346 Pro started? Why is it so different from any idol anime currently available on this time and age?' A journey of seven girls and a (startup?) production company will literally take you to a journey that will make you feel like you're a part of it. They might not be school idols saving the school from closing, but they will definitely save themselves from quitting being an idol.\n\n\u001b[1m私はプレクエル映画を見ずにこれを見て楽しんでいますが、このアニメはあなたを思うようにするものです。  'これはAKBの始まりですか？ これは、765 Proと346 Proの人々がどのように始まったのでしょうか？ なぜ今の時代に利用できるアイドルアニメとはまったく違うのですか？  7人の女の子と（スタートアップの）制作会社の旅は、文字通り、あなたがその一部であるような気分になる旅にあなたを連れて行きます。 彼らは閉鎖から学校を救う学校のアイドルではないかもしれませんが、彼らは間違いなくアイドルであることをやめて自分自身を保存します。\u001b[22m\n\u001b[1m(Watashi wa purekueru eiga o mizu ni kore o mite tanoshinde imasuga, kono anime wa anata o omou yō ni suru monodesu. ' Koreha AKB no hajimaridesu ka? Kore wa, 765 Pro to 346 Pro no hitobito ga dono yō ni hajimatta nodeshou ka? Naze ima no jidai ni riyō dekiru aidoru anime to wa mattaku chigau nodesu ka? 7-Ri no on'nanoko to (sutātoappu no) seisakukaisha no tabi wa, mojidōri, anata ga sono ichibudearu yōna kibun ni naru tabi ni anata o tsurete ikimasu. Karera wa heisa kara gakkō o sukuu gakkō no aidorude wanai kamo shiremasenga, karera wa machigainaku aidorudearu koto o yamete jibun jishin o hozon shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile I enjoy watching this without watching the prequel movie first, this anime is something that will make you think. 'Is this how AKB started? Is this how the folks at 765 Pro and 346 Pro started? Why is it so different from any idol anime currently available on this time and age?' A journey of seven girls and a (startup?) production company will literally take you to a journey that will make you feel like you're a part of it. They might not be school idols saving the school from closing, but they will definitely save themselves from quitting being an idol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I enjoy watching this without watching the prequel movie first, this anime is something that will make you think.\u001b[24m\n    \u001b[1m私はプレクエル映画を見ずにこれを見て楽しんでいますが、このアニメはあなたを思うようにするものです。\u001b[22m, \u001b[1m私が最初に続編の映画を見てせずにこれを見て楽しむ一方で、このアニメは、あなたが思うようになりますものです。\u001b[22m\n\u001b[4m'Is this how AKB started?\u001b[24m\n    \u001b[1m'これはAKBの始まりですか？\u001b[22m, \u001b[1m「AKBが開始どのようにこのですか？\u001b[22m\n\u001b[4mIs this how the folks at 765 Pro and 346 Pro started?\u001b[24m\n    \u001b[1mこれは、765 Proと346 Proの人々がどのように始まったのでしょうか？\u001b[22m, \u001b[1mこれは、765プロと346プロ開始でどのように人々はありますか？\u001b[22m\n\u001b[4mWhy is it so different from any idol anime currently available on this time and age?'\u001b[24m\n    \u001b[1mなぜ今の時代に利用できるアイドルアニメとはまったく違うのですか？\u001b[22m, \u001b[1mなぜそれがこの時間と年齢で現在利用可能な任意のアイドルアニメからそれほど違うのですか？」\u001b[22m\n\u001b[4mA journey of seven girls and a (startup?) production company will literally take you to a journey that will make you feel like you're a part of it.\u001b[24m\n    \u001b[1m7人の女の子と（スタートアップの）制作会社の旅は、文字通り、あなたがその一部であるような気分になる旅にあなたを連れて行きます。\u001b[22m, \u001b[1m7女の子と（起動？）制作会社の旅は、文字通り、あなたがそれの一部しているように感じるようになります旅に行くことができます。\u001b[22m\n\u001b[4mThey might not be school idols saving the school from closing, but they will definitely save themselves from quitting being an idol.\u001b[24m\n    \u001b[1m彼らは閉鎖から学校を救う学校のアイドルではないかもしれませんが、彼らは間違いなくアイドルであることをやめて自分自身を保存します。\u001b[22m, \u001b[1m彼らは閉鎖から学校を保存学校の偶像ではないかもしれませんが、彼らは間違いなくアイドルであること終了から身を保存します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\n\u001b[1m\u001b[22m\nWhile I'm still in it, the fact that the story was great doesn't mean the artwork was good. I haven't watched the TV release, so I heavily relied on BD's I have. I think the same problem on every anime remains: when the character is away, the animators have the tendency to minimize the drawings on the background, making the characters at the back look like stick drawings with color in it. And it's still there at the Blu-rays. Nevertheless, the colors were nice, and the right colors were shaded on the parts that it requires it so well, you might think of it as an anime released during Summer 2016 (I'm looking at you, ufotable.)\n\n\u001b[1m私はまだその中にいるが、その物語が素晴らしいという事実はアートワークが良かったということを意味するものではない。 私はテレビのリリースを見ていないので、私はBDに大きく依存していました。 キャラクターが離れていると、アニメーターはバックグラウンドでの描画を最小限に抑え、裏のキャラクターを色付けしたスティックのように見せる傾向があります。 そしてそれはまだブルーレイにあります。 それにもかかわらず、色は素晴らしく、適切な色が必要な部分に影を付けていたので、2016年夏にリリースされたアニメと考えるかもしれません（私はあなたを見ています。\u001b[22m\n\u001b[1m(Watashi wa mada sono naka ni iru ga, sono monogatari ga subarashī to iu jijitsu wa ātowāku ga yokatta to iu koto o imi suru monode wanai. Watashi wa terebi no rirīsu o mite inainode, watashi wa BD ni ōkiku izon shite imashita. Kyarakutā ga hanarete iru to, animētā wa bakkuguraundo de no byōga o saishōgen ni osae, ura no kyarakutā o irodzuke shita sutikku no yō ni miseru keikō ga arimasu. Soshite sore wa mada burūrei ni arimasu. Sore nimokakawarazu,-iro wa subarashiku, tekisetsuna iro ga hitsuyōna bubun ni kage o tsukete itanode, 2016-nen natsu ni rirīsu sa reta anime to kangaeru kamo shiremasen (watashi wa anata o mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile I'm still in it, the fact that the story was great doesn't mean the artwork was good. I haven't watched the TV release, so I heavily relied on BD's I have. I think the same problem on every anime remains: when the character is away, the animators have the tendency to minimize the drawings on the background, making the characters at the back look like stick drawings with color in it. And it's still there at the Blu-rays. Nevertheless, the colors were nice, and the right colors were shaded on the parts that it requires it so well, you might think of it as an anime released during Summer 2016 (I'm looking at you, ufotable.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I'm still in it, the fact that the story was great doesn't mean the artwork was good.\u001b[24m\n    \u001b[1m私はまだその中にいるが、その物語が素晴らしいという事実はアートワークが良かったということを意味するものではない。\u001b[22m, \u001b[1m私はそれはまだだが、話が大きかったという事実は、アートワークが良かったわけではありません。\u001b[22m\n\u001b[4mI haven't watched the TV release, so I heavily relied on BD's I have.\u001b[24m\n    \u001b[1m私はテレビのリリースを見ていないので、私はBDに大きく依存していました。\u001b[22m, \u001b[1m私はテレビのリリースを見ていないので、私は頻繁に私が持っているBDのに依存していました。\u001b[22m\n\u001b[4mI think the same problem on every anime remains: when the character is away, the animators have the tendency to minimize the drawings on the background, making the characters at the back look like stick drawings with color in it.\u001b[24m\n    \u001b[1mキャラクターが離れていると、アニメーターはバックグラウンドでの描画を最小限に抑え、裏のキャラクターを色付けしたスティックのように見せる傾向があります。\u001b[22m, \u001b[1m文字が離れているときに、アニメーターは後ろで文字を作る、背景に図面を最小化する傾向があり、その中に色とスティックの図面のように見える：私はすべてのアニメで同じ問題が残っていると思います。\u001b[22m\n\u001b[4mAnd it's still there at the Blu-rays.\u001b[24m\n    \u001b[1mそしてそれはまだブルーレイにあります。\u001b[22m, \u001b[1mそして、それはブルーレイでまだそこです。\u001b[22m\n\u001b[4mNevertheless, the colors were nice, and the right colors were shaded on the parts that it requires it so well, you might think of it as an anime released during Summer 2016 (I'm looking at you, ufotable.)\u001b[24m\n    \u001b[1mそれにもかかわらず、色は素晴らしく、適切な色が必要な部分に影を付けていたので、2016年夏にリリースされたアニメと考えるかもしれません（私はあなたを見ています。\u001b[22m, \u001b[1mそれにもかかわらず、色が素敵だったし、右の色は、それがとてもよく、それを必要とする部分に網掛けされた、あなたは夏2016年の間に放出されるアニメのようなものと思うかもしれません（私はユーフォーテーブル、あなたを探しています。）\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m\u001b[22m\nI expected the ED to be an upbeat, but instead it's a melodic song that will instinctively tell you that 'these idols might be graduating from WUG!', or something like that. The OP got me, though. '7 Girls' War' is something to be looked upon. It's an upbeat song that will make you feel like you're watching Lucky Star! or something similar that has a bubbly, kawaii and moe plot along the way. But, it's common knowledge to viewers that their song, 'Tachiagare!' stands out the most. The moment I laid my ears on this song, I instantly knew that I'm into a great, great cruise while watching the series. I wish for them to create more songs that will stand out among all idol animated series for a long time.\n\n\u001b[1m私はEDが楽観的であることを期待しましたが、代わりにそれは本能的に「これらのアイドルがWUGから卒業しているかもしれません！」というようなメロディーな曲です。 しかし、OPは私を得た。  「7ガールズ・ウォー」は何かを見るべきである。 それはラッキースターを見ているようなあなたを気持ちよくさせる明るい歌です！ 途中に気泡、かわいい、萌えのプロットがあるようなもの。 しかし、彼らの歌「Tachiagare！」は視聴者にはよく知られています。 最も顕著です。 私はこの歌に私の耳を敷く瞬間、私はすぐにシリーズを見ながら私が偉大な、素晴らしいクルーズに入っていることを知っていた。 私は長い間、すべてのアイドルアニメーションシリーズの中で目立つような曲をもっとたくさん作りたいと思っています。\u001b[22m\n\u001b[1m(Watashi wa ED ga rakukantekidearu koto o kitai shimashitaga, kawarini soreha hon'nō-teki ni `korera no aidoru ga WUG kara sotsugyō shite iru kamo shiremasen!' To iu yōna merodīna kyokudesu. Shikashi, OP wa watashi o eta. `7 Gāruzu u~ō' wa nanika o mirubekidearu. Sore wa rakkīsutā o mite iru yōna anata o kimochiyoku sa seru akarui utadesu! Tochū ni kihō, kawaī, moe no purotto ga aru yōna mono. Shikashi, karera no uta `Tachiagare!' Wa shichō-sha ni wa yoku shira rete imasu. Mottomo kenchodesu. Watashi wa kono uta ni watashi no mimi o shiku shunkan, watashi wa sugu ni shirīzu o minagara watashi ga idaina, subarashī kurūzu ni haitte iru koto o shitteita. Watashi wa nagaiai, subete no aidoruanimēshonshirīzu no naka de medatsu yōna kyoku o motto takusan tsukuritai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI expected the ED to be an upbeat, but instead it's a melodic song that will instinctively tell you that 'these idols might be graduating from WUG!', or something like that. The OP got me, though. '7 Girls' War' is something to be looked upon. It's an upbeat song that will make you feel like you're watching Lucky Star! or something similar that has a bubbly, kawaii and moe plot along the way. But, it's common knowledge to viewers that their song, 'Tachiagare!' stands out the most. The moment I laid my ears on this song, I instantly knew that I'm into a great, great cruise while watching the series. I wish for them to create more songs that will stand out among all idol animated series for a long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected the ED to be an upbeat, but instead it's a melodic song that will instinctively tell you that 'these idols might be graduating from WUG!', or something like that.\u001b[24m\n    \u001b[1m私はEDが楽観的であることを期待しましたが、代わりにそれは本能的に「これらのアイドルがWUGから卒業しているかもしれません！」というようなメロディーな曲です。\u001b[22m, \u001b[1m私はEDが明るいことが期待が、代わりにそれは本能的に '！これらの偶像は、WUGを卒業する可能性がある」ことを伝える、またはそのようなことになりますメロディアスな曲です。\u001b[22m\n\u001b[4mThe OP got me, though.\u001b[24m\n    \u001b[1mしかし、OPは私を得た。\u001b[22m, \u001b[1mOPは、しかし、私を得ました。\u001b[22m\n\u001b[4m'7 Girls' War' is something to be looked upon.\u001b[24m\n    \u001b[1m「7ガールズ・ウォー」は何かを見るべきである。\u001b[22m, \u001b[1m「7女子戦争 'を見下ろしていましたされるものです。\u001b[22m\n\u001b[4mIt's an upbeat song that will make you feel like you're watching Lucky Star!\u001b[24m\n    \u001b[1mそれはラッキースターを見ているようなあなたを気持ちよくさせる明るい歌です！\u001b[22m, \u001b[1mそれはあなたがラッキースターを見ているように感じるようになります明るい曲です！\u001b[22m\n\u001b[4mor something similar that has a bubbly, kawaii and moe plot along the way.\u001b[24m\n    \u001b[1m途中に気泡、かわいい、萌えのプロットがあるようなもの。\u001b[22m, \u001b[1mまたは似たような道に沿って快活、かわいいと萌えプロットを有しています。\u001b[22m\n\u001b[4mBut, it's common knowledge to viewers that their song, 'Tachiagare!'\u001b[24m\n    \u001b[1mしかし、彼らの歌「Tachiagare！」は視聴者にはよく知られています。\u001b[22m, \u001b[1mしかし、それは彼らの歌、ということ視聴者に共通の知識です」Tachiagare！」\u001b[22m\n\u001b[4mstands out the most.\u001b[24m\n    \u001b[1m最も顕著です。\u001b[22m, \u001b[1m最も際立っています。\u001b[22m\n\u001b[4mThe moment I laid my ears on this song, I instantly knew that I'm into a great, great cruise while watching the series.\u001b[24m\n    \u001b[1m私はこの歌に私の耳を敷く瞬間、私はすぐにシリーズを見ながら私が偉大な、素晴らしいクルーズに入っていることを知っていた。\u001b[22m, \u001b[1m私はこの曲に耳を置いた瞬間、私は即座にシリーズを見ながら私は偉大な、偉大なクルーズにだと知っていました。\u001b[22m\n\u001b[4mI wish for them to create more songs that will stand out among all idol animated series for a long time.\u001b[24m\n    \u001b[1m私は長い間、すべてのアイドルアニメーションシリーズの中で目立つような曲をもっとたくさん作りたいと思っています。\u001b[22m, \u001b[1m私は彼らが長い時間のためのすべてのアイドルアニメシリーズの中で頭角を現すだろうより多くの曲を作成することを望みます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m\u001b[22m\nI rate the character like this because the development of the characters were explained and shown properly, even for me who haven't watched the prequel beforehand, which is quite impressive. Folks might not understand the first few episodes, but as it progresses, you will realize how they struggled to reach their goal: Kouhaku Uta Gassen (in reference to White vs. Red that some of them are talking about). I wish for them to reach it someday. That aside, the drama, and their struggles had made a solid impression that they are not just your everyday idols. They are someone to admire for, and someone that will inspire someone to aim high no matter how hard the stones life has been throwing at you. 'Eh, but isn't that kind of biased? Anyone can do better than that, right?': It isn't. This is a genuine struggle. This is life teaching you how to dream, and how to achieve that dream. I've never seen such anime series executed the same wave of drama before, and it surely hits home whenever I recall some parts of it.\n\n\u001b[1mキャラクターの発達が説明され、正しく表示されているので、私はこのようなキャラクターを評価します。それは、あらかじめプレクエルを見ていない私にとっても、かなり印象的です。 人々は最初のいくつかのエピソードを理解していないかもしれませんが、進行するにつれて、彼らが目標に達するためにどのように苦労しているかを理解するでしょう：Kouhaku Uta Gassen（White vs. Redを参照しています。 私は彼らがいつかそれに達することを望みます。 それを除けば、ドラマとその闘いは、あなたの毎日の偶像だけではないという確かな印象を与えました。 彼らは誰のために賞賛する誰か、誰かが石の人生があなたに投げているにかかわらず、高を狙うためにインスピレーションを与える人です。  「えー、そんな偏見はない？ 誰でもそれよりもうまくいくのですよね？ '：そうではありません。 これは本物の闘いです。 これは、あなたに夢の方法、そしてその夢を実現する方法を教える人生です。 私はそのようなアニメシリーズが前に同じドラマの波を実行したことは決して見たことがありません。\u001b[22m\n\u001b[1m(Kyarakutā no hattatsu ga setsumei sa re, tadashiku hyōji sa rete irunode, watashi wa kono yōna kyarakutā o hyōka shimasu. Sore wa, arakajime purekueru o miteinai watashi ni tottemo, kanari inshō-tekidesu. Hitobito wa saisho no ikutsu ka no episōdo o rikai shite inai kamo shiremasenga, shinkō suru ni tsurete, karera ga mokuhyō ni tassuru tame ni dono yō ni kurō shite iru ka o rikai surudeshou: Kouhaku Uta Gassen (White vs. Red o sanshō shite imasu. Watashi wa karera ga itsuka sore ni tassuru koto o nozomimasu. Sore o nozokeba, dorama to sono tatakai wa, anata no mainichi no gūzō dakede wa nai to iu tashikana inshō o ataemashita. Karera wa dare no tame ni shōsan suru dareka, darekaga-seki no jinsei ga anata ni nagete iru ni kakawarazu,-kō o nerau tame ni insupirēshon o ataeru hitodesu. `E ̄ , son'na henken wanai? Dare demo sore yori mo umaku iku nodesu yo ne? ':-Sōde wa arimasen. Kore wa honmono no tatakaidesu. Kore wa, anata ni yume no hōhō, soshite sono yume o jitsugen suru hōhō o oshieru jinseidesu. Watashi wa sono yōna animeshirīzu ga mae ni onaji dorama no nami o jikkō shita koto wa kesshite mita koto ga arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m\u001b[22m\nOf course, it's an idol anime, after all. And that all idol anime must be enjoyable no matter how they executed it. (Remember that I'm writing this in 2016, so.) Love Live! might make you laugh and cry, but it will never have the same enjoyment as Wake Up, Girls!. It's been written in such a way it will distinguish itself from the rest of the anime universe for quite a long time until it fades from the spotlight. It is, truly, a worth of a watch. And worth of a journey too, when you're at it. It isn't your world-class entertainment, but it's your everyday entertainment that you will enjoy every day.\n\n\u001b[1m結局のところ、それはアイドルアニメ、結局のところです。 そして、すべてのアイドルアニメは、彼らがそれをどのように実行しても楽しいものでなければならない。  （私は2016年にこれを書いていることを忘れないでください。）Love Live！ あなたを笑わせて泣かせるかもしれませんが、Wake Up、Girlsと同じ楽しさは決してありません！ それは、それがスポットライトから退くまで、それはかなり長い間アニメ宇宙の残りの部分と区別するような方法で書かれています。 それは本当に価値のある時計です。 そしてあなたがそれをしている時には、旅の価値があります。 あなたの世界レベルのエンターテインメントではありませんが、毎日楽しむ日常のエンターテイメントです。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, soreha aidoru anime, kekkyokunotokorodesu. Soshite, subete no aidoru anime wa, karera ga sore o dono yō ni jikkō shite mo tanoshī monodenakereba naranai. (Watashi wa 2016-nen ni kore o kaite iru koto o wasurenaide kudasai. ) Rabu raibu! Anata o warawa sete nakaseru kamo shiremasenga, u~ēkuappu, Girls to onaji tanoshi-sa wa kesshite arimasen! Sore wa, sore ga supottoraito kara shirizoku made, sore wa kanari nagaiai anime uchū no nokori no bubun to kubetsu suru yōna hōhō de kaka rete imasu. Sore wa hontōni kachinoaru tokeidesu. Soshite anata ga sore o shite iru tokiniha, tabi no kachi ga arimasu. Anata no sekai reberu no entāteinmentode wa arimasenga, mainichi tanoshimu nichijō no entāteimentodesu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, it's an idol anime, after all. And that all idol anime must be enjoyable no matter how they executed it. (Remember that I'm writing this in 2016, so.) Love Live! might make you laugh and cry, but it will never have the same enjoyment as Wake Up, Girls!. It's been written in such a way it will distinguish itself from the rest of the anime universe for quite a long time until it fades from the spotlight. It is, truly, a worth of a watch. And worth of a journey too, when you're at it. It isn't your world-class entertainment, but it's your everyday entertainment that you will enjoy every day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, it's an idol anime, after all.\u001b[24m\n    \u001b[1m結局のところ、それはアイドルアニメ、結局のところです。\u001b[22m, \u001b[1mもちろん、それはすべての後に、アイドルアニメです。\u001b[22m\n\u001b[4mAnd that all idol anime must be enjoyable no matter how they executed it.\u001b[24m\n    \u001b[1mそして、すべてのアイドルアニメは、彼らがそれをどのように実行しても楽しいものでなければならない。\u001b[22m, \u001b[1mそして、すべてのアイドルアニメは関係なく、彼らはそれを実行する方法を楽しくしてはならないこと。\u001b[22m\n\u001b[4m(Remember that I'm writing this in 2016, so.) Love Live!\u001b[24m\n    \u001b[1m（私は2016年にこれを書いていることを忘れないでください。）Love Live！\u001b[22m, \u001b[1m（私は、2016年にこれを書いていることに注意してください。）ラブライブ！\u001b[22m\n\u001b[4mmight make you laugh and cry, but it will never have the same enjoyment as Wake Up, Girls!.\u001b[24m\n    \u001b[1mあなたを笑わせて泣かせるかもしれませんが、Wake Up、Girlsと同じ楽しさは決してありません！\u001b[22m, \u001b[1mあなたが笑わせると叫び、それはモーニングコール、女の子と同じ楽しみを持っていることはありません可能性があります！\u001b[22m\n\u001b[4mIt's been written in such a way it will distinguish itself from the rest of the anime universe for quite a long time until it fades from the spotlight.\u001b[24m\n    \u001b[1mそれは、それがスポットライトから退くまで、それはかなり長い間アニメ宇宙の残りの部分と区別するような方法で書かれています。\u001b[22m, \u001b[1mそれはスポットライトからフェードインするまで、それは非常に長い時間のためにアニメ宇宙の残りの部分から自分自身を区別しますように書かれています。\u001b[22m\n\u001b[4mIt is, truly, a worth of a watch.\u001b[24m\n    \u001b[1mそれは本当に価値のある時計です。\u001b[22m, \u001b[1mそれは、本当に、時計の価値があります。\u001b[22m\n\u001b[4mAnd worth of a journey too, when you're at it.\u001b[24m\n    \u001b[1mそしてあなたがそれをしている時には、旅の価値があります。\u001b[22m, \u001b[1mそして旅の価値が、あまりにも、あなたがそれをしているとき。\u001b[22m\n\u001b[4mIt isn't your world-class entertainment, but it's your everyday entertainment that you will enjoy every day.\u001b[24m\n    \u001b[1mあなたの世界レベルのエンターテインメントではありませんが、毎日楽しむ日常のエンターテイメントです。\u001b[22m, \u001b[1mそれはあなたの世界クラスの娯楽ではありませんが、それはあなたが毎日お楽しみいただけますあなたの毎日のエンターテイメントです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is the future. It might be underrated today but I'm sure that they will make it bigger in the future. With the right formula and charisma, I'm sure of it. I will keep watch until the end, since I finally found an idol anime worthy of laying my life upon.\n\n\u001b[1mこれは未来です。 今日は過小評価されているかもしれませんが、将来的にはそれが大きくなると確信しています。 適切な数式とカリスマで、私はそれを確信しています。 私は最後まで私の人生を築くに値するアイドルアニメを見つけたので、最後まで見守っていきます。\u001b[22m\n\u001b[1m(Kore wa miraidesu. Kyō wa kashō hyōka sa rete iru kamo shiremasenga, shōrai-teki ni wa sore ga ōkiku naru to kakushin shite imasu. Tekisetsuna sūshiki to karisuma de, watashi wa sore o kakushin shite imasu. Watashi wa saigomade watashinojinsei o kizuku ni ataisuru aidoru anime o mitsuketanode, saigomade mimamotte ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the future. It might be underrated today but I'm sure that they will make it bigger in the future. With the right formula and charisma, I'm sure of it. I will keep watch until the end, since I finally found an idol anime worthy of laying my life upon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the future.\u001b[24m\n    \u001b[1mこれは未来です。\u001b[22m, \u001b[1mこれは、将来のです。\u001b[22m\n\u001b[4mIt might be underrated today but I'm sure that they will make it bigger in the future.\u001b[24m\n    \u001b[1m今日は過小評価されているかもしれませんが、将来的にはそれが大きくなると確信しています。\u001b[22m, \u001b[1m今日は過小評価されるかもしれないが、私は、彼らが将来的にそれが大きな行うことを確信しています。\u001b[22m\n\u001b[4mWith the right formula and charisma, I'm sure of it.\u001b[24m\n    \u001b[1m適切な数式とカリスマで、私はそれを確信しています。\u001b[22m, \u001b[1m右の式とカリスマ性で、私はそれを確信しています。\u001b[22m\n\u001b[4mI will keep watch until the end, since I finally found an idol anime worthy of laying my life upon.\u001b[24m\n    \u001b[1m私は最後まで私の人生を築くに値するアイドルアニメを見つけたので、最後まで見守っていきます。\u001b[22m, \u001b[1m私は最終的に上に私の人生を敷設に値するアイドルアニメを見つけたので、私は、最後まで時計を維持します。\u001b[22m\n\u001b[1m\u001b[22m\nThey will make big. If they don't, the fans will make it happen. 'Let's do our best! Wake up, Girls!'\n\n\u001b[1m彼らは大きくなるでしょう。 もしそうでなければ、ファンはそれを起こさせるでしょう。  「やってみよう！ 目を覚まし、女の子！\u001b[22m\n\u001b[1m(Karera wa ōkiku narudeshou. Moshi sōdenakereba, fan wa sore o okosa serudeshou. `Yatte miyou! Me o samashi, on'nanoko!)\u001b[22m\n\nTranslations of \u001b[4mThey will make big. If they don't, the fans will make it happen. 'Let's do our best! Wake up, Girls!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey will make big.\u001b[24m\n    \u001b[1m彼らは大きくなるでしょう。\u001b[22m, \u001b[1m彼らはビッグになります。\u001b[22m\n\u001b[4mIf they don't, the fans will make it happen.\u001b[24m\n    \u001b[1mもしそうでなければ、ファンはそれを起こさせるでしょう。\u001b[22m, \u001b[1mそうでない場合は、ファンはそれが起こるようになります。\u001b[22m\n\u001b[4m'Let's do our best!\u001b[24m\n    \u001b[1m「やってみよう！\u001b[22m, \u001b[1m「頑張りましょう！\u001b[22m\n\u001b[4mWake up, Girls!'\u001b[24m\n    \u001b[1m目を覚まし、女の子！\u001b[22m, \u001b[1m、女の子目を覚まします！」\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "XDantheManX",
    "profile": "/profile/XDantheManX/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=151833",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nウェイクアップ、ガールズはキャッチーな歌と素敵なキャラクターで大アイドルアニメですが、とりわけ動く現実的な話があります。\n\n最後にLove Live！を見て、私は信じられないほど楽しかったアニメだと言わなければならない。 それは面白い、面白いとキャラクターの生き生きしたインタラクションは、非常に多くのレコードを壊しているアニメから驚くことではない、見て喜んでいる。 この曲は、メロディーでもボーカルでも高品質であり、学校を救って学校のアイドルになるために女子が苦労しているのを見て、十分なキャラクターの発展が見られます。\n\n物語的には、私はWUGと比較してこの部門では欠けていることがわかります。 現実的なアイドルアニメとして感謝することが困難な糖コーティングの多くがあります。 華やかな衣装で踊り、陽気に歌っている優雅で才能のある女の子は、アイドル業界が私たちに見てもらいたいものです。 業界が本当にどのようにしているかは、私たちには隠されており、私たちは皆、その事実を認識しています。 何が起こっているのかわかっているのに、なぜアイドルアニメやコンサートを見ているのですか？\n\nそれは深く、私たちは資本主義的で個人主義的な社会によって育まれ、育まれた利己主義を持っているからです。 私たちは主に自分自身を気遣う傾向があり、真実からはそれ以上のものはありません。 私たち自身を満足させたり、芸術家や才能を本当に感謝するためにコンサートに出席しますか？ 何が最初に来ますか？ それは自分自身か他の人ですか？ 疑いの余地はないが、多くの人がこれを認めず、バブルガムのメロディーを楽しみながらアイドル産業が活況を呈しているのはこのためである。\n\n私がWUGの最初のエピソードを見たとき、私は当初自分がしていたことが自殺と同じであり、自分自身を殺し、潜在的なファンを抑止すると考えていました。 結局のところ、アイドルファンは、喉の競争が激しく、女の子はファンのためにうまくいくために絶えず困難なトレーニングを受けている業界に貢献してくれると考えていますか？ 誰もしません。 私たちが見たいのは、夢のあとの女の子たちの話、私たちの足元に私たちを惹きつけるための歌を歌うことです。\n\nアイドル産業と人生の過酷な現実を暴露し、アイドルがアイドルになっていく様子を見せてくれる、この非常に面白いことは、それを守る責任があります。  WUGは、アイドルアニメの核心にもかかわらず、激しい打撃真実を提供することによって、恥と謙虚さを恐れることはありません。 現実世界の問題を反映し、視聴者にそれを支持することを妨げることは、アイドルアニメとして現れようとするこの非常に繊細なバランスは、それを際立たせるものです。\n\nアニメーションの標準は、WUGの音楽はLove Liveのそれほど高くないかもしれませんが、それが保持する教訓は貴重で貴重なものです。 あなたはあなたの夢を追うべきですか？ 彼らは彼らの夢を追っているか、そうでないといけないので、これらの女の子たちをサポートし続けるべきですか？  WUGが視聴者にもたらす多くの思考刺激的で、しばしば相反する質問は、21世紀の近代的なアニメーション傑作でもあります。\n\nこのアニメを見ることは私の人生を信じられないほど変えました。 エピソードの後のエピソード、私は自分の目から涙を流して自分自身を見つけました。 あなたが娯楽と楽しみのためにアニメを見ている人なら、このアニメはあなたのためではないかもしれません。 確かに、曲はキャッチーで、キャラクターは魅力的ですが、あなた自身の内面的な葛藤に直面することをお勧めします。 たとえそれがあなたのお茶ではないとしても、それを見て、あなたに何らかの感覚をぶつけて、現実の言葉になるようにしてください。 あなた自身を変えるという決定は、最終的にはあなたの手にある。 その適切なタイトルが言っているように、あなたが目を覚ます時間があるかもしれません。\n\n*プレクエル映画「Wake Up、Girls！」を見ることをお勧めします。 実際のアニメシリーズを見る前にまずは「七人のアイドル」。 すべての偉大な作品と同様に、それを最も高く評価する方法があります。  *\nWUGを見てこのレビューを書くよう促してくれたKuroに感謝します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWake Up, Girls is a great idol anime with catchy songs and nice characters but above all, it has a moving and realistic story.\n\n\u001b[1mウェイクアップ、ガールズはキャッチーな歌と素敵なキャラクターで大アイドルアニメですが、とりわけ動く現実的な話があります。\u001b[22m\n\u001b[1m(U~eikuappu, gāruzu wa kyatchīna uta to sutekina kyarakutā de dai aidoru animedesuga, toriwake ugoku genjitsu-tekina hanashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWake Up, Girls is a great idol anime with catchy songs and nice characters but above all, it has a moving and realistic story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWake Up, Girls is a great idol anime with catchy songs and nice characters but above all, it has a moving and realistic story.\u001b[24m\n    \u001b[1mウェイクアップ、ガールズはキャッチーな歌と素敵なキャラクターで大アイドルアニメですが、とりわけ動く現実的な話があります。\u001b[22m, \u001b[1mモーニングコール、女の子はキャッチーな曲と素敵な文字を持つ偉大なアイドルアニメですが、すべての上に、それが移動すると、現実的な物語を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nHaving finally watched Love Live!, I must say it was an anime that I enjoyed incredibly. It is entertaining, funny and the characters’ lifelike interactions are delightful to watch, which comes as no surprise, from an anime which has broken so many records. The songs are of high quality both melodically and vocally, and there is ample character development as we watch the girls struggle to save their school and train to become school idols.\n\n\u001b[1m最後にLove Live！を見て、私は信じられないほど楽しかったアニメだと言わなければならない。 それは面白い、面白いとキャラクターの生き生きしたインタラクションは、非常に多くのレコードを壊しているアニメから驚くことではない、見て喜んでいる。 この曲は、メロディーでもボーカルでも高品質であり、学校を救って学校のアイドルになるために女子が苦労しているのを見て、十分なキャラクターの発展が見られます。\u001b[22m\n\u001b[1m(Saigo ni rabu raibu! O mite, watashi wa shinji rarenai hodo tanoshikatta animeda to iwanakereba naranai. Sore wa omoshiroi, omoshiroi to kyarakutā no ikiiki shita intarakushon wa, hijō ni ōku no rekōdo o kowashite iru anime kara odoroku kotode wanai, mite yorokonde iru. Kono kyoku wa, merodī demo bōkaru demo kōhinshitsudeari, gakkō o sukutte gakkō no aidoru ni naru tame ni joshi ga kurō shite iru no o mite, jūbun'na kyarakutā no hatten ga mi raremasu.)\u001b[22m\n\nTranslations of \u001b[4mHaving finally watched Love Live!, I must say it was an anime that I enjoyed incredibly. It is entertaining, funny and the characters’ lifelike interactions are delightful to watch, which comes as no surprise, from an anime which has broken so many records. The songs are of high quality both melodically and vocally, and there is ample character development as we watch the girls struggle to save their school and train to become school idols.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving finally watched Love Live!, I must say it was an anime that I enjoyed incredibly.\u001b[24m\n    \u001b[1m最後にLove Live！を見て、私は信じられないほど楽しかったアニメだと言わなければならない。\u001b[22m, \u001b[1m最終的に私はそれが私が信じられないほど楽しんアニメだったと言わなければならない！ラブライブを見ました。\u001b[22m\n\u001b[4mIt is entertaining, funny and the characters’ lifelike interactions are delightful to watch, which comes as no surprise, from an anime which has broken so many records.\u001b[24m\n    \u001b[1mそれは面白い、面白いとキャラクターの生き生きしたインタラクションは、非常に多くのレコードを壊しているアニメから驚くことではない、見て喜んでいる。\u001b[22m, \u001b[1m非常に多くのレコードを破ったアニメから、驚きと来る、それは、面白い面白いですし、キャラクターのリアルな相互作用が見ていて楽しいです。\u001b[22m\n\u001b[4mThe songs are of high quality both melodically and vocally, and there is ample character development as we watch the girls struggle to save their school and train to become school idols.\u001b[24m\n    \u001b[1mこの曲は、メロディーでもボーカルでも高品質であり、学校を救って学校のアイドルになるために女子が苦労しているのを見て、十分なキャラクターの発展が見られます。\u001b[22m, \u001b[1m曲は両方の旋律と声に出して、高品質である、と私たちは女の子が自分の学校を保存し、学校のアイドルになるために訓練するために苦労時計として十分な文字開発があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory-wise, I find it to be lacking in this department compared to WUG. There is a lot of sugar-coating, which makes it difficult to appreciate as a realistic idol anime. Pretty and talented girls dancing and singing cheerfully in flamboyant costumes is something which the idol industry wants us to see. How the industry really is is hidden from us and we are all aware of that fact. Why are we still watching idol animes and concerts when we know what’s happening?\n\n\u001b[1m物語的には、私はWUGと比較してこの部門では欠けていることがわかります。 現実的なアイドルアニメとして感謝することが困難な糖コーティングの多くがあります。 華やかな衣装で踊り、陽気に歌っている優雅で才能のある女の子は、アイドル業界が私たちに見てもらいたいものです。 業界が本当にどのようにしているかは、私たちには隠されており、私たちは皆、その事実を認識しています。 何が起こっているのかわかっているのに、なぜアイドルアニメやコンサートを見ているのですか？\u001b[22m\n\u001b[1m(Monogatari-teki ni wa, watashi wa WUG to hikaku shite kono bumonde wa kakete iru koto ga wakarimasu. Genjitsu-tekina aidoru anime to shite kansha suru koto ga kon'nan'na tō kōtingu no ōku ga arimasu. Hanayakana ishō de odori, yōki ni utatte iru yūga de sainō no aru on'nanoko wa, aidoru gyōkai ga watashitachi ni mite moraitai monodesu. Gyōkai ga hontōni dono yō ni shite iru ka wa, watashitachi ni wa kakusa rete ori, watashitachi wa mina, sono jijitsu o ninshiki shite imasu. Nani ga okotte iru no ka wakatte iru no ni, naze aidoru anime ya konsāto o mite iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mStory-wise, I find it to be lacking in this department compared to WUG. There is a lot of sugar-coating, which makes it difficult to appreciate as a realistic idol anime. Pretty and talented girls dancing and singing cheerfully in flamboyant costumes is something which the idol industry wants us to see. How the industry really is is hidden from us and we are all aware of that fact. Why are we still watching idol animes and concerts when we know what’s happening?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-wise, I find it to be lacking in this department compared to WUG.\u001b[24m\n    \u001b[1m物語的には、私はWUGと比較してこの部門では欠けていることがわかります。\u001b[22m, \u001b[1mストーリー面では、私はそれがWUGと比較して、この部門に欠けていることを見つけます。\u001b[22m\n\u001b[4mThere is a lot of sugar-coating, which makes it difficult to appreciate as a realistic idol anime.\u001b[24m\n    \u001b[1m現実的なアイドルアニメとして感謝することが困難な糖コーティングの多くがあります。\u001b[22m, \u001b[1mそれが困難な現実的なアイドルアニメとして鑑賞することができ糖衣、がたくさんあります。\u001b[22m\n\u001b[4mPretty and talented girls dancing and singing cheerfully in flamboyant costumes is something which the idol industry wants us to see.\u001b[24m\n    \u001b[1m華やかな衣装で踊り、陽気に歌っている優雅で才能のある女の子は、アイドル業界が私たちに見てもらいたいものです。\u001b[22m, \u001b[1m華やかな衣装で陽気に踊りと歌プリティと才能の女の子のアイドル業界は私たちが見たいものです。\u001b[22m\n\u001b[4mHow the industry really is is hidden from us and we are all aware of that fact.\u001b[24m\n    \u001b[1m業界が本当にどのようにしているかは、私たちには隠されており、私たちは皆、その事実を認識しています。\u001b[22m, \u001b[1mどの業界は本当に私たちから隠されており、我々はすべてのその事実を知っています。\u001b[22m\n\u001b[4mWhy are we still watching idol animes and concerts when we know what’s happening?\u001b[24m\n    \u001b[1m何が起こっているのかわかっているのに、なぜアイドルアニメやコンサートを見ているのですか？\u001b[22m, \u001b[1m我々は何が起こっているか知っているのに、なぜ我々はまだアイドルアニメやコンサートを見ていますか？\u001b[22m\n\u001b[1m\u001b[22m\nIt’s because deep down, we have a selfishness that is nurtured and fostered by a capitalistic and individualistic society. We tend to care for ourselves primarily and nothing is further from the truth. Do we attend concerts to gratify ourselves or to truly appreciate the artistes and their talents? What comes first? Is it myself or others? No doubt, many will not admit to this and this is why the idol industry is still booming as we bask in the melodies of their bubblegum pop.\n\n\u001b[1mそれは深く、私たちは資本主義的で個人主義的な社会によって育まれ、育まれた利己主義を持っているからです。 私たちは主に自分自身を気遣う傾向があり、真実からはそれ以上のものはありません。 私たち自身を満足させたり、芸術家や才能を本当に感謝するためにコンサートに出席しますか？ 何が最初に来ますか？ それは自分自身か他の人ですか？ 疑いの余地はないが、多くの人がこれを認めず、バブルガムのメロディーを楽しみながらアイドル産業が活況を呈しているのはこのためである。\u001b[22m\n\u001b[1m(Sore wa fukaku, watashitachiha shihon shugi-tekide kojin shugi-tekina shakai ni yotte hagukuma re, hagukuma reta riko shugi o motte irukaradesu. Watashitachi wa omoni jibun jishin o kidzukau keikō ga ari, shinjitsu kara wa sore ijō no mono wa arimasen. Watashitachi jishin o manzoku sa se tari, geijutsuka ya sainō o hontōni kansha suru tame ni konsāto ni shusseki shimasu ka? Nani ga saisho ni kimasu ka? Sore wa jibun jishin ka hokanohitodesu ka? Utagai no yochi wa naiga, ōku no hito ga kore o mitomezu, baburugamu no merodī o tanoshiminagara aidoru sangyō ga kakkyō o teishite iru no wa kono tamedearu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s because deep down, we have a selfishness that is nurtured and fostered by a capitalistic and individualistic society. We tend to care for ourselves primarily and nothing is further from the truth. Do we attend concerts to gratify ourselves or to truly appreciate the artistes and their talents? What comes first? Is it myself or others? No doubt, many will not admit to this and this is why the idol industry is still booming as we bask in the melodies of their bubblegum pop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s because deep down, we have a selfishness that is nurtured and fostered by a capitalistic and individualistic society.\u001b[24m\n    \u001b[1mそれは深く、私たちは資本主義的で個人主義的な社会によって育まれ、育まれた利己主義を持っているからです。\u001b[22m, \u001b[1m深いダウン、私たちは資本主義と個人主義社会に育まと育てさ利己主義を持っているからです。\u001b[22m\n\u001b[4mWe tend to care for ourselves primarily and nothing is further from the truth.\u001b[24m\n    \u001b[1m私たちは主に自分自身を気遣う傾向があり、真実からはそれ以上のものはありません。\u001b[22m, \u001b[1m私たちは、主に自分自身の世話をする傾向があり、何が真実から遠いません。\u001b[22m\n\u001b[4mDo we attend concerts to gratify ourselves or to truly appreciate the artistes and their talents?\u001b[24m\n    \u001b[1m私たち自身を満足させたり、芸術家や才能を本当に感謝するためにコンサートに出席しますか？\u001b[22m, \u001b[1m私たちは自分自身を満足させるためにコンサートに出席したり芸人とその才能を真に理解することがありますか？\u001b[22m\n\u001b[4mWhat comes first?\u001b[24m\n    \u001b[1m何が最初に来ますか？\u001b[22m\n\u001b[4mIs it myself or others?\u001b[24m\n    \u001b[1mそれは自分自身か他の人ですか？\u001b[22m, \u001b[1mそれは自分自身や他の人ですか？\u001b[22m\n\u001b[4mNo doubt, many will not admit to this and this is why the idol industry is still booming as we bask in the melodies of their bubblegum pop.\u001b[24m\n    \u001b[1m疑いの余地はないが、多くの人がこれを認めず、バブルガムのメロディーを楽しみながらアイドル産業が活況を呈しているのはこのためである。\u001b[22m, \u001b[1m間違いなく、多くの人がこれを認めるず、これは我々が彼らのバブルガム・ポップのメロディーに浸るようにアイドル業界は依然として活況を呈している理由です。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I watched the first episode of WUG, I initially thought that what it was doing was tantamount to suicide, killing off its own self and deterring its potential fans. After all, which idol fan wants to see him or her as a contributing factor to an industry where there is cut-throat competition and girls are subjected to constant and arduous training to perform well for their fans? No one does. What we want to see are stories of girls following their dreams and singing upbeat songs to get us on our feet.\n\n\u001b[1m私がWUGの最初のエピソードを見たとき、私は当初自分がしていたことが自殺と同じであり、自分自身を殺し、潜在的なファンを抑止すると考えていました。 結局のところ、アイドルファンは、喉の競争が激しく、女の子はファンのためにうまくいくために絶えず困難なトレーニングを受けている業界に貢献してくれると考えていますか？ 誰もしません。 私たちが見たいのは、夢のあとの女の子たちの話、私たちの足元に私たちを惹きつけるための歌を歌うことです。\u001b[22m\n\u001b[1m(Watashi ga WUG no saisho no episōdo o mita toki, watashi wa tōsho jibun ga shite ita koto ga jisatsu to onajideari, jibun jishin o koroshi, senzai-tekina fan o yokushi suru to kangaete imashita. Kekkyokunotokoro, aidoru fan wa, nodo no kyōsō ga hageshiku, on'nanoko wa fan no tame ni umaku iku tame ni taezu kon'nan'na torēningu o ukete iru gyōkai ni kōken shite kureru to kangaete imasu ka? Dare mo shimasen. Watashitachi ga mitai no wa, yumenoato no on'nanoko-tachi no hanashi, watashitachi no ashimoto ni watashitachi o hiki tsukeru tame no uta o utau kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I watched the first episode of WUG, I initially thought that what it was doing was tantamount to suicide, killing off its own self and deterring its potential fans. After all, which idol fan wants to see him or her as a contributing factor to an industry where there is cut-throat competition and girls are subjected to constant and arduous training to perform well for their fans? No one does. What we want to see are stories of girls following their dreams and singing upbeat songs to get us on our feet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I watched the first episode of WUG, I initially thought that what it was doing was tantamount to suicide, killing off its own self and deterring its potential fans.\u001b[24m\n    \u001b[1m私がWUGの最初のエピソードを見たとき、私は当初自分がしていたことが自殺と同じであり、自分自身を殺し、潜在的なファンを抑止すると考えていました。\u001b[22m, \u001b[1m私はWUGの最初のエピソードを見たとき、私は当初、独自の自己を殺すとその潜在的なファンを抑止、何それはやっていたことは自殺に等しいと考えました。\u001b[22m\n\u001b[4mAfter all, which idol fan wants to see him or her as a contributing factor to an industry where there is cut-throat competition and girls are subjected to constant and arduous training to perform well for their fans?\u001b[24m\n    \u001b[1m結局のところ、アイドルファンは、喉の競争が激しく、女の子はファンのためにうまくいくために絶えず困難なトレーニングを受けている業界に貢献してくれると考えていますか？\u001b[22m, \u001b[1m結局のところ、どのアイドルファンがカット喉競争と女の子が彼らのファンのためによく実行するために一定の骨の折れる訓練に供されるされ、業界に貢献する要因として彼または彼女を見たいですか？\u001b[22m\n\u001b[4mNo one does.\u001b[24m\n    \u001b[1m誰もしません。\u001b[22m\n\u001b[4mWhat we want to see are stories of girls following their dreams and singing upbeat songs to get us on our feet.\u001b[24m\n    \u001b[1m私たちが見たいのは、夢のあとの女の子たちの話、私たちの足元に私たちを惹きつけるための歌を歌うことです。\u001b[22m, \u001b[1m私たちが見てみたいことは女の子の夢を次のと私たちの足で私たちを取得するために明るい歌を歌っての話です。\u001b[22m\n\u001b[1m\u001b[22m\nThis very aspect which brings WUG down, exposing the harsh realities of the idol industry and life, how idols become idols is also responsible for garnering its following. WUG is not afraid to shame and humble itself by delivering hard hitting-truths despite being an idol anime at its core. This very delicate balance of trying to present itself as an idol anime yet in a way, reflecting on real-world problems and discouraging the viewer from supporting it is what really makes it stand out.\n\n\u001b[1mアイドル産業と人生の過酷な現実を暴露し、アイドルがアイドルになっていく様子を見せてくれる、この非常に面白いことは、それを守る責任があります。  WUGは、アイドルアニメの核心にもかかわらず、激しい打撃真実を提供することによって、恥と謙虚さを恐れることはありません。 現実世界の問題を反映し、視聴者にそれを支持することを妨げることは、アイドルアニメとして現れようとするこの非常に繊細なバランスは、それを際立たせるものです。\u001b[22m\n\u001b[1m(Aidoru sangyō to jinsei no kakokuna genjitsu o bakuro shi, aidoru ga aidoru ni natte iku yōsu o misete kureru, kono hijō ni omoshiroi koto wa, sore o mamoru sekinin ga arimasu. WUG wa, aidoru anime no kakushin nimokakawarazu, hageshī dageki shinjitsu o teikyō suru koto ni yotte, haji to kenkyo-sa o osoreru koto wa arimasen. Genjitsu sekai no mondai o han'ei shi, shichō-sha ni sore o shiji suru koto o samatageru koto wa, aidoru anime to shite arawareyou to suru kono hijō ni sensaina baransu wa, sore o kiwadata seru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis very aspect which brings WUG down, exposing the harsh realities of the idol industry and life, how idols become idols is also responsible for garnering its following. WUG is not afraid to shame and humble itself by delivering hard hitting-truths despite being an idol anime at its core. This very delicate balance of trying to present itself as an idol anime yet in a way, reflecting on real-world problems and discouraging the viewer from supporting it is what really makes it stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis very aspect which brings WUG down, exposing the harsh realities of the idol industry and life, how idols become idols is also responsible for garnering its following.\u001b[24m\n    \u001b[1mアイドル産業と人生の過酷な現実を暴露し、アイドルがアイドルになっていく様子を見せてくれる、この非常に面白いことは、それを守る責任があります。\u001b[22m, \u001b[1mアイドル産業と生活の厳しい現実を露出させ、ダウンWUGをもたらします。この非常に側面は、アイドルがアイドルになるか、また、その次を集め責任があります。\u001b[22m\n\u001b[4mWUG is not afraid to shame and humble itself by delivering hard hitting-truths despite being an idol anime at its core.\u001b[24m\n    \u001b[1mWUGは、アイドルアニメの核心にもかかわらず、激しい打撃真実を提供することによって、恥と謙虚さを恐れることはありません。\u001b[22m, \u001b[1mWUGは恥とそのコアでアイドルアニメであるにもかかわらず打撃-真理を提供することで、自分自身謙虚に恐れていないです。\u001b[22m\n\u001b[4mThis very delicate balance of trying to present itself as an idol anime yet in a way, reflecting on real-world problems and discouraging the viewer from supporting it is what really makes it stand out.\u001b[24m\n    \u001b[1m現実世界の問題を反映し、視聴者にそれを支持することを妨げることは、アイドルアニメとして現れようとするこの非常に繊細なバランスは、それを際立たせるものです。\u001b[22m, \u001b[1m、のようにまだアイドルアニメとしての地位を提示しようとしている実世界の問題に反映し、それを支えるから、視聴者を落胆のこの非常に微妙なバランスは、実際にそれが目立つものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe standard of animation and some say, music in WUG may not be as high as that of Love Live’s but the lessons it holds are priceless and invaluable. Should you follow your dreams? Should you continue supporting these girls because they are following their dreams or should you not? The many thought-provoking and often conflicting questions which WUG poses to its viewers are what make it a modern and highly relevant 21st-century animation masterpiece.\n\n\u001b[1mアニメーションの標準は、WUGの音楽はLove Liveのそれほど高くないかもしれませんが、それが保持する教訓は貴重で貴重なものです。 あなたはあなたの夢を追うべきですか？ 彼らは彼らの夢を追っているか、そうでないといけないので、これらの女の子たちをサポートし続けるべきですか？  WUGが視聴者にもたらす多くの思考刺激的で、しばしば相反する質問は、21世紀の近代的なアニメーション傑作でもあります。\u001b[22m\n\u001b[1m(Animēshon no hyōjun wa, WUG no ongaku wa rabu raibu no sore hodo takakunai kamo shiremasenga, sore ga hoji suru kyōkun wa kichōde kichōna monodesu. Anata wa anata no yume o oubekidesu ka? Karera wa karera no yume o otte iru ka,-sōdenaito ikenainode, korera no on'nanoko-tachi o sapōto shi tsudzukerubekidesu ka? WUG ga shichō-sha ni motarasu ōku no shikō shigeki-tekide, shibashiba sōhansuru shitsumon wa, 21 seiki no kindai-tekina animēshon kessaku demo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe standard of animation and some say, music in WUG may not be as high as that of Love Live’s but the lessons it holds are priceless and invaluable. Should you follow your dreams? Should you continue supporting these girls because they are following their dreams or should you not? The many thought-provoking and often conflicting questions which WUG poses to its viewers are what make it a modern and highly relevant 21st-century animation masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe standard of animation and some say, music in WUG may not be as high as that of Love Live’s but the lessons it holds are priceless and invaluable.\u001b[24m\n    \u001b[1mアニメーションの標準は、WUGの音楽はLove Liveのそれほど高くないかもしれませんが、それが保持する教訓は貴重で貴重なものです。\u001b[22m, \u001b[1mアニメーションの標準といくつかのWUGで音楽が愛ライブのほど高くないかもしれないが、それが保持している教訓は貴重かつ貴重である、と言います。\u001b[22m\n\u001b[4mShould you follow your dreams?\u001b[24m\n    \u001b[1mあなたはあなたの夢を追うべきですか？\u001b[22m\n\u001b[4mShould you continue supporting these girls because they are following their dreams or should you not?\u001b[24m\n    \u001b[1m彼らは彼らの夢を追っているか、そうでないといけないので、これらの女の子たちをサポートし続けるべきですか？\u001b[22m, \u001b[1mあなたは彼らが彼らの夢に従っているか、あなたはいけないので、これらの女の子への支援を継続する必要がありますか？\u001b[22m\n\u001b[4mThe many thought-provoking and often conflicting questions which WUG poses to its viewers are what make it a modern and highly relevant 21st-century animation masterpiece.\u001b[24m\n    \u001b[1mWUGが視聴者にもたらす多くの思考刺激的で、しばしば相反する質問は、21世紀の近代的なアニメーション傑作でもあります。\u001b[22m, \u001b[1mWUGは、その視聴者にもたらす多くの示唆に富むとしばしば対立する質問は、現代と関連性の高い21世紀のアニメーションの傑作作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nWatching this anime has transformed my life incredibly. Episode after episode, I have found myself with tears streaming from my eyes. If you are someone who watches anime for entertainment and fun, then this anime may not be for you. Sure, the songs are catchy and the characters are appealing but you better be prepared to face an inner conflict within yourself. Even if it isn’t your cup of tea, maybe you should watch it to knock some sense into you and come to terms with reality. The decision of changing yourself lies in your hands ultimately. As its apt title says, it may be time for you to WAKE UP.\n\n\u001b[1mこのアニメを見ることは私の人生を信じられないほど変えました。 エピソードの後のエピソード、私は自分の目から涙を流して自分自身を見つけました。 あなたが娯楽と楽しみのためにアニメを見ている人なら、このアニメはあなたのためではないかもしれません。 確かに、曲はキャッチーで、キャラクターは魅力的ですが、あなた自身の内面的な葛藤に直面することをお勧めします。 たとえそれがあなたのお茶ではないとしても、それを見て、あなたに何らかの感覚をぶつけて、現実の言葉になるようにしてください。 あなた自身を変えるという決定は、最終的にはあなたの手にある。 その適切なタイトルが言っているように、あなたが目を覚ます時間があるかもしれません。\u001b[22m\n\u001b[1m(Kono anime o miru koto wa watashinojinsei o shinji rarenai hodo kaemashita. Episōdo no nochi no episōdo, watashi wa jibun no me kara namida o nagashite jibun jishin o mitsukemashita. Anata ga goraku to tanoshimi no tame ni anime o mite iru hitonara, kono anime wa anata no tamede wanai kamo shiremasen. Tashika ni,-kyoku wa kyatchī de, kyarakutā wa mirikitekidesuga, anata jishin no naimen-tekina kattō ni chokumen suru koto o o susume shimasu. Tatoe sore ga anata no ochade wa nai to shite mo, sore o mite, anata ni nanrakano kankaku o butsukete, genjitsu no kotoba ni naru yō ni shite kudasai. Anata jishin o kaeru to iu kettei wa, saishūtekini wa anata no te ni aru. Sono tekisetsuna taitoru ga itte iru yō ni, anata ga mewosamasu jikan ga aru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mWatching this anime has transformed my life incredibly. Episode after episode, I have found myself with tears streaming from my eyes. If you are someone who watches anime for entertainment and fun, then this anime may not be for you. Sure, the songs are catchy and the characters are appealing but you better be prepared to face an inner conflict within yourself. Even if it isn’t your cup of tea, maybe you should watch it to knock some sense into you and come to terms with reality. The decision of changing yourself lies in your hands ultimately. As its apt title says, it may be time for you to WAKE UP.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching this anime has transformed my life incredibly.\u001b[24m\n    \u001b[1mこのアニメを見ることは私の人生を信じられないほど変えました。\u001b[22m, \u001b[1mこのアニメを見ることは信じられないほど私の人生を変えてきました。\u001b[22m\n\u001b[4mEpisode after episode, I have found myself with tears streaming from my eyes.\u001b[24m\n    \u001b[1mエピソードの後のエピソード、私は自分の目から涙を流して自分自身を見つけました。\u001b[22m, \u001b[1mエピソード後のエピソードは、私は私の目からストリーミング涙で自分自身を発見しました。\u001b[22m\n\u001b[4mIf you are someone who watches anime for entertainment and fun, then this anime may not be for you.\u001b[24m\n    \u001b[1mあなたが娯楽と楽しみのためにアニメを見ている人なら、このアニメはあなたのためではないかもしれません。\u001b[22m, \u001b[1mあなたはエンターテイメントや楽しみのためにアニメを見て誰かしている場合は、このアニメはあなたのためではないかもしれません。\u001b[22m\n\u001b[4mSure, the songs are catchy and the characters are appealing but you better be prepared to face an inner conflict within yourself.\u001b[24m\n    \u001b[1m確かに、曲はキャッチーで、キャラクターは魅力的ですが、あなた自身の内面的な葛藤に直面することをお勧めします。\u001b[22m, \u001b[1m確かに、曲がキャッチーであり、文字は魅力的であるが、あなたがより良い自分自身内の内部対立に直面する準備をすること。\u001b[22m\n\u001b[4mEven if it isn’t your cup of tea, maybe you should watch it to knock some sense into you and come to terms with reality.\u001b[24m\n    \u001b[1mたとえそれがあなたのお茶ではないとしても、それを見て、あなたに何らかの感覚をぶつけて、現実の言葉になるようにしてください。\u001b[22m, \u001b[1mそれはお茶のあなたのカップではない場合であっても、多分あなたはそれはあなたにいくつかの意味をノックし、現実との折り合いをつけるために監視する必要があります。\u001b[22m\n\u001b[4mThe decision of changing yourself lies in your hands ultimately.\u001b[24m\n    \u001b[1mあなた自身を変えるという決定は、最終的にはあなたの手にある。\u001b[22m, \u001b[1m自分を変えるの決定は最終的にあなたの手の中にあります。\u001b[22m\n\u001b[4mAs its apt title says, it may be time for you to WAKE UP.\u001b[24m\n    \u001b[1mその適切なタイトルが言っているように、あなたが目を覚ます時間があるかもしれません。\u001b[22m, \u001b[1mそのaptのタイトルが言うように、それはあなたが目を覚ますために時間がかかるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\n* It is advisable to watch the prequel movie, 「Wake Up, Girls! Shichinin no Idol」 first before watching the actual anime series. As with all great works, there is a method to best appreciate it. *\n\n\u001b[1m*プレクエル映画「Wake Up、Girls！」を見ることをお勧めします。 実際のアニメシリーズを見る前にまずは「七人のアイドル」。 すべての偉大な作品と同様に、それを最も高く評価する方法があります。  *\u001b[22m\n\u001b[1m(* Purekueru eiga `u~ēkuappu, Girls!' O miru koto o o susume shimasu. Jissai no animeshirīzu o miru mae ni mazuwa `nana-ri no aidoru'. Subete no idaina sakuhin to dōyō ni, sore o mottomo takaku hyōka suru hōhō ga arimasu. *)\u001b[22m\n\nTranslations of \u001b[4m* It is advisable to watch the prequel movie, 「Wake Up, Girls! Shichinin no Idol」 first before watching the actual anime series. As with all great works, there is a method to best appreciate it. *\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* It is advisable to watch the prequel movie, 「Wake Up, Girls!\u001b[24m\n    \u001b[1m*プレクエル映画「Wake Up、Girls！」を見ることをお勧めします。\u001b[22m, \u001b[1m*これは、続編の映画を鑑賞することをお勧めします、「モーニングコール、女の子！\u001b[22m\n\u001b[4mShichinin no Idol」 first before watching the actual anime series.\u001b[24m\n    \u001b[1m実際のアニメシリーズを見る前にまずは「七人のアイドル」。\u001b[22m, \u001b[1m実際のアニメシリーズを見て前に、まず何のアイドル」をお読み七人。\u001b[22m\n\u001b[4mAs with all great works, there is a method to best appreciate it.\u001b[24m\n    \u001b[1mすべての偉大な作品と同様に、それを最も高く評価する方法があります。\u001b[22m, \u001b[1mすべての偉大な作品と同様に、最高のそれを理解する方法があります。\u001b[22m\n\u001b[4m*\u001b[24m\n    \u001b[1m*\u001b[22m\nThanks to Kuro for watching WUG and inspiring me to write this review.\n\n\u001b[1mWUGを見てこのレビューを書くよう促してくれたKuroに感謝します。\u001b[22m\n\u001b[1m(WUG o mite kono rebyū o kaku yō unagashite kureta Kuro ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThanks to Kuro for watching WUG and inspiring me to write this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks to Kuro for watching WUG and inspiring me to write this review.\u001b[24m\n    \u001b[1mWUGを見てこのレビューを書くよう促してくれたKuroに感謝します。\u001b[22m, \u001b[1mWUGを見て、私はこのレビューを書いて鼓舞するための黒に感謝します。\u001b[22m"
  },
  {
    "title": "Wake_Up_Girls",
    "id": "19023",
    "url": "https://myanimelist.net/anime/19023/Wake_Up_Girls",
    "user": "TCTriangle",
    "profile": "/profile/TCTriangle/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=148399",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  7\n\n最近、アイドル関連のアニメが氾濫しています。 これらのショーは、通常、試して真の「新しいアイドルを大きくするために苦労している」式に従います。 これらの中で、最も人気のある2人はThe IDOLM @ STER（IM @ S）とLove Live！  （LL）（程度は低いが、AKB0048）。 私は強く、女の子を目を覚ますと信じています！  （WUG）は、他の偉大なアイドルアニメシリーズになるためにこれらの他のプロパティに参加する可能性がありますが、いくつかの欠陥がそれを戻します。 このレビューでは、IM @ SとLLをWUGとの比較のポイントとして言及する予定です。なぜなら、このショーがよりよく知られている兄弟と比較されることは避けられないからです。\n\nストーリー：8/10\nこの話は、新しく結成された「Wake Up、Girls！」というアイドルグループに続くものです！ 仙台地方ではじめて、その後は日本全土で認知を得ることができなくなってしまいます。 物語は本当にこのアニメの最強のポイントの一つです。 ほとんどの女の子がアイドルになる準備ができているように見えるIM @ Sとは異なり、WUG女の子は本当に大きなアイドルになる前に、弱点、過去の歴史、関係、その他の問題を処理して克服することができます。 最後のエピソードまで、それは幸運な、虹ではないあらゆる種類のストーリーではありませんでした。\n\n3つのアイドルシリーズのうち、WUGの闘争は最も厳しく、最も現実的です。 さらに、シリーズ全体を通して、I-1アイドルグループの脅威が迫っています。これは、全国的にWUGよりもはるかに優れているグループです。 私たちの主人公は、この脅威を克服しなければなりません。この脅威は、他のシリーズのアンタゴニストよりもずっと脅威です。 このように、視聴者は女の子と肩の負担に本当に共感できます。\n\nWUGの起源を説明する映画がありますが、映画は補完的なものにすぎないことに注意してください。 シリーズを見る前にそれを見る必要はありません。\n\nアート：5/10\n芸術は正直言ってWUGの最大の欠陥です。  IM @ SやLLと比較して、ダンスのアニメーションはせいぜい平凡なものであり、アニメーション予算はライバルのものほど大きくはないことは明らかでした。 それはキャラクターのデザインがあまりユニークではなかったことにも役立ちませんでした。 これは可能な限り現実的なキャラクターの外観を維持しようとしているショーでしたが、すべての女の子が同じように見えるとき誰が誰だったのかを把握することは非常に困難だったので、シリーズにとっては厄介でした。\n\nサウンド：7/10\nキャッチーなOPとさらに感情的なEDで、このシリーズの音楽はしっかりしていました。 残念なことに、おそらく予算のせいで、曲の種類がIM @ SやLLのものと一致しない可能性があります。 シリーズ名簿には4〜5曲のトップがあり、アイドルアニメの場合はそれほど印象的な数字ではありません。 しかし、そこにはどんな曲が入っているのですか？\n\n声優も素晴らしく、女の子は誰も知りませんでしたが、偉大な公演が行われました。\n\nキャラクター：8/10\n「アート」セクションで述べたように、キャラクターの外見は特に魅力的ではありません。 いずれにせよ、女の子のキャラクター開発は、WUGのもう一つの大きなポイントです。 エピソード以下の女の子のそれぞれを通るように見えるIM @ S（主に3人の主要な女の子に焦点を絞ったLL）とは異なり、WUGは女の子にそれぞれ固有のバックストーリー、ユニークな性格 、および関連する闘争。 結局、女の子のすべてが同じように開発されたわけではありませんが（いくつかは他の女の子よりもはるかに優れています）、IM @ SやLLと比較して特徴付けはかなりうまくいっています。  IM @ Sさんのダースとは対照的に、グループにはたった7人の女の子がいるのが本当に助かります。\n\n楽しさ：7/10\nシリーズには楽しさの点で浮き沈みがあります。 女の子の夢の一部が壊れているのを見て、虐待された彼らの尊厳は私を時々気にさせました。 しかし、そのすべてが、勝利をさらに満足させました。 全体的に私は個人的にこのシリーズを大いに楽しんだが、他のアイドルアニメほど楽しめない人がいるかもしれない。 それは、他のアイドルシリーズと同じくらい陽気で楽観的ではありませんが、それは確かですが、これがWUGの人々の魅力に貢献するものです。\n\n全体：7/10\nあなたがアイドルアニメに入りたいと思っていたのにIM @ SとLLがあふれすぎ、カラフルで、楽観的であることがわかっていれば、WUGはあなたにとって完璧です。 その現実主義とあなたのキャラクターのための気分を引き出す能力は、これをアイドルのジャンルへの非常に良い入り口にします。\n\n一方、ダンス、アニメーション、音楽のために純粋にアイドルアニメを見た場合、このシリーズはあなたの期待を満たしていない可能性があります。 そのアニメーションとキャラクターデザインは、競合他社のもの（IM @ SとLL）と比較して劣っており、音楽もそれほど魅力的ではありません。\n\nしかし、結局のところ、私は今までにリリースされたすべてのアイドルアニメの中で、WUGが最も魂と最高のリアリズムを持っていると信じています。\n\n___________________\n\nこのアニメが好きな人は、IDOLM @ STER、Love Live！、AKB0048をお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nRecently, there has been a flood of idol-related anime. These shows usually follow the tried-and-true 'new idols struggling to make it big' formula. Among these, the two most popular seem to be The IDOLM@STER (IM@S) and Love Live! (LL) (and to a lesser extent, AKB0048). I strongly believe Wake Up, Girls! (WUG) has the potential to join these other properties to become another great idol anime series, but some flaws hold it back. Throughout this review I will be mentioning IM@S and LL as points of comparison to WUG because it is unavoidable that this show will be compared to its more well-known brethren.\n\n\u001b[1m最近、アイドル関連のアニメが氾濫しています。 これらのショーは、通常、試して真の「新しいアイドルを大きくするために苦労している」式に従います。 これらの中で、最も人気のある2人はThe IDOLM @ STER（IM @ S）とLove Live！  （LL）（程度は低いが、AKB0048）。 私は強く、女の子を目を覚ますと信じています！  （WUG）は、他の偉大なアイドルアニメシリーズになるためにこれらの他のプロパティに参加する可能性がありますが、いくつかの欠陥がそれを戻します。 このレビューでは、IM @ SとLLをWUGとの比較のポイントとして言及する予定です。なぜなら、このショーがよりよく知られている兄弟と比較されることは避けられないからです。\u001b[22m\n\u001b[1m(Saikin, aidoru kanren no anime ga hanran shite imasu. Korera no shō wa, tsūjō, tameshite shin no `atarashī aidoru o ōkiku suru tame ni kurō shite iru'-shiki ni shitagaimasu. Korera no naka de, mottomo ninkinoaru 2-ri wa The IDOLM@ STER (IM@ S) to rabu raibu! (LL) (teido wa hikuiga, AKB 0048). Watashi wa tsuyoku, on'nanoko o mewosamasu to shinjite imasu! (WUG) wa, hoka no idaina aidoruanimeshirīzu ni naru tame ni korera no ta no puropati ni sanka suru kanōsei ga arimasuga, ikutsu ka no kekkan ga sore o modoshimasu. Kono rebyūde wa, IM@ S to LL o WUG to no hikaku no pointo to shite genkyū suru yoteidesu. Nazenara, kono shō ga yori yoku shira rete iru kyōdai to hikaku sa reru koto wa yoke rarenaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mRecently, there has been a flood of idol-related anime. These shows usually follow the tried-and-true 'new idols struggling to make it big' formula. Among these, the two most popular seem to be The IDOLM@STER (IM@S) and Love Live! (LL) (and to a lesser extent, AKB0048). I strongly believe Wake Up, Girls! (WUG) has the potential to join these other properties to become another great idol anime series, but some flaws hold it back. Throughout this review I will be mentioning IM@S and LL as points of comparison to WUG because it is unavoidable that this show will be compared to its more well-known brethren.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecently, there has been a flood of idol-related anime.\u001b[24m\n    \u001b[1m最近、アイドル関連のアニメが氾濫しています。\u001b[22m, \u001b[1m最近、アイドル関連のアニメの洪水がありました。\u001b[22m\n\u001b[4mThese shows usually follow the tried-and-true 'new idols struggling to make it big' formula.\u001b[24m\n    \u001b[1mこれらのショーは、通常、試して真の「新しいアイドルを大きくするために苦労している」式に従います。\u001b[22m, \u001b[1mこれらのショーは、通常、式実証済み 'は大きな作るのに苦労新しい偶像」に従ってください。\u001b[22m\n\u001b[4mAmong these, the two most popular seem to be The IDOLM@STER (IM@S) and Love Live!\u001b[24m\n    \u001b[1mこれらの中で、最も人気のある2人はThe IDOLM @ STER（IM @ S）とLove Live！\u001b[22m, \u001b[1mこれらの中でも、最も人気のある2はIDOLM @ STER（IM @ S）であることと愛ライブに見えます！\u001b[22m\n\u001b[4m(LL) (and to a lesser extent, AKB0048).\u001b[24m\n    \u001b[1m（LL）（程度は低いが、AKB0048）。\u001b[22m, \u001b[1m（LL）（およびより少ない程度に、AKB0048）。\u001b[22m\n\u001b[4mI strongly believe Wake Up, Girls!\u001b[24m\n    \u001b[1m私は強く、女の子を目を覚ますと信じています！\u001b[22m, \u001b[1m私は強く、女の子モーニングコールと信じて！\u001b[22m\n\u001b[4m(WUG) has the potential to join these other properties to become another great idol anime series, but some flaws hold it back.\u001b[24m\n    \u001b[1m（WUG）は、他の偉大なアイドルアニメシリーズになるためにこれらの他のプロパティに参加する可能性がありますが、いくつかの欠陥がそれを戻します。\u001b[22m, \u001b[1m（WUG）は別の偉大なアイドルアニメシリーズになるために、これらの他のプロパティに参加する可能性を秘めているが、いくつかの欠陥はそれを引き止めます。\u001b[22m\n\u001b[4mThroughout this review I will be mentioning IM@S and LL as points of comparison to WUG because it is unavoidable that this show will be compared to its more well-known brethren.\u001b[24m\n    \u001b[1mこのレビューでは、IM @ SとLLをWUGとの比較のポイントとして言及する予定です。なぜなら、このショーがよりよく知られている兄弟と比較されることは避けられないからです。\u001b[22m, \u001b[1mこのショーがもっとよく知られている兄弟たちと比較されることは避けられないため、この口コミを通して、私はWUGとの比較のポイントとしてIM @ SとLLに言及されます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nThe story follows a newly-formed idol group called Wake Up, Girls! and its struggles to gain recognition first in its native Sendai region, and then in all of Japan. The story is truly one of this anime's strongest points. Unlike IM@S, in which most of the girls seemed born ready to be idols, the WUG girls each have their weaknesses, past histories, relationships, and other problems to deal with and overcome before they could truly become great idols. Even up to the last episodes, it was not a happy-go-lucky, rainbows-everywhere type of story.\n\n\u001b[1mこの話は、新しく結成された「Wake Up、Girls！」というアイドルグループに続くものです！ 仙台地方ではじめて、その後は日本全土で認知を得ることができなくなってしまいます。 物語は本当にこのアニメの最強のポイントの一つです。 ほとんどの女の子がアイドルになる準備ができているように見えるIM @ Sとは異なり、WUG女の子は本当に大きなアイドルになる前に、弱点、過去の歴史、関係、その他の問題を処理して克服することができます。 最後のエピソードまで、それは幸運な、虹ではないあらゆる種類のストーリーではありませんでした。\u001b[22m\n\u001b[1m(Kono hanashi wa, atarashiku kessei sa reta `u~ēkuappu, Girls!' To iu aidorugurūpu ni tsudzuku monodesu! Sendai chihō de hajimete, sonogo wa Nihon zendo de ninchi o eru koto ga dekinaku natte shimaimasu. Monogatari wa hontōni kono anime no saikyō no pointo no hitotsudesu. Hotondo no on'nanoko ga aidoru ni naru junbi ga dekite iru yō ni mieru IM@ S to wa kotonari, WUG on'nanoko wa hontōni ōkina aidoru ni naru mae ni, jakuten, kako no rekishi, kankei, sonohoka no mondai o shori shite kokufuku suru koto ga dekimasu. Saigo no episōdo made, sore wa kōun'na, nijide wanai arayuru shurui no sutōrīde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story follows a newly-formed idol group called Wake Up, Girls! and its struggles to gain recognition first in its native Sendai region, and then in all of Japan. The story is truly one of this anime's strongest points. Unlike IM@S, in which most of the girls seemed born ready to be idols, the WUG girls each have their weaknesses, past histories, relationships, and other problems to deal with and overcome before they could truly become great idols. Even up to the last episodes, it was not a happy-go-lucky, rainbows-everywhere type of story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story follows a newly-formed idol group called Wake Up, Girls!\u001b[24m\n    \u001b[1mこの話は、新しく結成された「Wake Up、Girls！」というアイドルグループに続くものです！\u001b[22m, \u001b[1m物語はモーニングコールと呼ばれる新たに形成されたアイドルグループ、少女時代に続きます！\u001b[22m\n\u001b[4mand its struggles to gain recognition first in its native Sendai region, and then in all of Japan.\u001b[24m\n    \u001b[1m仙台地方ではじめて、その後は日本全土で認知を得ることができなくなってしまいます。\u001b[22m, \u001b[1m最初にそのネイティブ仙台地域で、その後、日本のすべてで認識を得るために、その闘争。\u001b[22m\n\u001b[4mThe story is truly one of this anime's strongest points.\u001b[24m\n    \u001b[1m物語は本当にこのアニメの最強のポイントの一つです。\u001b[22m\n\u001b[4mUnlike IM@S, in which most of the girls seemed born ready to be idols, the WUG girls each have their weaknesses, past histories, relationships, and other problems to deal with and overcome before they could truly become great idols.\u001b[24m\n    \u001b[1mほとんどの女の子がアイドルになる準備ができているように見えるIM @ Sとは異なり、WUG女の子は本当に大きなアイドルになる前に、弱点、過去の歴史、関係、その他の問題を処理して克服することができます。\u001b[22m, \u001b[1m女の子のほとんどが偶像なる準備ができて生まれたように見えたしたIM @ Sとは異なり、WUGの女の子それぞれが、彼らは本当に偉大な偶像になることができる前に対処し、克服するために自分の弱点、過去の履歴、関係、およびその他の問題を抱えています。\u001b[22m\n\u001b[4mEven up to the last episodes, it was not a happy-go-lucky, rainbows-everywhere type of story.\u001b[24m\n    \u001b[1m最後のエピソードまで、それは幸運な、虹ではないあらゆる種類のストーリーではありませんでした。\u001b[22m, \u001b[1mでも最後のエピソードまで、それは物語の幸せゴーラッキー、虹、どこでもタイプではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOf the 3 idol series, the struggles of WUG are the harshest and most realistic. Moreover, throughout the series there is the looming threat of the I-1 idol group, the best group in the nation that is clearly superior to WUG in almost every way. Our protagonists have to overcome this threat, which is much more menacing than any antagonist in the other series. As such, the viewers can really sympathize with the girls and the burdens on their shoulders.\n\n\u001b[1m3つのアイドルシリーズのうち、WUGの闘争は最も厳しく、最も現実的です。 さらに、シリーズ全体を通して、I-1アイドルグループの脅威が迫っています。これは、全国的にWUGよりもはるかに優れているグループです。 私たちの主人公は、この脅威を克服しなければなりません。この脅威は、他のシリーズのアンタゴニストよりもずっと脅威です。 このように、視聴者は女の子と肩の負担に本当に共感できます。\u001b[22m\n\u001b[1m(3Ttsu no aidorushirīzu no uchi, WUG no tōsō wa mottomo kibishiku, mottomo genjitsu-tekidesu. Sarani, shirīzu zentai o tōshite, I - 1 aidorugurūpu no kyōi ga sematte imasu. Kore wa, zenkoku-teki ni WUG yori mo haruka ni sugurete iru gurūpudesu. Watashitachi no shujinkō wa, kono kyōi o kokufuku shinakereba narimasen. Kono kyōi wa, hoka no shirīzu no antagonisuto yori mo zutto kyōidesu. Ko no yō ni, shichō-sha wa on'nanoko to kata no futan ni hontōni kyōkan dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOf the 3 idol series, the struggles of WUG are the harshest and most realistic. Moreover, throughout the series there is the looming threat of the I-1 idol group, the best group in the nation that is clearly superior to WUG in almost every way. Our protagonists have to overcome this threat, which is much more menacing than any antagonist in the other series. As such, the viewers can really sympathize with the girls and the burdens on their shoulders.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf the 3 idol series, the struggles of WUG are the harshest and most realistic.\u001b[24m\n    \u001b[1m3つのアイドルシリーズのうち、WUGの闘争は最も厳しく、最も現実的です。\u001b[22m, \u001b[1m3アイドルシリーズのうち、WUGの闘争は、最も厳しいと最も現実的です。\u001b[22m\n\u001b[4mMoreover, throughout the series there is the looming threat of the I-1 idol group, the best group in the nation that is clearly superior to WUG in almost every way.\u001b[24m\n    \u001b[1mさらに、シリーズ全体を通して、I-1アイドルグループの脅威が迫っています。これは、全国的にWUGよりもはるかに優れているグループです。\u001b[22m, \u001b[1mまた、シリーズ全体でI-1アイドルグループの迫り来る脅威、ほとんどあらゆる方法でWUGに明らかに優れている国で最高のグループがあります。\u001b[22m\n\u001b[4mOur protagonists have to overcome this threat, which is much more menacing than any antagonist in the other series.\u001b[24m\n    \u001b[1m私たちの主人公は、この脅威を克服しなければなりません。この脅威は、他のシリーズのアンタゴニストよりもずっと脅威です。\u001b[22m, \u001b[1m私たちの主人公は、はるかに恐ろしい他のシリーズ内の任意の拮抗薬よりも、この脅威を克服する必要があります。\u001b[22m\n\u001b[4mAs such, the viewers can really sympathize with the girls and the burdens on their shoulders.\u001b[24m\n    \u001b[1mこのように、視聴者は女の子と肩の負担に本当に共感できます。\u001b[22m, \u001b[1mこのように、視聴者が本当に女の子と彼らの肩の負担に共感することができます。\u001b[22m\n\u001b[1m\u001b[22m\nNote that there is a movie out that explains the origins of WUG, but the movie is only supplementary; it is not necessary to watch that before watching the series.\n\n\u001b[1mWUGの起源を説明する映画がありますが、映画は補完的なものにすぎないことに注意してください。 シリーズを見る前にそれを見る必要はありません。\u001b[22m\n\u001b[1m(WUG no kigen o setsumei suru eiga ga arimasuga, eiga wa hokan-tekina mono ni suginai koto ni chūi shite kudasai. Shirīzu o miru mae ni sore o miru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNote that there is a movie out that explains the origins of WUG, but the movie is only supplementary; it is not necessary to watch that before watching the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote that there is a movie out that explains the origins of WUG, but the movie is only supplementary;\u001b[24m\n    \u001b[1mWUGの起源を説明する映画がありますが、映画は補完的なものにすぎないことに注意してください。\u001b[22m, \u001b[1mWUGの起源を説明するムービーアウトがあることに注意してください、しかし、映画は、補助だけです。\u001b[22m\n\u001b[4mit is not necessary to watch that before watching the series.\u001b[24m\n    \u001b[1mシリーズを見る前にそれを見る必要はありません。\u001b[22m, \u001b[1mシリーズを見て前にそれを見てする必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 5/10\n\n\u001b[1mアート：5/10\u001b[22m\n\u001b[1m(Āto: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 5/10\u001b[24m\n    \u001b[1mアート：5/10\u001b[22m\nThe art is honestly the biggest flaw of WUG. Compared to IM@S and LL, the dance animations are mediocre at best, and it was clear the animation budget was not as big as those of its rival shows. It didn't help that the character designs were not very unique, either. This might have been the show trying to keep the character appearances as realistic as possible, but ultimately it was a detriment to the series, as it was very hard to keep track of who was who when every girl looked the same.\n\n\u001b[1m芸術は正直言ってWUGの最大の欠陥です。  IM @ SやLLと比較して、ダンスのアニメーションはせいぜい平凡なものであり、アニメーション予算はライバルのものほど大きくはないことは明らかでした。 それはキャラクターのデザインがあまりユニークではなかったのにも役立ちませんでした。 これは可能な限り現実的なキャラクターの登場を維持しようとしているショーだったかもしれませんが、最終的にはすべての女の子が同じように見えるときに誰だったのかを把握することは非常に困難だったので、シリーズにとっては厄介でした。\u001b[22m\n\u001b[1m(Geijutsu wa shōjiki itte WUG no saidai no kekkandesu. IM@ S ya LL to hikaku shite, dansu no animēshon wa seizei heibon'na monodeari, animēshon yosan wa raibaru no mono hodo ōkiku wanai koto wa akirakadeshita. Sore wa kyarakutā no dezain ga amari yunīkude wa nakattanoni mo yakudachimasendeshita. Kore wa kanōnakagiri genjitsu-tekina kyarakutā no tōjō o iji shiyou to shite iru shōdatta kamo shiremasenga, saishūtekini wa subete no on'nanoko ga onajiyōni mieru toki ni daredatta no ka o haaku suru koto wa hijō ni kon'nandattanode, shirīzu ni totte wa yakkaideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is honestly the biggest flaw of WUG. Compared to IM@S and LL, the dance animations are mediocre at best, and it was clear the animation budget was not as big as those of its rival shows. It didn't help that the character designs were not very unique, either. This might have been the show trying to keep the character appearances as realistic as possible, but ultimately it was a detriment to the series, as it was very hard to keep track of who was who when every girl looked the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is honestly the biggest flaw of WUG.\u001b[24m\n    \u001b[1m芸術は正直言ってWUGの最大の欠陥です。\u001b[22m, \u001b[1m芸術は正直WUGの最大の欠陥です。\u001b[22m\n\u001b[4mCompared to IM@S and LL, the dance animations are mediocre at best, and it was clear the animation budget was not as big as those of its rival shows.\u001b[24m\n    \u001b[1mIM @ SやLLと比較して、ダンスのアニメーションはせいぜい平凡なものであり、アニメーション予算はライバルのものほど大きくはないことは明らかでした。\u001b[22m, \u001b[1mIM @ SとLLと比較すると、ダンスアニメーションは最高の状態で平凡であり、アニメーションの予算がライバル番組のものほど大きくはありませんでした明らかでした。\u001b[22m\n\u001b[4mIt didn't help that the character designs were not very unique, either.\u001b[24m\n    \u001b[1mそれはキャラクターのデザインがあまりユニークではなかったのにも役立ちませんでした。\u001b[22m, \u001b[1mそれはどちらか、キャラクターデザインは非常にユニークではなかったことは助けにはなりませんでした。\u001b[22m\n\u001b[4mThis might have been the show trying to keep the character appearances as realistic as possible, but ultimately it was a detriment to the series, as it was very hard to keep track of who was who when every girl looked the same.\u001b[24m\n    \u001b[1mこれは可能な限り現実的なキャラクターの登場を維持しようとしているショーだったかもしれませんが、最終的にはすべての女の子が同じように見えるときに誰だったのかを把握することは非常に困難だったので、シリーズにとっては厄介でした。\u001b[22m, \u001b[1mこれは、可能な限り現実的な文字の外観を維持しようとショーだったかもしれないが、すべての女の子が同じに見えたとき、誰が誰だったのを追跡することは非常に困難であったとして最終的には、シリーズを損なうでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\nWith a catchy OP and even better emotional ED, the music of this series was solid. Unfortunately, maybe due to the budget yet again, the song variety could not match those of IM@S or LL. There were maybe 4 or 5 songs tops in the series roster, and for an idol anime, that is not a very impressive number. But what songs are there were very well put together.\n\n\u001b[1mキャッチーなOPとさらに感情的なEDで、このシリーズの音楽はしっかりしていました。 残念なことに、おそらく予算のせいで、曲の種類がIM @ SやLLのものと一致しない可能性があります。 シリーズ名簿には4〜5曲のトップがあり、アイドルアニメの場合はそれほど印象的な数字ではありません。 しかし、そこにはどんな曲が入っているのですか？\u001b[22m\n\u001b[1m(Kyatchīna OP to sarani kanjō-tekina ED de, kono shirīzu no ongaku wa shikkari shite imashita. Zan'nen'nakotoni, osoraku yosan no sei de,-kyoku no shurui ga IM@ S ya LL no mono to itchishinai kanōsei ga arimasu. Shirīzu meibo ni wa 4 〜 5-kyoku no toppu ga ari, aidoru anime no baai wa sorehodo inshō-tekina sūjide wa arimasen. Shikashi, soko ni wa don'na kyoku ga haitte iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWith a catchy OP and even better emotional ED, the music of this series was solid. Unfortunately, maybe due to the budget yet again, the song variety could not match those of IM@S or LL. There were maybe 4 or 5 songs tops in the series roster, and for an idol anime, that is not a very impressive number. But what songs are there were very well put together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a catchy OP and even better emotional ED, the music of this series was solid.\u001b[24m\n    \u001b[1mキャッチーなOPとさらに感情的なEDで、このシリーズの音楽はしっかりしていました。\u001b[22m, \u001b[1mキャッチーなOPとさらに良い感情的なEDで、このシリーズの音楽は固体でした。\u001b[22m\n\u001b[4mUnfortunately, maybe due to the budget yet again, the song variety could not match those of IM@S or LL.\u001b[24m\n    \u001b[1m残念なことに、おそらく予算のせいで、曲の種類がIM @ SやLLのものと一致しない可能性があります。\u001b[22m, \u001b[1m残念ながら、多分による予算に再びまだ、曲の様々なIM @ SやLLのものと一致しませんでした。\u001b[22m\n\u001b[4mThere were maybe 4 or 5 songs tops in the series roster, and for an idol anime, that is not a very impressive number.\u001b[24m\n    \u001b[1mシリーズ名簿には4〜5曲のトップがあり、アイドルアニメの場合はそれほど印象的な数字ではありません。\u001b[22m, \u001b[1m多分4または5曲がシリーズ名簿にトップス、そしてアイドルアニメのために、それは非常に印象的な数ではありませんがありました。\u001b[22m\n\u001b[4mBut what songs are there were very well put together.\u001b[24m\n    \u001b[1mしかし、そこにはどんな曲が入っているのですか？\u001b[22m, \u001b[1mしかし、どのような曲は非常によく一緒にそこに置かれたされています。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting was great as well, and despite the fact that none of the girls (to my knowledge) was a big name veteran, great performances were delivered.\n\n\u001b[1m声優も素晴らしく、女の子は誰も知りませんでしたが、偉大な公演が行われました。\u001b[22m\n\u001b[1m(Seiyū mo subarashiku, on'nanoko wa dare mo shirimasendeshitaga, idaina kōen ga okonawa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting was great as well, and despite the fact that none of the girls (to my knowledge) was a big name veteran, great performances were delivered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting was great as well, and despite the fact that none of the girls (to my knowledge) was a big name veteran, great performances were delivered.\u001b[24m\n    \u001b[1m声優も素晴らしく、女の子は誰も知りませんでしたが、偉大な公演が行われました。\u001b[22m, \u001b[1m声の演技も同様に素晴らしかった、と（私の知る限り）女の子のどれもビッグネームのベテランだったという事実にもかかわらず、素晴らしい性能が配信されていました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nLike I said in the 'Art' section, the characters' physical appearances are not particularly appealing. Regardless, the character development of each of the girls is another great point for WUG. Unlike IM@S, which seemed to either breeze through each of the girls in an episode or less, or LL, which focused mostly on the 3 main girls, WUG tries its hardest to give each of the girls a proper backstory, a unique personality , and relatable struggles. In the end, not all of the girls are equally developed (some get a lot more screentime than others), but characterization was pretty well done compared to IM@S and LL. It really helps that there are only 7 girls in the group, as opposed to IM@S's dozen or so.\n\n\u001b[1m「アート」セクションで述べたように、キャラクターの外見は特に魅力的ではありません。 いずれにせよ、女の子のキャラクター開発は、WUGのもう一つの大きなポイントです。 エピソード以下の女の子のそれぞれを通るように見えるIM @ S（主に3人の主要な女の子に焦点を絞ったLL）とは異なり、WUGは女の子にそれぞれ固有のバックストーリー、ユニークな性格 、および関連する闘争。 結局、女の子のすべてが同じように開発されたわけではありませんが（いくつかは他の女の子よりもはるかに優れています）、IM @ SやLLと比較して特徴付けはかなりうまくいっています。  IM @ Sさんのダースとは対照的に、グループにはたった7人の女の子がいるのが本当に助かります。\u001b[22m\n\u001b[1m(`Āto' sekushon de nobeta yō ni, kyarakutā no gaiken wa tokuni mirikitekide wa arimasen. Izure ni seyo, on'nanoko no kyarakutā kaihatsu wa, WUG no mōhitotsu no ōkina pointodesu. Episōdo ika no on'nanoko no sorezore o tōru yō ni mieru IM@ S (omoni 3-ri no shuyōna on'nanoko ni shōten o shibotta LL) to wa kotonari, WUG wa on'nanoko ni sorezore koyū no bakkusutōrī, yunīkuna seikaku, oyobi kanren suru tōsō. Kekkyoku, on'nanoko no subete ga onajiyōni kaihatsu sa reta wakede wa arimasenga (ikutsu ka wa hoka no on'nanoko yori mo haruka ni sugurete imasu), IM@ S ya LL to hikaku shite tokuchōdzuke wa kanari umaku itte imasu. IM@ S-san no dāsu to wa taishō-teki ni, gurūpu ni wa tatta 7-ri no on'nanoko ga iru no ga hontōni tasukarimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike I said in the 'Art' section, the characters' physical appearances are not particularly appealing. Regardless, the character development of each of the girls is another great point for WUG. Unlike IM@S, which seemed to either breeze through each of the girls in an episode or less, or LL, which focused mostly on the 3 main girls, WUG tries its hardest to give each of the girls a proper backstory, a unique personality , and relatable struggles. In the end, not all of the girls are equally developed (some get a lot more screentime than others), but characterization was pretty well done compared to IM@S and LL. It really helps that there are only 7 girls in the group, as opposed to IM@S's dozen or so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said in the 'Art' section, the characters' physical appearances are not particularly appealing.\u001b[24m\n    \u001b[1m「アート」セクションで述べたように、キャラクターの外見は特に魅力的ではありません。\u001b[22m, \u001b[1m私は「アート」の項で述べたように、キャラクターの物理的な外観は特に魅力的ではありません。\u001b[22m\n\u001b[4mRegardless, the character development of each of the girls is another great point for WUG.\u001b[24m\n    \u001b[1mいずれにせよ、女の子のキャラクター開発は、WUGのもう一つの大きなポイントです。\u001b[22m, \u001b[1mかかわらず、女の子のそれぞれの文字の開発は、WUGのための別の偉大なポイントです。\u001b[22m\n\u001b[4mUnlike IM@S, which seemed to either breeze through each of the girls in an episode or less, or LL, which focused mostly on the 3 main girls, WUG tries its hardest to give each of the girls a proper backstory, a unique personality\u001b[24m\n    \u001b[1mエピソード以下の女の子のそれぞれを通るように見えるIM @ S（主に3人の主要な女の子に焦点を絞ったLL）とは異なり、WUGは女の子にそれぞれ固有のバックストーリー、ユニークな性格\u001b[22m, \u001b[1m3主な女の子に主に焦点を当てたエピソード以下、LL、女の子の各貫通風のいずれかに思えたのIM @ Sのとは異なり、WUGは、適切な裏話を女の子のそれぞれを与えるためにユニークな個性をその最も難しいしよう\u001b[22m\n\u001b[4m, and relatable struggles.\u001b[24m\n    \u001b[1m、および関連する闘争。\u001b[22m, \u001b[1m、と話すことのできる闘争。\u001b[22m\n\u001b[4mIn the end, not all of the girls are equally developed (some get a lot more screentime than others), but characterization was pretty well done compared to IM@S and LL.\u001b[24m\n    \u001b[1m結局、女の子のすべてが同じように開発されたわけではありませんが（いくつかは他の女の子よりもはるかに優れています）、IM @ SやLLと比較して特徴付けはかなりうまくいっています。\u001b[22m, \u001b[1m最後に、ではないすべての女の子のは、均等に（いくつかは他のものよりも多くスクリーン時間を得る）が開発されているが、特徴付けがかなりよくIM @ SとLLに比べて行われました。\u001b[22m\n\u001b[4mIt really helps that there are only 7 girls in the group, as opposed to IM@S's dozen or so.\u001b[24m\n    \u001b[1mIM @ Sさんのダースとは対照的に、グループにはたった7人の女の子がいるのが本当に助かります。\u001b[22m, \u001b[1mそれは本当にIM @ Sのダースかそこらのとは対照的に、唯一の7女の子は、グループ内に存在することに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\nThe series has its ups and downs in terms of enjoyment. Seeing some of the girls' dreams broken and their dignities abused made me cringe at times. But all that just made their triumphs all the more satisfying. Overall, I personally greatly enjoyed the series, but I can see how some people won't enjoy this series as much as other idol anime. It's not as sunny and optimistic as the other idol series, that's for sure, but that is what will contribute to WUG's appeal for some people.\n\n\u001b[1mシリーズには楽しさの点で浮き沈みがあります。 女の子の夢の一部が壊れているのを見て、虐待された彼らの尊厳は私を時々気にさせました。 しかし、そのすべてが、勝利をさらに満足させました。 全体的に私は個人的にこのシリーズを大いに楽しんだが、他のアイドルアニメほど楽しめない人がいるかもしれない。 それは、他のアイドルシリーズと同じくらい陽気で楽観的ではありませんが、それは確かですが、これがWUGの人々の魅力に貢献するものです。\u001b[22m\n\u001b[1m(Shirīzu ni wa tanoshisa no ten de ukishizumi ga arimasu. On'nanoko no yume no ichibu ga kowarete iru no o mite, gyakutai sa reta karera no songen wa watashi o tokidoki ki ni sa semashita. Shikashi, sono subete ga, shōri o sarani manzoku sa semashita. Zentai-teki ni watashi wa kojin-teki ni kono shirīzu o ōini tanoshindaga, hoka no aidoru anime hodo tanoshimenai hito ga iru kamo shirenai. Sore wa, hoka no aidorushirīzu to onaji kurai yōkide rakukantekide wa arimasenga, sore wa tashikadesuga, kore ga WUG no hitobito no miryoku ni kōken suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series has its ups and downs in terms of enjoyment. Seeing some of the girls' dreams broken and their dignities abused made me cringe at times. But all that just made their triumphs all the more satisfying. Overall, I personally greatly enjoyed the series, but I can see how some people won't enjoy this series as much as other idol anime. It's not as sunny and optimistic as the other idol series, that's for sure, but that is what will contribute to WUG's appeal for some people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series has its ups and downs in terms of enjoyment.\u001b[24m\n    \u001b[1mシリーズには楽しさの点で浮き沈みがあります。\u001b[22m, \u001b[1mシリーズは楽しさの点で、その浮き沈みを持っています。\u001b[22m\n\u001b[4mSeeing some of the girls' dreams broken and their dignities abused made me cringe at times.\u001b[24m\n    \u001b[1m女の子の夢の一部が壊れているのを見て、虐待された彼らの尊厳は私を時々気にさせました。\u001b[22m, \u001b[1m壊れた女の子の夢や虐待を受け、その尊厳のいくつかを見ることは、私は時間にうんざりしました。\u001b[22m\n\u001b[4mBut all that just made their triumphs all the more satisfying.\u001b[24m\n    \u001b[1mしかし、そのすべてが、勝利をさらに満足させました。\u001b[22m, \u001b[1mしかし、ちょうど彼らの勝利はすべてのより満足作られているすべて。\u001b[22m\n\u001b[4mOverall, I personally greatly enjoyed the series, but I can see how some people won't enjoy this series as much as other idol anime.\u001b[24m\n    \u001b[1m全体的に私は個人的にこのシリーズを大いに楽しんだが、他のアイドルアニメほど楽しめない人がいるかもしれない。\u001b[22m, \u001b[1m全体的に、私は個人的に非常にシリーズを楽しんだが、私は何人かの人々が他のアイドルアニメと同じくらいこのシリーズをお楽しみいただけないでしょうかを見ることができます。\u001b[22m\n\u001b[4mIt's not as sunny and optimistic as the other idol series, that's for sure, but that is what will contribute to WUG's appeal for some people.\u001b[24m\n    \u001b[1mそれは、他のアイドルシリーズと同じくらい陽気で楽観的ではありませんが、それは確かですが、これがWUGの人々の魅力に貢献するものです。\u001b[22m, \u001b[1mそれは、それは確かだ、他のアイドルシリーズと同様に晴れと楽観的ではないのですが、それは一部の人にとってWUGの魅力に貢献するものです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nIf you have been wanting to get into idol anime, but found IM@S and LL too flowery, colorful, and optimistic, then WUG is perfect for you. Its realism and its ability to make you feel for the characters make this a very good entry into the idol genre.\n\n\u001b[1mあなたがアイドルアニメに入りたいと思っていたのにIM @ SとLLがあふれすぎ、カラフルで、楽観的であることがわかっていれば、WUGはあなたにとって完璧です。 その現実主義とあなたのキャラクターのための気分を引き出す能力は、これをアイドルのジャンルへの非常に良い入り口にします。\u001b[22m\n\u001b[1m(Anata ga aidoru anime ni hairitai to omotte ita no ni IM@ S to LL ga afure-sugi, karafuru de, rakukantekidearu koto ga wakatte ireba, WUG wa anata ni totte kanpekidesu. Sono genjitsu shugi to anata no kyarakutā no tame no kibun o hikidasu nōryoku wa, kore o aidoru no janru e no hijō ni yoi iriguchi ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you have been wanting to get into idol anime, but found IM@S and LL too flowery, colorful, and optimistic, then WUG is perfect for you. Its realism and its ability to make you feel for the characters make this a very good entry into the idol genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have been wanting to get into idol anime, but found IM@S and LL too flowery, colorful, and optimistic, then WUG is perfect for you.\u001b[24m\n    \u001b[1mあなたがアイドルアニメに入りたいと思っていたのにIM @ SとLLがあふれすぎ、カラフルで、楽観的であることがわかっていれば、WUGはあなたにとって完璧です。\u001b[22m, \u001b[1mあなたはアイドルアニメに取得したいが、あまりにも花のIM @ SとLLを発見した、カラフルな、と楽観されている場合は、WUGが最適です。\u001b[22m\n\u001b[4mIts realism and its ability to make you feel for the characters make this a very good entry into the idol genre.\u001b[24m\n    \u001b[1mその現実主義とあなたのキャラクターのための気分を引き出す能力は、これをアイドルのジャンルへの非常に良い入り口にします。\u001b[22m, \u001b[1mそのリアリズムとあなたが文字に感じさせるその能力は、このアイドルのジャンルへの非常に良いエントリ作ります。\u001b[22m\n\u001b[1m\u001b[22m\nIf, on the other hand, you watch idol anime purely for the dancing, the animation, and the music, then this series may not meet your expectations. Its animation and character design are sub-par in comparison to those of its competitors (IM@S and LL), and the music is not the catchiest, either.\n\n\u001b[1m一方、ダンス、アニメーション、音楽のために純粋にアイドルアニメを見た場合、このシリーズはあなたの期待を満たしていない可能性があります。 そのアニメーションとキャラクターデザインは、競合他社のもの（IM @ SとLL）と比較して劣っており、音楽もそれほど魅力的ではありません。\u001b[22m\n\u001b[1m(Ippō, dansu, animēshon, ongaku no tame ni junsui ni aidoru anime o mita baai, kono shirīzu wa anata no kitai o mitashite inai kanōsei ga arimasu. Sono animēshon to kyarakutādezain wa, kyōgō tasha no mono (IM@ S to LL) to hikaku shite ototte ori, ongaku mo sorehodo mirikitekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf, on the other hand, you watch idol anime purely for the dancing, the animation, and the music, then this series may not meet your expectations. Its animation and character design are sub-par in comparison to those of its competitors (IM@S and LL), and the music is not the catchiest, either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf, on the other hand, you watch idol anime purely for the dancing, the animation, and the music, then this series may not meet your expectations.\u001b[24m\n    \u001b[1m一方、ダンス、アニメーション、音楽のために純粋にアイドルアニメを見た場合、このシリーズはあなたの期待を満たしていない可能性があります。\u001b[22m, \u001b[1m一方、あなたはダンス、アニメーション、音楽を純粋にアイドルアニメを見た場合、このシリーズは、あなたの期待を満たしていない可能性があります。\u001b[22m\n\u001b[4mIts animation and character design are sub-par in comparison to those of its competitors (IM@S and LL), and the music is not the catchiest, either.\u001b[24m\n    \u001b[1mそのアニメーションとキャラクターデザインは、競合他社のもの（IM @ SとLL）と比較して劣っており、音楽もそれほど魅力的ではありません。\u001b[22m, \u001b[1mそのアニメーションとキャラクターデザインは、競合他社（IM @ SとLL）のものと比較して、サブパーであり、音楽はどちらか、catchiestではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBut ultimately, I believe that of all the idol anime released so far, WUG has the most soul and the best realism, and for that alone, it is worth checking out.\n\n\u001b[1mしかし、結局のところ、私は今までにリリースされたすべてのアイドルアニメの中で、WUGが最も魂と最高のリアリズムを持っていると信じています。\u001b[22m\n\u001b[1m(Shikashi, kekkyokunotokoro, watashi wa ima made ni rirīsu sa reta subete no aidoru anime no naka de, WUG ga mottomo tamashī to saikō no riarizumu o motte iru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut ultimately, I believe that of all the idol anime released so far, WUG has the most soul and the best realism, and for that alone, it is worth checking out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut ultimately, I believe that of all the idol anime released so far, WUG has the most soul and the best realism, and for that alone, it is worth checking out.\u001b[24m\n    \u001b[1mしかし、結局のところ、私は今までにリリースされたすべてのアイドルアニメの中で、WUGが最も魂と最高のリアリズムを持っていると信じています。\u001b[22m, \u001b[1mしかし、最終的には、私がこれまでにリリースされたすべてのアイドルアニメの、WUGが最も魂と最高のリアリズムを持っており、それだけのために、それはチェックアウトする価値があると信じています。\u001b[22m\n\u001b[1m\u001b[22m\n___________________\n\n\u001b[1m___________________\u001b[22m\n\u001b[1m(___________________)\u001b[22m\n\nTranslations of \u001b[4m___________________\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m___________________\u001b[24m\n    \u001b[1m___________________\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked this anime, I recommend The IDOLM@STER, Love Live!, and AKB0048.\n\n\u001b[1mこのアニメが好きな人は、IDOLM @ STER、Love Live！、AKB0048をお勧めします。\u001b[22m\n\u001b[1m(Kono anime ga sukinahito wa, IDOLM@ STER, rabu raibu!, AKB 0048 o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked this anime, I recommend The IDOLM@STER, Love Live!, and AKB0048.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked this anime, I recommend The IDOLM@STER, Love Live!, and AKB0048.\u001b[24m\n    \u001b[1mこのアニメが好きな人は、IDOLM @ STER、Love Live！、AKB0048をお勧めします。\u001b[22m, \u001b[1mあなたはこのアニメが好きなら、私はIDOLMする@ STER、ラブライブ！、とAKB0048をお勧めします。\u001b[22m"
  }
]
