[
  {
    "title": "Giovanni_no_Shima",
    "id": "19115",
    "url": "https://myanimelist.net/anime/19115/Giovanni_no_Shima",
    "user": "tsubagakure",
    "profile": "/profile/tsubagakure/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=159075",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n1945年、日本は第二次世界大戦で敗北した。 私たちは美しい緑の島であるシコタンに自分自身を見つけ、ロシア軍はその土地を自分たちのものとして取っています。  JunpeiとKantaは戦争の戦利品に自分自身を見つけ、この残酷な現実に直面しなければならない2人の兄弟です。  2つの国が衝突すると、さまざまな文化、特徴、言語障壁、波紋の歴史が発見されます。  「Giovanni no Shima」は私たちを電車の鉄道に連れて行き、すべての駅で止まると、それらの障害をどのように克服し、私たちに憧れと喪失について教えてくれるだけでなく、勇敢さと目標を達成する決意、 ホームレスの日本。\n宮沢賢治の言葉と響きが物語の中で重要な役割を果たすので、純平とカンタは宮澤の「銀河鉄道の夜」本の2人の主人公であるジョヴァンニとカンパネッラという名前です。 いくつかの引用は、しばしば純平の独り言との物語に参加している。 具体的な想像力は私たちをもう一つの素敵な生産I.Gに導きます。 芸術はよく考えられていますが、ちょっとキディと鈍いと言われるかもしれませんが、これは家族全員のための映画なので、あなたはちびの表情とひらめきの背景でその面白い瞬間を見つけるでしょう。 それにもかかわらず、私はそれが非常に繊細な口径であると信じています。  1つの魅力的な側面は声優です。私はそれが非常にうまく発揮されていると言わなければなりません。 新しい優秀な日本人の才能を聞くだけでなく、ロシア人はTanyaのようなロシア語の登場人物を表明します。 あなたはまた、日本のものとロシアの歌の合体を楽しむことができる、それは深くてユニークな雰囲気を与えると私は思います。\n全体として、「ジョヴァンニの志摩」は美しくてパワフルな映画であり、誰もが賞賛すべきものであり、過去に間違いがあったことを今でも、将来も繰り返すことはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n1945, Japan was defeated in WWII. We find ourselves in the beautiful greenery island of Shikotan, and the Russian army has taken the land as their own. Junpei and Kanta are two little brothers who find themselves in the spoils of war and have to face this cruel reality. When two countries collide, we happen to discover different cultures, distinct features, language barriers and ruffling history. “Giovanni no Shima” takes us onto the railroads of a train, and stopping at every station, it shows us how to break those obstacles and teaches us about longing and loss, but also bravery and determination to achieve one's goal, in a destroyed and homeless Japan.\n\n\u001b[1m1945年、日本は第二次世界大戦で敗北した。 私たちは美しい緑の島であるシコタンに自分自身を見つけ、ロシア軍はその土地を自分たちのものとして取っています。  JunpeiとKantaは戦争の戦利品に自分自身を見つけ、この残酷な現実に直面しなければならない2人の兄弟です。  2つの国が衝突すると、さまざまな文化、特徴、言語障壁、波紋の歴史が発見されます。  「Giovanni no Shima」は私たちを電車の鉄道に連れて行き、すべての駅で止まると、それらの障害をどのように克服し、私たちに憧れと喪失について教えてくれるだけでなく、勇敢さと目標を達成する決意、 ホームレスの日本。\u001b[22m\n\u001b[1m(1945-Nen, Nihon wa dainijisekaitaisen de haiboku shita. Watashitachi wa utsukushī midori no shimadearu shikotan ni jibun jishin o mitsuke, Roshia-gun wa sono tochi o jibun-tachi no mono to shite totte imasu. Junpei to Kanta wa sensō no senri-hin ni jibun jishin o mitsuke, kono zankokuna genjitsu ni chokumen shinakereba naranai 2-ri no kyōdaidesu. 2Tsu no kuni ga shōtotsu suru to, samazamana bunka, tokuchō, gengoshōheki, hamon no rekishi ga hakken sa remasu. `Jovu~an'ni no Shima' wa watashitachi o densha no tetsudō ni tsurete iki, subete no eki de tomaru to, sorera no shōgai o dono yō ni kokufuku shi, watashitachi ni akogare to sōshitsu ni tsuite oshietekureru dakedenaku, yūkan-sa to mokuhyō o tassei suru ketsui, hōmuresu no Nihon.)\u001b[22m\n\nTranslations of \u001b[4m1945, Japan was defeated in WWII. We find ourselves in the beautiful greenery island of Shikotan, and the Russian army has taken the land as their own. Junpei and Kanta are two little brothers who find themselves in the spoils of war and have to face this cruel reality. When two countries collide, we happen to discover different cultures, distinct features, language barriers and ruffling history. “Giovanni no Shima” takes us onto the railroads of a train, and stopping at every station, it shows us how to break those obstacles and teaches us about longing and loss, but also bravery and determination to achieve one's goal, in a destroyed and homeless Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1945, Japan was defeated in WWII.\u001b[24m\n    \u001b[1m1945年、日本は第二次世界大戦で敗北した。\u001b[22m, \u001b[1m1945年は、日本が第二次世界大戦で敗北しました。\u001b[22m\n\u001b[4mWe find ourselves in the beautiful greenery island of Shikotan, and the Russian army has taken the land as their own.\u001b[24m\n    \u001b[1m私たちは美しい緑の島であるシコタンに自分自身を見つけ、ロシア軍はその土地を自分たちのものとして取っています。\u001b[22m, \u001b[1m私たちは、色丹の美しい緑の島に自分自身を見つけ、ロシア軍は、彼ら自身のものとして土地を取りました。\u001b[22m\n\u001b[4mJunpei and Kanta are two little brothers who find themselves in the spoils of war and have to face this cruel reality.\u001b[24m\n    \u001b[1mJunpeiとKantaは戦争の戦利品に自分自身を見つけ、この残酷な現実に直面しなければならない2人の兄弟です。\u001b[22m, \u001b[1m純平とカンタは、戦争の戦利品で自分自身を見つけると、この残酷な現実に直面している二つの小さな兄弟です。\u001b[22m\n\u001b[4mWhen two countries collide, we happen to discover different cultures, distinct features, language barriers and ruffling history.\u001b[24m\n    \u001b[1m2つの国が衝突すると、さまざまな文化、特徴、言語障壁、波紋の歴史が発見されます。\u001b[22m, \u001b[1m両国は衝突するとき、私たちは異なる文化、明確な特徴、言語の障壁と波打ち歴史を発見するために起こります。\u001b[22m\n\u001b[4m“Giovanni no Shima” takes us onto the railroads of a train, and stopping at every station, it shows us how to break those obstacles and teaches us about longing and loss, but also bravery and determination to achieve one's goal, in a destroyed and\u001b[24m\n    \u001b[1m「Giovanni no Shima」は私たちを電車の鉄道に連れて行き、すべての駅で止まると、それらの障害をどのように克服し、私たちに憧れと喪失について教えてくれるだけでなく、勇敢さと目標を達成する決意、\u001b[22m, \u001b[1m破壊された中で、「ジョバンニのない島」は、列車の鉄道の上に私たちを取り、各駅停車、それはそれらの障害物を破壊する方法を私たちに示し、憧れと損失についての私達に教えて、だけでなく、勇気と決意が自分の目標を達成し、\u001b[22m\n\u001b[4mhomeless Japan.\u001b[24m\n    \u001b[1mホームレスの日本。\u001b[22m, \u001b[1mホームレス日本。\u001b[22m\nMiyazawa Kenji’s words and reveries play a major role in the story, thus Junpei and Kanta are named Giovanni and Campanella, two main characters of Miyazawa’s “Night on the Galactic Railroad” book. Some quotes are often taking part in the narrative with Junpei’s soliloquies. A tangible imagination guides us in yet, another lovely Production I.G; the art is well conceived, although one might refer to it as a bit kiddy and dull, but remember, this is a movie for the whole family, therefore, you will find its funny moments with chibi expressions and scribbled backgrounds. Nonetheless, i believe it to be of a very delicate caliber. One fascinating aspect is the voice actors, and i have to say that is extremely well exerted. Not only we hear new exquisite Japanese talent, but, as well, Russians voicing the Russian characters, like Tanya. You may also enjoy the coalescence of Russian songs with the Japanese ones, it gives a profound and unique ambience, i think.\n\n\u001b[1m宮沢賢治の言葉と響きが物語の中で重要な役割を果たすので、純平とカンタは宮澤の「銀河鉄道の夜」本の2人の主人公であるジョヴァンニとカンパネッラという名前です。 いくつかの引用は、しばしば純平の独り言との物語に参加している。 具体的な想像力は私たちをもう一つの素敵な生産I.Gに導きます。 芸術はよく考えられていますが、ちょっとキディと鈍いと言われるかもしれませんが、これは家族全員のための映画なので、あなたはちびの表情とひらめきの背景でその面白い瞬間を見つけるでしょう。 それにもかかわらず、私はそれが非常に繊細な口径であると信じています。  1つの魅力的な側面は声優です。私はそれが非常にうまく発揮されていると言わなければなりません。 新しい優秀な日本人の才能を聞くだけでなく、ロシア人はTanyaのようなロシア語の登場人物を表明します。 あなたはまた、日本のものとロシアの歌の合体を楽しむことができる、それは深くてユニークな雰囲気を与えると私は思います。\u001b[22m\n\u001b[1m(Miyazawa kenji no kotoba to hibiki ga monogatari no naka de jūyōna yakuwariwohatasunode, Jiyunpei to Kanta wa Miyazawa no `gingatetsudōnoyoru' hon no 2-ri no shujinkōdearu Jovu~An'ni to kanpanerra to iu namaedesu. Ikutsu ka no in'yō wa, shibashiba Jiyunpei no hitorigoto to no monogatari ni sanka shite iru. Gutaitekina sōzō-ryoku wa watashitachi o mōhitotsu no sutekina seisan I. G ni michibikimasu. Geijutsu wa yoku kangae rarete imasuga, chotto kidi to nibui to iwa reru kamo shiremasenga, koreha kazoku zen'in no tame no eigananode, anata wa chibi no hyōjō to hirameki no haikei de sono omoshiroi shunkan o mitsukerudeshou. Sore nimokakawarazu, watashi wa sore ga hijō ni sensaina kōkeidearu to shinjite imasu. 1Tsu no miryoku-tekina sokumen wa seiyūdesu. Watashi wa sore ga hijō ni umaku hakki sa rete iru to iwanakereba narimasen. Atarashī yūshūna nihonjin no sainō o kiku dakedenaku, roshiahito wa Tanya no yōna Roshiago no tōjō jinbutsu o hyōmei shimasu. Anata wa mata, Nihon no mono to Roshia no uta no gattai o tanoshimu koto ga dekiru, sore wa fukakute yunīkuna fun'iki o ataeru to watashi wa omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mMiyazawa Kenji’s words and reveries play a major role in the story, thus Junpei and Kanta are named Giovanni and Campanella, two main characters of Miyazawa’s “Night on the Galactic Railroad” book. Some quotes are often taking part in the narrative with Junpei’s soliloquies. A tangible imagination guides us in yet, another lovely Production I.G; the art is well conceived, although one might refer to it as a bit kiddy and dull, but remember, this is a movie for the whole family, therefore, you will find its funny moments with chibi expressions and scribbled backgrounds. Nonetheless, i believe it to be of a very delicate caliber. One fascinating aspect is the voice actors, and i have to say that is extremely well exerted. Not only we hear new exquisite Japanese talent, but, as well, Russians voicing the Russian characters, like Tanya. You may also enjoy the coalescence of Russian songs with the Japanese ones, it gives a profound and unique ambience, i think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMiyazawa Kenji’s words and reveries play a major role in the story, thus Junpei and Kanta are named Giovanni and Campanella, two main characters of Miyazawa’s “Night on the Galactic Railroad” book.\u001b[24m\n    \u001b[1m宮沢賢治の言葉と響きが物語の中で重要な役割を果たすので、純平とカンタは宮澤の「銀河鉄道の夜」本の2人の主人公であるジョヴァンニとカンパネッラという名前です。\u001b[22m, \u001b[1m宮沢賢治の言葉と夢想は、このよう純平とカンタは、ジョバンニとカムパネルラ、宮沢さんの「夜銀河鉄道の「書籍の二つの主要な文字命名され、物語の中で重要な役割を果たしています。\u001b[22m\n\u001b[4mSome quotes are often taking part in the narrative with Junpei’s soliloquies.\u001b[24m\n    \u001b[1mいくつかの引用は、しばしば純平の独り言との物語に参加している。\u001b[22m, \u001b[1mいくつかの引用符は、多くの場合、純平のsoliloquiesと物語に参加しています。\u001b[22m\n\u001b[4mA tangible imagination guides us in yet, another lovely Production I.G;\u001b[24m\n    \u001b[1m具体的な想像力は私たちをもう一つの素敵な生産I.Gに導きます。\u001b[22m, \u001b[1m有形想像力はまだ、別の素敵なプロダクション・アイジーで私たちを導きます。\u001b[22m\n\u001b[4mthe art is well conceived, although one might refer to it as a bit kiddy and dull, but remember, this is a movie for the whole family, therefore, you will find its funny moments with chibi expressions and scribbled backgrounds.\u001b[24m\n    \u001b[1m芸術はよく考えられていますが、ちょっとキディと鈍いと言われるかもしれませんが、これは家族全員のための映画なので、あなたはちびの表情とひらめきの背景でその面白い瞬間を見つけるでしょう。\u001b[22m, \u001b[1m1は、キディーと鈍いビットとしてそれを参照してください、しかし、覚えて、これは全体の家族のための映画ですので、あなたはちび式や走り書きの背景との面白い瞬間を見つけるかもしれませんが技術では、十分に考えられます。\u001b[22m\n\u001b[4mNonetheless, i believe it to be of a very delicate caliber.\u001b[24m\n    \u001b[1mそれにもかかわらず、私はそれが非常に繊細な口径であると信じています。\u001b[22m, \u001b[1mそれにもかかわらず、私はそれは非常に繊細な口径のものであると信じています。\u001b[22m\n\u001b[4mOne fascinating aspect is the voice actors, and i have to say that is extremely well exerted.\u001b[24m\n    \u001b[1m1つの魅力的な側面は声優です。私はそれが非常にうまく発揮されていると言わなければなりません。\u001b[22m, \u001b[1m一つの魅力的な側面は、声優である、と私はそれが非常によく発揮されていると言わなければなりません。\u001b[22m\n\u001b[4mNot only we hear new exquisite Japanese talent, but, as well, Russians voicing the Russian characters, like Tanya.\u001b[24m\n    \u001b[1m新しい優秀な日本人の才能を聞くだけでなく、ロシア人はTanyaのようなロシア語の登場人物を表明します。\u001b[22m, \u001b[1mだけでなく、我々としても、ロシア人はターニャのように、ロシア語の文字を表明、新しい絶妙な日本の才能を聞く、しかし。\u001b[22m\n\u001b[4mYou may also enjoy the coalescence of Russian songs with the Japanese ones, it gives a profound and unique ambience, i think.\u001b[24m\n    \u001b[1mあなたはまた、日本のものとロシアの歌の合体を楽しむことができる、それは深くてユニークな雰囲気を与えると私は思います。\u001b[22m, \u001b[1mまた、私が思うに、それは深いと独特の雰囲気を与え、日本のものとロシアの歌の合体を楽しむことができます。\u001b[22m\nOverall, “Giovanni no Shima” is a beautiful and powerful movie that should’ve earn the appreciation of everybody, and such will makes realize that the errors we committed in the past, cannot be repeated now, as well as in the future.\n\n\u001b[1m全体として、「ジョヴァンニの志摩」は美しくてパワフルな映画であり、誰もが賞賛すべきものであり、過去に間違いがあったことを今でも、将来も繰り返すことはできません。\u001b[22m\n\u001b[1m(Zentai to shite,`Jovu~An'ni no Shima' wa utsukushikute pawafuruna eigadeari, daremoga shōsan subeki monodeari, kako ni machigai ga atta koto o ima demo, shōrai mo kurikaesu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, “Giovanni no Shima” is a beautiful and powerful movie that should’ve earn the appreciation of everybody, and such will makes realize that the errors we committed in the past, cannot be repeated now, as well as in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, “Giovanni no Shima” is a beautiful and powerful movie that should’ve earn the appreciation of everybody, and such will makes realize that the errors we committed in the past, cannot be repeated now, as well as in the future.\u001b[24m\n    \u001b[1m全体として、「ジョヴァンニの志摩」は美しくてパワフルな映画であり、誰もが賞賛すべきものであり、過去に間違いがあったことを今でも、将来も繰り返すことはできません。\u001b[22m, \u001b[1m全体的に、「ジョバンニない島は「みんなの感謝を獲得しましべきで美しく、強力な映画ではない、そのような意志が将来的にだけでなく、私たちが過去に犯したエラーが、今で繰り返すことはできませんことを認識させます。\u001b[22m"
  },
  {
    "title": "Giovanni_no_Shima",
    "id": "19115",
    "url": "https://myanimelist.net/anime/19115/Giovanni_no_Shima",
    "user": "tameiiki",
    "profile": "/profile/tameiiki/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=176473",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nジョヴァンニの志摩は、夢、希望、愛についての美しい映画です。 ジオバンニの島は、第二次世界大戦の終わりに北日本の「しこたん」と呼ばれる島で開催され、最も興味深いアニメウォッチャーにとってもユニークな環境を展示しています。\n\n兄弟純平とカンタは、赤軍が来て親愛なる自宅の島を支配する時、とても若いです。 しかし、困難な時代でさえ、食糧が乏しく、恐ろしい武装した男性が彼らが取るすべての動きを見ているとき、2つは常に彼らが想像することができる何かを持っています。  「銀河鉄道」は、困難な状況を逃れるための道であり、瞬時に夢中になっていても遠く離れているところです。\n\nまもなく彼らはすべてが結局無力ではないと思うようになります。 ロシア人が持ってきた文化は面白く、とても異なっています。 時間が経つにつれて、言語は耳に聞こえる音が少なくなります。 彼らが学校に通っているかわいそうな子供たちは、彼らの友達になった。 たぶん、そんなに安心して暮らすことは可能でしょうか。 それとも青少年の素朴さだけですか？ 起こって待っている事がずっとあり、目に見えないものですが、純平とカンタには理解できません。\n\nジョヴァンニの志摩はシンプルなキャラクターデザインに頼っていますが、みんながはっきりと異なって認識できるように十分興味深いです。 島の色と景色は美しいですが、少し平野です。 しかし、「銀河鉄道」は純平とカンタの人生だけでなく、映画の色も変わってくる。 映画全体のように、純平とカンタの夢は美しくアニメーション化されています。\n\n声優は素晴らしいです。 子供たちは本当に子供たちによって演奏され、ロシア人のキャラクターはネイティブスピーカーによって演奏されます。 私たちはまた映画の中で韓国人の一部を聞いています。 すべての国籍は、良い面と悪い面の両方を持つことが示されています。 サウンドトラックも美しく、特に子供たちが歌った曲はほとんどありません。\n\nジョヴァンニの島で語られた話は心温まるだけでなく、悲劇的です。 それは生存と喪失の叙事詩ですが、愛、家族、友人も叙事詩です。 物語は架空のものですが、これまでに聞いたことのない歴史について多くのことを教えてくれます。 この興味深い作品は間違いなく価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGiovanni no shima is a beautiful film about dreams, hope and love. Taking place at an island called Shikotan in Northern Japan during the end of the 2nd World War, Giovanni no shima displays a unique milieu even for the most studious anime-watcher.\n\n\u001b[1mジョヴァンニの志摩は、夢、希望、愛についての美しい映画です。 ジオバンニの島は、第二次世界大戦の終わりに北日本の「しこたん」と呼ばれる島で開催され、最も興味深いアニメウォッチャーにとってもユニークな環境を展示しています。\u001b[22m\n\u001b[1m(Jovu~An'ni no Shima wa, yume, kibō, ainitsuite no utsukushī eigadesu. Jioban'ni no shima wa, dainijisekaitaisen no owari ni Kitanihon no `shiko tan' to yoba reru shima de kaisai sa re, mottomo kyōmibukai animeu~otchā ni tottemo yunīkuna kankyō o tenji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mGiovanni no shima is a beautiful film about dreams, hope and love. Taking place at an island called Shikotan in Northern Japan during the end of the 2nd World War, Giovanni no shima displays a unique milieu even for the most studious anime-watcher.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiovanni no shima is a beautiful film about dreams, hope and love.\u001b[24m\n    \u001b[1mジョヴァンニの志摩は、夢、希望、愛についての美しい映画です。\u001b[22m, \u001b[1mジョバンニない志摩は夢、希望と愛についての美しい映画ではありません。\u001b[22m\n\u001b[4mTaking place at an island called Shikotan in Northern Japan during the end of the 2nd World War, Giovanni no shima displays a unique milieu even for the most studious anime-watcher.\u001b[24m\n    \u001b[1mジオバンニの島は、第二次世界大戦の終わりに北日本の「しこたん」と呼ばれる島で開催され、最も興味深いアニメウォッチャーにとってもユニークな環境を展示しています。\u001b[22m, \u001b[1m第二次世界大戦の終了時に北日本で色丹島と呼ばれる島で行われて、ジョバンニには志摩も、最も勤勉アニメウォッチャーのためのユニークな環境を表示しません。\u001b[22m\n\u001b[1m\u001b[22m\nSiblings Junpei and Kanta are very young when the Red Army comes and takes control of their dear home island. But even on the hard times, when food is scarce and scary armed men watch every move they take, the two have something they can always rely on: their imagination. ‘The Galactic Railroad’ is their way to escape difficult situations, taking them far away where ever they dream to, even if it's only for a moment.\n\n\u001b[1m兄弟純平とカンタは、赤軍が来て親愛なる自宅の島を支配する時、とても若いです。 しかし、困難な時代でさえ、食糧が乏しく、恐ろしい武装した男性が彼らが取るすべての動きを見ているとき、2つは常に彼らが想像することができる何かを持っています。  「銀河鉄道」は、困難な状況を逃れるための道であり、瞬時に夢中になっていても遠く離れているところです。\u001b[22m\n\u001b[1m(Kyōdai Jiyunpei to Kanta wa, sekigun ga kite shin'ainaru jitaku no shima o shihai suru toki, totemo wakaidesu. Shikashi, kon'nan'na jidaide sae, shokuryō ga toboshiku, osoroshī busō shita dansei ga karera ga toru subete no ugoki o mite iru toki, 2tsu wa tsuneni karera ga sōzō suru koto ga dekiru nanika o motte imasu. `Ginga tetsudō' wa, kon'nan'na jōkyō o nogareru tame no michideari, shunji ni muchū ni natte ite mo tōku hanarete iru tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mSiblings Junpei and Kanta are very young when the Red Army comes and takes control of their dear home island. But even on the hard times, when food is scarce and scary armed men watch every move they take, the two have something they can always rely on: their imagination. ‘The Galactic Railroad’ is their way to escape difficult situations, taking them far away where ever they dream to, even if it's only for a moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSiblings Junpei and Kanta are very young when the Red Army comes and takes control of their dear home island.\u001b[24m\n    \u001b[1m兄弟純平とカンタは、赤軍が来て親愛なる自宅の島を支配する時、とても若いです。\u001b[22m, \u001b[1m赤軍が来て、彼らの愛する家庭の島の制御を取るとき兄弟純平とカンタは非常に若いです。\u001b[22m\n\u001b[4mBut even on the hard times, when food is scarce and scary armed men watch every move they take, the two have something they can always rely on: their imagination.\u001b[24m\n    \u001b[1mしかし、困難な時代でさえ、食糧が乏しく、恐ろしい武装した男性が彼らが取るすべての動きを見ているとき、2つは常に彼らが想像することができる何かを持っています。\u001b[22m, \u001b[1m彼らの想像力：食べ物が不足し、怖い武装した男たちは、彼らが取るすべての動きを見ているときでさえつらい時に、二人は、彼らが常に頼ることができる何かを持っています。\u001b[22m\n\u001b[4m‘The Galactic Railroad’ is their way to escape difficult situations, taking them far away where ever they dream to, even if it's only for a moment.\u001b[24m\n    \u001b[1m「銀河鉄道」は、困難な状況を逃れるための道であり、瞬時に夢中になっていても遠く離れているところです。\u001b[22m, \u001b[1m「銀河鉄道」は、それが一瞬だけだとしても、彼らが夢今までどこに遠く、それらを取って、困難な状況を逃れるために彼らの方法です。\u001b[22m\n\u001b[1m\u001b[22m\nSoon they come to think that everything’s not that helpless after all. The culture the Russians brought with them is interesting, so different. As time passes the language sounds less and less strange in their ears. The fair-skinned kids they go to school with have become their friends. Maybe it’s possible to live along like that, in peace. Or is that only naivety of the youth? There are far bigger things happening and waiting to happen, things invisible, yet incomprehensible for Junpei and Kanta.\n\n\u001b[1mまもなく彼らはすべてが結局無力ではないと思うようになります。 ロシア人が持ってきた文化は面白く、とても異なっています。 時間が経つにつれて、言語は耳に聞こえる音が少なくなります。 彼らが学校に通っているかわいそうな子供たちは、彼らの友達になった。 たぶん、そんなに安心して暮らすことは可能でしょうか。 それとも青少年の素朴さだけですか？ 起こって待っている事がずっとあり、目に見えないものですが、純平とカンタには理解できません。\u001b[22m\n\u001b[1m(Mamonaku karera wa subete ga kekkyoku muryokude wa nai to omou yō ni narimasu. Roshiahito ga motte kita bunka wa omoshiroku, totemo kotonatte imasu. Jikangatatsu ni tsurete, gengo wa mimi ni kikoeru oto ga sukunaku narimasu. Karera ga gakkō ni tōtte iru kawaisōna kodomo-tachi wa, karera no tomodachi ni natta. Tabun, son'nani anshin shite kurasu koto wa kanōdeshou ka. Soretomo seishōnen no soboku-sa dakedesu ka? Okotte matte iru koto ga zutto ari,-me ni mienai monodesuga, Jiyunpei to Kanta ni wa rikai dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mSoon they come to think that everything’s not that helpless after all. The culture the Russians brought with them is interesting, so different. As time passes the language sounds less and less strange in their ears. The fair-skinned kids they go to school with have become their friends. Maybe it’s possible to live along like that, in peace. Or is that only naivety of the youth? There are far bigger things happening and waiting to happen, things invisible, yet incomprehensible for Junpei and Kanta.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoon they come to think that everything’s not that helpless after all.\u001b[24m\n    \u001b[1mまもなく彼らはすべてが結局無力ではないと思うようになります。\u001b[22m, \u001b[1mすぐに彼らはすべてがすべての後に、その無力ではないと考えています。\u001b[22m\n\u001b[4mThe culture the Russians brought with them is interesting, so different.\u001b[24m\n    \u001b[1mロシア人が持ってきた文化は面白く、とても異なっています。\u001b[22m, \u001b[1mロシア人は彼らとなっ文化が違うので、面白いです。\u001b[22m\n\u001b[4mAs time passes the language sounds less and less strange in their ears.\u001b[24m\n    \u001b[1m時間が経つにつれて、言語は耳に聞こえる音が少なくなります。\u001b[22m, \u001b[1m時間の経過とともに言語は少なく奇妙な耳で聞こえます。\u001b[22m\n\u001b[4mThe fair-skinned kids they go to school with have become their friends.\u001b[24m\n    \u001b[1m彼らが学校に通っているかわいそうな子供たちは、彼らの友達になった。\u001b[22m, \u001b[1m彼らが学校に行く色白の子供たちは、彼らの友人となっています。\u001b[22m\n\u001b[4mMaybe it’s possible to live along like that, in peace.\u001b[24m\n    \u001b[1mたぶん、そんなに安心して暮らすことは可能でしょうか。\u001b[22m, \u001b[1m多分それは平和のうちに、そのように沿って生活することが可能です。\u001b[22m\n\u001b[4mOr is that only naivety of the youth?\u001b[24m\n    \u001b[1mそれとも青少年の素朴さだけですか？\u001b[22m, \u001b[1mまたは若者の唯一の認識の甘さがありますか？\u001b[22m\n\u001b[4mThere are far bigger things happening and waiting to happen, things invisible, yet incomprehensible for Junpei and Kanta.\u001b[24m\n    \u001b[1m起こって待っている事がずっとあり、目に見えないものですが、純平とカンタには理解できません。\u001b[22m, \u001b[1mはるかに大きい事が起こっと起こるのを待って、目に見えない、まだ淳平とカンタのため理解できないものがあります。\u001b[22m\n\u001b[1m\u001b[22m\nGiovanni no shima relies on simple character design but interesting enough for everyone to look clearly different and recognizable. The colours and views of the island are beautiful, but a little plain. However, the ‘Galactic Railroad’ colours up not only Junpei and Kanta’s life, but the film’s looks too. Like the film overall, those dreams of Junpei and Kanta are beautifully animated.\n\n\u001b[1mジョヴァンニの志摩はシンプルなキャラクターデザインに頼っていますが、みんながはっきりと異なって認識できるように十分興味深いです。 島の色と景色は美しいですが、少し平野です。 しかし、「銀河鉄道」は純平とカンタの人生だけでなく、映画の色も変わってくる。 映画全体のように、純平とカンタの夢は美しくアニメーション化されています。\u001b[22m\n\u001b[1m(Jovu~An'ni no Shima wa shinpuruna kyarakutādezain ni tayotte imasuga, min'na ga hakkiri to kotonatte ninshiki dekiru yō ni jūbun kyōmibukaidesu. Shima no iro to keshiki wa utsukushīdesuga, sukoshi heiyadesu. Shikashi,`ginga tetsudō' wa Jiyunpei to Kanta no jinsei dakedenaku, eiga no iro mo kawatte kuru. Eiga zentai no yō ni, Jiyunpei to Kanta no yume wa utsukushiku animēshon-ka sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mGiovanni no shima relies on simple character design but interesting enough for everyone to look clearly different and recognizable. The colours and views of the island are beautiful, but a little plain. However, the ‘Galactic Railroad’ colours up not only Junpei and Kanta’s life, but the film’s looks too. Like the film overall, those dreams of Junpei and Kanta are beautifully animated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiovanni no shima relies on simple character design but interesting enough for everyone to look clearly different and recognizable.\u001b[24m\n    \u001b[1mジョヴァンニの志摩はシンプルなキャラクターデザインに頼っていますが、みんながはっきりと異なって認識できるように十分興味深いです。\u001b[22m, \u001b[1mジョバンニない志摩は、誰もが明らかに違うと認識見えるするためのシンプルなキャラクターデザインが、興味深い十分に依存していません。\u001b[22m\n\u001b[4mThe colours and views of the island are beautiful, but a little plain.\u001b[24m\n    \u001b[1m島の色と景色は美しいですが、少し平野です。\u001b[22m, \u001b[1m色や島の景色は美しいですが、少し平野。\u001b[22m\n\u001b[4mHowever, the ‘Galactic Railroad’ colours up not only Junpei and Kanta’s life, but the film’s looks too.\u001b[24m\n    \u001b[1mしかし、「銀河鉄道」は純平とカンタの人生だけでなく、映画の色も変わってくる。\u001b[22m, \u001b[1mしかし、「銀河鉄道」の色がアップするだけでなく淳平とカンタの人生が、映画のはあまりにも見えます。\u001b[22m\n\u001b[4mLike the film overall, those dreams of Junpei and Kanta are beautifully animated.\u001b[24m\n    \u001b[1m映画全体のように、純平とカンタの夢は美しくアニメーション化されています。\u001b[22m, \u001b[1m全体のフィルムと同様に、淳平とカンタのそれらの夢は美しくアニメーション化されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting is great. The children are really played by children, and the Russian characters by native speakers. We also hear some Korean in the film. All nationalities are shown to have both good sides and bad sides. The soundtrack is also beautiful, especially those few songs we hear sung by the children.\n\n\u001b[1m声優は素晴らしいです。 子供たちは本当に子供たちによって演奏され、ロシア人のキャラクターはネイティブスピーカーによって演奏されます。 私たちはまた映画の中で韓国人の一部を聞いています。 すべての国籍は、良い面と悪い面の両方を持つことが示されています。 サウンドトラックも美しく、特に子供たちが歌った曲はほとんどありません。\u001b[22m\n\u001b[1m(Seiyū wa subarashīdesu. Kodomo-tachi wa hontōni kodomo-tachi ni yotte ensō sa re, roshiahito no kyarakutā wa neitibusupīkā ni yotte ensō sa remasu. Watashitachiha mata eiga no naka de kangokujin no ichibu o kiite imasu. Subete no kokuseki wa, yoi men to warui men no ryōhō o motsu koto ga shimesa rete imasu. Saundotorakku mo utsukushiku, tokuni kodomo-tachi ga utatta kyoku wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is great. The children are really played by children, and the Russian characters by native speakers. We also hear some Korean in the film. All nationalities are shown to have both good sides and bad sides. The soundtrack is also beautiful, especially those few songs we hear sung by the children.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is great.\u001b[24m\n    \u001b[1m声優は素晴らしいです。\u001b[22m, \u001b[1m声の演技は素晴らしいです。\u001b[22m\n\u001b[4mThe children are really played by children, and the Russian characters by native speakers.\u001b[24m\n    \u001b[1m子供たちは本当に子供たちによって演奏され、ロシア人のキャラクターはネイティブスピーカーによって演奏されます。\u001b[22m, \u001b[1m子どもたちは本当に子供、およびネイティブスピーカーによってロシア語の文字によって再生されます。\u001b[22m\n\u001b[4mWe also hear some Korean in the film.\u001b[24m\n    \u001b[1m私たちはまた映画の中で韓国人の一部を聞いています。\u001b[22m, \u001b[1m我々はまた、映画の中でいくつかの韓国語を聞きます。\u001b[22m\n\u001b[4mAll nationalities are shown to have both good sides and bad sides.\u001b[24m\n    \u001b[1mすべての国籍は、良い面と悪い面の両方を持つことが示されています。\u001b[22m, \u001b[1mすべての国籍は、良好な側面と悪い側面の両方を有することが示されています。\u001b[22m\n\u001b[4mThe soundtrack is also beautiful, especially those few songs we hear sung by the children.\u001b[24m\n    \u001b[1mサウンドトラックも美しく、特に子供たちが歌った曲はほとんどありません。\u001b[22m, \u001b[1mサウンドトラックには、また、我々は子供たちが歌う聞く特にいくつかの曲美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story told in Giovanni no shima is heartwarming, but also tragic. It’s an epic story of survival and loss, but also love, family and friends. Even though the story is fictional, it teaches you a lot about history you might not have heard about before, and makes you think. This interesting piece is definitely worth watching.\n\n\u001b[1mジョヴァンニの島で語られた話は心温まるだけでなく、悲劇的です。 それは生存と喪失の叙事詩ですが、愛、家族、友人も叙事詩です。 物語は架空のものですが、これまでに聞いたことのない歴史について多くのことを教えてくれます。 この興味深い作品は間違いなく価値があります。\u001b[22m\n\u001b[1m(Jovu~An'ni no shima de katara reta hanashi wa kokoroatatamaru dakedenaku, higeki-tekidesu. Sore wa seizon to sōshitsu no jojishidesuga,-ai, kazoku, yūjin mo jojishidesu. Monogatari wa kakū no monodesuga, kore made ni kiita koto no nai rekishi ni tsuite ōku no koto o oshiete kuremasu. Kono kyōmibukai sakuhin wa machigainaku kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story told in Giovanni no shima is heartwarming, but also tragic. It’s an epic story of survival and loss, but also love, family and friends. Even though the story is fictional, it teaches you a lot about history you might not have heard about before, and makes you think. This interesting piece is definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story told in Giovanni no shima is heartwarming, but also tragic.\u001b[24m\n    \u001b[1mジョヴァンニの島で語られた話は心温まるだけでなく、悲劇的です。\u001b[22m, \u001b[1m話は全く志摩は心温まるだけでなく、悲劇的ではありませんジョヴァンニに語りました。\u001b[22m\n\u001b[4mIt’s an epic story of survival and loss, but also love, family and friends.\u001b[24m\n    \u001b[1mそれは生存と喪失の叙事詩ですが、愛、家族、友人も叙事詩です。\u001b[22m, \u001b[1mそれは生存と損失の壮大な話ですが、また、家族や友人を愛します。\u001b[22m\n\u001b[4mEven though the story is fictional, it teaches you a lot about history you might not have heard about before, and makes you think.\u001b[24m\n    \u001b[1m物語は架空のものですが、これまでに聞いたことのない歴史について多くのことを教えてくれます。\u001b[22m, \u001b[1m物語は架空のですが、それはあなたが前にについて聞いたことがない可能性があります歴史について多くのことを教えて、とあなたが考えることができます。\u001b[22m\n\u001b[4mThis interesting piece is definitely worth watching.\u001b[24m\n    \u001b[1mこの興味深い作品は間違いなく価値があります。\u001b[22m, \u001b[1mこの興味深い作品は間違いなく見て価値があります。\u001b[22m"
  }
]
