[
  {
    "title": "Youkai_Watch",
    "id": "19157",
    "url": "https://myanimelist.net/anime/19157/Youkai_Watch",
    "user": "Mitsjol",
    "profile": "/profile/Mitsjol/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=193324",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は約1週間で50のエピソードを見ることができました！\n\nインターネット上の人々は、これが次のポケモンになるのは難しいとあなたに伝えます。 しかし、それはまったく真実ではない、このショーはポケモンのようなものになりたくない。  Youkai Watchは、10代の少年が冒険をしているアニメよりも、さまざまな場面でコメディーなシリーズになる傾向があります。\n\n物語の多くを期待しないでください、しかし、アニメはそれに多くの魅力を持っています。 このアニメは非常に自意識があり、ジョークやスカートのほとんどは実際には面白いです。 いくつかのジョークは多くのエピソードの後で年を取る傾向がありますが、50回ものエピソードの後でさえ、常にショーを爽やかに保つ方法を見つけます。 あなたは、クリエイターがこのアニメを作るのに多くの楽しみを持っていることをはっきりと見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI managed to watch 50 episodes in about a week!\n\n\u001b[1m私は約1週間で50のエピソードを見ることができました！\u001b[22m\n\u001b[1m(Watashi wa yaku 1-shūkan de 50 no episōdo o miru koto ga dekimashita!)\u001b[22m\n\nTranslations of \u001b[4mI managed to watch 50 episodes in about a week!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI managed to watch 50 episodes in about a week!\u001b[24m\n    \u001b[1m私は約1週間で50のエピソードを見ることができました！\u001b[22m, \u001b[1m私は約一週間で50のエピソードを見るために管理しました！\u001b[22m\n\u001b[1m\u001b[22m\nPeople on the internet will tell you that this tries too hard to be the next Pokémon. But that's not true at all, this show doesn't want to be anything like Pokémon. Youkai Watch tends to be more of a comedy series with various skits than an anime about a teenage boy going on an adventure.\n\n\u001b[1mインターネット上の人々は、これが次のポケモンになるのは難しいとあなたに伝えます。 しかし、それはまったく真実ではない、このショーはポケモンのようなものになりたくない。  Youkai Watchは、10代の少年が冒険をしているアニメよりも、さまざまな場面でコメディーなシリーズになる傾向があります。\u001b[22m\n\u001b[1m(Intānetto-jō no hitobito wa, kore ga tsugi no pokemon ni naru no wa muzukashī to anata ni tsutaemasu. Shikashi, sore wa mattaku shinjitsude wanai, kono shō wa pokemon no yōna mono ni naritakunai. Youkai uotchi wa, 10-dai no shōnen ga bōken o shite iru anime yori mo, samazamana bamen de komedīna shirīzu ni naru keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mPeople on the internet will tell you that this tries too hard to be the next Pokémon. But that's not true at all, this show doesn't want to be anything like Pokémon. Youkai Watch tends to be more of a comedy series with various skits than an anime about a teenage boy going on an adventure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople on the internet will tell you that this tries too hard to be the next Pokémon.\u001b[24m\n    \u001b[1mインターネット上の人々は、これが次のポケモンになるのは難しいとあなたに伝えます。\u001b[22m, \u001b[1mインターネット上の人々は、これが次のポケモンであることがあまりにもハードしようとしていることを教えてくれます。\u001b[22m\n\u001b[4mBut that's not true at all, this show doesn't want to be anything like Pokémon.\u001b[24m\n    \u001b[1mしかし、それはまったく真実ではない、このショーはポケモンのようなものになりたくない。\u001b[22m, \u001b[1mしかし、それは全く真実ではない、このショーは、ポケモンのようなものであることを望んでいません。\u001b[22m\n\u001b[4mYoukai Watch tends to be more of a comedy series with various skits than an anime about a teenage boy going on an adventure.\u001b[24m\n    \u001b[1mYoukai Watchは、10代の少年が冒険をしているアニメよりも、さまざまな場面でコメディーなシリーズになる傾向があります。\u001b[22m, \u001b[1m妖怪ウォッチは、十代の少年が冒険に行くのはアニメよりも、様々な寸劇でコメディシリーズの多くをする傾向があります。\u001b[22m\n\u001b[1m\u001b[22m\nDon't expect much of story, but the anime has a lot of charm to it. This anime is very self-aware and most of the jokes and skits are actually really funny. Some jokes tend to get old after a lot of episodes, but they always find a way to keep the show refreshing, even after 50 episodes. You can clearly see that the creators have a lot of fun making this anime.\n\n\u001b[1m物語の多くを期待しないでください、しかし、アニメはそれに多くの魅力を持っています。 このアニメは非常に自意識があり、ジョークやスカートのほとんどは実際には面白いです。 いくつかのジョークは多くのエピソードの後で年を取る傾向がありますが、50回ものエピソードの後でさえ、常にショーを爽やかに保つ方法を見つけます。 あなたは、クリエイターがこのアニメを作るのに多くの楽しみを持っていることをはっきりと見ることができます。\u001b[22m\n\u001b[1m(Monogatari no ōku o kitai shinaide kudasai, shikashi, anime wa sore ni ōku no miryoku o motte imasu. Kono anime wa hijō ni jiishiki ga ari, jōku ya sukāto no hotondo wa jissai ni wa omoshiroidesu. Ikutsu ka no jōku wa ōku no episōdo no nochi de toshiwotoru keikō ga arimasuga, 50-kai mo no episōdo no nochide sae, tsuneni shō o sawayaka ni tamotsu hōhō o mitsukemasu. Anata wa, kurieitā ga kono anime o tsukuru no ni ōku no tanoshimi o motte iru koto o hakkiri to miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mDon't expect much of story, but the anime has a lot of charm to it. This anime is very self-aware and most of the jokes and skits are actually really funny. Some jokes tend to get old after a lot of episodes, but they always find a way to keep the show refreshing, even after 50 episodes. You can clearly see that the creators have a lot of fun making this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't expect much of story, but the anime has a lot of charm to it.\u001b[24m\n    \u001b[1m物語の多くを期待しないでください、しかし、アニメはそれに多くの魅力を持っています。\u001b[22m, \u001b[1m物語の多くを期待したが、アニメはそれに魅力をたくさん持っているしないでください。\u001b[22m\n\u001b[4mThis anime is very self-aware and most of the jokes and skits are actually really funny.\u001b[24m\n    \u001b[1mこのアニメは非常に自意識があり、ジョークやスカートのほとんどは実際には面白いです。\u001b[22m, \u001b[1mこのアニメは非常に自己認識しているとジョークや寸劇のほとんどは、実際には本当に面白いです。\u001b[22m\n\u001b[4mSome jokes tend to get old after a lot of episodes, but they always find a way to keep the show refreshing, even after 50 episodes.\u001b[24m\n    \u001b[1mいくつかのジョークは多くのエピソードの後で年を取る傾向がありますが、50回ものエピソードの後でさえ、常にショーを爽やかに保つ方法を見つけます。\u001b[22m, \u001b[1mいくつかのジョークは、エピソードの多くの後に古い取得する傾向があるが、彼らは常に、さらには50のエピソードの後、さわやかなショーを維持する方法を見つけます。\u001b[22m\n\u001b[4mYou can clearly see that the creators have a lot of fun making this anime.\u001b[24m\n    \u001b[1mあなたは、クリエイターがこのアニメを作るのに多くの楽しみを持っていることをはっきりと見ることができます。\u001b[22m, \u001b[1mあなたは明らかにクリエイターがこのアニメを作る多くの楽しみを持っていることがわかります。\u001b[22m"
  },
  {
    "title": "Youkai_Watch",
    "id": "19157",
    "url": "https://myanimelist.net/anime/19157/Youkai_Watch",
    "user": "sentience",
    "profile": "/profile/sentience/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=130701",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\nYoukai Watchアニメには英語の下位グループが欠けています。 これは、アニメが見て面白く、現在日本の関東地方のトップ10の子供アニメの1つですが、残念です。 私は、このレビューが、自分自身を含めた多くの人々が楽しんでいることを明確に示すために、物事を変えるのを助けることができることを願っています。 私は、それをもう一度拾うために年を取ることになっても、それを見て、おそらく同時に日本語を拾うつもりです。\n\n妖怪は日本の霊、幽霊、怪物の言葉です。  「Youki-pedia」シリーズでは、このアニメはスラップスティックのジョークやユーモア/エンターテイメントのための予期せぬひねりに大きく依存しています。 ショーの要素はポケモンと並行しているかもしれないが、ユカイを捕まえない人もいる。 主人公の圭太は、ガチョンのマシンにコインを入れて、無意識のうちにウィスパー（幽霊ユーカイ）を解放します。  Whisperは彼を追い抜くことを決意し、KeitaにYoukaiが他のYoukaiを見るのを見てもらいます。 彼らは様々なYoukai探検冒険に入り、その途中でYoukaiの友情メダルを集めます。\n\n子供たちはこのシリーズを一番楽しんでいますが、他の年齢の人たちが光り輝く自然を楽しむことができます。 第4話以降、このエピソードでは、エピソードごとにわずかに異なるいくつかの固定式（子供に優しいアニメに特有）を使用しています。\n\n1）優しい妖怪のメダルを手に入れ、挨拶する。\n2）自らの問題を抱えたり、実際の人に問題を引き起こしたりする友人の紹介。\n3）妖怪の問題を時々解決するが、必ずしもそうではない。\n4）妖怪になる前の妖怪の過去の物語の紹介。\n5）Youkaiの戦い。通常、召喚された友好的なyoukaiとの戦いに従事する厄介な、または恐ろしいyoukaiに対する。\n6）Youkais-of-the-week：慶太が得たメダルの要約（通常は2〜3）。\n7）Youkai特集があらゆる面白い状況に入る特別な部分。\n\n音楽は通常のアニメシリーズの典型です。 妖怪メダルの種類に応じて8種類（スペシャル1種類を除く）の異なる種類があるので、召喚シーケンスは面倒ではありません。 キャラクターには、ショーで劇的でユーモラスな効果を生み出す独自の特徴があります。\n\n全体的に、このアニメはすばらしいわけではありませんが、Youkaiや超自然的なものに興味があるかどうかを見て楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe Youkai Watch anime now lacks an English subbing group for it. This is a shame as the anime is funny to watch and is currently one of the top ten children anime in Japan's Kanto region. I hope this review may be able to help change things as clearly a number of people (including myself) enjoy it. I plan to watch on and probably pick up the Japanese language at the same time, even if it will take ages for a group to pick this up again.\n\n\u001b[1mYoukai Watchアニメには英語の下位グループが欠けています。 これは、アニメが見て面白く、現在日本の関東地方のトップ10の子供アニメの1つですが、残念です。 私は、このレビューが、自分自身を含めた多くの人々が楽しんでいることを明確に示すために、物事を変えるのを助けることができることを願っています。 私は、それをもう一度拾うために年を取ることになっても、それを見て、おそらく同時に日本語を拾うつもりです。\u001b[22m\n\u001b[1m(Youkai uotchi anime ni wa eigo no kai gurūpu ga kakete imasu. Kore wa, anime ga mite omoshiroku, genzai Nihon no Kantō chihō no toppu 10 no kodomo anime no 1tsudesuga, zan'nendesu. Watashi wa, kono rebyū ga, jibun jishin o fukumeta ōku no hitobito ga tanoshinde iru koto o meikaku ni shimesu tame ni, monogoto o kaeru no o tasukeru koto ga dekiru koto o negatte imasu. Watashi wa, sore o mōichido hirou tame ni toshi o toru koto ni natte mo, sore o mite, osoraku dōjini nihongo o hirou tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Youkai Watch anime now lacks an English subbing group for it. This is a shame as the anime is funny to watch and is currently one of the top ten children anime in Japan's Kanto region. I hope this review may be able to help change things as clearly a number of people (including myself) enjoy it. I plan to watch on and probably pick up the Japanese language at the same time, even if it will take ages for a group to pick this up again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Youkai Watch anime now lacks an English subbing group for it.\u001b[24m\n    \u001b[1mYoukai Watchアニメには英語の下位グループが欠けています。\u001b[22m, \u001b[1m妖怪ウォッチアニメは今それのための英語下塗りグループを欠いています。\u001b[22m\n\u001b[4mThis is a shame as the anime is funny to watch and is currently one of the top ten children anime in Japan's Kanto region.\u001b[24m\n    \u001b[1mこれは、アニメが見て面白く、現在日本の関東地方のトップ10の子供アニメの1つですが、残念です。\u001b[22m, \u001b[1mアニメは見て面白いです、現在、日本の関東地方のトップ10人の子供のアニメの一つであるとして、これは恥です。\u001b[22m\n\u001b[4mI hope this review may be able to help change things as clearly a number of people (including myself) enjoy it.\u001b[24m\n    \u001b[1m私は、このレビューが、自分自身を含めた多くの人々が楽しんでいることを明確に示すために、物事を変えるのを助けることができることを願っています。\u001b[22m, \u001b[1m私がこの口コミはとして明確にそれを楽しむ（私を含め）人の数を変更することを助けることができるかもしれません願っています。\u001b[22m\n\u001b[4mI plan to watch on and probably pick up the Japanese language at the same time, even if it will take ages for a group to pick this up again.\u001b[24m\n    \u001b[1m私は、それをもう一度拾うために年を取ることになっても、それを見て、おそらく同時に日本語を拾うつもりです。\u001b[22m, \u001b[1m私はそれが再びこれをピックアップするグループのために年齢を取る場合でも、上に見て、おそらく同時に日本語をピックアップする予定。\u001b[22m\n\u001b[1m\u001b[22m\nYoukai is a term for Japanese spirits, ghosts and monsters. A 'Youki-pedia' series, this anime depend a lot on slapstick jokes and unexpected twists for humour/entertainment. Elements of the show may be paralleled with Pokemon, except that one does not catch Youkai, one befriends them. The protagonist, Keita, unwittingly frees Whisper (a ghost Youkai) through inserting a coin into a gashapon machine. Whisper decides to follow and help him out of gratitude and gives Keita a Youkai watch to see other Youkai. They get into various Youkai-exploring adventures and collect Youkai friendship medals along the way.\n\n\u001b[1m妖怪は日本の霊、幽霊、怪物の言葉です。  「Youki-pedia」シリーズでは、このアニメはスラップスティックのジョークやユーモア/エンターテイメントのための予期せぬひねりに大きく依存しています。 ショーの要素はポケモンと並行しているかもしれないが、ユカイを捕まえない人もいる。 主人公の圭太は、ガチョンのマシンにコインを入れて、無意識のうちにウィスパー（幽霊ユーカイ）を解放します。  Whisperは彼を追い抜くことを決意し、KeitaにYoukaiが他のYoukaiを見るのを見てもらいます。 彼らは様々なYoukai探検冒険に入り、その途中でYoukaiの友情メダルを集めます。\u001b[22m\n\u001b[1m(Yōkai wa Nihon no rei, yūrei, kaibutsu no kotobadesu. `Youki - pedia' shirīzude wa, kono anime wa surappusutikku no jōku ya yūmoa/ entāteimento no tame no yoki senu hineri ni ōkiku izon shite imasu. Shō no yōso wa pokemon to heikō shite iru kamo shirenaiga, yukai o tsukamaenai hito mo iru. Shujinkō no Keita wa, gachon no mashin ni koin o irete, muishiki no uchi ni u~isupā (yūrei yūkai) o kaihō shimasu. Whisper wa kare o oinuku koto o ketsui shi, Keita ni Youkai ga hoka no Youkai o miru no o mite moraimasu. Karera wa samazamana Youkai tanken bōken ni hairi, sono tochū de Youkai no yūjō medaru o atsumemasu.)\u001b[22m\n\nTranslations of \u001b[4mYoukai is a term for Japanese spirits, ghosts and monsters. A 'Youki-pedia' series, this anime depend a lot on slapstick jokes and unexpected twists for humour/entertainment. Elements of the show may be paralleled with Pokemon, except that one does not catch Youkai, one befriends them. The protagonist, Keita, unwittingly frees Whisper (a ghost Youkai) through inserting a coin into a gashapon machine. Whisper decides to follow and help him out of gratitude and gives Keita a Youkai watch to see other Youkai. They get into various Youkai-exploring adventures and collect Youkai friendship medals along the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoukai is a term for Japanese spirits, ghosts and monsters.\u001b[24m\n    \u001b[1m妖怪は日本の霊、幽霊、怪物の言葉です。\u001b[22m, \u001b[1m妖怪は日本の霊、幽霊やモンスターのための用語です。\u001b[22m\n\u001b[4mA 'Youki-pedia' series, this anime depend a lot on slapstick jokes and unexpected twists for humour/entertainment.\u001b[24m\n    \u001b[1m「Youki-pedia」シリーズでは、このアニメはスラップスティックのジョークやユーモア/エンターテイメントのための予期せぬひねりに大きく依存しています。\u001b[22m, \u001b[1m「夕貴-PEDIA」シリーズ、このアニメはどたばたジョークとユーモア/娯楽のための予想外のねじれに多くを依存しています。\u001b[22m\n\u001b[4mElements of the show may be paralleled with Pokemon, except that one does not catch Youkai, one befriends them.\u001b[24m\n    \u001b[1mショーの要素はポケモンと並行しているかもしれないが、ユカイを捕まえない人もいる。\u001b[22m, \u001b[1mその1は、妖怪をキャッチしていない以外はショーの要素は、ポケモンと並列に接続することができ、1はそれらをbefriends。\u001b[22m\n\u001b[4mThe protagonist, Keita, unwittingly frees Whisper (a ghost Youkai) through inserting a coin into a gashapon machine.\u001b[24m\n    \u001b[1m主人公の圭太は、ガチョンのマシンにコインを入れて、無意識のうちにウィスパー（幽霊ユーカイ）を解放します。\u001b[22m, \u001b[1m主人公、慶太は、知らず知らずのうちガシャポン機にコインを挿入を通じてウィスパー（幽霊妖怪）を解放します。\u001b[22m\n\u001b[4mWhisper decides to follow and help him out of gratitude and gives Keita a Youkai watch to see other Youkai.\u001b[24m\n    \u001b[1mWhisperは彼を追い抜くことを決意し、KeitaにYoukaiが他のYoukaiを見るのを見てもらいます。\u001b[22m, \u001b[1mウィスパーは従うと感謝のうち、彼を助けるために決定し、慶太は妖怪他の妖怪を見るために見て提供します。\u001b[22m\n\u001b[4mThey get into various Youkai-exploring adventures and collect Youkai friendship medals along the way.\u001b[24m\n    \u001b[1m彼らは様々なYoukai探検冒険に入り、その途中でYoukaiの友情メダルを集めます。\u001b[22m, \u001b[1m彼らは様々な妖怪-探検冒険に入ると道に沿って妖怪の友情のメダルを集めます。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough children will enjoy this series the most, there will be people of other ages who will be able to appreciate its light-hearted nature. As of Episode 4, this show's story uses a few fixed formulas (typical to child-friendly anime) that vary slightly each episode.\n\n\u001b[1m子供たちはこのシリーズを一番楽しんでいますが、他の年齢の人たちが光り輝く自然を楽しむことができます。 第4話以降、このエピソードでは、エピソードごとにわずかに異なるいくつかの固定式（子供に優しいアニメに特有）を使用しています。\u001b[22m\n\u001b[1m(Kodomo-tachi wa kono shirīzu o ichiban tanoshinde imasuga, hoka no nenrei no hito-tachi ga hikarikagayaku shizen o tanoshimu koto ga dekimasu. Dai 4-wa ikō, kono episōdode wa, episōdo-goto ni wazuka ni kotonaru ikutsu ka no kotei-shiki (kodomo ni yasashī anime ni tokuyū) o shiyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough children will enjoy this series the most, there will be people of other ages who will be able to appreciate its light-hearted nature. As of Episode 4, this show's story uses a few fixed formulas (typical to child-friendly anime) that vary slightly each episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough children will enjoy this series the most, there will be people of other ages who will be able to appreciate its light-hearted nature.\u001b[24m\n    \u001b[1m子供たちはこのシリーズを一番楽しんでいますが、他の年齢の人たちが光り輝く自然を楽しむことができます。\u001b[22m, \u001b[1m子供たちはほとんどこのシリーズをお楽しみいただけますが、その快活な自然を鑑賞することができるようになります他の年齢層の人々が存在します。\u001b[22m\n\u001b[4mAs of Episode 4, this show's story uses a few fixed formulas (typical to child-friendly anime) that vary slightly each episode.\u001b[24m\n    \u001b[1m第4話以降、このエピソードでは、エピソードごとにわずかに異なるいくつかの固定式（子供に優しいアニメに特有）を使用しています。\u001b[22m, \u001b[1mエピソード4のように、このショーの話は少し各エピソードを変える（お子様連れアニメの典型的な）いくつかの固定式を使用しています。\u001b[22m\n\u001b[1m\u001b[22m\n1) Gaining medals from a friendly youkai who drops by to say hi.\n\n\u001b[1m1）優しい妖怪のメダルを手に入れ、挨拶する。\u001b[22m\n\u001b[1m(1) Yasashī yōkai no medaru o te ni ire, aisatsu suru.)\u001b[22m\n\nTranslations of \u001b[4m1) Gaining medals from a friendly youkai who drops by to say hi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) Gaining medals from a friendly youkai who drops by to say hi.\u001b[24m\n    \u001b[1m1）優しい妖怪のメダルを手に入れ、挨拶する。\u001b[22m, \u001b[1m1）挨拶することによって低下優しい妖怪からメダルを獲得。\u001b[22m\n2) Introduction to a friendly youkai who may have problems of their own and/or cause problems for real people.\n\n\u001b[1m2）自らの問題を抱えたり、実際の人に問題を引き起こしたりする友人の紹介。\u001b[22m\n\u001b[1m(2) Mizukara no mondai o kakae tari, jissai no hito ni mondai o hikiokoshi tari suru yūjin no shōkai.)\u001b[22m\n\nTranslations of \u001b[4m2) Introduction to a friendly youkai who may have problems of their own and/or cause problems for real people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) Introduction to a friendly youkai who may have problems of their own and/or cause problems for real people.\u001b[24m\n    \u001b[1m2）自らの問題を抱えたり、実際の人に問題を引き起こしたりする友人の紹介。\u001b[22m, \u001b[1m2）自分自身の問題を抱えている、および/または実質の人々のための問題を引き起こす可能性があるフレンドリーな妖怪の紹介を。\u001b[22m\n3) Solving of the youkai's problems sometimes, but not always.\n\n\u001b[1m3）妖怪の問題を時々解決するが、必ずしもそうではない。\u001b[22m\n\u001b[1m(3) Yōkai no mondai o tokidoki kaiketsu suruga, kanarazushimo sōde wanai.)\u001b[22m\n\nTranslations of \u001b[4m3) Solving of the youkai's problems sometimes, but not always.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) Solving of the youkai's problems sometimes, but not always.\u001b[24m\n    \u001b[1m3）妖怪の問題を時々解決するが、必ずしもそうではない。\u001b[22m, \u001b[1m3）常にではないが、時には妖怪の問題を解決します。\u001b[22m\n4) Introduction to backstory of the youkai's past lives before becoming a youkai.\n\n\u001b[1m4）妖怪になる前の妖怪の過去の物語の紹介。\u001b[22m\n\u001b[1m(4) Yōkai ni naru mae no yōkai no kako no monogatari no shōkai.)\u001b[22m\n\nTranslations of \u001b[4m4) Introduction to backstory of the youkai's past lives before becoming a youkai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4) Introduction to backstory of the youkai's past lives before becoming a youkai.\u001b[24m\n    \u001b[1m4）妖怪になる前の妖怪の過去の物語の紹介。\u001b[22m, \u001b[1m4）妖怪の過去の裏話の概要は、妖怪になる前に住んでいます。\u001b[22m\n5) Youkai battle, usually against a troublemaking or scary youkai that engages in battle with a summoned friendly youkai.\n\n\u001b[1m5）Youkaiの戦い。通常、召喚された友好的なyoukaiとの戦いに従事する厄介な、または恐ろしいyoukaiに対する。\u001b[22m\n\u001b[1m(5) Youkai no tatakai. Tsūjō, shōkan sa reta yūkō-tekina youkai to notatakai ni jūji suru yakkaina, matawa osoroshī youkai ni taisuru.)\u001b[22m\n\nTranslations of \u001b[4m5) Youkai battle, usually against a troublemaking or scary youkai that engages in battle with a summoned friendly youkai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5) Youkai battle, usually against a troublemaking or scary youkai that engages in battle with a summoned friendly youkai.\u001b[24m\n    \u001b[1m5）Youkaiの戦い。通常、召喚された友好的なyoukaiとの戦いに従事する厄介な、または恐ろしいyoukaiに対する。\u001b[22m, \u001b[1m5）妖怪の戦い、通常召喚優しい妖怪との戦いに従事して問題を起こすか、怖い妖怪に対して。\u001b[22m\n6) Youkais-of-the-week: Recap of the medals that Keita obtained (Usually 2-3 of them).\n\n\u001b[1m6）Youkais-of-the-week：慶太が得たメダルの要約（通常は2〜3）。\u001b[22m\n\u001b[1m(6) Youkais - of - the - week: Keita ga eta medaru no yōyaku (tsūjō wa 2 〜 3).)\u001b[22m\n\nTranslations of \u001b[4m6) Youkais-of-the-week: Recap of the medals that Keita obtained (Usually 2-3 of them).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6) Youkais-of-the-week: Recap of the medals that Keita obtained (Usually 2-3 of them).\u001b[24m\n    \u001b[1m6）Youkais-of-the-week：慶太が得たメダルの要約（通常は2〜3）。\u001b[22m, \u001b[1m6）Youkais-の-週：慶太が獲得したメダルのまとめ（それらの通常2-3）。\u001b[22m\n7) A special portion where a Youkai featured gets into all sorts of funny situations.\n\n\u001b[1m7）Youkai特集があらゆる面白い状況に入る特別な部分。\u001b[22m\n\u001b[1m(7) Youkai tokushū ga arayuru omoshiroi jōkyō ni hairu tokubetsuna bubun.)\u001b[22m\n\nTranslations of \u001b[4m7) A special portion where a Youkai featured gets into all sorts of funny situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7) A special portion where a Youkai featured gets into all sorts of funny situations.\u001b[24m\n    \u001b[1m7）Youkai特集があらゆる面白い状況に入る特別な部分。\u001b[22m, \u001b[1m7）妖怪が特色特別な部分は面白い状況のすべての種類になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is typical for a normal anime series. The summoning sequence is thankfully not boring to watch as there will be eight (excluding one special) different kinds depending on the youkai medal type. Characters have their own special characteristics which create for dramatic and humorous effects in the show.\n\n\u001b[1m音楽は通常のアニメシリーズの典型です。 妖怪メダルの種類に応じて8種類（スペシャル1種類を除く）の異なる種類があるので、召喚シーケンスは面倒ではありません。 キャラクターには、ショーで劇的でユーモラスな効果を生み出す独自の特徴があります。\u001b[22m\n\u001b[1m(Ongaku wa tsūjō no animeshirīzu no tenkeidesu. Yōkai medaru no shurui ni ōjite 8 shurui (supesharu 1 shurui o nozoku) no kotonaru shurui ga aru node, shōkan shīkensu wa mendōde wa arimasen. Kyarakutā ni wa, shō de gekitekide yūmorasuna kōka o umidasu dokuji no tokuchō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is typical for a normal anime series. The summoning sequence is thankfully not boring to watch as there will be eight (excluding one special) different kinds depending on the youkai medal type. Characters have their own special characteristics which create for dramatic and humorous effects in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is typical for a normal anime series.\u001b[24m\n    \u001b[1m音楽は通常のアニメシリーズの典型です。\u001b[22m, \u001b[1m音楽は通常のアニメシリーズに典型的です。\u001b[22m\n\u001b[4mThe summoning sequence is thankfully not boring to watch as there will be eight (excluding one special) different kinds depending on the youkai medal type.\u001b[24m\n    \u001b[1m妖怪メダルの種類に応じて8種類（スペシャル1種類を除く）の異なる種類があるので、召喚シーケンスは面倒ではありません。\u001b[22m, \u001b[1m召喚シーケンスはありがたい妖怪メダルの種類に応じて、8（1特別を除く）異なる種類がありますように見て退屈ではありません。\u001b[22m\n\u001b[4mCharacters have their own special characteristics which create for dramatic and humorous effects in the show.\u001b[24m\n    \u001b[1mキャラクターには、ショーで劇的でユーモラスな効果を生み出す独自の特徴があります。\u001b[22m, \u001b[1m文字がショーの劇的かつユーモラスな効果のために作成する独自の特殊な特性を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is not amazing, but it will be entertaining to watch if you are interested in Youkai or supernatural things, want something light-hearted/funny to watch and can find your inner child to watch such an anime.\n\n\u001b[1m全体的に、このアニメはすばらしいわけではありませんが、Youkaiや超自然的なものに興味があるかどうかを見て楽しむことができます。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa subarashī wakede wa arimasenga, Youkai ya chō shizen-tekina mono ni kyōmigāru ka dō ka o mite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is not amazing, but it will be entertaining to watch if you are interested in Youkai or supernatural things, want something light-hearted/funny to watch and can find your inner child to watch such an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is not amazing, but it will be entertaining to watch if you are interested in Youkai or supernatural things, want something light-hearted/funny to watch and can find your inner child to watch such an anime.\u001b[24m\n    \u001b[1m全体的に、このアニメはすばらしいわけではありませんが、Youkaiや超自然的なものに興味があるかどうかを見て楽しむことができます。\u001b[22m, \u001b[1m全体的に、このアニメは素晴らしいではありませんが、あなたが、妖怪や超自然的なものに興味を持っている見ていて面白い快活な何かを/したいとあなたのインナーチャイルドがこのようなアニメを見るために見つけることができるかどうかを見るために楽しまれます。\u001b[22m"
  },
  {
    "title": "Youkai_Watch",
    "id": "19157",
    "url": "https://myanimelist.net/anime/19157/Youkai_Watch",
    "user": "merlarva",
    "profile": "/profile/merlarva/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=218833",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\nYoukai Watch。 あなたが聞いたかもしれないアニメですが、ポケモンの影を覆す日本の人気が高まっているため、多くの人がそれをポケモンと部分的に比較しています。 しかし、このアニメは実際にポケモンと似ているようではありません。\n\n両方のシリーズは、モンスターで満たされた世界の男の子の周りを中心にしていますが、主な違いは、彼らの物語と相互作用がまったく異なって提示されていることです。 彼らは両方とも週のシリーズの子供のモンスターとして機能するが、ポケモンは叙事詩の戦いと地域を引き継ぎたい邪悪なチームについてのプロットでいっぱいです。 対照的に、Youkai Watchはエピソードごとに複数のSkitsで構成される純粋なユーモアアニメで、実際のプロットや目的はありません。 それはYoukai Watchが良いか悪いか言っているわけではありませんが、あなたが叙事詩的なクエストや全体的なプロットを期待しているなら、あなたはほとんど失望します。 慶太の日常生活や平易でシンプルな妖怪とのインタラクションについてのシリーズです。 時にはプロットがありますが、それはごくわずかです。\n\nアニメはエピソードと同じ構造に従う傾向がありますが、このシリーズではほとんどのジョークを爽やかに保ちます。 いくつかのジョークは古くなることがありますが、ほとんどの場合面白いです。 ユーモアは主に自己認識であり、それは前提とキャラクターがばかばかしく抱きしめることができることを認識しているシリーズです。 そのように、ジョークはスラップスティックのユーモアとばかげた状況に頼ることができます。 私にとって、ユーモアはめったにフラットにはならなかったかもしれませんが、それはおそらくあなたには当てはまりません。 それでも、あなたがそういう軽いユーモアアニメを探しているのなら、これは検討する価値のあるアニメかもしれません。\n\nYoukai WatchとPokémonの別の違い：主人公Keitaは完全に正常です。 実際、彼についての唯一の本当にユニークなことは、彼がyoukaiを見て交流できるという事実だけです。 彼は常に彼のクラスメートによって「普通」と「平均」と呼ばれていますが、これはアニメに素敵な触れ合いであることがわかります。 啓太は、何か特別なもの、権力を持っているもの、選ばれたものを持っている主人公よりも、ほとんどの子供たちに関係しています。 彼は単に事故によってガチャポンの機械に遭遇した普通の少年です。\n\nこれらのyoukaiでも彼を助けてくれることはありません。ほとんどの場合、彼は彼を困らせるだけです。 彼の 'バトラー'ウィスパーは無能で、あなたについてはほとんど分かりません。シリーズのマスコット、ジバイニャンは、召喚された戦いを勝ち抜くことはめったにありません。 だから、本当に、彼の特別な技術さえも、彼が助けてくれる以上に彼を妨害するのに役立ちます。\n\n彼はまた、道徳的な不屈の精神で作られた少年でもなく、他の多くの子供たちのアニメのように正しいことをする意志でもありません。 彼は面倒で面倒なことがあるかもしれませんが、正しいことをしたいと思う多くの瞬間を持つこともできます。 再び、Keitaは実際の子供をより多く表現するようになります。これは一般的な主人公からの素敵な変化です。\n\n実際、キャラクターは妖怪ウォッチの強みの一つです。 それはプロットの欠如のためにキャラクターの発展がほとんどない傾向がありますが、キャラクターは魅力でいっぱいであり、それぞれのキャラクターはユニークです。 それぞれの妖怪には独自の個性と能力があり、繰り返し形式が古くなるのを防ぐのに役立ちます。\n\n芸術とサウンドは、ほとんどの子供たちのアニメにとって典型的な平均です。 それは素晴らしいではありませんが、それはまだそれ自身の魅力です。\n\n全体的に、私はあなたが軽度のユーモアアニメを探しているならば、シリーズが価値があると思うか、または数多くの異なるモンスターを特徴とするアニメが好きです。 本当のプロットは期待せず、あなたは大丈夫でしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nYoukai Watch. It's an anime you may have heard of, a lot of people compare it to Pokémon partially due to it's growing popularity in Japan overshadowing Pokémon's. However, this anime is not actually as similar to Pokémon as it seems.\n\n\u001b[1mYoukai Watch。 あなたが聞いたかもしれないアニメですが、ポケモンの影を覆す日本の人気が高まっているため、多くの人がそれをポケモンと部分的に比較しています。 しかし、このアニメは実際にポケモンと似ているようではありません。\u001b[22m\n\u001b[1m(Youkai uotchi. Anata ga kiita kamo shirenai animedesuga, pokemon no kage o kutsugaesu Nihon no ninki ga takamatte iru tame, ōku no hito ga sore o pokemon to bubun-teki ni hikaku shite imasu. Shikashi, kono anime wa jissai ni pokemon to nite iru yōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mYoukai Watch. It's an anime you may have heard of, a lot of people compare it to Pokémon partially due to it's growing popularity in Japan overshadowing Pokémon's. However, this anime is not actually as similar to Pokémon as it seems.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoukai Watch.\u001b[24m\n    \u001b[1mYoukai Watch。\u001b[22m, \u001b[1m妖怪ウォッチ。\u001b[22m\n\u001b[4mIt's an anime you may have heard of, a lot of people compare it to Pokémon partially due to it's growing popularity in Japan overshadowing Pokémon's.\u001b[24m\n    \u001b[1mあなたが聞いたかもしれないアニメですが、ポケモンの影を覆す日本の人気が高まっているため、多くの人がそれをポケモンと部分的に比較しています。\u001b[22m, \u001b[1mそれは、多くの人はそれがポケモンのをovershadowing日本で人気を成長だ部分的に起因するポケモンと比較し、あなたが聞いたことがあるかもしれアニメです。\u001b[22m\n\u001b[4mHowever, this anime is not actually as similar to Pokémon as it seems.\u001b[24m\n    \u001b[1mしかし、このアニメは実際にポケモンと似ているようではありません。\u001b[22m, \u001b[1mしかし、このアニメは、実際にそれはそうのようにポケモンと同様ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBoth series center around a boy in a world filled with monsters, but the main difference is that their stories and interactions are presented completely differently. They both function as kids 'monster of the week' series but Pokémon is filled with epic battles and plots about evil teams wanting to take over the regions. In contrast, Youkai Watch is a pure humor anime consisting of multiple skits per episode with no real plot or purpose. That is not to say Youkai Watch is good or bad, but if you're expecting an epic quest or any overall plot, you'll most likely be disappointed. The series is about Keita's daily life and interactions with youkai, plain and simple. Occasionally there will be plot but it's few and far between.\n\n\u001b[1m両方のシリーズは、モンスターで満たされた世界の男の子の周りを中心にしていますが、主な違いは、彼らの物語と相互作用がまったく異なって提示されていることです。 彼らは両方とも週のシリーズの子供のモンスターとして機能するが、ポケモンは叙事詩の戦いと地域を引き継ぎたい邪悪なチームについてのプロットでいっぱいです。 対照的に、Youkai Watchはエピソードごとに複数のSkitsで構成される純粋なユーモアアニメで、実際のプロットや目的はありません。 それはYoukai Watchが良いか悪いか言っているわけではありませんが、あなたが叙事詩的なクエストや全体的なプロットを期待しているなら、あなたはほとんど失望します。 慶太の日常生活や平易でシンプルな妖怪とのインタラクションについてのシリーズです。 時にはプロットがありますが、それはごくわずかです。\u001b[22m\n\u001b[1m(Ryōhō no shirīzu wa, monsutā de mitasa reta sekai no otokonoko no mawari o chūshin ni shite imasuga, omona chigai wa, karera no monogatari to sōgo sayō ga mattaku kotonatte teiji sa rete iru kotodesu. Karera wa ryōhō tomo shū no shirīzu no kodomo no monsutā to shite kinō suruga, pokemon wa jojishi no tatakai to chiiki o hikitsugitai jaakuna chīmu ni tsuite no purotto de ippaidesu. Taishō-teki ni, Youkai uotchi wa episōdo-goto ni fukusū no Skits de kōsei sa reru junsuina yūmoaanime de, jissai no purotto ya mokuteki wa arimasen. Sore wa Youkai uotchi ga yoi ka warui ka itte iru wakede wa arimasenga, anata ga jojishi-tekina kuesuto ya zentai-tekina purotto o kitai shite irunara, anata wa hotondo shitsubō shimasu. Keita no nichijō seikatsu ya heiide shinpuruna yōkai to no intarakushon ni tsuite no shirīzudesu. Tokiniha purotto ga arimasuga, sore wa goku wazukadesu.)\u001b[22m\n\nTranslations of \u001b[4mBoth series center around a boy in a world filled with monsters, but the main difference is that their stories and interactions are presented completely differently. They both function as kids 'monster of the week' series but Pokémon is filled with epic battles and plots about evil teams wanting to take over the regions. In contrast, Youkai Watch is a pure humor anime consisting of multiple skits per episode with no real plot or purpose. That is not to say Youkai Watch is good or bad, but if you're expecting an epic quest or any overall plot, you'll most likely be disappointed. The series is about Keita's daily life and interactions with youkai, plain and simple. Occasionally there will be plot but it's few and far between.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoth series center around a boy in a world filled with monsters, but the main difference is that their stories and interactions are presented completely differently.\u001b[24m\n    \u001b[1m両方のシリーズは、モンスターで満たされた世界の男の子の周りを中心にしていますが、主な違いは、彼らの物語と相互作用がまったく異なって提示されていることです。\u001b[22m, \u001b[1m世界で少年の周りの両方のシリーズの中心はモンスターで満たされますが、主な違いは、彼らの物語との相互作用が完全に異なって提示されていることです。\u001b[22m\n\u001b[4mThey both function as kids 'monster of the week' series but Pokémon is filled with epic battles and plots about evil teams wanting to take over the regions.\u001b[24m\n    \u001b[1m彼らは両方とも週のシリーズの子供のモンスターとして機能するが、ポケモンは叙事詩の戦いと地域を引き継ぎたい邪悪なチームについてのプロットでいっぱいです。\u001b[22m, \u001b[1mこれら一連の子供たちの週の怪物」としての両方の機能が、ポケモンは壮大な戦いと地域を引き継ぐことを望む悪のチームについてのプロットで満たされています。\u001b[22m\n\u001b[4mIn contrast, Youkai Watch is a pure humor anime consisting of multiple skits per episode with no real plot or purpose.\u001b[24m\n    \u001b[1m対照的に、Youkai Watchはエピソードごとに複数のSkitsで構成される純粋なユーモアアニメで、実際のプロットや目的はありません。\u001b[22m, \u001b[1mこれとは対照的に、妖怪ウォッチはありません実際のプロットや目的にエピソードごとに複数の寸劇からなる純粋なユーモアのアニメです。\u001b[22m\n\u001b[4mThat is not to say Youkai Watch is good or bad, but if you're expecting an epic quest or any overall plot, you'll most likely be disappointed.\u001b[24m\n    \u001b[1mそれはYoukai Watchが良いか悪いか言っているわけではありませんが、あなたが叙事詩的なクエストや全体的なプロットを期待しているなら、あなたはほとんど失望します。\u001b[22m, \u001b[1mそれは妖怪ウォッチが良いか悪いかであると言うことではないですが、あなたはエピッククエストまたは任意の全体的なプロットを期待している場合は、最も可能性の高いがっかりするでしょう。\u001b[22m\n\u001b[4mThe series is about Keita's daily life and interactions with youkai, plain and simple.\u001b[24m\n    \u001b[1m慶太の日常生活や平易でシンプルな妖怪とのインタラクションについてのシリーズです。\u001b[22m, \u001b[1mシリーズは、妖怪無地でシンプルでケイタの日常生活との相互作用についてです。\u001b[22m\n\u001b[4mOccasionally there will be plot but it's few and far between.\u001b[24m\n    \u001b[1m時にはプロットがありますが、それはごくわずかです。\u001b[22m, \u001b[1m時折そこにプロットすることが、それは少数との間には程遠います。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime tends to follow the same structure as the episodes go by, but the series manages to keep most of the jokes refreshing. Some jokes can grow stale but it stays entertaining for the most part. The humor is mainly self-aware, it's a series that is aware that the premise and characters can get ridiculous and embraces it. As such, the jokes can rely on slapstick humor and ridiculous circumstances. For me, the humor rarely fell flat though that will possibly not be the case for you. Still, if you're looking for such a light-hearted humor anime, this may be an anime worth considering.\n\n\u001b[1mアニメはエピソードと同じ構造に従う傾向がありますが、このシリーズではほとんどのジョークを爽やかに保ちます。 いくつかのジョークは古くなることがありますが、ほとんどの場合面白いです。 ユーモアは主に自己認識であり、それは前提とキャラクターがばかばかしく抱きしめることができることを認識しているシリーズです。 そのように、ジョークはスラップスティックのユーモアとばかげた状況に頼ることができます。 私にとって、ユーモアはめったにフラットにはならなかったかもしれませんが、それはおそらくあなたには当てはまりません。 それでも、あなたがそういう軽いユーモアアニメを探しているのなら、これは検討する価値のあるアニメかもしれません。\u001b[22m\n\u001b[1m(Anime wa episōdo to onaji kōzō ni shitagau keikō ga arimasuga, kono shirīzude wa hotondo no jōku o sawayaka ni tamochimasu. Ikutsu ka no jōku wa furuku naru koto ga arimasuga, hotondo no baai omoshiroidesu. Yūmoa wa omoni jiko ninshikideari, soreha zentei to kyarakutā ga bakabakashiku dakishimeru koto ga dekiru koto o ninshiki shite iru shirīzudesu. Sonoyōni, jōku wa surappusutikku no yūmoa to bakageta jōkyō ni tayoru koto ga dekimasu. Watashi ni totte, yūmoa wa mettani furattoni wa naranakatta kamo shiremasenga, sore wa osoraku anata ni wa atehamarimasen. Soredemo, anata ga sōiu karui yūmoaanime o sagashite iru nonara, koreha kentō suru kachinoaru anime kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe anime tends to follow the same structure as the episodes go by, but the series manages to keep most of the jokes refreshing. Some jokes can grow stale but it stays entertaining for the most part. The humor is mainly self-aware, it's a series that is aware that the premise and characters can get ridiculous and embraces it. As such, the jokes can rely on slapstick humor and ridiculous circumstances. For me, the humor rarely fell flat though that will possibly not be the case for you. Still, if you're looking for such a light-hearted humor anime, this may be an anime worth considering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime tends to follow the same structure as the episodes go by, but the series manages to keep most of the jokes refreshing.\u001b[24m\n    \u001b[1mアニメはエピソードと同じ構造に従う傾向がありますが、このシリーズではほとんどのジョークを爽やかに保ちます。\u001b[22m, \u001b[1mアニメのエピソードで行くのと同じ構造に従う傾向が、シリーズはさわやかジョークのほとんどを維持するために管理しています。\u001b[22m\n\u001b[4mSome jokes can grow stale but it stays entertaining for the most part.\u001b[24m\n    \u001b[1mいくつかのジョークは古くなることがありますが、ほとんどの場合面白いです。\u001b[22m, \u001b[1mいくつかのジョークが古い成長することができますが、それはほとんどの部分は面白いとどまります。\u001b[22m\n\u001b[4mThe humor is mainly self-aware, it's a series that is aware that the premise and characters can get ridiculous and embraces it.\u001b[24m\n    \u001b[1mユーモアは主に自己認識であり、それは前提とキャラクターがばかばかしく抱きしめることができることを認識しているシリーズです。\u001b[22m, \u001b[1mユーモアはそれが前提と文字がばかげて得ることができることを認識し、それを包含するシリーズだが、主に自己認識しています。\u001b[22m\n\u001b[4mAs such, the jokes can rely on slapstick humor and ridiculous circumstances.\u001b[24m\n    \u001b[1mそのように、ジョークはスラップスティックのユーモアとばかげた状況に頼ることができます。\u001b[22m, \u001b[1mこのように、ジョークはドタバタユーモアととんでもない状況に依存することができます。\u001b[22m\n\u001b[4mFor me, the humor rarely fell flat though that will possibly not be the case for you.\u001b[24m\n    \u001b[1m私にとって、ユーモアはめったにフラットにはならなかったかもしれませんが、それはおそらくあなたには当てはまりません。\u001b[22m, \u001b[1mそれはおそらくあなたのためのケースではないでしょうが私にとっては、ユーモアはほとんどフラット落ちません。\u001b[22m\n\u001b[4mStill, if you're looking for such a light-hearted humor anime, this may be an anime worth considering.\u001b[24m\n    \u001b[1mそれでも、あなたがそういう軽いユーモアアニメを探しているのなら、これは検討する価値のあるアニメかもしれません。\u001b[22m, \u001b[1mあなたは、このような快活なユーモアのアニメを探しているならそれでも、これは考慮に値するアニメでもよいです。\u001b[22m\n\u001b[1m\u001b[22m\nAnother difference between Youkai Watch and Pokémon: Keita, the protagonist, is completely normal. In fact, the only truly unique thing about him is the fact that he can see and interact with youkai. He's constantly referred to as 'normal' and 'average' by his classmates, which I find to be a nice touch to the anime. Keita is more relatable to most children than most protagonists who have something special, a power or being the Chosen One. He's simply an ordinary boy who stumbled upon a gachapon machine by accident.\n\n\u001b[1mYoukai WatchとPokémonの別の違い：主人公Keitaは完全に正常です。 実際、彼についての唯一の本当にユニークなことは、彼がyoukaiを見て交流できるという事実だけです。 彼は常に彼のクラスメートによって「普通」と「平均」と呼ばれていますが、これはアニメに素敵な触れ合いであることがわかります。 啓太は、何か特別なもの、権力を持っているもの、選んだものを持っている大部分の主人公よりも、ほとんどの子供たちに関係しています。 彼は単に事故によってガチャポンの機械に遭遇した普通の少年です。\u001b[22m\n\u001b[1m(Youkai uotchi to Pokémon no betsu no chigai: Shujinkō Keita wa kanzen ni seijōdesu. Jissai, kare ni tsuite no yuiitsu no hontōni yunīkuna koto wa, kare ga youkai o mite kōryū dekiru to iu jijitsu dakedesu. Kare wa tsuneni kare no kurasumēto ni yotte `futsū' to `heikin' to yoba rete imasuga, koreha anime ni sutekina fureaidearu koto ga wakarimasu. Keita wa, nanika tokubetsuna mono, kenryoku o motte iru mono, eranda mono o motte iru daibubun no shujinkō yori mo, hotondo no kodomo-tachi ni kankei shite imasu. Kare wa tan'ni jiko ni yotte gachapon no kikai ni sōgū shita futsū no shōnendesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother difference between Youkai Watch and Pokémon: Keita, the protagonist, is completely normal. In fact, the only truly unique thing about him is the fact that he can see and interact with youkai. He's constantly referred to as 'normal' and 'average' by his classmates, which I find to be a nice touch to the anime. Keita is more relatable to most children than most protagonists who have something special, a power or being the Chosen One. He's simply an ordinary boy who stumbled upon a gachapon machine by accident.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother difference between Youkai Watch and Pokémon: Keita, the protagonist, is completely normal.\u001b[24m\n    \u001b[1mYoukai WatchとPokémonの別の違い：主人公Keitaは完全に正常です。\u001b[22m, \u001b[1m妖怪ウォッチとポケモンのもう一つの違い：慶太、主人公は、完全に正常です。\u001b[22m\n\u001b[4mIn fact, the only truly unique thing about him is the fact that he can see and interact with youkai.\u001b[24m\n    \u001b[1m実際、彼についての唯一の本当にユニークなことは、彼がyoukaiを見て交流できるという事実だけです。\u001b[22m, \u001b[1m実際には、彼についてのみ、真にユニークな事は、彼が見て妖怪と対話することができるという事実です。\u001b[22m\n\u001b[4mHe's constantly referred to as 'normal' and 'average' by his classmates, which I find to be a nice touch to the anime.\u001b[24m\n    \u001b[1m彼は常に彼のクラスメートによって「普通」と「平均」と呼ばれていますが、これはアニメに素敵な触れ合いであることがわかります。\u001b[22m, \u001b[1m彼は常に「通常」と私はアニメにいい感じであることがわかり、彼のクラスメートによる「平均」と呼ばれています。\u001b[22m\n\u001b[4mKeita is more relatable to most children than most protagonists who have something special, a power or being the Chosen One.\u001b[24m\n    \u001b[1m啓太は、何か特別なもの、権力を持っているもの、選んだものを持っている大部分の主人公よりも、ほとんどの子供たちに関係しています。\u001b[22m, \u001b[1m慶太は、電源を何か特別なものを持っているか、選ばれた一つが最も主人公よりも、ほとんどの子供たちに、より関係づけています。\u001b[22m\n\u001b[4mHe's simply an ordinary boy who stumbled upon a gachapon machine by accident.\u001b[24m\n    \u001b[1m彼は単に事故によってガチャポンの機械に遭遇した普通の少年です。\u001b[22m, \u001b[1m彼は単に偶然ガチャポンマシンにつまずいた普通の少年です。\u001b[22m\n\u001b[1m\u001b[22m\nEven these youkai don't help him out that much- for the most part they just cause him trouble. His 'butler' Whisper is incompetent and knows little about youkai and the series' mascot, Jibanyan, rarely ever wins fights he's summoned to. So really, even his special skill serves to hinder him more than it helps.\n\n\u001b[1mこれらのyoukaiでも彼を助けてくれることはありません。ほとんどの場合、彼は彼を困らせるだけです。 彼の 'バトラー'ウィスパーは無能で、あなたについてはほとんど分かりません。シリーズのマスコット、ジバイニャンは、召喚された戦いを勝ち抜くことはめったにありません。 だから、本当に、彼の特別な技術さえも、彼が助けてくれる以上に彼を妨害するのに役立ちます。\u001b[22m\n\u001b[1m(Korera no youkai demo kare o tasukete kureru koto wa arimasen. Hotondo no baai, kare wa kare o komara seru dakedesu. Kare no' batorā' u~isupā wa munō de, anata ni tsuite wa hotondo wakarimasen. Shirīzu no masukotto, jibainyan wa, shōkan sa reta tatakai o kachinuku koto wa mettani arimasen. Dakara, hontōni, kare no tokubetsuna gijutsu sae mo, kare ga tasukete kureru ijō ni kare o bōgai suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven these youkai don't help him out that much- for the most part they just cause him trouble. His 'butler' Whisper is incompetent and knows little about youkai and the series' mascot, Jibanyan, rarely ever wins fights he's summoned to. So really, even his special skill serves to hinder him more than it helps.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven these youkai don't help him out that much- for the most part they just cause him trouble.\u001b[24m\n    \u001b[1mこれらのyoukaiでも彼を助けてくれることはありません。ほとんどの場合、彼は彼を困らせるだけです。\u001b[22m, \u001b[1mでもこれらの妖怪はmuch-ほとんどの部分は、彼らはただ彼にトラブルを引き起こすことは彼を助けていません。\u001b[22m\n\u001b[4mHis 'butler' Whisper is incompetent and knows little about youkai and the series' mascot, Jibanyan, rarely ever wins fights he's summoned to.\u001b[24m\n    \u001b[1m彼の 'バトラー'ウィスパーは無能で、あなたについてはほとんど分かりません。シリーズのマスコット、ジバイニャンは、召喚された戦いを勝ち抜くことはめったにありません。\u001b[22m, \u001b[1m彼の「執事」ウィスパーは無能であり、妖怪とシリーズのマスコット、Jibanyanについて少し知っている、めったに彼はに召喚だ戦いに勝ちます。\u001b[22m\n\u001b[4mSo really, even his special skill serves to hinder him more than it helps.\u001b[24m\n    \u001b[1mだから、本当に、彼の特別な技術さえも、彼が助けてくれる以上に彼を妨害するのに役立ちます。\u001b[22m, \u001b[1mだから本当に、でも彼の特別なスキルは、より多くのそれは助けるよりも、彼を妨げるのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nHe is also not a boy made entirely of moral fortitude and a will to do the right thing like many other kids anime. He can be troublesome and naughty at time, but he can also have many moments of wanting to do the right thing. Again, it serves to make Keita represent an actual child more, which is a nice change from the generic protagonist.\n\n\u001b[1m彼はまた、道徳的な不屈の精神で作られた少年でもなく、他の多くの子供たちのアニメのように正しいことをする意志でもありません。 彼は面倒で面倒なことがあるかもしれませんが、正しいことをしたいと思う多くの瞬間を持つこともできます。 再び、Keitaは実際の子供をより多く表現するようになります。これは一般的な主人公からの素敵な変化です。\u001b[22m\n\u001b[1m(Kare wa mata, dōtokutekina fukutsu no seishin de tsukura reta shōnende mo naku, hoka no ōku no kodomo-tachi no anime no yō ni tadashī koto o suru ishi demo arimasen. Kare wa mendōde mendōna koto ga aru kamo shiremasenga, tadashī koto o shitai to omou ōku no shunkan o motsu koto mo dekimasu. Futatabi, Keita wa jissai no kodomo o yori ōku hyōgen suru yō ni narimasu. Kore wa ippantekina shujinkō kara no sutekina henkadesu.)\u001b[22m\n\nTranslations of \u001b[4mHe is also not a boy made entirely of moral fortitude and a will to do the right thing like many other kids anime. He can be troublesome and naughty at time, but he can also have many moments of wanting to do the right thing. Again, it serves to make Keita represent an actual child more, which is a nice change from the generic protagonist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe is also not a boy made entirely of moral fortitude and a will to do the right thing like many other kids anime.\u001b[24m\n    \u001b[1m彼はまた、道徳的な不屈の精神で作られた少年でもなく、他の多くの子供たちのアニメのように正しいことをする意志でもありません。\u001b[22m, \u001b[1m彼はまた、完全に道徳的な不屈の精神および他の多くの子供たちのアニメのように正しいことを行う意志で作られた少年ではありません。\u001b[22m\n\u001b[4mHe can be troublesome and naughty at time, but he can also have many moments of wanting to do the right thing.\u001b[24m\n    \u001b[1m彼は面倒で面倒なことがあるかもしれませんが、正しいことをしたいと思う多くの瞬間を持つこともできます。\u001b[22m, \u001b[1m彼は当時の面倒といたずらすることができますが、彼はまた、正しいことをやりたいと思っ多くの瞬間を持つことができます。\u001b[22m\n\u001b[4mAgain, it serves to make Keita represent an actual child more, which is a nice change from the generic protagonist.\u001b[24m\n    \u001b[1m再び、Keitaは実際の子供をより多く表現するようになります。これは一般的な主人公からの素敵な変化です。\u001b[22m, \u001b[1m繰り返しますが、それは一般的な主人公からいい気分転換である、ケイタは、より実際の子を表す作るのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nIn fact, character is one of Youkai Watch's strong points. Although there tends to be little character development due to it's lack of plot, the characters are full of charm and each character is unique. Each youkai has has their own distinct personalities and abilities which helps prevent the repetitive format from growing stale.\n\n\u001b[1m実際、キャラクターは妖怪ウォッチの強みの一つです。 それはプロットの欠如のためにキャラクターの発展がほとんどない傾向がありますが、キャラクターは魅力でいっぱいであり、それぞれのキャラクターはユニークです。 それぞれの妖怪には独自の個性と能力があり、繰り返し形式が古くなるのを防ぐのに役立ちます。\u001b[22m\n\u001b[1m(Jissai, kyarakutā wa yōkai u~otchi no tsuyomi no hitotsudesu. Sore wa purotto no ketsujo no tame ni kyarakutā no hatten ga hotondo nai keikō ga arimasuga, kyarakutā wa miryoku de ippaideari, sorezore no kyarakutā wa yunīkudesu. Sorezore no yōkai ni wa dokuji no kosei to nōryoku ga ari, kurikaeshi keishiki ga furuku naru no o fusegu no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn fact, character is one of Youkai Watch's strong points. Although there tends to be little character development due to it's lack of plot, the characters are full of charm and each character is unique. Each youkai has has their own distinct personalities and abilities which helps prevent the repetitive format from growing stale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn fact, character is one of Youkai Watch's strong points.\u001b[24m\n    \u001b[1m実際、キャラクターは妖怪ウォッチの強みの一つです。\u001b[22m, \u001b[1m実際には、文字が妖怪ウォッチの強力なポイントの一つです。\u001b[22m\n\u001b[4mAlthough there tends to be little character development due to it's lack of plot, the characters are full of charm and each character is unique.\u001b[24m\n    \u001b[1mそれはプロットの欠如のためにキャラクターの発展がほとんどない傾向がありますが、キャラクターは魅力でいっぱいであり、それぞれのキャラクターはユニークです。\u001b[22m, \u001b[1mプロットのそれの欠如のために少しキャラクターの成長があるように傾向があるが、文字は魅力にあふれていて、それぞれの文字がユニークです。\u001b[22m\n\u001b[4mEach youkai has has their own distinct personalities and abilities which helps prevent the repetitive format from growing stale.\u001b[24m\n    \u001b[1mそれぞれの妖怪には独自の個性と能力があり、繰り返し形式が古くなるのを防ぐのに役立ちます。\u001b[22m, \u001b[1m妖怪が持つそれぞれが失効した成長から繰り返しフォーマットを防ぐのに役立ち、独自の明確な個性や能力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound are average, typical for most kids anime. It's not amazing but it still has it's own charm.\n\n\u001b[1m芸術とサウンドは、ほとんどの子供たちのアニメにとって典型的な平均です。 それは素晴らしいではありませんが、それはまだそれ自身の魅力です。\u001b[22m\n\u001b[1m(Geijutsu to saundo wa, hotondo no kodomo-tachi no anime ni totte tenkei-tekina heikindesu. Sore wa subarashīde wa arimasenga, sore wa mada sore jishin no miryokudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound are average, typical for most kids anime. It's not amazing but it still has it's own charm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound are average, typical for most kids anime.\u001b[24m\n    \u001b[1m芸術とサウンドは、ほとんどの子供たちのアニメにとって典型的な平均です。\u001b[22m, \u001b[1mアートとサウンドは、ほとんどの子供のアニメのための典型的な平均値です。\u001b[22m\n\u001b[4mIt's not amazing but it still has it's own charm.\u001b[24m\n    \u001b[1mそれは素晴らしいではありませんが、それはまだそれ自身の魅力です。\u001b[22m, \u001b[1mそれは驚くべきではないのですが、それはまだそれ自身の魅力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I think the series is worth picking up if you're looking for a lighthearted humor anime, or are fond of anime featuring numerous different monsters. Just don't expect any real plot and you'll be fine.\n\n\u001b[1m全体的に、私はあなたが軽度のユーモアアニメを探しているならば、シリーズが価値があると思うか、または数多くの異なるモンスターを特徴とするアニメが好きです。 本当のプロットは期待せず、あなたは大丈夫でしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa anata ga keido no yūmoaanime o sagashite irunaraba, shirīzu ga kachigāru to omou ka, matawa kazuōku no kotonaru monsutā o tokuchō to suru anime ga sukidesu. Hontō no purotto wa kitai sezu, anata wa daijōbudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I think the series is worth picking up if you're looking for a lighthearted humor anime, or are fond of anime featuring numerous different monsters. Just don't expect any real plot and you'll be fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I think the series is worth picking up if you're looking for a lighthearted humor anime, or are fond of anime featuring numerous different monsters.\u001b[24m\n    \u001b[1m全体的に、私はあなたが軽度のユーモアアニメを探しているならば、シリーズが価値があると思うか、または数多くの異なるモンスターを特徴とするアニメが好きです。\u001b[22m, \u001b[1m全体的に、私はあなたが陽気なユーモアアニメを探しているならシリーズが拾う価値があると思う、または多数の異なるモンスターをフィーチャーアニメが好きです。\u001b[22m\n\u001b[4mJust don't expect any real plot and you'll be fine.\u001b[24m\n    \u001b[1m本当のプロットは期待せず、あなたは大丈夫でしょう。\u001b[22m, \u001b[1mただ、任意の実際のプロットを期待していない、あなたは大丈夫です。\u001b[22m"
  },
  {
    "title": "Youkai_Watch",
    "id": "19157",
    "url": "https://myanimelist.net/anime/19157/Youkai_Watch",
    "user": "RidaThePanda",
    "profile": "/profile/RidaThePanda/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=223879",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  8\n\n多くの人が触れているように、Youkai Watchは新しいポケモンと比較されており、それをコピーしているかのようなファンサイトを集めると予想されるかもしれませんが、本当はそうではありません。 このようなアニメは、ハードコアのビンガーマラソンではなく、日常生活の中で他人と一緒に見ることができるときに最も楽しまれることがよくあります。それは私がそれを感謝するために行ってきたことです。\n\nそれは人を刺激する超自然の存在と話すことができる妖怪の腕時計の神秘的な力を得た後、日常生活を歩む少年の物語に続くものです。 彼らが人をインスピレーションするにつれて、彼らは一定の感情を追い越し、圧倒的な衝動はインスピレーションを与える妖怪がその人を離れるとき、または別の妖怪が来てより強い効果を与えるときにのみ止めることができます。  Youkaiには、お互いにインスピレーションを与える能力もあります。\n\nこれまでのところ、ポケモンのようには聞こえません。 唯一の類似点は、互いに「戦う」小さな存在です。  Youkai Watchについての本当の真実は、あなたが見て成長することができるショーにあるように、それについてある種の専門性を持っているということです。 それは、この世に来るすべての変わった妖怪を見ているように、喜劇を提供し、彼らが何をし、どのように彼らが互いに反応するか、特に彼らとコミュニケーションをとる相手を見て楽しむことができます。\n\nYoukai Watchは誰でも受動的に見ることができ、特にジュニアオタクとしてのスタートに興味のある子供たちには最適です。 愛らしいのは、その幼少時の魅力に匹敵するだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAs many have mentioned, Youkai Watch has been compared to the new Pokemon and maybe even expected to gather a fanbase like it, as if it's copying it, but it really isn't. Animes like these are often most enjoyed when you're able to watch them with others through daily life rather than a hardcore binge marathon, and that's exactly what I've been doing to make me come to appreciate it.\n\n\u001b[1m多くの人が触れているように、Youkai Watchは新しいポケモンと比較されており、それをコピーしているかのようなファンサイトを集めると予想されるかもしれませんが、本当はそうではありません。 このようなアニメは、ハードコアのビンガーマラソンではなく、日常生活の中で他人と一緒に見ることができるときに最も楽しまれることがよくあります。それは私がそれを感謝するために行ってきたことです。\u001b[22m\n\u001b[1m(Ōku no hito ga furete iru yō ni, Youkai uotchi wa atarashī pokemon to hikaku sa rete ori, sore o kopī shite iru ka no yōna fan saito o atsumeru to yosō sa reru kamo shiremasenga, hontōwa sōde wa arimasen. Ko no yōna anime wa, hādokoa no bingāmarasonde wa naku, nichijō seikatsu no naka de tanin to issho ni miru koto ga dekiru toki ni mottomo tanoshima reru koto ga yoku arimasu. Sore wa watashi ga sore o kansha suru tame ni itte kita kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs many have mentioned, Youkai Watch has been compared to the new Pokemon and maybe even expected to gather a fanbase like it, as if it's copying it, but it really isn't. Animes like these are often most enjoyed when you're able to watch them with others through daily life rather than a hardcore binge marathon, and that's exactly what I've been doing to make me come to appreciate it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs many have mentioned, Youkai Watch has been compared to the new Pokemon and maybe even expected to gather a fanbase like it, as if it's copying it, but it really isn't.\u001b[24m\n    \u001b[1m多くの人が触れているように、Youkai Watchは新しいポケモンと比較されており、それをコピーしているかのようなファンサイトを集めると予想されるかもしれませんが、本当はそうではありません。\u001b[22m, \u001b[1m多くの人が述べたように、妖怪ウォッチは、新たなポケモンに比べていた、それはそれをコピーしていたかのよう多分、それのようなファン層を収集することが期待が、それは本当にありません。\u001b[22m\n\u001b[4mAnimes like these are often most enjoyed when you're able to watch them with others through daily life rather than a hardcore binge marathon, and that's exactly what I've been doing to make me come to appreciate it.\u001b[24m\n    \u001b[1mこのようなアニメは、ハードコアのビンガーマラソンではなく、日常生活の中で他人と一緒に見ることができるときに最も楽しまれることがよくあります。それは私がそれを感謝するために行ってきたことです。\u001b[22m, \u001b[1mあなたが日常生活ではなく、ハードコアどんちゃん騒ぎマラソンを通じて他のユーザーとそれらを見ることができるしているときに、これらのようなアニメは、多くの場合、最も享受しており、それは私が私がそれを感謝するために来て作るために何をしてきたまさに。\u001b[22m\n\u001b[1m\u001b[22m\nIt follows the story of a boy who goes through daily life after acquiring the mystical power of the youkai watch, which lets him talk to supernatural beings that can inspirit people. As they inspirit people, they cause a certain emotion to overtake them and that overwhelming urge can only be stopped when the youkai that's inspiriting leaves the person, or another youkai comes and inspirits them with a stronger effect. Youkai also have the capability to inspirit each other.\n\n\u001b[1mそれは人を刺激する超自然の存在と話すことができる妖怪の腕時計の神秘的な力を得た後、日常生活を歩む少年の物語に続くものです。 彼らが人をインスピレーションするにつれて、彼らは一定の感情を追い越し、圧倒的な衝動はインスピレーションを与える妖怪がその人を離れるとき、または別の妖怪が来てより強い効果を与えるときにのみ止めることができます。  Youkaiには、お互いにインスピレーションを与える能力もあります。\u001b[22m\n\u001b[1m(Sore wa hito o shigeki suru chō shizen no sonzai to hanasu koto ga dekiru yōkai no udedokei no shinpi-tekina chikara o eta nochi, nichijō seikatsu o ayumu shōnen no monogatari ni tsudzuku monodesu. Karera ga hito o insupirēshon suru ni tsurete, karera wa ittei no kanjō o oikoshi, attōtekina shōdō wa insupirēshon o ataeru yōkai ga sono hito o hanareru toki, matawa betsu no yōkai ga kite yori tsuyoi kōka o ataeru toki ni nomi tomeru koto ga dekimasu. Youkai ni wa, otagai ni insupirēshon o ataeru nōryoku mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt follows the story of a boy who goes through daily life after acquiring the mystical power of the youkai watch, which lets him talk to supernatural beings that can inspirit people. As they inspirit people, they cause a certain emotion to overtake them and that overwhelming urge can only be stopped when the youkai that's inspiriting leaves the person, or another youkai comes and inspirits them with a stronger effect. Youkai also have the capability to inspirit each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt follows the story of a boy who goes through daily life after acquiring the mystical power of the youkai watch, which lets him talk to supernatural beings that can inspirit people.\u001b[24m\n    \u001b[1mそれは人を刺激する超自然の存在と話すことができる妖怪の腕時計の神秘的な力を得た後、日常生活を歩む少年の物語に続くものです。\u001b[22m, \u001b[1mそれは彼が人々を元気づけることができ超自然の生き物に話すことができます妖怪ウォッチの神秘的なパワーを取得した後の日常生活を通過する少年の物語をたどります。\u001b[22m\n\u001b[4mAs they inspirit people, they cause a certain emotion to overtake them and that overwhelming urge can only be stopped when the youkai that's inspiriting leaves the person, or another youkai comes and inspirits them with a stronger effect.\u001b[24m\n    \u001b[1m彼らが人をインスピレーションするにつれて、彼らは一定の感情を追い越し、圧倒的な衝動はインスピレーションを与える妖怪がその人を離れるとき、または別の妖怪が来てより強い効果を与えるときにのみ止めることができます。\u001b[22m, \u001b[1m彼らは人々を奮い立たせるように、彼らは彼らを追い越すために、特定の感情を引き起こし、inspiritingだ妖怪が人を残し、または別の妖怪が来ると強い効果でそれらをINSPIRITSときに圧倒的な衝動だけ停止させることができます。\u001b[22m\n\u001b[4mYoukai also have the capability to inspirit each other.\u001b[24m\n    \u001b[1mYoukaiには、お互いにインスピレーションを与える能力もあります。\u001b[22m, \u001b[1m妖怪もお互いを奮い立たせるする能力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSo far, it sounds nothing like Pokemon. The only similarity is small beings that can 'battle' with each other. The real truth about Youkai Watch is that it has a certain specialty about it, as would be in a show you can grow up watching. It provides comedy as we see all the wacky youkai come into this world and it can be entertaining to see what they do and how they react with each other, especially with someone to communicate with them.\n\n\u001b[1mこれまでのところ、ポケモンのようには聞こえません。 唯一の類似点は、互いに「戦う」小さな存在です。  Youkai Watchについての本当の真実は、あなたが見て成長することができるショーにあるように、それについてある種の専門性を持っているということです。 それは、この世に来るすべての変わった妖怪を見ているように、喜劇を提供し、彼らが何をし、どのように彼らが互いに反応するか、特に彼らとコミュニケーションをとる相手を見て楽しむことができます。\u001b[22m\n\u001b[1m(Kore made no tokoro, pokemon no yō ni wa kikoemasen. Yuiitsu no ruiji-ten wa, tagaini `tatakau' chīsana sonzaidesu. Youkai uotchi ni tsuite no hontō no shinjitsu wa, anata ga mite seichō suru koto ga dekiru shō ni aru yō ni, sore ni tsuite arushuno senmon-sei o motte iru to iu kotodesu. Sore wa, konoyo ni kuru subete no kawatta yōkai o mite iru yō ni, kigeki o teikyō shi, karera ga nani o shi, dono yō ni karera ga tagaini han'nō suru ka, tokuni karera to komyunikēshon o toru aite o mite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo far, it sounds nothing like Pokemon. The only similarity is small beings that can 'battle' with each other. The real truth about Youkai Watch is that it has a certain specialty about it, as would be in a show you can grow up watching. It provides comedy as we see all the wacky youkai come into this world and it can be entertaining to see what they do and how they react with each other, especially with someone to communicate with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far, it sounds nothing like Pokemon.\u001b[24m\n    \u001b[1mこれまでのところ、ポケモンのようには聞こえません。\u001b[22m, \u001b[1mこれまでのところ、それはポケモンのような何も鳴りません。\u001b[22m\n\u001b[4mThe only similarity is small beings that can 'battle' with each other.\u001b[24m\n    \u001b[1m唯一の類似点は、互いに「戦う」小さな存在です。\u001b[22m, \u001b[1m唯一の類似性は互いに「戦闘」ことができる小さな生き物です。\u001b[22m\n\u001b[4mThe real truth about Youkai Watch is that it has a certain specialty about it, as would be in a show you can grow up watching.\u001b[24m\n    \u001b[1mYoukai Watchについての本当の真実は、あなたが見て成長することができるショーにあるように、それについてある種の専門性を持っているということです。\u001b[22m, \u001b[1m妖怪ウォッチについての本当の真実は、あなたが見て育つことができますショーの場合のように、それは、それについて一定の専門性を持っているということです。\u001b[22m\n\u001b[4mIt provides comedy as we see all the wacky youkai come into this world and it can be entertaining to see what they do and how they react with each other, especially with someone to communicate with them.\u001b[24m\n    \u001b[1mそれは、この世に来るすべての変わった妖怪を見ているように、喜劇を提供し、彼らが何をし、どのように彼らが互いに反応するか、特に彼らとコミュニケーションをとる相手を見て楽しむことができます。\u001b[22m, \u001b[1m我々はすべての奇抜な妖怪がこの世界に来て見て、彼らが何をするか見るために楽しまとどのように彼らは、特にそれらと通信するための誰かと、互いに反応することができるように、それは喜劇を提供します。\u001b[22m\n\u001b[1m\u001b[22m\nYoukai Watch is great for anyone to passively watch, and is especially good for children who are interested in starting out as junior otakus. It's adorable-ness is onlymatched by it's childhood charm.\n\n\u001b[1mYoukai Watchは誰でも受動的に見ることができ、特にジュニアオタクとしてのスタートに興味のある子供たちには最適です。 愛らしいのは、その幼少時の魅力に匹敵するだけです。\u001b[22m\n\u001b[1m(Youkai uotchi wa dare demo judō-teki ni miru koto ga deki, tokuni juniaotaku to shite no sutāto ni kyōmi no aru kodomo-tachi ni wa saitekidesu. Airashī no wa, sono yōshō-ji no miryoku ni hitteki suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mYoukai Watch is great for anyone to passively watch, and is especially good for children who are interested in starting out as junior otakus. It's adorable-ness is onlymatched by it's childhood charm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoukai Watch is great for anyone to passively watch, and is especially good for children who are interested in starting out as junior otakus.\u001b[24m\n    \u001b[1mYoukai Watchは誰でも受動的に見ることができ、特にジュニアオタクとしてのスタートに興味のある子供たちには最適です。\u001b[22m, \u001b[1m妖怪ウォッチは、受動的に見るために誰のための素晴らしいです、とジュニアオタクとして出始めに興味を持っている子供たちのために特に良いです。\u001b[22m\n\u001b[4mIt's adorable-ness is onlymatched by it's childhood charm.\u001b[24m\n    \u001b[1m愛らしいのは、その幼少時の魅力に匹敵するだけです。\u001b[22m, \u001b[1mそれは愛らしいらしさがそれの子供時代の魅力にonlymatchedされます。\u001b[22m"
  },
  {
    "title": "Youkai_Watch",
    "id": "19157",
    "url": "https://myanimelist.net/anime/19157/Youkai_Watch",
    "user": "jeikobu11",
    "profile": "/profile/jeikobu11/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=222212",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nYoukai Watchは、私の妹（妹）のように、子供たちが見ることのできるアニメです。 私はYoukai Watchが好きです。なぜなら、最新のサブエピソードを終えた後、私はいつもより多くのことが切望しているからです。  Youkai Watchは私をストーリーに導いてくれて、私はそれをたくさん楽しんでいます。 私はキャラクターとこのアニメのすべてを、もちろん私の個人的な意見が好きです。 もしあなたがここに来たら、それはあなたに血を見て死のために戦うという考え方でそれにyoukai（幽霊/魂）があることを知っているので、それから探索に戻る。 私は16歳ですし、このアニメをビットに愛し、それはあなたがそれを後悔しないように面白いです。 私が慶太の役に夢中しているような春夏が大好きなら。 私のfavアニメもポケモンxyzなので多分それはG格のアニメの私の愛と関係がある..ああ、私は本当に今レビューを書いていますか？ 私が言うことができるのは、それが時計の価値があることとGIVE IT A 10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nYoukai Watch is a good anime for kids to watch, like my little sister for example. I love Youkai Watch because after I finish the latest sub episode I'm always desperate for more. Youkai Watch has pulled me into the story and I enjoy it a lot. I like the characters and everything else in this anime, of course this my personal opinion. If you came here because u know it has youkai (ghost/spirits) in it with a mindset of seeing blood and fighting to the death THEN go back to searching. I'm 16 years old and love this anime to bits, it's funny so you won't regret it. If u love Haruka Tomatsu like I do then watch it for role of Keita lel. My fav anime is also pokemon xyz so maybe it's to do with my love of G rated anime.. oh boy am I really writing a review now? All I can say is that it's worth the watch and GIVE IT A 10/10\n\n\u001b[1mYoukai Watchは、私の妹（妹）のように、子供たちが見ることのできるアニメです。 私はYoukai Watchが好きです。なぜなら、最新のサブエピソードを終えた後、私はいつもより多くのことが切望しているからです。  Youkai Watchは私をストーリーに導いてくれて、私はそれをたくさん楽しんでいます。 私はキャラクターとこのアニメのすべてを、もちろん私の個人的な意見が好きです。 もしあなたがここに来たら、それはあなたに血を見て死のために戦うという考え方でそれにyoukai（幽霊/魂）があることを知っているので、それから探索に戻る。 私は16歳ですし、このアニメをビットに愛し、それはあなたがそれを後悔しないように面白いです。 私が慶太の役に夢中しているような春夏が大好きなら。 私のfavアニメもポケモンxyzなので多分それはG格のアニメの私の愛と関係がある..ああ、私は本当に今レビューを書いていますか？ 私が言うことができるのは、それが時計の価値があることとGIVE IT A 10/10\u001b[22m\n\u001b[1m(Youkai uotchi wa, watashi no imōto (imōto) no yō ni, kodomo-tachi ga miru koto no dekiru animedesu. Watashi wa Youkai uotchi ga sukidesu. Nazenara, saishin no sabuepisōdo o oeta nochi, watashi wa itsumo yori ōku no koto ga setsubō shite irukaradesu. Youkai uotchi wa watashi o sutōrī ni michibiite kurete, watashi wa sore o takusan tanoshinde imasu. Watashi wa kyarakutā to kono anime no subete o, mochiron watashi no kojin-tekina iken ga sukidesu. Moshi anata ga koko ni kitara, sore wa anata ni chi o mite shi no tame ni tatakau to iu kangaekata de sore ni youkai (yūrei/ tamashī) ga aru koto o shitte irunode, sorekara tansaku ni modoru. Watashi wa 16-saidesushi, kono anime o bitto ni aishi, sore wa anata ga sore o kōkai shinai yō ni omoshiroidesu. Watashi ga Keita no yaku ni muchū shite iru yōna harunatsu ga daisukinara. Watashi no fav anime mo pokemon xyznanode tabun sore wa G-kaku no anime no watashi no ai to kankei ga aru.. Ā, watashi wa hontōni ima rebyū o kaite imasu ka? Watashi ga iu koto ga dekiru no wa, sore ga tokei no kachi ga aru koto to GIVE IT A 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mYoukai Watch is a good anime for kids to watch, like my little sister for example. I love Youkai Watch because after I finish the latest sub episode I'm always desperate for more. Youkai Watch has pulled me into the story and I enjoy it a lot. I like the characters and everything else in this anime, of course this my personal opinion. If you came here because u know it has youkai (ghost/spirits) in it with a mindset of seeing blood and fighting to the death THEN go back to searching. I'm 16 years old and love this anime to bits, it's funny so you won't regret it. If u love Haruka Tomatsu like I do then watch it for role of Keita lel. My fav anime is also pokemon xyz so maybe it's to do with my love of G rated anime.. oh boy am I really writing a review now? All I can say is that it's worth the watch and GIVE IT A 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoukai Watch is a good anime for kids to watch, like my little sister for example.\u001b[24m\n    \u001b[1mYoukai Watchは、私の妹（妹）のように、子供たちが見ることのできるアニメです。\u001b[22m, \u001b[1m妖怪ウォッチは、例えば、私の妹のように、見て子供のための良いアニメです。\u001b[22m\n\u001b[4mI love Youkai Watch because after I finish the latest sub episode I'm always desperate for more.\u001b[24m\n    \u001b[1m私はYoukai Watchが好きです。なぜなら、最新のサブエピソードを終えた後、私はいつもより多くのことが切望しているからです。\u001b[22m, \u001b[1m私は最新のサブエピソードを終えた後、私はいつもより多くのために必死だから、私は妖怪ウォッチが大好きです。\u001b[22m\n\u001b[4mYoukai Watch has pulled me into the story and I enjoy it a lot.\u001b[24m\n    \u001b[1mYoukai Watchは私をストーリーに導いてくれて、私はそれをたくさん楽しんでいます。\u001b[22m, \u001b[1m妖怪ウォッチは話に私を引っ張っていると私はそれをたくさんお楽しみいただけます。\u001b[22m\n\u001b[4mI like the characters and everything else in this anime, of course this my personal opinion.\u001b[24m\n    \u001b[1m私はキャラクターとこのアニメのすべてを、もちろん私の個人的な意見が好きです。\u001b[22m, \u001b[1m私はもちろん、このアニメの登場人物と他のすべては、この私の個人的な意見が好き。\u001b[22m\n\u001b[4mIf you came here because u know it has youkai (ghost/spirits) in it with a mindset of seeing blood and fighting to the death THEN go back to searching.\u001b[24m\n    \u001b[1mもしあなたがここに来たら、それはあなたに血を見て死のために戦うという考え方でそれにyoukai（幽霊/魂）があることを知っているので、それから探索に戻る。\u001b[22m, \u001b[1muはそれが血を見て、死ぬまで戦うの考え方とその中の妖怪（ゴースト/霊を）持っている知っているので、あなたがここに来た場合は、再度検索に行きます。\u001b[22m\n\u001b[4mI'm 16 years old and love this anime to bits, it's funny so you won't regret it.\u001b[24m\n    \u001b[1m私は16歳ですし、このアニメをビットに愛し、それはあなたがそれを後悔しないように面白いです。\u001b[22m, \u001b[1m私はあなたがそれを後悔しないように、それはおかしい、16歳だとビットにこのアニメが大好きです。\u001b[22m\n\u001b[4mIf u love Haruka Tomatsu like I do then watch it for role of Keita lel.\u001b[24m\n    \u001b[1m私が慶太の役に夢中しているような春夏が大好きなら。\u001b[22m, \u001b[1muは戸松遥を愛するならば、私はその後、ケイタのLELの役割のためにそれを見ますように。\u001b[22m\n\u001b[4mMy fav anime is also pokemon xyz so maybe it's to do with my love of G rated anime.. oh boy am I really writing a review now?\u001b[24m\n    \u001b[1m私のfavアニメもポケモンxyzなので多分それはG格のアニメの私の愛と関係がある..ああ、私は本当に今レビューを書いていますか？\u001b[22m, \u001b[1m私のfavのアニメはポケモンxyzはので、多分それはG定格アニメの私の愛をどうするだもある..ああ、私は本当に今のレビューを書いていますか？\u001b[22m\n\u001b[4mAll I can say is that it's worth the watch and GIVE IT A 10/10\u001b[24m\n    \u001b[1m私が言うことができるのは、それが時計の価値があることとGIVE IT A 10/10\u001b[22m, \u001b[1mすべて私に言えることは、それは時計の価値があるということで、ITの10/10ギヴ\u001b[22m"
  }
]
