[
  {
    "title": "Pupa",
    "id": "19315",
    "url": "https://myanimelist.net/anime/19315/Pupa",
    "user": "A_Shady_Men",
    "profile": "/profile/A_Shady_Men/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=133445",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  1\nキャラクター|  1\n|  1\n\n無意味な擬似ゴージャスが好きなら、あなたは治療のためにいる。 ストーリー、多次元の文字列、キャラクターの開発、実際の実行時間が好きな人は、遠ざかりましょう。\n\n先の潜在的なスポイラー！ これを見る意思があるなら、あなたはプーパが読書をやめるのを楽しみにします。\n\n私はこれらのエピソードが特に6分の1の周りに巻き込まれるまでにわずか4分（あまりにも）長いことが判明してうれしいです。  Literaly姉の4分間の食べ物（はい、食べる）、彼女の弟、ベッド、カウガールのスタイル（それを見てください。）良いアニメでは、このシーンに対処することができた、地獄それぞれのエピソードがあった 適切な書式に拡大され、数人の作家が雇われました。結局、私はそれを止めるために大声を出しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nIf you like pointless pseud- gore you're in for a treat. If you like Story, polydimensional dharacters, character developement, or an actual runtime, stay away.\n\n\u001b[1m無意味な擬似ゴージャスが好きなら、あなたは治療のためにいる。 ストーリー、多次元の文字列、キャラクターの開発、実際の実行時間が好きな人は、遠ざかりましょう。\u001b[22m\n\u001b[1m(Muimina giji gōjasu ga sukinara, anata wa chiryō no tame ni iru. Sutōrī, tajigen no mojiretsu, kyarakutā no kaihatsu, jissai no jikkō jikan ga sukinahito wa, tōzakarimashou.)\u001b[22m\n\nTranslations of \u001b[4mIf you like pointless pseud- gore you're in for a treat. If you like Story, polydimensional dharacters, character developement, or an actual runtime, stay away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like pointless pseud- gore you're in for a treat.\u001b[24m\n    \u001b[1m無意味な擬似ゴージャスが好きなら、あなたは治療のためにいる。\u001b[22m, \u001b[1mあなたが好きなら無意味pseudo-の異形では、治療のためにいるマチ。\u001b[22m\n\u001b[4mIf you like Story, polydimensional dharacters, character developement, or an actual runtime, stay away.\u001b[24m\n    \u001b[1mストーリー、多次元の文字列、キャラクターの開発、実際の実行時間が好きな人は、遠ざかりましょう。\u001b[22m, \u001b[1mあなたはストーリー、polydimensional dharacters、文字開発効率向上、または実際の実行時のような場合は、近づきません。\u001b[22m\n\u001b[1m\u001b[22m\nPOTENTIAL SPOILERS AHEAD! IF YOU INTEND TO WATCH THIS OR REMAIN CONVINCED YOU WILL ENJOY PUPA STOP READING.\n\n\u001b[1m先の潜在的なスポイラー！ これを見る意思があるなら、あなたはプーパが読書をやめるのを楽しみにします。\u001b[22m\n\u001b[1m(Saki no senzai-tekina supoirā! Kore o miru ishi ga arunara, anata wa pūpa ga dokusho o yameru no o tanoshimini shimasu.)\u001b[22m\n\nTranslations of \u001b[4mPOTENTIAL SPOILERS AHEAD! IF YOU INTEND TO WATCH THIS OR REMAIN CONVINCED YOU WILL ENJOY PUPA STOP READING.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPOTENTIAL SPOILERS AHEAD!\u001b[24m\n    \u001b[1m先の潜在的なスポイラー！\u001b[22m, \u001b[1mAHEAD POTENTIALネタバレ！\u001b[22m\n\u001b[4mIF YOU INTEND TO WATCH THIS OR REMAIN CONVINCED YOU WILL ENJOY PUPA STOP READING.\u001b[24m\n    \u001b[1mこれを見る意思があるなら、あなたはプーパが読書をやめるのを楽しみにします。\u001b[22m, \u001b[1mあなたはこれを見ていきOR確信REMAIN場合は、ランキンピューパSTOP READINGをお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nI'm glad these episodes turned out only four minutes (too) long especially by the time the sixth one rolled around. Literaly four minutes of a sister eating (yes EATING) her brother, on a bed, cowgirl style (look it up).In a good anime I could have dealt with this scene,hell it might've been great, if each episode had been expanded into a proper format and a couple of writers had been hired, in the end I begged out loud for it to stop.\n\n\u001b[1m私はこれらのエピソードが特に6分の1の周りに巻き込まれるまでにわずか4分（あまりにも）長いことが判明してうれしいです。  Literaly姉の4分間の食べ物（はい、食べる）、彼女の弟、ベッド、カウガールのスタイル（それを見てください。）良いアニメでは、私はこのシーンに対処することができた、地獄それはそれぞれのエピソード 適切な書式に拡大され、数人の作家が雇われました。結局、私はそれを止めるために大声を出しました。\u001b[22m\n\u001b[1m(Watashi wa korera no episōdo ga tokuni 6-bun'no 1 no mawari ni makikoma reru made ni wazuka 4-bu (amarini mo) nagai koto ga hanmei shite ureshīdesu. Literaly ane no 4-funkan no tabemono (hai, taberu), kanojo no otōto, beddo, kaugāru no sutairu (sore o mite kudasai. ) Yoi animede wa, watashi wa kono shīn ni taisho suru koto ga dekita, jigoku sore wa sorezore no episōdo tekisetsuna shoshiki ni kakudai sa re, sūnin no sakka ga yatowa remashita. Kekkyoku, watashi wa sore o tomeru tame ni ōgoe o dashimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'm glad these episodes turned out only four minutes (too) long especially by the time the sixth one rolled around. Literaly four minutes of a sister eating (yes EATING) her brother, on a bed, cowgirl style (look it up).In a good anime I could have dealt with this scene,hell it might've been great, if each episode had been expanded into a proper format and a couple of writers had been hired, in the end I begged out loud for it to stop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm glad these episodes turned out only four minutes (too) long especially by the time the sixth one rolled around.\u001b[24m\n    \u001b[1m私はこれらのエピソードが特に6分の1の周りに巻き込まれるまでにわずか4分（あまりにも）長いことが判明してうれしいです。\u001b[22m, \u001b[1m私はこれらのエピソードがわずか4分（すぎ）長く、特に第1の周りに巻いた時点でアウトになってくれてうれしいです。\u001b[22m\n\u001b[4mLiteraly four minutes of a sister eating (yes EATING) her brother, on a bed, cowgirl style (look it up).In a good anime I could have dealt with this scene,hell it might've been great, if each episode had\u001b[24m\n    \u001b[1mLiteraly姉の4分間の食べ物（はい、食べる）、彼女の弟、ベッド、カウガールのスタイル（それを見てください。）良いアニメでは、私はこのシーンに対処することができた、地獄それはそれぞれのエピソード\u001b[22m, \u001b[1m食べる妹のLiteraly 4分（はいEATING）ベッドの上で彼女の兄、騎乗位スタイル（それを見て）私はこのシーンを扱っている可能性が良いアニメ.IN、地獄各エピソードが持っていた場合、それは、素晴らしいしてきた可能性があります\u001b[22m\n\u001b[4mbeen expanded into a proper format and a couple of writers had been hired, in the end I begged out loud for it to stop.\u001b[24m\n    \u001b[1m適切な書式に拡大され、数人の作家が雇われました。結局、私はそれを止めるために大声を出しました。\u001b[22m, \u001b[1mそれが停止するために適切な形式に展開されてや作家のカップルが雇われていたが、最終的に私は大声で懇願しました。\u001b[22m"
  },
  {
    "title": "Pupa",
    "id": "19315",
    "url": "https://myanimelist.net/anime/19315/Pupa",
    "user": "psychwardpatient",
    "profile": "/profile/psychwardpatient/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=146221",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  5\n\nどのような方法でも実行可能になるには2倍の時間が必要でした。 良い基本コンセプトだけど、彼らはひどく資金が払われていたと思うので、ストーリー全体がコントラストの要素に欠けていて、ぎこちないショーになってしまった。\nいくつかのシーンは、大人と大人のテーマのために飲み込むのが難しいかもしれません。 また、そのノートでは、ホラー/シックなアニメを見るのは面白いです。 芸術作品は、いくつかの非常に美しい図面（オープニングのような）と同様の傾向に続き、いくつかの怠け者のひらめき（特にバックグラウンド）が続きます。 音楽は特別なものではないが、オープニングテーマの歌詞は、ショーの気分を少なくとも打ち勝つのに十分だが（30秒の抱きしめ）、終わりのテーマは価値がない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nNeeded to be twice as long to be viable in any kind of way. Good basic concept, but I suppose that they were badly funded, so the entire story lacked elements of contrast resulting in a sloppy show.\n\n\u001b[1mどのような方法でも実行可能になるには2倍の時間が必要でした。 良い基本コンセプトだけど、彼らはひどく資金が払われていたと思うので、ストーリー全体がコントラストの要素に欠けていて、ぎこちないショーになってしまった。\u001b[22m\n\u001b[1m(Dono yōna hōhō demo jikkō kanō ni naruniha 2-bai no jikan ga hitsuyōdeshita. Yoi kihon konseputodakedo, karera wa hidoku shikin ga harawa rete ita to omou node, sutōrī zentai ga kontorasuto no yōso ni kakete ite, gikochinai shō ni natte shimatta.)\u001b[22m\n\nTranslations of \u001b[4mNeeded to be twice as long to be viable in any kind of way. Good basic concept, but I suppose that they were badly funded, so the entire story lacked elements of contrast resulting in a sloppy show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeeded to be twice as long to be viable in any kind of way.\u001b[24m\n    \u001b[1mどのような方法でも実行可能になるには2倍の時間が必要でした。\u001b[22m, \u001b[1m道の任意の種類で実行可能なことは2倍の長さにする必要がありました。\u001b[22m\n\u001b[4mGood basic concept, but I suppose that they were badly funded, so the entire story lacked elements of contrast resulting in a sloppy show.\u001b[24m\n    \u001b[1m良い基本コンセプトだけど、彼らはひどく資金が払われていたと思うので、ストーリー全体がコントラストの要素に欠けていて、ぎこちないショーになってしまった。\u001b[22m, \u001b[1m基本的なコンセプトは良いが、私は、全体のストーリーがずさんなショーが得られ、コントラストの要素を欠いていたので、彼らはひどく、資金を提供したと仮定する。\u001b[22m\nSome scenes maybe hard to swallow due to gore and adult themes. Also on that note, it is interesting to see a horror/psych anime so haphazard in the way it capitalizes on its gore content. The art work follows a similar trend with some extremely beautiful drawings (Like in the opening) follow by some lazy doodles (especially in the background). The music is nothing special, although the lyrics of the opening theme are good enough to atleast set the mood for the show (a 30 second tease).The ending theme is worthless.\n\n\u001b[1mいくつかのシーンは、大人と大人のテーマのために飲み込むのが難しいかもしれません。 また、そのノートでは、ホラー/シックなアニメを見るのは面白いです。 芸術作品は、いくつかの非常に美しい図面（オープニングのような）と同様の傾向に続き、いくつかの怠け者のひらめき（特にバックグラウンド）が続きます。 音楽は特別なものではないが、オープニングテーマの歌詞は、ショーの気分を少なくとも打ち勝つのに十分だが（30秒の抱きしめ）、終わりのテーマは価値がない。\u001b[22m\n\u001b[1m(Ikutsu ka no shīn wa, otona to otona no tēma no tame ni nomikomu no ga muzukashī kamo shiremasen. Mata, sono nōtode wa, horā/ shikkuna anime o miru no wa omoshiroidesu. Geijutsu sakuhin wa, ikutsu ka no hijō ni utsukushī zumen (ōpuningu no yōna) to dōyō no keikō ni tsudzuki, ikutsu ka no namakemono no hirameki (tokuni bakkuguraundo) ga tsudzukimasu. Ongaku wa tokubetsuna monode wa naiga, ōpuningutēma no kashi wa, shō no kibun o sukunakutomo uchikatsu no ni jūbundaga (30-byō no dakishime), owari no tēma wa kachi ga nai.)\u001b[22m\n\nTranslations of \u001b[4mSome scenes maybe hard to swallow due to gore and adult themes. Also on that note, it is interesting to see a horror/psych anime so haphazard in the way it capitalizes on its gore content. The art work follows a similar trend with some extremely beautiful drawings (Like in the opening) follow by some lazy doodles (especially in the background). The music is nothing special, although the lyrics of the opening theme are good enough to atleast set the mood for the show (a 30 second tease).The ending theme is worthless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome scenes maybe hard to swallow due to gore and adult themes.\u001b[24m\n    \u001b[1mいくつかのシーンは、大人と大人のテーマのために飲み込むのが難しいかもしれません。\u001b[22m, \u001b[1mマチと大人のテーマに飲み込むのは多分難しいいくつかのシーン。\u001b[22m\n\u001b[4mAlso on that note, it is interesting to see a horror/psych anime so haphazard in the way it capitalizes on its gore content.\u001b[24m\n    \u001b[1mまた、そのノートでは、ホラー/シックなアニメを見るのは面白いです。\u001b[22m, \u001b[1mまた、そのノートに、そのマチコンテンツを活かした方法でそのように行き当たりばったりホラー/サイケアニメを見るのは興味深いです。\u001b[22m\n\u001b[4mThe art work follows a similar trend with some extremely beautiful drawings (Like in the opening) follow by some lazy doodles (especially in the background).\u001b[24m\n    \u001b[1m芸術作品は、いくつかの非常に美しい図面（オープニングのような）と同様の傾向に続き、いくつかの怠け者のひらめき（特にバックグラウンド）が続きます。\u001b[22m, \u001b[1mアートワークは、（特にバックグラウンドで）いくつかの怠惰な落書きによって従わ（開口部のように）いくつかの非常に美しい図面と同様の傾向をたどります。\u001b[22m\n\u001b[4mThe music is nothing special, although the lyrics of the opening theme are good enough to atleast set the mood for the show (a 30 second tease).The ending theme is worthless.\u001b[24m\n    \u001b[1m音楽は特別なものではないが、オープニングテーマの歌詞は、ショーの気分を少なくとも打ち勝つのに十分だが（30秒の抱きしめ）、終わりのテーマは価値がない。\u001b[22m, \u001b[1mオープニングテーマの歌詞は、少なくともに十分であるが、音楽は【選択エンディングテーマが無価値であるショー（30秒いじめる）のためのムードを設定し、特別なものではありません。\u001b[22m"
  },
  {
    "title": "Pupa",
    "id": "19315",
    "url": "https://myanimelist.net/anime/19315/Pupa",
    "user": "hokage0kitt",
    "profile": "/profile/hokage0kitt/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=133359",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  3\nサウンド|  5\nキャラクター|  4\n|  4\n\n私は前にレビューを書いたことはありませんでしたが、私はこれまでのところこのアニメに自分の意見を与えたいと思っていました。\n\nこのアニメは当初期待していたものではないので、低い評価を受けているかのように感じます。 エピソードは非常に短く、約4分です。 それは、ちょうど何かの長いエピソードをスキップしてその要点を得るのとほぼ同じです。 このため、背景の細部やキャラクターを開発する時間があまりなく、ショーを穏やかにしています。 エピソードが普通のアニメと同じくらい長い場合、このアニメはずっと良くなると私は確信しています。 あなたが不気味な精神病のものに入っているなら、それに興味深いプロットがあります。\n\nそれは芸術がとても悪いことを私に悲しませる。 血液は見た目が偽りすぎて、バックグラウンドはいくつかの点でかなりひどいです。 しかし、他の点では芸術は大丈夫です。\n\nオープニングとエンディングのテーマは素晴らしいです。\n\nこのアニメは一種の失望ですが、エピソードが長くて細かく描写されていれば素晴らしいアニメだとも想像することができます。 このアニメを楽しむためには、あなたの想像力を使う必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI've never written a review before but I thought I'd give my input on this anime thus far.\n\n\u001b[1m私は前にレビューを書いたことはありませんでしたが、私はこれまでのところこのアニメに自分の意見を与えたいと思っていました。\u001b[22m\n\u001b[1m(Watashi wa mae ni rebyū o kaita koto wa arimasendeshitaga, watashi wa kore made no tokoro kono anime ni jibun no iken o ataetai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI've never written a review before but I thought I'd give my input on this anime thus far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've never written a review before but I thought I'd give my input on this anime thus far.\u001b[24m\n    \u001b[1m私は前にレビューを書いたことはありませんでしたが、私はこれまでのところこのアニメに自分の意見を与えたいと思っていました。\u001b[22m, \u001b[1m私は前にレビューを書いたことがありませんが、私はこれまでこのアニメの私の入力を与えるだろうと思っていました。\u001b[22m\n\u001b[1m\u001b[22m\nI feel as though this anime has received low ratings because it is not what people had originally expected it to be. The episodes are very short, about four minutes long. It's almost as if you're just skipping through a long episode of something to get the gist of it. Because of this, there isn't much time to develop background details or characters, making the show bland. I'm sure that if the episodes were as long as a regular anime, this anime would be a lot better. There is an interesting plot to it, if you're into creepy psychotic things.\n\n\u001b[1mこのアニメは当初期待していたものではないので、低い評価を受けているかのように感じます。 エピソードは非常に短く、約4分です。 それは、ちょうど何かの長いエピソードをスキップしてその要点を得るのとほぼ同じです。 このため、背景の細部やキャラクターを開発する時間があまりなく、ショーを穏やかにしています。 エピソードが普通のアニメと同じくらい長い場合、このアニメはずっと良くなると私は確信しています。 あなたが不気味な精神病のものに入っているなら、それに興味深いプロットがあります。\u001b[22m\n\u001b[1m(Kono anime wa tōsho kitai shite ita monode wanainode, hikui hyōka o ukete iru ka no yō ni kanjimasu. Episōdo wa hijō ni mijikaku, yaku 4-budesu. Sore wa, chōdo nanika no nagai episōdo o sukippu shite sono yōten o eru no to hobo onajidesu. Ko no tame, haikei no saibu ya kyarakutā o kaihatsu suru jikan ga amari naku, shō o odayaka ni shite imasu. Episōdo ga futsū no anime to onaji kurai nagai baai, kono anime wa zutto yoku naru to watashi wa kakushin shite imasu. Anata ga bukimina seishinbyō no mono ni haitte irunara, soreni kyōmibukai purotto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI feel as though this anime has received low ratings because it is not what people had originally expected it to be. The episodes are very short, about four minutes long. It's almost as if you're just skipping through a long episode of something to get the gist of it. Because of this, there isn't much time to develop background details or characters, making the show bland. I'm sure that if the episodes were as long as a regular anime, this anime would be a lot better. There is an interesting plot to it, if you're into creepy psychotic things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel as though this anime has received low ratings because it is not what people had originally expected it to be.\u001b[24m\n    \u001b[1mこのアニメは当初期待していたものではないので、低い評価を受けているかのように感じます。\u001b[22m, \u001b[1mそれは、人々はもともとそれがために期待していたものではありませんので、このアニメが低い評価を受けているかのような気がします。\u001b[22m\n\u001b[4mThe episodes are very short, about four minutes long.\u001b[24m\n    \u001b[1mエピソードは非常に短く、約4分です。\u001b[22m, \u001b[1mエピソードは約4分長い、非常に短いです。\u001b[22m\n\u001b[4mIt's almost as if you're just skipping through a long episode of something to get the gist of it.\u001b[24m\n    \u001b[1mそれは、ちょうど何かの長いエピソードをスキップしてその要点を得るのとほぼ同じです。\u001b[22m, \u001b[1mそれはほとんどあなたはそれの要点を理解するために何かの長いエピソードを通じてスキップしているかのようです。\u001b[22m\n\u001b[4mBecause of this, there isn't much time to develop background details or characters, making the show bland.\u001b[24m\n    \u001b[1mこのため、背景の細部やキャラクターを開発する時間があまりなく、ショーを穏やかにしています。\u001b[22m, \u001b[1mこのため、ショーは当たり障りのない作り、背景の詳細や文字を開発するために多くの時間がありません。\u001b[22m\n\u001b[4mI'm sure that if the episodes were as long as a regular anime, this anime would be a lot better.\u001b[24m\n    \u001b[1mエピソードが普通のアニメと同じくらい長い場合、このアニメはずっと良くなると私は確信しています。\u001b[22m, \u001b[1m私はエピソードが、通常のアニメと同じくらいの長さであれば、このアニメはたくさんの方が良いだろうと確信しています。\u001b[22m\n\u001b[4mThere is an interesting plot to it, if you're into creepy psychotic things.\u001b[24m\n    \u001b[1mあなたが不気味な精神病のものに入っているなら、それに興味深いプロットがあります。\u001b[22m, \u001b[1mあなたは不気味な精神病のものにしている場合、それに興味深いプロットは、あります。\u001b[22m\n\u001b[1m\u001b[22m\nIt makes me sad that the art is so bad. The blood is too fake looking and the backgrounds are pretty terrible at some points. Though, at other points the art is alright.\n\n\u001b[1mそれは芸術がとても悪いことを私に悲しませる。 血液は見た目が偽りすぎて、バックグラウンドはいくつかの点でかなりひどいです。 しかし、他の点では芸術は大丈夫です。\u001b[22m\n\u001b[1m(Sore wa geijutsu ga totemo waruikoto o watashi ni kanashima seru. Ketsueki wa mitame ga itsuwari sugite, bakkuguraundo wa ikutsu ka no ten de kanari hidoidesu. Shikashi, hoka no tende wa geijutsu wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt makes me sad that the art is so bad. The blood is too fake looking and the backgrounds are pretty terrible at some points. Though, at other points the art is alright.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt makes me sad that the art is so bad.\u001b[24m\n    \u001b[1mそれは芸術がとても悪いことを私に悲しませる。\u001b[22m, \u001b[1mそれは芸術がとても悪いと悲しくなります。\u001b[22m\n\u001b[4mThe blood is too fake looking and the backgrounds are pretty terrible at some points.\u001b[24m\n    \u001b[1m血液は見た目が偽りすぎて、バックグラウンドはいくつかの点でかなりひどいです。\u001b[22m, \u001b[1m血液は見てあまりにも偽物であり、背景にはいくつかの点でかなりひどいです。\u001b[22m\n\u001b[4mThough, at other points the art is alright.\u001b[24m\n    \u001b[1mしかし、他の点では芸術は大丈夫です。\u001b[22m, \u001b[1mしかしは、他の点で美術は大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening and ending themes are nice.\n\n\u001b[1mオープニングとエンディングのテーマは素晴らしいです。\u001b[22m\n\u001b[1m(Ōpuningu to endingu no tēma wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening and ending themes are nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and ending themes are nice.\u001b[24m\n    \u001b[1mオープニングとエンディングのテーマは素晴らしいです。\u001b[22m, \u001b[1mオープニングとエンディングテーマがいいです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is sort of a disappointment, but I can also imagine it to be an awesome anime if the episodes were long enough to put in detail. To enjoy this anime you need to use your imagination, I suppose.\n\n\u001b[1mこのアニメは一種の失望ですが、エピソードが長くて細かく描写されていれば素晴らしいアニメだとも想像することができます。 このアニメを楽しむためには、あなたの想像力を使う必要があります。\u001b[22m\n\u001b[1m(Kono anime wa isshu no shitsubōdesuga, episōdo ga nagakute komakaku byōsha sa rete ireba subarashī animedatomo sōzō suru koto ga dekimasu. Kono anime o tanoshimu tame ni wa, anata no sōzō-ryoku o tsukau hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is sort of a disappointment, but I can also imagine it to be an awesome anime if the episodes were long enough to put in detail. To enjoy this anime you need to use your imagination, I suppose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is sort of a disappointment, but I can also imagine it to be an awesome anime if the episodes were long enough to put in detail.\u001b[24m\n    \u001b[1mこのアニメは一種の失望ですが、エピソードが長くて細かく描写されていれば素晴らしいアニメだとも想像することができます。\u001b[22m, \u001b[1mこのアニメは、失望の一種であるが、私はまた、エピソードを詳細に置くのに十分な長だったならば、それは素晴らしいアニメであることを想像することができます。\u001b[22m\n\u001b[4mTo enjoy this anime you need to use your imagination, I suppose.\u001b[24m\n    \u001b[1mこのアニメを楽しむためには、あなたの想像力を使う必要があります。\u001b[22m, \u001b[1mあなたはあなたの想像を使用する必要がこのアニメを楽しむために、私は考えます。\u001b[22m"
  }
]
