[
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "PalePurple",
    "profile": "/profile/PalePurple/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=171501",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  8\n\nこのアニメは大きなトロルです。 最高の方法で。 私は10回のエピソードで、アニメを嫌っていると思っていました。健康的な量のTHCが私にどのように激しく動かされたかを警告しました。\n\n正直なところ、私はここまで来ていないと励ましを受けていないと、シリーズを通してそれを作ったとは思わない。 私は大きな写真を見るためにいくつかのスポイラーが必要でした。\n\nノイタニマは、18〜35歳の男性視聴者以外の人々を楽しませるアニメを作りたいと思っています。 あなたがパワーレンジャーやセーラームーンを見て育ったかどうか、誰にとっても何かがあります。 彼らがより広い視聴者のために到達しているので、彼らがあなたの子供の人口統計学の外のアニメから来たので、あなたが取得していない参照があるかもしれないことを心に留めてください。 しかし、すべてにおいて、これはパロディーであり、かなりストレスをかける必要があります。 たぶん、あなたは酔っている間にそれを見ている方が良いでしょう。 しかし、あなたが最初の7つのエピソードのアニメに関わった場合、あまり心配しないで、ストーリーラインは最終的に正気に戻ります。\n\nお楽しみください：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is one big TROLL. In the best of ways. I sat through 10 episodes thinking I hated the anime until a healthy dose of THC alerted me to how hard I was being trolled.\n\n\u001b[1mこのアニメは大きなトロルです。 最高の方法で。 私は10回のエピソードで、アニメを嫌っていると思っていました。健康的な量のTHCが私にどのように激しく動かされたかを警告しました。\u001b[22m\n\u001b[1m(Kono anime wa ōkina tororudesu. Saikō no hōhō de. Watashi wa 10-kai no episōdo de, anime o kiratte iru to omotte imashita. Kenkō-tekina ryō no THC ga watashi ni dono yō ni hageshiku ugokasa reta ka o keikoku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is one big TROLL. In the best of ways. I sat through 10 episodes thinking I hated the anime until a healthy dose of THC alerted me to how hard I was being trolled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is one big TROLL.\u001b[24m\n    \u001b[1mこのアニメは大きなトロルです。\u001b[22m, \u001b[1mこのアニメは、一つの大きなTROLLです。\u001b[22m\n\u001b[4mIn the best of ways.\u001b[24m\n    \u001b[1m最高の方法で。\u001b[22m, \u001b[1m方法の最良のでは。\u001b[22m\n\u001b[4mI sat through 10 episodes thinking I hated the anime until a healthy dose of THC alerted me to how hard I was being trolled.\u001b[24m\n    \u001b[1m私は10回のエピソードで、アニメを嫌っていると思っていました。健康的な量のTHCが私にどのように激しく動かされたかを警告しました。\u001b[22m, \u001b[1m私はTHCの健全な用量は私がtrolledされていたどのようにハードに私を警告するまで、私はアニメを嫌って考えて10話を通して、座っていました。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, I don't think I would have even made it through the series if I hadn't come here half way through and gotten some encouragement. I needed a couple of spoilers to see the big picture.\n\n\u001b[1m正直なところ、私はここまで来ていないと励ましを受けていないと、シリーズを通してそれを作ったとは思わない。 私は大きな写真を見るためにいくつかのスポイラーが必要でした。\u001b[22m\n\u001b[1m(Shōjikina tokoro, watashi wa koko made kite inai to hagemashi o ukete inai to, shirīzu o tōshite sore o tsukutta to wa omowanai. Watashi wa ōkina shashin o miru tame ni ikutsu ka no supoirā ga hitsuyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I don't think I would have even made it through the series if I hadn't come here half way through and gotten some encouragement. I needed a couple of spoilers to see the big picture.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I don't think I would have even made it through the series if I hadn't come here half way through and gotten some encouragement.\u001b[24m\n    \u001b[1m正直なところ、私はここまで来ていないと励ましを受けていないと、シリーズを通してそれを作ったとは思わない。\u001b[22m, \u001b[1m正直なところ、私は半分の方法を介して、ここに来て、いくつかの励ましを得ていなかった場合、私もシリーズを通してそれを作っただろうとは思いません。\u001b[22m\n\u001b[4mI needed a couple of spoilers to see the big picture.\u001b[24m\n    \u001b[1m私は大きな写真を見るためにいくつかのスポイラーが必要でした。\u001b[22m, \u001b[1m私は大きな絵を見るためにスポイラーのカップルを必要としていました。\u001b[22m\n\u001b[1m\u001b[22m\nNoitanima likes to produce anime that entertains people other than just the 18-35 male audience, and they've never done me wrong. There's something for everyone, whether you grew up watching power rangers or sailor moon. Just keep in mind that since they're reaching for a broader audience, there may be references you don't get because they came from anime outside of your childhood demographic. But all in all, this is a parody, and that needs to be stressed pretty hard. Maybe you would be better served to watch some of it while intoxicated. But if you got involved in the anime for the first 7 episodes, don't worry too much, the story line does return to sanity eventually.\n\n\u001b[1mノイタニマは、18〜35歳の男性視聴者以外の人々を楽しませるアニメを作りたいと思っています。 あなたがパワーレンジャーやセーラームーンを見て育ったかどうか、誰にとっても何かがあります。 彼らがより広い視聴者のために到達しているので、彼らがあなたの子供の人口統計学の外のアニメから来たので、あなたが取得していない参照があるかもしれないことを心に留めてください。 しかし、すべてにおいて、これはパロディーであり、かなりストレスをかける必要があります。 たぶん、あなたは酔っている間にそれを見ている方が良いでしょう。 しかし、あなたが最初の7つのエピソードのアニメに関わった場合、あまり心配しないで、ストーリーラインは最終的に正気に戻ります。\u001b[22m\n\u001b[1m(Noitanima wa, 18 〜 35-sai no dansei shichō-sha igai no hitobito o tanoshima seru anime o tsukuritai to omotte imasu. Anata ga pawārenjā ya sērāmūn o mite sodatta ka dō ka, dare ni tottemo nanika ga arimasu. Karera ga yori hiroi shichō-sha no tame ni tōtatsu shite irunode, karera ga anata no kodomo no jinkō tōkei-gaku no soto no anime kara kitanode, anata ga shutoku shite inai sanshō ga aru kamo shirenai koto o kokoro ni tomete kudasai. Shikashi, subete ni oite, koreha parodīdeari, kanari sutoresu o kakeru hitsuyō ga arimasu. Tabun, anata wa yotte iru ma ni sore o mite iru kata ga yoideshou. Shikashi, anata ga saisho no 7tsu no episōdo no anime ni kakawatta baai, amari shinpaishinaide, sutōrīrain wa saishūtekini shōki ni modorimasu.)\u001b[22m\n\nTranslations of \u001b[4mNoitanima likes to produce anime that entertains people other than just the 18-35 male audience, and they've never done me wrong. There's something for everyone, whether you grew up watching power rangers or sailor moon. Just keep in mind that since they're reaching for a broader audience, there may be references you don't get because they came from anime outside of your childhood demographic. But all in all, this is a parody, and that needs to be stressed pretty hard. Maybe you would be better served to watch some of it while intoxicated. But if you got involved in the anime for the first 7 episodes, don't worry too much, the story line does return to sanity eventually.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNoitanima likes to produce anime that entertains people other than just the 18-35 male audience, and they've never done me wrong.\u001b[24m\n    \u001b[1mノイタニマは、18〜35歳の男性視聴者以外の人々を楽しませるアニメを作りたいと思っています。\u001b[22m, \u001b[1mNoitanimaはちょうど18-35男性の観客以外の人を楽しまアニメを生成するのが好き、と彼らは私が間違ってやったことがありません。\u001b[22m\n\u001b[4mThere's something for everyone, whether you grew up watching power rangers or sailor moon.\u001b[24m\n    \u001b[1mあなたがパワーレンジャーやセーラームーンを見て育ったかどうか、誰にとっても何かがあります。\u001b[22m, \u001b[1mみんなのために何を使用すると、パワーレンジャーやセーラームーンを見て育ったかどうか、があります。\u001b[22m\n\u001b[4mJust keep in mind that since they're reaching for a broader audience, there may be references you don't get because they came from anime outside of your childhood demographic.\u001b[24m\n    \u001b[1m彼らがより広い視聴者のために到達しているので、彼らがあなたの子供の人口統計学の外のアニメから来たので、あなたが取得していない参照があるかもしれないことを心に留めてください。\u001b[22m, \u001b[1mちょうど彼らが、より広い聴衆に手を伸ばしているので、彼らはあなたの子供の頃の人口統計学の外のアニメから来たので、あなたが取得しない参照があるかもしれないことに注意してください。\u001b[22m\n\u001b[4mBut all in all, this is a parody, and that needs to be stressed pretty hard.\u001b[24m\n    \u001b[1mしかし、すべてにおいて、これはパロディーであり、かなりストレスをかける必要があります。\u001b[22m, \u001b[1mしかし、すべてのすべてで、これはパロディであり、それはかなり難しい強調される必要があります。\u001b[22m\n\u001b[4mMaybe you would be better served to watch some of it while intoxicated.\u001b[24m\n    \u001b[1mたぶん、あなたは酔っている間にそれを見ている方が良いでしょう。\u001b[22m, \u001b[1mたぶん、あなたはより良い酔っながら、それのいくつかを見るために役立ったことになります。\u001b[22m\n\u001b[4mBut if you got involved in the anime for the first 7 episodes, don't worry too much, the story line does return to sanity eventually.\u001b[24m\n    \u001b[1mしかし、あなたが最初の7つのエピソードのアニメに関わった場合、あまり心配しないで、ストーリーラインは最終的に正気に戻ります。\u001b[22m, \u001b[1mしかし、あなたが最初の7エピソードをアニメに巻き込まれた場合は、あまり心配する必要はありません、ストーリーラインは、最終的に正気に戻るん。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoy :D\n\n\u001b[1mお楽しみください：D\u001b[22m\n\u001b[1m(O tanoshimi kudasai: D)\u001b[22m\n\nTranslations of \u001b[4mEnjoy :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoy :D\u001b[24m\n    \u001b[1mお楽しみください：D\u001b[22m, \u001b[1mD：お楽しみください\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "hoeze",
    "profile": "/profile/hoeze/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=168365",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  5\nキャラクター|  6\n|  7\n\n警告：これは、リッチで長くてスポイラーの数が多いので、\n\n私は通常、深刻なものを書くことはありませんが、私はそれについて非常に興味深いものがあるので、私はこのアニメのために感じた。 今はアニメを見ていない人のためのレビューではありません。なぜなら、私は単にアニメーションの分析をしているので、スポイラーがありますが、あなたは乗り心地を歓迎します。\n\n最初にこのアニメに入るのは、あなたの脳をオフにして、ただ座って乗り物を楽しまなければならないアニメのようです。 それは天元突破グレンラガン、パワーレンジャー、キックお尻のブレンドで、この3つをここで一緒にすると、おそらくこのアニメを見てあなたの脳を使用する必要がありますか？ まあ、それはちょうど普通の愚かな巨大なロボットのアニメと同じようにそれは吹く。\n\n思考せずにこのアニメを見ることで私の問題は、主にペースで、ばかげた音調の変化と関係しています。 ペーシングについては、このアニメは悪いです...本当に悪いように悪いです...多分それは意図的かもしれませんか？ 今私が悪いと言うとき、まず最初に敵が1つあり、私たちのヒーローが彼を倒し、すぐに別の敵がポップアップするということです。 すぐに私たちの主人公は新しい仲間を与えられ、すぐにこれらの悪者と戦うために送られ、ある場面で突然彼らは大統領がこれを設定したことに気付き、それはすべてのトリックでした。 彼らは彼を打ち負かしたが、突然それを設定する手助けをしてくれる人がいることは間違いないと思っていた.TTGLは良いことではなかった\n\nこのことから、私はこれが事故である可能性はないと思ったが、それでもまだ十分ではなかったということは、私が興味深いと分かったもう一つの事柄は、 最初はこのアニメはかなり穏やかです誰も死ぬか傷つくことはありません本当に悪いことは起こりません。 そして、2人の警官は完全に死ぬ。 彼らは血まみれの死者に死ぬ。 彼らの死は、死のように扱われなければならないように、尊敬と気遣いで扱われます。 さて、それでは、私たちは続行し、これらの警官を殺した同じ品種の怪物たちは、ほとんどコミカルに行動しますか？ 私はこれを言うとき、私は彼らが文字通り誰もそれを持つことができないようにすべての果物を購入している怪物を持っていることを意味します。 それはちょっとしたスイッチです。 そして、次のアークでは、最初の人が死ぬ直後に起こるのは、スーパーヒーローシューズの人々の死のように扱われ、実際の影響なしに転倒して死ぬ顔のない人物です。他の重要でない警官とはまったく異なります より多くの敬意を払って治療されました。\n\n\n\nあなたが私に同意すればわかるように、このアニメはすべてのエピソードのように奇妙なペーシングとトーンシフトを起こすような漫画をますます入手します。 主人公が神と話すとき、神は主人公がそれを望むようにすべてをやったと言います。 私はこれに戻りますが、別のことは、このアニメのもう一つの焦点は、最後のアーチの大部分が、この世界がいかに退屈なのかということです。 私たちの主人公が思ったのはまさにそのことであり、彼と一緒にそれを演奏する方法は、おそらく私たちの心の中で演奏する方法なので、それらのスーパーヒーローのように生きたいと思ったことはありませんか？ アニメは、それが現実のようになる方法から、私たちの心の中でどのようになるかという方法になります。 私はこれが実際にどのように始まり、そしてどのように終わるか（最後のアーチではない）のように私たちの心の中でキャラクターに関係づけるために、これが意図的に行われたと感じています。 このようなことを考えると、私はこのアニメをかなり好きにしてくれました。正直なところ私はこのアニメがそれよりもはるかにあると思います。 それは少しずつ現実を脱出するために私たち自身の世界にどのように入るのか、そしてこのアニメがしていることはゆっくりと現実を離れて自分の小さな世界に入るようなものです。\n\nHAHとあなたはそれが終わったと思った。 まあまあまだ私はまだ私のshpeal全体が最終的なアーチを含まなかった理由についてちょっと言ってみたいです。 まあ、それは私がその野生のジェットコースターのために現実に戻って来るためにそこにあったようにもっと感じるからあなたの電話を忘れて現実を見ていると まだそこにあり、あなたはそれに対処しなければなりません。\n\nあなたがこのことを読んだら、私は感銘を受けたが、テキストと巨大なブロックを見れば、私の要約は基本的にアニメの試合で、ある男の愛三角と別の男とセックスしようとしている女の子を愛している。  oを読んでくれてありがとう、ここでいくつかの任意の数字は私が得点を信じない原因です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWARNING: THIS IS RIDICULOUSLY LONG AND FULL OF SPOILERS THIS IS MORE OF AN INTERPRETATION OF THE ANIME THEN A REVIEW\n\n\u001b[1m警告：これは、リッチで長くてスポイラーの数が多いので、\u001b[22m\n\u001b[1m(Keikoku: Kore wa, ritchi de nagakute supoirā no kazu ga ōinode,)\u001b[22m\n\nTranslations of \u001b[4mWARNING: THIS IS RIDICULOUSLY LONG AND FULL OF SPOILERS THIS IS MORE OF AN INTERPRETATION OF THE ANIME THEN A REVIEW\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWARNING: THIS IS RIDICULOUSLY LONG AND FULL OF SPOILERS THIS IS MORE OF AN INTERPRETATION OF THE ANIME THEN A REVIEW\u001b[24m\n    \u001b[1m警告：これは、リッチで長くてスポイラーの数が多いので、\u001b[22m, \u001b[1m警告：これは途方もなく長さであり、スポイラーFULLは、次いで、これは、REVIEW ANIMEの解釈の詳細です\u001b[22m\n\u001b[1m\u001b[22m\nI dont usually write serious stuff but i felt for this anime i should because there is something i find very interesting about it. Now this isn't a review for people that have not yet watched the anime because i am simply making an analyses of it and there will be spoilers but you're welcome for the ride.\n\n\u001b[1m私は通常、深刻なものを書くことはありませんが、私はそれについて非常に興味深いものがあるので、私はこのアニメのために感じた。 今はアニメを見ていない人のためのレビューではありません。なぜなら、私は単にアニメーションの分析をしているので、スポイラーがありますが、あなたは乗り心地を歓迎します。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, shinkokuna mono o kaku koto wa arimasenga, watashi wa sore ni tsuite hijō ni kyōmibukai mono ga aru node, watashi wa kono anime no tame ni kanjita. Ima wa anime o miteinai hitonotame no rebyūde wa arimasen. Nazenara, watashi wa tan'ni animēshon no bunseki o shite irunode, supoirā ga arimasuga, anata wa nori-gokochi o kangei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI dont usually write serious stuff but i felt for this anime i should because there is something i find very interesting about it. Now this isn't a review for people that have not yet watched the anime because i am simply making an analyses of it and there will be spoilers but you're welcome for the ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dont usually write serious stuff but i felt for this anime i should because there is something i find very interesting about it.\u001b[24m\n    \u001b[1m私は通常、深刻なものを書くことはありませんが、私はそれについて非常に興味深いものがあるので、私はこのアニメのために感じた。\u001b[22m, \u001b[1m私は通常深刻なものを書いていけないが、私はそれについて非常に興味深い見つけるものがあるので、私は私がすべきこのアニメのために感じました。\u001b[22m\n\u001b[4mNow this isn't a review for people that have not yet watched the anime because i am simply making an analyses of it and there will be spoilers but you're welcome for the ride.\u001b[24m\n    \u001b[1m今はアニメを見ていない人のためのレビューではありません。なぜなら、私は単にアニメーションの分析をしているので、スポイラーがありますが、あなたは乗り心地を歓迎します。\u001b[22m, \u001b[1mさて、これは私は単にそれの分析を作っていて、そこスポイラーすることができますが、乗るために歓迎していますので、まだアニメを見ていない人のためのレビューはありません。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off going into this anime it seems like an anime where you have to turn your brain off and just sit back and enjoy the ride. What it is is a blend of tengen toppa gurren lagain, power rangers, and kick ass and when you here those three together how could you possibly have to use your brain when watching this anime. Well thats because just as a normal stupid giant robots anime it kinda blows.\n\n\u001b[1m最初にこのアニメに入るのは、あなたの脳をオフにして、ただ座って乗り物を楽しまなければならないアニメのようです。 それは天元突破グレンラガン、パワーレンジャー、キックお尻のブレンドで、この3つをここで一緒にすると、おそらくこのアニメを見てあなたの脳を使用する必要がありますか？ まあ、それはちょうど普通の愚かな巨大なロボットのアニメと同じようにそれは吹く。\u001b[22m\n\u001b[1m(Saisho ni kono anime ni hairu no wa, anata no nō o ofu ni shite, tada suwatte norimono o tanoshimanakereba naranai anime no yōdesu. Sore wa tengantoppa gurenragan, pawārenjā, kikku o shiri no burendo de, kono 3ttsu o koko de isshonisuru to, osoraku kono anime o mite anata no nō o shiyō suru hitsuyō ga arimasu ka? Mā, sore wa chōdo futsū no orokana kyodaina robotto no anime to onajiyōni soreha fuku.)\u001b[22m\n\nTranslations of \u001b[4mFirst off going into this anime it seems like an anime where you have to turn your brain off and just sit back and enjoy the ride. What it is is a blend of tengen toppa gurren lagain, power rangers, and kick ass and when you here those three together how could you possibly have to use your brain when watching this anime. Well thats because just as a normal stupid giant robots anime it kinda blows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off going into this anime it seems like an anime where you have to turn your brain off and just sit back and enjoy the ride.\u001b[24m\n    \u001b[1m最初にこのアニメに入るのは、あなたの脳をオフにして、ただ座って乗り物を楽しまなければならないアニメのようです。\u001b[22m, \u001b[1mまず第一に、それはあなたがあなたの脳をオフにして、ちょうど後ろに座ると、乗車を楽しむために持っているアニメのように思えるこのアニメに入ります。\u001b[22m\n\u001b[4mWhat it is is a blend of tengen toppa gurren lagain, power rangers, and kick ass and when you here those three together how could you possibly have to use your brain when watching this anime.\u001b[24m\n    \u001b[1mそれは天元突破グレンラガン、パワーレンジャー、キックお尻のブレンドで、この3つをここで一緒にすると、おそらくこのアニメを見てあなたの脳を使用する必要がありますか？\u001b[22m, \u001b[1mそれは何であること天元突破lagain、パワーレンジャーのブレンド、およびガツンとしたときに、ここでこれらの3つを一緒にこのアニメを見たとき、あなたはおそらくあなたの脳を使用する必要ができる方法です。\u001b[22m\n\u001b[4mWell thats because just as a normal stupid giant robots anime it kinda blows.\u001b[24m\n    \u001b[1mまあ、それはちょうど普通の愚かな巨大なロボットのアニメと同じようにそれは吹く。\u001b[22m, \u001b[1mまあ普通の愚かな巨大ロボットとして、それはちょっと吹くアニメためのthats。\u001b[22m\n\u001b[1m\u001b[22m\nMy problems with watching this anime without thinking are mostly to do with the pacing and ridiculous shifts in tone. When it comes to pacing this anime is bad... really bad like so bad that... maybe it could be intentional? now what I mean when i say bad is well first we have one enemy, our hero defeats him and instantly another pops up. Right away our hero is given new comrades and sent to instantly fight these bad guys, with a one scene break suddenly they realize the president set this up and it was all a trick. They beat him but suddenly it turns out the guy helping them set that up and that was a trick... thats kind of ridiculous and not in the good way TTGL would have been\n\n\u001b[1m思考せずにこのアニメを見ることで私の問題は、主にペースで、ばかげた音調の変化と関係しています。 ペーシングについては、このアニメは悪いです...本当に悪いように悪いです...多分それは意図的かもしれませんか？ 今私が悪いと言うとき、まず最初に敵が1つあり、私たちのヒーローが彼を倒し、すぐに別の敵がポップアップするということです。 すぐに私たちの主人公は新しい仲間を与えられ、すぐにこれらの悪者と戦うために送られ、ある場面で突然彼らは大統領がこれを設定したことに気付き、それはすべてのトリックでした。 彼らは彼を打ち負かしたが、突然それを設定する手助けをしてくれる人がいることは間違いないと思っていた.TTGLは良いことではなかった\u001b[22m\n\u001b[1m(Shikō sezu ni kono anime o miru koto de watashi no mondai wa, omo ni pēsu de, bakageta onchō no henka to kankei shite imasu. Pēshingu ni tsuite wa, kono anime wa waruidesu... Hontōni warui yō ni waruidesu... Tabun sore wa itoteki kamo shiremasen ka? Ima watashi ga warui to iu toki, mazu saisho ni teki ga 1tsu ari, watashitachi no hīrō ga kare o taoshi, sugu ni betsu no teki ga poppuappu suru to iu kotodesu. Sugu ni watashitachi no shujinkō wa atarashī nakama o atae rare, sugu ni korera no warumono to tatakau tame ni okura re, aru bamen de totsuzen karera wa daitōryō ga kore o settei shita koto ni kidzuki, soreha subete no torikkudeshita. Karera wa kare o uchi makashitaga, totsuzen sore o settei suru tedasuke o shite kureru hito ga iru koto wa machigainai to omotte ita. TTGL wa yoi kotode wa nakatta)\u001b[22m\n\nTranslations of \u001b[4mMy problems with watching this anime without thinking are mostly to do with the pacing and ridiculous shifts in tone. When it comes to pacing this anime is bad... really bad like so bad that... maybe it could be intentional? now what I mean when i say bad is well first we have one enemy, our hero defeats him and instantly another pops up. Right away our hero is given new comrades and sent to instantly fight these bad guys, with a one scene break suddenly they realize the president set this up and it was all a trick. They beat him but suddenly it turns out the guy helping them set that up and that was a trick... thats kind of ridiculous and not in the good way TTGL would have been\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy problems with watching this anime without thinking are mostly to do with the pacing and ridiculous shifts in tone.\u001b[24m\n    \u001b[1m思考せずにこのアニメを見ることで私の問題は、主にペースで、ばかげた音調の変化と関係しています。\u001b[22m, \u001b[1m思考せずにこのアニメを見てと私の問題は、トーンにおけるペーシングおよびばかげシフトをどうするほとんどがあります。\u001b[22m\n\u001b[4mWhen it comes to pacing this anime is bad... really bad like so bad that... maybe it could be intentional?\u001b[24m\n    \u001b[1mペーシングについては、このアニメは悪いです...本当に悪いように悪いです...多分それは意図的かもしれませんか？\u001b[22m, \u001b[1mそれはこのアニメが悪いペーシングになると...そんなに悪いような本当に悪い...多分それは意図的なものだろうか？\u001b[22m\n\u001b[4mnow what I mean when i say bad is well first we have one enemy, our hero defeats him and instantly another pops up.\u001b[24m\n    \u001b[1m今私が悪いと言うとき、まず最初に敵が1つあり、私たちのヒーローが彼を倒し、すぐに別の敵がポップアップするということです。\u001b[22m, \u001b[1m私が悪いと言うときも、最初我々は1の敵を持っているされている今、私が何を意味するか、私たちのヒーローは彼を敗北し、瞬時に別のがポップアップ表示されます。\u001b[22m\n\u001b[4mRight away our hero is given new comrades and sent to instantly fight these bad guys, with a one scene break suddenly they realize the president set this up and it was all a trick.\u001b[24m\n    \u001b[1mすぐに私たちの主人公は新しい仲間を与えられ、すぐにこれらの悪者と戦うために送られ、ある場面で突然彼らは大統領がこれを設定したことに気付き、それはすべてのトリックでした。\u001b[22m, \u001b[1mすぐに私たちのヒーローは突然、彼らは社長がこれを設定し、それがすべてのトリックだった実現する新しい同志を与えられ、瞬時に1シーンの切れ目で、これらの悪者と戦うために送信されます。\u001b[22m\n\u001b[4mThey beat him but suddenly it turns out the guy helping them set that up and that was a trick... thats kind of ridiculous and not in the good way TTGL would have been\u001b[24m\n    \u001b[1m彼らは彼を打ち負かしたが、突然それを設定する手助けをしてくれる人がいることは間違いないと思っていた.TTGLは良いことではなかった\u001b[22m, \u001b[1m彼らは彼を倒すが、突然、それは彼らがそれをセットアップする手助け男が判明し、それはトリック...とんでもないとない良い方法のTTGL中のthatsの種類がされていたました\u001b[22m\n\u001b[1m\u001b[22m\nBecause of this i started to think that there is no way this could have been an accident but still that wasn't enough the other thing that i found interesting is the ludicrous shift in tone. At first this anime is pretty calm no one dies or gets hurt nothing really bad happens. Then completely out of nowhere 2 cops die. They die bloody deaths to. Their deaths are treated with respect and care like a death should be treated. Okay and so then we continue and the monsters of the same breed that killed these cops act almost comical? When i say this i mean they literally have a monster that's buying all the fruit so that no one can have it. That's a bit of a switch. Then in the next arc the happens right after the first people do die except these deaths are treated like the deaths of people in super hero shoes the faceless side characters that just fall over and die without any real impact, completely unlike the other unimportant cops that were treated with a lot more respect.\n\n\u001b[1mこのことから、私はこれが事故である可能性はないと思ったが、それでもまだ十分ではなかったということは、私が興味深いと分かったもう一つの事柄は、 最初はこのアニメはかなり穏やかです誰も死ぬか傷つくことはありません本当に悪いことは起こりません。 そして、2人の警官は完全に死ぬ。 彼らは血まみれの死者に死ぬ。 彼らの死は、死のように扱われなければならないように、尊敬と気遣いで扱われます。 さて、それでは、私たちは続行し、これらの警官を殺した同じ品種の怪物たちは、ほとんどコミカルに行動しますか？ 私はこれを言うとき、私は彼らが文字通り誰もそれを持つことができないようにすべての果物を購入している怪物を持っていることを意味します。 それはちょっとしたスイッチです。 そして、次のアークでは、最初の人が死ぬ直後に起こるのは、スーパーヒーローシューズの人々の死のように扱われ、実際の影響なしに転倒して死ぬ顔のない人物です。他の重要でない警官とはまったく異なります より多くの敬意を払って治療されました。\u001b[22m\n\u001b[1m(Kono koto kara, watashi wa kore ga jikodearu kanōsei wa nai to omottaga, soredemo mada jūbunde wa nakatta to iu koto wa, watashi ga kyōmibukai to wakatta mōhitotsu no kotogara wa, saisho wa kono anime wa kanari odayakadesu dare mo shinu ka kizutsuku koto wa arimasen hontōni warui koto wa okorimasen. Soshite, 2-ri no keikan wa kanzen ni shinu. Karera wa chimamire no shisha ni shinu. Karera no shi wa, shi no yō ni atsukawa renakereba naranai yō ni, sonkei to kidzukai de atsukawa remasu. Sate, soredewa, watashitachiha zokkō shi, korera no keikan o koroshita onaji hinshu no kaibutsu-tachi wa, hotondo komikaru ni kōdō shimasu ka? Watashi wa kore o iu toki, watashi wa karera ga mojidōri dare mo sore o motsu koto ga dekinai yō ni subete no kudamono o kōnyū shite iru kaibutsu o motte iru koto o imi shimasu. Sore wa chottoshita suitchidesu. Soshite,-ji no ākude wa, saisho no hito ga shinu chokugo ni okoru no wa, sūpāhīrōshūzu no hitobito no shi no yō ni atsukawa re, jissai no eikyō nashi ni tentō shite shinu kao no nai jinbutsudesu. Hoka no jūyōdenai keikan to wa mattaku kotonarimasu yori ōku no keii o haratte chiryō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mBecause of this i started to think that there is no way this could have been an accident but still that wasn't enough the other thing that i found interesting is the ludicrous shift in tone. At first this anime is pretty calm no one dies or gets hurt nothing really bad happens. Then completely out of nowhere 2 cops die. They die bloody deaths to. Their deaths are treated with respect and care like a death should be treated. Okay and so then we continue and the monsters of the same breed that killed these cops act almost comical? When i say this i mean they literally have a monster that's buying all the fruit so that no one can have it. That's a bit of a switch. Then in the next arc the happens right after the first people do die except these deaths are treated like the deaths of people in super hero shoes the faceless side characters that just fall over and die without any real impact, completely unlike the other unimportant cops that were treated with a lot more respect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause of this i started to think that there is no way this could have been an accident but still that wasn't enough the other thing that i found interesting is the ludicrous shift in tone.\u001b[24m\n    \u001b[1mこのことから、私はこれが事故である可能性はないと思ったが、それでもまだ十分ではなかったということは、私が興味深いと分かったもう一つの事柄は、\u001b[22m, \u001b[1mこのため、私は興味深い発見、他のものはトーンで滑稽シフトであり、これは事故だったかもしれないが、まだそれが十分ではなかった方法がないことを考えるようになりました。\u001b[22m\n\u001b[4mAt first this anime is pretty calm no one dies or gets hurt nothing really bad happens.\u001b[24m\n    \u001b[1m最初はこのアニメはかなり穏やかです誰も死ぬか傷つくことはありません本当に悪いことは起こりません。\u001b[22m, \u001b[1m最初はこのアニメはかなり穏やかで誰が本当に悪いも何も起こらない死ぬないか、または傷つきます。\u001b[22m\n\u001b[4mThen completely out of nowhere 2 cops die.\u001b[24m\n    \u001b[1mそして、2人の警官は完全に死ぬ。\u001b[22m, \u001b[1mその後、完全にどこからともなく2警官が死亡しています。\u001b[22m\n\u001b[4mThey die bloody deaths to.\u001b[24m\n    \u001b[1m彼らは血まみれの死者に死ぬ。\u001b[22m, \u001b[1m彼らはに血まみれの死者を死にます。\u001b[22m\n\u001b[4mTheir deaths are treated with respect and care like a death should be treated.\u001b[24m\n    \u001b[1m彼らの死は、死のように扱われなければならないように、尊敬と気遣いで扱われます。\u001b[22m, \u001b[1m扱われるべきである彼らの死は、死のような敬意と注意をもって扱われます。\u001b[22m\n\u001b[4mOkay and so then we continue and the monsters of the same breed that killed these cops act almost comical?\u001b[24m\n    \u001b[1mさて、それでは、私たちは続行し、これらの警官を殺した同じ品種の怪物たちは、ほとんどコミカルに行動しますか？\u001b[22m, \u001b[1mわかりましたので、我々は継続し、これらの警官を殺した同じ品種のモンスターは、ほとんどコミカル行動しますか？\u001b[22m\n\u001b[4mWhen i say this i mean they literally have a monster that's buying all the fruit so that no one can have it.\u001b[24m\n    \u001b[1m私はこれを言うとき、私は彼らが文字通り誰もそれを持つことができないようにすべての果物を購入している怪物を持っていることを意味します。\u001b[22m, \u001b[1m私はこれを言うとき、私は、彼らは文字通り誰もそれを持つことはできませんように、すべての果物を購入するモンスターを持っている意味します。\u001b[22m\n\u001b[4mThat's a bit of a switch.\u001b[24m\n    \u001b[1mそれはちょっとしたスイッチです。\u001b[22m, \u001b[1mつまり、スイッチのビットです。\u001b[22m\n\u001b[4mThen in the next arc the happens right after the first people do die except these deaths are treated like the deaths of people in super hero shoes the faceless side characters that just fall over and die without any real impact, completely unlike the other unimportant cops that\u001b[24m\n    \u001b[1mそして、次のアークでは、最初の人が死ぬ直後に起こるのは、スーパーヒーローシューズの人々の死のように扱われ、実際の影響なしに転倒して死ぬ顔のない人物です。他の重要でない警官とはまったく異なります\u001b[22m, \u001b[1mその後、次のアークでこれらの死亡は、スーパーヒーローの靴だけで、完全に他の重要でない警官と異なり、任意の実際の影響を与えることなく倒れて死んで顔の見えない側の文字の人々の死のように扱われている以外は、最初の人が死ぬん直後に起こります\u001b[22m\n\u001b[4mwere treated with a lot more respect.\u001b[24m\n    \u001b[1mより多くの敬意を払って治療されました。\u001b[22m, \u001b[1mより多くの敬意を持って扱われました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPhew that was a lot but as you can see if you agree with me this anime gets more and more cartoon like with every episode causing it to have weird pacing and tone shifts. Now when our main character talks with god, god says he did everything as the main character wanted it. I'll get back to this but another thing to point out is that another focus of this anime, mostly in the last arch is that of how boring this world is. Have you never though that you wanted to live like those superheroes because thats exactly what our main character thought and the way it plays it with him is the way it would probably play out in our minds. The anime goes from how it would be like in reality to how it would be like in our minds. I feel this was done on purpose in order to make us relate to the character in reality as in how it start and in our minds as in how it ends( not the last arch). Thinking about it like this made me like this anime quite a bit and honestly i think this anime is more than what it appears to be. It's like how we go into our own worlds in order to escape reality for a little while and thats what this anime does, slowly pushes away reality in order to go into it's own little world.\n\n\u001b[1mあなたが私に同意すればわかるように、このアニメはすべてのエピソードのように奇妙なペーシングとトーンシフトを起こすような漫画をますます入手します。 主人公が神と話すとき、神は主人公がそれを望むようにすべてをやったと言います。 私はこれに戻りますが、別のことは、このアニメのもう一つの焦点は、最後のアーチの大部分が、この世界がいかに退屈なのかということです。 私たちの主人公が思ったのはまさにそのことであり、彼と一緒にそれを演奏する方法は、おそらく私たちの心の中で演奏する方法なので、それらのスーパーヒーローのように生きたいと思ったことはありませんか？ アニメは、それが現実のようになる方法から、私たちの心の中でどのようになるかという方法になります。 私はこれが実際にどのように始まり、そしてどのように終わるか（最後のアーチではない）のように私たちの心の中でキャラクターに関係づけるために、これが意図的に行われたと感じています。 このようなことを考えると、私はこのアニメをかなり好きにしてくれました。正直なところ私はこのアニメがそれよりもはるかにあると思います。 それは少しずつ現実を脱出するために私たち自身の世界にどのように入るのか、そしてこのアニメがしていることはゆっくりと現実を離れて自分の小さな世界に入るようなものです。\u001b[22m\n\u001b[1m(Anata ga watashi ni dōi sureba wakaru yō ni, kono anime wa subete no episōdo no yō ni kimyōna pēshingu to tōnshifuto o okosu yōna manga o masumasu nyūshu shimasu. Shujinkō ga kami to hanasu toki,-shin wa shujinkō ga sore o nozomu yō ni subete o yatta to iimasu. Watashi wa kore ni modorimasuga,-betsu no koto wa, kono anime no mōhitotsu no shōten wa, saigo no āchi no daibubun ga, kono sekai ga ikani taikutsuna no ka to iu kotodesu. Watashitachi no shujinkō ga omotta no wa masani sono kotodeari, kare to issho ni sore o ensō suru hōhō wa, osoraku watashitachi no kokoro no naka de ensō suru hōhōnanode, sorera no sūpāhīrō no yō ni ikitai to omotta koto wa arimasen ka? Anime wa, sore ga genjitsu no yō ni naru hōhō kara, watashitachi no kokoro no naka de dono yō ni naru ka to iu hōhō ni narimasu. Watashi wa kore ga jissai ni dono yō ni hajimari, soshite dono yō ni owaru ka (saigo no āchide wa nai) no yō ni watashitachi no kokoro no naka de kyarakutā ni kankei dzukeru tame ni, kore ga ito-teki ni okonawa reta to kanjite imasu. Ko no yōna koto o kangaeru to, watashi wa kono anime o kanari suki ni shite kuremashita. Shōjikina tokoro watashi wa kono anime ga sore yori mo haruka ni aru to omoimasu. Sore wa sukoshi zutsu genjitsu o dasshutsu suru tame ni watashitachi jishin no sekai ni dono yō ni hairu no ka, soshite kono anime ga shite iru koto wa yukkuri to genjitsu o hanarete jibun no chīsana sekai ni hairu yōna monodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nHAH and you thought it was done. Well not just yet I do still want to say a bit about why my entire shpeal didn't include the final arch. Well that's because i feel more so that it was there in order to bring us back to reality for that wild roller coaster kind of like saying don't get too ahead of yourself with your fantasizing because when you put away your phone and look up reality is still there and you still have to deal with it.\n\n\u001b[1mHAHとあなたはそれが終わったと思った。 まあまあまだ私はまだ私のshpeal全体が最終的なアーチを含まなかった理由についてちょっと言ってみたいです。 まあ、それは私がその野生のジェットコースターのために現実に戻って来るためにそこにあったようにもっと感じるからあなたの電話を忘れて現実を見ていると まだそこにあり、あなたはそれに対処しなければなりません。\u001b[22m\n\u001b[1m(HAH to anata wa sore ga owatta to omotta. Mā mā mada watashi wa mada watashi no shpeal zentai ga saishū-tekina āchi o fukumanakatta riyū ni tsuite chotto itte mitaidesu. Mā, sore wa watashi ga sono yasei no jettokōsutā no tame ni genjitsu ni modotte kuru tame ni soko ni atta yō ni motto kanjirukara anata no denwa o wasurete genjitsu o mite iruto mada soko ni ari, anata wa sore ni taisho shinakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mHAH and you thought it was done. Well not just yet I do still want to say a bit about why my entire shpeal didn't include the final arch. Well that's because i feel more so that it was there in order to bring us back to reality for that wild roller coaster kind of like saying don't get too ahead of yourself with your fantasizing because when you put away your phone and look up reality is still there and you still have to deal with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHAH and you thought it was done.\u001b[24m\n    \u001b[1mHAHとあなたはそれが終わったと思った。\u001b[22m, \u001b[1mHAHとあなたはそれが行われたと思いました。\u001b[22m\n\u001b[4mWell not just yet I do still want to say a bit about why my entire shpeal didn't include the final arch.\u001b[24m\n    \u001b[1mまあまあまだ私はまだ私のshpeal全体が最終的なアーチを含まなかった理由についてちょっと言ってみたいです。\u001b[22m, \u001b[1mまあまだ私はまだ私の全体のshpealが最終的なアーチが含まれていなかった理由について少し言いたいんではありません。\u001b[22m\n\u001b[4mWell that's because i feel more so that it was there in order to bring us back to reality for that wild roller coaster kind of like saying don't get too ahead of yourself with your fantasizing because when you put away your phone and look up reality\u001b[24m\n    \u001b[1mまあ、それは私がその野生のジェットコースターのために現実に戻って来るためにそこにあったようにもっと感じるからあなたの電話を忘れて現実を見ていると\u001b[22m, \u001b[1m私はより多くのように、それはあなたの携帯電話を離れて置くときので、あなたの空想にすぎ先に自分の取得し、現実を見ていないと言っなどの野生のジェットコースターのようなもののために現実に戻っ私たちをもたらすためにあったことを感じるので、まあ、それはです\u001b[22m\n\u001b[4mis still there and you still have to deal with it.\u001b[24m\n    \u001b[1mまだそこにあり、あなたはそれに対処しなければなりません。\u001b[22m, \u001b[1mまだそこにある、あなたはまだそれに対処する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nIf you read this that damn I'm impressed but if you looked at the giant block of texts and thought, naw, then heres my summary basically an anime bout a love triangle of one guy and one girl trying to fuck another guy. Thanks for reading o and here are some arbitrary numbers cause I dont believe in scoring\n\n\u001b[1mあなたがこのことを読んだら、私は感銘を受けたが、テキストと巨大なブロックを見れば、私の要約は基本的にアニメの試合で、ある男の愛三角と別の男とセックスしようとしている女の子を愛している。  oを読んでくれてありがとう、ここでいくつかの任意の数字は私が得点を信じない原因です\u001b[22m\n\u001b[1m(Anata ga kono koto o yondara, watashi wa kanmei o uketaga, tekisuto to kyodaina burokku o mireba, watashi no yōyaku wa kihontekini anime no shiai de, aru otoko no ai sankaku to betsu no otoko to sekkusu shiyou to shite iru on'nanoko o aishite iru. O o yonde kurete arigatō, koko de ikutsu ka no nin'i no sūji wa watashi ga tokuten o shinjinai gen'indesu)\u001b[22m\n\nTranslations of \u001b[4mIf you read this that damn I'm impressed but if you looked at the giant block of texts and thought, naw, then heres my summary basically an anime bout a love triangle of one guy and one girl trying to fuck another guy. Thanks for reading o and here are some arbitrary numbers cause I dont believe in scoring\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you read this that damn I'm impressed but if you looked at the giant block of texts and thought, naw, then heres my summary basically an anime bout a love triangle of one guy and one girl trying to fuck another guy.\u001b[24m\n    \u001b[1mあなたがこのことを読んだら、私は感銘を受けたが、テキストと巨大なブロックを見れば、私の要約は基本的にアニメの試合で、ある男の愛三角と別の男とセックスしようとしている女の子を愛している。\u001b[22m, \u001b[1mあなたがこれを読んでいる場合、それはいまいましい私は感心していていますが、テキストや思考、NAW、その後HERESに私の要約、基本的に一人の男の愛の三角試合アニメや別の男と性交しようとしている一人の女の子の巨大なブロックを見ます。\u001b[22m\n\u001b[4mThanks for reading o and here are some arbitrary numbers cause I dont believe in scoring\u001b[24m\n    \u001b[1moを読んでくれてありがとう、ここでいくつかの任意の数字は私が得点を信じない原因です\u001b[22m, \u001b[1m私は得点を信じていけないo原因を読み取り、ここのためのおかげで、いくつかの任意の数です\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "Rayouri",
    "profile": "/profile/Rayouri/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=139713",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n人々は、シリーズで起こった少しのゴリラのひねりの後、このショーが下り坂に入ったと言います。 しかし、私はこれがあなたにゆっくりと成長する予期せぬひねりをたくさん持っているシリーズだと言います。\n\n私はこの戦隊を見ていたと思うのですが...アニメショーを意味しています。私はこのショーから徹底的に楽しんだと私は言うことができます。 私は、このアニメの紆余曲折が趣味であると言って始めます。 あなたはそれを憎むことも、本当にそれを愛することもできます。 私にとって、私は議論の両側にあったが、まだショーを愛していた。\n\nこのショーでは、各アークの終了後にこれらのねじれを投げて、視聴者を連続的に描く方法があります。 シリーズの最初の6つのエピソードの後、私はひねりがこのシリーズに必要なものであると感じました。 物語はどこにでもあり、私が今まで見たことのない最も変なことがいくつかありますが、それはどういうわけか、全体のプロットやストーリーがどこに到達しようとしているのか、私に興味を持っても、混乱させないようにしています。 今私は、紆余曲折が愛情か憎悪かのどちらかであると言ったときに、何が起こっているのかを実際に理解するために少なくとも1つのエピソードまたは2つのエピソードを取ることがあります。 次のエピソードを見たいと思っています。それは憎しみの部分が入ってくる場所ですが、最初のひねりを作った後、物語があなたの上で成長するかのように感じます。\n\nこれは、ショーがそのストーリーをいかにうまく展開したか、そしてこのショーがどれだけうまくペースをとったかについて私に話しています。 私にとって、このショーでは決して鈍い瞬間はなかった。 ほとんどすべての文字は1文字を除いて好きです。 主人公の正義は、正義と素晴らしい化学を持っていた五塔と並んで、最も面白くてよく発達したキャラクターの1人でした。 私が感じた唯一のキャラクターはマヤでした。なぜなら彼女がマサヨシを開発する上で重要な役割を果たしましたが、彼女がキャラクターの発達が最も遅かったかのように感じていたので、彼女が得た開発には少し失望しました 。 それ以外は、私はすべてのキャラクターを徹底的に楽しんだ。\n\n全体的に私が言ったようなシリーズは最初のカップルのエピソードの後の味の問題であり、それを落とすか見守っているかはあなた次第ですが、紆余曲折が面白く、キャラクターがよく発達しているので続けることを強くお勧めします。 楽しい。 これらのものを2つの非常にキャッチーなオープニング・ソングとサウンダー・サウンドトラックと組み合わせてみてください。このアニメは私がしばらく見てきた最高のショーの1つだったかのように感じます。 アニメは私が戻って見るのを続けます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPeople say this show went downhill after a little 'Gorilla' twist that happened in the series. But I say that this is a series that has a lot of unexpected twists that slowly grow on you.\n\n\u001b[1m人々は、シリーズで起こった少しのゴリラのひねりの後、このショーが下り坂に入ったと言います。 しかし、私はこれがあなたにゆっくりと成長する予期せぬひねりをたくさん持っているシリーズだと言います。\u001b[22m\n\u001b[1m(Hitobito wa, shirīzu de okotta sukoshi no gorira no hineri no ato, kono shō ga kudarizaka ni haitta to iimasu. Shikashi, watashi wa kore ga anata ni yukkuri to seichō suru yoki senu hineri o takusan motte iru shirīzuda to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mPeople say this show went downhill after a little 'Gorilla' twist that happened in the series. But I say that this is a series that has a lot of unexpected twists that slowly grow on you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople say this show went downhill after a little 'Gorilla' twist that happened in the series.\u001b[24m\n    \u001b[1m人々は、シリーズで起こった少しのゴリラのひねりの後、このショーが下り坂に入ったと言います。\u001b[22m, \u001b[1m人々は、このショーが直列に起こった小さな「ゴリラ」ねじれ後に下り坂に行ったと言います。\u001b[22m\n\u001b[4mBut I say that this is a series that has a lot of unexpected twists that slowly grow on you.\u001b[24m\n    \u001b[1mしかし、私はこれがあなたにゆっくりと成長する予期せぬひねりをたくさん持っているシリーズだと言います。\u001b[22m, \u001b[1mしかし、私は、これはゆっくりとあなたに成長する予想外のねじれをたくさん持っているシリーズであると言います。\u001b[22m\n\u001b[1m\u001b[22m\nI think after binge watching this Sentai....I mean Anime show, I can safely say that I thoroughly enjoyed the shit out of this show. I'll start by saying that the twists that this anime takes is a matter of taste. You can either hate it or really love it. For me I was on both ends of the argument but still loved the show.\n\n\u001b[1m私はこの戦隊を見ていたと思うのですが...アニメショーを意味しています。私はこのショーから徹底的に楽しんだと私は言うことができます。 私は、このアニメの紆余曲折が趣味であると言って始めます。 あなたはそれを憎むことも、本当にそれを愛することもできます。 私にとって、私は議論の両側にあったが、まだショーを愛していた。\u001b[22m\n\u001b[1m(Watashi wa kono sentai o mite ita to omou nodesuga... Animeshō o imi shite imasu. Watashi wa kono shō kara tetteiteki ni tanoshinda to watashi wa iu koto ga dekimasu. Watashi wa, kono anime no uyokyokusetsu ga shumidearu to itte hajimemasu. Anata wa sore o nikumu koto mo, hontōni sore o aisuru koto mo dekimasu. Watashi ni totte, watashi wa giron no ryōsoku ni attaga, mada shō o aishite ita.)\u001b[22m\n\nTranslations of \u001b[4mI think after binge watching this Sentai....I mean Anime show, I can safely say that I thoroughly enjoyed the shit out of this show. I'll start by saying that the twists that this anime takes is a matter of taste. You can either hate it or really love it. For me I was on both ends of the argument but still loved the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think after binge watching this Sentai....I mean Anime show, I can safely say that I thoroughly enjoyed the shit out of this show.\u001b[24m\n    \u001b[1m私はこの戦隊を見ていたと思うのですが...アニメショーを意味しています。私はこのショーから徹底的に楽しんだと私は言うことができます。\u001b[22m, \u001b[1m私はどんちゃん騒ぎは、この戦隊を見た後....私はアニメ番組を意味すると思う、私は無事に私は徹底的にこのショーのたわごとを楽しんだと言うことができます。\u001b[22m\n\u001b[4mI'll start by saying that the twists that this anime takes is a matter of taste.\u001b[24m\n    \u001b[1m私は、このアニメの紆余曲折が趣味であると言って始めます。\u001b[22m, \u001b[1m私はこのアニメがかかるねじれは好みの問題であることを言ってから始めましょう。\u001b[22m\n\u001b[4mYou can either hate it or really love it.\u001b[24m\n    \u001b[1mあなたはそれを憎むことも、本当にそれを愛することもできます。\u001b[22m, \u001b[1mあなたはどちらかそれを嫌うか、実際にそれを愛することができます。\u001b[22m\n\u001b[4mFor me I was on both ends of the argument but still loved the show.\u001b[24m\n    \u001b[1m私にとって、私は議論の両側にあったが、まだショーを愛していた。\u001b[22m, \u001b[1m私のために私は、引数の両端にあったが、それでもショーを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThis show has a way of continuously drawing the viewer in by throwing these twists after the end of each arc. After the initial 6 episodes of the series I felt like the twist was something that this series needed. The story is all over the place and has some of wackiest things that I've ever seen but it somehow manages to keep me intrigued but not confused on where the overall plot or story is trying to get to. Now what I meant when I said that I was on both ends of whether the twists were a love or hate, sometimes the twists take at least an episode or two for you to actually understand what is happening and when the initial twist happens you might not want to watch the next episode and that's where the hate part comes in but after making through the initial twist I feel as though the story will grow on you.\n\n\u001b[1mこのショーでは、各アークの終了後にこれらのねじれを投げて視聴者を連続的に描く方法があります。 シリーズの最初の6つのエピソードの後、私はひねりがこのシリーズに必要なものであると感じました。 物語はどこにでもあり、私が今まで見たことのない最も変なことがいくつかありますが、それはどういうわけか私には興味をそらしますが、全体的なプロットやストーリーがどこに到達しようとしているのか混乱させません。 今私は、紆余曲折が愛情か憎悪かのどちらかであると言ったときに、何が起こっているのかを実際に理解するために少なくとも1つのエピソードまたは2つのエピソードを取ることがあります。 次のエピソードを見たいと思っています。それは憎しみの部分が入ってくる場所ですが、最初のひねりを作った後、物語があなたの上で成長するかのように感じます。\u001b[22m\n\u001b[1m(Kono shōde wa, kaku āku no shūryōgo ni korera no nejire o nagete shichō-sha o renzoku-teki ni kaku hōhō ga arimasu. Shirīzu no saisho no muttsu no episōdo no ato, watashi wa hineri ga kono shirīzu ni hitsuyōna monodearu to kanjimashita. Monogatari wa doko ni demo ari, watashi ga imamade mita koto no nai mottomo hen'na koto ga ikutsu ka arimasuga, sore wa dō iu wake ka watashiniha kyōmi o sorashimasuga, zentai-tekina purotto ya sutōrī ga doko ni tōtatsu shiyou to shite iru no ka konran sa semasen. Ima watashi wa, uyokyokusetsu ga aijō ka zōo ka no dochira kadearu to itta toki ni, nani ga okotte iru no ka o jissai ni rikai suru tame ni sukunakutomo 1tsu no episōdo matawa 2tsu no episōdo o toru koto ga arimasu. Tsugi no episōdo o mitai to omotte imasu. Sore wa nikushimi no bubun ga haitte kuru bashodesuga, saisho no hineri o tsukutta nochi, monogatari ga anata no ue de seichō suru ka no yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show has a way of continuously drawing the viewer in by throwing these twists after the end of each arc. After the initial 6 episodes of the series I felt like the twist was something that this series needed. The story is all over the place and has some of wackiest things that I've ever seen but it somehow manages to keep me intrigued but not confused on where the overall plot or story is trying to get to. Now what I meant when I said that I was on both ends of whether the twists were a love or hate, sometimes the twists take at least an episode or two for you to actually understand what is happening and when the initial twist happens you might not want to watch the next episode and that's where the hate part comes in but after making through the initial twist I feel as though the story will grow on you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show has a way of continuously drawing the viewer in by throwing these twists after the end of each arc.\u001b[24m\n    \u001b[1mこのショーでは、各アークの終了後にこれらのねじれを投げて視聴者を連続的に描く方法があります。\u001b[22m, \u001b[1mこの番組は継続的に各円弧の終了後に、これらのひねりを投げることによって視聴者を描画する方法があります。\u001b[22m\n\u001b[4mAfter the initial 6 episodes of the series I felt like the twist was something that this series needed.\u001b[24m\n    \u001b[1mシリーズの最初の6つのエピソードの後、私はひねりがこのシリーズに必要なものであると感じました。\u001b[22m, \u001b[1mねじれがこのシリーズは必要なものだったように、一連の初期6エピソード後、私は感じました。\u001b[22m\n\u001b[4mThe story is all over the place and has some of wackiest things that I've ever seen but it somehow manages to keep me intrigued but not confused on where the overall plot or story is trying to get to.\u001b[24m\n    \u001b[1m物語はどこにでもあり、私が今まで見たことのない最も変なことがいくつかありますが、それはどういうわけか私には興味をそらしますが、全体的なプロットやストーリーがどこに到達しようとしているのか混乱させません。\u001b[22m, \u001b[1m物語はすべての場所であり、私が今まで見た風変りなことのいくつかを持っていますが、それはどういうわけか、私は興味をそそられますが、全体的なプロットやストーリーがに取得しようとしている場所の混乱はない保つために管理しています。\u001b[22m\n\u001b[4mNow what I meant when I said that I was on both ends of whether the twists were a love or hate, sometimes the twists take at least an episode or two for you to actually understand what is happening and when the initial twist happens you might not\u001b[24m\n    \u001b[1m今私は、紆余曲折が愛情か憎悪かのどちらかであると言ったときに、何が起こっているのかを実際に理解するために少なくとも1つのエピソードまたは2つのエピソードを取ることがあります。\u001b[22m, \u001b[1m今私は、私は時々、あなたが実際に何が起こっているかを理解するのねじれは、少なくともエピソードや2を取ると、最初のねじれは、あなたがしない場合があります発生したときに、ねじれが愛や憎しみあったかどうかの両端にあったことを言ったとき、私は何を意味するのか\u001b[22m\n\u001b[4mwant to watch the next episode and that's where the hate part comes in but after making through the initial twist I feel as though the story will grow on you.\u001b[24m\n    \u001b[1m次のエピソードを見たいと思っています。それは憎しみの部分が入ってくる場所ですが、最初のひねりを作った後、物語があなたの上で成長するかのように感じます。\u001b[22m, \u001b[1m次のエピソードを見たいと憎しみの一部がではなく、物語はあなたに成長するかのように私は感じて初期ねじれを介して行った後出番それはです。\u001b[22m\n\u001b[1m\u001b[22m\nThis leads me into talking about how well the show unfolded its story and how well this show was paced. There was never a dull moment in this show for me, ever. Almost all of the characters are likable with the exception of one character. The main character Masayoshi was one of the funniest and well developed characters alongside Gotou who had amazing chemistry with Masayoshi. The only character I felt was a little lackluster was Maya because although she played an important role in developing Masayoshi, I felt as though she was the characater that had the least character development and I was a bit disappointed with the the development that she had gotten . Other than that I enjoyed all the characters thoroughly.\n\n\u001b[1mこれは、ショーがそのストーリーをいかにうまく展開したか、そしてこのショーがどれだけうまくペースをとったかについて私に話しています。 私にとって、このショーでは決して鈍い瞬間はなかった。 ほとんどすべての文字は1文字を除いて好きです。 主人公の正義は、正義と素晴らしい化学を持っていた五塔と並んで、最も面白くてよく発達したキャラクターの1人でした。 私が感じた唯一のキャラクターはマヤでした。なぜなら彼女がマサヨシを開発する上で重要な役割を果たしましたが、彼女がキャラクターの発達が最も遅かったかのように感じていたので、彼女が得た開発には少し失望しました 。 それ以外は、私はすべてのキャラクターを徹底的に楽しんだ。\u001b[22m\n\u001b[1m(Kore wa, shō ga sono sutōrī o ikani umaku tenkai shita ka, soshite kono shō ga dore dake umaku pēsu o totta ka ni tsuite watashi ni hanashite imasu. Watashi ni totte, kono shōde wa kesshite nibui shunkan wa nakatta. Hotondo subete no moji wa 1 moji o nozoite sukidesu. Shujinkō no seigi wa, seigi to subarashī kagaku o motte ita go tō to narande, mottomo omoshirokute yoku hattatsu shita kyarakutā no 1-rideshita. Watashi ga kanjita yuiitsu no kyarakutā wa Mayadeshita. Nazenara kanojo ga masayoshi o kaihatsu suru ue de jūyōna yakuwari o hatashimashitaga, kanojo ga kyarakutā no hattatsu ga mottomo osokatta ka no yō ni kanjite itanode, kanojo ga eta kaihatsu ni wa sukoshi shitsubō shimashita. Sore igai wa, watashi wa subete no kyarakutā o tetteiteki ni tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThis leads me into talking about how well the show unfolded its story and how well this show was paced. There was never a dull moment in this show for me, ever. Almost all of the characters are likable with the exception of one character. The main character Masayoshi was one of the funniest and well developed characters alongside Gotou who had amazing chemistry with Masayoshi. The only character I felt was a little lackluster was Maya because although she played an important role in developing Masayoshi, I felt as though she was the characater that had the least character development and I was a bit disappointed with the the development that she had gotten . Other than that I enjoyed all the characters thoroughly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis leads me into talking about how well the show unfolded its story and how well this show was paced.\u001b[24m\n    \u001b[1mこれは、ショーがそのストーリーをいかにうまく展開したか、そしてこのショーがどれだけうまくペースをとったかについて私に話しています。\u001b[22m, \u001b[1mこれは、ショーは、その物語を展開し、このショーはどれだけのペースたどれだけの話に私をリードしています。\u001b[22m\n\u001b[4mThere was never a dull moment in this show for me, ever.\u001b[24m\n    \u001b[1m私にとって、このショーでは決して鈍い瞬間はなかった。\u001b[22m, \u001b[1m私にとっては、このショーで退屈な瞬間は、これまで、そこにはなかったです。\u001b[22m\n\u001b[4mAlmost all of the characters are likable with the exception of one character.\u001b[24m\n    \u001b[1mほとんどすべての文字は1文字を除いて好きです。\u001b[22m, \u001b[1mほとんどすべての文字は、1文字を除いて、好感が持てるしています。\u001b[22m\n\u001b[4mThe main character Masayoshi was one of the funniest and well developed characters alongside Gotou who had amazing chemistry with Masayoshi.\u001b[24m\n    \u001b[1m主人公の正義は、正義と素晴らしい化学を持っていた五塔と並んで、最も面白くてよく発達したキャラクターの1人でした。\u001b[22m, \u001b[1m主人公正義は正義と素晴らしい化学を持っていた後藤と一緒に面白いとよく発達した文字の一つでした。\u001b[22m\n\u001b[4mThe only character I felt was a little lackluster was Maya because although she played an important role in developing Masayoshi, I felt as though she was the characater that had the least character development and I was a bit disappointed with the the development that she had gotten\u001b[24m\n    \u001b[1m私が感じた唯一のキャラクターはマヤでした。なぜなら彼女がマサヨシを開発する上で重要な役割を果たしましたが、彼女がキャラクターの発達が最も遅かったかのように感じていたので、彼女が得た開発には少し失望しました\u001b[22m, \u001b[1m私が感じた唯一の文字は、彼女が正義の開発において重要な役割を果たしたものの、彼女は少なくともキャラクターの成長を持っていたcharacaterだったと私は彼女が得ていたことが開発に少し失望したかのように、私は感じたので、少し精彩を欠いはマヤでした\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mOther than that I enjoyed all the characters thoroughly.\u001b[24m\n    \u001b[1mそれ以外は、私はすべてのキャラクターを徹底的に楽しんだ。\u001b[22m, \u001b[1mそれ以外は、私は徹底的にすべての文字を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall the series like I said is a matter of taste after the first couple episodes and whether you choose to drop it or keep watching is up to you, but I highly recommend you continue because the twists are interesting, the characters are well developed, and fun. Combine these things with two highly catchy opening songs and a soundtrack that is both somber, and intense I feel as though this anime was one of the best shows I've seen in a while, enough so that it has now become one of my favorite anime that I will continue to go back and watch.\n\n\u001b[1m全体的に私が言ったようなシリーズは最初のカップルのエピソードの後の味の問題であり、それを落とすか見守っているかはあなた次第ですが、紆余曲折が面白く、キャラクターがよく発達しているので続けることを強くお勧めします。 楽しい。 これらのものを2つの非常にキャッチーなオープニング・ソングとサウンダー・サウンドトラックと組み合わせてみてください。このアニメは私がしばらく見てきた最高のショーの1つだったかのように感じます。 アニメは私が戻って見るのを続けます。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi ga itta yōna shirīzu wa saisho no kappuru no episōdo no nochi no aji no mondaideari, sore o otosu ka mimamotte iru ka wa anata shidaidesuga, uyokyokusetsu ga omoshiroku, kyarakutā ga yoku hattatsu shite irunode tsudzukeru koto o tsuyoku o susume shimasu. Tanoshī. Korera no mono o 2tsu no hijō ni kyatchīna ōpuningu songu to saundā saundotorakku to kumiawasete mite kudasai. Kono anime wa watashi ga shibaraku mitekita saikō no shō no 1tsudatta ka no yō ni kanjimasu. Anime wa watashi ga modotte miru no o tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall the series like I said is a matter of taste after the first couple episodes and whether you choose to drop it or keep watching is up to you, but I highly recommend you continue because the twists are interesting, the characters are well developed, and fun. Combine these things with two highly catchy opening songs and a soundtrack that is both somber, and intense I feel as though this anime was one of the best shows I've seen in a while, enough so that it has now become one of my favorite anime that I will continue to go back and watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the series like I said is a matter of taste after the first couple episodes and whether you choose to drop it or keep watching is up to you, but I highly recommend you continue because the twists are interesting, the characters are well developed, and\u001b[24m\n    \u001b[1m全体的に私が言ったようなシリーズは最初のカップルのエピソードの後の味の問題であり、それを落とすか見守っているかはあなた次第ですが、紆余曲折が面白く、キャラクターがよく発達しているので続けることを強くお勧めします。\u001b[22m, \u001b[1m全体的に私が言ったようにシリーズは、ねじれが興味深いので、文字が十分に開発された最初のカップルのエピソードの後に好みの問題であり、あなたがそれを落としたりウォッチングを維持することを選択したかどうかはあなた次第ですが、私は非常にお勧めあなたが継続し、\u001b[22m\n\u001b[4mfun.\u001b[24m\n    \u001b[1m楽しい。\u001b[22m, \u001b[1m楽しいです。\u001b[22m\n\u001b[4mCombine these things with two highly catchy opening songs and a soundtrack that is both somber, and intense I feel as though this anime was one of the best shows I've seen in a while, enough so that it has now become one of my favorite\u001b[24m\n    \u001b[1mこれらのものを2つの非常にキャッチーなオープニング・ソングとサウンダー・サウンドトラックと組み合わせてみてください。このアニメは私がしばらく見てきた最高のショーの1つだったかのように感じます。\u001b[22m, \u001b[1mこのアニメは、それが今の私のお気に入りの一つとなっている十分なように、私はしばらくの間で見た中で最高のショーの一つであったかのように、2つの非常にキャッチーなオープニング曲と私は感じて地味な、と強烈両方でのサウンドトラックでこれらの事を組み合わせます\u001b[22m\n\u001b[4manime that I will continue to go back and watch.\u001b[24m\n    \u001b[1mアニメは私が戻って見るのを続けます。\u001b[22m, \u001b[1m私は戻って見ていきますアニメ。\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "shounentrash",
    "profile": "/profile/shounentrash/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=189070",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  4\n\n（（多くの人が言っているように、ショーを実際に作り、壊すのは愚かなので、（非常に一般的だがまだまだ）スポイラーがあるだろう。））\n\n\n\nそれから、「ひねり」が起こった（シフトは30秒以内に起こり、それに先立って予告することなく）、そこからの喜びですべてが急速に悪化した。 私がキャラクターやプロットと一緒に楽しんだことの多くは、すぐに消えてしまったか、すぐに消え去りました。物語やキャラクターの開発に置き換えられました。  「暗い」、「予測できない」。 私はまだ2番目の弧を通ってそれを作ったが、3番目の弧（エピソード11）の最初のエピソードは、ショーの残りの関心を完全に消してしまった。 これまでのアークでは、より曖昧になり、より多くの超自然的要素の可能性にさらされていました。\n\n私は正直なところ、天気のようなジャンルや色調を変えるので、このシリーズを誰に勧めるのか分からない。 私が最初の6-7のエピソードをどれだけ楽しんでいたのかという理由だけで、キャラクターや楽しさ、そしてストーリーが高い理由があります。 アニメと西部のスーパーヒーローのファンとして、私は完全にショーを完全に見て（途中でひねりの完全な知識を持って）入ってきましたが、終了するだけでなく、エピソードを終わらせることさえできませんでした 私は続いていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n((As many have said, what really makes or breaks the show is spoilery, so there will be (very generic but still) spoilers.))\n\n\u001b[1m（（多くの人が言っているように、ショーを実際に作り、壊すのは愚かなので、（非常に一般的だがまだまだ）スポイラーがあるだろう。））\u001b[22m\n\u001b[1m(( (Ōku no hito ga itte iru yō ni, shō o jissai ni tsukuri, kowasu no wa orokananode,(hijō ni ippan-tekidaga madamada) supoirā ga arudarou. ) ))\u001b[22m\n\nTranslations of \u001b[4m((As many have said, what really makes or breaks the show is spoilery, so there will be (very generic but still) spoilers.))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m((As many have said, what really makes or breaks the show is spoilery, so there will be (very generic but still) spoilers.))\u001b[24m\n    \u001b[1m（（多くの人が言っているように、ショーを実際に作り、壊すのは愚かなので、（非常に一般的だがまだまだ）スポイラーがあるだろう。））\u001b[22m, \u001b[1m（ネタバレ）まだ多くが言ったように（、本当に作るかは、ショーはspoileryで壊れるので、（非常に一般的な存在になりますが。））\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThen 'the twist' happened (the shift takes place in under 30 seconds, without any sort of foreshadowing to precede it), and it all rapidly deteriorated in enjoyment from there. A lot of what I enjoyed with the characters and plot either disappeared immediately or quickly ebbed away, only to be replaced by narrative and character development that really didn't seem like it knew where to go, other than just being more 'intense', 'dark', and 'unpredictable'. I made it through the second arc still (somehow), but the first episode of the third arc (episode 11) completely obliterated any remaining interest in the show, when it took the destruction of the 'real world' setting to a new low, while the prior arc had just made it more ambiguous and open to the possibility of more supernatural elements.\n\n\u001b[1mそれから、「ひねり」が起こった（シフトは30秒以内に起こり、それに先立って予告することなく）、そこからの喜びですべてが急速に悪化した。 私がキャラクターやプロットと一緒に楽しんだことの多くは、すぐに消えてしまったか、すぐに消え去りました。物語やキャラクターの開発に置き換えられました。  「暗い」、「予測できない」。 私はまだ2番目の弧を通ってそれを作ったが、3番目の弧（エピソード11）の最初のエピソードは、ショーの残りの関心を完全に消してしまった。 これまでのアークでは、より曖昧になり、より多くの超自然的要素の可能性にさらされていました。\u001b[22m\n\u001b[1m(Sorekara,`hineri' ga okotta (shifuto wa 30-byō inai ni okori, soreni sakidatte yokoku suru koto naku), soko kara no yorokobi de subete ga kyūsoku ni akka shita. Watashi ga kyarakutā ya purotto to issho ni tanoshinda koto no ōku wa, sugu ni kiete shimatta ka, sugu ni kiesarimashita. Monogatari ya kyarakutā no kaihatsu ni okikae raremashita. `Kurai',`yosoku dekinai'. Watashi wa mada 2-banme no ko o kayotte sore o tsukuttaga, 3-banme no ko (episōdo 11) no saisho no episōdo wa, shō no nokori no kanshin o kanzen ni keshite shimatta. Kore made no ākude wa, yori aimai ni nari, yori ōku no chō shizen-teki yōso no kanōsei ni sarasa rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThen 'the twist' happened (the shift takes place in under 30 seconds, without any sort of foreshadowing to precede it), and it all rapidly deteriorated in enjoyment from there. A lot of what I enjoyed with the characters and plot either disappeared immediately or quickly ebbed away, only to be replaced by narrative and character development that really didn't seem like it knew where to go, other than just being more 'intense', 'dark', and 'unpredictable'. I made it through the second arc still (somehow), but the first episode of the third arc (episode 11) completely obliterated any remaining interest in the show, when it took the destruction of the 'real world' setting to a new low, while the prior arc had just made it more ambiguous and open to the possibility of more supernatural elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen 'the twist' happened (the shift takes place in under 30 seconds, without any sort of foreshadowing to precede it), and it all rapidly deteriorated in enjoyment from there.\u001b[24m\n    \u001b[1mそれから、「ひねり」が起こった（シフトは30秒以内に起こり、それに先立って予告することなく）、そこからの喜びですべてが急速に悪化した。\u001b[22m, \u001b[1mそして、「ねじれ」は（シフトは、それに先行する伏線の任意の並べ替えすることなく、30秒の下で起こる）が起こって、それはすべてが急速にそこから楽しみに悪化しました。\u001b[22m\n\u001b[4mA lot of what I enjoyed with the characters and plot either disappeared immediately or quickly ebbed away, only to be replaced by narrative and character development that really didn't seem like it knew where to go, other than just being more 'intense',\u001b[24m\n    \u001b[1m私がキャラクターやプロットと一緒に楽しんだことの多くは、すぐに消えてしまったか、すぐに消え去りました。物語やキャラクターの開発に置き換えられました。\u001b[22m, \u001b[1m私はどちらかだけより「強い」であること以外、直ちにまたは迅速にのみ、それがどこへ行く知っていたように、実際には思えなかった物語とキャラクターの成長によって置換される、離れ減退姿を消し、文字やグラフで楽しんだものの多くは、\u001b[22m\n\u001b[4m'dark', and 'unpredictable'.\u001b[24m\n    \u001b[1m「暗い」、「予測できない」。\u001b[22m, \u001b[1m「暗い」、および「予測不可能」。\u001b[22m\n\u001b[4mI made it through the second arc still (somehow), but the first episode of the third arc (episode 11) completely obliterated any remaining interest in the show, when it took the destruction of the 'real world' setting to a new low,\u001b[24m\n    \u001b[1m私はまだ2番目の弧を通ってそれを作ったが、3番目の弧（エピソード11）の最初のエピソードは、ショーの残りの関心を完全に消してしまった。\u001b[22m, \u001b[1m、私はまだ（何らかの形で）は、第2弧を描いてそれを作ったが、それは新しいローに「現実世界」の設定の破壊を取ったとき第三の弧の最初のエピソード（エピソード11）は完全に、ショーに残っているの関心を抹消します\u001b[22m\n\u001b[4mwhile the prior arc had just made it more ambiguous and open to the possibility of more supernatural elements.\u001b[24m\n    \u001b[1mこれまでのアークでは、より曖昧になり、より多くの超自然的要素の可能性にさらされていました。\u001b[22m, \u001b[1m前弧はちょうどより多くの超自然的要素の可能性に、それはより曖昧で開いていたしながら。\u001b[22m\n\u001b[1m\u001b[22m\nI honestly don't know who to recommend this series to, as it changes genres and tones like the weather. The only reason character and enjoyment and story are that high are because of how much I enjoyed the first 6-7 episodes. As both a fan of anime and western superheroes, I came in (with full knowledge of the twist by the way) looking fully forward to the show in its entirety, but ended up not only quitting, but not even being able to finish the episode I was on.\n\n\u001b[1m私は正直なところ、天気のようなジャンルや色調を変えるので、このシリーズを誰に勧めるのか分からない。 私が最初の6-7のエピソードをどれだけ楽しんでいたのかという理由だけで、キャラクターや楽しさ、そしてストーリーが高い理由があります。 アニメと西部のスーパーヒーローのファンとして、私は完全にショーを完全に見て（途中でひねりの完全な知識を持って）入ってきましたが、終了するだけでなく、エピソードを終わらせることさえできませんでした 私は続いていた。\u001b[22m\n\u001b[1m(Watashi wa shōjikina tokoro, tenki no yōna janru ya shikichō o kaerunode, kono shirīzu o dare ni susumeru no ka wakaranai. Watashi ga saisho no 6 - 7 no episōdo o dore dake tanoshinde ita no ka to iu riyū dake de, kyarakutā ya tanoshisa, soshite sutōrī ga takai riyū ga arimasu. Anime to seibu no sūpāhīrō no fan to shite, watashi wa kanzen ni shō o kanzen ni mite (tochū de hineri no kanzen'na chishiki o motte) haitte kimashitaga, shūryō suru dakedenaku, episōdo o owara seru koto sae dekimasendeshita watashi wa tsudzuite ita.)\u001b[22m\n\nTranslations of \u001b[4mI honestly don't know who to recommend this series to, as it changes genres and tones like the weather. The only reason character and enjoyment and story are that high are because of how much I enjoyed the first 6-7 episodes. As both a fan of anime and western superheroes, I came in (with full knowledge of the twist by the way) looking fully forward to the show in its entirety, but ended up not only quitting, but not even being able to finish the episode I was on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI honestly don't know who to recommend this series to, as it changes genres and tones like the weather.\u001b[24m\n    \u001b[1m私は正直なところ、天気のようなジャンルや色調を変えるので、このシリーズを誰に勧めるのか分からない。\u001b[22m, \u001b[1m私は正直にそれが天候などのジャンルやトーンを変更するように、このシリーズを推奨するか分かりません。\u001b[22m\n\u001b[4mThe only reason character and enjoyment and story are that high are because of how much I enjoyed the first 6-7 episodes.\u001b[24m\n    \u001b[1m私が最初の6-7のエピソードをどれだけ楽しんでいたのかという理由だけで、キャラクターや楽しさ、そしてストーリーが高い理由があります。\u001b[22m, \u001b[1m唯一の理由文字と楽しさとストーリーは高いが原因で私が最初に6-7のエピソードを楽しんでどのくらいのものであるということです。\u001b[22m\n\u001b[4mAs both a fan of anime and western superheroes, I came in (with full knowledge of the twist by the way) looking fully forward to the show in its entirety, but ended up not only quitting, but not even being able to finish the episode\u001b[24m\n    \u001b[1mアニメと西部のスーパーヒーローのファンとして、私は完全にショーを完全に見て（途中でひねりの完全な知識を持って）入ってきましたが、終了するだけでなく、エピソードを終わらせることさえできませんでした\u001b[22m, \u001b[1mアニメや西部のスーパーヒーローのファンの両方として、私はその全体がショーに完全に楽しみにして（方法によって、ねじれの完全な知識を持つ）で来たが、終了、それでもエピソードを終了することができないだけではなくなってしまいました\u001b[22m\n\u001b[4mI was on.\u001b[24m\n    \u001b[1m私は続いていた。\u001b[22m, \u001b[1m私が上でした。\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "Corocis",
    "profile": "/profile/Corocis/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=208596",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  10\n\nサムライ・フラメンコは、たとえ製作されていても、悪役を望んでいる正義の問題を微妙に尋ねるアイデアの群集です。 また、いくつかの人間の精神を掘り起こし、外傷を経験する。\n\n最初の前提はテレビ番組の英雄が現実のものになるという非常に人道的な経験でした。 耳たぶと嘲笑され、穏やかなハザマに感謝してくれた人はほとんどいませんでした。 それは平凡であり、発生した問題は特別なニュースではなかった。\n\nしかし、物語は本当のモンスターと突然ターンを取ると精神病の悪役は薄い空気のように表示されます。 その後、Flamengerであるばかげた馬鹿馬鹿しくて、そして到着する前にモンスターをプレビューする古典的なスーパーヒーローSai Taiでそれを上回る。\n\nこれは、エイリアン・フラメンコの神を打ち負かすため、MGSの上院議員であるアームストロング（Armstrong）の先駆けである。 しかし、ハザマはヒーローの典型です。 彼は周囲の他の人々を危険にさらすことを意味するならば、幻想を遂行するために製作された敵と戦い続けることを拒否する。\n\nこれは、以前と同じように、公式の悪役ではない、Haijiによって行われた嫌な攻撃によって再び打ち勝つ。 これは、秘密のアイデンティティが明らかになった場合、スーパーヒーローが気にするべきものでした。\n\n最終的な弧には、これらの精神的に壊れた文字の多くの啓示があります。これらの文字は、それらのそれぞれについて興味深いミニプロットを作成します。 それがセットアップか偶然だったかにかかわらず、最終的なアークは間違いなくファンタジーのショーのハイライトが厳しい現実に落ち着きます。\n\nショー全体は大規模なスーパーヒーロープロット乱交に乗っている、あなたは一度に4つのアニメを見たのと同じように、同じテーマを毎回7-8回に1回も見かけることはありません。\n\n芸術の方向性は優れていませんでしたが、それほど良くないとはっきりと平均しています。 プレゼンテーションは、無数のテーマと気分を伴いながら一貫していました。\n\n私はロバとしてスーパーヒーローのコンテンツになると私はバイアスとして公開しています。\nサムライフラメンコをお勧めしますか？ はい、もし彼らがプロット乱交が好きなら",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSamurai Flamenco is a cluster fuck of ideas that subtly asks the question of justice wanting villains even if they were fabricated. It also delves into some human psyches, experiencing the trauma.\n\n\u001b[1mサムライ・フラメンコは、たとえ製作されていても、悪役を望んでいる正義の問題を微妙に尋ねるアイデアの群集です。 また、いくつかの人間の精神を掘り起こし、外傷を経験する。\u001b[22m\n\u001b[1m(Samurai furamenko wa, tatoe seisaku sa rete ite mo, akuyaku o nozonde iru seigi no mondai o bimyō ni tazuneru aidea no gunshūdesu. Mata, ikutsu ka no ningen no seishin o horiokoshi, gaishō o keiken suru.)\u001b[22m\n\nTranslations of \u001b[4mSamurai Flamenco is a cluster fuck of ideas that subtly asks the question of justice wanting villains even if they were fabricated. It also delves into some human psyches, experiencing the trauma.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai Flamenco is a cluster fuck of ideas that subtly asks the question of justice wanting villains even if they were fabricated.\u001b[24m\n    \u001b[1mサムライ・フラメンコは、たとえ製作されていても、悪役を望んでいる正義の問題を微妙に尋ねるアイデアの群集です。\u001b[22m, \u001b[1mサムライフラメンコは微妙に彼らを作製した場合であっても悪役を望む正義の質問をするアイデアのクラスタファックです。\u001b[22m\n\u001b[4mIt also delves into some human psyches, experiencing the trauma.\u001b[24m\n    \u001b[1mまた、いくつかの人間の精神を掘り起こし、外傷を経験する。\u001b[22m, \u001b[1mまた、外傷を経験して、いくつかの人間psyches掘り下げ。\u001b[22m\n\u001b[1m\u001b[22m\nThe beginning premise was very humane experience of what heroes from TV shows would be in real life. Being ostrisized and ridiculed, while few thanked and supported the gentle hearted Hazama. It was mundane and the problems that occurred wasn't any extraordinary news.\n\n\u001b[1m最初の前提はテレビ番組の英雄が現実のものになるという非常に人道的な経験でした。 耳たぶと嘲笑され、穏やかなハザマに感謝してくれた人はほとんどいませんでした。 それは平凡であり、発生した問題は特別なニュースではなかった。\u001b[22m\n\u001b[1m(Saisho no zentei wa terebibangu no eiyū ga genjitsu no mono ni naru to iu hijō ni jindōtekina keikendeshita. Mimitabu to chōshō sa re, odayakana Hazama ni kansha shite kureta hito wa hotondo imasendeshita. Sore wa heibondeari, hassei shita mondai wa tokubetsuna nyūsude wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe beginning premise was very humane experience of what heroes from TV shows would be in real life. Being ostrisized and ridiculed, while few thanked and supported the gentle hearted Hazama. It was mundane and the problems that occurred wasn't any extraordinary news.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe beginning premise was very humane experience of what heroes from TV shows would be in real life.\u001b[24m\n    \u001b[1m最初の前提はテレビ番組の英雄が現実のものになるという非常に人道的な経験でした。\u001b[22m, \u001b[1m始まる前提は、実際の生活の中であろうテレビ番組からどのような英雄の非常に人間的な経験でした。\u001b[22m\n\u001b[4mBeing ostrisized and ridiculed, while few thanked and supported the gentle hearted Hazama.\u001b[24m\n    \u001b[1m耳たぶと嘲笑され、穏やかなハザマに感謝してくれた人はほとんどいませんでした。\u001b[22m, \u001b[1mいくつかは、穏やかな心を持ったハザマを感謝し、サポートしながら、ostrisizedと揶揄されています。\u001b[22m\n\u001b[4mIt was mundane and the problems that occurred wasn't any extraordinary news.\u001b[24m\n    \u001b[1mそれは平凡であり、発生した問題は特別なニュースではなかった。\u001b[22m, \u001b[1mそれは平凡だったと発生した問題は、任意の臨時ニュースではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBut the story takes a sudden turn with real monsters and psychopathic villain appears out of thin air. Then tops that with a ridiculous bullshit that is Flamenger and the classic superhero sentai trope of previewing monsters before their arrival.\n\n\u001b[1mしかし、物語は本当のモンスターと突然ターンを取ると精神病の悪役は薄い空気のように表示されます。 その後、Flamengerであるばかげた馬鹿馬鹿しくて、そして到着する前にモンスターをプレビューする古典的なスーパーヒーローSai Taiでそれを上回る。\u001b[22m\n\u001b[1m(Shikashi, monogatari wa hontō no monsutā to totsuzen tān o toru to seishinbyō no akuyaku wa usui kūki no yō ni hyōji sa remasu. Sonogo, Flamengerdearu bakageta bakabakashikute, soshite tōchaku suru mae ni monsutā o purebyū suru koten-tekina sūpāhīrō Sai Tai de sore o uwamawaru.)\u001b[22m\n\nTranslations of \u001b[4mBut the story takes a sudden turn with real monsters and psychopathic villain appears out of thin air. Then tops that with a ridiculous bullshit that is Flamenger and the classic superhero sentai trope of previewing monsters before their arrival.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the story takes a sudden turn with real monsters and psychopathic villain appears out of thin air.\u001b[24m\n    \u001b[1mしかし、物語は本当のモンスターと突然ターンを取ると精神病の悪役は薄い空気のように表示されます。\u001b[22m, \u001b[1mしかし、話は本当のモンスターとの突然のターンを取り、精神病悪役は空中から表示されます。\u001b[22m\n\u001b[4mThen tops that with a ridiculous bullshit that is Flamenger and the classic superhero sentai trope of previewing monsters before their arrival.\u001b[24m\n    \u001b[1mその後、Flamengerであるばかげた馬鹿馬鹿しくて、そして到着する前にモンスターをプレビューする古典的なスーパーヒーローSai Taiでそれを上回る。\u001b[22m, \u001b[1mそして、トップスFlamengerとその到着前にモンスターをプレビューの古典的なスーパーヒーロー戦隊比喩でとんでもないでたらめです。\u001b[22m\n\u001b[1m\u001b[22m\nThis again gets topped by senator Armstrong from MGS: reveagence propaganda, in order to defeat Alien Flamenco god. However Hazama being epitome of a hero; he refuse to continue fighting fabricated enemies to fulfil his fantasy, if it meant endangering other people around him.\n\n\u001b[1mこれは、エイリアン・フラメンコの神を打ち負かすため、MGSの上院議員であるアームストロング（Armstrong）の先駆けである。 しかし、ハザマはヒーローの典型です。 彼は周囲の他の人々を危険にさらすことを意味するならば、幻想を遂行するために製作された敵と戦い続けることを拒否する。\u001b[22m\n\u001b[1m(Kore wa, eirian furamenko no kami o uchi makasu tame, MGS no Jōin giindearu āmusutorongu (āmusutorongu) no sakigakedearu. Shikashi, Hazama wa hīrō no tenkeidesu. Kare wa shūi no ta no hitobito o kiken'nisarasu koto o imi surunaraba, gensō o suikō suru tame ni seisaku sa reta teki to tatakai tsudzukeru koto o kyohi suru.)\u001b[22m\n\nTranslations of \u001b[4mThis again gets topped by senator Armstrong from MGS: reveagence propaganda, in order to defeat Alien Flamenco god. However Hazama being epitome of a hero; he refuse to continue fighting fabricated enemies to fulfil his fantasy, if it meant endangering other people around him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis again gets topped by senator Armstrong from MGS: reveagence propaganda, in order to defeat Alien Flamenco god.\u001b[24m\n    \u001b[1mこれは、エイリアン・フラメンコの神を打ち負かすため、MGSの上院議員であるアームストロング（Armstrong）の先駆けである。\u001b[22m, \u001b[1mこれは、再びMGSから上院議員アームストロングによって突破されます：reveagenceのプロパガンダを、エイリアンフラメンコの神を倒すために。\u001b[22m\n\u001b[4mHowever Hazama being epitome of a hero;\u001b[24m\n    \u001b[1mしかし、ハザマはヒーローの典型です。\u001b[22m, \u001b[1mしかし、ハザマは主人公の縮図です。\u001b[22m\n\u001b[4mhe refuse to continue fighting fabricated enemies to fulfil his fantasy, if it meant endangering other people around him.\u001b[24m\n    \u001b[1m彼は周囲の他の人々を危険にさらすことを意味するならば、幻想を遂行するために製作された敵と戦い続けることを拒否する。\u001b[22m, \u001b[1mそれは彼の周りの他の人々を危険にさらすことを意味ならば、彼は、彼のファンタジーを満たすために製造された敵との戦いを続行することを拒否します。\u001b[22m\n\u001b[1m\u001b[22m\nThis yet again gets topped by sickening attacks made by Haiji, who is not a formulated villain like before. This was what superheroes should be concerned if their secret identity was revealed.\n\n\u001b[1mこれは、以前と同じように、公式の悪役ではない、Haijiによって行われた嫌な攻撃によって再び打ち勝つ。 これは、秘密のアイデンティティが明らかになった場合、スーパーヒーローが気にするべきものでした。\u001b[22m\n\u001b[1m(Kore wa, izen to onajiyōni, kōshiki no akuyakude wanai, Haiji ni yotte okonawa reta iyana kōgeki ni yotte futatabi uchikatsu. Kore wa, himitsu no aidentiti ga akiraka ni natta baai, sūpāhīrō ga ki ni surubeki monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis yet again gets topped by sickening attacks made by Haiji, who is not a formulated villain like before. This was what superheroes should be concerned if their secret identity was revealed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis yet again gets topped by sickening attacks made by Haiji, who is not a formulated villain like before.\u001b[24m\n    \u001b[1mこれは、以前と同じように、公式の悪役ではない、Haijiによって行われた嫌な攻撃によって再び打ち勝つ。\u001b[22m, \u001b[1mこれはまだ、再び前のように定式化悪役ではありませんハイジ製不快感を覚えるの攻撃によって突破されます。\u001b[22m\n\u001b[4mThis was what superheroes should be concerned if their secret identity was revealed.\u001b[24m\n    \u001b[1mこれは、秘密のアイデンティティが明らかになった場合、スーパーヒーローが気にするべきものでした。\u001b[22m, \u001b[1mこれは、彼らの秘密のアイデンティティが明らかになった場合は、関係がどうあるべきかのスーパーヒーローでした。\u001b[22m\n\u001b[1m\u001b[22m\nAt the final arc there is the revelations of many of these mentally broken characters which are then explored making interesting mini plots for each of them. Whether it was a setup or incidental, the final arc definitely the highlight of the show with ridiculous fantasy build up crashing down to grim reality.\n\n\u001b[1m最終的な弧には、これらの精神的に壊れた文字の多くの啓示があります。これらの文字は、それらのそれぞれについて興味深いミニプロットを作成します。 それがセットアップか偶然だったかにかかわらず、最終的なアークは間違いなくファンタジーのショーのハイライトが厳しい現実に落ち着きます。\u001b[22m\n\u001b[1m(Saishū-tekina ko ni wa, korera no seishintekini kowareta moji no ōku no keiji ga arimasu. Korera no moji wa, sorera no sorezore ni tsuite kyōmibukai minipurotto o sakusei shimasu. Sore ga settoappu ka gūzendatta ka ni kakawarazu, saishū-tekina āku wa machigainaku fantajī no shō no hairaito ga kibishī genjitsu ni ochitsukimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt the final arc there is the revelations of many of these mentally broken characters which are then explored making interesting mini plots for each of them. Whether it was a setup or incidental, the final arc definitely the highlight of the show with ridiculous fantasy build up crashing down to grim reality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the final arc there is the revelations of many of these mentally broken characters which are then explored making interesting mini plots for each of them.\u001b[24m\n    \u001b[1m最終的な弧には、これらの精神的に壊れた文字の多くの啓示があります。これらの文字は、それらのそれぞれについて興味深いミニプロットを作成します。\u001b[22m, \u001b[1m最終的なアークでは、それらのそれぞれのための興味深いミニプロットを作っ検討され、これらの精神的に壊れた文字の多くの啓示があります。\u001b[22m\n\u001b[4mWhether it was a setup or incidental, the final arc definitely the highlight of the show with ridiculous fantasy build up crashing down to grim reality.\u001b[24m\n    \u001b[1mそれがセットアップか偶然だったかにかかわらず、最終的なアークは間違いなくファンタジーのショーのハイライトが厳しい現実に落ち着きます。\u001b[22m, \u001b[1mセットアップまたは偶発的、最終アーク間違いなくばかげた幻想とショーのハイライトは厳しい現実にダウンクラッシュ構築されたかどうか。\u001b[22m\n\u001b[1m\u001b[22m\nThe show overall is a massive superhero plot orgy ride, you will never see same thematic more than once every 7-8 episodes, which is like watching 4 animes at once.\n\n\u001b[1mショー全体は大規模なスーパーヒーロープロット乱交に乗っている、あなたは一度に4つのアニメを見たのと同じように、同じテーマを毎回7-8回に1回も見かけることはありません。\u001b[22m\n\u001b[1m(Shō zentai wa ōkibona sūpāhīrōpurotto rankō ni notte iru, anata wa ichido ni 4tsu no anime o mita no to onajiyōni, onaji tēma o maikai 7 - 8-kai ni 1-kai mo mikakeru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe show overall is a massive superhero plot orgy ride, you will never see same thematic more than once every 7-8 episodes, which is like watching 4 animes at once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show overall is a massive superhero plot orgy ride, you will never see same thematic more than once every 7-8 episodes, which is like watching 4 animes at once.\u001b[24m\n    \u001b[1mショー全体は大規模なスーパーヒーロープロット乱交に乗っている、あなたは一度に4つのアニメを見たのと同じように、同じテーマを毎回7-8回に1回も見かけることはありません。\u001b[22m, \u001b[1m全体のショーは大規模なスーパーヒーローのプロット乱交乗っている、あなたは一度に4アニメを見ているようであるごとに7-8のエピソード、より同じテーマの多くを見ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art direction wasn't anything outstanding, but definitely average if not better. Presentation was consistent while accompanying myriad of themes and moods.\n\n\u001b[1m芸術の方向性は優れていませんでしたが、それほど良くないとはっきりと平均しています。 プレゼンテーションは、無数のテーマと気分を伴いながら一貫していました。\u001b[22m\n\u001b[1m(Geijutsu no hōkō-sei wa sugurete imasendeshitaga, sore hodo yokunaito hakkiri to heikin shite imasu. Purezentēshon wa, musū no tēma to kibun o tomonainagara ikkan shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art direction wasn't anything outstanding, but definitely average if not better. Presentation was consistent while accompanying myriad of themes and moods.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art direction wasn't anything outstanding, but definitely average if not better.\u001b[24m\n    \u001b[1m芸術の方向性は優れていませんでしたが、それほど良くないとはっきりと平均しています。\u001b[22m, \u001b[1mアートディレクションは、卓越した何もありませんでしたが、間違いなく平均的でない場合より良いです。\u001b[22m\n\u001b[4mPresentation was consistent while accompanying myriad of themes and moods.\u001b[24m\n    \u001b[1mプレゼンテーションは、無数のテーマと気分を伴いながら一貫していました。\u001b[22m, \u001b[1mテーマや気分の無数に伴うながらプレゼンテーションが一致していました。\u001b[22m\n\u001b[1m\u001b[22m\nAs a disclosure I am bias as donkey when it comes to superhero content.\n\n\u001b[1m私はロバとしてスーパーヒーローのコンテンツになると私はバイアスとして公開しています。\u001b[22m\n\u001b[1m(Watashi wa roba to shite sūpāhīrō no kontentsu ni naru to watashi wa baiasu to shite kōkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a disclosure I am bias as donkey when it comes to superhero content.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a disclosure I am bias as donkey when it comes to superhero content.\u001b[24m\n    \u001b[1m私はロバとしてスーパーヒーローのコンテンツになると私はバイアスとして公開しています。\u001b[22m, \u001b[1mそれはコンテンツのスーパーヒーローになると開示として、私はロバのようにバイアスをしています。\u001b[22m\nShould you recommend Samurai Flamenco? Yes, if they like plot orgy\n\n\u001b[1mサムライフラメンコをお勧めしますか？ はい、もし彼らがプロット乱交が好きなら\u001b[22m\n\u001b[1m(Samuraifuramenko o o susume shimasu ka? Hai, moshi karera ga purotto rankō ga sukinara)\u001b[22m\n\nTranslations of \u001b[4mShould you recommend Samurai Flamenco? Yes, if they like plot orgy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShould you recommend Samurai Flamenco?\u001b[24m\n    \u001b[1mサムライフラメンコをお勧めしますか？\u001b[22m, \u001b[1mあなたはサムライフラメンコをお勧めする必要がありますか？\u001b[22m\n\u001b[4mYes, if they like plot orgy\u001b[24m\n    \u001b[1mはい、もし彼らがプロット乱交が好きなら\u001b[22m, \u001b[1mはい、彼らはプロット乱交が好きなら\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "AnimeFtw1",
    "profile": "/profile/AnimeFtw1/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=140071",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nサムライフラメンコは素晴らしい流れをしていました。\n\nいくつかのエピソードのために、それは私にそれをゆったりとしたスタイル、面白いキャラクター、楽しい「半スライス・オブ・ライフ」ジャンルのジャンルに魅せてくれました。 このショーは、「スーパーヒーローズ」の現実的な視点を取り入れようとしていました。 バットマンとよく似ていますが、世界が破壊されるのを止めることではありません。 それはちょうどゴミや盗み銭などの毎日の犯罪を止めることだった。\n\n突然、何かそんなにうんざりしたことが起こった。 これはM. Night Shyamalanレベルを上回っていました。 それは大変だった。 これは、Snickersバーを開き、代わりに遅れたMarsバーを取得するようなものです。\n\nなぜ、あなたはどうしてこのようなことをしますか？ 彼がエピソード7を作ったとき、この監督の心に何が入ったのですか？ そのエピソードの最後の5分間に何が起こったのですか？なぜそれが起こったのですか？\n\n私はアニメがこのような小さな時間でこの巨大なターンを取るのを見たことは一度もありません。 正直なところ、この番組は見直すことができません。\n\n「ファック・ユー」 -  Samurai Flamenco Episode 7、18:00、Omori Takahiro\n\nそれはたわごと10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nSamurai Flamenco had a nice flow.\n\n\u001b[1mサムライフラメンコは素晴らしい流れをしていました。\u001b[22m\n\u001b[1m(Samuraifuramenko wa subarashī nagare o shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mSamurai Flamenco had a nice flow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai Flamenco had a nice flow.\u001b[24m\n    \u001b[1mサムライフラメンコは素晴らしい流れをしていました。\u001b[22m, \u001b[1mサムライフラメンコはいい流れを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nFor several episodes it kept me hooked to it's laid back style, interesting characters and enjoyable 'semi slice of life' genre. This show was trying to take on a realistic view of 'Superheroes'. A lot like Batman, but it wasn't about stopping the world from getting destroyed or anything. It was just stopping everyday crimes such as littering or stealing purses.\n\n\u001b[1mいくつかのエピソードのために、それは私にそれをゆったりとしたスタイル、面白いキャラクター、楽しい「半スライス・オブ・ライフ」ジャンルのジャンルに魅せてくれました。 このショーは、「スーパーヒーローズ」の現実的な視点を取り入れようとしていました。 バットマンとよく似ていますが、世界が破壊されるのを止めることではありません。 それはちょうどゴミや盗み銭などの毎日の犯罪を止めることだった。\u001b[22m\n\u001b[1m(Ikutsu ka no episōdo no tame ni, sore wa watashi ni sore o yuttari to shita sutairu, omoshiroi kyarakutā, tanoshī `han suraisu Obu raifu' janru no janru ni misete kuremashita. Kono shō wa,`sūpāhīrōzu' no genjitsu-tekina shiten o toriireyou to shite imashita. Battoman to yoku nite imasuga, sekai ga hakai sa reru no o tomeru kotode wa arimasen. Sore wa chōdo gomi ya nusumi zeni nado no mainichi no hanzai o tomeru kotodatta.)\u001b[22m\n\nTranslations of \u001b[4mFor several episodes it kept me hooked to it's laid back style, interesting characters and enjoyable 'semi slice of life' genre. This show was trying to take on a realistic view of 'Superheroes'. A lot like Batman, but it wasn't about stopping the world from getting destroyed or anything. It was just stopping everyday crimes such as littering or stealing purses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor several episodes it kept me hooked to it's laid back style, interesting characters and enjoyable 'semi slice of life' genre.\u001b[24m\n    \u001b[1mいくつかのエピソードのために、それは私にそれをゆったりとしたスタイル、面白いキャラクター、楽しい「半スライス・オブ・ライフ」ジャンルのジャンルに魅せてくれました。\u001b[22m, \u001b[1mいくつかのエピソードのために、それは私が夢中にそれがスタイル、面白いキャラクターと楽しい「半スライス人生の「ジャンルをリラックスだと続けました。\u001b[22m\n\u001b[4mThis show was trying to take on a realistic view of 'Superheroes'.\u001b[24m\n    \u001b[1mこのショーは、「スーパーヒーローズ」の現実的な視点を取り入れようとしていました。\u001b[22m, \u001b[1mこの番組は「スーパーヒーロー」の現実的な見解を取るしようとしていました。\u001b[22m\n\u001b[4mA lot like Batman, but it wasn't about stopping the world from getting destroyed or anything.\u001b[24m\n    \u001b[1mバットマンとよく似ていますが、世界が破壊されるのを止めることではありません。\u001b[22m, \u001b[1mバットマンのような多くは、それが破壊されるか、何も取得から世界を停止についてはありませんでした。\u001b[22m\n\u001b[4mIt was just stopping everyday crimes such as littering or stealing purses.\u001b[24m\n    \u001b[1mそれはちょうどゴミや盗み銭などの毎日の犯罪を止めることだった。\u001b[22m, \u001b[1mそれはちょうどそのようなポイ捨てや財布を盗んだとして、日常の犯罪を停止しました。\u001b[22m\n\u001b[1m\u001b[22m\nSUDDENLY, something so fucked up happened. This was above M. Night Shyamalan level. It was so whack. It's like opening a Snickers bar and getting a retarded Mars bar instead.\n\n\u001b[1m突然、何かそんなにうんざりしたことが起こった。 これはM. Night Shyamalanレベルを上回っていました。 それは大変だった。 これは、Snickersバーを開き、代わりに遅れたMarsバーを取得するようなものです。\u001b[22m\n\u001b[1m(Totsuzen, nanika son'nani unzari shita koto ga okotta. Kore wa M. Night Shyamalan reberu o uwamawatte imashita. Sore wa taihendatta. Kore wa, Snickers bā o hiraki, kawarini okureta Mars bā o shutoku suru yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSUDDENLY, something so fucked up happened. This was above M. Night Shyamalan level. It was so whack. It's like opening a Snickers bar and getting a retarded Mars bar instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSUDDENLY, something so fucked up happened.\u001b[24m\n    \u001b[1m突然、何かそんなにうんざりしたことが起こった。\u001b[22m, \u001b[1m突然、何かがそう起こっめちゃくちゃ。\u001b[22m\n\u001b[4mThis was above M. Night Shyamalan level.\u001b[24m\n    \u001b[1mこれはM. Night Shyamalanレベルを上回っていました。\u001b[22m, \u001b[1mこれは、M・ナイト・シャマランのレベルを超えていました。\u001b[22m\n\u001b[4mIt was so whack.\u001b[24m\n    \u001b[1mそれは大変だった。\u001b[22m, \u001b[1mそれはそう強打しました。\u001b[22m\n\u001b[4mIt's like opening a Snickers bar and getting a retarded Mars bar instead.\u001b[24m\n    \u001b[1mこれは、Snickersバーを開き、代わりに遅れたMarsバーを取得するようなものです。\u001b[22m, \u001b[1mこれは、スニッカーズバーを開き、代わりに遅火星バーを得るようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nI ask why, why do you do something like this? What went through this director's mind when he made episode 7? What the fuck happened in those last 5 minutes of that episode and why did it happen?\n\n\u001b[1mなぜ、あなたはどうしてこのようなことをしますか？ 彼がエピソード7を作ったとき、この監督の心に何が入ったのですか？ そのエピソードの最後の5分間に何が起こったのですか？なぜそれが起こったのですか？\u001b[22m\n\u001b[1m(Naze, anata wa dōshite kono yōna koto o shimasu ka? Kare ga episōdo 7 o tsukutta toki, kono kantoku no kokoro ni nani ga haitta nodesu ka? Sono episōdo no saigo no 5-funkan ni nani ga okotta nodesu ka? Naze sore ga okotta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI ask why, why do you do something like this? What went through this director's mind when he made episode 7? What the fuck happened in those last 5 minutes of that episode and why did it happen?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI ask why, why do you do something like this?\u001b[24m\n    \u001b[1mなぜ、あなたはどうしてこのようなことをしますか？\u001b[22m, \u001b[1m私はなぜ尋ねる、なぜあなたはこのような何かをしていますか？\u001b[22m\n\u001b[4mWhat went through this director's mind when he made episode 7?\u001b[24m\n    \u001b[1m彼がエピソード7を作ったとき、この監督の心に何が入ったのですか？\u001b[22m, \u001b[1m彼はエピソード7を作ったときに何がこの監督の心を通り抜けましたか？\u001b[22m\n\u001b[4mWhat the fuck happened in those last 5 minutes of that episode and why did it happen?\u001b[24m\n    \u001b[1mそのエピソードの最後の5分間に何が起こったのですか？なぜそれが起こったのですか？\u001b[22m, \u001b[1m何だ一体そのエピソードのそれらの最後の5分間に起こったとなぜそれが起こるのですか？\u001b[22m\n\u001b[1m\u001b[22m\nI have never seen an anime take this huge of a turn in such a small amount of time. Honestly, this show cannot be reviewed.\n\n\u001b[1m私はアニメがこのような小さな時間でこの巨大なターンを取るのを見たことは一度もありません。 正直なところ、この番組は見直すことができません。\u001b[22m\n\u001b[1m(Watashi wa anime ga ko no yōna chīsana jikan de kono kyodaina tān o toru no o mita koto wa ichido mo arimasen. Shōjikina tokoro, kono bangumi wa minaosu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI have never seen an anime take this huge of a turn in such a small amount of time. Honestly, this show cannot be reviewed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have never seen an anime take this huge of a turn in such a small amount of time.\u001b[24m\n    \u001b[1m私はアニメがこのような小さな時間でこの巨大なターンを取るのを見たことは一度もありません。\u001b[22m, \u001b[1m私はアニメは時間のような少量のターンのこの巨大なを取る見たことがありません。\u001b[22m\n\u001b[4mHonestly, this show cannot be reviewed.\u001b[24m\n    \u001b[1m正直なところ、この番組は見直すことができません。\u001b[22m, \u001b[1m正直なところ、このショーを見直すことができません。\u001b[22m\n\u001b[1m\u001b[22m\n'Fuck you' - Samurai Flamenco Episode 7, 18:00, Omori Takahiro\n\n\u001b[1m「ファック・ユー」 -  Samurai Flamenco Episode 7、18:00、Omori Takahiro\u001b[22m\n\u001b[1m(`Fakku yū' - Samurai furamenko episōdo 7, 18: 00, Omori Takahiro)\u001b[22m\n\nTranslations of \u001b[4m'Fuck you' - Samurai Flamenco Episode 7, 18:00, Omori Takahiro\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Fuck you' - Samurai Flamenco Episode 7, 18:00, Omori Takahiro\u001b[24m\n    \u001b[1m「ファック・ユー」 -  Samurai Flamenco Episode 7、18:00、Omori Takahiro\u001b[22m, \u001b[1m「性交」 - サムライフラメンコエピソード7、午後6時、大森貴弘\u001b[22m\n\u001b[1m\u001b[22m\nit's shit 10/10\n\n\u001b[1mそれはたわごと10/10\u001b[22m\n\u001b[1m(Sore wa tawagoto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mit's shit 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit's shit 10/10\u001b[24m\n    \u001b[1mそれはたわごと10/10\u001b[22m, \u001b[1mそれはたわごと10/10です\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "MeowMix2K16",
    "profile": "/profile/MeowMix2K16/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=231921",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nそれで、サムライフラメンコを最初の3ヶ月のエピソードを見てから数ヶ月間振り切って見たところで、私の気持ちが混ざりました。\n\n私はそれがやったルートを取ることをやっと期待していましたが、もちろんスポイラーはありませんでした。 ある種のキャラクターは脱落して不必要に感じられたのですが、悪党の一人でさえ認知されたこともあります。\n\n私は、正義の人生の主人公に関するすべてがとても便利なように思えたのが好きではありませんでした。 再び、スポイラーはいないが、後で彼のキャリアの大きな側面があり、私は信じられないほどの苦労があり、それは私にはあまり意味がない。\n\nしかし、私は正義が対戦相手とどう対処するかを見て興奮していましたが、これらの方法は面白かったです。 彼は正義を表明しており、最小の犯罪でさえ本質的に人々をニックピックする。 きちんとした特性ですが、どうやって古くなるのか分かります。\n\n最終的には、サムライ・フラメンコは良い時計だったにもかかわらず、面白かったです。 その欠点と機会を逃したにもかかわらず、私はそれが問題ないと思う。 それは良い芸術、面白いアクションシーン、そして大丈夫な話があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo..I just finished watching Samurai Flamenco after putting it off for a couple months, after watching the first 3 or so episodes, and my feelings on it are mixed.\n\n\u001b[1mそれで、サムライフラメンコを最初の3ヶ月のエピソードを見てから数ヶ月間振り切って見たところで、私の気持ちが混ざりました。\u001b[22m\n\u001b[1m(Sore de, samuraifuramenko o saisho no 3kagetsu no episōdo o mite kara sū-kagetsu-kan furikitte mita tokoro de, watashi no kimochi ga mazarimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo..I just finished watching Samurai Flamenco after putting it off for a couple months, after watching the first 3 or so episodes, and my feelings on it are mixed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo..I just finished watching Samurai Flamenco after putting it off for a couple months, after watching the first 3 or so episodes, and my feelings on it are mixed.\u001b[24m\n    \u001b[1mそれで、サムライフラメンコを最初の3ヶ月のエピソードを見てから数ヶ月間振り切って見たところで、私の気持ちが混ざりました。\u001b[22m, \u001b[1mSo..Iは、単に最初の3かそこらのエピソードを見た後、数ヶ月のためにそれを先送りした後、サムライフラメンコを見終わって、その上に自分の気持ちが混在しています。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I was kinda expecting it to take the route it did, no spoilers of course, I feel as if it could have done it better, for sure. Certain characters fell off and felt unnecessary, or just as sidekicks, something that's even acknowledged by one of the villains.\n\n\u001b[1m私はそれがやったルートを取ることをやっと期待していましたが、もちろんスポイラーはありませんでした。 ある種のキャラクターは脱落して不必要に感じられたのですが、悪党の一人でさえ認知されたこともあります。\u001b[22m\n\u001b[1m(Watashi wa sore ga yatta rūto o toru koto o yatto kitai shite imashitaga, mochiron supoirā wa arimasendeshita. Arushuno kyarakutā wa datsuraku shite fuhitsuyō ni kanji rareta nodesuga, akutō no hitoride sae ninchi sa reta koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile I was kinda expecting it to take the route it did, no spoilers of course, I feel as if it could have done it better, for sure. Certain characters fell off and felt unnecessary, or just as sidekicks, something that's even acknowledged by one of the villains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I was kinda expecting it to take the route it did, no spoilers of course, I feel as if it could have done it better, for sure.\u001b[24m\n    \u001b[1m私はそれがやったルートを取ることをやっと期待していましたが、もちろんスポイラーはありませんでした。\u001b[22m, \u001b[1m私はちょっとそれはそれがなかったルートを取ることを期待しましたが、それは確かに、良いことを行っている可能性があるかのように、当然のないスポイラーは、私は感じません。\u001b[22m\n\u001b[4mCertain characters fell off and felt unnecessary, or just as sidekicks, something that's even acknowledged by one of the villains.\u001b[24m\n    \u001b[1mある種のキャラクターは脱落して不必要に感じられたのですが、悪党の一人でさえ認知されたこともあります。\u001b[22m, \u001b[1m特定の文字が落ち、不要な感じ、またはちょうど相棒、でも悪人の1によって認め何かとして。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't like how everything regarding the hero side of Masayoshi's life seemed so convenient. Again, no spoilers, but there's a big aspect of his career later on that I have a very hard time finding believable, and it didn't make much sense to me.\n\n\u001b[1m私は、正義の人生の主人公に関するすべてがとても便利なように思えたのが好きではありませんでした。 再び、スポイラーはいないが、後で彼のキャリアの大きな側面があり、私は信じられないほどの苦労があり、それは私にはあまり意味がない。\u001b[22m\n\u001b[1m(Watashi wa, seigi no jinsei no shujinkō ni kansuru subete ga totemo benrina yō ni omoeta no ga sukide wa arimasendeshita. Futatabi, supoirā wa inaiga,-go de kare no kyaria no ōkina sokumen ga ari, watashi wa shinji rarenai hodo no kurō ga ari, soreha watashiniha amari imiganai.)\u001b[22m\n\nTranslations of \u001b[4mI didn't like how everything regarding the hero side of Masayoshi's life seemed so convenient. Again, no spoilers, but there's a big aspect of his career later on that I have a very hard time finding believable, and it didn't make much sense to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't like how everything regarding the hero side of Masayoshi's life seemed so convenient.\u001b[24m\n    \u001b[1m私は、正義の人生の主人公に関するすべてがとても便利なように思えたのが好きではありませんでした。\u001b[22m, \u001b[1m私は正義の人生の主人公側に関してはすべてがとても便利に思えたか好きではありませんでした。\u001b[22m\n\u001b[4mAgain, no spoilers, but there's a big aspect of his career later on that I have a very hard time finding believable, and it didn't make much sense to me.\u001b[24m\n    \u001b[1m再び、スポイラーはいないが、後で彼のキャリアの大きな側面があり、私は信じられないほどの苦労があり、それは私にはあまり意味がない。\u001b[22m, \u001b[1mここでも、スポイラーは、私は信じられない見つけるのは非常に難しい時間を持っていることを後で彼のキャリアの大きな側面がありません、それは私にはあまり意味がありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBut, I was often excited to see how Masayoshi would deal with his opponents, and these methods were interesting to see. He stands for justice, and will essentially nitpick people for even the smallest offences. A neat trait, but I can see how it could get old.\n\n\u001b[1mしかし、私は正義が対戦相手とどう対処するかを見て興奮していましたが、これらの方法は面白かったです。 彼は正義を表明しており、最小の犯罪でさえ本質的に人々をニックピックする。 きちんとした特性ですが、どうやって古くなるのか分かります。\u001b[22m\n\u001b[1m(Shikashi, watashi wa seigi ga taisen aite to dō taisho suru ka o mite kōfun shite imashitaga, korera no hōhō wa omoshirokattadesu. Kare wa seigi o hyōmei shite ori, saishō no hanzaide sae honshitsu-teki ni hitobito o nikkupikku suru. Kichinto shita tokuseidesuga, dō yatte furuku naru no ka wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut, I was often excited to see how Masayoshi would deal with his opponents, and these methods were interesting to see. He stands for justice, and will essentially nitpick people for even the smallest offences. A neat trait, but I can see how it could get old.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, I was often excited to see how Masayoshi would deal with his opponents, and these methods were interesting to see.\u001b[24m\n    \u001b[1mしかし、私は正義が対戦相手とどう対処するかを見て興奮していましたが、これらの方法は面白かったです。\u001b[22m, \u001b[1mしかし、私は頻繁に正義が彼の相手に対処する方法を見て興奮していた、これらの方法は、見て面白かったです。\u001b[22m\n\u001b[4mHe stands for justice, and will essentially nitpick people for even the smallest offences.\u001b[24m\n    \u001b[1m彼は正義を表明しており、最小の犯罪でさえ本質的に人々をニックピックする。\u001b[22m, \u001b[1m彼は正義の略で、基本的にあっても、最小の罪のために人々を小うるさいます。\u001b[22m\n\u001b[4mA neat trait, but I can see how it could get old.\u001b[24m\n    \u001b[1mきちんとした特性ですが、どうやって古くなるのか分かります。\u001b[22m, \u001b[1mきちんとした形質が、私はそれが古い得ることができるかを見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, Samurai Flamenco was a good watch, and entertaining nonetheless. Despite its shortcomings and missed opportunities, I think it was alright. It has good art, interesting action scenes, and an okay story.\n\n\u001b[1m最終的には、サムライ・フラメンコは良い時計だったにもかかわらず、面白かったです。 その欠点と機会を逃したにもかかわらず、私はそれが問題ないと思う。 それは良い芸術、面白いアクションシーン、そして大丈夫な話があります。\u001b[22m\n\u001b[1m(Saishūtekini wa, samurai furamenko wa yoi tokeidatta nimokakawarazu, omoshirokattadesu. Sono ketten to kikai o nogashita nimokakawarazu, watashi wa sore ga mondainai to omou. Sore wa yoi geijutsu, omoshiroi akushonshīn, soshite daijōbuna hanashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, Samurai Flamenco was a good watch, and entertaining nonetheless. Despite its shortcomings and missed opportunities, I think it was alright. It has good art, interesting action scenes, and an okay story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, Samurai Flamenco was a good watch, and entertaining nonetheless.\u001b[24m\n    \u001b[1m最終的には、サムライ・フラメンコは良い時計だったにもかかわらず、面白かったです。\u001b[22m, \u001b[1m最後に、サムライフラメンコは良い時計だった、そしてそれにもかかわらず面白いです。\u001b[22m\n\u001b[4mDespite its shortcomings and missed opportunities, I think it was alright.\u001b[24m\n    \u001b[1mその欠点と機会を逃したにもかかわらず、私はそれが問題ないと思う。\u001b[22m, \u001b[1mその欠点と逃したチャンスにもかかわらず、私はそれは大丈夫だったと思います。\u001b[22m\n\u001b[4mIt has good art, interesting action scenes, and an okay story.\u001b[24m\n    \u001b[1mそれは良い芸術、面白いアクションシーン、そして大丈夫な話があります。\u001b[22m, \u001b[1mそれは良い芸術、面白いアクションシーン、そして大丈夫物語を持っています。\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "alberto167",
    "profile": "/profile/alberto167/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=137697",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私はそれが私がそれについてのレビューをする前に放映を終えるまで待っていました、そして、それは終わりです。私は公式にサムライ・フラメンコがsh '\n\nこれは、日本のスーパーヒーローを見ている若者である葉山正義さんの物語（仮面ライダーのパワーレンジャーのようなもの）が奇妙な妄想を抱いている...彼は実生活のスーパーヒーローになり、正義のために犯罪と戦うことにします 彼の最初の試みが失敗した後、警察官の後藤が彼を逮捕するのではなく、彼を去ることに決め、Masayoshiと非常に強い関係を築き、最終的には親友になる警察官によって発見される。\n\nそれでもMasayoshi dosentはあきらめて、スーパーヒーローになるという彼の探求を続け、偉大さへの彼の長い旅を続けています。 この旅の間、彼は彼の行為に触発され、彼を養成することを決める正義の古いショーの俳優のように彼を助けることを決定した新しい味方に会う、スーパーヒーローにもなることを決めるポップスター、  Samurai Flamencoの武器やガジェットを作ることにした科学者。\n\n私がこのアニメに最初に惹かれたのは、現実主義と驚くほどのペーシングだった。それは驚くほどよく書かれており、キャラクターにはこのような偉大な人格があった。  ep 7が到着したときに変更されました...\n誰もこれを待っておらず、あなた自身のために\n\n\n\nスポイラー\n\n\n\n\n\nドラッグショックで麻薬ディーラーが腹のためのギロチンを持つジャイアントサイバネティック・ゴリラに変わると、ショー全体のリアリズムが一瞬で落ちる...\nうん本当の話...\n\nこれは100％リアルで、私はそれを見たときに困惑しました...\nどのようにショーのワイヤーネストの氷山の先端、巨大なロボット、突然変異体、サイボーグ、さらにはエイリアンが登場するだけで、ショーはそれについての副題さえもない。\n\nそれでもまだ非常に面白いと物語はまだよく書かれても、サメジャンプのいくつかのインデックスと完全に雄牛のプロットポイントがあります...\n\nまだまだそれはまだ2つの大きな弱点があります。\n\n - 常に変化するペース\nそして終わり\n\nショーは一貫してその話を変え、ペーシングの変化も同様に変化させる\n1分ショーは非常に現実的です、私は現実的でグーフィー、その後非常に暗い、叙事詩よりも、不条理より....そのショーのような複数の人格障害または多くの薬をした。\n\n終わりのようなものは私に接していたわけではなく、何かが愚かだったからではなく、何か特別なものだったから...私はすべてを包括する偉大なクライマックスを待っていたが、代わりにフィラーで終わった。\n\n\nしかしサムライ・フラメンコはいいショー、あるいはむしろサムライ・フラメンコは創造的なプロセスがどうやって衝突するかを完全に示す非常に良い実験です。\n\nこのショーはすべての人にとっては大したことではありませんが、私はまだスーパーヒーローショーが好きな人にはそれを見てもらうようお勧めします。\n\n\nビア・トゥルーア!!!!!!!",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI wanted to wait until it finished airing before I made a review about it and now that is over I can officially say that Samurai Flamenco is weird as sh''\n\n\u001b[1m私はそれが私がそれについてのレビューをする前に放映を終えるまで待っていました、そして、それは終わりです。私は公式にサムライ・フラメンコがsh '\u001b[22m\n\u001b[1m(Watashi wa sore ga watashi ga sore ni tsuite no rebyū o suru mae ni hōei o oeru made matte imashita, soshite, soreha owaridesu. Watashi wa kōshiki ni samurai furamenko ga sh')\u001b[22m\n\nTranslations of \u001b[4mI wanted to wait until it finished airing before I made a review about it and now that is over I can officially say that Samurai Flamenco is weird as sh''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wanted to wait until it finished airing before I made a review about it and now that is over I can officially say that Samurai Flamenco is weird as sh''\u001b[24m\n    \u001b[1m私はそれが私がそれについてのレビューをする前に放映を終えるまで待っていました、そして、それは終わりです。私は公式にサムライ・フラメンコがsh '\u001b[22m, \u001b[1m「私は正式に「サムライフラメンコはSHとして奇妙であると言うことができます私はそれについてのレビューを作っ前に放映終了するまで待機したかったと今では終わりました\u001b[22m\n\u001b[1m\u001b[22m\nThis a story of Hazama Masayoshi a young man how grue up watching Japanese super hero shows (like Kamen Rider our the Power Rangers) and gain a strange obsession by them... He decides to become a real life super hero and fight crime for justice and for all that is good but after his first attempt fails he is discovered by Goto a police officer who instead of arresting him decides to let him go and builds a very strong relationship with Masayoshi and eventually becoming best friends.\n\n\u001b[1mこれは、日本のスーパーヒーローを見ている若者である葉山正義さんの物語（仮面ライダーのパワーレンジャーのようなもの）が奇妙な妄想を抱いている...彼は実生活のスーパーヒーローになり、正義のために犯罪と戦うことにします しかし、彼の最初の試みが失敗した後、警察官の後藤が彼を逮捕する代わりに、彼が行くことを決断し、Masayoshiと非常に強い関係を築き、最終的には親友になる警察官によって発見される。\u001b[22m\n\u001b[1m(Kore wa, Nihon no sūpāhīrō o mite iru wakamonodearu Hayama Masayoshi-san no monogatari (kamen raidā no pawārenjā no yōna mono) ga kimyōna mōsō o daite iru... Kare wa jisseikatsu no sūpāhīrō ni nari, seiginotameni hanzai to tatakau koto ni shimasu shikashi, kare no saisho no kokoromi ga shippaishita-go, keisatsukan no Gotō ga kare o taiho suru kawari ni, kare ga iku koto o ketsudan shi, Masayoshi to hijō ni tsuyoi kankei o kizuki, saishūtekini wa shin'yū ni naru keisatsukan ni yotte hakken sa reru.)\u001b[22m\n\nTranslations of \u001b[4mThis a story of Hazama Masayoshi a young man how grue up watching Japanese super hero shows (like Kamen Rider our the Power Rangers) and gain a strange obsession by them... He decides to become a real life super hero and fight crime for justice and for all that is good but after his first attempt fails he is discovered by Goto a police officer who instead of arresting him decides to let him go and builds a very strong relationship with Masayoshi and eventually becoming best friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis a story of Hazama Masayoshi a young man how grue up watching Japanese super hero shows (like Kamen Rider our the Power Rangers) and gain a strange obsession by them... He decides to become a real life super hero and fight crime for justice\u001b[24m\n    \u001b[1mこれは、日本のスーパーヒーローを見ている若者である葉山正義さんの物語（仮面ライダーのパワーレンジャーのようなもの）が奇妙な妄想を抱いている...彼は実生活のスーパーヒーローになり、正義のために犯罪と戦うことにします\u001b[22m, \u001b[1mこのハザマ正義の話日本のスーパーヒーローのショーを見ながらどのように恐怖の身震い若い男（仮面ライダーのような私たちのパワーレンジャー）とそれらによって奇妙な強迫観念を獲得...彼は現実の生活のスーパーヒーローになると正義のために犯罪と戦うために決定します\u001b[22m\n\u001b[4mand for all that is good but after his first attempt fails he is discovered by Goto a police officer who instead of arresting him decides to let him go and builds a very strong relationship with Masayoshi and eventually becoming best friends.\u001b[24m\n    \u001b[1mしかし、彼の最初の試みが失敗した後、警察官の後藤が彼を逮捕する代わりに、彼が行くことを決断し、Masayoshiと非常に強い関係を築き、最終的には親友になる警察官によって発見される。\u001b[22m, \u001b[1mそしてすべてのことのために良いのですが、彼の最初の試みは、彼は後藤代わりに彼を逮捕の彼が行くと正義、最終的に親友になってきてと非常に強力な関係を構築してみましょうすることを決定した警察官が発見されて失敗した後。\u001b[22m\n\u001b[1m\u001b[22m\nEven so Masayoshi dosent give up and continues his quest to become a super hero and continues his long journey to greatness. Its during this journey that he meets new allies who got inspired by his deed and decide to assist him like an actor of one of Masayoshi's old shows who decides to train him , a pop star who decides to be a super hero as well ,and a scientist that decided to make weapons and gadgets for Samurai Flamenco.\n\n\u001b[1mそれでもMasayoshi dosentはあきらめて、スーパーヒーローになるという彼の探求を続け、偉大さへの彼の長い旅を続けています。 この旅の間、彼は彼の行為に触発され、彼を養成することを決める正義の古いショーの俳優のように彼を助けることを決定した新しい味方に会う、スーパーヒーローにもなることを決めるポップスター、  Samurai Flamencoの武器やガジェットを作ることにした科学者。\u001b[22m\n\u001b[1m(Soredemo Masayoshi dosent wa akiramete, sūpāhīrō ni naru to iu kare no tankyū o tsudzuke, idai-sa e no kare no nagai tabi o tsudzukete imasu. Kono tabi no ma, kare wa kare no kōi ni shokuhatsu sa re, kare o yōsei suru koto o kimeru seigi no furui shō no haiyū no yō ni kare o tasukeru koto o kettei shita atarashī mikata ni au, sūpāhīrō ni mo naru koto o kimeru poppusutā, Samurai furamenko no buki ya gajetto o tsukuru koto ni shita kagaku-sha.)\u001b[22m\n\nTranslations of \u001b[4mEven so Masayoshi dosent give up and continues his quest to become a super hero and continues his long journey to greatness. Its during this journey that he meets new allies who got inspired by his deed and decide to assist him like an actor of one of Masayoshi's old shows who decides to train him , a pop star who decides to be a super hero as well ,and a scientist that decided to make weapons and gadgets for Samurai Flamenco.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven so Masayoshi dosent give up and continues his quest to become a super hero and continues his long journey to greatness.\u001b[24m\n    \u001b[1mそれでもMasayoshi dosentはあきらめて、スーパーヒーローになるという彼の探求を続け、偉大さへの彼の長い旅を続けています。\u001b[22m, \u001b[1mでも正義はあきらめdosentとスーパーヒーローになるために彼の探求を続け、偉大さに彼の長い旅を続けるように。\u001b[22m\n\u001b[4mIts during this journey that he meets new allies who got inspired by his deed and decide to assist him like an actor of one of Masayoshi's old shows who decides to train him , a pop star who decides to be a super hero as well ,and a\u001b[24m\n    \u001b[1mこの旅の間、彼は彼の行為に触発され、彼を養成することを決める正義の古いショーの俳優のように彼を助けることを決定した新しい味方に会う、スーパーヒーローにもなることを決めるポップスター、\u001b[22m, \u001b[1mその彼が彼の行為に触発さ、彼を訓練することを決定した正義の古いショーの1の俳優のように彼を支援することを決定しました新しい同盟国を満たしているこの旅の間に、決定したポップスターは、スーパーヒーローにもなる、とします\u001b[22m\n\u001b[4mscientist that decided to make weapons and gadgets for Samurai Flamenco.\u001b[24m\n    \u001b[1mSamurai Flamencoの武器やガジェットを作ることにした科学者。\u001b[22m, \u001b[1mサムライフラメンコのために武器やガジェットを作ることにした科学者。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing that made me be attracted to this anime in the first place was the realism and the amazing pacing , it was amazingly well written and the characters had such great personalities that made me think if id put this Im my top 10. How ever everything changed when ep 7 arrived...\n\n\u001b[1m私がこのアニメに最初に惹かれたのは、現実主義と驚くほどのペーシングだった。それは驚くほどよく書かれており、キャラクターにはこのような偉大な人格があった。  ep 7が到着したときに変更されました...\u001b[22m\n\u001b[1m(Watashi ga kono anime ni saisho ni hika reta no wa, genjitsu shugi to odoroku hodo no pēshingudatta. Sore wa odoroku hodo yoku kaka rete ori, kyarakutā ni hako no yōna idaina jinkaku ga atta. Ep 7 ga tōchaku shita toki ni henkō sa remashita...)\u001b[22m\n\nTranslations of \u001b[4mThe thing that made me be attracted to this anime in the first place was the realism and the amazing pacing , it was amazingly well written and the characters had such great personalities that made me think if id put this Im my top 10. How ever everything changed when ep 7 arrived...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing that made me be attracted to this anime in the first place was the realism and the amazing pacing , it was amazingly well written and the characters had such great personalities that made me think if id put this Im my top 10. How ever everything\u001b[24m\n    \u001b[1m私がこのアニメに最初に惹かれたのは、現実主義と驚くほどのペーシングだった。それは驚くほどよく書かれており、キャラクターにはこのような偉大な人格があった。\u001b[22m, \u001b[1m私は最初の場所でこのアニメに魅了され作られたものは、リアリズムと驚くほどのペースだった、それは驚くほどよく書かれた文字は、idがどのように今までにすべてこのイム私のトップ10に入れたなら、私は考えさせられたような偉大な人格を持っていました\u001b[22m\n\u001b[4mchanged when ep 7 arrived...\u001b[24m\n    \u001b[1mep 7が到着したときに変更されました...\u001b[22m, \u001b[1mEP 7が到着したときに変更...\u001b[22m\nNo one was waiting for this one and just for your own sake\n\n\u001b[1m誰もこれを待っておらず、あなた自身のために\u001b[22m\n\u001b[1m(Dare mo kore o matte orazu, anata jishin no tame ni)\u001b[22m\n\nTranslations of \u001b[4mNo one was waiting for this one and just for your own sake\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo one was waiting for this one and just for your own sake\u001b[24m\n    \u001b[1m誰もこれを待っておらず、あなた自身のために\u001b[22m, \u001b[1m誰がこの1のために、ちょうどあなた自身のために待っていませんでした\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSpoilers\n\n\u001b[1mスポイラー\u001b[22m\n\u001b[1m(Supoirā)\u001b[22m\n\nTranslations of \u001b[4mSpoilers\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoilers\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mスポイラーズ\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe realism of the entire show drops in a instant when in a drug bust a drug dealer turns into a Giant Cybernetic Gorila with a Guillotine for a belly...\n\n\u001b[1mドラッグショックで麻薬ディーラーが腹のためのギロチンを持つジャイアントサイバネティック・ゴリラに変わると、ショー全体のリアリズムが一瞬で落ちる...\u001b[22m\n\u001b[1m(Doraggushokku de mayaku dīrā ga hara no tame no girochin o motsu jaiantosaibanetikku gorira ni kawaru to, shō zentai no riarizumu ga isshun de ochiru...)\u001b[22m\n\nTranslations of \u001b[4mThe realism of the entire show drops in a instant when in a drug bust a drug dealer turns into a Giant Cybernetic Gorila with a Guillotine for a belly...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe realism of the entire show drops in a instant when in a drug bust a drug dealer turns into a Giant Cybernetic Gorila with a Guillotine for a belly...\u001b[24m\n    \u001b[1mドラッグショックで麻薬ディーラーが腹のためのギロチンを持つジャイアントサイバネティック・ゴリラに変わると、ショー全体のリアリズムが一瞬で落ちる...\u001b[22m, \u001b[1m薬物バストに麻薬の売人は腹のためのギロチンで巨大サイバネティックGorilaになったとき、ショー全体のリアリズムは瞬時に低下し...\u001b[22m\nYeah true story...\n\n\u001b[1mうん本当の話...\u001b[22m\n\u001b[1m(Un hontōnohanashi...)\u001b[22m\n\nTranslations of \u001b[4mYeah true story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah true story...\u001b[24m\n    \u001b[1mうん本当の話...\u001b[22m\n\u001b[1m\u001b[22m\nThis is 100% real and I was baffled when I saw that...\n\n\u001b[1mこれは100％リアルで、私はそれを見たときに困惑しました...\u001b[22m\n\u001b[1m(Kore wa 100-pāsento Riaru de, watashi wa sore o mita toki ni konwaku shimashita...)\u001b[22m\n\nTranslations of \u001b[4mThis is 100% real and I was baffled when I saw that...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is 100% real and I was baffled when I saw that...\u001b[24m\n    \u001b[1mこれは100％リアルで、私はそれを見たときに困惑しました...\u001b[22m, \u001b[1mこれは100％本物だと私はそれを見たとき、私は困惑していました...\u001b[22m\nHow ever it is just the tip of the iceberg of wired ness of the show , Giant Robots ,mutants , cyborgs and even aliens make an appearance and the show isn't even subtitle about it .\n\n\u001b[1mどのようにショーのワイヤーネストの氷山の先端、巨大なロボット、突然変異体、サイボーグ、さらにはエイリアンが登場するだけで、ショーはそれについての副題さえもない。\u001b[22m\n\u001b[1m(Dono yō ni shō no waiyānesuto no hyōzan no sentan, kyodaina robotto, totsuzenhen'i-tai, saibōgu, sarani wa eirian ga tōjō suru dake de, shō wa sore ni tsuite no fukudai sae mo nai.)\u001b[22m\n\nTranslations of \u001b[4mHow ever it is just the tip of the iceberg of wired ness of the show , Giant Robots ,mutants , cyborgs and even aliens make an appearance and the show isn't even subtitle about it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow ever it is just the tip of the iceberg of wired ness of the show , Giant Robots ,mutants , cyborgs and even aliens make an appearance and the show isn't even subtitle about it .\u001b[24m\n    \u001b[1mどのようにショーのワイヤーネストの氷山の先端、巨大なロボット、突然変異体、サイボーグ、さらにはエイリアンが登場するだけで、ショーはそれについての副題さえもない。\u001b[22m, \u001b[1mそれはショーの有線性の氷山の一角であり、これまでどのように、巨大ロボット、変異体、サイボーグ、さらにはエイリアンが登場するとショーがあっても、字幕それについてではありません。\u001b[22m\n\u001b[1m\u001b[22m\nEven so its still very entertaining and the story is still very well written even tho there is some indices of shark jumping and and plot points that are completely bull...\n\n\u001b[1mそれでもまだ非常に面白いと物語はまだよく書かれても、サメジャンプのいくつかのインデックスと完全に雄牛のプロットポイントがあります...\u001b[22m\n\u001b[1m(Soredemo mada hijō ni omoshiroi to monogatari wa mada yoku kaka rete mo, samejanpu no ikutsu ka no indekkusu to kanzen ni osuushi no purotto pointo ga arimasu...)\u001b[22m\n\nTranslations of \u001b[4mEven so its still very entertaining and the story is still very well written even tho there is some indices of shark jumping and and plot points that are completely bull...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven so its still very entertaining and the story is still very well written even tho there is some indices of shark jumping and and plot points that are completely bull...\u001b[24m\n    \u001b[1mそれでもまだ非常に面白いと物語はまだよく書かれても、サメジャンプのいくつかのインデックスと完全に雄牛のプロットポイントがあります...\u001b[22m, \u001b[1mたとえそうであっても、そのまだ非常に面白いと話がいくつかのサメのジャンプのインデックスと、完全に強気であるプロット点があってもカントーまだ非常によく書かれています...\u001b[22m\n\u001b[1m\u001b[22m\nStill its still a a good show how ever its has two major weaknesses :\n\n\u001b[1mまだまだそれはまだ2つの大きな弱点があります。\u001b[22m\n\u001b[1m(Madamada sore wa mada 2tsu no ōkina jakuten ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStill its still a a good show how ever its has two major weaknesses :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill its still a a good show how ever its has two major weaknesses :\u001b[24m\n    \u001b[1mまだまだそれはまだ2つの大きな弱点があります。\u001b[22m, \u001b[1mまだ、2つの主要な弱点を持っているか、これまでにそのまだ良いショー：\u001b[22m\n\u001b[1m\u001b[22m\n-The pace constantly changing\n\n\u001b[1m - 常に変化するペース\u001b[22m\n\u001b[1m(- Tsuneni henka suru pēsu)\u001b[22m\n\nTranslations of \u001b[4m-The pace constantly changing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The pace constantly changing\u001b[24m\n    \u001b[1m - 常に変化するペース\u001b[22m, \u001b[1m-Theペースは常に変化します\u001b[22m\n-And the ending\n\n\u001b[1mそして終わり\u001b[22m\n\u001b[1m(Soshite owari)\u001b[22m\n\nTranslations of \u001b[4m-And the ending\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-And the ending\u001b[24m\n    \u001b[1mそして終わり\u001b[22m, \u001b[1mエンディングを-and\u001b[22m\n\u001b[1m\u001b[22m\nThe show consistently changes its story and thus the pacing changes as well\n\n\u001b[1mショーは一貫してその話を変え、ペーシングの変化も同様に変化させる\u001b[22m\n\u001b[1m(Shō wa ikkanshite sono hanashi o kae, pēshingu no henka mo dōyō ni henka sa seru)\u001b[22m\n\nTranslations of \u001b[4mThe show consistently changes its story and thus the pacing changes as well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show consistently changes its story and thus the pacing changes as well\u001b[24m\n    \u001b[1mショーは一貫してその話を変え、ペーシングの変化も同様に変化させる\u001b[22m, \u001b[1mショーは一貫して、同様にその話、したがって、ペーシングの変更を変更します\u001b[22m\none minute the show is very realistic ,the its i realistic and goofy ,then its very dark , than epic ,than absurd.... its like the show has multiple personality disorder or did a lot of drugs.\n\n\u001b[1m1分ショーは非常に現実的です、私は現実的でグーフィー、その後非常に暗い、叙事詩よりも、不条理より....そのショーのような複数の人格障害または多くの薬をした。\u001b[22m\n\u001b[1m(1-Bu shō wa hijō ni genjitsu-tekidesu, watashi wa genjitsu-tekide gūfī, sonogo hijō ni kurai, jojishi yori mo, fujōri yori. ... Sono shō no yōna fukusū no jinkaku shōgai matawa ōku no kusuri o shita.)\u001b[22m\n\nTranslations of \u001b[4mone minute the show is very realistic ,the its i realistic and goofy ,then its very dark , than epic ,than absurd.... its like the show has multiple personality disorder or did a lot of drugs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mone minute the show is very realistic ,the its i realistic and goofy ,then its very dark , than epic ,than absurd.... its like the show has multiple personality disorder or did a lot of drugs.\u001b[24m\n    \u001b[1m1分ショーは非常に現実的です、私は現実的でグーフィー、その後非常に暗い、叙事詩よりも、不条理より....そのショーのような複数の人格障害または多くの薬をした。\u001b[22m, \u001b[1m1分のショーは、その不条理より、叙事詩よりも、非常に暗い....そのショーが持っているよう多重人格障害、その私が現実的と間抜け非常に現実的であるか、薬をたくさんしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending kinda bordered me not because it was too stupid of anything but because it wasent anything special... I was waiting for a great climax that enplaned everything but instead it ended in filler.\n\n\u001b[1m終わりのようなものは私に接していたわけではなく、何かが愚かだったからではなく、何か特別なものだったから...私はすべてを包括する偉大なクライマックスを待っていたが、代わりにフィラーで終わった。\u001b[22m\n\u001b[1m(Owari no yōna mono wa watashi ni sesshite ita wakede wa naku, nanika ga orokadattakarade wa naku, nanika tokubetsuna monodattakara... Watashi wa subete o hōkatsu suru idaina kuraimakkusu o matteita ga, kawarini firā de owatta.)\u001b[22m\n\nTranslations of \u001b[4mThe ending kinda bordered me not because it was too stupid of anything but because it wasent anything special... I was waiting for a great climax that enplaned everything but instead it ended in filler.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending kinda bordered me not because it was too stupid of anything but because it wasent anything special... I was waiting for a great climax that enplaned everything but instead it ended in filler.\u001b[24m\n    \u001b[1m終わりのようなものは私に接していたわけではなく、何かが愚かだったからではなく、何か特別なものだったから...私はすべてを包括する偉大なクライマックスを待っていたが、代わりにフィラーで終わった。\u001b[22m, \u001b[1mそれは私がすべてをenplanedではなく、それはフィラーで終了した偉大なクライマックスを待っていた...それは特別な何かをwasentので、何でもあまりにも愚かだったので、エンディングはちょっと私にはない接さ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBut still Samurai Flamenco is a good show or rather Samurai Flamenco is a a very good experiment it shows perfectly how creative processes can collide with each other and and create something half baked that honestly because of its writing it kinda holds off together.\n\n\u001b[1mしかしサムライ・フラメンコはいいショー、あるいはむしろサムライ・フラメンコは創造的なプロセスがどうやって衝突するかを完全に示す非常に良い実験です。\u001b[22m\n\u001b[1m(Shikashi samurai furamenko wa ī shō, aruiwa mushiro samurai furamenko wa sōzō-tekina purosesu ga dō yatte shōtotsu suru ka o kanzen ni shimesu hijō ni yoi jikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mBut still Samurai Flamenco is a good show or rather Samurai Flamenco is a a very good experiment it shows perfectly how creative processes can collide with each other and and create something half baked that honestly because of its writing it kinda holds off together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut still Samurai Flamenco is a good show or rather Samurai Flamenco is a a very good experiment it shows perfectly how creative processes can collide with each other and and create something half baked that honestly because of its writing it kinda holds off together.\u001b[24m\n    \u001b[1mしかしサムライ・フラメンコはいいショー、あるいはむしろサムライ・フラメンコは創造的なプロセスがどうやって衝突するかを完全に示す非常に良い実験です。\u001b[22m, \u001b[1mしかし、まだサムライフラメンコは良いショーであるか、むしろサムライフラメンコはクリエイティブなプロセスが互いに衝突し、半正直に、その書き込みのそれはちょっと一緒にオフに保持していることを焼いたものを作成することができますどのように、それは完璧に示し、非常に良好な実験があります。\u001b[22m\n\u001b[1m\u001b[22m\nThis show isnt for every one but i still encourage every one who likes super heroes shows to watch it.\n\n\u001b[1mこのショーはすべての人にとっては大したことではありませんが、私はまだスーパーヒーローショーが好きな人にはそれを見てもらうようお勧めします。\u001b[22m\n\u001b[1m(Kono shō wa subete no hito ni totte wa taishita kotode wa arimasenga, watashi wa mada sūpāhīrōshō ga sukinahito ni wa sore o mite morau yō o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show isnt for every one but i still encourage every one who likes super heroes shows to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show isnt for every one but i still encourage every one who likes super heroes shows to watch it.\u001b[24m\n    \u001b[1mこのショーはすべての人にとっては大したことではありませんが、私はまだスーパーヒーローショーが好きな人にはそれを見てもらうようお勧めします。\u001b[22m, \u001b[1m一人一人のためにこのショーありえないが、私はまだスーパーヒーローが好きな一人一人がそれを見るために示してお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nVIVA TORTURE !!!!!!!\n\n\u001b[1mビア・トゥルーア!!!!!!!\u001b[22m\n\u001b[1m(Bia to~urūa!!!!!!!)\u001b[22m\n\nTranslations of \u001b[4mVIVA TORTURE !!!!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVIVA TORTURE !!!!!!!\u001b[24m\n    \u001b[1mビア・トゥルーア!!!!!!!\u001b[22m, \u001b[1mVIVA拷問!!!!!!!\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "roxyroxas1313",
    "profile": "/profile/roxyroxas1313/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=195331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  9\n\nサムライフラメンコとは何ですか？ 説明をするには、ショーのいくつかを台無しにする必要があります。 あなたがフラメンコの生の経験をしたいなら、私はあなたが今この記事を読んで止め、CrunchyrollまたはNetflixのシリーズを見に行くことを勧めます。 しかし、視聴者の中には、彼らの時間を投資する前にシリーズがどこに向いているかを知りたがっていることを望んでいたと述べている人もいます。\n\nショーが何をするのかを完全に理解するためにサムライ・フラメンコを初めて見たのは確かな一年でした。それは、「アニメとスーパーヒーローの物語を一緒にミックスした場合に得られるものの結果」です。 フラメンコのシリーズでは、このアイデアに、映画のキック・ヒットから多くを借りているという形で日常の法律違反者を奪い去って勇気の旅を始めている、マサヨシという名前の偏ったタイプの自警団がいます。 けれど、正義は、アメリカの漫画本のスーパーヒーローではなく、仮面ライダーやウルトラシリーズのような日本のスーパー戦隊からインスピレーションを受けています。\n\nこのショーでは、さらに多くの日本のスーパーヒーローショーにいくつかの参考文献やパロディーを加え、仮面ライダーが最も顕著になっています。 仮面ライダーが身に着けた台風帯は、雅子のクローゼットに展示されていた。衣装は、仮面ライダー1と2で着用した衣装に似て若干デザインされていた。いずれかのエピソードでも、マサヨシは、  80年代の終わりには仮面ライダーブラックが登場する。\n\nフラメンコの物語は、あるタイプの英雄主義から次の英雄主義へ向かうレベリングシステムでした。 ショーの最初の弧が探索したいテーマを使い果たした後、我々は大規模なジャンル変更を行った。 文字通りどこからでも、巨大ゲリラが現れ、殺人と拷問の場面を見せ始めたとき、ショーはまったく違ったものになり、奇妙に暗くなりました。\n\nいくつかのエピソードがショーの中で最も劇的な弧を巻き起こした後、フラメンコはフラメンコが英雄のチームに加わり、サムライ戦隊フラメンガーズになりました。 もう一度、物語は、あるタイプの英雄主義から次の英雄主義へ進む人のレベリングシステムに固執しました。 この弧の間に、巨大な変形ロボットとチームのダイナミクスを備えたアメリカのスーパー戦隊またはパワーレンジャーと似ています。\n\nシリーズが終わる前に、フラメンコは神に会い、すべての邪悪に終わりを告げ、その後彼は自分のヒーローの背後にある動機に疑問を抱かせる若い男の子と戦い、  。\n\nFlamencoは、さまざまなスーパーヒーローテーマに興味を持ち、面白いものもありました。 しばらくすると、人々は都市を悩ましている毎日のモンスター攻撃に鈍感になるという事実についての華麗な解説のように。 ショーはそのテーマを提示し、できるだけ最善の方法でそれらを探索しようとしました。 結末のエピソードでは、愛のテーマのようなテーマはどこから出て来て本当に必要ではありませんでした。\n\n私がフラメンコを説明しなければならなかったら、私はその狂気を含む何かを管理する勇気の1つの巨大なクラスターファックを言うでしょう。 後藤、正義の親友は、精神病を含むストレートマンのキャラクターとしてスタートしたが、彼の周りを回転した最後の弧は、このショーでさえ少し狂っていたプロットのひねりで彼をそれにドラッグした。 しかし、それはサムライフラメンコがひっくり返ったものです。 それはあらゆるレベルの英雄主義を探求することができるあらゆる方向に行きました。\n\nRoxyRoxas1313",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhat exactly is Samurai Flamenco? In order to do an explanation it is necessary to spoil some of the show. If you want a raw experience of Flamenco I advise you stop reading this post now and go watch the series on Crunchyroll or Netflix. But I have to warn you some viewers stated that they wished they knew where the series was going before they invested their time in it.\n\n\u001b[1mサムライフラメンコとは何ですか？ 説明をするには、ショーのいくつかを台無しにする必要があります。 あなたがフラメンコの生の経験をしたいなら、私はあなたが今この記事を読んで止め、CrunchyrollまたはNetflixのシリーズを見に行くことを勧めます。 しかし、視聴者の中には、彼らの時間を投資する前にシリーズがどこに向いているかを知りたがっていることを望んでいたと述べている人もいます。\u001b[22m\n\u001b[1m(Samuraifuramenko to wa nanidesu ka? Setsumei o suru ni wa, shō no ikutsu ka o dainashi ni suru hitsuyō ga arimasu. Anata ga furamenko no nama no keiken o shitainara, watashi wa anata ga ima kono kiji o yonde tome, Crunchyroll matawa Netflix no shirīzu o mi ni iku koto o susumemasu. Shikashi, shichō-sha no nakaniha, karera no jikan o tōshi suru mae ni shirīzu ga doko ni muite iru ka o shirita gatte iru koto o nozonde ita to nobete iru hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat exactly is Samurai Flamenco? In order to do an explanation it is necessary to spoil some of the show. If you want a raw experience of Flamenco I advise you stop reading this post now and go watch the series on Crunchyroll or Netflix. But I have to warn you some viewers stated that they wished they knew where the series was going before they invested their time in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat exactly is Samurai Flamenco?\u001b[24m\n    \u001b[1mサムライフラメンコとは何ですか？\u001b[22m, \u001b[1mサムライフラメンコは正確には何ですか？\u001b[22m\n\u001b[4mIn order to do an explanation it is necessary to spoil some of the show.\u001b[24m\n    \u001b[1m説明をするには、ショーのいくつかを台無しにする必要があります。\u001b[22m, \u001b[1m説明を行うために、ショーの一部を台無しにすることが必要です。\u001b[22m\n\u001b[4mIf you want a raw experience of Flamenco I advise you stop reading this post now and go watch the series on Crunchyroll or Netflix.\u001b[24m\n    \u001b[1mあなたがフラメンコの生の経験をしたいなら、私はあなたが今この記事を読んで止め、CrunchyrollまたはNetflixのシリーズを見に行くことを勧めます。\u001b[22m, \u001b[1mあなたはフラメンコの生の体験をしたい場合、私はあなたが今この記事を読んで停止してもCrunchyrollやNetflixの上のシリーズを見に行くお勧めします。\u001b[22m\n\u001b[4mBut I have to warn you some viewers stated that they wished they knew where the series was going before they invested their time in it.\u001b[24m\n    \u001b[1mしかし、視聴者の中には、彼らの時間を投資する前にシリーズがどこに向いているかを知りたがっていることを望んでいたと述べている人もいます。\u001b[22m, \u001b[1mしかし、私はいくつかの視聴者は、彼らが、彼らはそれで自分の時間を投資する前にシリーズが起こっていた場所を知っていた望んだと述べているあなたを警告する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nIt took me a solid year after viewing Samurai Flamenco for the first time to completely understand what the show was going for, and that is “the result of what you'd get if you mixed anime and super hero narratives together.” In the beginning of Flamenco the series approaches this idea with an eccentric type of masked vigilante named Masayoshi who is starting out his journey of heroism with taking down everyday lawbreakers in a way that some say borrowed a lot from the movie Kick-ass. The twist though is Masayoshi was inspired by Japanese Super Sentai like Kamen Rider and the Ultra Series rather than the American comic book super heroes.\n\n\u001b[1mショーが何をするのかを完全に理解するためにサムライ・フラメンコを初めて見たのは確かな一年でした。それは、「アニメとスーパーヒーローの物語を一緒にミックスした場合に得られるものの結果」です。 フラメンコのシリーズでは、このアイデアに、映画のキック・ヒットから多くを借りているという形で日常の法律違反者を奪い去って勇気の旅を始めている、マサヨシという名前の偏ったタイプの自警団がいます。 けれど、正義は、アメリカの漫画本のスーパーヒーローではなく、仮面ライダーやウルトラシリーズのような日本のスーパー戦隊からインスピレーションを受けています。\u001b[22m\n\u001b[1m(Shō ga nani o suru no ka o kanzen ni rikai suru tame ni samurai furamenko o hajimete mita no wa tashikana ichinendeshita. Sore wa,`anime to sūpāhīrō no monogatari o issho ni mikkusu shita baai ni e rarerumonono kekka'desu. Furamenko no shirīzude wa, kono aidea ni, eiga no kikku hitto kara ōku o karite iru to iu katachi de nichijō no hōritsu ihan-sha o ubai satte yūki no tabi o hajimete iru, masayoshi to iu namae no katayotta taipu no jikei-dan ga imasu. Keredo, seigi wa, Amerika no mangabon no sūpāhīrōde wa naku, kamen raidā ya urutorashirīzu no yōna Nihon no sūpā sentai kara insupirēshon o ukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt took me a solid year after viewing Samurai Flamenco for the first time to completely understand what the show was going for, and that is “the result of what you'd get if you mixed anime and super hero narratives together.” In the beginning of Flamenco the series approaches this idea with an eccentric type of masked vigilante named Masayoshi who is starting out his journey of heroism with taking down everyday lawbreakers in a way that some say borrowed a lot from the movie Kick-ass. The twist though is Masayoshi was inspired by Japanese Super Sentai like Kamen Rider and the Ultra Series rather than the American comic book super heroes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took me a solid year after viewing Samurai Flamenco for the first time to completely understand what the show was going for, and that is “the result of what you'd get if you mixed anime and super hero narratives together.” In the beginning\u001b[24m\n    \u001b[1mショーが何をするのかを完全に理解するためにサムライ・フラメンコを初めて見たのは確かな一年でした。それは、「アニメとスーパーヒーローの物語を一緒にミックスした場合に得られるものの結果」です。\u001b[22m, \u001b[1mそれは完全にショーがために何が起こっていたかを理解するために初めてサムライフラメンコを見た後、固体年かかった、それは\"あなたが一緒にあなたの場合混合のアニメやスーパーヒーローの物語を取得したいものの結果。「初めに\u001b[22m\n\u001b[4mof Flamenco the series approaches this idea with an eccentric type of masked vigilante named Masayoshi who is starting out his journey of heroism with taking down everyday lawbreakers in a way that some say borrowed a lot from the movie Kick-ass.\u001b[24m\n    \u001b[1mフラメンコのシリーズでは、このアイデアに、映画のキック・ヒットから多くを借りているという形で日常の法律違反者を奪い去って勇気の旅を始めている、マサヨシという名前の偏ったタイプの自警団がいます。\u001b[22m, \u001b[1mフラメンコのシリーズは、いくつかの映画のキック-assから多くを借りたと言うことのように日常lawbreakersを降ろすことで英雄の彼の旅を始めている正義という名前のマスクされた自警団の偏心タイプでこのアイデアに近づきます。\u001b[22m\n\u001b[4mThe twist though is Masayoshi was inspired by Japanese Super Sentai like Kamen Rider and the Ultra Series rather than the American comic book super heroes.\u001b[24m\n    \u001b[1mけれど、正義は、アメリカの漫画本のスーパーヒーローではなく、仮面ライダーやウルトラシリーズのような日本のスーパー戦隊からインスピレーションを受けています。\u001b[22m, \u001b[1mしかし正義は仮面ライダーとウルトラシリーズではなく、アメリカン・コミックスのスーパーヒーローのように日本のスーパー戦隊に触発されたされているツイスト。\u001b[22m\n\u001b[1m\u001b[22m\nThe show takes its inspiration even further though with several references and parodies to various Japanese super hero shows, Kamen Rider being the most prominent. The Typhoon Belt worn by the Kamen Riders was shown in Masyoshi's closet and his costume was slightly redesigned to resemble the costume worn by Kamen Riders 1 and 2. Even in one of the episodes they featured a scene where Masayoshi imagines himself in an homage to the ending of the 80's show Kamen Rider Black.\n\n\u001b[1mこのショーでは、さらに多くの日本のスーパーヒーローショーにいくつかの参考文献やパロディーを加え、仮面ライダーが最も顕著になっています。 仮面ライダーが身に着けた台風帯は、雅子のクローゼットに展示されていた。衣装は、仮面ライダー1と2で着用した衣装に似て若干デザインされていた。いずれかのエピソードでも、マサヨシは、  80年代の終わりには仮面ライダーブラックが登場する。\u001b[22m\n\u001b[1m(Kono shōde wa, sarani ōku no Nihon no sūpāhīrōshō ni ikutsu ka no sankō bunken ya parodī o kuwae, kamen raidā ga mottomo kencho ni natte imasu. Kamen raidā ga mi ni tsuketa taifū-tai wa, Masako no kurōzetto ni tenji sa rete ita. Ishō wa, kamen raidā 1 to 2 de chakuyō shita ishō ni nite jakkan dezain sa rete ita. Izureka no episōdo demo, masayoshi wa, 80-nendai no owari ni wa kamen raidāburakku ga tōjō suru.)\u001b[22m\n\nTranslations of \u001b[4mThe show takes its inspiration even further though with several references and parodies to various Japanese super hero shows, Kamen Rider being the most prominent. The Typhoon Belt worn by the Kamen Riders was shown in Masyoshi's closet and his costume was slightly redesigned to resemble the costume worn by Kamen Riders 1 and 2. Even in one of the episodes they featured a scene where Masayoshi imagines himself in an homage to the ending of the 80's show Kamen Rider Black.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show takes its inspiration even further though with several references and parodies to various Japanese super hero shows, Kamen Rider being the most prominent.\u001b[24m\n    \u001b[1mこのショーでは、さらに多くの日本のスーパーヒーローショーにいくつかの参考文献やパロディーを加え、仮面ライダーが最も顕著になっています。\u001b[22m, \u001b[1mショーは仮面ライダーが最も顕著であること、さらに様々な日本のスーパーヒーローのショーには、いくつかの参照とパロディとかかわらず、そのインスピレーションを取ります。\u001b[22m\n\u001b[4mThe Typhoon Belt worn by the Kamen Riders was shown in Masyoshi's closet and his costume was slightly redesigned to resemble the costume worn by Kamen Riders 1 and 2. Even in one of the episodes they featured a scene where Masayoshi imagines himself in an homage to the\u001b[24m\n    \u001b[1m仮面ライダーが身に着けた台風帯は、雅子のクローゼットに展示されていた。衣装は、仮面ライダー1と2で着用した衣装に似て若干デザインされていた。いずれかのエピソードでも、マサヨシは、\u001b[22m, \u001b[1m仮面ライダーが着用台風ベルトはMasyoshiのクローゼットの中に示された、彼の衣装は少しでも彼らは正義をへのオマージュで自分自身を想像するシーンを特色エピソードの一つで仮面ライダー1と2が着用している衣装に似せて再設計されました\u001b[22m\n\u001b[4mending of the 80's show Kamen Rider Black.\u001b[24m\n    \u001b[1m80年代の終わりには仮面ライダーブラックが登場する。\u001b[22m, \u001b[1m80のショー仮面ライダーBLACKの終了。\u001b[22m\n\u001b[1m\u001b[22m\nFlamenco’s narrative was a leveling system going from one type of heroism to the next. After the first arc of the show exhausted the themes it wanted to explore, we then went threw a massive genre change. Literally out of nowhere, a giant guerrilla appears and the show became something completely different and oddly darker as it began to showcase scenes of murder and torture.\n\n\u001b[1mフラメンコの物語は、あるタイプの英雄主義から次の英雄主義へ向かうレベリングシステムでした。 ショーの最初の弧が探索したいテーマを使い果たした後、我々は大規模なジャンル変更を行った。 文字通りどこからでも、巨大ゲリラが現れ、殺人と拷問の場面を見せ始めたとき、ショーはまったく違ったものになり、奇妙に暗くなりました。\u001b[22m\n\u001b[1m(Furamenko no monogatari wa, aru taipu no eiyūshugi kara tsugi no eiyūshugi e mukau reberingushisutemudeshita. Shō no saisho no ko ga tansaku shitai tēma o tsukaihatashita nochi, wareware wa ōkibona janru henkō o okonatta. Mojidōri doko kara demo, kyodai gerira ga araware, satsujin to gōmon no bamen o mise hajimeta toki, shō wa mattaku chigatta mono ni nari, kimyō ni kuraku narimashita.)\u001b[22m\n\nTranslations of \u001b[4mFlamenco’s narrative was a leveling system going from one type of heroism to the next. After the first arc of the show exhausted the themes it wanted to explore, we then went threw a massive genre change. Literally out of nowhere, a giant guerrilla appears and the show became something completely different and oddly darker as it began to showcase scenes of murder and torture.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFlamenco’s narrative was a leveling system going from one type of heroism to the next.\u001b[24m\n    \u001b[1mフラメンコの物語は、あるタイプの英雄主義から次の英雄主義へ向かうレベリングシステムでした。\u001b[22m, \u001b[1mフラメンコの物語は英雄の1種類から次に行くレベリングシステムでした。\u001b[22m\n\u001b[4mAfter the first arc of the show exhausted the themes it wanted to explore, we then went threw a massive genre change.\u001b[24m\n    \u001b[1mショーの最初の弧が探索したいテーマを使い果たした後、我々は大規模なジャンル変更を行った。\u001b[22m, \u001b[1mショーの最初のアークは、それが探求したかったテーマを使い果たした後、我々はその後、大規模なジャンルの変化を投げました。\u001b[22m\n\u001b[4mLiterally out of nowhere, a giant guerrilla appears and the show became something completely different and oddly darker as it began to showcase scenes of murder and torture.\u001b[24m\n    \u001b[1m文字通りどこからでも、巨大ゲリラが現れ、殺人と拷問の場面を見せ始めたとき、ショーはまったく違ったものになり、奇妙に暗くなりました。\u001b[22m, \u001b[1m文字通り、どこからともなく、巨大なゲリラが表示され、それが殺人と拷問のシーンを披露し始めたとしてショーは完全に異なると妙に暗いものとなりました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter a few episodes wrapping up what is the best dramatic arc in the show, Flamenco then undergoes another change with Flamenco joining a team of heroes, becoming the Samurai Sentai Flamengers. Once again, the narrative stuck to its leveling system of a person going from one type of heroism to the next. Over the course of this arc the show starts to resemble the Super Sentai or Power Rangers for us Americans, with its giant transforming robots and team dynamics.\n\n\u001b[1mいくつかのエピソードがショーの中で最も劇的な弧を巻き起こした後、フラメンコはフラメンコが英雄のチームに加わり、サムライ戦隊フラメンガーズになりました。 もう一度、物語は、あるタイプの英雄主義から次の英雄主義へ進む人のレベリングシステムに固執しました。 この弧の間に、巨大な変形ロボットとチームのダイナミクスを備えたアメリカのスーパー戦隊またはパワーレンジャーと似ています。\u001b[22m\n\u001b[1m(Ikutsu ka no episōdo ga shō no naka de mottomo gekitekina ko o makiokoshita nochi, furamenko wa furamenko ga eiyū no chīmu ni kuwawari, samurai sentai furamengāzu ni narimashita. Mōichido, monogatari wa, aru taipu no eiyūshugi kara tsugi no eiyūshugi e susumu hito no reberingushisutemu ni koshū shimashita. Kono ko no ma ni, kyodaina henkei robotto to chīmu no dainamikusu o sonaeta Amerika no sūpā sentai matawa pawārenjā to nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter a few episodes wrapping up what is the best dramatic arc in the show, Flamenco then undergoes another change with Flamenco joining a team of heroes, becoming the Samurai Sentai Flamengers. Once again, the narrative stuck to its leveling system of a person going from one type of heroism to the next. Over the course of this arc the show starts to resemble the Super Sentai or Power Rangers for us Americans, with its giant transforming robots and team dynamics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter a few episodes wrapping up what is the best dramatic arc in the show, Flamenco then undergoes another change with Flamenco joining a team of heroes, becoming the Samurai Sentai Flamengers.\u001b[24m\n    \u001b[1mいくつかのエピソードがショーの中で最も劇的な弧を巻き起こした後、フラメンコはフラメンコが英雄のチームに加わり、サムライ戦隊フラメンガーズになりました。\u001b[22m, \u001b[1mショーで最も劇的なアークが何であるかを包み込むいくつかのエピソードの後、フラメンコはその後侍戦隊Flamengersになって、フラメンコは英雄のチームに参加して、別の変化を受けます。\u001b[22m\n\u001b[4mOnce again, the narrative stuck to its leveling system of a person going from one type of heroism to the next.\u001b[24m\n    \u001b[1mもう一度、物語は、あるタイプの英雄主義から次の英雄主義へ進む人のレベリングシステムに固執しました。\u001b[22m, \u001b[1mもう一度、物語は次の英雄の1種類から行く人のその平準化システムにもこだわりました。\u001b[22m\n\u001b[4mOver the course of this arc the show starts to resemble the Super Sentai or Power Rangers for us Americans, with its giant transforming robots and team dynamics.\u001b[24m\n    \u001b[1mこの弧の間に、巨大な変形ロボットとチームのダイナミクスを備えたアメリカのスーパー戦隊またはパワーレンジャーと似ています。\u001b[22m, \u001b[1mこの弧のコースでのショーは、その巨大な形質転換ロボットとチームのダイナミクスと、私たちアメリカ人のためのスーパー戦隊やパワーレンジャーに似ていると開始します。\u001b[22m\n\u001b[1m\u001b[22m\nBefore the series is over, Flamenco goes on to meet God and put an end to all evil, then settling back down into an arc where he fights against a young boy who makes him question the motivations behind his own heroism, testing him one last time .\n\n\u001b[1mシリーズが終わる前に、フラメンコは神に会い、すべての邪悪に終わりを告げ、その後彼は自分のヒーローの背後にある動機に疑問を抱かせる若い男の子と戦い、  。\u001b[22m\n\u001b[1m(Shirīzu ga owaru mae ni, furamenko wa kami ni ai, subete no jaaku ni owari o tsuge, sonogo kare wa jibun no hīrō no haigo ni aru dōki ni gimon o daka seru wakai otokonoko to tatakai,.)\u001b[22m\n\nTranslations of \u001b[4mBefore the series is over, Flamenco goes on to meet God and put an end to all evil, then settling back down into an arc where he fights against a young boy who makes him question the motivations behind his own heroism, testing him one last time .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore the series is over, Flamenco goes on to meet God and put an end to all evil, then settling back down into an arc where he fights against a young boy who makes him question the motivations behind his own heroism, testing him one last time\u001b[24m\n    \u001b[1mシリーズが終わる前に、フラメンコは神に会い、すべての邪悪に終わりを告げ、その後彼は自分のヒーローの背後にある動機に疑問を抱かせる若い男の子と戦い、\u001b[22m, \u001b[1mシリーズが終わる前に、フラメンコは彼に最後にもう一度テストし、神を満たすために、彼は彼が彼自身の英雄の背後にある動機に疑問を作る若い男の子と戦うアークに戻ってダウンした後、沈降、すべての悪に終止符を打つに進みます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nOver the course of its run, Flamenco touched on various super hero themes, some interesting and some baffling. Like the brilliant commentary on the fact that after a while people would become desensitized to the everyday monster attacks plaguing the city. The show presented its themes and then tried to explore them the best way it could. Some themes like the theme of love though in the ending episodes came out of no where and wasn’t really needed.\n\n\u001b[1mFlamencoは、さまざまなスーパーヒーローテーマに興味を持ち、面白いものもありました。 しばらくすると、人々は都市を悩ましている毎日のモンスター攻撃に鈍感になるという事実についての華麗な解説のように。 ショーはそのテーマを提示し、できるだけ最善の方法でそれらを探索しようとしました。 結末のエピソードでは、愛のテーマのようなテーマはどこから出て来て本当に必要ではありませんでした。\u001b[22m\n\u001b[1m(Furamenko wa, samazamana sūpāhīrōtēma ni kyōmi o mochi, omoshiroi mono mo arimashita. Shibaraku suru to, hitobito wa toshi o nayama shite iru mainichi no monsutā kōgeki ni donkan ni naru to iu jijitsu ni tsuite no kareina kaisetsu no yō ni. Shō wa sono tēma o teiji shi, dekiru dake saizen no hōhō de sorera o tansaku shiyou to shimashita. Ketsumatsu no episōdode wa, ai no tēma no yōna tēma wa doko kara dete kite hontōni hitsuyōde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOver the course of its run, Flamenco touched on various super hero themes, some interesting and some baffling. Like the brilliant commentary on the fact that after a while people would become desensitized to the everyday monster attacks plaguing the city. The show presented its themes and then tried to explore them the best way it could. Some themes like the theme of love though in the ending episodes came out of no where and wasn’t really needed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver the course of its run, Flamenco touched on various super hero themes, some interesting and some baffling.\u001b[24m\n    \u001b[1mFlamencoは、さまざまなスーパーヒーローテーマに興味を持ち、面白いものもありました。\u001b[22m, \u001b[1mその実行の間に、フラメンコは様々なスーパーヒーローのテーマ、いくつかの興味深いといくつかの不可解な上に触れました。\u001b[22m\n\u001b[4mLike the brilliant commentary on the fact that after a while people would become desensitized to the everyday monster attacks plaguing the city.\u001b[24m\n    \u001b[1mしばらくすると、人々は都市を悩ましている毎日のモンスター攻撃に鈍感になるという事実についての華麗な解説のように。\u001b[22m, \u001b[1mしばらくして、人々が街を悩ませている日常のモンスターの攻撃への脱感作になるという事実上の華麗な解説のように。\u001b[22m\n\u001b[4mThe show presented its themes and then tried to explore them the best way it could.\u001b[24m\n    \u001b[1mショーはそのテーマを提示し、できるだけ最善の方法でそれらを探索しようとしました。\u001b[22m, \u001b[1mショーは、そのテーマを提示し、それらにそれができた最善の方法を模索しようとしました。\u001b[22m\n\u001b[4mSome themes like the theme of love though in the ending episodes came out of no where and wasn’t really needed.\u001b[24m\n    \u001b[1m結末のエピソードでは、愛のテーマのようなテーマはどこから出て来て本当に必要ではありませんでした。\u001b[22m, \u001b[1mしかし終わるエピソードで愛のテーマのようないくつかのテーマがありませんどこから出てきて、本当に必要ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIf I had to describe Flamenco I would say its one giant cluster fuck of heroism that manages to some what contain its insanity. Goto, Masayoshi’s best friend started off as the straight man character who contained the insanity but the last arc that revolved around him dragged him into it through a plot twist that was a little crazy even for this show. But that’s just what Samurai Flamenco was, twisted. It went in every direction it could to explore each level of heroism and it did so awesomely.\n\n\u001b[1m私がフラメンコを説明しなければならなかったら、私はその狂気を含む何かを管理する勇気の1つの巨大なクラスターファックを言うでしょう。 後藤、正義の親友は、精神病を含むストレートマンのキャラクターとしてスタートしたが、彼の周りを回転した最後の弧は、このショーでさえ少し狂っていたプロットのひねりで彼をそれにドラッグした。 しかし、それはサムライフラメンコがひっくり返ったものです。 それはあらゆるレベルの英雄主義を探求することができるあらゆる方向に行きました。\u001b[22m\n\u001b[1m(Watashi ga furamenko o setsumei shinakereba naranakattara, watashi wa sono kyōki o fukumu nanika o kanri suru yūki no 1tsu no kyodaina kurasutāfakku o iudeshou. Gotō, seigi no shin'yū wa, seishinbyō o fukumu sutorētoman no kyarakutā to shite sutāto shitaga, kare no mawari o kaiten shita saigo no ko wa, kono shōde sae sukoshi kurutte ita purotto no hineri de kare o sore ni doraggu shita. Shikashi, soreha samuraifuramenko ga hikkurikaetta monodesu. Sore wa arayuru reberu no eiyūshugi o tankyū suru koto ga dekiru arayuru hōkō ni ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mIf I had to describe Flamenco I would say its one giant cluster fuck of heroism that manages to some what contain its insanity. Goto, Masayoshi’s best friend started off as the straight man character who contained the insanity but the last arc that revolved around him dragged him into it through a plot twist that was a little crazy even for this show. But that’s just what Samurai Flamenco was, twisted. It went in every direction it could to explore each level of heroism and it did so awesomely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I had to describe Flamenco I would say its one giant cluster fuck of heroism that manages to some what contain its insanity.\u001b[24m\n    \u001b[1m私がフラメンコを説明しなければならなかったら、私はその狂気を含む何かを管理する勇気の1つの巨大なクラスターファックを言うでしょう。\u001b[22m, \u001b[1m私はフラメンコを記述しなければならないとしたら、私はその狂気が含まれているものをいくつかに管理英雄のその1つの巨大なクラスタの性交を言うでしょう。\u001b[22m\n\u001b[4mGoto, Masayoshi’s best friend started off as the straight man character who contained the insanity but the last arc that revolved around him dragged him into it through a plot twist that was a little crazy even for this show.\u001b[24m\n    \u001b[1m後藤、正義の親友は、精神病を含むストレートマンのキャラクターとしてスタートしたが、彼の周りを回転した最後の弧は、このショーでさえ少し狂っていたプロットのひねりで彼をそれにドラッグした。\u001b[22m, \u001b[1m後藤は、正義の親友は、狂気が、彼を中心に展開しても、このショーのために少しクレイジーだったプロットのねじれを介してそれに彼をドラッグし、最後の円弧を含まストレート男文字としてスタートを切りました。\u001b[22m\n\u001b[4mBut that’s just what Samurai Flamenco was, twisted.\u001b[24m\n    \u001b[1mしかし、それはサムライフラメンコがひっくり返ったものです。\u001b[22m, \u001b[1mしかし、それはサムライフラメンコは、ねじれただけです。\u001b[22m\n\u001b[4mIt went in every direction it could to explore each level of heroism and it did so awesomely.\u001b[24m\n    \u001b[1mそれはあらゆるレベルの英雄主義を探求することができるあらゆる方向に行きました。\u001b[22m, \u001b[1mそれは武勇の各レベルを探索することができたすべての方向に行って、それはとても上空ました。\u001b[22m\n\u001b[1m\u001b[22m\n-RoxyRoxas1313\n\n\u001b[1mRoxyRoxas1313\u001b[22m\n\u001b[1m(RoxyRoxas 1313)\u001b[22m\n\nTranslations of \u001b[4m-RoxyRoxas1313\u001b[24m\n[ \u001b[4mAzərbaycanca\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-RoxyRoxas1313\u001b[24m\n    \u001b[1mRoxyRoxas1313\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "jivanicus",
    "profile": "/profile/jivanicus/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=165307",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  7\n\n私は何とかパワーレンジャーを見ることに騙されました。 それについて怒っていない。  MCは偉大なヒーローです。悪役は時にはちょっとばかげていますが、実際には全体としては非常に暗いです。 良いアニメがお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI was tricked into watching the Power Rangers somehow. Not even mad about it. MC is a great hero the villains, while they are a bit ridiculous at times, are actually as a whole incredibly dark. Good anime would recommend.\n\n\u001b[1m私は何とかパワーレンジャーを見ることに騙されました。 それについても怒っていない。  MCは偉大なヒーローです。悪役は時にはちょっとばかげていますが、実際には全体としては非常に暗いです。 良いアニメがお勧めします。\u001b[22m\n\u001b[1m(Watashi wa nantoka pawārenjā o miru koto ni damasa remashita. Sore ni tsuite mo okotte inai. MC wa idaina hīrōdesu. Akuyaku wa tokiniha chotto bakagete imasuga, jissai ni wa zentai to shite wa hijō ni kuraidesu. Yoi anime ga o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI was tricked into watching the Power Rangers somehow. Not even mad about it. MC is a great hero the villains, while they are a bit ridiculous at times, are actually as a whole incredibly dark. Good anime would recommend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was tricked into watching the Power Rangers somehow.\u001b[24m\n    \u001b[1m私は何とかパワーレンジャーを見ることに騙されました。\u001b[22m, \u001b[1m私は何とかパワーレンジャーを見てだまされました。\u001b[22m\n\u001b[4mNot even mad about it.\u001b[24m\n    \u001b[1mそれについても怒っていない。\u001b[22m, \u001b[1mそれについてさえ怒っていません。\u001b[22m\n\u001b[4mMC is a great hero the villains, while they are a bit ridiculous at times, are actually as a whole incredibly dark.\u001b[24m\n    \u001b[1mMCは偉大なヒーローです。悪役は時にはちょっとばかげていますが、実際には全体としては非常に暗いです。\u001b[22m, \u001b[1m彼らは時間に少しばかげている間MCは、悪役偉大な英雄である、実際には全体として非常に暗いです。\u001b[22m\n\u001b[4mGood anime would recommend.\u001b[24m\n    \u001b[1m良いアニメがお勧めします。\u001b[22m, \u001b[1m良いアニメはお勧めします。\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "Snowley",
    "profile": "/profile/Snowley/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=212553",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  10\n|  10\n\nもしアニメが家族だったら、サムライフラメンコは両親の地下室に住んでいる一人のいとこで、とても厄介で厄介な人は、あなたが彼を笑ったり、哀れみを感じるかどうかを決めることはできないだろうが、結局彼は 私たち、少しばかげて。\n\nそれはSamFlamを嫌うのは本当に難しいと言っていました。 あなたがそれをどのように解釈するかによって、それは脳を傷つけるほど愚かであるか、さわやかで鮮やかです。\n\nストーリーはシンプルに始まります。若い男は、スーパーではない世俗の世界でスーパーヒーローになりたいです。 彼は警官を迎えています。警官は、このアイデアで少し喧嘩していますが、主人公が暴行されたり殴られたりするのを手伝ってくれることを熱望しており、すぐにスーパーヒーロー主義という考えに同情する人々が現れます。 しかし、あなたがあなたのセクシーな尻を見守るために決める：アニメ、すべてが完全なバナナに行く（私は馬鹿を作った！）。 基本的には、連続してほとんどまたはまったく無意識のうちに、しばしば重い手紙/センダイのパロディーの世界にかなり普通のオタクを置きます。 パロディーの部分は、「とても悪いです」と言われていますが、人生の奇妙さへのキャラクターの反応やキャラクターの反応は真剣に、できるだけ多くの現実感で扱われています。 それは混沌としたプロットを生み出し、あるセンタイの縄跳びから別のセンセイの縄跳びに警告を発します。それは、それを頭のねじと呼ぶだけではありませんが、確かにかなり現実的です。\n\n最初に私はそのプロットが、今度は良いスライスの塊を持つ臭いカカの山だと思っていましたが、振り返ってみると私はそれの天才を実感しました。 このレビューの最後に「スポイラー」のセクションをご覧ください。\n\nアニメーションやサウンドのような他の側面については、それはかなり標準的です - 壮大なデステング、超流暢なアクションシーン、驚異的な背景がなく、音楽はあなたがそれに注意を払わないほどの薬です。 スタジオはSamFlamの制作に多大な努力を払っていないようだが、うんざりするほどではない。 あなたはプロットのためだけにそこにいます。\n\n私はサムライフラメンコをとても楽しんでいました。 スライス・オブ・ライフ・パーツは私に投資してくれました。私は涙が私の目の上に浮かぶと感じました。\n\nSamFlamが脱線して爆破し、今度は土星を周回しています。 それは私に忙しかった私はそれを見て一晩中眠ることができなかった。 確かに生涯の経験の一つ。 私はそれに8シット・ダウン/ 10を与えるでしょう。\n\nスポイラーTL; DR",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf Anime was a family, Samurai Flamenco would be that one cousin living in his parents' basement who's so wierd and awkward you can't decide if you should laugh at him or feel pity, but in the end it turns out he's a guy like us, only a bit insane.\n\n\u001b[1mもしアニメが家族だったら、サムライフラメンコは両親の地下室に住んでいる一人のいとこで、とても厄介で厄介な人は、あなたが彼を笑ったり、哀れみを感じるかどうかを決めることはできないだろうが、結局彼は 私たち、少しばかげて。\u001b[22m\n\u001b[1m(Moshi anime ga kazokudattara, samuraifuramenko wa ryōshin no chikashitsu ni sunde iru hitori no itoko de, totemo yakkaide yakkaina hito wa, anata ga kare o warattari, awaremi o kanjiru ka dō ka o kimeru koto wa dekinaidarouga, kekkyoku kare wa watashitachi, sukoshi bakagete.)\u001b[22m\n\nTranslations of \u001b[4mIf Anime was a family, Samurai Flamenco would be that one cousin living in his parents' basement who's so wierd and awkward you can't decide if you should laugh at him or feel pity, but in the end it turns out he's a guy like us, only a bit insane.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf Anime was a family, Samurai Flamenco would be that one cousin living in his parents' basement who's so wierd and awkward you can't decide if you should laugh at him or feel pity, but in the end it turns out he's a guy like\u001b[24m\n    \u001b[1mもしアニメが家族だったら、サムライフラメンコは両親の地下室に住んでいる一人のいとこで、とても厄介で厄介な人は、あなたが彼を笑ったり、哀れみを感じるかどうかを決めることはできないだろうが、結局彼は\u001b[22m, \u001b[1mアニメは家族だった場合、サムライフラメンコは1いとこはあなたが彼に笑ったり同情を感じるべきかどうかを判断することはできませんので、奇妙なと厄介だ両親の地下室に住んでいるということでしょうが、最終的にそれは彼のような男だが判明します\u001b[22m\n\u001b[4mus, only a bit insane.\u001b[24m\n    \u001b[1m私たち、少しばかげて。\u001b[22m, \u001b[1m私たち、ビットのみ非常識。\u001b[22m\n\u001b[1m\u001b[22m\nThat said it's really difficult to juge SamFlam. Depending how you interpret it, it's either brain-damagingly stupid or refreshingly brilliant.\n\n\u001b[1mそれはSamFlamを嫌うのは本当に難しいと言っていました。 あなたがそれをどのように解釈するかによって、それは脳を傷つけるほど愚かであるか、さわやかで鮮やかです。\u001b[22m\n\u001b[1m(Sore wa SamFlam o kirau no wa hontōni muzukashī to itte imashita. Anata ga sore o dono yō ni kaishaku suru ka ni yotte, soreha nō o kizutsukeru hodo orokadearu ka, sawayakade azayakadesu.)\u001b[22m\n\nTranslations of \u001b[4mThat said it's really difficult to juge SamFlam. Depending how you interpret it, it's either brain-damagingly stupid or refreshingly brilliant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said it's really difficult to juge SamFlam.\u001b[24m\n    \u001b[1mそれはSamFlamを嫌うのは本当に難しいと言っていました。\u001b[22m, \u001b[1mつまり、JUGE SamFlamには本当に難しいと述べました。\u001b[22m\n\u001b[4mDepending how you interpret it, it's either brain-damagingly stupid or refreshingly brilliant.\u001b[24m\n    \u001b[1mあなたがそれをどのように解釈するかによって、それは脳を傷つけるほど愚かであるか、さわやかで鮮やかです。\u001b[22m, \u001b[1mあなたはそれをどう解釈するかによって、それはどちらかの脳damagingly愚かまたは爽快鮮やかです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story starts simple - a young guy wants to become a superhero in a non-super mundane world. He meets a policeman, who's a little weirded out by the idea but is eager to help the protagonist not get arested/beaten up, and soon some more people sympathetic to the idea of superheroism show up. But as you settle yoursef to watch Kick Ass: The Anime, everything goes full bananas (I made a pun!). Basically it puts a fairly normal bunch of geeks in a world of often heavy-handed shonen/sentai parody with little to no continuity. The parody part is mosltly in 'so bad it's good' teritory, while character developement and characters' reactions to the grand oddity their lives have become are treated seriously and with as much realism as possible. It creates a chaotic plot, jumping from one sentai trope to another whithout warning, which is not bizzare enough to call it a mind-screw, but surely is pretty surreal.\n\n\u001b[1mストーリーはシンプルに始まります。若い男は、スーパーではない世俗の世界でスーパーヒーローになりたいです。 彼は警官を迎えています。警官は、このアイデアで少し喧嘩していますが、主人公が暴行されたり殴られたりするのを手伝ってくれることを熱望しており、すぐにスーパーヒーロー主義という考えに同情する人々が現れます。 しかし、あなたがあなたのセクシーな尻を見守るために決める：アニメ、すべてが完全なバナナに行く（私は馬鹿を作った！）。 基本的には、連続してほとんどまたはまったく無意識のうちに、しばしば重い手紙/センダイのパロディーの世界にかなり普通のオタクを置きます。 パロディーの部分は、「とても悪いです」と言われていますが、人生の奇妙さへのキャラクターの反応やキャラクターの反応は真剣に、できるだけ多くの現実感で扱われています。 それは混沌としたプロットを生み出し、あるセンタイの縄跳びから別のセンセイの縄跳びに警告を発します。それは、それを頭のねじと呼ぶだけではありませんが、確かにかなり現実的です。\u001b[22m\n\u001b[1m(Sutōrī wa shinpuru ni hajimarimasu. Wakai otoko wa, sūpāde wanai sezoku no sekai de sūpāhīrō ni naritaidesu. Kare wa keikan o mukaete imasu. Keikan wa, kono aidea de sukoshi kenka shite imasuga, shujinkō ga bōkō sa re tari nagura re tari suru no o tetsudatte kureru koto o netsubō shite ori, sugu ni sūpāhīrō shugi to iu kangae ni dōjō suru hitobito ga arawaremasu. Shikashi, anata ga anata no sekushīna shiri o mimamoru tame ni kimeru: Anime, subete ga kanzen'na banana ni iku (watashi wa baka o tsukutta! ). Kihontekini wa, renzoku shite hotondo matawa mattaku muishiki no uchi ni, shibashiba omoi tegami/ Sendai no parodī no sekai ni kanari futsū no otaku o okimasu. Parodī no bubun wa,`totemo waruidesu' to iwa rete imasuga, jinsei no kimyō-sa e no kyarakutā no han'nō ya kyarakutā no han'nō wa shinken ni, dekiru dake ōku no genjitsu-kan de atsukawa rete imasu. Sore wa konton to shita purotto o umidashi, aru sentai no nawatobi kara betsu no sensei no nawatobi ni keikoku o hasshimasu. Sore wa, sore o atama no neji to yobu dakede wa arimasenga, tashikani kanari genjitsu-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story starts simple - a young guy wants to become a superhero in a non-super mundane world. He meets a policeman, who's a little weirded out by the idea but is eager to help the protagonist not get arested/beaten up, and soon some more people sympathetic to the idea of superheroism show up. But as you settle yoursef to watch Kick Ass: The Anime, everything goes full bananas (I made a pun!). Basically it puts a fairly normal bunch of geeks in a world of often heavy-handed shonen/sentai parody with little to no continuity. The parody part is mosltly in 'so bad it's good' teritory, while character developement and characters' reactions to the grand oddity their lives have become are treated seriously and with as much realism as possible. It creates a chaotic plot, jumping from one sentai trope to another whithout warning, which is not bizzare enough to call it a mind-screw, but surely is pretty surreal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story starts simple - a young guy wants to become a superhero in a non-super mundane world.\u001b[24m\n    \u001b[1mストーリーはシンプルに始まります。若い男は、スーパーではない世俗の世界でスーパーヒーローになりたいです。\u001b[22m, \u001b[1mストーリーは単純な開始 - 若い男が非超日常的な世界でスーパーヒーローになりたいです。\u001b[22m\n\u001b[4mHe meets a policeman, who's a little weirded out by the idea but is eager to help the protagonist not get arested/beaten up, and soon some more people sympathetic to the idea of superheroism show up.\u001b[24m\n    \u001b[1m彼は警官を迎えています。警官は、このアイデアで少し喧嘩していますが、主人公が暴行されたり殴られたりするのを手伝ってくれることを熱望しており、すぐにスーパーヒーロー主義という考えに同情する人々が現れます。\u001b[22m, \u001b[1m彼はアイデアによって少しweirdedアウトだが、主人公に殴ら/ arested、およびsuperheroismショーの最大の考えにすぐにいくつかのより多くの人々が同情的な取得しないを助けるために熱望している警官を満たしています。\u001b[22m\n\u001b[4mBut as you settle yoursef to watch Kick Ass: The Anime, everything goes full bananas (I made a pun!).\u001b[24m\n    \u001b[1mしかし、あなたがあなたのセクシーな尻を見守るために決める：アニメ、すべてが完全なバナナに行く（私は馬鹿を作った！）。\u001b[22m, \u001b[1mしかし、あなたはyoursefはキックのお尻を見て落ち着くよう：アニメは、すべてが完全なバナナが行く（私はしゃれを作りましたよ！）。\u001b[22m\n\u001b[4mBasically it puts a fairly normal bunch of geeks in a world of often heavy-handed shonen/sentai parody with little to no continuity.\u001b[24m\n    \u001b[1m基本的には、連続してほとんどまたはまったく無意識のうちに、しばしば重い手紙/センダイのパロディーの世界にかなり普通のオタクを置きます。\u001b[22m, \u001b[1m基本的にはノー継続に少しでしばしば重い利き少年/戦隊パロディの世界ではオタクのかなり通常の束を置きます。\u001b[22m\n\u001b[4mThe parody part is mosltly in 'so bad it's good' teritory, while character developement and characters' reactions to the grand oddity their lives have become are treated seriously and with as much realism as possible.\u001b[24m\n    \u001b[1mパロディーの部分は、「とても悪いです」と言われていますが、人生の奇妙さへのキャラクターの反応やキャラクターの反応は真剣に、できるだけ多くの現実感で扱われています。\u001b[22m, \u001b[1m自分たちの生活になってきた壮大な奇妙に文字開発効率向上とキャラクターの反応が真剣に扱われ、できるだけ多くのリアリズムとされている間パロディ部分は、「そんなに悪い、それは良いことだ」teritoryにmosltlyあります。\u001b[22m\n\u001b[4mIt creates a chaotic plot, jumping from one sentai trope to another whithout warning, which is not bizzare enough to call it a mind-screw, but surely is pretty surreal.\u001b[24m\n    \u001b[1mそれは混沌としたプロットを生み出し、あるセンタイの縄跳びから別のセンセイの縄跳びに警告を発します。それは、それを頭のねじと呼ぶだけではありませんが、確かにかなり現実的です。\u001b[22m, \u001b[1mそれは心のスクリューを呼び出すのに十分な奇怪ではない別のwhithout警告、1つの戦隊比喩から飛び降り、混沌としたプロットを作成しますが、確かにかなりシュールです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst I thought the plot is a pile of smelly kaka with chunks of a good slice-of-life now and then, but looking back I realised the genius of it, which I cannot describe whithout spoilers, so I'm putting my interpreation in SPOILER section at the end of this review.\n\n\u001b[1m最初に私はそのプロットが、今度は良いスライスの塊を持つ臭いカカの山だと思っていましたが、振り返ってみると私はそれの天才を実感しました。 このレビューの最後に「スポイラー」のセクションをご覧ください。\u001b[22m\n\u001b[1m(Saisho ni watashi wa sono purotto ga, kondo wa yoi suraisu no katamari o motsu nioi kaka no yamada to omotte imashitaga, furikaette miruto watashi wa sore no tensai o jikkan shimashita. Kono rebyū no saigo ni `supoirā' no sekushon o goran kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFirst I thought the plot is a pile of smelly kaka with chunks of a good slice-of-life now and then, but looking back I realised the genius of it, which I cannot describe whithout spoilers, so I'm putting my interpreation in SPOILER section at the end of this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst I thought the plot is a pile of smelly kaka with chunks of a good slice-of-life now and then, but looking back I realised the genius of it, which I cannot describe whithout spoilers, so I'm putting my interpreation in\u001b[24m\n    \u001b[1m最初に私はそのプロットが、今度は良いスライスの塊を持つ臭いカカの山だと思っていましたが、振り返ってみると私はそれの天才を実感しました。\u001b[22m, \u001b[1m最初に私はプロットが今して良いスライスオブライフの塊と臭いカカの山であると思ったが、振り返ってみると、私はネタバレwhithout記述することができない、それの天才を実現ので、私は私のinterpreationを入れています\u001b[22m\n\u001b[4mSPOILER section at the end of this review.\u001b[24m\n    \u001b[1mこのレビューの最後に「スポイラー」のセクションをご覧ください。\u001b[22m, \u001b[1mこのレビューの最後にあるスポイラーセクション。\u001b[22m\n\u001b[1m\u001b[22m\nAs for other aspects, such as animation and sound, it's pretty standard - there are no grand desingns, super-fluent action scenes, or breathtaking backgrounds to marvel at, and music is so medicore you don't even pay attention to it. It seems the studio didn't put that much effort into making SamFlam, but it's good enough not to cringe. You're there only for the plot.\n\n\u001b[1mアニメーションやサウンドのような他の側面については、それはかなり標準的です - 壮大なデステング、超流暢なアクションシーン、驚異的な背景がなく、音楽はあなたがそれに注意を払わないほどの薬です。 スタジオはSamFlamの制作に多大な努力を払っていないようだが、うんざりするほどではない。 あなたはプロットのためだけにそこにいます。\u001b[22m\n\u001b[1m(Animēshon ya saundo no yōna ta no sokumen ni tsuite wa, sore wa kanari hyōjun-tekidesu - sōdaina desutengu, chō ryūchōna akushonshīn, kyōi-tekina haikei ga naku, ongaku wa anata ga sore ni chūi o harawanai hodo no kusuridesu. Sutajio wa SamFlam no seisaku ni tadaina doryoku o haratte inai yōdaga, unzari suru hodode wanai. Anata wa purotto no tame dake ni soko ni imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for other aspects, such as animation and sound, it's pretty standard - there are no grand desingns, super-fluent action scenes, or breathtaking backgrounds to marvel at, and music is so medicore you don't even pay attention to it. It seems the studio didn't put that much effort into making SamFlam, but it's good enough not to cringe. You're there only for the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for other aspects, such as animation and sound, it's pretty standard - there are no grand desingns, super-fluent action scenes, or breathtaking backgrounds to marvel at, and music is so medicore you don't even pay attention to it.\u001b[24m\n    \u001b[1mアニメーションやサウンドのような他の側面については、それはかなり標準的です - 壮大なデステング、超流暢なアクションシーン、驚異的な背景がなく、音楽はあなたがそれに注意を払わないほどの薬です。\u001b[22m, \u001b[1m驚嘆する一切壮大desingns、超流暢なアクションシーン、あるいは息をのむような背景が存在しない、と音楽はそうであるあなたも、それに注意を払っていないmedicore  - そのようなアニメーションや音などの他の側面、については、それはかなり標準です。\u001b[22m\n\u001b[4mIt seems the studio didn't put that much effort into making SamFlam, but it's good enough not to cringe.\u001b[24m\n    \u001b[1mスタジオはSamFlamの制作に多大な努力を払っていないようだが、うんざりするほどではない。\u001b[22m, \u001b[1mスタジオはSamFlamを作るにその多くの努力を入れていないようだが、それはうんざりしない程度に良いことです。\u001b[22m\n\u001b[4mYou're there only for the plot.\u001b[24m\n    \u001b[1mあなたはプロットのためだけにそこにいます。\u001b[22m, \u001b[1mあなただけのプロットのためにそこにいます。\u001b[22m\n\u001b[1m\u001b[22m\nI did enjoy Samurai Flamenco very much, in a sort wtf-am-I-watching way. Slice-of-life parts made me invested and it had some moments when I felt tears coming up my eyes.\n\n\u001b[1m私はサムライフラメンコをとても楽しんでいました。 スライス・オブ・ライフ・パーツは私に投資してくれました。私は涙が私の目の上に浮かぶと感じました。\u001b[22m\n\u001b[1m(Watashi wa samuraifuramenko o totemo tanoshinde imashita. Suraisu Obu raifu pātsu wa watashi ni tōshi shite kuremashita. Watashi wa namida ga watashi no me no ue ni ukabu to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mI did enjoy Samurai Flamenco very much, in a sort wtf-am-I-watching way. Slice-of-life parts made me invested and it had some moments when I felt tears coming up my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did enjoy Samurai Flamenco very much, in a sort wtf-am-I-watching way.\u001b[24m\n    \u001b[1m私はサムライフラメンコをとても楽しんでいました。\u001b[22m, \u001b[1m私は、ソートWTF-AM-Iウォッチングのように、非常に多くのサムライフラメンコを楽しんでいました。\u001b[22m\n\u001b[4mSlice-of-life parts made me invested and it had some moments when I felt tears coming up my eyes.\u001b[24m\n    \u001b[1mスライス・オブ・ライフ・パーツは私に投資してくれました。私は涙が私の目の上に浮かぶと感じました。\u001b[22m, \u001b[1mスライス・オブ・ライフの部分は私が投資作られ、私は涙が私の目を上がってくる感じたとき、それはいくつかの瞬間がありました。\u001b[22m\n\u001b[1m\u001b[22m\nSamFlam derailed, then blew up and now it's orbiting Saturn. It made me so hectic I couldn't sleep whole night after watching it. Surely one of a lifetime experience. I shall give it 8 Sit Downs/10.\n\n\u001b[1mSamFlamが脱線して爆破し、今度は土星を周回しています。 それは私に忙しかった私はそれを見て一晩中眠ることができなかった。 確かに生涯の経験の一つ。 私はそれに8シット・ダウン/ 10を与えるでしょう。\u001b[22m\n\u001b[1m(SamFlam ga dassen shite bakuha shi, kondo wa dosei o shūkai shite imasu. Sore wa watashi ni isogashikatta watashi wa sore o mite hitobanjū nemuru koto ga dekinakatta. Tashika ni shōgai no keiken no hitotsu. Watashi wa sore ni 8 shi tto daun/ 10 o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSamFlam derailed, then blew up and now it's orbiting Saturn. It made me so hectic I couldn't sleep whole night after watching it. Surely one of a lifetime experience. I shall give it 8 Sit Downs/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamFlam derailed, then blew up and now it's orbiting Saturn.\u001b[24m\n    \u001b[1mSamFlamが脱線して爆破し、今度は土星を周回しています。\u001b[22m, \u001b[1mSamFlamはその後、脱線爆破し、今では土星を周回です。\u001b[22m\n\u001b[4mIt made me so hectic I couldn't sleep whole night after watching it.\u001b[24m\n    \u001b[1mそれは私に忙しかった私はそれを見て一晩中眠ることができなかった。\u001b[22m, \u001b[1mそれは私がそれを見た後に一晩眠ることができなかった私はとても忙しいました。\u001b[22m\n\u001b[4mSurely one of a lifetime experience.\u001b[24m\n    \u001b[1m確かに生涯の経験の一つ。\u001b[22m\n\u001b[4mI shall give it 8 Sit Downs/10.\u001b[24m\n    \u001b[1m私はそれに8シット・ダウン/ 10を与えるでしょう。\u001b[22m, \u001b[1m私はそれを8シットダウンズ/ 10を与えなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nSPOILER TL;DR\n\n\u001b[1mスポイラーTL; DR\u001b[22m\n\u001b[1m(Supoirā TL; DR)\u001b[22m\n\nTranslations of \u001b[4mSPOILER TL;DR\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPOILER TL;DR\u001b[24m\n    \u001b[1mスポイラーTL; DR\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "ikasama-shoujo",
    "profile": "/profile/ikasama-shoujo/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=137977",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n最初はサムライフラメンコが私にタイガー＆amp; バニーとそれを見て決定したが、それは私が期待したものとは非常に異なっていた。 それはT＆amp; Bと比べると、お互いにはまったく似ていないので、「ヒーロー」の部分だけに似ていますが、それでもまだ（私にとっては）良い時計です。\n\nストーリー：7/10\n\n実際に私がそれを見たのは初めてです...私は2つのエピソードを連続して見たことがありました。面白かったですが、私はそれを好きではなかったからではなく、私が待っていたから すべてのエピソードは完成していると思います。おそらく私はアニメを見るのがとても怠惰な人です（私はマンガを読んでいる方が好きです）。 その後、最後のエピソードは数日前に出てきました。私はそれが正直であることを見る気分ではありませんでしたが、私はすぐにそれを見たい最後のエピソードのスポイラーを見ました。\n\n物語のアイデアはそれほど悪くはありません。主人公、葉山正義は、スーパーヒーローになりたかったのですが（しかし、彼はただの人間です）、それを達成するために、彼は小さな些細な犯罪を解決し始めます。 禁煙エリアで喫煙、ジェイウォーク、適時にゴミを投げない人、傘を盗んだ人...それのような小さな犯罪...私は本当に思っていたので最初はばかげていた 彼は誇張している。 しかし、「犯罪が本当に小さくても、誰もそれを止めなければそれは止まらないだろう」と言ったとき、実際には彼にはポイントがあると思ったので、その話は面白いと思った。 私は本当にその物語がそうだと思った。 スーパー・ノーマル・シティでは、彼はちょうどモダンなワナビー・スーパーヒーローのようだ。\n\nしかし、それから、私が期待していたことから話が漂った。 私はそれが恐ろしいとは言わないが、それは私をある時点で止めさせた。 それは必要なの？ 私はまだおもしろいですが、ばかげていました。 しかし、私は最後のエピソードでその「シーン」を本当に楽しみにしていたので、私はそれを見続けました。 それが後のエピソードで良くなったので私はやってよかった。\n\nアート：7/10\n\n私は本当にキャラクターのデザインが好きです。 イケメンとキュートなキャラクターが、品質はそれほど良くはありませんでした。 あなたは時々変形文字を見るでしょう。\n\nサウンド：9/10\n\nSamumencoの良いことの1つは、私が推測する曲です。 私はオープニングとエンディングの曲が本当に好きです。  BGMもいいですね。\n\nキャラクター：8/10\n\n彼らは私が推測する楽しいキャラクターでしたが、私の最も好きなのは、藤野藤です。 特に私が以前に何を経験したかを知った時。 私は泣き虫だから実際に私は泣きました。\n\n私はBL / Yaoiのファンですので、私がそれを見た理由の1つは後藤と正義のためでした。 私は本当に一緒に好きです。 そして私のfangirlnessとは別に、彼らが持っている友情は私が本当に好きなものです...私は彼らのタンデムが大好き！\n\n楽しさ/全体：7/10\n\nシリーズ全体を最初に見た主なモチベーションは、最後のエピソードでその「シーン」が原因だったのですが、私はそれがばかばかしいアークを除いて全体的に素晴らしかったことが判明してうれしいです。\n\n私はそれを楽しんで、いくつかのエピソードで私を笑わせました。  BLとGLのヒントは私の場合にはもっと興味深いものでした。  （ボーイズラブ＆amp;ガールズラブ）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAt first Samurai Flamenco reminds me of Tiger &amp; Bunny and decided to watch it but it was very different from what I expected. It's nothing compared to T&amp;B because they don't really resemble each other, just the 'Hero' part but nevertheless, it was still a good watch (at least for me).\n\n\u001b[1m最初はサムライフラメンコが私にタイガー＆amp; バニーとそれを見て決定したが、それは私が期待したものとは非常に異なっていた。 それはT＆amp; Bと比べると、お互いにはまったく似ていないので、「ヒーロー」の部分だけに似ていますが、それでもまだ（私にとっては）良い時計です。\u001b[22m\n\u001b[1m(Saisho wa samuraifuramenko ga watashi ni taigā& amp; banī to sore o mite kettei shitaga, sore wa watashi ga kitai shita mono to wa hijō ni kotonatte ita. Sore wa T& amp; B to kuraberu to, o tagaini wa mattaku nite inainode,`hīrō' no bubun dake ni nite imasuga, soredemo mada (watashi ni totte wa) yoi tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mAt first Samurai Flamenco reminds me of Tiger &amp; Bunny and decided to watch it but it was very different from what I expected. It's nothing compared to T&amp;B because they don't really resemble each other, just the 'Hero' part but nevertheless, it was still a good watch (at least for me).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first Samurai Flamenco reminds me of Tiger &amp;\u001b[24m\n    \u001b[1m最初はサムライフラメンコが私にタイガー＆amp;\u001b[22m, \u001b[1m最初のサムライフラメンコでタイガー＆アンペアのことを思い出します。\u001b[22m\n\u001b[4mBunny and decided to watch it but it was very different from what I expected.\u001b[24m\n    \u001b[1mバニーとそれを見て決定したが、それは私が期待したものとは非常に異なっていた。\u001b[22m, \u001b[1mバニーは、それを見ることにしましたが、それは私が期待したものとは非常に異なっていました。\u001b[22m\n\u001b[4mIt's nothing compared to T&amp;B because they don't really resemble each other, just the 'Hero' part but nevertheless, it was still a good watch (at least for me).\u001b[24m\n    \u001b[1mそれはT＆amp; Bと比べると、お互いにはまったく似ていないので、「ヒーロー」の部分だけに似ていますが、それでもまだ（私にとっては）良い時計です。\u001b[22m, \u001b[1m彼らは本当にお互いに似ていないので、B単に '英雄'部分が、それでも、それは（少なくとも私にとっては）まだ良い時計だった。それは、T＆アンプに比べて何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m\u001b[22m\nActually the first time I watched it.. I've only seen 2 episodes in a row and it was kind of interesting but I decided to put it on-hold NOT because I didn't like it, but because I wanted to wait for all episodes to be completed and probably because I'm the type of person who's very lazy to watch anime (I prefer reading manga). Then the last episode came out a few days ago and I wasn't still in the mood to watch it to be honest but I saw a spoiler of the last episode which made me want to watch it right away.\n\n\u001b[1m実際に私がそれを見たのは初めてです...私は2つのエピソードを連続して見たことがありました。面白かったですが、私はそれを好きではなかったからではなく、私が待っていたから すべてのエピソードは完成していると思います。おそらく私はアニメを見るのがとても怠惰な人です（私はマンガを読んでいる方が好きです）。 その後、最後のエピソードは数日前に出てきました。私はそれが正直であることを見る気分ではありませんでしたが、私はすぐにそれを見たい最後のエピソードのスポイラーを見ました。\u001b[22m\n\u001b[1m(Jissai ni watashi ga sore o mita no wa hajimetedesu... Watashi wa 2tsu no episōdo o renzoku shite mita koto ga arimashita. Omoshirokattadesuga, watashi wa sore o sukide wa nakattakarade wa naku, watashi ga matteita kara subete no episōdo wa kansei shite iru to omoimasu. Osoraku watashi wa anime o miru no ga totemo taidana hitodesu (watashi wa manga o yonde iru kata ga sukidesu). Sonogo, saigo no episōdo wa sūjitsumae ni dete kimashita. Watashi wa sore ga shōjikidearu koto o miru kibunde wa arimasendeshitaga, watashi wa sugu ni sore o mitai saigo no episōdo no supoirā o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mActually the first time I watched it.. I've only seen 2 episodes in a row and it was kind of interesting but I decided to put it on-hold NOT because I didn't like it, but because I wanted to wait for all episodes to be completed and probably because I'm the type of person who's very lazy to watch anime (I prefer reading manga). Then the last episode came out a few days ago and I wasn't still in the mood to watch it to be honest but I saw a spoiler of the last episode which made me want to watch it right away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually the first time I watched it.. I've only seen 2 episodes in a row and it was kind of interesting but I decided to put it on-hold NOT because I didn't like it, but because I wanted to wait for\u001b[24m\n    \u001b[1m実際に私がそれを見たのは初めてです...私は2つのエピソードを連続して見たことがありました。面白かったですが、私はそれを好きではなかったからではなく、私が待っていたから\u001b[22m, \u001b[1m実は初めて私は私だけの行の2のエピソードを見てきました..それを見て、それは一種の面白かったが、私はそれを好きではなかったので、NOT-ホールドの上に置くことにしましたが、私は待つしたかったので、\u001b[22m\n\u001b[4mall episodes to be completed and probably because I'm the type of person who's very lazy to watch anime (I prefer reading manga).\u001b[24m\n    \u001b[1mすべてのエピソードは完成していると思います。おそらく私はアニメを見るのがとても怠惰な人です（私はマンガを読んでいる方が好きです）。\u001b[22m, \u001b[1mすべてのエピソード完了すると、私は（私が読んだ漫画を好む）アニメを見ていて非常に怠惰なタイプの人だからでしょう。\u001b[22m\n\u001b[4mThen the last episode came out a few days ago and I wasn't still in the mood to watch it to be honest but I saw a spoiler of the last episode which made me want to watch it right away.\u001b[24m\n    \u001b[1mその後、最後のエピソードは数日前に出てきました。私はそれが正直であることを見る気分ではありませんでしたが、私はすぐにそれを見たい最後のエピソードのスポイラーを見ました。\u001b[22m, \u001b[1mそして、最後のエピソードは数日前に出てきて、私は正直に言うと、それを見て気分ではまだありませんでしたが、私は、私はすぐにそれを見たいと思う最後に行われたエピソードのスポイラーを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nThe idea of the story wasn't really that bad.. the protagonist, Hazama Masayoshi, wanted to be a superhero (but he's just a normal human being) and to achieve that, he starts to solve small/petty crimes like lecturing people who smokes in a non-smoking area, people who jaywalk, people who doesn't throw their garbage on the right time, catching an umbrella-thief.. small crimes like that... it was kind of ridiculous at first because I really thought he's exaggerating. But then when he said that 'even if the crime is really small, if no one's gonna stop them it will never stop', actually I thought he has a point and that made me think the story was kind of interesting. I really thought the story was only like that. Like he's just a modern wannabe-superhero in a super normal city.\n\n\u001b[1m物語のアイデアはそれほど悪くはありません。主人公、葉山正義は、スーパーヒーローになりたかったのですが（しかし、彼はただの人間です）、それを達成するために、彼は小さな些細な犯罪を解決し始めます。 禁煙エリアで喫煙、ジェイウォーク、適時にゴミを投げない人、傘を盗んだ人...それのような小さな犯罪...私は本当に思っていたので最初はばかげていた 彼は誇張している。 しかし、「犯罪が本当に小さくても、誰もそれを止めなければそれは止まらないだろう」と言ったとき、実際には彼にはポイントがあると思ったので、その話は面白いと思った。 私は本当にその物語がそうだと思った。 スーパー・ノーマル・シティでは、彼はちょうどモダンなワナビー・スーパーヒーローのようだ。\u001b[22m\n\u001b[1m(Monogatari no aidea wa sore hodo waruku wa arimasen. Shujinkō, Hayama Masayoshi wa, sūpāhīrō ni naritakatta nodesuga (shikashi, kare wa tadanoningendesu), sore o tassei suru tame ni, kare wa chīsana sasaina hanzai o kaiketsu shi hajimemasu. Kin'en eria de kitsuen, jeiu~ōku, tekiji ni gomi o nagenai hito, kasa o nusunda hito... Sore no yōna chīsana hanzai... Watashi wa hontōni omotte itanode saisho wa bakagete ita kare wa kochō shite iru. Shikashi,`hanzai ga hontōni chīsakute mo, dare mo sore o tomenakereba sore wa tomaranaidarou' to itta toki, jissai ni wa kare ni wa pointo ga aru to omottanode, sono-wa wa omoshiroi to omotta. Watashi wa hontōni sono monogatari ga sōda to omotta. Sūpā nōmaru shitide wa, kare wa chōdo modan'na wanabī sūpāhīrō no yōda.)\u001b[22m\n\nTranslations of \u001b[4mThe idea of the story wasn't really that bad.. the protagonist, Hazama Masayoshi, wanted to be a superhero (but he's just a normal human being) and to achieve that, he starts to solve small/petty crimes like lecturing people who smokes in a non-smoking area, people who jaywalk, people who doesn't throw their garbage on the right time, catching an umbrella-thief.. small crimes like that... it was kind of ridiculous at first because I really thought he's exaggerating. But then when he said that 'even if the crime is really small, if no one's gonna stop them it will never stop', actually I thought he has a point and that made me think the story was kind of interesting. I really thought the story was only like that. Like he's just a modern wannabe-superhero in a super normal city.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe idea of the story wasn't really that bad.. the protagonist, Hazama Masayoshi, wanted to be a superhero (but he's just a normal human being) and to achieve that, he starts to solve small/petty crimes like lecturing people who\u001b[24m\n    \u001b[1m物語のアイデアはそれほど悪くはありません。主人公、葉山正義は、スーパーヒーローになりたかったのですが（しかし、彼はただの人間です）、それを達成するために、彼は小さな些細な犯罪を解決し始めます。\u001b[22m, \u001b[1m物語のアイデアは主人公、ハザマ正義は、スーパーヒーローになりたかった（しかし、彼は普通の人間だ）..本当に悪くはなかったし、それを達成するために、彼は誰が人を講義のような小さな/ささいな犯罪を解決するために開始します\u001b[22m\n\u001b[4msmokes in a non-smoking area, people who jaywalk, people who doesn't throw their garbage on the right time, catching an umbrella-thief.. small crimes like that... it was kind of ridiculous at first because I really thought\u001b[24m\n    \u001b[1m禁煙エリアで喫煙、ジェイウォーク、適時にゴミを投げない人、傘を盗んだ人...それのような小さな犯罪...私は本当に思っていたので最初はばかげていた\u001b[22m, \u001b[1m私は本当に思ったので禁煙エリアで喫煙、JAYWALKの人々は、傘泥棒をキャッチし、適切な時期に自分のゴミを捨てていない人は..そのような小さな犯罪が...それは最初で種のばかげました\u001b[22m\n\u001b[4mhe's exaggerating.\u001b[24m\n    \u001b[1m彼は誇張している。\u001b[22m, \u001b[1m彼は誇張です。\u001b[22m\n\u001b[4mBut then when he said that 'even if the crime is really small, if no one's gonna stop them it will never stop', actually I thought he has a point and that made me think the story was kind of interesting.\u001b[24m\n    \u001b[1mしかし、「犯罪が本当に小さくても、誰もそれを止めなければそれは止まらないだろう」と言ったとき、実際には彼にはポイントがあると思ったので、その話は面白いと思った。\u001b[22m, \u001b[1m彼は「誰のつもりがそれらを停止した場合、犯罪は、本当に小さくても、それが停止することはありません」と言ったときしかし、その後、実際に私は彼がポイントを持っていると思ったし、それは私が話が面白いのようなものだったと思いました。\u001b[22m\n\u001b[4mI really thought the story was only like that.\u001b[24m\n    \u001b[1m私は本当にその物語がそうだと思った。\u001b[22m, \u001b[1m私は本当に話が唯一のそのように思いました。\u001b[22m\n\u001b[4mLike he's just a modern wannabe-superhero in a super normal city.\u001b[24m\n    \u001b[1mスーパー・ノーマル・シティでは、彼はちょうどモダンなワナビー・スーパーヒーローのようだ。\u001b[22m, \u001b[1m彼はスーパーノーマル市内のちょうど現代の志望-スーパーヒーローだような。\u001b[22m\n\u001b[1m\u001b[22m\nBut then the story drifted off from what I was expecting. I wouldn't say it was horrible but it did put me off at some point. Like... was that even necessary? It was ridiculous though I was still kind of amused. But I was really looking forward to that 'scene' in the last episode so I continued watching it. I'm glad I did because it got better in later episodes.\n\n\u001b[1mしかし、それから、私が期待していたことから話が漂った。 私はそれが恐ろしいとは言わないが、それは私をある時点で止めさせた。 それは必要なの？ 私はまだおもしろいですが、ばかげていました。 しかし、私は最後のエピソードでその「シーン」を本当に楽しみにしていたので、私はそれを見続けました。 それが後のエピソードで良くなったので私はやってよかった。\u001b[22m\n\u001b[1m(Shikashi, sorekara, watashi ga kitai shite ita koto kara hanashi ga tadayotta. Watashi wa sore ga osoroshī to wa iwanai ga, sore wa watashi o aru jiten de tome saseta. Sore wa hitsuyōna no? Watashi wa mada omoshiroidesuga, bakagete imashita. Shikashi, watashi wa saigo no episōdo de sono `shīn' o hontōni tanoshimini shite itanode, watashi wa sore o mi tsudzukemashita. Sore ga ato no episōdode yoku nattanode watashi wa yatte yokatta.)\u001b[22m\n\nTranslations of \u001b[4mBut then the story drifted off from what I was expecting. I wouldn't say it was horrible but it did put me off at some point. Like... was that even necessary? It was ridiculous though I was still kind of amused. But I was really looking forward to that 'scene' in the last episode so I continued watching it. I'm glad I did because it got better in later episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then the story drifted off from what I was expecting.\u001b[24m\n    \u001b[1mしかし、それから、私が期待していたことから話が漂った。\u001b[22m, \u001b[1mしかし、その後の話は、私が期待していたものからオフに漂流しました。\u001b[22m\n\u001b[4mI wouldn't say it was horrible but it did put me off at some point.\u001b[24m\n    \u001b[1m私はそれが恐ろしいとは言わないが、それは私をある時点で止めさせた。\u001b[22m, \u001b[1m私はそれは恐ろしいことでした言わないだろうが、それはいくつかの点で私を先送りんでした。\u001b[22m\n\u001b[4mLike... was that even necessary?\u001b[24m\n    \u001b[1mそれは必要なの？\u001b[22m, \u001b[1m以下のような...それさえも必要でしたか？\u001b[22m\n\u001b[4mIt was ridiculous though I was still kind of amused.\u001b[24m\n    \u001b[1m私はまだおもしろいですが、ばかげていました。\u001b[22m, \u001b[1m私はまだちょっと面白そうだったが、それはばかげていました。\u001b[22m\n\u001b[4mBut I was really looking forward to that 'scene' in the last episode so I continued watching it.\u001b[24m\n    \u001b[1mしかし、私は最後のエピソードでその「シーン」を本当に楽しみにしていたので、私はそれを見続けました。\u001b[22m, \u001b[1m私はそれを見続けたので、しかし、私は本当に最後のエピソードでその「シーン」を楽しみにしていました。\u001b[22m\n\u001b[4mI'm glad I did because it got better in later episodes.\u001b[24m\n    \u001b[1mそれが後のエピソードで良くなったので私はやってよかった。\u001b[22m, \u001b[1mそれは、後のエピソードに良くなったので、私は私がやったうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\n\u001b[1m\u001b[22m\nI really like the character designs. Ikemen and cute characters but the quality wasn't that good. Like you'll see deform characters sometimes.\n\n\u001b[1m私は本当にキャラクターのデザインが好きです。 イケメンとキュートなキャラクターが、品質はそれほど良くはありませんでした。 あなたは時々変形文字を見るでしょう。\u001b[22m\n\u001b[1m(Watashi wa hontōni kyarakutā no dezain ga sukidesu. Ikemen to kyūtona kyarakutā ga, hinshitsu wa sore hodo yoku wa arimasendeshita. Anata wa tokidoki henkeimoji o mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI really like the character designs. Ikemen and cute characters but the quality wasn't that good. Like you'll see deform characters sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like the character designs.\u001b[24m\n    \u001b[1m私は本当にキャラクターのデザインが好きです。\u001b[22m, \u001b[1m私は、キャラクターデザインを本当に好き。\u001b[22m\n\u001b[4mIkemen and cute characters but the quality wasn't that good.\u001b[24m\n    \u001b[1mイケメンとキュートなキャラクターが、品質はそれほど良くはありませんでした。\u001b[22m, \u001b[1mイケメンとかわいいキャラクターが、品質は良いことではありませんでした。\u001b[22m\n\u001b[4mLike you'll see deform characters sometimes.\u001b[24m\n    \u001b[1mあなたは時々変形文字を見るでしょう。\u001b[22m, \u001b[1mあなたは時々文字を変形表示されますように。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m\u001b[22m\nOne of the good things in Samumenco is the songs I guess. I really like the opening and ending songs. The BGM is nice too.\n\n\u001b[1mSamumencoの良いことの1つは、私が推測する曲です。 私はオープニングとエンディングの曲が本当に好きです。  BGMもいいですね。\u001b[22m\n\u001b[1m(Samumenco no yoikoto no 1tsu wa, watashi ga suisoku suru kyokudesu. Watashi wa ōpuningu to endingu no kyoku ga hontōni sukidesu. BGM mo īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mOne of the good things in Samumenco is the songs I guess. I really like the opening and ending songs. The BGM is nice too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the good things in Samumenco is the songs I guess.\u001b[24m\n    \u001b[1mSamumencoの良いことの1つは、私が推測する曲です。\u001b[22m, \u001b[1mSamumencoで良いものの一つは、私が推測する歌です。\u001b[22m\n\u001b[4mI really like the opening and ending songs.\u001b[24m\n    \u001b[1m私はオープニングとエンディングの曲が本当に好きです。\u001b[22m, \u001b[1m私は本当にオープニングとエンディング曲が好き。\u001b[22m\n\u001b[4mThe BGM is nice too.\u001b[24m\n    \u001b[1mBGMもいいですね。\u001b[22m, \u001b[1mBGMもいいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThey were enjoyable characters I guess but my most favorite is Goto Hidenori. Especially when I learned what he had been through before. It made me cry actually since I'm a crybaby.\n\n\u001b[1m彼らは私が推測する楽しいキャラクターでしたが、私の最も好きなのは、藤野藤です。 特に私が以前に何を経験したかを知った時。 私は泣き虫だから実際に私は泣きました。\u001b[22m\n\u001b[1m(Karera wa watashi ga suisoku suru tanoshī kyarakutādeshitaga, watashi no mottomo sukina no wa, Fujino Fujidesu. Tokuni watashi ga izen ni nani o keiken shita ka o shitta toki. Watashi wa nakimushidakara jissai ni watashi wa nakimashita.)\u001b[22m\n\nTranslations of \u001b[4mThey were enjoyable characters I guess but my most favorite is Goto Hidenori. Especially when I learned what he had been through before. It made me cry actually since I'm a crybaby.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey were enjoyable characters I guess but my most favorite is Goto Hidenori.\u001b[24m\n    \u001b[1m彼らは私が推測する楽しいキャラクターでしたが、私の最も好きなのは、藤野藤です。\u001b[22m, \u001b[1m彼らは私が推測する楽しい文字であったが、私の最も好きなのは後藤秀典です。\u001b[22m\n\u001b[4mEspecially when I learned what he had been through before.\u001b[24m\n    \u001b[1m特に私が以前に何を経験したかを知った時。\u001b[22m, \u001b[1m特に、私は彼が以前に通っていたものを知ったとき。\u001b[22m\n\u001b[4mIt made me cry actually since I'm a crybaby.\u001b[24m\n    \u001b[1m私は泣き虫だから実際に私は泣きました。\u001b[22m, \u001b[1mそれは私が泣き虫だので、私は実際に泣きました。\u001b[22m\n\u001b[1m\u001b[22m\nI'm a BL/Yaoi fan so one of the reasons why I watched it was because of Goto and Masayoshi. I really like them together. And aside from my fangirlness, the friendship that they have is something that I really like... I love their tandem!\n\n\u001b[1m私はBL / Yaoiのファンですので、私がそれを見た理由の1つは後藤と正義のためでした。 私は本当に一緒に好きです。 そして私のfangirlnessとは別に、彼らが持っている友情は私が本当に好きなものです...私は彼らのタンデムが大好き！\u001b[22m\n\u001b[1m(Watashi wa BL/ Yaoi no fandesunode, watashi ga sore o mita riyū no 1tsu wa Gotō to seigi no tamedeshita. Watashi wa hontōni issho ni sukidesu. Soshite watashi no fangirlness to wa betsuni, karera ga motte iru yūjō wa watashi ga hontōni sukina monodesu... Watashi wa karera no tandemu ga daisuki)\u001b[22m\n\nTranslations of \u001b[4mI'm a BL/Yaoi fan so one of the reasons why I watched it was because of Goto and Masayoshi. I really like them together. And aside from my fangirlness, the friendship that they have is something that I really like... I love their tandem!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a BL/Yaoi fan so one of the reasons why I watched it was because of Goto and Masayoshi.\u001b[24m\n    \u001b[1m私はBL / Yaoiのファンですので、私がそれを見た理由の1つは後藤と正義のためでした。\u001b[22m, \u001b[1m私はので、私はそれが理由後藤正義であった見た理由の一つBL /ボーイズラブのファンです。\u001b[22m\n\u001b[4mI really like them together.\u001b[24m\n    \u001b[1m私は本当に一緒に好きです。\u001b[22m, \u001b[1m私は実際にそれらを一緒に好きです。\u001b[22m\n\u001b[4mAnd aside from my fangirlness, the friendship that they have is something that I really like... I love their tandem!\u001b[24m\n    \u001b[1mそして私のfangirlnessとは別に、彼らが持っている友情は私が本当に好きなものです...私は彼らのタンデムが大好き！\u001b[22m, \u001b[1mそして、は別に、私のfangirlnessから、彼らが持っていることの友情は、私が本当に好き...私は彼らのタンデムを愛するものです！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: 7/10\n\n\u001b[1m楽しさ/全体：7/10\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: 7/10\u001b[24m\n    \u001b[1m楽しさ/全体：7/10\u001b[22m\n\u001b[1m\u001b[22m\nMy main motivation at first to watch the entire series was because of that 'scene' in the last episode but I'm glad that it turned out to be nice overall aside from the ridiculous arc though.\n\n\u001b[1mシリーズ全体を最初に見た主なモチベーションは、最後のエピソードでその「シーン」が原因だったのですが、私はそれがばかばかしいアークを除いて全体的に素晴らしかったことが判明してうれしいです。\u001b[22m\n\u001b[1m(Shirīzu zentai o saisho ni mita omona mochibēshon wa, saigo no episōdo de sono `shīn' ga gen'indatta nodesuga, watashi wa sore ga bakabakashī āku o nozoite zentai-teki ni subarashikatta koto ga hanmei shite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mMy main motivation at first to watch the entire series was because of that 'scene' in the last episode but I'm glad that it turned out to be nice overall aside from the ridiculous arc though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy main motivation at first to watch the entire series was because of that 'scene' in the last episode but I'm glad that it turned out to be nice overall aside from the ridiculous arc though.\u001b[24m\n    \u001b[1mシリーズ全体を最初に見た主なモチベーションは、最後のエピソードでその「シーン」が原因だったのですが、私はそれがばかばかしいアークを除いて全体的に素晴らしかったことが判明してうれしいです。\u001b[22m, \u001b[1mシリーズ全体を見て最初は私の主な動機は、あるため、最後のエピソードでその「現場」であったが、私はそれはしかし、全体の脇ばかげアークからの素敵なことが判明したことがうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed it and made me laugh in some episodes. The BL and GL hints made it more interesting in my case. (Boys Love &amp; Girls Love)\n\n\u001b[1m私はそれを楽しんで、いくつかのエピソードで私を笑わせました。  BLとGLのヒントは私の場合にはもっと興味深いものでした。  （ボーイズラブ＆amp;ガールズラブ）\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshinde, ikutsu ka no episōdo de watashi o warawasemashita. BL to GL no hinto wa watashi no baai ni wa motto kyōmibukai monodeshita. (Bōizurabu& amp; gāruzurabu))\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it and made me laugh in some episodes. The BL and GL hints made it more interesting in my case. (Boys Love &amp; Girls Love)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it and made me laugh in some episodes.\u001b[24m\n    \u001b[1m私はそれを楽しんで、いくつかのエピソードで私を笑わせました。\u001b[22m, \u001b[1m私はそれを楽しんで、私はいくつかのエピソードで笑わせました。\u001b[22m\n\u001b[4mThe BL and GL hints made it more interesting in my case.\u001b[24m\n    \u001b[1mBLとGLのヒントは私の場合にはもっと興味深いものでした。\u001b[22m, \u001b[1mBLとGLのヒントは、私の場合、それはより興味深いました。\u001b[22m\n\u001b[4m(Boys Love &amp; Girls Love)\u001b[24m\n    \u001b[1m（ボーイズラブ＆amp;ガールズラブ）\u001b[22m, \u001b[1m（ボーイズラブ＆＃038;ガールズラブ）\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "Toonpenguin",
    "profile": "/profile/Toonpenguin/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=137609",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  10\n\nこれはオリジナルのストリーム/ TVリリースのレビューであり、そのように見なされるべきです。 芸術のようなものは自宅でのリリースで改善するかもしれないので、これはショーの元のストリーム/テレビのリリースのレビューであることを覚えておいてください。\n\n\nあなたがこのショーのための私の推薦ですここで私のレビューを読んでほしくない場合は。\n\n\n全体の推奨：\nWATCHエピソード1〜10。 これは本当に最高の最初の2つのアークをカバーしています。 これは、アニメーションが最も苦しみ、「キック・ロス」型のプロットと「パワーレンジャー/センダイ」のパロディーのほうをカバーしているときです\nそれから19から22の時計。\nなぜあなたは11から18をスキップすると言う...\nまあキャラクターの開発、アニメーション、そして本当にほとんどのものがレーダーから降りてくるときです。 プロットはまだそこにあり、ショーは一般的にスーパーヒーローのパロディで面白いです。\n\nエピソード19では、新しいプロットがピックアップされ、過去のエピソードで何が起こったかを時折カバーすることが少なくなりました。 彼らが誰を倒したかのように。 直前の2つのアークに関する詳細はほとんど必要ありません。なぜなら、最後のアークの全体的なプロットにはほとんど影響を与えないからです（時には1つのライナーを作る文字を除いて）。 それに影響するように見えるものは、フラッシュバックで参照するように見えるか、何度も何度か言いますと、プロットが非常に複雑なので、何が起こったかを推測できます。\n\n最後のアークは、最初のアークIMOのペースを実際に拾い上げ、実際に再びそのストライドに当たってしまいます。そして、侍フラメンコが14または15のエピソードのアニメシーズンを与えられ、エピソード11から18のアークをスキップできたら、 ショーははるかに良いだろう\n\n\n\nストーリー：7/10\nフラメンコのストーリーは本当にどこにでもあります。それは、上を行く上に、そして互いに銀河を投げることを上回る素晴らしいIMOです。 しかし、この物語には何かが欠けています。\n\nはい、プロットは他のものの後ろで1つ右に続くように見え、それは文字のために非常に楽しいです。 しかし、ストーリーは全体的にマークを逃してしまった。\nフラメンコのストーリーは本当に唯一のものであり、各アークで大きくて大きくなります。 しかし、最後のエピソードの最終結果は完全にこのパターンを投げ捨て、最後に失望感を残します。 このようなキャラクターには、「日常生活」は何も起こりません。\n\nまた、プロットは心理学的に評価するものではなく（最後の弧を除いて）、あなたが明るい心を持ったスーパーヒーローをテーマにしたプロットでショーを探しているなら、これはあなたの味方になるでしょう。\n\nアート5または6/10\n\nサムライフラメンコのスタイルと芸術はすごく始まり、初めは素晴らしく驚きました......しかし、エピソード11からは、その瞬間が始まります。\n\nたとえば、第17話では、武士のフラメンコの始まりのように、戦闘シーンが通常または高品質で描かれています。 しかし、戦いの中で起こる可能性のある他のシーンはほとんどアニメで見え、一部のキャラクターは顔が見えるので、ほとんど傷つきます。  （このエピソードは特に私がどんな理由であれほとんどを覚えています）\n\nまた、2回目のオープニングアニメーションは、シリーズの前半のモンタージュとして開始され、その後、後でほぼ静止したオープニングに変更されます。 そこから出演したキャストの写真を複数のアイデンティティー（例えば、ハママヨシをサムライフラメンコなど）で使用する。 何らかの理由でモンタージュを放棄し、これを置き換えたとして、改訂されたオープニングアニメーション結果を使用した最初の数回のエピソードは、アニメーションの開始が間違っています。 そして、奇妙なことに、すべてのシングルエピソードでは、通常、何かが追加されたりオープニングに変更されたりして、より見やすく見えるようになりますが、同時に現時点ではプロダクションチームが本当に予算や時間を持っていなかったのか、 少しずつ変更することしかできませんでした。\n\nほとんどのショーのように完全にアニメーション化された最初のオープニングと比べると、初めのようにサムライフラメンコを美しく見せるための予算の不足を考慮しています。\n\nメモ、私の知っていること、aniplexはしばしばホームリリースのアニメーションに触れようとします。 だから、これは武士のフラメンコにも当てはまると思っていますし、悪いアニメスケッチのような恐ろしい瞬間をすべて修正し、オープニング2アニメーションの8種類のバージョンを削除することができます。\n\nサウンド7/10：ここでは素晴らしいものはありませんが、それは悪くない、普通はフィットしている瞬間ですが、私はサウンドトラックに耳を傾ける必要はありません。\n\nキャラクター：6/10\n\n全体的に3〜5人の主人公が上手く開発されていますが、全体的にストーリーが進むにつれて、ハザードマサヨシ（サムライフラメンコ）だけが時々開発されています。 他のキャラクターは状況に役立ちますが、実際に11回目のエピソードの後に​​は、武士のフラメンコを脇に置いてキャラクターの開発のように思えます。\n\n楽しさ10/10：このショーの唯一の完璧なこと。 私はスーパーヒーローとシリーズのヒーローの複数のビューのパロディーを取ることが大好きです。 毎週のエピソードは子供のような気分だったし、何人の村人が侍のフラメンコに直面するのだろうと思っていたのだろうか。 私はこのシリーズを非常に楽しんでいます。シリーズの後半には、他のすべての分野が崩れ落ちる最高のものではないかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTHIS IS A REVIEW OF THE ORIGINAL STREAM/TV RELEASE and should be viewed as such. THings such as art may improve with a home release and therefore as such keep in mind that this is a review of the original stream/tv release of the show.\n\n\u001b[1mこれはオリジナルのストリーム/ TVリリースのレビューであり、そのように見なされるべきです。 芸術のようなものは自宅でのリリースで改善するかもしれないので、これはショーの元のストリーム/テレビのリリースのレビューであることを覚えておいてください。\u001b[22m\n\u001b[1m(Kore wa orijinaru no sutorīmu/ TV rirīsu no rebyūdeari, sonoyōni minasa rerubekidesu. Geijutsu no yōna mono wa jitaku de no rirīsu de kaizen suru kamo shirenainode, koreha shō no gen no sutorīmu/ terebi no rirīsu no rebyūdearu koto o oboete oite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTHIS IS A REVIEW OF THE ORIGINAL STREAM/TV RELEASE and should be viewed as such. THings such as art may improve with a home release and therefore as such keep in mind that this is a review of the original stream/tv release of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS IS A REVIEW OF THE ORIGINAL STREAM/TV RELEASE and should be viewed as such.\u001b[24m\n    \u001b[1mこれはオリジナルのストリーム/ TVリリースのレビューであり、そのように見なされるべきです。\u001b[22m, \u001b[1mこれは、元STREAM /テレビRELEASEのレビューであり、そのようなものとして考えるべきです。\u001b[22m\n\u001b[4mTHings such as art may improve with a home release and therefore as such keep in mind that this is a review of the original stream/tv release of the show.\u001b[24m\n    \u001b[1m芸術のようなものは自宅でのリリースで改善するかもしれないので、これはショーの元のストリーム/テレビのリリースのレビューであることを覚えておいてください。\u001b[22m, \u001b[1mこのような芸術としての物事がホームリリースで改善し、したがって、このような、これはショーの元のストリーム/ TVリリースのレビューであることを心に留めておくことができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIF you don't want to read my review here are my recommendations for this show .\n\n\u001b[1mあなたがこのショーのための私の推薦ですここで私のレビューを読んでほしくない場合は。\u001b[22m\n\u001b[1m(Anata ga kono shō no tame no watashi no suisendesu koko de watashi no rebyū o yonde hoshikunai baai wa.)\u001b[22m\n\nTranslations of \u001b[4mIF you don't want to read my review here are my recommendations for this show .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIF you don't want to read my review here are my recommendations for this show .\u001b[24m\n    \u001b[1mあなたがこのショーのための私の推薦ですここで私のレビューを読んでほしくない場合は。\u001b[22m, \u001b[1mあなたは私のレビューを読んしたくない場合は、ここで、このショーのために私の推奨事項です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall recommendation:\n\n\u001b[1m全体の推奨：\u001b[22m\n\u001b[1m(Zentai no suishō:)\u001b[22m\n\nTranslations of \u001b[4mOverall recommendation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall recommendation:\u001b[24m\n    \u001b[1m全体の推奨：\u001b[22m, \u001b[1m総合的な推薦：\u001b[22m\nWATCH episodes 1 to 10 . This covers the first two arcs, which are really the best. This is when teh animation suffers the least, and covers more of a 'Kick ass' type of plot and a parody of 'Power rangers/sentai'\n\n\u001b[1mWATCHエピソード1〜10。 これは本当に最高の最初の2つのアークをカバーしています。 これは、アニメーションが最も苦しみ、「キック・ロス」型のプロットと「パワーレンジャー/センダイ」のパロディーのほうをカバーしているときです\u001b[22m\n\u001b[1m(WATCH episōdo 1 〜 10. Kore wa hontōni saikō no saisho no 2tsu no āku o kabā shite imasu. Kore wa, animēshon ga mottomo kurushimi,`kikku Rosu'-gata no purotto to `pawārenjā/ Sendai' no parodī no hō o kabā shite iru tokidesu)\u001b[22m\n\nTranslations of \u001b[4mWATCH episodes 1 to 10 . This covers the first two arcs, which are really the best. This is when teh animation suffers the least, and covers more of a 'Kick ass' type of plot and a parody of 'Power rangers/sentai'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWATCH episodes 1 to 10 .\u001b[24m\n    \u001b[1mWATCHエピソード1〜10。\u001b[22m\n\u001b[4mThis covers the first two arcs, which are really the best.\u001b[24m\n    \u001b[1mこれは本当に最高の最初の2つのアークをカバーしています。\u001b[22m, \u001b[1mこれは本当に最高です最初の2つの円弧を、カバーしています。\u001b[22m\n\u001b[4mThis is when teh animation suffers the least, and covers more of a 'Kick ass' type of plot and a parody of 'Power rangers/sentai'\u001b[24m\n    \u001b[1mこれは、アニメーションが最も苦しみ、「キック・ロス」型のプロットと「パワーレンジャー/センダイ」のパロディーのほうをカバーしているときです\u001b[22m, \u001b[1mtehのアニメーションが少なくとも苦しみ、およびプロットの「キックのお尻」タイプと「パワーレンジャー/戦隊」のパロディの多くをカバーしていたときにこれがあります\u001b[22m\nTHEN watch 19 to 22.\n\n\u001b[1mそれから19から22の時計。\u001b[22m\n\u001b[1m(Sorekara 19 kara 22 no tokei.)\u001b[22m\n\nTranslations of \u001b[4mTHEN watch 19 to 22.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHEN watch 19 to 22.\u001b[24m\n    \u001b[1mそれから19から22の時計。\u001b[22m, \u001b[1mTHEN 22に19を見ます。\u001b[22m\nWhy you say skip 11 to 18.....\n\n\u001b[1mなぜあなたは11から18をスキップすると言う...\u001b[22m\n\u001b[1m(Naze anata wa 11 kara 18 o sukippu suru to iu...)\u001b[22m\n\nTranslations of \u001b[4mWhy you say skip 11 to 18.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy you say skip 11 to 18.....\u001b[24m\n    \u001b[1mなぜあなたは11から18をスキップすると言う...\u001b[22m, \u001b[1mなぜあなたは18に11をスキップ言います.....\u001b[22m\nWell this is when character development , animation, and really most things drop off the radar. The plot is still there, and the show is funny with it's parody of super heroes in general.\n\n\u001b[1mまあキャラクターの開発、アニメーション、そして本当にほとんどのものがレーダーから降りてくるときです。 プロットはまだそこにあり、ショーは一般的にスーパーヒーローのパロディで面白いです。\u001b[22m\n\u001b[1m(Mā kyarakutā no kaihatsu, animēshon, soshite hontōni hotondo no mono ga rēdā kara orite kuru tokidesu. Purotto wa mada soko ni ari, shō wa ippantekini sūpāhīrō no parodi de omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell this is when character development , animation, and really most things drop off the radar. The plot is still there, and the show is funny with it's parody of super heroes in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this is when character development , animation, and really most things drop off the radar.\u001b[24m\n    \u001b[1mまあキャラクターの開発、アニメーション、そして本当にほとんどのものがレーダーから降りてくるときです。\u001b[22m, \u001b[1mさて、この時に、文字の開発、アニメーション、実際にはほとんどのものがレーダー脱落です。\u001b[22m\n\u001b[4mThe plot is still there, and the show is funny with it's parody of super heroes in general.\u001b[24m\n    \u001b[1mプロットはまだそこにあり、ショーは一般的にスーパーヒーローのパロディで面白いです。\u001b[22m, \u001b[1mプロットはまだある、それは一般的にスーパーヒーローのパロディーだとショーが面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nWith episode 19 a new plot picks up, and they more of less cover from time to time what happened in the past episodes. Like who they defeated. You really don't need much details about the previous 2 arcs because they don't affect the overall plot of the last arc hardly at all( aside from characters which make one liners at times). And anything that does seem to affect it they seem to reference it via flash back, or they mention it so many times that with some thinking you can guess what happened like since the plot is very complex.\n\n\u001b[1mエピソード19では、新しいプロットがピックアップされ、過去のエピソードで何が起こったかを時折カバーすることが少なくなりました。 彼らが誰を倒したかのように。 直前の2つのアークに関する詳細はほとんど必要ありません。なぜなら、最後のアークの全体的なプロットにはほとんど影響を与えないからです（時には1つのライナーを作る文字を除いて）。 それに影響するように見えるものは、フラッシュバックで参照するように見えるか、何度も何度か言いますと、プロットが非常に複雑なので、何が起こったかを推測できます。\u001b[22m\n\u001b[1m(Episōdo 19de wa, atarashī purotto ga pikkuappu sa re, kako no episōdo de nani ga okotta ka o tokiori kabā suru koto ga sukunaku narimashita. Karera ga dare o taoshita ka no yō ni. Chokuzen no 2tsu no āku ni kansuru shōsai wa hotondo hitsuyō arimasen. Nazenara, saigo no āku no zentai-tekina purotto ni wa hotondo eikyō o ataenaikaradesu (tokiniha 1tsu no rainā o tsukuru moji o nozoite). Sore ni eikyō suru yō ni mieru mono wa, furasshu bakku de sanshō suru yō ni mieru ka, nando mo nando ka iimasu to, purotto ga hijō ni fukuzatsunanode, nani ga okotta ka o suisoku dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith episode 19 a new plot picks up, and they more of less cover from time to time what happened in the past episodes. Like who they defeated. You really don't need much details about the previous 2 arcs because they don't affect the overall plot of the last arc hardly at all( aside from characters which make one liners at times). And anything that does seem to affect it they seem to reference it via flash back, or they mention it so many times that with some thinking you can guess what happened like since the plot is very complex.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith episode 19 a new plot picks up, and they more of less cover from time to time what happened in the past episodes.\u001b[24m\n    \u001b[1mエピソード19では、新しいプロットがピックアップされ、過去のエピソードで何が起こったかを時折カバーすることが少なくなりました。\u001b[22m, \u001b[1mエピソード19で新しいプロットがピックアップし、彼らより少ないカバーの時点から過去のエピソードで起こった時間に。\u001b[22m\n\u001b[4mLike who they defeated.\u001b[24m\n    \u001b[1m彼らが誰を倒したかのように。\u001b[22m, \u001b[1m彼らは敗北者のように。\u001b[22m\n\u001b[4mYou really don't need much details about the previous 2 arcs because they don't affect the overall plot of the last arc hardly at all( aside from characters which make one liners at times).\u001b[24m\n    \u001b[1m直前の2つのアークに関する詳細はほとんど必要ありません。なぜなら、最後のアークの全体的なプロットにはほとんど影響を与えないからです（時には1つのライナーを作る文字を除いて）。\u001b[22m, \u001b[1m彼らはほとんどすべてで最後の弧の全体的なプロットに影響を与えることはありませんので、あなたは本当に（わきの回で1ライナーを作る文字から）前の2弧について多くの詳細を必要としません。\u001b[22m\n\u001b[4mAnd anything that does seem to affect it they seem to reference it via flash back, or they mention it so many times that with some thinking you can guess what happened like since the plot is very complex.\u001b[24m\n    \u001b[1mそれに影響するように見えるものは、フラッシュバックで参照するように見えるか、何度も何度か言いますと、プロットが非常に複雑なので、何が起こったかを推測できます。\u001b[22m, \u001b[1mそして、思えないものは、彼らが戻ってフラッシュを経由してそれを参照するように見える、または、彼らはそれにいくつかの考え方で、プロットは非常に複雑であるためのように何が起こったのかを推測することができるように何度も言及し、それに影響を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe last arc really picks up that pace of the first arc IMO and really hits its stride again, and if samurai flamenco had been given a 14 or 15 episode anime season and was able to skip the arcs from episode 11 to 18 , I think this show would be much better\n\n\u001b[1m最後のアークは、最初のアークIMOのペースを実際に拾い上げ、実際に再びそのストライドに当たってしまいます。そして、侍フラメンコが14または15のエピソードのアニメシーズンを与えられ、エピソード11から18のアークをスキップできたら、 ショーははるかに良いだろう\u001b[22m\n\u001b[1m(Saigo no āku wa, saisho no āku IMO no pēsu o jissai ni hiroiage, jissai ni futatabi sono sutoraido ni atatte shimaimasu. Soshite, samurai furamenko ga 14 matawa 15 no episōdo no animeshīzun o atae rare, episōdo 11 kara 18 no āku o sukippu dekitara, shō wa haruka ni yoidarou)\u001b[22m\n\nTranslations of \u001b[4mThe last arc really picks up that pace of the first arc IMO and really hits its stride again, and if samurai flamenco had been given a 14 or 15 episode anime season and was able to skip the arcs from episode 11 to 18 , I think this show would be much better\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last arc really picks up that pace of the first arc IMO and really hits its stride again, and if samurai flamenco had been given a 14 or 15 episode anime season and was able to skip the arcs from episode 11 to 18 , I think this\u001b[24m\n    \u001b[1m最後のアークは、最初のアークIMOのペースを実際に拾い上げ、実際に再びそのストライドに当たってしまいます。そして、侍フラメンコが14または15のエピソードのアニメシーズンを与えられ、エピソード11から18のアークをスキップできたら、\u001b[22m, \u001b[1m最後のアークは本当にIMO第一のアークのペースをピックアップし、本当に再びそのストライドを打つ、と武士のフラメンコが14または15エピソードのアニメの季節を与えられ、18のエピソード11からアークをスキップすることができたしていた場合、私はこれを考えます\u001b[22m\n\u001b[4mshow would be much better\u001b[24m\n    \u001b[1mショーははるかに良いだろう\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nthe story for flamenco is really all over the place, which is fine IMO to go above and beyond throwing galaxy's at each other. However, it lacks something within this story.\n\n\u001b[1mフラメンコのストーリーは本当にどこにでもあります。それは、上を行く上に、そして互いに銀河を投げることを上回る素晴らしいIMOです。 しかし、この物語には何かが欠けています。\u001b[22m\n\u001b[1m(Furamenko no sutōrī wa hontōni doko ni demo arimasu. Sore wa,-jō o iku ue ni, soshite tagaini ginga o nageru koto o uwamawaru subarashī IMOdesu. Shikashi, kono monogatari ni wa nanika ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe story for flamenco is really all over the place, which is fine IMO to go above and beyond throwing galaxy's at each other. However, it lacks something within this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story for flamenco is really all over the place, which is fine IMO to go above and beyond throwing galaxy's at each other.\u001b[24m\n    \u001b[1mフラメンコのストーリーは本当にどこにでもあります。それは、上を行く上に、そして互いに銀河を投げることを上回る素晴らしいIMOです。\u001b[22m, \u001b[1mフラメンコのための物語は、すべてのIMO上記行くとお互いに銀河のを投げ超えする細かいところ、上に実際にあります。\u001b[22m\n\u001b[4mHowever, it lacks something within this story.\u001b[24m\n    \u001b[1mしかし、この物語には何かが欠けています。\u001b[22m, \u001b[1mしかし、それはこの物語の中の何かが欠けています。\u001b[22m\n\u001b[1m\u001b[22m\nYes the plot seems to continue on one right after the other, and it is a very enjoyable comically because of the characters . But the story just misses the mark overall.\n\n\u001b[1mはい、プロットは他のものの後ろで1つ右に続くように見え、それは文字のために非常に楽しいです。 しかし、ストーリーは全体的にマークを逃してしまった。\u001b[22m\n\u001b[1m(Hai, purotto wa hoka no mono no ushiro de 1tsu migi ni tsudzuku yō ni mie, soreha moji no tame ni hijō ni tanoshīdesu. Shikashi, sutōrī wa zentai-teki ni māku o nogashite shimatta.)\u001b[22m\n\nTranslations of \u001b[4mYes the plot seems to continue on one right after the other, and it is a very enjoyable comically because of the characters . But the story just misses the mark overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes the plot seems to continue on one right after the other, and it is a very enjoyable comically because of the characters .\u001b[24m\n    \u001b[1mはい、プロットは他のものの後ろで1つ右に続くように見え、それは文字のために非常に楽しいです。\u001b[22m, \u001b[1mはいプロットは、他の後に1、右側に継続するようで、それがために、文字のコミカル非常に楽しいです。\u001b[22m\n\u001b[4mBut the story just misses the mark overall.\u001b[24m\n    \u001b[1mしかし、ストーリーは全体的にマークを逃してしまった。\u001b[22m, \u001b[1mしかし、物語はちょうど全体のマークをミス。\u001b[22m\nWithout spoiling much, Flamenco story is a truly unqiue one and it gets larger and larger and large with each arc. However, the end result in the last episode completely throws this pattern away, leaving a disappointing feeling at the end. Like nothing is going to happen to these characters any more other then 'Daily life'.\n\n\u001b[1mフラメンコのストーリーは本当に唯一のものであり、各アークで大きくて大きくなります。 しかし、最後のエピソードの最終結果は完全にこのパターンを投げ捨て、最後に失望感を残します。 このようなキャラクターには、「日常生活」は何も起こりません。\u001b[22m\n\u001b[1m(Furamenko no sutōrī wa hontōni yuiitsu no monodeari, kaku āku de ōkikute ōkiku narimasu. Shikashi, saigo no episōdo no saishū kekka wa kanzen ni kono patān o nagesute, saigo ni shitsubō-kan o nokoshimasu. Ko no yōna kyarakutā ni wa,`nichijō seikatsu' wa nani mo okorimasen.)\u001b[22m\n\nTranslations of \u001b[4mWithout spoiling much, Flamenco story is a truly unqiue one and it gets larger and larger and large with each arc. However, the end result in the last episode completely throws this pattern away, leaving a disappointing feeling at the end. Like nothing is going to happen to these characters any more other then 'Daily life'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithout spoiling much, Flamenco story is a truly unqiue one and it gets larger and larger and large with each arc.\u001b[24m\n    \u001b[1mフラメンコのストーリーは本当に唯一のものであり、各アークで大きくて大きくなります。\u001b[22m, \u001b[1m多くを損なうことなく、フラメンコの話は本当にunqiue 1であり、それはより大きく、より大きく、各アークと大きくなります。\u001b[22m\n\u001b[4mHowever, the end result in the last episode completely throws this pattern away, leaving a disappointing feeling at the end.\u001b[24m\n    \u001b[1mしかし、最後のエピソードの最終結果は完全にこのパターンを投げ捨て、最後に失望感を残します。\u001b[22m, \u001b[1mしかし、最終話で最終的な結果は完全に終わりに失望感を残して、離れてこのパターンをスローします。\u001b[22m\n\u001b[4mLike nothing is going to happen to these characters any more other then 'Daily life'.\u001b[24m\n    \u001b[1mこのようなキャラクターには、「日常生活」は何も起こりません。\u001b[22m, \u001b[1m何もこれ以上、他の「日常生活」これらの文字に起こるだろうされていないと同じように。\u001b[22m\n\u001b[1m\u001b[22m\nAlso the plot isn't one to psychologically evaluate (aside from the last arc), so if your looking for a show with a light hearted super hero themed plot this will be up your ally.\n\n\u001b[1mまた、プロットは心理学的に評価するものではなく（最後の弧を除いて）、あなたが明るい心を持ったスーパーヒーローをテーマにしたプロットでショーを探しているなら、これはあなたの味方になるでしょう。\u001b[22m\n\u001b[1m(Mata, purotto wa shinri-gaku-teki ni hyōka suru monode wanaku (saigo no ko o nozoite), anata ga akarui kokoro o motta sūpāhīrō o tēma ni shita purotto de shō o sagashite irunara, koreha anatanomikata ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAlso the plot isn't one to psychologically evaluate (aside from the last arc), so if your looking for a show with a light hearted super hero themed plot this will be up your ally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso the plot isn't one to psychologically evaluate (aside from the last arc), so if your looking for a show with a light hearted super hero themed plot this will be up your ally.\u001b[24m\n    \u001b[1mまた、プロットは心理学的に評価するものではなく（最後の弧を除いて）、あなたが明るい心を持ったスーパーヒーローをテーマにしたプロットでショーを探しているなら、これはあなたの味方になるでしょう。\u001b[22m, \u001b[1mまた、プロットは、心理的に（脇最後のアークから）を評価するものではありませんので、あなたはこれがあなたの味方次第となりますプロットをテーマにした光心を持ったスーパーヒーローとのショーを探している場合。\u001b[22m\n\u001b[1m\u001b[22m\nArt 5 or 6 / 10\n\n\u001b[1mアート5または6/10\u001b[22m\n\u001b[1m(Āto 5 matawa 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 5 or 6 / 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 5 or 6 / 10\u001b[24m\n    \u001b[1mアート5または6/10\u001b[22m, \u001b[1mアート5または6月10日\u001b[22m\n\u001b[1m\u001b[22m\nSamurai Flamenco style and art starts out great, it was fantastic and amazing at the beginning...... But starting in episode 11 it starts to have its on and off moments.\n\n\u001b[1mサムライフラメンコのスタイルと芸術はすごく始まり、初めは素晴らしく驚きました......しかし、エピソード11からは、その瞬間が始まります。\u001b[22m\n\u001b[1m(Samuraifuramenko no sutairu to geijutsu wa sugoku hajimari, hajime wa subarashiku odorokimashita... ... Shikashi, episōdo 11 kara wa, sono shunkan ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mSamurai Flamenco style and art starts out great, it was fantastic and amazing at the beginning...... But starting in episode 11 it starts to have its on and off moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai Flamenco style and art starts out great, it was fantastic and amazing at the beginning...... But starting in episode 11 it starts to have its on and off moments.\u001b[24m\n    \u001b[1mサムライフラメンコのスタイルと芸術はすごく始まり、初めは素晴らしく驚きました......しかし、エピソード11からは、その瞬間が始まります。\u001b[22m, \u001b[1mサムライフラメンコスタイルとアートが素晴らしいから始まり、それはそのオンとオフの瞬間を持って開始冒頭で幻想的で驚くべきものだった......しかし、エピソード11で始まります。\u001b[22m\n\u001b[1m\u001b[22m\nFor example in episode 17, the fight scenes are drawn in a normal or high quality like the beginning of samurai flamenco showed. BUT other scenes that may happen inbetween the fight barely look animated and some characters faces look so almost it hurts. (this episode in particular i remember the most of for whatever reason)\n\n\u001b[1mたとえば、第17話では、武士のフラメンコの始まりのように、戦闘シーンが通常または高品質で描かれています。 しかし、戦いの中で起こる可能性のある他のシーンはほとんどアニメで見え、一部のキャラクターは顔が見えるので、ほとんど傷つきます。  （このエピソードは特に私がどんな理由であれほとんどを覚えています）\u001b[22m\n\u001b[1m(Tatoeba, dai 17-wade wa, bushi no furamenko no hajimari no yō ni, sentō shīn ga tsūjō matawa kō hinshitsu de egaka rete imasu. Shikashi, tatakai no naka de okoru kanōsei no aru ta no shīn wa hotondo anime de mie, ichibu no kyarakutā wa kao ga mieru node, hotondo kizutsukimasu. (Kono episōdo wa tokuni watashi ga don'na riyūdeare hotondo o oboete imasu))\u001b[22m\n\nTranslations of \u001b[4mFor example in episode 17, the fight scenes are drawn in a normal or high quality like the beginning of samurai flamenco showed. BUT other scenes that may happen inbetween the fight barely look animated and some characters faces look so almost it hurts. (this episode in particular i remember the most of for whatever reason)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor example in episode 17, the fight scenes are drawn in a normal or high quality like the beginning of samurai flamenco showed.\u001b[24m\n    \u001b[1mたとえば、第17話では、武士のフラメンコの始まりのように、戦闘シーンが通常または高品質で描かれています。\u001b[22m, \u001b[1mエピソード17の例では、戦いのシーンがあった武士のフラメンコの始まりのような標準または高品質で描かれています。\u001b[22m\n\u001b[4mBUT other scenes that may happen inbetween the fight barely look animated and some characters faces look so almost it hurts.\u001b[24m\n    \u001b[1mしかし、戦いの中で起こる可能性のある他のシーンはほとんどアニメで見え、一部のキャラクターは顔が見えるので、ほとんど傷つきます。\u001b[22m, \u001b[1mしかし戦いわたってるしき発生する可能性があり、他のシーンはほとんどのアニメーションと一部の文字顔がそうほとんど、それが痛い見て見て。\u001b[22m\n\u001b[4m(this episode in particular i remember the most of for whatever reason)\u001b[24m\n    \u001b[1m（このエピソードは特に私がどんな理由であれほとんどを覚えています）\u001b[22m, \u001b[1m（特に、このエピソードは、私が何らかの理由のほとんどを覚えています）\u001b[22m\n\u001b[1m\u001b[22m\nAlso , the 2nd opening animation begins as a montage of first half of the series and then is later changed to an almost still opening. Using pictures of the cast from the shown at there multiple identities (such as hazama yoshi as samurai flamenco). For some reason after abandoning the montage and given this as a replacement, the first few episodes of using the revised opening animation result is a badly animated opening. And strangely enough with every single episode something is usually added or changed to the opening, making it look more presentable and nice, but at the same time makes you wonder if the production team truly didn't have the budget or time at the moment, and could only alter it little by little.\n\n\u001b[1mまた、2回目のオープニングアニメーションは、シリーズの前半のモンタージュとして開始され、その後、後でほぼ静止したオープニングに変更されます。 そこから出演したキャストの写真を複数のアイデンティティー（例えば、ハママヨシをサムライフラメンコなど）で使用する。 何らかの理由でモンタージュを放棄し、これを置き換えたとして、改訂されたオープニングアニメーション結果を使用した最初の数回のエピソードは、アニメーションの開始が間違っています。 そして、奇妙なことに、すべてのシングルエピソードでは、通常、何かが追加されたりオープニングに変更されたりして、より見やすく見えるようになりますが、同時に現時点ではプロダクションチームが本当に予算や時間を持っていなかったのか、 少しずつ変更することしかできませんでした。\u001b[22m\n\u001b[1m(Mata, 2-kai-me no ōpuninguanimēshon wa, shirīzu no zenhan no montāju to shite kaishi sa re, sonogo,-go de hobo seishishita ōpuningu ni henkō sa remasu. Soko kara shutsuen shita kyasuto no shashin o fukusū no aidentitī (tatoeba, hamamayoshi o samuraifuramenko nado) de shiyō suru. Nanrakano riyū de montāju o hōki shi, kore o okikaeta to shite, kaitei sa reta ōpuninguanimēshon kekka o shiyō shita saisho no sū-kai no episōdo wa, animēshon no kaishi ga machigatte imasu. Soshite, kimyōna koto ni, subete no shinguruepisōdode wa, tsūjō, nanika ga tsuika sa re tari ōpuningu ni henkō sa re tari shite, yori miyasuku mieru yō ni narimasuga, dōjini genjitende wa purodakushonchīmu ga hontōni yosan ya jikan o motte inakatta no ka, sukoshizutsu henkō suru koto shika dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlso , the 2nd opening animation begins as a montage of first half of the series and then is later changed to an almost still opening. Using pictures of the cast from the shown at there multiple identities (such as hazama yoshi as samurai flamenco). For some reason after abandoning the montage and given this as a replacement, the first few episodes of using the revised opening animation result is a badly animated opening. And strangely enough with every single episode something is usually added or changed to the opening, making it look more presentable and nice, but at the same time makes you wonder if the production team truly didn't have the budget or time at the moment, and could only alter it little by little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso , the 2nd opening animation begins as a montage of first half of the series and then is later changed to an almost still opening.\u001b[24m\n    \u001b[1mまた、2回目のオープニングアニメーションは、シリーズの前半のモンタージュとして開始され、その後、後でほぼ静止したオープニングに変更されます。\u001b[22m, \u001b[1mまた、第二開口部のアニメーションは、一連の前半のモンタージュとして始まり、その後はほぼまだ開いに変更されます。\u001b[22m\n\u001b[4mUsing pictures of the cast from the shown at there multiple identities (such as hazama yoshi as samurai flamenco).\u001b[24m\n    \u001b[1mそこから出演したキャストの写真を複数のアイデンティティー（例えば、ハママヨシをサムライフラメンコなど）で使用する。\u001b[22m, \u001b[1m（このような侍フラメンコなどハザマのヨシなど）で示す複数のIDからのキャストの写真を使用。\u001b[22m\n\u001b[4mFor some reason after abandoning the montage and given this as a replacement, the first few episodes of using the revised opening animation result is a badly animated opening.\u001b[24m\n    \u001b[1m何らかの理由でモンタージュを放棄し、これを置き換えたとして、改訂されたオープニングアニメーション結果を使用した最初の数回のエピソードは、アニメーションの開始が間違っています。\u001b[22m, \u001b[1mモンタージュを放棄し、代替としてこれを与えられた後、何らかの理由で、改訂されたオープニングアニメーション結果を使用しての最初のいくつかのエピソードがひどくアニメーションの開口部です。\u001b[22m\n\u001b[4mAnd strangely enough with every single episode something is usually added or changed to the opening, making it look more presentable and nice, but at the same time makes you wonder if the production team truly didn't have the budget or time at the moment,\u001b[24m\n    \u001b[1mそして、奇妙なことに、すべてのシングルエピソードでは、通常、何かが追加されたりオープニングに変更されたりして、より見やすく見えるようになりますが、同時に現時点ではプロダクションチームが本当に予算や時間を持っていなかったのか、\u001b[22m, \u001b[1m何かが通常追加または変更開口部に、それはより多くの体裁と見栄えすることが、同時に制作チームが本当に現時点では予算や時間を持っていなかった場合は、あなたが思ってしまうれるすべての単一のエピソードを持つと奇妙な、\u001b[22m\n\u001b[4mand could only alter it little by little.\u001b[24m\n    \u001b[1m少しずつ変更することしかできませんでした。\u001b[22m, \u001b[1mそして、だけ少しずつそれを変更することができます。\u001b[22m\n\u001b[1m\u001b[22m\nCompared to the first opening, which was fully animated like most shows really makes you consider the lack of budget to make samurai flamenco look as nice as it did in the beginning.\n\n\u001b[1mほとんどのショーのように完全にアニメーション化された最初のオープニングと比べると、初めのようにサムライフラメンコを美しく見せるための予算の不足を考慮しています。\u001b[22m\n\u001b[1m(Hotondo no shō no yō ni kanzen ni animēshon-ka sa reta saisho no ōpuningu to kuraberu to, hajime no yō ni samuraifuramenko o utsukushiku miseru tame no yosan no fusoku o kōryo shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCompared to the first opening, which was fully animated like most shows really makes you consider the lack of budget to make samurai flamenco look as nice as it did in the beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCompared to the first opening, which was fully animated like most shows really makes you consider the lack of budget to make samurai flamenco look as nice as it did in the beginning.\u001b[24m\n    \u001b[1mほとんどのショーのように完全にアニメーション化された最初のオープニングと比べると、初めのようにサムライフラメンコを美しく見せるための予算の不足を考慮しています。\u001b[22m, \u001b[1m完全にほとんどのショーのようにアニメーション化された第一の開口部に比べて本当にあなたはそれが最初に行ったように武士のフラメンコはとして素敵に見えるように予算の不足を考えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nNote, to my knoweldge, aniplex often trys to touch up the animation for the home release. So heres hoping this also applies with samurai flamenco, and that they fix all the horrible moments that look like bad animated sketches, and can remove the 8 different versions of the opening 2 animation.\n\n\u001b[1mメモ、私の知っていること、aniplexはしばしばホームリリースのアニメーションに触れようとします。 だから、これは武士のフラメンコにも当てはまると思っていますし、悪いアニメスケッチのような恐ろしい瞬間をすべて修正し、オープニング2アニメーションの8種類のバージョンを削除することができます。\u001b[22m\n\u001b[1m(Memo, watashi no shitte iru koto, aniplex wa shibashiba hōmurirīsu no animēshon ni fureyou to shimasu. Dakara, koreha bushi no furamenko ni mo atehamaru to omotte imasushi, warui anime suketchi no yōna osoroshī shunkan o subete shūsei shi, ōpuningu 2 animēshon no 8 shurui no bājon o sakujo suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mNote, to my knoweldge, aniplex often trys to touch up the animation for the home release. So heres hoping this also applies with samurai flamenco, and that they fix all the horrible moments that look like bad animated sketches, and can remove the 8 different versions of the opening 2 animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote, to my knoweldge, aniplex often trys to touch up the animation for the home release.\u001b[24m\n    \u001b[1mメモ、私の知っていること、aniplexはしばしばホームリリースのアニメーションに触れようとします。\u001b[22m, \u001b[1m（注）は、私のknoweldgeに、アニプレックスは、多くの場合、家庭リリースのアニメーションをタッチアップするtrys。\u001b[22m\n\u001b[4mSo heres hoping this also applies with samurai flamenco, and that they fix all the horrible moments that look like bad animated sketches, and can remove the 8 different versions of the opening 2 animation.\u001b[24m\n    \u001b[1mだから、これは武士のフラメンコにも当てはまると思っていますし、悪いアニメスケッチのような恐ろしい瞬間をすべて修正し、オープニング2アニメーションの8種類のバージョンを削除することができます。\u001b[22m, \u001b[1mだから、HERESに、これはまた、サムライフラメンコで適用され、彼らは悪いアニメーションスケッチのように見えるすべての恐ろしい瞬間を修正し、開口部2アニメーションの8つの異なるバージョンを削除することができますことを期待。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10 : Nothing amazing here, but it wasn't bad, Usually fit and the moment, but nothing that makes me want to go listen to the soundtrack .\n\n\u001b[1mサウンド7/10：ここでは素晴らしいものはありませんが、それは悪くない、普通はフィットしている瞬間ですが、私はサウンドトラックを聞くことができません。\u001b[22m\n\u001b[1m(Saundo 7/ 10: Kokode wa subarashī mono wa arimasenga, soreha warukunai, futsū wa fitto shite iru shunkandesuga, watashi wa saundotorakku o kiku koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10 : Nothing amazing here, but it wasn't bad, Usually fit and the moment, but nothing that makes me want to go listen to the soundtrack .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10 : Nothing amazing here, but it wasn't bad, Usually fit and the moment, but nothing that makes me want to go listen to the soundtrack .\u001b[24m\n    \u001b[1mサウンド7/10：ここでは素晴らしいものはありませんが、それは悪くない、普通はフィットしている瞬間ですが、私はサウンドトラックを聞くことができません。\u001b[22m, \u001b[1mここで驚くべき何もしますが、それは通常、フィット感と瞬間、悪くはありませんでしたが、私はサウンドトラックを聴きに行きたくなるもの：7/10サウンドありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall the main probably 3 to 5 main characters get developed a good bit, but overall as the story progress' only hazama masayoshi (Samurai flamenco) gets developed at all at times. The other characters help with situations, but really after the 11th episode it seems like character development, samurai flamenco aside, is thrown at the window for the most part just to be picked back up in the final arc.\n\n\u001b[1m全体的に3〜5人の主人公が上手く開発されていますが、全体的にストーリーが進むにつれて、ハザードマサヨシ（サムライフラメンコ）だけが時々開発されています。 他のキャラクターは状況に役立ちますが、実際に11回目のエピソードの後に​​は、武士のフラメンコを脇に置いてキャラクターの開発のように思えます。\u001b[22m\n\u001b[1m(Zentai-teki ni 3 〜 5-ri no shujinkō ga umaku kaihatsu sa rete imasuga, zentai-teki ni sutōrī ga susumu ni tsurete, hazādomasayoshi (samuraifuramenko) dake ga tokidoki kaihatsu sa rete imasu. Hoka no kyarakutā wa jōkyō ni yakudachimasuga, jissai ni 11-kai-me no episōdo no nochi ni ​​ wa, bushi no furamenko o waki ni oite kyarakutā no kaihatsu no yō ni omoemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall the main probably 3 to 5 main characters get developed a good bit, but overall as the story progress' only hazama masayoshi (Samurai flamenco) gets developed at all at times. The other characters help with situations, but really after the 11th episode it seems like character development, samurai flamenco aside, is thrown at the window for the most part just to be picked back up in the final arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the main probably 3 to 5 main characters get developed a good bit, but overall as the story progress' only hazama masayoshi (Samurai flamenco) gets developed at all at times.\u001b[24m\n    \u001b[1m全体的に3〜5人の主人公が上手く開発されていますが、全体的にストーリーが進むにつれて、ハザードマサヨシ（サムライフラメンコ）だけが時々開発されています。\u001b[22m, \u001b[1m全体的にメインおそらく3〜5主人公は良いビットを開発しますが、全体的なストーリーの進行状況」のみ狭間の正義（サムライフラメンコ）としての回ですべてで開発されます。\u001b[22m\n\u001b[4mThe other characters help with situations, but really after the 11th episode it seems like character development, samurai flamenco aside, is thrown at the window for the most part just to be picked back up in the final arc.\u001b[24m\n    \u001b[1m他のキャラクターは状況に役立ちますが、実際に11回目のエピソードの後には、武士のフラメンコを脇に置いてキャラクターの開発のように思えます。\u001b[22m, \u001b[1mさておき、他の文字は状況に役立ちますが、実際には11日のエピソードの後に、それはキャラクターの成長のように思える、サムライフラメンコ、ちょうど最後の円弧に戻ってピックアップするほとんどの部分は窓にスローされます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 10/10: The only perfect thing about this show. I love there take on super heroes and there parodies of multiple views of heroes through out the series. Every weeks episode was like feeling like a kid , wonder what villian would face Samurai flamenco, or what crazy plot twist(which there are too many of) would happen. and as such I highly enjoy this series, even if it may not be the best one out there with all the other areas falling hard in the 2nd half of the series.....\n\n\u001b[1m楽しさ10/10：このショーの唯一の完璧なこと。 私はスーパーヒーローとシリーズのヒーローの複数のビューのパロディーを取ることが大好きです。 毎週のエピソードは子供のような気分だったし、何人の村人が侍のフラメンコに直面するのだろうと思っていたのだろうか。 私はこのシリーズを非常に楽しんでいます。シリーズの後半には、他のすべての分野が崩れ落ちる最高のものではないかもしれません。\u001b[22m\n\u001b[1m(Tanoshisa 10/ 10: Kono shō no yuiitsu no kanpekina koto. Watashi wa sūpāhīrō to shirīzu no hīrō no fukusū no byū no parodī o toru koto ga daisukidesu. Maishū no episōdo wa kodomo no yōna kibundattashi, nanijin no murabito ga samurai no furamenko ni chokumen suru nodarou to omotte ita nodarou ka. Watashi wa kono shirīzu o hijō ni tanoshinde imasu. Shirīzu no kōhan ni wa, hoka no subete no bun'ya ga kuzureochiru saikō no monode wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10/10: The only perfect thing about this show. I love there take on super heroes and there parodies of multiple views of heroes through out the series. Every weeks episode was like feeling like a kid , wonder what villian would face Samurai flamenco, or what crazy plot twist(which there are too many of) would happen. and as such I highly enjoy this series, even if it may not be the best one out there with all the other areas falling hard in the 2nd half of the series.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10/10: The only perfect thing about this show.\u001b[24m\n    \u001b[1m楽しさ10/10：このショーの唯一の完璧なこと。\u001b[22m, \u001b[1m楽し10/10：この番組についての唯一の完璧なもの。\u001b[22m\n\u001b[4mI love there take on super heroes and there parodies of multiple views of heroes through out the series.\u001b[24m\n    \u001b[1m私はスーパーヒーローとシリーズのヒーローの複数のビューのパロディーを取ることが大好きです。\u001b[22m, \u001b[1m私は一連のアウトを通じてスーパーヒーローとヒーローの複数のビューの存在パロディに存在取る大好きです。\u001b[22m\n\u001b[4mEvery weeks episode was like feeling like a kid , wonder what villian would face Samurai flamenco, or what crazy plot twist(which there are too many of) would happen.\u001b[24m\n    \u001b[1m毎週のエピソードは子供のような気分だったし、何人の村人が侍のフラメンコに直面するのだろうと思っていたのだろうか。\u001b[22m, \u001b[1mすべての週間エピソードは、サムライフラメンコに直面するだろうかvillianだろう、子供のように感じ、またはクレイジー何プロット（のが多すぎる）ねじれが起こるかのようでした。\u001b[22m\n\u001b[4mand as such I highly enjoy this series, even if it may not be the best one out there with all the other areas falling hard in the 2nd half of the series.....\u001b[24m\n    \u001b[1m私はこのシリーズを非常に楽しんでいます。シリーズの後半には、他のすべての分野が崩れ落ちる最高のものではないかもしれません。\u001b[22m, \u001b[1mそのように私は非常にそれが他のすべてのエリアは、シリーズの第二半分にハード立ち下がりにそこに最高の1ではないかもしれない場合でも、このシリーズを楽しんで.....\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "n008head",
    "profile": "/profile/n008head/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=137655",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  4\nサウンド|  9\nキャラクター|  8\n|  6\n\n私はこのサブタイトルをペルシャ語に翻訳しなければならなかったので、私はこのアニメを手に入れました。だから、とにかくそれは選択肢ではありませんでした。 それでも、私はそれをやることができてうれしいです。\n\nそれは主にミックスであり、エピソード8からエピソード13まで耐えられないことを告白する必要がありますが、その点を過ぎても脳や目にはあまり痛みはありませんでした。 私は最後の5つのエピソードで彼らがショーを保存し、何とかそれを包んでそれらの不器用なエピソードを言い訳することができたので、7を与えています。\nSamurai Flamencoは3つの段階に分かれなければならないことに私は同意すると思います。1.前回第8話\n2. ep 8から14までのcraphole\n3.クールだった残りの部分\n\n物語は元気だった。 ヒーロー教のアイデアは、エピソード7の終わりにその恐ろしい変化をして何かをしたはずですが、非常にうまく伝えられました。私たちが精神病院などで起き上がるマサを見たらもっと楽になりましたか？\n\n音は良い、音楽はキャッチーだった。 ここで開発することはあまりありません。\n\nアートは...悪かった。 つまり、芸術そのものやスタイルは悪くないが、何回も、特に後半には、ショーが急いでいたことを示唆していた図面や単純な芸術の失敗を見るだろう。\n\nキャラクターの開発は、エピソード7分18秒まではじめて良好でした。それから、6つのエピソードの間違いだったし、それは素晴らしいことでした。\n\n全体的に私はそれに7を与えました。彼らは大きな予算なしで多くを管理しました。 それでも、多くの失敗もあった。 私はそれに最後のエピソードのために7を与えているだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWell, I picked up this anime because I had to translate the subs to Persian, so it wasn't really a choice anyway. Still, I'm glad I got to do it.\n\n\u001b[1m私はこのサブタイトルをペルシャ語に翻訳しなければならなかったので、私はこのアニメを手に入れました。だから、とにかくそれは選択肢ではありませんでした。 それでも、私はそれをやることができてうれしいです。\u001b[22m\n\u001b[1m(Watashi wa kono sabutaitoru o Perusha-go ni hon'yaku shinakereba naranakattanode, watashi wa kono anime o te ni iremashita. Dakara, tonikaku sore wa sentakushide wa arimasendeshita. Soredemo, watashi wa sore o yaru koto ga dekite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, I picked up this anime because I had to translate the subs to Persian, so it wasn't really a choice anyway. Still, I'm glad I got to do it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I picked up this anime because I had to translate the subs to Persian, so it wasn't really a choice anyway.\u001b[24m\n    \u001b[1m私はこのサブタイトルをペルシャ語に翻訳しなければならなかったので、私はこのアニメを手に入れました。だから、とにかくそれは選択肢ではありませんでした。\u001b[22m, \u001b[1mまあ、私はペルシャに潜水艦を翻訳しなければならなかったので、私はこのアニメを拾ったので、とにかく本当に選択肢はありませんでした。\u001b[22m\n\u001b[4mStill, I'm glad I got to do it.\u001b[24m\n    \u001b[1mそれでも、私はそれをやることができてうれしいです。\u001b[22m, \u001b[1mそれでも、私はそれを行うようになったうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nIt was mostly a mix, and I have to confess that it was unbearable starting episode 8 to episode 13, but past that point was less painful on the brain and the eyes. I'm giving it a 7 because in the last 5 episodes, they saved the show and somehow managed to wrap it up and excuse those infernal episodes.\n\n\u001b[1mそれは主にミックスであり、エピソード8からエピソード13まで耐えられないことを告白しなければならないが、その点を過ぎても脳や目にはあまり痛みはなかった。 私は最後の5つのエピソードで彼らがショーを保存し、何とかそれを包んでそれらの不器用なエピソードを言い訳することができたので、私は7を与えています。\u001b[22m\n\u001b[1m(Sore wa omoni mikkusudeari, episōdo 8 kara episōdo 13 made tae rarenai koto o kokuhaku shinakereba naranaiga, sono ten o sugite mo nō ya me ni wa amari itami wa nakatta. Watashi wa saigo no itsutsu no episōdo de karera ga shō o hozon shi, nantoka sore o tsutsunde sorera no bukiyōna episōdo o iiwake suru koto ga dekitanode, watashi wa 7 o ataete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was mostly a mix, and I have to confess that it was unbearable starting episode 8 to episode 13, but past that point was less painful on the brain and the eyes. I'm giving it a 7 because in the last 5 episodes, they saved the show and somehow managed to wrap it up and excuse those infernal episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was mostly a mix, and I have to confess that it was unbearable starting episode 8 to episode 13, but past that point was less painful on the brain and the eyes.\u001b[24m\n    \u001b[1mそれは主にミックスであり、エピソード8からエピソード13まで耐えられないことを告白しなければならないが、その点を過ぎても脳や目にはあまり痛みはなかった。\u001b[22m, \u001b[1mそれは主にミックスした、と私はそれがエピソード13に耐え難い出発エピソード8であったことを告白する必要がありますが、その点を過ぎて脳や目にはあまり苦痛でした。\u001b[22m\n\u001b[4mI'm giving it a 7 because in the last 5 episodes, they saved the show and somehow managed to wrap it up and excuse those infernal episodes.\u001b[24m\n    \u001b[1m私は最後の5つのエピソードで彼らがショーを保存し、何とかそれを包んでそれらの不器用なエピソードを言い訳することができたので、私は7を与えています。\u001b[22m, \u001b[1m最後の5のエピソードでは、彼らはショーを保存し、何とかそれをラップし、それらの地獄のエピソードを免除するために管理しているので、私はそれを7を与えています。\u001b[22m\nI guess we agree that Samurai Flamenco must be divided in three stages: 1.Before Episode 8\n\n\u001b[1mSamurai Flamencoは3つの段階に分かれなければならないことに私は同意すると思います。1.前回第8話\u001b[22m\n\u001b[1m(Samurai furamenko wa 3ttsu no dankai ni wakarenakereba naranai koto ni watashi wa dōi suru to omoimasu. 1. Zenkai dai 8-wa)\u001b[22m\n\nTranslations of \u001b[4mI guess we agree that Samurai Flamenco must be divided in three stages: 1.Before Episode 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess we agree that Samurai Flamenco must be divided in three stages: 1.Before Episode 8\u001b[24m\n    \u001b[1mSamurai Flamencoは3つの段階に分かれなければならないことに私は同意すると思います。1.前回第8話\u001b[22m, \u001b[1m私たちはサムライフラメンコを3段階に分けなければならないことに同意するものと推測：1.Beforeエピソード8\u001b[22m\n2.The craphole from ep 8 to 14\n\n\u001b[1m2. ep 8から14までのcraphole\u001b[22m\n\u001b[1m(2. Ep 8 kara 14 made no craphole)\u001b[22m\n\nTranslations of \u001b[4m2.The craphole from ep 8 to 14\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2.The craphole from ep 8 to 14\u001b[24m\n    \u001b[1m2. ep 8から14までのcraphole\u001b[22m, \u001b[1mEP 8〜14 2。craphole\u001b[22m\n3.The rest which was cool\n\n\u001b[1m3.クールだった残りの部分\u001b[22m\n\u001b[1m(3. Kūrudatta nokori no bubun)\u001b[22m\n\nTranslations of \u001b[4m3.The rest which was cool\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3.The rest which was cool\u001b[24m\n    \u001b[1m3.クールだった残りの部分\u001b[22m, \u001b[1mクールだっ3.残り\u001b[22m\n\u001b[1m\u001b[22m\nThe story was fine. They ideas of heroism were conveyed very well although they should have done something with that horrible shift at the end of episode 7. Would have been all easier if we just were to see masa waking up in a mental hospital or something.\n\n\u001b[1m物語は元気だった。 ヒーロー教のアイデアは、エピソード7の終わりにその恐ろしい変化をして何かをしたはずですが、非常にうまく伝えられました。私たちが精神病院などで起き上がるマサを見たらもっと楽になりましたか？\u001b[22m\n\u001b[1m(Monogatari wa genkidatta. Hīrō kyō no aidea wa, episōdo 7 no owari ni sono osoroshī henka o shite nanika o shita hazudesuga, hijō ni umaku tsutae raremashita. Watashitachi ga seishin byōin nado de okiagaru Masa o mitara motto raku ni narimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story was fine. They ideas of heroism were conveyed very well although they should have done something with that horrible shift at the end of episode 7. Would have been all easier if we just were to see masa waking up in a mental hospital or something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was fine.\u001b[24m\n    \u001b[1m物語は元気だった。\u001b[22m, \u001b[1m話は大丈夫でした。\u001b[22m\n\u001b[4mThey ideas of heroism were conveyed very well although they should have done something with that horrible shift at the end of episode 7. Would have been all easier if we just were to see masa waking up in a mental hospital or something.\u001b[24m\n    \u001b[1mヒーロー教のアイデアは、エピソード7の終わりにその恐ろしい変化をして何かをしたはずですが、非常にうまく伝えられました。私たちが精神病院などで起き上がるマサを見たらもっと楽になりましたか？\u001b[22m, \u001b[1m彼らは我々だけマサが精神病院か何かに目覚め参照した場合、すべての容易されていたであろうエピソード7の終わりにその恐ろしいシフトで何かを行っているはずですが、英雄の彼らのアイデアは非常によく伝えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound was good, the music was catchy. not much to develop here.\n\n\u001b[1m音は良い、音楽はキャッチーだった。 ここで開発することはあまりありません。\u001b[22m\n\u001b[1m(Oto wa yoi, ongaku wa kyatchīdatta. Koko de kaihatsu suru koto wa amari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound was good, the music was catchy. not much to develop here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was good, the music was catchy.\u001b[24m\n    \u001b[1m音は良い、音楽はキャッチーだった。\u001b[22m, \u001b[1mサウンドは、音楽はキャッチーだった、良かったです。\u001b[22m\n\u001b[4mnot much to develop here.\u001b[24m\n    \u001b[1mここで開発することはあまりありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt was... Bad. I mean, the art itself and the style wasn't bad but many times, especially in the second half, you would see failures in the drawings or over simplistic art which kinda hinted that the show was rushed.\n\n\u001b[1mアートは...悪かった。 つまり、芸術そのものやスタイルは悪くないが、何回も、特に後半には、ショーが急いでいたことを示唆していた図面や単純な芸術の失敗を見るだろう。\u001b[22m\n\u001b[1m(Āto wa... Warukatta. Tsumari, geijutsu sonomono ya sutairu wa warukunai ga, nankai mo, tokuni kōhan ni wa, shō ga isoide ita koto o shisa shite ita zumen ya tanjun'na geijutsu no shippai o mirudarou.)\u001b[22m\n\nTranslations of \u001b[4mArt was... Bad. I mean, the art itself and the style wasn't bad but many times, especially in the second half, you would see failures in the drawings or over simplistic art which kinda hinted that the show was rushed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt was... Bad.\u001b[24m\n    \u001b[1mアートは...悪かった。\u001b[22m, \u001b[1mアートは...悪いです。\u001b[22m\n\u001b[4mI mean, the art itself and the style wasn't bad but many times, especially in the second half, you would see failures in the drawings or over simplistic art which kinda hinted that the show was rushed.\u001b[24m\n    \u001b[1mつまり、芸術そのものやスタイルは悪くないが、何回も、特に後半には、ショーが急いでいたことを示唆していた図面や単純な芸術の失敗を見るだろう。\u001b[22m, \u001b[1m私が意味する、芸術そのものとスタイルが、特に後半には、図面やちょっとショーが運ばれたことを示唆した単純な技術を超える障害を見ることが、悪いが何度もありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development was good in the beginning until episode 7 minute 18, then it was crap for 6 episodes, and then it was fantastic.\n\n\u001b[1mキャラクターの開発は、エピソード7分18秒まではじめて良好でした。それから、6つのエピソードの間違いだったし、それは素晴らしいことでした。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa, episōdo 7-bu 18-byō made hajimete ryōkōdeshita. Sorekara, muttsu no episōdo no machigaidattashi, sore wa subarashī kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development was good in the beginning until episode 7 minute 18, then it was crap for 6 episodes, and then it was fantastic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development was good in the beginning until episode 7 minute 18, then it was crap for 6 episodes, and then it was fantastic.\u001b[24m\n    \u001b[1mキャラクターの開発は、エピソード7分18秒まではじめて良好でした。それから、6つのエピソードの間違いだったし、それは素晴らしいことでした。\u001b[22m, \u001b[1mキャラクター開発はエピソード7分18まで初めに良かった、それは6のエピソードのためのがらくただったし、それは素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I gave it a 7. They managed a lot without a big budget. Still, there were many fails too. I'm only giving it a 7 because of the last episodes.\n\n\u001b[1m全体的に私はそれに7を与えました。彼らは大きな予算なしで多くを管理しました。 それでも、多くの失敗もあった。 私はそれに最後のエピソードのために7を与えているだけです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore ni 7 o ataemashita. Karera wa ōkina yosan nashide ōku o kanri shimashita. Soredemo, ōku no shippai mo atta. Watashi wa sore ni saigo no episōdo no tame ni 7 o ataete iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I gave it a 7. They managed a lot without a big budget. Still, there were many fails too. I'm only giving it a 7 because of the last episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I gave it a 7. They managed a lot without a big budget.\u001b[24m\n    \u001b[1m全体的に私はそれに7を与えました。彼らは大きな予算なしで多くを管理しました。\u001b[22m, \u001b[1m全体的に私は、彼らが大きな予算なしで多くを管理し、それに7を与えました。\u001b[22m\n\u001b[4mStill, there were many fails too.\u001b[24m\n    \u001b[1mそれでも、多くの失敗もあった。\u001b[22m, \u001b[1mそれでも、多くの人があまりにも失敗がありました。\u001b[22m\n\u001b[4mI'm only giving it a 7 because of the last episodes.\u001b[24m\n    \u001b[1m私はそれに最後のエピソードのために7を与えているだけです。\u001b[22m, \u001b[1m私はそれを理由最後のエピソードの7を与えています。\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "sas0rii",
    "profile": "/profile/sas0rii/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=137511",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  6\n\nこれが私の最初のレビューであるにもかかわらず、役に立つかもしれないし、そうでないかもしれないが、私はこのアニメについてかなり言いたいことがあるので、私はそれを短くしておきたい。\n\n\n\n私は実際には、それが取った道に少し失望していたこと以外はあまりにも多くのことを言いたくはありません。ストーリーとプロットは楽しいものではありませんでしたが、私が愛していた要素がいくつかありました。 このキャラクターは私の好きなものです。\n\nこのシリーズを完成させて、私は正直、これを見ることをお勧めします。 あなたは予告されていますが、終わりはそれに値するものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDespite this being my first review that may or may not be helpful, I have quite a bit to say about this anime so I'll try and keep it short.\n\n\u001b[1mこれが私の最初のレビューであるにもかかわらず、役に立つかもしれないし、そうでないかもしれないが、私はこのアニメについてかなり言いたいことがあるので、私はそれを短くしておきたい。\u001b[22m\n\u001b[1m(Kore ga watashi no saisho no rebyūdearu nimokakawarazu, yakunitatsu kamo shirenaishi,-sōdenai kamo shirenaiga, watashi wa kono anime ni tsuite kanari iitai koto ga aru node, watashi wa sore o mijikaku shite okitai.)\u001b[22m\n\nTranslations of \u001b[4mDespite this being my first review that may or may not be helpful, I have quite a bit to say about this anime so I'll try and keep it short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite this being my first review that may or may not be helpful, I have quite a bit to say about this anime so I'll try and keep it short.\u001b[24m\n    \u001b[1mこれが私の最初のレビューであるにもかかわらず、役に立つかもしれないし、そうでないかもしれないが、私はこのアニメについてかなり言いたいことがあるので、私はそれを短くしておきたい。\u001b[22m, \u001b[1mまたは有用であってもなくてもよい、このされて私の最初のレビューにもかかわらず、私はので、私は試してみて、短いそれをしておこうこのアニメについて言うためにかなり持っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI really don't want to say too much more other than I was bit disappointed with the path it took, and while the story and plot were not as enjoyable, there were some elements I loved about. The characters are my favorite thing about this show.\n\n\u001b[1m私は実際には、それが取った道に少し失望していたこと以外はあまりにも多くのことを言いたくはありません。ストーリーとプロットは楽しいものではありませんでしたが、私が愛していた要素がいくつかありました。 このキャラクターは私の好きなものです。\u001b[22m\n\u001b[1m(Watashi wa jissai ni wa, sore ga totta michi ni sukoshi shitsubō shite ita koto igai wa amarini mo ōku no koto o iitaku wa arimasen. Sutōrī to purotto wa tanoshī monode wa arimasendeshitaga, watashi ga aishite ita yōso ga ikutsu ka arimashita. Kono kyarakutā wa watashi no sukina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI really don't want to say too much more other than I was bit disappointed with the path it took, and while the story and plot were not as enjoyable, there were some elements I loved about. The characters are my favorite thing about this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really don't want to say too much more other than I was bit disappointed with the path it took, and while the story and plot were not as enjoyable, there were some elements I loved about.\u001b[24m\n    \u001b[1m私は実際には、それが取った道に少し失望していたこと以外はあまりにも多くのことを言いたくはありません。ストーリーとプロットは楽しいものではありませんでしたが、私が愛していた要素がいくつかありました。\u001b[22m, \u001b[1m私は本当に私はそれを取ったパスと少しがっかりしたし、ストーリーとプロットはのような楽しいではなかったが、私が愛したいくつかの要素があったよりも、あまりにもはるかに他の言いたくありません。\u001b[22m\n\u001b[4mThe characters are my favorite thing about this show.\u001b[24m\n    \u001b[1mこのキャラクターは私の好きなものです。\u001b[22m, \u001b[1m文字は、この番組についての私の好きなものです。\u001b[22m\n\u001b[1m\u001b[22m\nHaving completed this series, I honestly recommend you watch this. You are forewarned, but the end was well worth it.\n\n\u001b[1mこのシリーズを完成させて、私は正直、これを見ることをお勧めします。 あなたは予告されていますが、終わりはそれに値するものでした。\u001b[22m\n\u001b[1m(Kono shirīzu o kansei sa sete, watashi wa shōjiki, kore o miru koto o o susume shimasu. Anata wa yokoku sa rete imasuga, owari wa sore ni ataisuru monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mHaving completed this series, I honestly recommend you watch this. You are forewarned, but the end was well worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving completed this series, I honestly recommend you watch this.\u001b[24m\n    \u001b[1mこのシリーズを完成させて、私は正直、これを見ることをお勧めします。\u001b[22m, \u001b[1mこのシリーズを終え、私は正直にあなたがこれを見てお勧めします。\u001b[22m\n\u001b[4mYou are forewarned, but the end was well worth it.\u001b[24m\n    \u001b[1mあなたは予告されていますが、終わりはそれに値するものでした。\u001b[22m, \u001b[1mあなたはあらかじめご了承されたが、最後にはそれだけの価値でした。\u001b[22m"
  },
  {
    "title": "Samurai_Flamenco",
    "id": "19365",
    "url": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
    "user": "jealousghost",
    "profile": "/profile/jealousghost/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=150923",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n**スポイラーフリー**\n\nこれは素晴らしいショーです。 私はヒーローショーについてはあまりよく分かりませんが、このショーでは基本的に、パワーレンジャーの前提を理解するためにいくつかのエピソードを見ただけです。\n\nストーリー：実生活のヒーローになりたい男の子の心に光ります。 しかし、シリーズの途中で、ショーは深刻な方向へのハードな方向転換を取る。 正直なところ、本当のヒーローになりたいと思っていて、しばしばそれを打ち負かされた男についての、軽快なショーでした。 それから私たちは、この夢への彼の家族のつながり、深刻な感情的なつながりを見つけます。 そして、enのエピソードの途中で、精巧な衣装を着た人がいるように見えます。人々は死にそうになります。 あなたはそれが比較的不適切な対応であることを認識するために冗談を笑っている唯一の人でしたか？ これがあなたを気分にさせる方法です。 しかし、それでも、あなたはその人物とその物語に引っ張られてそれを放棄しています。\n\nキャラクター：私はそれが軽い心のバディコメディだと思うことに騙されたとしても、私はキャラクターの発展を楽しんだ。 人々は彼らに起こったことに苦しんでいます。 ロマンスは簡単ではありません。 友情にはバンプがあります。 私の唯一の問題は、あなたが最後の弧のために残すために、いくつかの新しいキャラクターにアタッチすることです。 しかし、私はそれが実生活でも起こると思います。\n\nサウンド：良い音楽と素晴らしい、フィッティングキャスティング。\n\nART：一貫性のあるふわふわしたアニメーションで、楽しめる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n**SPOILER FREE**\n\n\u001b[1m**スポイラーフリー**\u001b[22m\n\u001b[1m(** Supoirāfurī**)\u001b[22m\n\nTranslations of \u001b[4m**SPOILER FREE**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**SPOILER FREE**\u001b[24m\n    \u001b[1m**スポイラーフリー**\u001b[22m, \u001b[1m**スポイラーFREE **\u001b[22m\n\u001b[1m\u001b[22m\nThis is a great show. I don't know much about hero shows, but this show essentially only requires that you've seen a couple episodes of, say, Power Rangers to understand the premise.\n\n\u001b[1mこれは素晴らしいショーです。 私はヒーローショーについてはあまりよく分かりませんが、このショーでは基本的に、パワーレンジャーの前提を理解するためにいくつかのエピソードを見ただけです。\u001b[22m\n\u001b[1m(Kore wa subarashī shōdesu. Watashi wa hīrōshō ni tsuite wa amari yoku wakarimasenga, kono shōde wa kihontekini, pawārenjā no zentei o rikai suru tame ni ikutsu ka no episōdo o mita dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a great show. I don't know much about hero shows, but this show essentially only requires that you've seen a couple episodes of, say, Power Rangers to understand the premise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great show.\u001b[24m\n    \u001b[1mこれは素晴らしいショーです。\u001b[22m\n\u001b[4mI don't know much about hero shows, but this show essentially only requires that you've seen a couple episodes of, say, Power Rangers to understand the premise.\u001b[24m\n    \u001b[1m私はヒーローショーについてはあまりよく分かりませんが、このショーでは基本的に、パワーレンジャーの前提を理解するためにいくつかのエピソードを見ただけです。\u001b[22m, \u001b[1m私はヒーローショーについてあまり知らないが、この番組は、基本的に自分だけが前提を理解するためにパワーレンジャー、たとえば、のカップルのエピソードを見てきたことが必要です。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: It starts out light hearted with a boy who wants to be a real life hero. Halfway through the series, however, the show takes a hard turn towards the serious. Honestly, it was a light hearted show about a guy that desperately wanted to be a real hero and often took a beating for it. Then we find out about his family connections to this dream, the serious emotional ties. And then, in the middle of en episode in which it seems like there's someone in an elaborate costume...people start dying. Have you ever been the only one laughing at a joke only to realize it was a relatively inappropriate response? That's how this will make you feel. But still, by that time you've been pulled into the characters and their story to give it up.\n\n\u001b[1mストーリー：実生活のヒーローになりたい男の子の心に光ります。 しかし、シリーズの途中で、ショーは深刻な方向へのハードな方向転換を取る。 正直なところ、本当のヒーローになりたいと思っていて、しばしばそれを打ち負かされた男についての、軽快なショーでした。 それから私たちは、この夢への彼の家族のつながり、深刻な感情的なつながりを見つけます。 そして、enのエピソードの途中で、精巧な衣装を着た人がいるように見えます。人々は死にそうになります。 あなたはそれが比較的不適切な対応であることを認識するために冗談を笑っている唯一の人でしたか？ これがあなたを気分にさせる方法です。 しかし、それでも、あなたはその人物とその物語に引っ張られてそれを放棄しています。\u001b[22m\n\u001b[1m(Sutōrī: Jisseikatsu no hīrō ni naritai otokonoko no kokoro ni hikarimasu. Shikashi, shirīzu no tochū de, shō wa shinkokuna hōkō e no hādona hōkō tenkan o toru. Shōjikina tokoro, hontō no hīrō ni naritai to omotte ite, shibashiba sore o uchi makasa reta otoko ni tsuite no, keikaina shōdeshita. Sorekara watashitachiha, kono yume e no kare no kazoku no tsunagari, shinkokuna kanjō-tekina tsunagari o mitsukemasu. Soshite, en no episōdo no tochū de, seikōna ishō o kita hito ga iru yō ni miemasu. Hitobito wa shini-sō ni narimasu. Anata wa sore ga hikakuteki futekisetsuna taiōdearu koto o ninshiki suru tame ni jōdan o waratte iru yuiitsu no hitodeshita ka? Kore ga anata o kibun ni sa seru hōhōdesu. Shikashi, soredemo, anata wa sono jinbutsu to sono monogatari ni hippara rete sore o hōki shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: It starts out light hearted with a boy who wants to be a real life hero. Halfway through the series, however, the show takes a hard turn towards the serious. Honestly, it was a light hearted show about a guy that desperately wanted to be a real hero and often took a beating for it. Then we find out about his family connections to this dream, the serious emotional ties. And then, in the middle of en episode in which it seems like there's someone in an elaborate costume...people start dying. Have you ever been the only one laughing at a joke only to realize it was a relatively inappropriate response? That's how this will make you feel. But still, by that time you've been pulled into the characters and their story to give it up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: It starts out light hearted with a boy who wants to be a real life hero.\u001b[24m\n    \u001b[1mストーリー：実生活のヒーローになりたい男の子の心に光ります。\u001b[22m, \u001b[1mSTORY：それは現実のヒーローになりたがっている少年と光の心を開始します。\u001b[22m\n\u001b[4mHalfway through the series, however, the show takes a hard turn towards the serious.\u001b[24m\n    \u001b[1mしかし、シリーズの途中で、ショーは深刻な方向へのハードな方向転換を取る。\u001b[22m, \u001b[1m途中のシリーズを通して、しかし、ショーが深刻に向けて、ハードターンを行います。\u001b[22m\n\u001b[4mHonestly, it was a light hearted show about a guy that desperately wanted to be a real hero and often took a beating for it.\u001b[24m\n    \u001b[1m正直なところ、本当のヒーローになりたいと思っていて、しばしばそれを打ち負かされた男についての、軽快なショーでした。\u001b[22m, \u001b[1m正直なところ、それは必死に本当のヒーローになりたかったと、多くの場合、それのために打撃を受けた人について気楽ショーでした。\u001b[22m\n\u001b[4mThen we find out about his family connections to this dream, the serious emotional ties.\u001b[24m\n    \u001b[1mそれから私たちは、この夢への彼の家族のつながり、深刻な感情的なつながりを見つけます。\u001b[22m, \u001b[1mその後、我々はこの夢に彼の家族の接続、深刻な感情的なつながりを知ります。\u001b[22m\n\u001b[4mAnd then, in the middle of en episode in which it seems like there's someone in an elaborate costume...people start dying.\u001b[24m\n    \u001b[1mそして、enのエピソードの途中で、精巧な衣装を着た人がいるように見えます。人々は死にそうになります。\u001b[22m, \u001b[1mそして、凝った衣装の誰かがありますようにそれはそうするアンエピソードの真ん中に...人々が死んで開始します。\u001b[22m\n\u001b[4mHave you ever been the only one laughing at a joke only to realize it was a relatively inappropriate response?\u001b[24m\n    \u001b[1mあなたはそれが比較的不適切な対応であることを認識するために冗談を笑っている唯一の人でしたか？\u001b[22m, \u001b[1mあなたは冗談で笑いだけは比較的不適切な反応だった実現するために一つだけ行ったことがありますか？\u001b[22m\n\u001b[4mThat's how this will make you feel.\u001b[24m\n    \u001b[1mこれがあなたを気分にさせる方法です。\u001b[22m, \u001b[1mつまり、これはあなたが感じるようになります方法です。\u001b[22m\n\u001b[4mBut still, by that time you've been pulled into the characters and their story to give it up.\u001b[24m\n    \u001b[1mしかし、それでも、あなたはその人物とその物語に引っ張られてそれを放棄しています。\u001b[22m, \u001b[1mしかし、まだ、その時によって、あなたは文字に引き込まれてきたし、彼らの物語はそれを放棄します。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS: I enjoyed the character development, even if I felt tricked into thinking it was a light hearted buddy comedy. People suffer from things that have happened to them. Romance isn't easy. And friendships have bumps. My only issue is that you get attached to some new characters only for them to leave for the final arc. But I suppose that's what happens in real life, as well.\n\n\u001b[1mキャラクター：私はそれが軽い心のバディコメディだと思うことに騙されたとしても、私はキャラクターの発展を楽しんだ。 人々は彼らに起こったことに苦しんでいます。 ロマンスは簡単ではありません。 友情にはバンプがあります。 私の唯一の問題は、あなたが最後の弧のために残すために、いくつかの新しいキャラクターにアタッチすることです。 しかし、私はそれが実生活でも起こると思います。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa sore ga karui kokoro no badikomedida to omou koto ni damasareta to shite mo, watashi wa kyarakutā no hatten o tanoshinda. Hitobito wa karera ni okotta koto ni kurushinde imasu. Romansu wa kantande wa arimasen. Yūjō ni wa banpu ga arimasu. Watashi no yuiitsu no mondai wa, anata ga saigo no ko no tame ni nokosu tame ni, ikutsu ka no atarashī kyarakutā ni atatchi suru kotodesu. Shikashi, watashi wa sore ga jisseikatsu demo okoru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: I enjoyed the character development, even if I felt tricked into thinking it was a light hearted buddy comedy. People suffer from things that have happened to them. Romance isn't easy. And friendships have bumps. My only issue is that you get attached to some new characters only for them to leave for the final arc. But I suppose that's what happens in real life, as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: I enjoyed the character development, even if I felt tricked into thinking it was a light hearted buddy comedy.\u001b[24m\n    \u001b[1mキャラクター：私はそれが軽い心のバディコメディだと思うことに騙されたとしても、私はキャラクターの発展を楽しんだ。\u001b[22m, \u001b[1mCHARACTERS：私はそれが気楽バディ喜劇だった考えにだまさ感じた場合であっても、キャラクターの成長を楽しみました。\u001b[22m\n\u001b[4mPeople suffer from things that have happened to them.\u001b[24m\n    \u001b[1m人々は彼らに起こったことに苦しんでいます。\u001b[22m, \u001b[1m人々は彼らに起こった事に苦しみます。\u001b[22m\n\u001b[4mRomance isn't easy.\u001b[24m\n    \u001b[1mロマンスは簡単ではありません。\u001b[22m, \u001b[1mロマンスは容易ではありません。\u001b[22m\n\u001b[4mAnd friendships have bumps.\u001b[24m\n    \u001b[1m友情にはバンプがあります。\u001b[22m, \u001b[1mそして、友情は、バンプを持っています。\u001b[22m\n\u001b[4mMy only issue is that you get attached to some new characters only for them to leave for the final arc.\u001b[24m\n    \u001b[1m私の唯一の問題は、あなたが最後の弧のために残すために、いくつかの新しいキャラクターにアタッチすることです。\u001b[22m, \u001b[1m私の唯一の問題は、彼らが最終的なアークに向けて出発するだけのためにあなたには、いくつかの新しい文字に執着することです。\u001b[22m\n\u001b[4mBut I suppose that's what happens in real life, as well.\u001b[24m\n    \u001b[1mしかし、私はそれが実生活でも起こると思います。\u001b[22m, \u001b[1mしかし、私はそれは同様に、実際の生活の中で何が起こるかだと仮定します。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: Good music and fantastic, fitting casting.\n\n\u001b[1mサウンド：良い音楽と素晴らしい、フィッティングキャスティング。\u001b[22m\n\u001b[1m(Saundo: Yoi ongaku to subarashī, fittingukyasutingu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: Good music and fantastic, fitting casting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: Good music and fantastic, fitting casting.\u001b[24m\n    \u001b[1mサウンド：良い音楽と素晴らしい、フィッティングキャスティング。\u001b[22m, \u001b[1mSOUND：良い音楽と幻想、フィッティングキャスティング。\u001b[22m\n\u001b[1m\u001b[22m\nART: Consistent, fluffy animation that is enjoyable to watch.\n\n\u001b[1mART：一貫性のあるふわふわしたアニメーションで、楽しめる。\u001b[22m\n\u001b[1m(Āto: Ikkan-sei no aru fuwafuwa shita animēshon de, tanoshimeru.)\u001b[22m\n\nTranslations of \u001b[4mART: Consistent, fluffy animation that is enjoyable to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: Consistent, fluffy animation that is enjoyable to watch.\u001b[24m\n    \u001b[1mART：一貫性のあるふわふわしたアニメーションで、楽しめる。\u001b[22m, \u001b[1mART：一致して、ふわふわのアニメーション見て楽しいです。\u001b[22m"
  }
]
