[
  {
    "title": "Outbreak_Company",
    "id": "19369",
    "url": "https://myanimelist.net/anime/19369/Outbreak_Company",
    "user": "azurexsky",
    "profile": "/profile/azurexsky/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=128645",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nああ、ちょうどオタクと呼ばれるだけでなく、大きな財産のために永遠に重要な取得知識とオタクの方法を使用することができるのではなく、オタクとして完全に称賛されるように。 そのような夢は、魔法、龍、騎士、王国、エルフなどが繁栄しているファンタジー世界で文化交流の使命を持つ日本の大使になって、日本文化が持つものを教える現実主義者の蒲生真一 あなたがそれを推測した、アニメを提供する！ したがって、王子、プリンセスエルフ、人々のような爬虫類、兵士、そして後者が見られることが期待されます。\n\n\nアウトブレイク・カンパニーはすぐにそれを輝かしくし、ファンのサービス（あなたが私の意味を参照してくださいすることなく）、喜劇、面白い喜劇、ファンのサービス、ロマンスのヒントから、シリーズが移動すると楽しみに観客の多くの側面を与える 文字と素晴らしい物語/前提。 これらすべての要因はお互いに出てくるのではなく、むしろ、本当に興味をそそるが楽しめるアニメを見るためには同じレベルにあります。\n\n\n\n\nストーリー -  8.5\n\n開発の違いや比較、そしてすぐに起こる文化の衝突を見ていくことは、非常に興味深いコンセプトです。 これは、実際にはいくつかの光を放つことができますか、または実際に違う文化を誰か他の人と共有しようとすると、まったく違ったレベルの文明は言うまでもなく、 十分に丈夫です。 物語が進行するにつれて障害や反対がゆっくりと現れ始め、人種、社会的地位、戦争、反乱、政治などの現実的な世界問題がますます大きくなります。 私たちの主人公は、日本文化が提供している喜びを広めるために、頭を下ろさなければならない難しい難問に直面していると言っても過言ではありません。\n\n\n\n\nアート＆amp; amp; アニメーション -  8.5\n\n芸術とアニメーションは今年（2013年）のアニメと同レベルであり、細部まで描かれている特定のオブジェクトの詳細まで詳細にすぎません。 私はパレットの選択の微妙なディテールが、キャラクターのいくつかのディテールや、いくつかのシーンで大好きです。シーンの他の色調と並置して目立つように輝きます。\n\n\n\n\nキャラクター -  8.5\n\nこのようなアニメ魔女の主人公は、高校Dxdの一世、武明基の大山大手、後者のようなキャラクターのように、オタクのことについてのそのようなプロットは、非常に目立つと思うだろう。 両方の並行の間のより多くのヘイズ。 ほとんどのキャラクターにとって、すでに優れたキャラクターの開発が行われていますが、目の中では速すぎるかもしれませんが、それは本当にうまくいくかもしれませんが、ここでは完全に線形にならないほどのものがあるようです。 ここでの好きなキャラクターは、シーズンが進むにつれてデビューします。\n\n\n\nワウファクター -  8.5\n\nアウトブレイク・カンパニーの最初の瞬間は、あなたの日常的な面白さと興味深いプロットではなく、すでに私に夢中になっています。 私は、これらの2つの文化の衝突がどのように面白く見えるのか興味深いことを十分に強調することはできません。 私はヴィンテージのマシンのようなスーパーの任天堂を演奏するトカゲの男、または劇的な愛の漫画より古典を読んでいるエルフを見たことはないと思います。 あなたは？ 私がこのアニメの方向がどこに行くか、この世界に存在するこれらのアドレッシング問題に触れるかわからないという事実は、私が各エピソードを見守ってくれるのを魅了します。\n\n\n\n\n\n\n最終グレード -  8.5  - ＆gt;  8\n\n\n\n\n\n私はこのシリーズを視聴することをお勧めしますか？ あなたがコメディが好きであれば、ファンタジーと日本の文化を見て、それが何かへの手がかりがない世界のような幻想の文明に導入され挿入されます。\n\n\n\n\n+カメオ参照\n+驚くほど若干暗いアンダートーンを伴う興味深いストーリー\n\n\n\n\nレビュー：AniRatersのAzurexSky",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAh to be fully praised as an otaku instead of just being called a nerd and being able to use the ever vital acquired knowledge and ways of the otaku for the greater good. Such a dream is realized for our realistic human protagonist, Shinichi Kanou, as he becomes an ambassador of Japan with the mission of cultural exchange in a fantasy world where magic, dragons, knights, kingdoms, elves and etc thrive, teaching what Japanese culture has to offer and you've guessed it, anime! So be expected to see, prince, princesses elves, reptile like people, soldiers and the latter.\n\n\u001b[1mああ、ちょうどオタクと呼ばれるだけでなく、大きな財産のために永遠に重要な取得知識とオタクの方法を使用することができるのではなく、オタクとして完全に称賛されるように。 そのような夢は、魔法、龍、騎士、王国、エルフなどが繁栄しているファンタジー世界で文化交流の使命を持つ日本の大使になって、日本文化が持つものを教える現実主義者の蒲生真一 あなたがそれを推測した、アニメを提供する！ したがって、王子、プリンセスエルフ、人々のような爬虫類、兵士、そして後者が見られることが期待されます。\u001b[22m\n\u001b[1m(Ā, chōdo otaku to yoba reru dakedenaku, ōkina zaisan no tame ni eien ni jūyōna shutoku chishiki to otaku no hōhō o shiyō suru koto ga dekiru node wa naku, otaku to shite kanzen ni shōsan sa reru yō ni. So no yōna yume wa, mahō, ryū, kishi, ōkoku, Erufu nado ga han'ei shite iru fantajī sekai de bunka kōryū no shimei o motsu Nihon no taishi ni natte, nipponbunka ga motsu mono o oshieru genjitsu shugi-sha no Gamou Shin'ichi anata ga sore o suisoku shita, anime o teikyō suru! Shitagatte, ōji, purinsesuerufu, hitobito no yōna hachūrui, heishi, soshite kōsha ga mi rareru koto ga kitai sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mAh to be fully praised as an otaku instead of just being called a nerd and being able to use the ever vital acquired knowledge and ways of the otaku for the greater good. Such a dream is realized for our realistic human protagonist, Shinichi Kanou, as he becomes an ambassador of Japan with the mission of cultural exchange in a fantasy world where magic, dragons, knights, kingdoms, elves and etc thrive, teaching what Japanese culture has to offer and you've guessed it, anime! So be expected to see, prince, princesses elves, reptile like people, soldiers and the latter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh to be fully praised as an otaku instead of just being called a nerd and being able to use the ever vital acquired knowledge and ways of the otaku for the greater good.\u001b[24m\n    \u001b[1mああ、ちょうどオタクと呼ばれるだけでなく、大きな財産のために永遠に重要な取得知識とオタクの方法を使用することができるのではなく、オタクとして完全に称賛されるように。\u001b[22m, \u001b[1mああは完全にだけではなく、オタクと呼ばれているのオタクとして賞賛し、より大きな善のために、これまでの重要な習得した知識やオタクの方法を使用することができるということにします。\u001b[22m\n\u001b[4mSuch a dream is realized for our realistic human protagonist, Shinichi Kanou, as he becomes an ambassador of Japan with the mission of cultural exchange in a fantasy world where magic, dragons, knights, kingdoms, elves and etc thrive, teaching what Japanese culture has\u001b[24m\n    \u001b[1mそのような夢は、魔法、龍、騎士、王国、エルフなどが繁栄しているファンタジー世界で文化交流の使命を持つ日本の大使になって、日本文化が持つものを教える現実主義者の蒲生真一\u001b[22m, \u001b[1m彼は文化が持っている日本のものを教えて、魔法、ドラゴン、騎士、王国、エルフとなどが繁栄ファンタジー世界の文化交流の使命と日本の大使になるような夢は、私たちの現実的な人間の主人公、真一狩野のために実現されています\u001b[22m\n\u001b[4mto offer and you've guessed it, anime!\u001b[24m\n    \u001b[1mあなたがそれを推測した、アニメを提供する！\u001b[22m, \u001b[1m、アニメを提供するために、あなたはそれを推測しました！\u001b[22m\n\u001b[4mSo be expected to see, prince, princesses elves, reptile like people, soldiers and the latter.\u001b[24m\n    \u001b[1mしたがって、王子、プリンセスエルフ、人々のような爬虫類、兵士、そして後者が見られることが期待されます。\u001b[22m, \u001b[1mだから、人々、兵士と後者のような王子、王女のエルフ、爬虫類を参照することが期待されます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOutbreak Company quickly bears it shine and gives the audience a multitude of aspects to look forward to as the series moves on, from a hint of romance, amusing comedy, fan service without being fan service (You'll see what I mean), enjoyable characters and wonderful story/premise. All these factors do not out way each other but rather, are on an equal level to make it a truly intriguing yet enjoyable anime to watch.\n\n\u001b[1mアウトブレイク・カンパニーはすぐにそれを輝かしくし、ファンのサービス（あなたが私の意味を参照してくださいすることなく）、喜劇、面白い喜劇、ファンのサービス、ロマンスのヒントから、シリーズが移動すると楽しみに観客の多くの側面を与える 文字と素晴らしい物語/前提。 これらすべての要因はお互いに出てくるのではなく、むしろ、本当に興味をそそるが楽しめるアニメを見るためには同じレベルにあります。\u001b[22m\n\u001b[1m(Autobureiku kanpanī wa sugu ni sore o kagayakashiku shi, fan no sābisu (anata ga watashi no imi o sanshō shite kudasai suru koto naku), kigeki, omoshiroi kigeki, fan no sābisu, romansu no hinto kara, shirīzu ga idō suru to tanoshimini kankyaku no ōku no sokumen o ataeru moji to subarashī monogatari/ zentei. Korera subete no yōin wa otagai ni dete kuru node wa naku, mushiro, hontōni kyōmi o sosoru ga tanoshimeru anime o miru tame ni wa onaji reberu ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOutbreak Company quickly bears it shine and gives the audience a multitude of aspects to look forward to as the series moves on, from a hint of romance, amusing comedy, fan service without being fan service (You'll see what I mean), enjoyable characters and wonderful story/premise. All these factors do not out way each other but rather, are on an equal level to make it a truly intriguing yet enjoyable anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOutbreak Company quickly bears it shine and gives the audience a multitude of aspects to look forward to as the series moves on, from a hint of romance, amusing comedy, fan service without being fan service (You'll see what I mean), enjoyable\u001b[24m\n    \u001b[1mアウトブレイク・カンパニーはすぐにそれを輝かしくし、ファンのサービス（あなたが私の意味を参照してくださいすることなく）、喜劇、面白い喜劇、ファンのサービス、ロマンスのヒントから、シリーズが移動すると楽しみに観客の多くの側面を与える\u001b[22m, \u001b[1mアウトブレイク・カンパニーはすぐにそれが輝くクマと、（あなたは私が何を意味するかわかります）サービスカットされずにシリーズロマンス、面白いコメディ、ファンサービスのヒントから、上に移動するように楽しみにして観客に楽しい側面の多くを提供します\u001b[22m\n\u001b[4mcharacters and wonderful story/premise.\u001b[24m\n    \u001b[1m文字と素晴らしい物語/前提。\u001b[22m\n\u001b[4mAll these factors do not out way each other but rather, are on an equal level to make it a truly intriguing yet enjoyable anime to watch.\u001b[24m\n    \u001b[1mこれらすべての要因はお互いに出てくるのではなく、むしろ、本当に興味をそそるが楽しめるアニメを見るためには同じレベルにあります。\u001b[22m, \u001b[1mこれらすべての要因が互いに邪魔をしないのではなく、それ見て、本当に魅力的なまだ楽しいアニメにするために同じレベルです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8.5\n\n\u001b[1mストーリー -  8.5\u001b[22m\n\u001b[1m(Sutōrī - 8. 5)\u001b[22m\n\nTranslations of \u001b[4mStory - 8.5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8.5\u001b[24m\n    \u001b[1mストーリー -  8.5\u001b[22m\n\u001b[1m\u001b[22m\nWatching the development differences/comparisons and the soon to happen clash of cultures is a very interesting concept to watch unfold. This actually can shed some light and or gives a very good demonstration of what it would be like to actually try to share a different culture with someone else's, who is vastly different and not even to mention a totally different level of civilization if that isn' t tough enough. Obstacles and oppositions start to slowly emerge as the story progresses and greater, more realistic world problems such as race, social status, war, rebellion and politics arise. It is easy to say that our protagonist is faced with a rather difficult conundrum that he must face head on and is up to him to spread the joy of what Japanese culture has to offer.\n\n\u001b[1m開発の違いや比較、そしてすぐに起こる文化の衝突を見ていくことは、非常に興味深いコンセプトです。 これは、実際にはいくつかの光を放つことができますか、または実際に違う文化を誰か他の人と共有しようとしているようなものであるかについての非常に良いデモンストレーションを行います。 十分に丈夫です。 物語が進行するにつれて障害や反対がゆっくりと現れ始め、人種、社会的地位、戦争、反乱、政治などのより現実的な世界問題がますます大きくなります。 私たちの主人公は、日本文化が提供している喜びを広めるために、頭を下ろさなければならない難しい難問に直面していると言っても過言ではありません。\u001b[22m\n\u001b[1m(Kaihatsu no chigai ya hikaku, soshite sugu ni okoru bunka no shōtotsu o mite iku koto wa, hijō ni kyōmibukai konseputodesu. Kore wa, jissai ni wa ikutsu ka no hikari o hanatsu koto ga dekimasu ka, matawa jissai ni chigau bunka o dareka hokanohito to kyōyū shiyou to shite iru yōna monodearu ka ni tsuite no hijō ni yoi demonsutorēshon o okonaimasu. Jūbun ni jōbudesu. Monogatari ga shinkō suru ni tsurete shōgai ya hantai ga yukkuri to araware hajime, jinshu, shakai-teki chii, sensō, hanran, seiji nado no yori genjitsu-tekina sekai mondai ga masumasu ōkiku narimasu. Watashitachi no shujinkō wa, nipponbunka ga teikyō shite iru yorokobi o hiromeru tame ni, atama o orosanakereba naranai muzukashī nanmon ni chokumen shite iru to itte mo kagonde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWatching the development differences/comparisons and the soon to happen clash of cultures is a very interesting concept to watch unfold. This actually can shed some light and or gives a very good demonstration of what it would be like to actually try to share a different culture with someone else's, who is vastly different and not even to mention a totally different level of civilization if that isn' t tough enough. Obstacles and oppositions start to slowly emerge as the story progresses and greater, more realistic world problems such as race, social status, war, rebellion and politics arise. It is easy to say that our protagonist is faced with a rather difficult conundrum that he must face head on and is up to him to spread the joy of what Japanese culture has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching the development differences/comparisons and the soon to happen clash of cultures is a very interesting concept to watch unfold.\u001b[24m\n    \u001b[1m開発の違いや比較、そしてすぐに起こる文化の衝突を見ていくことは、非常に興味深いコンセプトです。\u001b[22m, \u001b[1m開発の違い/比較とすぐに文化の衝突を起こることを見て、展開を見て非常に興味深い概念です。\u001b[22m\n\u001b[4mThis actually can shed some light and or gives a very good demonstration of what it would be like to actually try to share a different culture with someone else's, who is vastly different and not even to mention a totally different level of civilization if that isn'\u001b[24m\n    \u001b[1mこれは、実際にはいくつかの光を放つことができますか、または実際に違う文化を誰か他の人と共有しようとしているようなものであるかについての非常に良いデモンストレーションを行います。\u001b[22m, \u001b[1mこれは実際には 'いくつかの光を当てると、または実際にそのISN場合でも、文明の全く異なるレベルを言及する非常に異なるとない誰か他の人の、との異文化を共有しようと、それはにどのようなものになるかの非常に良いデモを与えることができます\u001b[22m\n\u001b[4mt tough enough.\u001b[24m\n    \u001b[1m十分に丈夫です。\u001b[22m, \u001b[1m十分なタフにt。\u001b[22m\n\u001b[4mObstacles and oppositions start to slowly emerge as the story progresses and greater, more realistic world problems such as race, social status, war, rebellion and politics arise.\u001b[24m\n    \u001b[1m物語が進行するにつれて障害や反対がゆっくりと現れ始め、人種、社会的地位、戦争、反乱、政治などのより現実的な世界問題がますます大きくなります。\u001b[22m, \u001b[1m障害物や対立は物語が進行し、人種、社会的地位、戦争、反乱や政治などのより大きな、より現実的な世界の問題が発生するようにゆっくりと出現し始めます。\u001b[22m\n\u001b[4mIt is easy to say that our protagonist is faced with a rather difficult conundrum that he must face head on and is up to him to spread the joy of what Japanese culture has to offer.\u001b[24m\n    \u001b[1m私たちの主人公は、日本文化が提供している喜びを広めるために、頭を下ろさなければならない難しい難問に直面していると言っても過言ではありません。\u001b[22m, \u001b[1m私たちの主人公は、彼が上に頭に直面しなければならない、むしろ難しい難問に直面し、日本文化を提供しているかの楽しさを広めるために彼に任されていることを言うことは容易です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt &amp; Animation - 8.5\n\n\u001b[1mアート＆amp; amp; アニメーション -  8.5\u001b[22m\n\u001b[1m(Āto& amp; amp; animēshon - 8. 5)\u001b[22m\n\nTranslations of \u001b[4mArt &amp; Animation - 8.5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt &amp;\u001b[24m\n    \u001b[1mアート＆amp; amp;\u001b[22m, \u001b[1mアート＆＃038;\u001b[22m\n\u001b[4mAnimation - 8.5\u001b[24m\n    \u001b[1mアニメーション -  8.5\u001b[22m\n\u001b[1m\u001b[22m\nThe art and animation are up to par with anime this year (2013) and is detailed but not overly detailed to the extent of each specific object being drawn to detail. I love the subtle detail in palette choice on some of the detail of the characters and some scenes, which becomes noticeable radiant in juxtaposition to the other hues in the scene.\n\n\u001b[1m芸術とアニメーションは今年（2013年）のアニメと同レベルであり、細部まで描かれている特定のオブジェクトの詳細まで詳細にすぎません。 私はパレットの選択の微妙なディテールが、キャラクターのいくつかのディテールや、いくつかのシーンで大好きです。シーンの他の色調と並置して目立つように輝きます。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa kotoshi (2013-nen) no anime to dō reberudeari, saibu made egaka rete iru tokutei no obujekuto no shōsai made shōsai ni sugimasen. Watashi wa paretto no sentaku no bimyōna ditēru ga, kyarakutā no ikutsu ka no ditēru ya, ikutsu ka no shīn de daisukidesu. Shīn no ta no shikichō to heichi shite medatsu yō ni kagayakimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation are up to par with anime this year (2013) and is detailed but not overly detailed to the extent of each specific object being drawn to detail. I love the subtle detail in palette choice on some of the detail of the characters and some scenes, which becomes noticeable radiant in juxtaposition to the other hues in the scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation are up to par with anime this year (2013) and is detailed but not overly detailed to the extent of each specific object being drawn to detail.\u001b[24m\n    \u001b[1m芸術とアニメーションは今年（2013年）のアニメと同レベルであり、細部まで描かれている特定のオブジェクトの詳細まで詳細にすぎません。\u001b[22m, \u001b[1mアートやアニメーションは、アニメで最大パーに今年（2013年）であり、詳細に描かれている詳細が、各特定のオブジェクトの程度に過度に詳しくありません。\u001b[22m\n\u001b[4mI love the subtle detail in palette choice on some of the detail of the characters and some scenes, which becomes noticeable radiant in juxtaposition to the other hues in the scene.\u001b[24m\n    \u001b[1m私はパレットの選択の微妙なディテールが、キャラクターのいくつかのディテールや、いくつかのシーンで大好きです。シーンの他の色調と並置して目立つように輝きます。\u001b[22m, \u001b[1m私は、シーン内の他の色相に並んで目立つ晴れやかになり、文字やいくつかのシーンの詳細の一部にパレットの選択の微妙なディテールが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 8.5\n\n\u001b[1mキャラクター -  8.5\u001b[22m\n\u001b[1m(Kyarakutā - 8. 5)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 8.5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 8.5\u001b[24m\n    \u001b[1mキャラクター -  8.5\u001b[22m\n\u001b[1m\u001b[22m\nOne would think that the protagonist of such an anime witch such a plot about otaku-ism would be extremely stark in regards to being pervy, like such characters as Issei of High School Dxd or someone like Takeru Ooyama of Maken-Ki and the latter. Hes more of the in between of both parallels. There is already a excellent amount of character development for most of the characters, however it might be too fast in some eyes and that could very well be true, but it seems there is more to expand on here to not become totally linear. A gracious amount of characters to like here and more will make their debut as the season progresses.\n\n\u001b[1mこのようなアニメ魔女の主人公は、高校Dxdの一世、武明基の大山大手、後者のようなキャラクターのように、オタクのことについてのそのようなプロットは、非常に目立つと思うだろう。 両方の並行の間のより多くのヘイズ。 ほとんどのキャラクターにとって、すでに優れたキャラクターの開発が行われていますが、目の中では速すぎるかもしれませんが、それは本当にうまくいくかもしれませんが、ここでは完全に線形にならないほどのものがあるようです。 ここでの好きなキャラクターは、シーズンが進むにつれてデビューします。\u001b[22m\n\u001b[1m(Kono yōna anime majo no shujinkō wa, kōkō Dxd no issei, Takeaki ki no Ōyama ōte, kōsha no yōna kyarakutā no yō ni, otaku no koto ni tsuite noso no yōna purotto wa, hijō ni medatsu to omoudarou. Ryōhō no heikō no ma no yori ōku no heizu. Hotondo no kyarakutā ni totte, sudeni sugureta kyarakutā no kaihatsu ga okonawa rete imasuga,-me no nakade wa haya sugiru kamo shiremasenga, sore wa hontōni umaku iku kamo shiremasenga, kokode wa kanzen ni senkei ni naranai hodo no mono ga aru yōdesu. Koko de no sukina kyarakutā wa, shīzun ga susumu ni tsurete debyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne would think that the protagonist of such an anime witch such a plot about otaku-ism would be extremely stark in regards to being pervy, like such characters as Issei of High School Dxd or someone like Takeru Ooyama of Maken-Ki and the latter. Hes more of the in between of both parallels. There is already a excellent amount of character development for most of the characters, however it might be too fast in some eyes and that could very well be true, but it seems there is more to expand on here to not become totally linear. A gracious amount of characters to like here and more will make their debut as the season progresses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne would think that the protagonist of such an anime witch such a plot about otaku-ism would be extremely stark in regards to being pervy, like such characters as Issei of High School Dxd or someone like Takeru Ooyama of Maken-Ki and the latter.\u001b[24m\n    \u001b[1mこのようなアニメ魔女の主人公は、高校Dxdの一世、武明基の大山大手、後者のようなキャラクターのように、オタクのことについてのそのようなプロットは、非常に目立つと思うだろう。\u001b[22m, \u001b[1m一つは、このようなアニメ魔女の主人公はオタクイズムについて、このようなプロットはハイスクールD×Dの一世やマケン姫っ、後者のタケル大山のような人のような文字のように、性的倒錯者であることに点で非常に硬直しただろうと思うだろう。\u001b[22m\n\u001b[4mHes more of the in between of both parallels.\u001b[24m\n    \u001b[1m両方の並行の間のより多くのヘイズ。\u001b[22m, \u001b[1m両方の緯線の間でのHESより。\u001b[22m\n\u001b[4mThere is already a excellent amount of character development for most of the characters, however it might be too fast in some eyes and that could very well be true, but it seems there is more to expand on here to not become totally linear.\u001b[24m\n    \u001b[1mほとんどのキャラクターにとって、すでに優れたキャラクターの開発が行われていますが、目の中では速すぎるかもしれませんが、それは本当にうまくいくかもしれませんが、ここでは完全に線形にならないほどのものがあるようです。\u001b[22m, \u001b[1m文字のほとんどの文字の開発の優れた量が既にあり、しかしそれはあまりにも速く、いくつかの目にあるかもしれない、それは非常によく、真のかもしれないが、それは完全に線形になっていないと、ここに展開する方があるようです。\u001b[22m\n\u001b[4mA gracious amount of characters to like here and more will make their debut as the season progresses.\u001b[24m\n    \u001b[1mここでの好きなキャラクターは、シーズンが進むにつれてデビューします。\u001b[22m, \u001b[1mシーズンが進むにつれて、ここで、より好きな文字の優雅な量は、そのデビューをするであろう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWow Factor - 8.5\n\n\u001b[1mワウファクター -  8.5\u001b[22m\n\u001b[1m(Waufakutā - 8. 5)\u001b[22m\n\nTranslations of \u001b[4mWow Factor - 8.5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow Factor - 8.5\u001b[24m\n    \u001b[1mワウファクター -  8.5\u001b[22m, \u001b[1mうわファクター -  8.5\u001b[22m\n\u001b[1m\u001b[22m\nThe very beginning moments of Outbreak Company already got me hooked with its not your everyday rather amusing and intriguing plot. I can't stress enough of how amusing the collision of these two cultures is fascinating to watch unfold. I don't think I've ever seen a lizard man playing a Super Nintendo like vintage machine or an elf reading a classic, over dramatic love manga. Have you? The fact that I'm or one's not to sure where the direction of this anime will go or touch on these addressing matters that exist in this world, fascinates me to keep me watching each episode.\n\n\u001b[1mアウトブレイク・カンパニーの最初の瞬間は、あなたの日常的な面白さと興味深いプロットではなく、すでに私に夢中になっています。 私は、これらの2つの文化の衝突がどのように面白く見えるのか興味深いことを十分に強調することはできません。 私はヴィンテージのマシンのようなスーパーの任天堂を演奏するトカゲの男、または劇的な愛の漫画より古典を読んでいるエルフを見たことはないと思います。 あなたは？ 私がこのアニメの方向がどこに行くか、この世界に存在するこれらのアドレッシング問題に触れるかわからないという事実は、私が各エピソードを見守ってくれるのを魅了します。\u001b[22m\n\u001b[1m(Autobureiku kanpanī no saisho no shunkan wa, anata no nichijō-tekina omoshiro-sa to kyōmibukai purottode wa naku, sudeni watashi ni muchū ni natte imasu. Watashi wa, korera no 2tsu no bunka no shōtotsu ga dono yō ni omoshiroku mieru no ka kyōmibukai koto o jūbun ni kyōchō suru koto wa dekimasen. Watashi wa vu~intēji no mashin no yōna sūpā no nintendō o ensō suru tokage no otoko, matawa gekitekina ai no manga yori koten o yonde iru Erufu o mita koto wa nai to omoimasu. Anata wa? Watashi ga kono anime no hōkō ga doko ni iku ka, kono sekai ni sonzai suru korera no adoresshingu mondai ni fureru ka wakaranai to iu jijitsu wa, watashi ga kaku episōdo o mimamotte kureru no o miryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe very beginning moments of Outbreak Company already got me hooked with its not your everyday rather amusing and intriguing plot. I can't stress enough of how amusing the collision of these two cultures is fascinating to watch unfold. I don't think I've ever seen a lizard man playing a Super Nintendo like vintage machine or an elf reading a classic, over dramatic love manga. Have you? The fact that I'm or one's not to sure where the direction of this anime will go or touch on these addressing matters that exist in this world, fascinates me to keep me watching each episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe very beginning moments of Outbreak Company already got me hooked with its not your everyday rather amusing and intriguing plot.\u001b[24m\n    \u001b[1mアウトブレイク・カンパニーの最初の瞬間は、あなたの日常的な面白さと興味深いプロットではなく、すでに私に夢中になっています。\u001b[22m, \u001b[1mアウトブレイク・カンパニーの非常に始まる瞬間はすでになく、あなたの日常むしろ面白いと魅力的なプロットと私は夢中になりました。\u001b[22m\n\u001b[4mI can't stress enough of how amusing the collision of these two cultures is fascinating to watch unfold.\u001b[24m\n    \u001b[1m私は、これらの2つの文化の衝突がどのように面白く見えるのか興味深いことを十分に強調することはできません。\u001b[22m, \u001b[1m私はこれらの二つの文化の衝突が展開見て魅力的ですか面白いのは十分に強調することはできません。\u001b[22m\n\u001b[4mI don't think I've ever seen a lizard man playing a Super Nintendo like vintage machine or an elf reading a classic, over dramatic love manga.\u001b[24m\n    \u001b[1m私はヴィンテージのマシンのようなスーパーの任天堂を演奏するトカゲの男、または劇的な愛の漫画より古典を読んでいるエルフを見たことはないと思います。\u001b[22m, \u001b[1m私は私が今まで劇的な愛の漫画の上に、ヴィンテージマシンや古典を読んエルフのようにスーパーファミコンをプレイトカゲ男を見たことがないと思います。\u001b[22m\n\u001b[4mHave you?\u001b[24m\n    \u001b[1mあなたは？\u001b[22m, \u001b[1mあなたはありますか？\u001b[22m\n\u001b[4mThe fact that I'm or one's not to sure where the direction of this anime will go or touch on these addressing matters that exist in this world, fascinates me to keep me watching each episode.\u001b[24m\n    \u001b[1m私がこのアニメの方向がどこに行くか、この世界に存在するこれらのアドレッシング問題に触れるかわからないという事実は、私が各エピソードを見守ってくれるのを魅了します。\u001b[22m, \u001b[1m私は、または1つが、このアニメの方向は、この世界に存在し、これらのアドレッシングの問題に行くか、触れる場所がわからないようだという事実は、各エピソードを見て私を保つために私を魅了します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinal Grade - 8.5 -&gt; 8\n\n\u001b[1m最終グレード -  8.5  - ＆gt;  8\u001b[22m\n\u001b[1m(Saishū gurēdo - 8. 5 - & Gt; 8)\u001b[22m\n\nTranslations of \u001b[4mFinal Grade - 8.5 -&gt; 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Grade - 8.5 -&gt;\u001b[24m\n    \u001b[1m最終グレード -  8.5  - ＆gt;\u001b[22m, \u001b[1mファイナルグレード -  8.5  - ＆GT;\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDo I recommend this series to watch? If you like comedy, fantasy and watching Japanese culture being introduced and inserted to a civilization in a fantasy like world where they have no clue to what it is.\n\n\u001b[1m私はこのシリーズを視聴することをお勧めしますか？ あなたがコメディが好きであれば、ファンタジーと日本の文化を見て、それが何かへの手がかりがない世界のような幻想の文明に導入され挿入されます。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o shichō suru koto o o susume shimasu ka? Anata ga komedi ga sukideareba, fantajī to nihon'nobunka o mite, soregananika e no tegakari ga nai sekai no yōna gensō no bunmei ni dōnyū sa re sōnyū sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mDo I recommend this series to watch? If you like comedy, fantasy and watching Japanese culture being introduced and inserted to a civilization in a fantasy like world where they have no clue to what it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo I recommend this series to watch?\u001b[24m\n    \u001b[1m私はこのシリーズを視聴することをお勧めしますか？\u001b[22m, \u001b[1m私は見るためにこのシリーズをお勧めですか？\u001b[22m\n\u001b[4mIf you like comedy, fantasy and watching Japanese culture being introduced and inserted to a civilization in a fantasy like world where they have no clue to what it is.\u001b[24m\n    \u001b[1mあなたがコメディが好きであれば、ファンタジーと日本の文化を見て、それが何かへの手がかりがない世界のような幻想の文明に導入され挿入されます。\u001b[22m, \u001b[1mあなたはコメディ、ファンタジー、彼らはそれが何であるかに見当もつかない世界のような幻想に文明に導入され、挿入されて見て日本文化が好きなら。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n+ Cameo references\n\n\u001b[1m+カメオ参照\u001b[22m\n\u001b[1m(+ Kameo sanshō)\u001b[22m\n\nTranslations of \u001b[4m+ Cameo references\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Cameo references\u001b[24m\n    \u001b[1m+カメオ参照\u001b[22m\n+ Intriguing story with a surprising slight dark undertone\n\n\u001b[1m+驚くほど若干暗いアンダートーンを伴う興味深いストーリー\u001b[22m\n\u001b[1m(+ Odoroku hodo jakkan kurai andātōn o tomonau kyōmibukai sutōrī)\u001b[22m\n\nTranslations of \u001b[4m+ Intriguing story with a surprising slight dark undertone\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Intriguing story with a surprising slight dark undertone\u001b[24m\n    \u001b[1m+驚くほど若干暗いアンダートーンを伴う興味深いストーリー\u001b[22m, \u001b[1m驚くべき若干暗い小声で興味深い話を+\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nReview by: AzurexSky of AniRaters\n\n\u001b[1mレビュー：AniRatersのAzurexSky\u001b[22m\n\u001b[1m(Rebyū: AniRaters no AzurexSky)\u001b[22m\n\nTranslations of \u001b[4mReview by: AzurexSky of AniRaters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview by: AzurexSky of AniRaters\u001b[24m\n    \u001b[1mレビュー：AniRatersのAzurexSky\u001b[22m, \u001b[1mAniRatersのAzurexSky者：レビュー\u001b[22m"
  },
  {
    "title": "Outbreak_Company",
    "id": "19369",
    "url": "https://myanimelist.net/anime/19369/Outbreak_Company",
    "user": "AixDivadis",
    "profile": "/profile/AixDivadis/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=125209",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  8\n\nどのように城、騎士、魔法、そしてもちろん、ハーフエルフのメイドとloliの女王とファンタジーの世界に行きたいですか？ あなたが愛していることについて話し、分かち合う仕事はいかがですか？ あなたの大切なオタク文化を、ファンタジーの世界に広め、文化的に先進的な世界からいくつかの高くて力強い代表者に見えるようにするには？ 楽しく聞こえ、Outbreak Companyはまさにそれです。 エピソード的、光とコメディーな本質では、このアニメは、魔法のような次元で過ごした時間を堪能し、アニメを見たりマンガを読んだりしている彦森/シャインインの主人公を追いかけ、 自分の胸のメイド。 私たちの世界でちょうど別のオタク、彼はAmutecのディレクターとエルダント帝国と日本の間の外国関係を委任された男になった。\n\n申し訳ありませんが、このシリーズを真剣に受けようと思っているのであれば、そうしないでください。 あなたが道徳的な合併症、深刻なキャラクターや哲学の魅力的な物語を探しているならば、それは典型的には軽い心、愚かで楽しいものであることをあなたに叫ぶべきです...あなたはここに属しません。 このシリーズは、深刻さと軽い心の間のティータを行いますが、後者として扱うほうが良いです。 私はMALのページでこれを読むことができますので、ここで詳しく説明しませんが、このレビューではできるだけ少なくしていますが、Shinichiのように自分で発見するのはもっと楽しいです このまったく新しい未知の世界。 事実、Outbreak Companyは、Shinichiの驚きと新しい展開への反応にユーモラスに始まります。 最初の段落でそれをあまりにもはっきりと暗示していないなら、これは主に願いを叶えてくれるアニメです。私は確かに新市のようなオタクの誰かが別の人を訪れることが夢であろうと確信しています あなた自身の邸宅に泊まりながら、僕が夢見ることのできるあらゆる種類のものがあり、召使いと熱くて無邪気なメイドがいます。\n\nいずれにせよ、Shinichiは環境を収集し、世界を学び、壮大な計画を設定して、モールの文化をEldant Empireにもたらすようにしています。 人種差別や平等を含むこの中世社会の社会的問題と価値に直面しており、また、この外国の世界で自分自身と彼の立場に疑問を持っていなければなりません。 しかし、最初の数回のエピソードの後では、シリーズはすべて「深刻」となり、ちょうど「鹿沼慎一の日常」になる。 モエの文化を広めるために彼の探求に実際に示された新しい進展はない。私は実際にはほとんど何もしていないシリーズの半分を考えていたのだが、バックグラウンドではマンガやアニメが捕まり、非常に広まった。 私たちはこれを見ず、サッカーをし、ビーチに行ったり、映画などを作ったりする。最初のエピソードで取り上げられた問題の1つが最後に非常に急いで巻き込まれる前に。\n\nだから私はこのショーを真剣に扱わないと言っているのです。 ショーのほとんどでは、キャラクターのおかしなこと、さまざまなオタク活動や、多くのポップカルチャーの参考文献が多用されている、純粋でシンプルなエンターテイメントで簡単に会うことができます。 何か問題が出てくると、特に意味のあるものでも重大でもなく、永続的な影響はありません。多くの時間、「緊張」は、アニメやキャラクターが優れている非常に熱い議論から生じます。 アウトブレイク・カンパニーは、基本的には、あなたの伝統的な高校の設定ではなく、ファンタジー・ワールドに設定されたエピソード・コメディと見なすことができます。 それは私を笑わせてくれました。他の多くのショーでは言い表せません。他のアニメへの言及は本当に面白かったですが、本当に目立ったり、このショーをはっきりさせたりするものは何もありませんでした。\n\n\n\n今日の芸術は、標準と思われる非常に良い品質です。 それは観客を際立たせたり眩惑させたりするものではありませんが、ショーを損なうことはありません。 城の建築とファンタジーの衣服のデザインはとても素敵ですが、少し奇妙で目立つ、まつげのまつげで、目を覚まさなければならないかもしれません。 それは悪くない、単純にわずかに異なる。 オープニングは印象的なものではありませんが、アニメにはうってつけです。エンディングは各エピソードを締結する良い方法です。 声優はキャラクターに合っていて、幸せな瞬間と恥ずかしいものを引き出しました。 私は彼らがコメディーや厄介な瞬間に演奏する面白い音が本当に好きです。\n\nこのようなショーは、最終的に個人的な楽しみに落ちる。 私はそれが好きでしたか？ 確かに - それは面白かった、面白かったと私はそれを見て後悔していない。 それは魅力的でも魅力的でもありませんでしたが、できるだけ多くの言及をキャッチしようとしながら、私は座って自分を楽しませました。 全体として、Outbreak Companyはすばらしいショーですが、2013年秋の今シーズンのより良いタイトルの1つでした。 最終的な評決は7/10または\"良い\"です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHow would you like to go to a fantasy world with castles, knights, magic and, of course, half-elf maids and loli queens? How about a job to talk about and share what you love? To spread your cherished otaku culture to said fantasy world while appearing to be some high and mighty delegate from a culturally advanced world? Sounds fun, and Outbreak Company is exactly that. Episodic, light and comedic in nature, this anime follows our protagonist, a hikimori/shut-in, Shinichi Kanou, who is thoroughly enjoying his time spent in a magical other dimension, watching anime and reading manga, while being waited upon by his very own busty maid. Once just another nerd in our world, he became the director of Amutec and the man entrusted with the foreign relations between the Eldant Empire and Japan.\n\n\u001b[1mどのように城、騎士、魔法、そしてもちろん、ハーフエルフのメイドとloliの女王とファンタジーの世界に行きたいですか？ あなたが愛していることについて話し、分かち合う仕事はいかがですか？ あなたの大切なオタク文化を、ファンタジーの世界に広め、文化的に先進的な世界からいくつかの高くて力強い代表者に見えるようにするには？ 楽しく聞こえ、Outbreak Companyはまさにそれです。 エピソード的、光とコメディーな本質では、このアニメは、魔法のような次元で過ごした時間を堪能し、アニメを見たりマンガを読んだりする彦森/シャインインの主人公に続き、彼の非常に待っている 自分の胸のメイド。 私たちの世界でちょうど別のオタク、彼はAmutecのディレクターとエルダント帝国と日本の間の外国関係を委任された男になった。\u001b[22m\n\u001b[1m(Dono yō ni shiro, kishi, mahō, soshite mochiron, hāfuerufu no meido to rori no joō to fantajī no sekai ni ikitaidesu ka? Anata ga aishite iru koto ni tsuite hanashi, wakachi au shigoto wa ikagadesu ka? Anata no taisetsuna otaku bunka o, fantajī no sekai ni hirome, bunka-teki ni senshin-tekina sekai kara ikutsu ka no takakute chikaradzuyoi daihyō-sha ni mieru yō ni suru ni wa? Tanoshiku kikoe, Outbreak kanpanī wa masani soredesu. Episōdo-teki,-kō to komedīna honshitsude wa, kono anime wa, mahō no yōna jigen de sugoshita jikan o tan'nō shi, anime o mi tari manga o yon dari suru hikomori/ shain'in no shujinkō ni tsudzuki, kare no hijō ni matte iru jibun no mune no meido. Watashitachi no sekai de chōdo betsu no otaku, kare wa Amutec no direkutā to erudanto teikoku to Nihon no ma no gaikoku kankei o inin sa reta otoko ni natta.)\u001b[22m\n\nTranslations of \u001b[4mHow would you like to go to a fantasy world with castles, knights, magic and, of course, half-elf maids and loli queens? How about a job to talk about and share what you love? To spread your cherished otaku culture to said fantasy world while appearing to be some high and mighty delegate from a culturally advanced world? Sounds fun, and Outbreak Company is exactly that. Episodic, light and comedic in nature, this anime follows our protagonist, a hikimori/shut-in, Shinichi Kanou, who is thoroughly enjoying his time spent in a magical other dimension, watching anime and reading manga, while being waited upon by his very own busty maid. Once just another nerd in our world, he became the director of Amutec and the man entrusted with the foreign relations between the Eldant Empire and Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow would you like to go to a fantasy world with castles, knights, magic and, of course, half-elf maids and loli queens?\u001b[24m\n    \u001b[1mどのように城、騎士、魔法、そしてもちろん、ハーフエルフのメイドとloliの女王とファンタジーの世界に行きたいですか？\u001b[22m, \u001b[1mどのようにお城、騎士、魔法と、もちろん、ハーフエルフメイドとロリ女王とファンタジーの世界に行きたいですか？\u001b[22m\n\u001b[4mHow about a job to talk about and share what you love?\u001b[24m\n    \u001b[1mあなたが愛していることについて話し、分かち合う仕事はいかがですか？\u001b[22m, \u001b[1mどのように仕事についての話をし、あなたが愛するものを共有する方法は？\u001b[22m\n\u001b[4mTo spread your cherished otaku culture to said fantasy world while appearing to be some high and mighty delegate from a culturally advanced world?\u001b[24m\n    \u001b[1mあなたの大切なオタク文化を、ファンタジーの世界に広め、文化的に先進的な世界からいくつかの高くて力強い代表者に見えるようにするには？\u001b[22m, \u001b[1m文化的に高度な世界からいくつかの高と強大な代理人であることが表示されている間に、あなたの大切なオタク文化を広めるためにファンタジーの世界が言いましたか？\u001b[22m\n\u001b[4mSounds fun, and Outbreak Company is exactly that.\u001b[24m\n    \u001b[1m楽しく聞こえ、Outbreak Companyはまさにそれです。\u001b[22m, \u001b[1m楽しいサウンド、およびアウトブレイク・カンパニーはまさにそれです。\u001b[22m\n\u001b[4mEpisodic, light and comedic in nature, this anime follows our protagonist, a hikimori/shut-in, Shinichi Kanou, who is thoroughly enjoying his time spent in a magical other dimension, watching anime and reading manga, while being waited upon by his very\u001b[24m\n    \u001b[1mエピソード的、光とコメディーな本質では、このアニメは、魔法のような次元で過ごした時間を堪能し、アニメを見たりマンガを読んだりする彦森/シャインインの主人公に続き、彼の非常に待っている\u001b[22m, \u001b[1mエピソード、光と自然の中でコミカル、このアニメは私たちの主人公、hikimori /シャットで、彼の非常により時に待っれながら徹底的に、魔法のような他の次元で過ごした彼の時間を楽しんでアニメを見て、漫画を読んでいる真一狩野を、次の\u001b[22m\n\u001b[4mown busty maid.\u001b[24m\n    \u001b[1m自分の胸のメイド。\u001b[22m, \u001b[1m自身の巨乳メイド。\u001b[22m\n\u001b[4mOnce just another nerd in our world, he became the director of Amutec and the man entrusted with the foreign relations between the Eldant Empire and Japan.\u001b[24m\n    \u001b[1m私たちの世界でちょうど別のオタク、彼はAmutecのディレクターとエルダント帝国と日本の間の外国関係を委任された男になった。\u001b[22m, \u001b[1m私たちの世界でちょうど別のオタクたら、彼はAmutecのディレクターとEldant帝国と日本との外交関係を委託人となりました。\u001b[22m\n\u001b[1m\u001b[22m\nI’m sorry, but if you intend to take this series seriously -- do not. The premise itself should scream at you that it is typically light-hearted, silly and fun, if you are looking for an engaging tale with moral complications, deep characters and philosophies... shoo, begone, ye do not belong here. The series does teeter between seriousness and light-hearted, but it is better to treat it as the latter. I will not elaborate more on the story here as you can read it on the MAL page, I'll reveal as little of it as I can in this review as it is much more fun to discover things by yourself just as Shinichi does coming into this whole new unfamiliar world. In fact, Outbreak Company starts off humorously going into Shinichi’s surprise and reactions to the new developments. If I didn't imply it heavily or clearly enough in the first paragraph, this is a largely wish-fulfilment anime as I'm sure it would be a dream come true for anyone, especially otakus like Shinichi, to be able to visit another world with all sorts of things you can only dream about while staying at your very own mansion, complete with a servant and a hot but innocent maid.\n\n\u001b[1m申し訳ありませんが、このシリーズを真剣に受けようと思っているのであれば、そうしないでください。 あなたが道徳的な合併症、深刻なキャラクターや哲学の魅力的な物語を探しているならば、それは典型的には軽い心、愚かで楽しいものであることをあなたに叫ぶべきです...あなたはここに属しません。 このシリーズは、深刻さと軽い心の間のティータを行いますが、後者として扱うほうが良いです。 私はMALのページでこれを読むことができますので、ここで詳しく説明しませんが、このレビューではできるだけ少なくしていますが、Shinichiのように自分で発見するのはもっと楽しいです このまったく新しい未知の世界。 事実、Outbreak Companyは、Shinichiの驚きと新しい展開への反応にユーモラスに始まります。 最初の段落でそれをあまりにもはっきりと暗示していないなら、これは主に願いを叶えてくれるアニメです。私は確かに新市のようなオタクの誰かが別の人を訪れることが夢であろうと確信しています あなた自身の邸宅に泊まりながら、僕が夢見ることのできるあらゆる種類のものがあり、召使いと熱くて無邪気なメイドがいます。\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, kono shirīzu o shinken ni ukeyou to omotte iru nodeareba,-sō shinaide kudasai. Anata ga dōtokutekina gappeishō, shinkokuna kyarakutā ya tetsugaku no miryoku-tekina monogatari o sagashite irunaraba, soreha tenkei-teki ni wa karui kokoro, orokade tanoshī monodearu koto o anata ni sakebubekidesu... Anata wa koko ni zokushimasen. Kono shirīzu wa, shinkoku-sa to karui kokoro no ma no tīta o okonaimasuga, kōsha to shite atsukau hō ga yoidesu. Watashi wa MAL no pēji de kore o yomu koto ga dekimasunode, koko de kuwashiku setsumei shimasenga, kono rebyūde wa dekirudake sukunaku shite imasuga, Shinichi no yō ni jibun de hakken suru no wa motto tanoshīdesu kono mattaku atarashī michi no sekai. Jijitsu, Outbreak kanpanī wa, Shinichi no odoroki to atarashī tenkai e no han'nō ni yūmorasu ni hajimarimasu. Saisho no danraku de sore o amarini mo hakkiri to anji shite inainara, kore wa omoni negai o kanaete kureru animedesu. Watashi wa tashika ni Shin'ichi no yōna otaku no darekaga-betsu no hito o otozureru koto ga yumedearou to kakushin shite imasu anata jishin no teitaku ni tomarinagara, boku ga yumemiru koto no dekiru arayuru shurui no mono ga ari, meshitsukai to atsukute mujakina meido ga imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAt any rate, Shinichi gathers his surroundings and learns about the world before setting his grand plans in motion to bring moe culture to the Eldant Empire. Things do get serious when complications arise, we are faced with the social issues and values of this medieval society, including racism and equality, and Shinichi must also at one point question himself and his place in this foreign world. After the first few episodes, however, the series ditches all “seriousness” and just becomes “the daily life of Shinichi Kanou”. There are no new developments actually shown in his quest to spread moe culture, I actually thought for half the series he was doing almost nothing while apparently in the background, manga and anime caught and became very widespread. We do not see this, instead, we play soccer, we go to the beach, we make movies and etc., before one of the issues brought up in the first episodes is very hastily wrapped up in the very last.\n\n\u001b[1mいずれにせよ、Shinichiは環境を収集し、世界を学び、壮大な計画を設定して、モールの文化をEldant Empireにもたらすようにしています。 人種差別や平等を含むこの中世社会の社会的問題と価値に直面しており、また、この外国の世界で自分自身と彼の立場に疑問を持っていなければなりません。 しかし、最初の数回のエピソードの後では、シリーズはすべて「深刻」となり、ちょうど「鹿沼慎一の日常」になる。 モエの文化を広めるために彼の探求に実際に示された新しい進展はない。私は実際にはほとんど何もしていないシリーズの半分を考えていたのだが、バックグラウンドではマンガやアニメが捕まり、非常に広まった。 私たちはこれを見ず、サッカーをし、ビーチに行ったり、映画などを作ったりする。最初のエピソードで取り上げられた問題の1つが最後に非常に急いで巻き込まれる前に。\u001b[22m\n\u001b[1m(Izure ni seyo, Shinichi wa kankyō o shūshū shi, sekai o manabi, sōdaina keikaku o settei shite, mōru no bunka o Eldant enpaia ni motarasu yō ni shite imasu. Hito shusabetsu ya byōdō o fukumu kono chūsei shakai no shakai-teki mondai to kachi ni chokumen shite ori, mata, kono gaikoku no sekai de jibun jishin to kare no tachiba ni gimon o motte inakereba narimasen. Shikashi, saisho no sū-kai no episōdo no nochide wa, shirīzu wa subete `shinkoku' to nari, chōdo `Kanuma Shin'ichi no nichijō' ni naru. Moe no bunka o hiromeru tame ni kare no tankyū ni jissai ni shimesa reta atarashī shinten wanai. Watashi wa jissai ni wa hotondo nani mo shite inai shirīzu no hanbun o kangaete ita nodaga, bakkuguraundode wa manga ya anime ga tsukamari, hijō ni hiromatta. Watashitachi wa kore o mizu, sakkā o shi, bīchi ni ittari, eiga nado o tsukuttari suru. Saisho no episōdo de toriage rareta mondai no 1tsu ga saigo ni hijō ni isoide makikoma reru mae ni.)\u001b[22m\n\nTranslations of \u001b[4mAt any rate, Shinichi gathers his surroundings and learns about the world before setting his grand plans in motion to bring moe culture to the Eldant Empire. Things do get serious when complications arise, we are faced with the social issues and values of this medieval society, including racism and equality, and Shinichi must also at one point question himself and his place in this foreign world. After the first few episodes, however, the series ditches all “seriousness” and just becomes “the daily life of Shinichi Kanou”. There are no new developments actually shown in his quest to spread moe culture, I actually thought for half the series he was doing almost nothing while apparently in the background, manga and anime caught and became very widespread. We do not see this, instead, we play soccer, we go to the beach, we make movies and etc., before one of the issues brought up in the first episodes is very hastily wrapped up in the very last.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt any rate, Shinichi gathers his surroundings and learns about the world before setting his grand plans in motion to bring moe culture to the Eldant Empire.\u001b[24m\n    \u001b[1mいずれにせよ、Shinichiは環境を収集し、世界を学び、壮大な計画を設定して、モールの文化をEldant Empireにもたらすようにしています。\u001b[22m, \u001b[1mいずれにしても、新一は彼の周りを収集し、Eldant帝国に文化を萌え持参する運動に彼の壮大な計画を設定する前に、世界について学習します。\u001b[22m\n\u001b[4mThings do get serious when complications arise, we are faced with the social issues and values of this medieval society, including racism and equality, and Shinichi must also at one point question himself and his place in this foreign world.\u001b[24m\n    \u001b[1m人種差別や平等を含むこの中世社会の社会的問題と価値に直面しており、また、この外国の世界で自分自身と彼の立場に疑問を持っていなければなりません。\u001b[22m, \u001b[1m物事は合併症が発生したとき、私たちは人種差別と平等を含め、この中世社会の社会問題や価値観、に直面している、と真一はまた、1つの時点で自分自身とこの外国人の世界で彼の場所を疑問視しなければならない深刻な入手できますか。\u001b[22m\n\u001b[4mAfter the first few episodes, however, the series ditches all “seriousness” and just becomes “the daily life of Shinichi Kanou”.\u001b[24m\n    \u001b[1mしかし、最初の数回のエピソードの後では、シリーズはすべて「深刻」となり、ちょうど「鹿沼慎一の日常」になる。\u001b[22m, \u001b[1m最初のいくつかのエピソードの後、しかし、一連の溝は全て「深刻」とだけ」真一加納の日常生活」になります。\u001b[22m\n\u001b[4mThere are no new developments actually shown in his quest to spread moe culture, I actually thought for half the series he was doing almost nothing while apparently in the background, manga and anime caught and became very widespread.\u001b[24m\n    \u001b[1mモエの文化を広めるために彼の探求に実際に示された新しい進展はない。私は実際にはほとんど何もしていないシリーズの半分を考えていたのだが、バックグラウンドではマンガやアニメが捕まり、非常に広まった。\u001b[22m, \u001b[1m実際に文化を萌え広めるために彼の探求に示す新たな進展はありません、私は実際に明らかに背景、マンガやアニメにキャッチされ、非常に広まったながら半分シリーズのために、彼はほとんど何もしていなかったと思いました。\u001b[22m\n\u001b[4mWe do not see this, instead, we play soccer, we go to the beach, we make movies and etc., before one of the issues brought up in the first episodes is very hastily wrapped up in the very last.\u001b[24m\n    \u001b[1m私たちはこれを見ず、サッカーをし、ビーチに行ったり、映画などを作ったりする。最初のエピソードで取り上げられた問題の1つが最後に非常に急いで巻き込まれる前に。\u001b[22m, \u001b[1m私たちはこれを見ていない最初のエピソードで育っ問題の一つは非常に急いで非常に最後に包まれる前に、その代わりに、私たちはサッカーを、私たちはビーチに行く、私たちは、映画等を行います。\u001b[22m\n\u001b[1m\u001b[22m\nThat is why I say to not treat this show seriously. For most of the show, we simply are met with pure, simple entertainment with the antics of the characters, the fun that they are having engaging various otaku activities and the many, many pop culture references that pop up throughout. Any problems that come up are not particularly meaningful or severe and do not have any lasting consequences, a lot of the time, the “tension” just comes from very heated debates over which anime or character is better. Outbreak Company can be basically considered an episodic comedy set in a fantasy world rather than your traditional high school setting. It did make me laugh, which cannot be said for many other shows, and the references to other anime really did amuse me, however there was nothing that they did that really stood out or set this show apart.\n\n\u001b[1mだから私はこのショーを真剣に扱わないと言っているのです。 ショーのほとんどでは、キャラクターのおかしなこと、さまざまなオタク活動や、多くのポップカルチャーの参考文献が多用されている、純粋でシンプルなエンターテイメントで簡単に会うことができます。 何か問題が出てくると、特に意味のあるものでも重大でもなく、永続的な影響はありません。多くの時間、「緊張」は、アニメやキャラクターが優れている非常に熱い議論から生じます。 アウトブレイク・カンパニーは、基本的には、あなたの伝統的な高校の設定ではなく、ファンタジー・ワールドに設定されたエピソード・コメディと見なすことができます。 それは私を笑わせてくれました。他の多くのショーでは言い表せません。他のアニメへの言及は本当に面白かったですが、本当に目立ったり、このショーをはっきりさせたりするものは何もありませんでした。\u001b[22m\n\u001b[1m(Dakara watashi wa kono shō o shinken ni atsukawanai to itte iru nodesu. Shō no hotondode wa, kyarakutā no okashina koto, samazamana otaku katsudō ya, ōku no poppukaruchā no sankō bunken ga tayō sa rete iru, junsuide shinpuruna entāteimento de kantan ni au koto ga dekimasu. Nani ka mondai ga detekuru to, tokuni imi no aru monode mo jūdaide mo naku, eizoku-tekina eikyō wa arimasen. Ōku no jikan,`kinchō' wa, anime ya kyarakutā ga sugurete iru hijō ni atsui giron kara shōjimasu. Autobureiku kanpanī wa, kihontekini wa, anata no dentō-tekina kōkō no setteide wa naku, fantajī wārudo ni settei sa reta episōdo komedi to minasu koto ga dekimasu. Sore wa watashi o warawa sete kuremashita. Hoka no ōku no shōde wa iiarawasemasen. Hoka no anime e no genkyū wa hontōni omoshirokattadesuga, hontōni medattari, kono shō o hakkiri sa se tari suru mono wa nani mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThat is why I say to not treat this show seriously. For most of the show, we simply are met with pure, simple entertainment with the antics of the characters, the fun that they are having engaging various otaku activities and the many, many pop culture references that pop up throughout. Any problems that come up are not particularly meaningful or severe and do not have any lasting consequences, a lot of the time, the “tension” just comes from very heated debates over which anime or character is better. Outbreak Company can be basically considered an episodic comedy set in a fantasy world rather than your traditional high school setting. It did make me laugh, which cannot be said for many other shows, and the references to other anime really did amuse me, however there was nothing that they did that really stood out or set this show apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is why I say to not treat this show seriously.\u001b[24m\n    \u001b[1mだから私はこのショーを真剣に扱わないと言っているのです。\u001b[22m, \u001b[1m私は真剣にこのショーを扱わないと言う理由です。\u001b[22m\n\u001b[4mFor most of the show, we simply are met with pure, simple entertainment with the antics of the characters, the fun that they are having engaging various otaku activities and the many, many pop culture references that pop up throughout.\u001b[24m\n    \u001b[1mショーのほとんどでは、キャラクターのおかしなこと、さまざまなオタク活動や、多くのポップカルチャーの参考文献が多用されている、純粋でシンプルなエンターテイメントで簡単に会うことができます。\u001b[22m, \u001b[1mショーのほとんどは、我々は単に文字のふざけた態度で純粋な、シンプルな娯楽、彼らは様々なオタク活動全体を通してポップアップ多く、多くのポップカルチャーの参照を従事持っている楽しさで満たされています。\u001b[22m\n\u001b[4mAny problems that come up are not particularly meaningful or severe and do not have any lasting consequences, a lot of the time, the “tension” just comes from very heated debates over which anime or character is better.\u001b[24m\n    \u001b[1m何か問題が出てくると、特に意味のあるものでも重大でもなく、永続的な影響はありません。多くの時間、「緊張」は、アニメやキャラクターが優れている非常に熱い議論から生じます。\u001b[22m, \u001b[1m、特に意味のあるまたは重度のものではなく、任意の永続的な影響を持っていない多くの時間を思い付く任意の問題は、「緊張」は、単に優れているアニメや文字の上に非常に加熱された議論から来ています。\u001b[22m\n\u001b[4mOutbreak Company can be basically considered an episodic comedy set in a fantasy world rather than your traditional high school setting.\u001b[24m\n    \u001b[1mアウトブレイク・カンパニーは、基本的には、あなたの伝統的な高校の設定ではなく、ファンタジー・ワールドに設定されたエピソード・コメディと見なすことができます。\u001b[22m, \u001b[1mアウトブレイク・カンパニーは、基本的にはむしろあなたの伝統的な高校の設定よりもファンタジーの世界に設定されたエピソード喜劇と考えることができます。\u001b[22m\n\u001b[4mIt did make me laugh, which cannot be said for many other shows, and the references to other anime really did amuse me, however there was nothing that they did that really stood out or set this show apart.\u001b[24m\n    \u001b[1mそれは私を笑わせてくれました。他の多くのショーでは言い表せません。他のアニメへの言及は本当に面白かったですが、本当に目立ったり、このショーをはっきりさせたりするものは何もありませんでした。\u001b[22m, \u001b[1mそれは他の多くのショーのために言うことができない、私を笑わせるんでしたし、他のアニメへの参照は本当に私を楽しませました、しかし、彼らは本当に際立っていたか、離れて、このショーを設定することをやったものは何もありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe art is very good quality that seems to be the standard these days. It does not stand out or dazzle the spectator but it never detracts from the show and stays consistent throughout unlike some older shows. The castle architecture and the fantasy clothing designs are very nice, though one might have to get used to the way they drew eyes, with their slightly strange, noticeable and solid eyelashes. It isn’t bad, simply slightly different from the norm. The opening isn’t anything impressive, but it suits the anime well and the ending is a good way to conclude each episode. The voice actors suited the characters, bringing out their happy moments and embarrassing ones as well. I really do like the funny sound they play at comedic or awkward moments.\n\n\u001b[1m今日の芸術は、標準と思われる非常に良い品質です。 それは観客を際立たせたり眩惑させたりするものではありませんが、ショーを損なうことはありません。 城の建築とファンタジーの衣服のデザインはとても素敵ですが、少し奇妙で目立つ、まつげのまつげで、目を覚まさなければならないかもしれません。 それは悪くない、単純にわずかに異なる。 オープニングは印象的なものではありませんが、アニメにはうってつけです。エンディングは各エピソードを締結する良い方法です。 声優はキャラクターに合っていて、幸せな瞬間と恥ずかしいものを引き出しました。 私は彼らがコメディーや厄介な瞬間に演奏する面白い音が本当に好きです。\u001b[22m\n\u001b[1m(Kyō no geijutsu wa, hyōjun to omowa reru hijō ni yoi hinshitsudesu. Sore wa kankyaku o kiwadata se tari genwaku sa se tari suru monode wa arimasenga, shō o sokonau koto wa arimasen. Shiro no kenchiku to fantajī no ifuku no dezain wa totemo sutekidesuga, sukoshi kimyōde medatsu, matsuge no matsuge de,-me o samasanakereba naranai kamo shiremasen. Sore wa warukunai, tanjun ni wazuka ni kotonaru. Ōpuningu wa inshō-tekina monode wa arimasenga, anime ni wa uttetsukedesu. Endingu wa kaku episōdo o teiketsu suru yoi hōhōdesu. Seiyū wa kyarakutā ni atte ite, shiawasena shunkan to hazukashī mono o hikidashimashita. Watashi wa karera ga komedī ya yakkaina shunkan ni ensō suru omoshiroi oto ga hontōni sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very good quality that seems to be the standard these days. It does not stand out or dazzle the spectator but it never detracts from the show and stays consistent throughout unlike some older shows. The castle architecture and the fantasy clothing designs are very nice, though one might have to get used to the way they drew eyes, with their slightly strange, noticeable and solid eyelashes. It isn’t bad, simply slightly different from the norm. The opening isn’t anything impressive, but it suits the anime well and the ending is a good way to conclude each episode. The voice actors suited the characters, bringing out their happy moments and embarrassing ones as well. I really do like the funny sound they play at comedic or awkward moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very good quality that seems to be the standard these days.\u001b[24m\n    \u001b[1m今日の芸術は、標準と思われる非常に良い品質です。\u001b[22m, \u001b[1m芸術は、これらの日の標準であると思われる非常に良質です。\u001b[22m\n\u001b[4mIt does not stand out or dazzle the spectator but it never detracts from the show and stays consistent throughout unlike some older shows.\u001b[24m\n    \u001b[1mそれは観客を際立たせたり眩惑させたりするものではありませんが、ショーを損なうことはありません。\u001b[22m, \u001b[1mそれは目立つか、観客を魅了するが、それは決してショーを損ねず、一部の古いショーとは異なり、全体で一貫していますされません。\u001b[22m\n\u001b[4mThe castle architecture and the fantasy clothing designs are very nice, though one might have to get used to the way they drew eyes, with their slightly strange, noticeable and solid eyelashes.\u001b[24m\n    \u001b[1m城の建築とファンタジーの衣服のデザインはとても素敵ですが、少し奇妙で目立つ、まつげのまつげで、目を覚まさなければならないかもしれません。\u001b[22m, \u001b[1m一つは、彼らが少し、奇妙目立つと固体まつげで、目を引いたように慣れなければならないかもしれませんが、城アーキテクチャとファンタジーの服のデザインは、非常にいいです。\u001b[22m\n\u001b[4mIt isn’t bad, simply slightly different from the norm.\u001b[24m\n    \u001b[1mそれは悪くない、単純にわずかに異なる。\u001b[22m, \u001b[1mそれは単に少し、規範とは異なる悪いことではありません。\u001b[22m\n\u001b[4mThe opening isn’t anything impressive, but it suits the anime well and the ending is a good way to conclude each episode.\u001b[24m\n    \u001b[1mオープニングは印象的なものではありませんが、アニメにはうってつけです。エンディングは各エピソードを締結する良い方法です。\u001b[22m, \u001b[1m開口部は、印象的なものではありませんが、アニメをよく似合うとエンディングは各エピソードを締結するための良い方法です。\u001b[22m\n\u001b[4mThe voice actors suited the characters, bringing out their happy moments and embarrassing ones as well.\u001b[24m\n    \u001b[1m声優はキャラクターに合っていて、幸せな瞬間と恥ずかしいものを引き出しました。\u001b[22m, \u001b[1m声優は同様に彼らの幸せな瞬間と恥ずかしいものを引き出し、文字が適しています。\u001b[22m\n\u001b[4mI really do like the funny sound they play at comedic or awkward moments.\u001b[24m\n    \u001b[1m私は彼らがコメディーや厄介な瞬間に演奏する面白い音が本当に好きです。\u001b[22m, \u001b[1m私は本当に彼らがコミカルか気まずい瞬間にプレイ面白い音が好きです。\u001b[22m\n\u001b[1m\u001b[22m\nShows like this ultimately fall down to personal enjoyment. Did I like it? Certainly - it was funny, it was amusing and I don’t regret watching it. It wasn’t engaging or enthralling, but it let me sit back and enjoy myself a little seeing them do nerdy things, while trying to catch as many references as I can. Overall, Outbreak Company is a nice show, it was definitely one of the better titles of this Fall 2013 season. Final verdict is a 7/10 or “Good”.\n\n\u001b[1mこのようなショーは、最終的に個人的な楽しみに落ちる。 私はそれが好きでしたか？ 確かに - それは面白かった、面白かったと私はそれを見て後悔していない。 それは魅力的でも魅力的でもありませんでしたが、できるだけ多くの言及をキャッチしようとしながら、私は座って自分を楽しませました。 全体として、Outbreak Companyはすばらしいショーですが、2013年秋の今シーズンのより良いタイトルの1つでした。 最終的な評決は7/10または\"良い\"です。\u001b[22m\n\u001b[1m(Kono yōna shō wa, saishūtekini kojin-tekina tanoshimi ni ochiru. Watashi wa sore ga sukideshita ka? Tashikani - sore wa omoshirokatta, omoshirokatta to watashi wa sore o mite kōkai shite inai. Sore wa mirikiteki demo mirikitekide mo arimasendeshitaga, dekiru dake ōku no genkyū o kyatchi shiyou to shinagara, watashi wa suwatte jibun o tanoshima semashita. Zentai to shite, Outbreak kanpanī wa subarashī shōdesuga, 2013-nen aki no ima shīzun no yoriyoi taitoru no 1tsudeshita. Saishū-tekina hyōketsu wa 7/ 10 matawa\" yoi\"desu.)\u001b[22m\n\nTranslations of \u001b[4mShows like this ultimately fall down to personal enjoyment. Did I like it? Certainly - it was funny, it was amusing and I don’t regret watching it. It wasn’t engaging or enthralling, but it let me sit back and enjoy myself a little seeing them do nerdy things, while trying to catch as many references as I can. Overall, Outbreak Company is a nice show, it was definitely one of the better titles of this Fall 2013 season. Final verdict is a 7/10 or “Good”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShows like this ultimately fall down to personal enjoyment.\u001b[24m\n    \u001b[1mこのようなショーは、最終的に個人的な楽しみに落ちる。\u001b[22m, \u001b[1mこのようなショーは、最終的には個人で楽しむに落ちます。\u001b[22m\n\u001b[4mDid I like it?\u001b[24m\n    \u001b[1m私はそれが好きでしたか？\u001b[22m\n\u001b[4mCertainly - it was funny, it was amusing and I don’t regret watching it.\u001b[24m\n    \u001b[1m確かに - それは面白かった、面白かったと私はそれを見て後悔していない。\u001b[22m, \u001b[1m確かに - それが面白かったと私はそれを見て後悔していない、面白かったです。\u001b[22m\n\u001b[4mIt wasn’t engaging or enthralling, but it let me sit back and enjoy myself a little seeing them do nerdy things, while trying to catch as many references as I can.\u001b[24m\n    \u001b[1mそれは魅力的でも魅力的でもありませんでしたが、できるだけ多くの言及をキャッチしようとしながら、私は座って自分を楽しませました。\u001b[22m, \u001b[1mそれは魅力的か夢中ではなかったが、それは私ができる限り多くの参照をキャッチしようとしたとき、私は、後ろに座ると、彼らはオタク物事を行う見て自分自身を少し楽しむことができます。\u001b[22m\n\u001b[4mOverall, Outbreak Company is a nice show, it was definitely one of the better titles of this Fall 2013 season.\u001b[24m\n    \u001b[1m全体として、Outbreak Companyはすばらしいショーですが、2013年秋の今シーズンのより良いタイトルの1つでした。\u001b[22m, \u001b[1m全体的に、大規模感染当社は素晴らしいショーです、それは間違いなく、この秋2013シーズンのより良いタイトルの一つでした。\u001b[22m\n\u001b[4mFinal verdict is a 7/10 or “Good”.\u001b[24m\n    \u001b[1m最終的な評決は7/10または\"良い\"です。\u001b[22m, \u001b[1m最終的な評決は7/10または「良好」です。\u001b[22m"
  },
  {
    "title": "Outbreak_Company",
    "id": "19369",
    "url": "https://myanimelist.net/anime/19369/Outbreak_Company",
    "user": "MakuAren",
    "profile": "/profile/MakuAren/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=148465",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\nこれはANIMEを初めて見たときのことです。部品を見逃したり誤解したりした場合は、何か修正してください。 これは突然のプロットの変化を伴うまともなアニメですが、悪い方法ではなく、エキサイティングなものです！ 受け入れ可能なハーレムのジャンルはロムコムなので、多くのことが言えますが、私はそれを台無しにするかもしれないと恐れています。\n\nここにそれは行く、ストーリー：8/10\n\n物語はANIMEの新鮮な愛好家には魅力的かもしれませんが、少年少年を見守っていた人たちのために、ANIMEはその話を考慮しないかもしれません。 魔法の世界、かわいい女の子、ドラゴンズなど。私はそれに共通の設定のために8を与える\n\nアート：9/10\n誰かが魔法の呪文を唱えるが、まだそれほど魅力的でないか流動性のものではない場合、特にRUNESのアートワークに関するきめ細かな詳細\n\nサウンド：7/10\nここでは私が心配していた部分があります。特にOP曲はANIMEには合っていません。 十分に言った。\n\n楽しさ：9/10\n私は全体的に楽しく過ごしました。それは、MCがシーウォーターよりも密度が高い、刺激的なハーレムではありませんでした。 すべてのヒロインは愛されます。 そしてプロットツイストは予期せぬものでした。\n\n全体：9\n私はそれを指摘し、音楽はOutbreak Companyとうまく同期しませんでした。\nしかし、物語の流動性、私たちが楽しいキャラクターで開発した細部のアートワークと愛",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOk, this is my first time reviewing an ANIME so please correct something if I missed or misinterpreted a part. This is a decent anime with sudden plot change, not in a bad way but in an exciting one! An acceptable harem genre rom-com and so many things to say but I'm afraid I might spoil it.\n\n\u001b[1mこれはANIMEを初めて見たときのことです。部品を見逃したり誤解したりした場合は、何か修正してください。 これは突然のプロットの変化を伴うまともなアニメですが、悪い方法ではなく、エキサイティングなものです！ 受け入れ可能なハーレムのジャンルはロムコムなので、多くのことが言えますが、私はそれを台無しにするかもしれないと恐れています。\u001b[22m\n\u001b[1m(Kore wa anime o hajimete mita toki no kotodesu. Buhin o minogashi tari gokai shi tari shita baai wa, nanika shūsei shite kudasai. Kore wa totsuzen no purotto no henka o tomonau matomona animedesuga, warui hōhōde wa naku, ekisaitinguna monodesu! Ukeire kanōna hāremu no janru wa romukomunanode, ōku no koto ga iemasuga, watashi wa sore o dainashi ni suru kamo shirenai to osorete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOk, this is my first time reviewing an ANIME so please correct something if I missed or misinterpreted a part. This is a decent anime with sudden plot change, not in a bad way but in an exciting one! An acceptable harem genre rom-com and so many things to say but I'm afraid I might spoil it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, this is my first time reviewing an ANIME so please correct something if I missed or misinterpreted a part.\u001b[24m\n    \u001b[1mこれはANIMEを初めて見たときのことです。部品を見逃したり誤解したりした場合は、何か修正してください。\u001b[22m, \u001b[1m[OK]を、これは私の最初の時間は、私は逃したまたは一部を誤解場合ANIMEはとても何かを修正してください検討しています。\u001b[22m\n\u001b[4mThis is a decent anime with sudden plot change, not in a bad way but in an exciting one!\u001b[24m\n    \u001b[1mこれは突然のプロットの変化を伴うまともなアニメですが、悪い方法ではなく、エキサイティングなものです！\u001b[22m, \u001b[1mこれは悪くない方法ではなく、刺激的な1に、突然のプロット変化にまともなアニメです！\u001b[22m\n\u001b[4mAn acceptable harem genre rom-com and so many things to say but I'm afraid I might spoil it.\u001b[24m\n    \u001b[1m受け入れ可能なハーレムのジャンルはロムコムなので、多くのことが言えますが、私はそれを台無しにするかもしれないと恐れています。\u001b[22m, \u001b[1m許容可能なハーレムジャンルROM-COMと言うするので、多くの事が、私はそれを台無しに可能性があります怖いです。\u001b[22m\n\u001b[1m\u001b[22m\nHere it goes, STORY : 8/10\n\n\u001b[1mここにそれは行く、ストーリー：8/10\u001b[22m\n\u001b[1m(Koko ni soreha iku, sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mHere it goes, STORY : 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere it goes, STORY : 8/10\u001b[24m\n    \u001b[1mここにそれは行く、ストーリー：8/10\u001b[22m, \u001b[1mここでは、ストーリーを行く：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story maybe appealing to fresh ANIME enthusiast, but for some who havewatched Lot of shounen ANIME may not consider its story or appeal them full-time because of the setting alone. Magical World, Cute Girls, Dragons etc. So I give it an 8 due to common setting\n\n\u001b[1m物語はANIMEの新鮮な愛好家には魅力的かもしれませんが、少年少年を見守っていた人たちのために、ANIMEはその話を考慮しないかもしれません。 魔法の世界、かわいい女の子、ドラゴンズなど。私はそれに共通の設定のために8を与える\u001b[22m\n\u001b[1m(Monogatari wa anime no shinsen'na aikō-ka ni wa mirikiteki kamo shiremasenga, shōnen shōnen o mimamotte ita hito-tachi no tame ni, anime wa sono hanashi o kōryo shinai kamo shiremasen. Mahō no sekai, kawaī on'nanoko, doragonzu nado. Watashi wa sore ni kyōtsū no settei no tame ni 8 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mThe story maybe appealing to fresh ANIME enthusiast, but for some who havewatched Lot of shounen ANIME may not consider its story or appeal them full-time because of the setting alone. Magical World, Cute Girls, Dragons etc. So I give it an 8 due to common setting\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story maybe appealing to fresh ANIME enthusiast, but for some who havewatched Lot of shounen ANIME may not consider its story or appeal them full-time because of the setting alone.\u001b[24m\n    \u001b[1m物語はANIMEの新鮮な愛好家には魅力的かもしれませんが、少年少年を見守っていた人たちのために、ANIMEはその話を考慮しないかもしれません。\u001b[22m, \u001b[1m物語は多分新鮮ANIME愛好家にアピールするが、そのストーリーを考えるため、または単独の設定にそれらをフルタイムでアピールしないことがあり少年ANIMEの多くをhavewatched一部の人のために。\u001b[22m\n\u001b[4mMagical World, Cute Girls, Dragons etc. So I give it an 8 due to common setting\u001b[24m\n    \u001b[1m魔法の世界、かわいい女の子、ドラゴンズなど。私はそれに共通の設定のために8を与える\u001b[22m, \u001b[1m魔法の世界、かわいい女の子、ドラゴンズなどだから私は原因共通の設定にそれを8を与えます\u001b[22m\n\u001b[1m\u001b[22m\nArt : 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt : 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt : 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nNeat details on artwork especially on RUNES when someone cast a magic-spell but still not that appealing or fluid\n\n\u001b[1m誰かが魔法の呪文を唱えるが、まだそれほど魅力的でないか流動性のものではない場合、特にRUNESのアートワークに関するきめ細かな詳細\u001b[22m\n\u001b[1m(Darekaga mahō no jumon o tonaeruga, mada sorehodo mirikitekidenai ka ryūdō-sei no monode wanai baai, tokuni RUNES no ātowāku ni kansuru kimekomakana shōsai)\u001b[22m\n\nTranslations of \u001b[4mNeat details on artwork especially on RUNES when someone cast a magic-spell but still not that appealing or fluid\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeat details on artwork especially on RUNES when someone cast a magic-spell but still not that appealing or fluid\u001b[24m\n    \u001b[1m誰かが魔法の呪文を唱えるが、まだそれほど魅力的でないか流動性のものではない場合、特にRUNESのアートワークに関するきめ細かな詳細\u001b[22m, \u001b[1m誰かがまだその魅力的または流体ではないが魔法の呪文を唱えるが、特にRUNES上のアートワーク上のニート詳細\u001b[22m\n\u001b[1m\u001b[22m\nSound : 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound : 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\nHere's the part where I'd been worried about, the music especially the OP Song is not fitting for the ANIME. Enough said.\n\n\u001b[1mここでは私が心配していた部分があります。特にOP曲はANIMEには合っていません。 十分に言った。\u001b[22m\n\u001b[1m(Kokode wa watashi ga shinpai shite ita bubun ga arimasu. Tokuni OP-kyoku wa anime ni wa atte imasen. Jūbun ni itta.)\u001b[22m\n\nTranslations of \u001b[4mHere's the part where I'd been worried about, the music especially the OP Song is not fitting for the ANIME. Enough said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere's the part where I'd been worried about, the music especially the OP Song is not fitting for the ANIME.\u001b[24m\n    \u001b[1mここでは私が心配していた部分があります。特にOP曲はANIMEには合っていません。\u001b[22m, \u001b[1mここで私は、音楽が特にOP曲はアニメのためにフィッティングされていない心配していたい部分です。\u001b[22m\n\u001b[4mEnough said.\u001b[24m\n    \u001b[1m十分に言った。\u001b[22m, \u001b[1m十分と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\nI had fun overall, its not that irritating harem where the MC was denser than SeaWater. And every Heroines are lovable. And the plot-twist was unexpected.\n\n\u001b[1m私は全体的に楽しく過ごしました。それは、MCがシーウォーターよりも密度が高い、刺激的なハーレムではありませんでした。 すべてのヒロインは愛されます。 そしてプロットツイストは予期せぬものでした。\u001b[22m\n\u001b[1m(Watashi wa zentai-teki ni tanoshiku sugoshimashita. Sore wa, MC ga shīu~ōtā yori mo mitsudo ga takai, shigeki-tekina hāremude wa arimasendeshita. Subete no hiroin wa aisa remasu. Soshite purottotsuisuto wa yoki senu monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI had fun overall, its not that irritating harem where the MC was denser than SeaWater. And every Heroines are lovable. And the plot-twist was unexpected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had fun overall, its not that irritating harem where the MC was denser than SeaWater.\u001b[24m\n    \u001b[1m私は全体的に楽しく過ごしました。それは、MCがシーウォーターよりも密度が高い、刺激的なハーレムではありませんでした。\u001b[22m, \u001b[1m私は、全体的に楽しい時間を過ごした、そのMCが海水よりも高密度たハーレムを刺激しないように。\u001b[22m\n\u001b[4mAnd every Heroines are lovable.\u001b[24m\n    \u001b[1mすべてのヒロインは愛されます。\u001b[22m, \u001b[1mそして、全てのヒロインが愛らしいです。\u001b[22m\n\u001b[4mAnd the plot-twist was unexpected.\u001b[24m\n    \u001b[1mそしてプロットツイストは予期せぬものでした。\u001b[22m, \u001b[1mプロットツイストは予想外でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall : 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall : 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nI pointed it out, the music didn't sync well with Outbreak Company.\n\n\u001b[1m私はそれを指摘し、音楽はOutbreak Companyとうまく同期しませんでした。\u001b[22m\n\u001b[1m(Watashi wa sore o shiteki shi, ongaku wa Outbreak kanpanī to umaku dōki shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI pointed it out, the music didn't sync well with Outbreak Company.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI pointed it out, the music didn't sync well with Outbreak Company.\u001b[24m\n    \u001b[1m私はそれを指摘し、音楽はOutbreak Companyとうまく同期しませんでした。\u001b[22m, \u001b[1m私は、音楽がアウトブレイク・カンパニーとうまく同期されなかったことを指摘しました。\u001b[22m\nBut the fluidity of story, the well-detailed Artwork and the Love I developed with the Characters we're enjoyable\n\n\u001b[1mしかし、物語の流動性、私たちが楽しいキャラクターで開発した細部のアートワークと愛\u001b[22m\n\u001b[1m(Shikashi, monogatari no ryūdō-sei, watashitachi ga tanoshī kyarakutā de kaihatsu shita saibu no ātowāku to ai)\u001b[22m\n\nTranslations of \u001b[4mBut the fluidity of story, the well-detailed Artwork and the Love I developed with the Characters we're enjoyable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the fluidity of story, the well-detailed Artwork and the Love I developed with the Characters we're enjoyable\u001b[24m\n    \u001b[1mしかし、物語の流動性、私たちが楽しいキャラクターで開発した細部のアートワークと愛\u001b[22m, \u001b[1mしかし、物語の流動性は、十分に詳細なアートワークと愛は、私たちは楽しいだ文字を使用して開発しました\u001b[22m"
  },
  {
    "title": "Outbreak_Company",
    "id": "19369",
    "url": "https://myanimelist.net/anime/19369/Outbreak_Company",
    "user": "Joe-desu-desu",
    "profile": "/profile/Joe-desu-desu/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=124693",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n... Dadadadada......してください...\nそんなにばかげたことを見て笑ってしまったことはありますか？\nアウトブレイク・カンパニーは説明から誤った判断を下すことがあります。 私はもちろん、ゼロの使い魔について話しています、彼らはメイド、エルフ、ツンデレのキャラクターもそこに持っています！\nしかし、私はこのショーについて間違っていた。\nストーリー（8/10）：怪物と戦うのではなく、オタクの文化を広めることが任務であるため、ストーリーは独自のものです。 それはちょっと変わったように聞こえ、深刻なプロットを探しているほとんどの人は延期されるかもしれません。 しかし、Shinichiは彼が運ばれてきた世界について学ぶようになるにつれて、より深いところへと発展していきます。\nキャラクター（8/10）：キャラクターの展開はこのアニメの大きな側面であり、シンディはエルダント帝国全体に大きな影響を与えます。 私は悲しいかなくスクリーン時間を取らないダーウィン（トカゲの男）さえも、それぞれの人格を愛していました。 萌えに敏感な人たち、すべてのミュールセルの瞬間にちょうど公正な警告は、あなたの小さなオタクの心を引っ張るだけです。\nArt / Sound（10/10）：設定は美しく、芸術も素晴らしいですが、イントロが素晴らしいことを指摘しなければなりません。 また、Shinichiが変態を起こすたびに奇妙な歌が好きであったことを私は愛していると言いました。\n楽しさ（10/10）：私は大したことはしません。なぜなら、このアニメを非常に高く評価した理由ではないからです。 コメディを手放すことは、このアニメの強みです。 それぞれのエピソードは全く新しいものをもたらしました。プロットとは関係がないかどうか気にしませんでした。 各エピソードは新しい経験であり、コメディは思い出深いものでした。\n全体的には（10月）：全体的に10が多少あるかもしれませんが、私は新しいエピソードを楽しみにしていました。 私はこれが独特な物語であることを守るつもりはないし、それは単なるファンではないからです。 しかし、誰が気に？ あなたが笑うことを愛するなら、あなたはこのアニメを愛するでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDa...dadadadada...da...dadada...\n\n\u001b[1m... Dadadadada......してください...\u001b[22m\n\u001b[1m(... Dadadadada... ... Shite kudasai...)\u001b[22m\n\nTranslations of \u001b[4mDa...dadadadada...da...dadada...\u001b[24m\n[ \u001b[4mHausa\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m, \u001b[1m···\u001b[22m\n\u001b[4mdadadadada\u001b[24m\n    \u001b[1mDadadadada\u001b[22m\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m, \u001b[1m···\u001b[22m\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m, \u001b[1m···\u001b[22m\n\u001b[4mdadada\u001b[24m\n    \u001b[1mしてください\u001b[22m, \u001b[1mお願い\u001b[22m, \u001b[1mください\u001b[22m, \u001b[1mお願いし\u001b[22m\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m, \u001b[1m···\u001b[22m\nDo you ever just burst out laughing from seeing something so ridiculous?\n\n\u001b[1mそんなにばかげたことを見て笑ってしまったことはありますか？\u001b[22m\n\u001b[1m(Son'nani bakageta koto o mite waratte shimatta koto wa arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mDo you ever just burst out laughing from seeing something so ridiculous?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you ever just burst out laughing from seeing something so ridiculous?\u001b[24m\n    \u001b[1mそんなにばかげたことを見て笑ってしまったことはありますか？\u001b[22m, \u001b[1mあなたは今までちょうどので、とんでもないものを見てから爆笑ですか？\u001b[22m\nOutbreak Company can be misjudged from the description, I mean we've seen this before right? I'm talking of course about Zero no Tsukaima, they've even got the maid, elf, tsundere characters in there!\n\n\u001b[1mアウトブレイク・カンパニーは説明から誤った判断を下すことがあります。 私はもちろん、ゼロの使い魔について話しています、彼らはメイド、エルフ、ツンデレのキャラクターもそこに持っています！\u001b[22m\n\u001b[1m(Autobureiku kanpanī wa setsumei kara ayamatta handan o kudasu koto ga arimasu. Watashi wa mochiron, zeronotsukaima ni tsuite hanashite imasu, karera wa meido, Erufu, tsundere no kyarakutā mo soko ni motte imasu!)\u001b[22m\n\nTranslations of \u001b[4mOutbreak Company can be misjudged from the description, I mean we've seen this before right? I'm talking of course about Zero no Tsukaima, they've even got the maid, elf, tsundere characters in there!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOutbreak Company can be misjudged from the description, I mean we've seen this before right?\u001b[24m\n    \u001b[1mアウトブレイク・カンパニーは説明から誤った判断を下すことがあります。\u001b[22m, \u001b[1mアウトブレイク・カンパニーは、私たちは右の前にこれを見てきた意味、説明から誤判定することができますか？\u001b[22m\n\u001b[4mI'm talking of course about Zero no Tsukaima, they've even got the maid, elf, tsundere characters in there!\u001b[24m\n    \u001b[1m私はもちろん、ゼロの使い魔について話しています、彼らはメイド、エルフ、ツンデレのキャラクターもそこに持っています！\u001b[22m, \u001b[1m私はゼロの使い魔約もちろん話して、彼らもそこにメイド、エルフ、ツンデレキャラクターを持っています！\u001b[22m\nBut man was I wrong about this show.\n\n\u001b[1mしかし、私はこのショーについて間違っていた。\u001b[22m\n\u001b[1m(Shikashi, watashi wa kono shō ni tsuite machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mBut man was I wrong about this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut man was I wrong about this show.\u001b[24m\n    \u001b[1mしかし、私はこのショーについて間違っていた。\u001b[22m, \u001b[1mしかし、男はこの番組について私が間違っていました。\u001b[22m\nStory (8/10): The story is unique in its own way because instead of fighting monsters, Shinichi's mission is to spread the Otaku culture. It sounds a little weird, and most people looking for a serious plot may be put off. But It does develop into something deeper as Shinichi starts to learn about the world he's been transported into.\n\n\u001b[1mストーリー（8/10）：怪物と戦うのではなく、オタクの文化を広めることが任務であるため、ストーリーは独自のものです。 それはちょっと変わったように聞こえ、深刻なプロットを探しているほとんどの人は延期されるかもしれません。 しかし、Shinichiは彼が運ばれてきた世界について学ぶようになるにつれて、より深いところへと発展していきます。\u001b[22m\n\u001b[1m(Sutōrī (8 / 10): Kaibutsu to tatakau node wa naku, otaku no bunka o hiromeru koto ga ninmudearu tame, sutōrī wa dokuji no monodesu. Sore wa chotto kawatta yō ni kikoe, shinkokuna purotto o sagashite iru hotondo no hito wa enki sa reru kamo shiremasen. Shikashi, Shinichi wa kare ga hakoba rete kita sekai ni tsuite manabu yō ni naru ni tsurete, yori fukai tokoro e to hatten shite ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (8/10): The story is unique in its own way because instead of fighting monsters, Shinichi's mission is to spread the Otaku culture. It sounds a little weird, and most people looking for a serious plot may be put off. But It does develop into something deeper as Shinichi starts to learn about the world he's been transported into.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8/10): The story is unique in its own way because instead of fighting monsters, Shinichi's mission is to spread the Otaku culture.\u001b[24m\n    \u001b[1mストーリー（8/10）：怪物と戦うのではなく、オタクの文化を広めることが任務であるため、ストーリーは独自のものです。\u001b[22m, \u001b[1mストーリー（8/10）：代わりにモンスターとの戦いの、真一の使命はオタク文化を広めるためにあるので、物語は独自の方法でユニークです。\u001b[22m\n\u001b[4mIt sounds a little weird, and most people looking for a serious plot may be put off.\u001b[24m\n    \u001b[1mそれはちょっと変わったように聞こえ、深刻なプロットを探しているほとんどの人は延期されるかもしれません。\u001b[22m, \u001b[1mそれは少し奇妙に聞こえる、と深刻なプロットを探しているほとんどの人は後回しにすることができます。\u001b[22m\n\u001b[4mBut It does develop into something deeper as Shinichi starts to learn about the world he's been transported into.\u001b[24m\n    \u001b[1mしかし、Shinichiは彼が運ばれてきた世界について学ぶようになるにつれて、より深いところへと発展していきます。\u001b[22m, \u001b[1m伸一は、彼が中に輸送されています世界について学ぶために始めると、それはより深いものへと発展ありません。\u001b[22m\nCharacter (8/10): The character development is a big aspect of this anime, and Shinichi pretty much affects the entire Eldant empire, in a good way. I loved each character, even Darwin (lizard guy) who sadly doesn't get much screen time. Just a fair warning to those sensitive to Moe, every Myucel moment, just tugs at your little Otaku heart.\n\n\u001b[1mキャラクター（8/10）：キャラクターの展開はこのアニメの大きな側面であり、シンディはエルダント帝国全体に大きな影響を与えます。 私は悲しいかなくスクリーン時間を取らないダーウィン（トカゲの男）さえも、それぞれの人格を愛していました。 萌えに敏感な人たち、すべてのミュールセルの瞬間にちょうど公正な警告は、あなたの小さなオタクの心を引っ張るだけです。\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10): Kyarakutā no tenkai wa kono anime no ōkina sokumendeari, Shindi wa erudanto teikoku zentai ni ōkina eikyō o ataemasu. Watashi wa kanashī ka naku sukurīn jikan o toranai dāu~in (tokage no otoko) sae mo, sorezore no jinkaku o aishite imashita. Moe ni binkan'na hito-tachi, subete no myūruseru no shunkan ni chōdo kōseina keikoku wa, anata no chīsana otaku no kokoro o hipparu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (8/10): The character development is a big aspect of this anime, and Shinichi pretty much affects the entire Eldant empire, in a good way. I loved each character, even Darwin (lizard guy) who sadly doesn't get much screen time. Just a fair warning to those sensitive to Moe, every Myucel moment, just tugs at your little Otaku heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (8/10): The character development is a big aspect of this anime, and Shinichi pretty much affects the entire Eldant empire, in a good way.\u001b[24m\n    \u001b[1mキャラクター（8/10）：キャラクターの展開はこのアニメの大きな側面であり、シンディはエルダント帝国全体に大きな影響を与えます。\u001b[22m, \u001b[1m文字（8/10）：キャラクター開発は、このアニメの大きな側面である、と真一はかなり良い方法で、全体Eldant帝国に影響を与えます。\u001b[22m\n\u001b[4mI loved each character, even Darwin (lizard guy) who sadly doesn't get much screen time.\u001b[24m\n    \u001b[1m私は悲しいかなくスクリーン時間を取らないダーウィン（トカゲの男）さえも、それぞれの人格を愛していました。\u001b[22m, \u001b[1m私は、各文字、悲しいことに多くのスクリーンの時間を取得していなくてもダーウィン（トカゲ男を）愛しました。\u001b[22m\n\u001b[4mJust a fair warning to those sensitive to Moe, every Myucel moment, just tugs at your little Otaku heart.\u001b[24m\n    \u001b[1m萌えに敏感な人たち、すべてのミュールセルの瞬間にちょうど公正な警告は、あなたの小さなオタクの心を引っ張るだけです。\u001b[22m, \u001b[1m萌えに敏感たものにするだけ公正な警告は、すべてのMyucelモーメントは、ちょうどあなたの少しオタク心でタグボート。\u001b[22m\nArt/Sound (10/10): The setting is beautiful and the art is great too, but I have to point out that the intro is amazing. Also did I mention I loved that weird singing that seems to play every time Shinichi is being perverted.\n\n\u001b[1mArt / Sound（10/10）：設定は美しく、芸術も素晴らしいですが、イントロが素晴らしいことを指摘しなければなりません。 また、Shinichiが変態を起こすたびに奇妙な歌が好きであったことを私は愛していると言いました。\u001b[22m\n\u001b[1m(Art/ Sound (10/ 10): Settei wa utsukushiku, geijutsu mo subarashīdesuga, Intoro ga subarashī koto o shiteki shinakereba narimasen. Mata, Shinichi ga hentai o okosu tabi ni kimyōna uta ga sukideatta koto o watashi wa itoshite iru to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound (10/10): The setting is beautiful and the art is great too, but I have to point out that the intro is amazing. Also did I mention I loved that weird singing that seems to play every time Shinichi is being perverted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound (10/10): The setting is beautiful and the art is great too, but I have to point out that the intro is amazing.\u001b[24m\n    \u001b[1mArt / Sound（10/10）：設定は美しく、芸術も素晴らしいですが、イントロが素晴らしいことを指摘しなければなりません。\u001b[22m, \u001b[1mアート/サウンド（10/10）：設定が美しく、芸術は、あまりにも素晴らしいですが、私はイントロが素晴らしいであることを指摘しなければなりません。\u001b[22m\n\u001b[4mAlso did I mention I loved that weird singing that seems to play every time Shinichi is being perverted.\u001b[24m\n    \u001b[1mまた、Shinichiが変態を起こすたびに奇妙な歌が好きであったことを私は愛していると言いました。\u001b[22m, \u001b[1mまた、私は私が真一が倒錯しているされるたびに再生するために思われる奇妙な歌を愛し言及しませんでした。\u001b[22m\nEnjoyment (10/10): I'm not going to go much into the plot, because well, that's not why I rated this anime so highly. Hands down comedy is this anime's strong point. Each episode brought something completely new, I didn't even care if it didn't have anything to do with the plot. Each episode was a new experience and the comedy was memorable.\n\n\u001b[1m楽しさ（10/10）：私は大したことはしません。なぜなら、このアニメを非常に高く評価した理由ではないからです。 コメディを手放すことは、このアニメの強みです。 それぞれのエピソードは全く新しいものをもたらしました。プロットとは関係がないかどうか気にしませんでした。 各エピソードは新しい経験であり、コメディは思い出深いものでした。\u001b[22m\n\u001b[1m(Tanoshisa (10/ 10): Watashi wa taishita koto wa shimasen. Nazenara, kono anime o hijō ni takaku hyōka shita riyūde wanaikaradesu. Komedi o tebanasu koto wa, kono anime no tsuyomidesu. Sorezore no episōdo wa mattaku atarashīmono o motarashimashita. Purotto to wa kankei ga nai ka dō ka ki ni shimasendeshita. Kaku episōdo wa atarashī keikendeari, komedi wa omoidebukai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10/10): I'm not going to go much into the plot, because well, that's not why I rated this anime so highly. Hands down comedy is this anime's strong point. Each episode brought something completely new, I didn't even care if it didn't have anything to do with the plot. Each episode was a new experience and the comedy was memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10/10): I'm not going to go much into the plot, because well, that's not why I rated this anime so highly.\u001b[24m\n    \u001b[1m楽しさ（10/10）：私は大したことはしません。なぜなら、このアニメを非常に高く評価した理由ではないからです。\u001b[22m, \u001b[1m楽しさ（10/10）：私は、私は非常にこのアニメを評価する理由も、それはありませんので、プロットにずっと行くつもりはありません。\u001b[22m\n\u001b[4mHands down comedy is this anime's strong point.\u001b[24m\n    \u001b[1mコメディを手放すことは、このアニメの強みです。\u001b[22m, \u001b[1mハンズダウン喜劇はこのアニメの強力なポイントです。\u001b[22m\n\u001b[4mEach episode brought something completely new, I didn't even care if it didn't have anything to do with the plot.\u001b[24m\n    \u001b[1mそれぞれのエピソードは全く新しいものをもたらしました。プロットとは関係がないかどうか気にしませんでした。\u001b[22m, \u001b[1m各エピソードは、プロットを行うには何も持っていなかった場合、私はしても気にしませんでした、全く新しい何かをもたらしました。\u001b[22m\n\u001b[4mEach episode was a new experience and the comedy was memorable.\u001b[24m\n    \u001b[1m各エピソードは新しい経験であり、コメディは思い出深いものでした。\u001b[22m, \u001b[1m各エピソードは新しい経験だったとコメディが思い出深いました。\u001b[22m\nOverall (10/10): An overall 10 may be a bit much to some but I looked forward to each new episode, it made my day better and it made me laugh, a lot. I'm not gonna defend that this is a unique story and it's not just fanservice, well because it is that. But who cares? If you love to laugh then you'll love this anime.\n\n\u001b[1m全体的には（10月）：全体的に10が多少あるかもしれませんが、私は新しいエピソードを楽しみにしていました。 私はこれが独特な物語であることを守るつもりはないし、それは単なるファンではないからです。 しかし、誰が気に？ あなたが笑うことを愛するなら、あなたはこのアニメを愛するでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni wa (10 tsuki): Zentai-teki ni 10 ga tashō aru kamo shiremasenga, watashi wa atarashī episōdo o tanoshimini shite imashita. Watashi wa kore ga dokutokuna monogataridearu koto o mamoru tsumori wanaishi, sore wa tan'naru fande wanaikaradesu. Shikashi, dare ga ki ni? Anata ga warau koto o aisurunara, anata wa kono anime o aisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall (10/10): An overall 10 may be a bit much to some but I looked forward to each new episode, it made my day better and it made me laugh, a lot. I'm not gonna defend that this is a unique story and it's not just fanservice, well because it is that. But who cares? If you love to laugh then you'll love this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (10/10): An overall 10 may be a bit much to some but I looked forward to each new episode, it made my day better and it made me laugh, a lot.\u001b[24m\n    \u001b[1m全体的には（10月）：全体的に10が多少あるかもしれませんが、私は新しいエピソードを楽しみにしていました。\u001b[22m, \u001b[1m（10/10）全体：全体の10は、いくつかに非常に少しかもしれないが、私はそれぞれの新しいエピソードを楽しみにしていた、それはより良い私の一日を作って、それは私は、多くのことを笑わせました。\u001b[22m\n\u001b[4mI'm not gonna defend that this is a unique story and it's not just fanservice, well because it is that.\u001b[24m\n    \u001b[1m私はこれが独特な物語であることを守るつもりはないし、それは単なるファンではないからです。\u001b[22m, \u001b[1m私はつもりはないよ、それはそれでうまくので、これはユニークな物語であり、それは単にサービスカットではないことを守ります。\u001b[22m\n\u001b[4mBut who cares?\u001b[24m\n    \u001b[1mしかし、誰が気に？\u001b[22m\n\u001b[4mIf you love to laugh then you'll love this anime.\u001b[24m\n    \u001b[1mあなたが笑うことを愛するなら、あなたはこのアニメを愛するでしょう。\u001b[22m, \u001b[1mあなたが笑うことを愛するなら、あなたはこのアニメを好きになります。\u001b[22m"
  },
  {
    "title": "Outbreak_Company",
    "id": "19369",
    "url": "https://myanimelist.net/anime/19369/Outbreak_Company",
    "user": "Temere",
    "profile": "/profile/Temere/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=145601",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  8\n\n軍事的な戦争は、領土を支配する際に無数の人生を失った致命的なものになることがあります。 しかし、ある期間にわたって使用されても致命的になる可能性がある戦争の一種がありますが、それでも一人の命は奪われません。 文化戦争。\n\nOutbreak Companyの話は、彼らがいつかポータルを見つけた新しい世界に「オタク」の文化を紹介する日本です。 多くの管理職が「オタク」の方法についての知識を欠いていたので、彼らの多くの努力は失敗しました。 だからマンガとアニメに専念した人生を終え、日本のエンターテインメント産業を産み出すことから、彼らが遭遇した先進国の新興市場に大きな利益をもたらすことを望みました。 非常にストレートなストーリーで、時折ツイストがあり、面白くてエンターテインメントに欠けていることはありません。\n\n風景や背景のスタイルは、中世スタイルのタイムラインの環境を実際に捕らえるディテールが驚異的です。 しかし、文字やその他の小さなアニメーションオブジェクトでは、任意の距離に置いたときの表情の欠如は非常に残念です。 セルシェーディングの使用さえも物事には限界があります。\n\n魔法の使用のための音は、彼らがうまく使用され、それぞれの呪文がそれとは非常に異なる音を持っているため、信用できるものです。 バックグラウンドミュージックに関しては、そのほとんどが非常にかすかなものであるか、シーンにブレンドされているので、ユーモアの価値を損なう可能性のある音楽があなたの顔にある猥褻/ファンサービスシーンを除いてほとんど気付かない。\n\nキャラクターは演出され、大部分はまともな描写がされていますが、バックストーリーのように、主人公以外の人はあまり説明されていません。 説明の軽い話題は時々言われますが、13のエピソードのいたるところにしか散らばっていません。そして、実際にそこからどのようになって今日に至ったのかをはっきりと分かりません。 バックストーリー以外にも、それぞれのキャラクターバーからの演出は、誰もが深い目的を持っていて、他の悪意あるものが明らかにされるまで、彼らの見つけられないものもありました。\n\n楽しさの要因は、個人的なメモでは、無数の他のアニメや日本のアイドルへの参照が非常に高いので、私はそれらをすべて数えることはほとんど考えられないと思うので、かなり自分自身のために高かった。 それはおそらくあまりにも速くいくつかの部分で演奏されましたが、より少ない部分は必要に応じてスキミングされます。 主人公は、何年ものオタクが閉鎖されているため、主人公がアニメの主人公であることを何度も見ており、彼の過度の漫画データベースからの多くの経験を瞬間に関連付ける傾向があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nMilitaristic war can be a deadly thing with the loss of countless lives in the dominance over territory. However there is a kind of warfare that can be even deadlier when used over a period of time but yet doesn't take a single life. Cultural warfare.\n\n\u001b[1m軍事的な戦争は、領土を支配する際に無数の人生を失った致命的なものになることがあります。 しかし、ある期間にわたって使用されても致命的になる可能性がある戦争の一種がありますが、それでも一人の命は奪われません。 文化戦争。\u001b[22m\n\u001b[1m(Gunji-tekina sensō wa, ryōdo o shihai suru sai ni musū no jinsei o ushinatta chimei-tekina mono ni naru koto ga arimasu. Shikashi, aru kikan ni watatte shiyō sa rete mo chimei-teki ni naru kanōsei ga aru sensō no isshu ga arimasuga, soredemo hitori no inochi wa ubawa remasen. Bunka sensō.)\u001b[22m\n\nTranslations of \u001b[4mMilitaristic war can be a deadly thing with the loss of countless lives in the dominance over territory. However there is a kind of warfare that can be even deadlier when used over a period of time but yet doesn't take a single life. Cultural warfare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMilitaristic war can be a deadly thing with the loss of countless lives in the dominance over territory.\u001b[24m\n    \u001b[1m軍事的な戦争は、領土を支配する際に無数の人生を失った致命的なものになることがあります。\u001b[22m, \u001b[1m軍国主義戦争は領土支配にある無数の命の損失と致命的なものになることができます。\u001b[22m\n\u001b[4mHowever there is a kind of warfare that can be even deadlier when used over a period of time but yet doesn't take a single life.\u001b[24m\n    \u001b[1mしかし、ある期間にわたって使用されても致命的になる可能性がある戦争の一種がありますが、それでも一人の命は奪われません。\u001b[22m, \u001b[1mしかし、そこに一定の期間にわたって使用された場合でも、致命することができます戦争のようなものがあるが、まだ独身生活を負いません。\u001b[22m\n\u001b[4mCultural warfare.\u001b[24m\n    \u001b[1m文化戦争。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Outbreak Company is japan introducing the culture of the 'otaku' to a new world they found the portal to one day. Their many efforts had failed as the many managers lacked an immerse knowledge of the 'otaku' way. So the hired a shut in with a life completely dedicated to manga and anime in hopes to reap a large profit from spawning a Japanese entertainment industry to this new, under developed world they've stumbled across. A very straight forward story with the occasional twist that keeps things interesting and never lacking in entertainment.\n\n\u001b[1mOutbreak Companyの話は、彼らがいつかポータルを見つけた新しい世界に「オタク」の文化を紹介する日本です。 多くの管理職が「オタク」の方法についての知識を欠いていたので、彼らの多くの努力は失敗しました。 だからマンガとアニメに専念した人生を終え、日本のエンターテインメント産業を産み出すことから、彼らが遭遇した先進国の新興市場に大きな利益をもたらすことを望みました。 非常にストレートなストーリーで、時折ツイストがあり、面白くてエンターテインメントに欠けていることはありません。\u001b[22m\n\u001b[1m(Outbreak kanpanī no hanashi wa, karera ga itsuka pōtaru o mitsuketa atarashī sekai ni `otaku' no bunka o shōkai suru Nihondesu. Ōku no kanrishoku ga `otaku' no hōhō ni tsuite no chishiki o kaite itanode, karera no ōku no doryoku wa shippai shimashita. Dakara manga to anime ni sen'nen shita jinsei o oe, Nihon no entāteinmento sangyō o umi dasu koto kara, karera ga sōgū shita senshinkoku no shinkō ichiba ni ōkina rieki o motarasu koto o nozomimashita. Hijō ni sutorētona sutōrī de, tokiori tsuisuto ga ari, omoshirokute entāteinmento ni kakete iru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Outbreak Company is japan introducing the culture of the 'otaku' to a new world they found the portal to one day. Their many efforts had failed as the many managers lacked an immerse knowledge of the 'otaku' way. So the hired a shut in with a life completely dedicated to manga and anime in hopes to reap a large profit from spawning a Japanese entertainment industry to this new, under developed world they've stumbled across. A very straight forward story with the occasional twist that keeps things interesting and never lacking in entertainment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Outbreak Company is japan introducing the culture of the 'otaku' to a new world they found the portal to one day.\u001b[24m\n    \u001b[1mOutbreak Companyの話は、彼らがいつかポータルを見つけた新しい世界に「オタク」の文化を紹介する日本です。\u001b[22m, \u001b[1mアウトブレイク・カンパニーの物語は、彼らが1日にポータルを発見した日本は新しい世界へ「オタク」の文化を紹介します。\u001b[22m\n\u001b[4mTheir many efforts had failed as the many managers lacked an immerse knowledge of the 'otaku' way.\u001b[24m\n    \u001b[1m多くの管理職が「オタク」の方法についての知識を欠いていたので、彼らの多くの努力は失敗しました。\u001b[22m, \u001b[1m多くの経営者が「オタク」な方法の浸し知識を欠いていたとして、彼らの多くの努力が失敗していました。\u001b[22m\n\u001b[4mSo the hired a shut in with a life completely dedicated to manga and anime in hopes to reap a large profit from spawning a Japanese entertainment industry to this new, under developed world they've stumbled across.\u001b[24m\n    \u001b[1mだからマンガとアニメに専念した人生を終え、日本のエンターテインメント産業を産み出すことから、彼らが遭遇した先進国の新興市場に大きな利益をもたらすことを望みました。\u001b[22m, \u001b[1mそこで、彼らは全体つまずいてきた先進国の下で、この新たなに日本の芸能界を産卵から大きな利益を享受することを期待してマンガやアニメに完全に専用の生活とでシャットダウンを雇いました。\u001b[22m\n\u001b[4mA very straight forward story with the occasional twist that keeps things interesting and never lacking in entertainment.\u001b[24m\n    \u001b[1m非常にストレートなストーリーで、時折ツイストがあり、面白くてエンターテインメントに欠けていることはありません。\u001b[22m, \u001b[1mエンターテインメントに欠けて非常にまっすぐ進む物語面白いものを保持し、時折ひねりを加えた、決して。\u001b[22m\n\u001b[1m\u001b[22m\nStyles for scenery and background are astounding with detail that really capture the environment of a medieval style timeline. However for characters and other minor animated objects, the lack of detail with facial expressions when put at any distance, is very disappointing. even the use of cell shading is limited on things.\n\n\u001b[1m風景や背景のスタイルは、中世スタイルのタイムラインの環境を実際に捕らえるディテールが驚異的です。 しかし、文字やその他の小さなアニメーションオブジェクトでは、任意の距離に置いたときの表情の欠如は非常に残念です。 セルシェーディングの使用さえも物事には限界があります。\u001b[22m\n\u001b[1m(Fūkei ya haikei no sutairu wa, chūsei sutairu no taimu rain no kankyō o jissai ni toraeru ditēru ga kyōi-tekidesu. Shikashi, moji ya sonohoka no chīsana animēshon'obujekutode wa, nin'i no kyori ni oita toki no hyōjō no ketsujo wa hijō ni zan'nendesu. Serushēdingu no shiyō sae mo monogoto ni wa genkai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStyles for scenery and background are astounding with detail that really capture the environment of a medieval style timeline. However for characters and other minor animated objects, the lack of detail with facial expressions when put at any distance, is very disappointing. even the use of cell shading is limited on things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStyles for scenery and background are astounding with detail that really capture the environment of a medieval style timeline.\u001b[24m\n    \u001b[1m風景や背景のスタイルは、中世スタイルのタイムラインの環境を実際に捕らえるディテールが驚異的です。\u001b[22m, \u001b[1m風景や背景のスタイルは本当に中世スタイルのタイムラインの環境を取り込むことが詳細で驚異的です。\u001b[22m\n\u001b[4mHowever for characters and other minor animated objects, the lack of detail with facial expressions when put at any distance, is very disappointing.\u001b[24m\n    \u001b[1mしかし、文字やその他の小さなアニメーションオブジェクトでは、任意の距離に置いたときの表情の欠如は非常に残念です。\u001b[22m, \u001b[1m任意の距離に置くときしかし、文字や他のマイナーなアニメーションオブジェクトのために、顔の表情とディテールの欠如は、非常に残念です。\u001b[22m\n\u001b[4meven the use of cell shading is limited on things.\u001b[24m\n    \u001b[1mセルシェーディングの使用さえも物事には限界があります。\u001b[22m, \u001b[1mでも、トゥーンレンダリングの使用がものに限定されています。\u001b[22m\n\u001b[1m\u001b[22m\nSounds for the use of magic are something to be credited for as they are well used and each spell has a very different sound to it. as for background music, its mostly either very faint or blends in to the scene so well you hardly notice it except for lewd/fan service scenes where the music is in your face to the point where the beat of it can ruin the humor value.\n\n\u001b[1m魔法の使用のための音は、彼らがうまく使用され、それぞれの呪文がそれとは非常に異なる音を持っているため、信用できるものです。 バックグラウンドミュージックに関しては、そのほとんどが非常にかすかなものであるか、シーンにブレンドされているので、ユーモアの価値を損なう可能性のある音楽があなたの顔にある猥褻/ファンサービスシーンを除いてほとんど気付かない。\u001b[22m\n\u001b[1m(Mahō no shiyō no tame no oto wa, karera ga umaku shiyō sa re, sorezore no jumon ga soreto wa hijō ni kotonaru oto o motte iru tame, shin'yō dekiru monodesu. Bakkuguraundomyūjikku ni kanshite wa, sono hotondo ga hijō ni kasukana monodearu ka, shīn ni burendo sa rete irunode, yūmoa no kachi o sokonau kanōsei no aru ongaku ga anata no kao ni aru waisetsu/ fansābisushīn o nozoite hotondo kidzukanai.)\u001b[22m\n\nTranslations of \u001b[4mSounds for the use of magic are something to be credited for as they are well used and each spell has a very different sound to it. as for background music, its mostly either very faint or blends in to the scene so well you hardly notice it except for lewd/fan service scenes where the music is in your face to the point where the beat of it can ruin the humor value.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds for the use of magic are something to be credited for as they are well used and each spell has a very different sound to it.\u001b[24m\n    \u001b[1m魔法の使用のための音は、彼らがうまく使用され、それぞれの呪文がそれとは非常に異なる音を持っているため、信用できるものです。\u001b[22m, \u001b[1m魔法の使用のためにサウンドは、彼らがよく使用されているようにするためにクレジットされるべきものであり、それぞれの呪文は、それに非常に異なる音を持っています。\u001b[22m\n\u001b[4mas for background music, its mostly either very faint or blends in to the scene so well you hardly notice it except for lewd/fan service scenes where the music is in your face to the point where the beat of it can ruin the humor value.\u001b[24m\n    \u001b[1mバックグラウンドミュージックに関しては、そのほとんどが非常にかすかなものであるか、シーンにブレンドされているので、ユーモアの価値を損なう可能性のある音楽があなたの顔にある猥褻/ファンサービスシーンを除いてほとんど気付かない。\u001b[22m, \u001b[1mとてもよくバックグラウンドミュージック、そのほとんどがいずれかの非常にかすかなシーンにでブレンド用として、あなたはほとんどの音楽は、それのビートはユーモア値を台無しにすることができますポイントにあなたの顔であるスケベ/サービスカットのシーンを除いて、それを気づきません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are played out and portrayed decent for the most part but as for back stories, not much at all is explained for anyone other than the single main character. Light topics of explanation are occasionally told but only in scattered spots throughout the 13 episodes and nothing really gives you a clear idea of how from there did they get to where they are today. Other than back stories, the play out of each character bar a few, was well thought out as everyone had their deeper purpose and some didn't find theirs until after other sinister ones were revealed.\n\n\u001b[1mキャラクターは演出され、大部分はまともな描写がされていますが、バックストーリーのように、主人公以外の人はあまり説明されていません。 説明の軽い話題は時々言われますが、13のエピソードのいたるところにしか散らばっていません。そして、実際にそこからどのようになって今日に至ったのかをはっきりと分かりません。 バックストーリー以外にも、それぞれのキャラクターバーからの演出は、誰もが深い目的を持っていて、他の悪意あるものが明らかにされるまで、彼らの見つけられないものもありました。\u001b[22m\n\u001b[1m(Kyarakutā wa enshutsu sa re, daibubun wa matomona byōsha ga sa rete imasuga, bakkusutōrī no yō ni, shujinkō igai no hito wa amari setsumei sa rete imasen. Setsumei no karui wadai wa tokidoki iwa remasuga, 13 no episōdo no itaru tokoro ni shika chirabatte imasen. Soshite, jissai ni soko kara dono yō ni natte kyō ni itatta no ka o hakkiri to wakarimasen. Bakkusutōrī igai ni mo, sorezore no kyarakutābā kara no enshutsu wa, daremoga fukai mokuteki o motte ite, hoka no akui aru mono ga akiraka ni sa reru made, karera no mitsuke rarenai mono mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are played out and portrayed decent for the most part but as for back stories, not much at all is explained for anyone other than the single main character. Light topics of explanation are occasionally told but only in scattered spots throughout the 13 episodes and nothing really gives you a clear idea of how from there did they get to where they are today. Other than back stories, the play out of each character bar a few, was well thought out as everyone had their deeper purpose and some didn't find theirs until after other sinister ones were revealed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are played out and portrayed decent for the most part but as for back stories, not much at all is explained for anyone other than the single main character.\u001b[24m\n    \u001b[1mキャラクターは演出され、大部分はまともな描写がされていますが、バックストーリーのように、主人公以外の人はあまり説明されていません。\u001b[22m, \u001b[1m文字が出て演奏し、大部分はまともな描写が、バックストーリーに関しては、すべてではあまりないが、単一のメインキャラクター以外の人のために説明されています。\u001b[22m\n\u001b[4mLight topics of explanation are occasionally told but only in scattered spots throughout the 13 episodes and nothing really gives you a clear idea of how from there did they get to where they are today.\u001b[24m\n    \u001b[1m説明の軽い話題は時々言われますが、13のエピソードのいたるところにしか散らばっていません。そして、実際にそこからどのようになって今日に至ったのかをはっきりと分かりません。\u001b[22m, \u001b[1m説明の光トピックは時折だけ13話と何が本当にあなたがそこから彼らは今日どこに手に入れたかの明確なアイデアを与えないに散在スポットで語っています。\u001b[22m\n\u001b[4mOther than back stories, the play out of each character bar a few, was well thought out as everyone had their deeper purpose and some didn't find theirs until after other sinister ones were revealed.\u001b[24m\n    \u001b[1mバックストーリー以外にも、それぞれのキャラクターバーからの演出は、誰もが深い目的を持っていて、他の悪意あるものが明らかにされるまで、彼らの見つけられないものもありました。\u001b[22m, \u001b[1m誰もが自分のより深い目的を持っていたし、いくつかは他の不吉なものは明らかにされた後まで、彼らを見つけられませんでしたとしてバックストーリー以外に、各文字のバーのうちプレイ数は、よく考え抜かれました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment factor was, on a personal note, quite high for myself as the references to countless other anime and Japanese idols are so high I would almost think it impossible to count them all. It was played out perhaps too quickly in some parts but its the lesser parts are skimmed over as needed. Many times the main character see's himself as an anime's main protagonist due to all his years of being an otaku shut in, and tends to relate a lot of his experiences with moments from his excessive manga database.\n\n\u001b[1m楽しさの要因は、個人的なメモでは、無数の他のアニメや日本のアイドルへの参照が非常に高いので、私はそれらをすべて数えることはほとんど考えられないと思うので、かなり自分自身のために高かった。 それはおそらくあまりにも速くいくつかの部分で演奏されましたが、より少ない部分は必要に応じてスキミングされます。 主人公は、何年ものオタクが閉鎖されているため、主人公がアニメの主人公であることを何度も見ており、彼の過度の漫画データベースからの多くの経験を瞬間に関連付ける傾向があります。\u001b[22m\n\u001b[1m(Tanoshisa no yōin wa, kojin-tekina memode wa, musū no ta no anime ya Nihon no aidoru e no sanshō ga hijō ni takainode, watashi wa sorera o subete kazoeru koto wa hotondo kangae rarenai to omou node, kanari jibun jishin no tame ni takakatta. Sore wa osoraku amarini mo hayaku ikutsu ka no bubun de ensō sa remashitaga, yori sukunai bubun wa hitsuyōniōjite sukimingu sa remasu. Shujinkō wa, nan'nen mo no otaku ga heisa sa rete iru tame, shujinkō ga anime no shujinkōdearu koto o nando mo mite ori, kare no kado no manga dētabēsu kara no ōku no keiken o shunkan ni kanrendzukeru keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment factor was, on a personal note, quite high for myself as the references to countless other anime and Japanese idols are so high I would almost think it impossible to count them all. It was played out perhaps too quickly in some parts but its the lesser parts are skimmed over as needed. Many times the main character see's himself as an anime's main protagonist due to all his years of being an otaku shut in, and tends to relate a lot of his experiences with moments from his excessive manga database.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment factor was, on a personal note, quite high for myself as the references to countless other anime and Japanese idols are so high I would almost think it impossible to count them all.\u001b[24m\n    \u001b[1m楽しさの要因は、個人的なメモでは、無数の他のアニメや日本のアイドルへの参照が非常に高いので、私はそれらをすべて数えることはほとんど考えられないと思うので、かなり自分自身のために高かった。\u001b[22m, \u001b[1m無数の他のアニメと日本のアイドルへの参照は、私はほとんどそれは不可能それらすべてをカウントすると思うだろうので、高いとして楽しさの要因は自分のために、個人的なメモで、非常に高かったです。\u001b[22m\n\u001b[4mIt was played out perhaps too quickly in some parts but its the lesser parts are skimmed over as needed.\u001b[24m\n    \u001b[1mそれはおそらくあまりにも速くいくつかの部分で演奏されましたが、より少ない部分は必要に応じてスキミングされます。\u001b[22m, \u001b[1mこれは、いくつかの部分であまりにも速く、おそらくアウト演奏されたが、必要に応じて、その低い部分がオーバースキミングされています。\u001b[22m\n\u001b[4mMany times the main character see's himself as an anime's main protagonist due to all his years of being an otaku shut in, and tends to relate a lot of his experiences with moments from his excessive manga database.\u001b[24m\n    \u001b[1m主人公は、何年ものオタクが閉鎖されているため、主人公がアニメの主人公であることを何度も見ており、彼の過度の漫画データベースからの多くの経験を瞬間に関連付ける傾向があります。\u001b[22m, \u001b[1m何度もメインキャラクターが原因でオタクシャットあることのすべての彼の年にアニメの主人公として自分自身をだ見て、彼の過剰な漫画データベースからの瞬間に彼の多くの経験を関連付ける傾向にあります。\u001b[22m"
  },
  {
    "title": "Outbreak_Company",
    "id": "19369",
    "url": "https://myanimelist.net/anime/19369/Outbreak_Company",
    "user": "supercola123",
    "profile": "/profile/supercola123/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=138283",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私はアウトブレイクの会社を始めから終わりまで見て楽しんでいました。私は、主人公がエルダントの人々を現代の技術とオタク製品に紹介するシーンを楽しんだ。彼らがそれらのものに反応するにつれて、私はそれを見て楽しむことができる。 私はキャラクターが好きです。モエからツンデレまで、私はそれらのすべてを好きでした。\n\n\n全体的にこのアニメは、ユニークなキャラクターと面白いとロマンチックなシーンでそれを見て楽しむこと確実になります。そして、それは確かにあなたの頭の中に長い時間.....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed watching Outbreak company from the beginning up to the end,I enjoyed those scenes where the protagonist introduces the people of Eldant to modern technologies and otaku products.Seeing as they react to those things, makes me enjoy watching it.The characters looks portray to their personalities, which I find really good in an anime.I like the characters personalities, from moe to tsundere, I liked all of them.\n\n\u001b[1m私はアウトブレイクの会社を始めから終わりまで見て楽しんでいました。私は、主人公がエルダントの人々を現代の技術とオタク製品に紹介するシーンを楽しんだ。彼らがそれらのものに反応するにつれて、私はそれを見て楽しむことができる。 私はキャラクターが好きです。モエからツンデレまで、私はそれらのすべてを好きでした。\u001b[22m\n\u001b[1m(Watashi wa autobureiku no kaisha o hajime kara owari made mite tanoshinde imashita. Watashi wa, shujinkō ga erudanto no hitobito o gendai no gijutsu to otaku seihin ni shōkai suru shīn o tanoshinda. Karera ga sorera no mono ni han'nō suru ni tsurete, watashi wa sore o mite tanoshimu koto ga dekiru. Watashi wa kyarakutā ga sukidesu. Moe kara tsundere made, watashi wa sorera no subete o sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed watching Outbreak company from the beginning up to the end,I enjoyed those scenes where the protagonist introduces the people of Eldant to modern technologies and otaku products.Seeing as they react to those things, makes me enjoy watching it.The characters looks portray to their personalities, which I find really good in an anime.I like the characters personalities, from moe to tsundere, I liked all of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed watching Outbreak company from the beginning up to the end,I enjoyed those scenes where the protagonist introduces the people of Eldant to modern technologies and otaku products.Seeing as they react to those things, makes me enjoy watching it.The characters looks\u001b[24m\n    \u001b[1m私はアウトブレイクの会社を始めから終わりまで見て楽しんでいました。私は、主人公がエルダントの人々を現代の技術とオタク製品に紹介するシーンを楽しんだ。彼らがそれらのものに反応するにつれて、私はそれを見て楽しむことができる。\u001b[22m, \u001b[1m私は本当に最後まで、最初から大規模感染の会社を見て楽しんだ、私は彼らがそれらのものに反応するように主人公は近代的な技術やオタクproducts.SeeingにEldantの人を紹介し、それらのシーンを楽しんで、私はit.The文字のルックスを見て楽しむになります\u001b[22m\n\u001b[4mportray to their personalities, which I find really good in an anime.I like the characters personalities, from moe to tsundere, I liked all of them.\u001b[24m\n    \u001b[1m私はキャラクターが好きです。モエからツンデレまで、私はそれらのすべてを好きでした。\u001b[22m, \u001b[1m萌えからツンデレに、私は文字の個性のようanime.Iで本当に良い見つける彼らの個性に描く、私はそれらのすべてが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime will surely make you enjoy watching it with its unique characters and scenes that are both funny and romantic.And it will surely be in your head for a long time.....\n\n\u001b[1m全体的にこのアニメは、ユニークなキャラクターと面白いとロマンチックなシーンでそれを見て楽しむこと確実になります。そして、それは確かにあなたの頭の中に長い時間.....\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa, yunīkuna kyarakutā to omoshiroi to romanchikkuna shīn de sore o mite tanoshimu koto kakujitsu ni narimasu. Soshite, sore wa tashika ni anata no atama no naka ni nagai jikan.....)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime will surely make you enjoy watching it with its unique characters and scenes that are both funny and romantic.And it will surely be in your head for a long time.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime will surely make you enjoy watching it with its unique characters and scenes that are both funny and romantic.And it will surely be in your head for a long time.....\u001b[24m\n    \u001b[1m全体的にこのアニメは、ユニークなキャラクターと面白いとロマンチックなシーンでそれを見て楽しむこと確実になります。そして、それは確かにあなたの頭の中に長い時間.....\u001b[22m, \u001b[1m全体的にこのアニメは確かに面白いの両方であり、それは確かに長い時間のためにあなたの頭になりますromantic.Andそのユニークなキャラクターやシーンでそれを見て楽しむようになります.....\u001b[22m"
  }
]
