[
  {
    "title": "Moonlight_Mile_1st_Season__Lift_Off",
    "id": "1941",
    "url": "https://myanimelist.net/anime/1941/Moonlight_Mile_1st_Season__Lift_Off",
    "user": "JackCox",
    "profile": "/profile/JackCox/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=3858",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  7\n\nMoonlight Mileは、Goro SaruwatariとJack F. Woodbridge a.k.a. Lostmanがエベレストを征服した後、彼らが空間に出ようとする際の別々の物語に従います。\n\nショーは非常に成熟していて、それが基づいている漫画を考慮すると、間違いなくいくつかのセックスシーンになるだろうが、いくつかの本当に不要なセックスシーンと同様に、強烈な言語を使用します。\n\nストーリー：私は物語が非常にオリジナルではないことがわかります。これは、一般的にBest Friendsのフォーマットに従ったショーで、一緒に山を登って、そして親友が宇宙に行くという契約をします。 このショーには何度も何度も行われています。\n\nアート：私はうそをつくことはありません、アニメーションは優れています、C.G.I. キャラクターのデザインは一流ですが、アニメーションが必ずしも良い物語を作っているわけではありません。 しかし、それは助けになります。\n\nサウンド：今はダビングバージョンを見ましたが、エフェクトのようにショーがどのように聞こえるかを考慮しています。 彼の最初の主役Andrew LoveはGoroの役目を果たし、彼はGoroのフリートボーイの精神を捉えることができるように見えます。 ロストマンを演じているジョン・グレミリオンは、一般的には軍人のステレオタイプをうまく解くことができるようだ。 この劇場では、モニカ・リアルが池内陽子を演じる以外は、他の主要キャラクターはそれほど多くはないが、彼女はすぐにエピソード4の後に背景にぼやけていく。\n\nキャラクター：私はこれらのキャラクターが好きではありません。特にゴロに問題があります。何度か本当に好きかもしれませんが、正直言ってこの男がジャッカスのように行動している時間の約75％ エピソード5から劇的にダウンしています。 ゴロは確かに「ゴリラ」のように見えると思うが、ネアンデルタール人として脱退し、この舞台では腕を捨ててゴロを撮るという全く不要なシーン 彼の服を脱いで少し野生になってしまいます（心の弱い人のために正面の男性ヌードがないことを心配しないでください）。\n\nロストマンはもう少し寛容ですが、一般的に彼はホルモンをコントロールしているようです。ゴロと私は一般的に彼が非常に簡単であるように思え、彼は人生で何が欲しいかを知っています。\n\n楽しさ：私はこのタイトルを楽しんだが、それは欠点を持っていますが、最後に日本から出てきたものの大部分がまだずっと良かったです。\n\n全体的に：私はそれに7を与えました。これは一般的にこのシリーズがどこにあるのか、それは主人公キャラクターが最も好きではなく、いくつかの決まり文句に苦しんでいます。 これは数少ない宇宙探査ベースのアニメのうちの1つです。多くの人がこの惑星を期待してこの番組に登場します。 あなたがいれば、あなたは非常に不満を感じるでしょう。 私はそれがプラネットと幾分似ていることを期待してこのショーに入ったことを認め、最初の4つのエピソードはプラネットのようではないが、その後のエピソードの次のカップルは間違いなくプラネットのように感じる。 あなたの顔のセックスシーンで怒られている人のために、8つのエピソードからの私のカウントからの約5つの短いシーン（それらのうちの1つだけがオーディオを持っている）があります。 私はそれらが完全に不必要で、私が見たくないものを見つけました。 あなたが望むなら、とにかくこれを試してみてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMoonlight Mile follows the seperate stories of Goro Saruwatari and Jack F. Woodbridge a.k.a. Lostman as they try to get into space after both conquer Mount Everest.\n\n\u001b[1mMoonlight Mileは、Goro SaruwatariとJack F. Woodbridge a.k.a. Lostmanがエベレストを征服した後、彼らが空間に出ようとする際の別々の物語に従います。\u001b[22m\n\u001b[1m(Moonlight Mile wa, Goro Saruwatari to jakki F. Woodbridge a. K. A. Lostman ga eberesuto o seifuku shita nochi, karera ga kūkan ni deyou to suru sai no betsubetsu no monogatari ni shitagaimasu.)\u001b[22m\n\nTranslations of \u001b[4mMoonlight Mile follows the seperate stories of Goro Saruwatari and Jack F. Woodbridge a.k.a. Lostman as they try to get into space after both conquer Mount Everest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoonlight Mile follows the seperate stories of Goro Saruwatari and Jack F. Woodbridge a.k.a. Lostman as they try to get into space after both conquer Mount Everest.\u001b[24m\n    \u001b[1mMoonlight Mileは、Goro SaruwatariとJack F. Woodbridge a.k.a. Lostmanがエベレストを征服した後、彼らが空間に出ようとする際の別々の物語に従います。\u001b[22m, \u001b[1m彼らはエベレストを征服両方の後のスペースに取得しようとして、ムーンライトマイルは五郎猿渡とLostman別名ジャックF.ウッドブリッジの別々の話に従います。\u001b[22m\n\u001b[1m\u001b[22m\nThe show is very mature and uses persistent strong language as well as some really unnecessary sex scenes, although considering the manga it's based on, there was definitely going to be some sex scenes.\n\n\u001b[1mショーは非常に成熟していて、それが基づいている漫画を考慮すると、間違いなくいくつかのセックスシーンになるだろうが、いくつかの本当に不要なセックスシーンと同様に、強烈な言語を使用します。\u001b[22m\n\u001b[1m(Shō wa hijō ni seijuku shite ite, sore ga motodzuite iru manga o kōryo suru to, machigainaku ikutsu ka no sekkusushīn ni narudarouga, ikutsu ka no hontōni fuyōna sekkusushīn to dōyō ni, kyōretsuna gengo o shiyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show is very mature and uses persistent strong language as well as some really unnecessary sex scenes, although considering the manga it's based on, there was definitely going to be some sex scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is very mature and uses persistent strong language as well as some really unnecessary sex scenes, although considering the manga it's based on, there was definitely going to be some sex scenes.\u001b[24m\n    \u001b[1mショーは非常に成熟していて、それが基づいている漫画を考慮すると、間違いなくいくつかのセックスシーンになるだろうが、いくつかの本当に不要なセックスシーンと同様に、強烈な言語を使用します。\u001b[22m, \u001b[1mショーは非常に成熟しており、それは間違いなくいくつかのセックスシーンがあるように起こっていた、に基づいている漫画を考慮しているが、永続的な強力な言語だけでなく、いくつかの本当に不要なセックスシーンを使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I don't find the story very original this is a show that generally follows the format of Best friends climb mountain together, and then best friends make a pact to go into space. How many times has that been done, at times it feels as if this show has no continuing story.\n\n\u001b[1mストーリー：私は物語が非常にオリジナルではないことがわかります。これは、一般的にBest Friendsのフォーマットに従ったショーで、一緒に山を登って、そして親友が宇宙に行くという契約をします。 このショーには何度も何度も行われています。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa monogatari ga hijō ni orijinarude wanai koto ga wakarimasu. Kore wa, ippantekini besutofurendo s no fōmatto ni shitagatta shō de, issho ni yama o nobotte, soshite shin'yū ga uchū ni iku to iu keiyaku o shimasu. Kono shō ni wa nandomonandomo okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: I don't find the story very original this is a show that generally follows the format of Best friends climb mountain together, and then best friends make a pact to go into space. How many times has that been done, at times it feels as if this show has no continuing story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I don't find the story very original this is a show that generally follows the format of Best friends climb mountain together, and then best friends make a pact to go into space.\u001b[24m\n    \u001b[1mストーリー：私は物語が非常にオリジナルではないことがわかります。これは、一般的にBest Friendsのフォーマットに従ったショーで、一緒に山を登って、そして親友が宇宙に行くという契約をします。\u001b[22m, \u001b[1mストーリー：私はこれが一般的にベストの友人のフォーマットが一緒に山に登る、その後、親友が宇宙に行くための協定を作る次のショーです非常にオリジナルストーリーを見つけることはありません。\u001b[22m\n\u001b[4mHow many times has that been done, at times it feels as if this show has no continuing story.\u001b[24m\n    \u001b[1mこのショーには何度も何度も行われています。\u001b[22m, \u001b[1mそれは、このショーは何の継続物語を持っていないかのように感じている時期に、どのように何度も行われてきました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I won't lie, the animation is outstanding, the C.G.I. and character designs are top-notch, but good animation does not always make a good story. But it does help.\n\n\u001b[1mアート：私はうそをつくことはありません、アニメーションは優れています、C.G.I. キャラクターのデザインは一流ですが、アニメーションが必ずしも良い物語を作っているわけではありません。 しかし、それは助けになります。\u001b[22m\n\u001b[1m(Āto: Watashi wa uso o tsuku koto wa arimasen, animēshon wa sugurete imasu, C. G. I. Kyarakutā no dezain wa ichiryūdesuga, animēshon ga kanarazushimo yoi monogatari o tsukutte iru wakede wa arimasen. Shikashi, soreha tasuke ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I won't lie, the animation is outstanding, the C.G.I. and character designs are top-notch, but good animation does not always make a good story. But it does help.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I won't lie, the animation is outstanding, the C.G.I.\u001b[24m\n    \u001b[1mアート：私はうそをつくことはありません、アニメーションは優れています、C.G.I.\u001b[22m, \u001b[1mアート：私はうそをつかないであろう、アニメーションは、C.G.I.抜群です\u001b[22m\n\u001b[4mand character designs are top-notch, but good animation does not always make a good story.\u001b[24m\n    \u001b[1mキャラクターのデザインは一流ですが、アニメーションが必ずしも良い物語を作っているわけではありません。\u001b[22m, \u001b[1mそしてキャラクターデザインは一流ですが、良いアニメーションは常に良い話がありません。\u001b[22m\n\u001b[4mBut it does help.\u001b[24m\n    \u001b[1mしかし、それは助けになります。\u001b[22m, \u001b[1mしかし、それは助けません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Now I watched the dub version, but I take into account how the show sounds, like the effects. The dub is generally well-done effort, in his first lead role Andrew Love is cast in the role of Goro and he fits the character perfectly as he seems to be able to capture Goro's frat boy mentality. John Gremillion playing Lostman generally seems to be able to pull off the military man stereotype very well. There isn't many other major characters in this show except Monica Rial playing Riyoko Ikeuchi but she soon fades into the background after episode four.\n\n\u001b[1mサウンド：今はダビングバージョンを見ましたが、エフェクトのようにショーがどのように聞こえるかを考慮しています。 彼の最初の主役Andrew LoveはGoroの役目を果たし、彼はGoroのフリートボーイの精神を捉えることができるように見えます。 ロストマンを演じているジョン・グレミリオンは、一般的には軍人のステレオタイプをうまく解くことができるようだ。 この劇場では、モニカ・リアルが池内陽子を演じる以外は、他の主要キャラクターはそれほど多くはないが、彼女はすぐにエピソード4の後に背景に消えていく。\u001b[22m\n\u001b[1m(Saundo: Ima wa dabingubājon o mimashitaga, efekuto no yō ni shō ga dono yō ni kikoeru ka o kōryo shite imasu. Kare no saisho no shuyaku Andrew rabu wa Goro no yakume o hatashi, kare wa Goro no furītobōi no seishin o toraeru koto ga dekiru yō ni miemasu. Rosutoman o enjite iru Jon guremirion wa, ippantekini wa gunjin no sutereo taipu o umaku hodoku koto ga dekiru yōda. Kono gekijōde wa, Monika Riaru ga Ikeuchi Yōko o enjiru igai wa, hoka no shuyō kyarakutā wa sorehodo ōku wa naiga, kanojo wa sugu ni episōdo 4 no nochi ni haikei ni kieteiku.)\u001b[22m\n\nTranslations of \u001b[4mSound: Now I watched the dub version, but I take into account how the show sounds, like the effects. The dub is generally well-done effort, in his first lead role Andrew Love is cast in the role of Goro and he fits the character perfectly as he seems to be able to capture Goro's frat boy mentality. John Gremillion playing Lostman generally seems to be able to pull off the military man stereotype very well. There isn't many other major characters in this show except Monica Rial playing Riyoko Ikeuchi but she soon fades into the background after episode four.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Now I watched the dub version, but I take into account how the show sounds, like the effects.\u001b[24m\n    \u001b[1mサウンド：今はダビングバージョンを見ましたが、エフェクトのようにショーがどのように聞こえるかを考慮しています。\u001b[22m, \u001b[1mサウンド：今私はダブバージョンを見て、私は効果のように、どのようにショーの音を考慮に入れます。\u001b[22m\n\u001b[4mThe dub is generally well-done effort, in his first lead role Andrew Love is cast in the role of Goro and he fits the character perfectly as he seems to be able to capture Goro's frat boy mentality.\u001b[24m\n    \u001b[1m彼の最初の主役Andrew LoveはGoroの役目を果たし、彼はGoroのフリートボーイの精神を捉えることができるように見えます。\u001b[22m, \u001b[1mダブは彼の最初のリードの役割アンドリュー愛で、一般によく行わ努力である五郎の役割で投げて、彼は五郎のFRAT少年の精神をキャプチャすることができるように思われるように、彼は完全に文字をフィットされます。\u001b[22m\n\u001b[4mJohn Gremillion playing Lostman generally seems to be able to pull off the military man stereotype very well.\u001b[24m\n    \u001b[1mロストマンを演じているジョン・グレミリオンは、一般的には軍人のステレオタイプをうまく解くことができるようだ。\u001b[22m, \u001b[1mジョンGremillion演奏Lostmanは、一般的に非常によく軍人のステレオタイプをやってのけることができるように思われます。\u001b[22m\n\u001b[4mThere isn't many other major characters in this show except Monica Rial playing Riyoko Ikeuchi but she soon fades into the background after episode four.\u001b[24m\n    \u001b[1mこの劇場では、モニカ・リアルが池内陽子を演じる以外は、他の主要キャラクターはそれほど多くはないが、彼女はすぐにエピソード4の後に背景に消えていく。\u001b[22m, \u001b[1mそこ理代子池内をプレイモニカリアル除いて、このショーで他の多くの主要な文字ではありませんが、彼女はすぐにエピソード4の後にバックグラウンドにフェードインします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: I don't like these characters, I especially have a problem with Goro, sure he can be really likeable some times, but about 75% of the time the guy is acting like a jackass, although to be honest this certain trait goes dramatically down starting with episode five. Goro, is perfectly well named considering he certainly looks like a 'Gorilla', he does come off as a neanderthal and there are times in this show where I just have to throw up my arms and ask why they included completely unnecessary scenes of Goro taking off his clothes and getting a little wild (do not worry there is no frontal male nudity for the faint of heart).\n\n\u001b[1mキャラクター：私はこれらのキャラクターが好きではありません。特にゴロに問題があります。何度か本当に好きかもしれませんが、正直言ってこの男がジャッカスのように行動している時間の約75％ エピソード5から劇的にダウンしています。 ゴロは確かに「ゴリラ」のように見えると思うが、ネアンデルタール人として脱退し、この舞台では腕を捨ててゴロを撮るという全く不要なシーン 彼の服を脱いで少し野生になってしまいます（心の弱い人のために正面の男性ヌードがないことを心配しないでください）。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa korera no kyarakutā ga sukide wa arimasen. Tokuni goro ni mondai ga arimasu. Nando ka hontōni suki kamo shiremasenga, shōjiki itte kono otoko ga jakkasu no yō ni kōdō shite iru jikan no yaku 75-pāsento episōdo 5 kara gekiteki ni daun shite imasu. Goro wa tashikani `gorira' no yō ni mieru to omou ga, neanderutāru hitotoshite dattai shi, kono butaide wa ude o sutete goro o toru to iu mattaku fuyōna shīn kare no fuku o nuide sukoshi yasei ni natte shimaimasu (kokoro no yowai hito no tame ni shōmen no dansei nūdo ga nai koto o shinpaishinaidekudasai).)\u001b[22m\n\nTranslations of \u001b[4mCharacter: I don't like these characters, I especially have a problem with Goro, sure he can be really likeable some times, but about 75% of the time the guy is acting like a jackass, although to be honest this certain trait goes dramatically down starting with episode five. Goro, is perfectly well named considering he certainly looks like a 'Gorilla', he does come off as a neanderthal and there are times in this show where I just have to throw up my arms and ask why they included completely unnecessary scenes of Goro taking off his clothes and getting a little wild (do not worry there is no frontal male nudity for the faint of heart).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: I don't like these characters, I especially have a problem with Goro, sure he can be really likeable some times, but about 75% of the time the guy is acting like a jackass, although to be honest this certain trait goes\u001b[24m\n    \u001b[1mキャラクター：私はこれらのキャラクターが好きではありません。特にゴロに問題があります。何度か本当に好きかもしれませんが、正直言ってこの男がジャッカスのように行動している時間の約75％\u001b[22m, \u001b[1mキャラクター：正直に言うが、私はこれらの文字を好きではない、私は特に五郎との問題を抱えている、必ず彼は、いくつかの倍本当に好感の持てることが、男はジャッカスのように作用している時間の約75パーセントことができ、この特定の特徴は行きます\u001b[22m\n\u001b[4mdramatically down starting with episode five.\u001b[24m\n    \u001b[1mエピソード5から劇的にダウンしています。\u001b[22m, \u001b[1m劇的にダウンエピソード5で始まります。\u001b[22m\n\u001b[4mGoro, is perfectly well named considering he certainly looks like a 'Gorilla', he does come off as a neanderthal and there are times in this show where I just have to throw up my arms and ask why they included completely unnecessary scenes of Goro taking\u001b[24m\n    \u001b[1mゴロは確かに「ゴリラ」のように見えると思うが、ネアンデルタール人として脱退し、この舞台では腕を捨ててゴロを撮るという全く不要なシーン\u001b[22m, \u001b[1m五郎は、完全によく、彼は確かに、彼はネアンデルタール人のようにオフに来るん「ゴリラ」のように見える、彼らは五郎が服用の完全不必要なシーンが含まれてなぜ私はちょうど私の腕を投げると聞いているこのショーでの時間があります考慮命名されます\u001b[22m\n\u001b[4moff his clothes and getting a little wild (do not worry there is no frontal male nudity for the faint of heart).\u001b[24m\n    \u001b[1m彼の服を脱いで少し野生になってしまいます（心の弱い人のために正面の男性ヌードがないことを心配しないでください）。\u001b[22m, \u001b[1m彼の服を切り、少し野生を取得（心臓の弱い人には前頭男性のヌードはありません心配しないでください）。\u001b[22m\n\u001b[1m\u001b[22m\nAs for Lostman he's a little more tolerable, he generally seems to have his hormones much more under control then Goro and I feel generally he seems to be very straightforward and he knows what he wants in life.\n\n\u001b[1mロストマンはもう少し寛容ですが、一般的に彼はホルモンをコントロールしているようです。ゴロと私は一般的に彼が非常に簡単であるように思え、彼は人生で何が欲しいかを知っています。\u001b[22m\n\u001b[1m(Rosutoman wa mōsukoshi kan'yōdesuga, ippantekini kare wa horumon o kontorōru shite iru yōdesu. Goro to watashi wa ippantekini kare ga hijō ni kantandearu yō ni omoe, kare wa jinsei de nani ga hoshī ka o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for Lostman he's a little more tolerable, he generally seems to have his hormones much more under control then Goro and I feel generally he seems to be very straightforward and he knows what he wants in life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for Lostman he's a little more tolerable, he generally seems to have his hormones much more under control then Goro and I feel generally he seems to be very straightforward and he knows what he wants in life.\u001b[24m\n    \u001b[1mロストマンはもう少し寛容ですが、一般的に彼はホルモンをコントロールしているようです。ゴロと私は一般的に彼が非常に簡単であるように思え、彼は人生で何が欲しいかを知っています。\u001b[22m, \u001b[1mLostman用として、彼は彼が一般五郎その後、制御の下で彼のホルモンがはるかに持っているようだと私は彼が非常に簡単であると思われる一般的に感じ、彼は彼が人生で欲しいものを知って、もう少し許容です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I did enjoy this title, although it does have it's flaws it's still much better then most of the stuff that has come out of Japan in the last while.\n\n\u001b[1m楽しさ：私はこのタイトルを楽しんだが、それは欠点を持っていますが、最後に日本から出てきたものの大部分がまだずっと良かったです。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa kono taitoru o tanoshindaga, soreha ketten o motte imasuga, saigo ni Nihon kara dete kita mono no daibubun ga mada zutto yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I did enjoy this title, although it does have it's flaws it's still much better then most of the stuff that has come out of Japan in the last while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I did enjoy this title, although it does have it's flaws it's still much better then most of the stuff that has come out of Japan in the last while.\u001b[24m\n    \u001b[1m楽しさ：私はこのタイトルを楽しんだが、それは欠点を持っていますが、最後に日本から出てきたものの大部分がまだずっと良かったです。\u001b[22m, \u001b[1m楽しさ：それはそれはそれはまだ最後しばらく日本から出てきたものの中で最もその後ずっとましだ欠陥だ持っていないが、私は、このタイトルを楽しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I gave it a seven, which generally is where this series is, it's lead characters are not the most likeable and while it does suffer from some cliches. This is one of the few Space Exploration based animes out there, A lot of people will come into this show expecting Planetes. If you are, you will be sorely dissapointed. I admit I came into this show expecting it to be somewhat like Planetes and while the first four episodes aren't like Planetes, the next couple of episodes after that come out definitely feel more like Planetes. For people offended by in your face sex scenes of which there are about 5 brief scenes (with only one of them having any audio) from my count from the eight episodes. I found them to be utterly unnecessary and something I just didn't want to see. Anyway give this one a try if you want.\n\n\u001b[1m全体的に：私はそれに7を与えました。これは一般的にこのシリーズがどこにあるのか、それは主人公キャラクターが最も好きではなく、いくつかの決まり文句に苦しんでいます。 これは数少ない宇宙探査ベースのアニメのうちの1つです。多くの人がこの惑星を期待してこの番組に登場します。 あなたがいれば、あなたは非常に不満を感じるでしょう。 私はそれがプラネットと幾分似ていることを期待してこのショーに入ったことを認めています。そして、最初の4つのエピソードはプラネットのようではありませんが、その後のエピソードの次のカップルは間違いなくプラネットのように感じます。 あなたの顔のセックスシーンで怒られている人のために、8つのエピソードからの私のカウントからの約5つの短いシーン（それらのうちの1つだけがオーディオを持っている）があります。 私はそれらが完全に不必要で、私が見たくないものを見つけました。 あなたが望むなら、とにかくこれを試してみてください。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa sore ni 7 o ataemashita. Kore wa ippantekini kono shirīzu ga doko ni aru no ka, soreha shujinkō kyarakutā ga mottomo sukide wa naku, ikutsu ka no kimari monku ni kurushinde imasu. Kore wa kazusukunai uchū tansa bēsu no anime no uchi no 1tsudesu. Ōku no hito ga kono wakusei o kitai shite kono bangumi ni tōjō shimasu. Anata ga ireba, anata wa hijō ni fuman o kanjirudeshou. Watashi wa sore ga puranetto to ikubun nite iru koto o kitai shite kono shō ni haitta koto o mitomete imasu. Soshite, saisho no 4tsu no episōdo wa puranetto no yōde wa arimasenga, sonogo no episōdo no tsugi no kappuru wa machigainaku puranetto no yō ni kanjimasu. Anata no kao no sekkusushīn de okora rete iru hito no tame ni, yattsu no episōdo kara no watashi no kaunto kara no yaku itsutsu no mijikai shīn (sorera no uchi no 1tsu dake ga ōdio o motte iru) ga arimasu. Watashi wa sorera ga kanzen ni fuhitsuyōde, watashi ga mitakunai mono o mitsukemashita. Anata ga nozomunara, tonikaku kore o tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I gave it a seven, which generally is where this series is, it's lead characters are not the most likeable and while it does suffer from some cliches. This is one of the few Space Exploration based animes out there, A lot of people will come into this show expecting Planetes. If you are, you will be sorely dissapointed. I admit I came into this show expecting it to be somewhat like Planetes and while the first four episodes aren't like Planetes, the next couple of episodes after that come out definitely feel more like Planetes. For people offended by in your face sex scenes of which there are about 5 brief scenes (with only one of them having any audio) from my count from the eight episodes. I found them to be utterly unnecessary and something I just didn't want to see. Anyway give this one a try if you want.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I gave it a seven, which generally is where this series is, it's lead characters are not the most likeable and while it does suffer from some cliches.\u001b[24m\n    \u001b[1m全体的に：私はそれに7を与えました。これは一般的にこのシリーズがどこにあるのか、それは主人公キャラクターが最も好きではなく、いくつかの決まり文句に苦しんでいます。\u001b[22m, \u001b[1m全体：私はそれをこのシリーズはここで一般的に7を与えた、それはいくつかの決まり文句に苦しむんが、リードの文字が最も好感の持てるものではなく、です。\u001b[22m\n\u001b[4mThis is one of the few Space Exploration based animes out there, A lot of people will come into this show expecting Planetes.\u001b[24m\n    \u001b[1mこれは数少ない宇宙探査ベースのアニメのうちの1つです。多くの人がこの惑星を期待してこの番組に登場します。\u001b[22m, \u001b[1mこれは、そこにいくつかの宇宙探査ベースのアニメの一つであり、多くの人々がプラネテスを期待してこのショーに来ます。\u001b[22m\n\u001b[4mIf you are, you will be sorely dissapointed.\u001b[24m\n    \u001b[1mあなたがいれば、あなたは非常に不満を感じるでしょう。\u001b[22m, \u001b[1mあなたがいる場合、あなたはひどくがっかりされます。\u001b[22m\n\u001b[4mI admit I came into this show expecting it to be somewhat like Planetes and while the first four episodes aren't like Planetes, the next couple of episodes after that come out definitely feel more like Planetes.\u001b[24m\n    \u001b[1m私はそれがプラネットと幾分似ていることを期待してこのショーに入ったことを認めています。そして、最初の4つのエピソードはプラネットのようではありませんが、その後のエピソードの次のカップルは間違いなくプラネットのように感じます。\u001b[22m, \u001b[1m間違いなく、よりプラネテスのように感じる私はそれが多少プラネテスようなことを期待し、このショーに来た認める、それが出てくる後の最初の4エピソードはプラネテス、エピソードの次のカップルのようにはされていません。\u001b[22m\n\u001b[4mFor people offended by in your face sex scenes of which there are about 5 brief scenes (with only one of them having any audio) from my count from the eight episodes.\u001b[24m\n    \u001b[1mあなたの顔のセックスシーンで怒られている人のために、8つのエピソードからの私のカウントからの約5つの短いシーン（それらのうちの1つだけがオーディオを持っている）があります。\u001b[22m, \u001b[1mあなたの顔のセックスシーンの中で腹を立て人々のために8エピソードからの私のカウントから（任意のオーディオを持つそれらの一方のみで）約5簡単なシーンがあります。\u001b[22m\n\u001b[4mI found them to be utterly unnecessary and something I just didn't want to see.\u001b[24m\n    \u001b[1m私はそれらが完全に不必要で、私が見たくないものを見つけました。\u001b[22m, \u001b[1m私は彼らが全く不要と私は見たいと思っていなかったものであることが判明しました。\u001b[22m\n\u001b[4mAnyway give this one a try if you want.\u001b[24m\n    \u001b[1mあなたが望むなら、とにかくこれを試してみてください。\u001b[22m, \u001b[1mあなたがしたい場合はとにかくこの1を試してみて。\u001b[22m"
  },
  {
    "title": "Moonlight_Mile_1st_Season__Lift_Off",
    "id": "1941",
    "url": "https://myanimelist.net/anime/1941/Moonlight_Mile_1st_Season__Lift_Off",
    "user": "link9us",
    "profile": "/profile/link9us/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=93519",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  8\n\nこのシリーズは、「ゴロウ・サルワタリ」とジャック・F・ウッドブリッジ「ロストマン」の二人のキャラクターで構成されています。彼らは独自の個性とアイデンティティを持ち、熱狂的な登山パートナーでもあります。 ある日、彼らは天国、星の広大な海を探検したいと思うまで、彼らはいつでも宇宙に入る夢を追い求め、月を歩く最初の男になりたいと思っています。 物語は若干技術的に進歩した未来において起こるが、宇宙飛行の厳しさは今日のように克服できないあらゆるものである。\n\n物語の中核をなすのは、2人のリードキャラクターの相互作用が大部分のシーズンに直接的なものであることです。 ショーの創造的なスタッフは、競争の激しい競争の中で月を初めとすることなく、2つの非常に別々のユニークな物語を作ることに細心の注意を払っています。 途中でパスが複数回にわたって交差することは確かですが、全体的な感触は地球の反対側からの競争のそれとほとんど同じです。\n\n雪の多いロシア、日当たりの良い日中の日本、中東の砂漠、さらには神秘的なエリア51まで、国境を越えた技術宇宙競技がほぼ完全に描かれている。 将来は、宇宙旅行に特化した一種の国連バナー（国際宇宙機関（International Space Agency）またはISA）が、無限の地球規模のエネルギー源として月の中心部に物質を使用するという共通の目標を生み出すことが判明しました。 気づいていない、ショーは、内に含まれる科学への非常に具体的なアプローチを取る。\n\n演技はオリジナルの日本語版と英語版の両方で単純に完璧です。 ムーンライトマイルは印象づけることができます。 声の仕事は、演技と過動作の間の繊細な線を越えずに、感情的で情熱的です。 主役と副次役のキャスティングの選択肢があります（特に、ゴロとロストマン自身とは、俳優がそれぞれの個性のユニークで似通った特徴を釘付けにするためです）。 私は特に、2人の主人公が交流した珍しい瞬間を感謝していました。 他の人が生きているかどうかはほとんど気にしないように行動していたにもかかわらず、彼らの根本的な友情の感覚があるかのようなものでした。\n\nこのショーのアニメーションの品質は絶対に素晴らしく、CGとアニメーションを混ぜ合わせることで、シームレスに一緒にやっていくのは簡単ではありませんが、このショーは本当に完璧なものです。\n\n少なくともショーの最初の半分のサウンドトラックは、ショーのテーマに少し適していたかもしれませんが、後半になると、典型的な設定や宇宙探査や科学のために本当にインスピレーションを得ている音楽でピックアップします。\n\n私が言ったように、このショーの前に、俳優のいくつかは非常に異なって見て、彼は時間やジョークの半分を気にしないように振る舞いますが、彼の理想的な信念や哲学はまだ非常に 彼のキャラクターに目立つ魅力。  Lostmanの場合と同様です。\n\nこのショーの前半は、世界の他の地域のキャラクターを育成し、どのような状況にいるのか、どのような人生を生きているのかを示しています。 シリーズの後半には、2人のキャラクターの間のより多くのライバルと、国家間の秘密や国家間の闘争のようなテーマがあります。\n\n最初のシーズンのキャラクターの中には紹介されていないものがあると感じました。 これは今シーズンの欠陥の一つだと思う。 我々は物語のこれらの側面の俳優に基づいてほとんど触れられておらず、物語の進行がますます重要ではない。 これは最初のシーズンであり、私は彼らが第2シーズンに十分に探検されることをうまく期待しています。 このショーは、宇宙に進入するための2つの主要なリードとISAの実験的プロジェクト、そして米軍とジャワの政府の関与という点で本当にうまくいっています。 人類は何千年もの間、この種の技術に到達しました。 ショーはまた、多くの政治、謎、陰謀説を探求しています。\n\n\nこのシリーズの種類は、「完璧な」アニメ世界とみなされるものの境界を壊します。 すべてがいつも物語の本や小説のような何らかの順序であり、キャラクターは特定のシナリオでは強く、ファンサービスは常に彼らのものです。 このショーの中心テーマは、本当に夢を中心にしています。そして、あなたはその夢を実現し、それらを現実にするためにどれだけ遠くにいても構いません。\n\nそれは本当に現実感の視覚的アプローチよりもはるかに優れています。 性別さえ非常に自然な形で示されています。 このシリーズは、今日のこの世界のように異なる人種を示すことを恐れていないので、多くのアフリカ系アメリカ人が他の人種と結婚しています。 私は画面上に「Armeggedon」のような実際の映画を見ているような気がする。 完璧なアニメの世界に結び付けられている人もいるので、一般的な、そして最も注目すべき主流のアニメ動向に従わずに、より現実的な方法で物語を描く方法を理解していない人もいる。 アニメの間ではまあまあの希少なので、このようなショーを見るのはいいと思います。\n\n私は非常に異なった方法で自分の夢を探索する面白いキャラクターと、もっと複雑で複雑なプロットを見たい場合、このシリーズを強くお勧めします。それぞれの理想を使って、 彼らの目標を達成する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis series is bout two characters, 'Gorou Saruwatari' and Jack F. Woodbridge aka 'Lostman' Two talented individuals that have their own unique personality and identity traits, both enthusiastic mountain climbing partners, they want to try and hit the highest mountain peek in the world but are unsatisfied until one day they want to explore the heavens, the vast ocean of the stars, they both want to each pursue their dreams of one day entering outer space and be the first man to walk on the moon. While the story takes place in a slightly more technologically advanced future, the rigors of space flight are every bit as insurmountable as they would be today.\n\n\u001b[1mこのシリーズは、「ゴロウ・サルワタリ」とジャック・F・ウッドブリッジ「ロストマン」の二人のキャラクターで構成されています。彼らは独自の個性とアイデンティティを持ち、熱狂的な登山パートナーでもあります。 ある日、彼らは天国、星の広大な海を探検したいと思うまで、彼らはいつでも宇宙に入る夢を追い求め、月を歩く最初の男になりたいと思っています。 物語は若干技術的に進歩した未来において起こるが、宇宙飛行の厳しさは今日のように克服できないあらゆるものである。\u001b[22m\n\u001b[1m(Kono shirīzu wa,`Gorō saruwatari' to jakku F uddoburijji `rosutoman' no futari no kyarakutā de kōsei sa rete imasu. Karera wa dokuji no kosei to aidentiti o mochi, nekkyō-tekina tozan pātonāde mo arimasu. Aru Ni~Tsu, karera wa tengoku,-boshi no kōdaina umi o tanken shitai to omou made, karera wa itsu demo uchū ni hairu yume o oimotome, tsuki o aruku saisho no otoko ni naritai to omotte imasu. Monogatari wa jakkan gijutsu-teki ni shinpo shita mirai ni oite okoruga, uchū hikō no kibishi-sa wa kyō no yō ni kokufuku dekinai arayuru monodearu.)\u001b[22m\n\nTranslations of \u001b[4mThis series is bout two characters, 'Gorou Saruwatari' and Jack F. Woodbridge aka 'Lostman' Two talented individuals that have their own unique personality and identity traits, both enthusiastic mountain climbing partners, they want to try and hit the highest mountain peek in the world but are unsatisfied until one day they want to explore the heavens, the vast ocean of the stars, they both want to each pursue their dreams of one day entering outer space and be the first man to walk on the moon. While the story takes place in a slightly more technologically advanced future, the rigors of space flight are every bit as insurmountable as they would be today.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is bout two characters, 'Gorou Saruwatari' and Jack F. Woodbridge aka 'Lostman' Two talented individuals that have their own unique personality and identity traits, both enthusiastic mountain climbing partners, they want to try and hit the highest mountain peek in\u001b[24m\n    \u001b[1mこのシリーズは、「ゴロウ・サルワタリ」とジャック・F・ウッドブリッジ「ロストマン」の二人のキャラクターで構成されています。彼らは独自の個性とアイデンティティを持ち、熱狂的な登山パートナーでもあります。\u001b[22m, \u001b[1mこのシリーズは、2つの文字試合である「五郎猿渡」とジャック・F・ウッドブリッジ別名「Lostman 'は、2つの独自の個性とアイデンティティの特徴を持っている人材、両方の熱狂的な登山のパートナー、彼らはで最も高い山ののぞき見をしようとヒットしたいです\u001b[22m\n\u001b[4mthe world but are unsatisfied until one day they want to explore the heavens, the vast ocean of the stars, they both want to each pursue their dreams of one day entering outer space and be the first man to walk on the moon.\u001b[24m\n    \u001b[1mある日、彼らは天国、星の広大な海を探検したいと思うまで、彼らはいつでも宇宙に入る夢を追い求め、月を歩く最初の男になりたいと思っています。\u001b[22m, \u001b[1m1日は、彼らが天、星の広大な海を探検したいまで、世界は、それぞれが外側の空間に入る1日の彼らの夢を追求し、月面上を歩くための最初の人であることに、それらの両方が欲しい、不満足。\u001b[22m\n\u001b[4mWhile the story takes place in a slightly more technologically advanced future, the rigors of space flight are every bit as insurmountable as they would be today.\u001b[24m\n    \u001b[1m物語は若干技術的に進歩した未来において起こるが、宇宙飛行の厳しさは今日のように克服できないあらゆるものである。\u001b[22m, \u001b[1m話は少し技術的に高度な将来的に行われている間、彼らが今日であるように、宇宙飛行の厳しさは、すべてのビットのように克服できないです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat makes the core of the tale work so well is that the interaction between the two lead characters is anything but direct for the vast majority of the season. Rather than lump them together in their competitive race to be the first to the moon, the show's creative staff pays careful attention to crafting two very separate and unique stories. Sure their paths cross on more than one occasion along the way but the overall feel is almost that of a competition from opposite sides of the globe.\n\n\u001b[1m物語の中核をなすのは、2人のリードキャラクターの相互作用が大部分のシーズンに直接的なものであることです。 ショーの創造的なスタッフは、競争の激しい競争の中で月を初めとすることなく、2つの非常に別々のユニークな物語を作ることに細心の注意を払っています。 途中でパスが複数回にわたって交差することは確かですが、全体的な感触は地球の反対側からの競争のそれとほとんど同じです。\u001b[22m\n\u001b[1m(Monogatari no chūkaku o nasu no wa, 2-ri no rīdokyarakutā no sōgo sayō ga daibubun no shīzun ni chokusetsutekina monodearu kotodesu. Shō no sōzō-tekina sutaffu wa, kyōsō no hageshī kyōsō no naka de tsuki o hajime to suru koto naku, 2tsu no hijō ni betsubetsu no yunīkuna monogatari o tsukuru koto ni saishin no chūi o haratte imasu. Tochū de pasu ga fukusū kai ni watatte kōsa suru koto wa tashikadesuga, zentai-tekina kanshoku wa chikyū no hantaisoku kara no kyōsō no sore to hotondo onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat makes the core of the tale work so well is that the interaction between the two lead characters is anything but direct for the vast majority of the season. Rather than lump them together in their competitive race to be the first to the moon, the show's creative staff pays careful attention to crafting two very separate and unique stories. Sure their paths cross on more than one occasion along the way but the overall feel is almost that of a competition from opposite sides of the globe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes the core of the tale work so well is that the interaction between the two lead characters is anything but direct for the vast majority of the season.\u001b[24m\n    \u001b[1m物語の中核をなすのは、2人のリードキャラクターの相互作用が大部分のシーズンに直接的なものであることです。\u001b[22m, \u001b[1mどのようにうまく物語の仕事の中核を作るには、2つのリードの文字の間の相互作用は、シーズンの大半のための直接以外のものであるということです。\u001b[22m\n\u001b[4mRather than lump them together in their competitive race to be the first to the moon, the show's creative staff pays careful attention to crafting two very separate and unique stories.\u001b[24m\n    \u001b[1mショーの創造的なスタッフは、競争の激しい競争の中で月を初めとすることなく、2つの非常に別々のユニークな物語を作ることに細心の注意を払っています。\u001b[22m, \u001b[1mむしろ月に最初になるように、競争レースでそれらを一緒にしこりよりも、番組の制作スタッフは、2つの非常に独立した、ユニークなストーリーを作り上げるに細心の注意を払っています。\u001b[22m\n\u001b[4mSure their paths cross on more than one occasion along the way but the overall feel is almost that of a competition from opposite sides of the globe.\u001b[24m\n    \u001b[1m途中でパスが複数回にわたって交差することは確かですが、全体的な感触は地球の反対側からの競争のそれとほとんど同じです。\u001b[22m, \u001b[1m確かにそのパスは、道に沿って1つ以上の機会に渡るが、全体的な感触はほぼ地球の反対側からの競争のことです。\u001b[22m\n\u001b[1m\u001b[22m\nThe viewer is transported along to several locales around the planet including a snowy Russia, sunny coastal Japan, scorching Middle Eastern desert and even the mystical Area 51 all under the near-flawless portrayal of the technological space race taking place between nations. It turns out that the future spawns a sort of United Nations banner (the International Space Agency or ISA for short) specifically catered to space travel and the common goal of using material within the moon's core as a near limitless global energy source.In case you haven't noticed, the show takes a very tangible approach to the sciences contained within.\n\n\u001b[1m雪の多いロシア、日当たりの良い日中の日本、中東の砂漠、さらには神秘的なエリア51まで、国境を越えた技術宇宙競技がほぼ完全に描かれている。 将来は、宇宙旅行に特化した一種の国連バナー（国際宇宙機関（International Space Agency）またはISA）が、無限の地球規模のエネルギー源として月の中心部に物質を使用するという共通の目標を生み出すことが判明しました。 気づいていない、ショーは、内に含まれる科学への非常に具体的なアプローチを取る。\u001b[22m\n\u001b[1m(Yuki no ōi Roshia, hiatari no yoi nitchū no Nihon, Chūtō no sabaku, sarani wa shinpi-tekina eria 51 made, kokkyō o koeta gijutsu uchū kyōgi ga hobo kanzen ni egaka rete iru. Shōrai wa, uchū ryokō ni toku-ka shita isshu no Kokuren banā (kokusaiuchū kikan (intānashonaru Space ējenshī) matawa aisa) ga, mugen no chikyū kibo no enerugī-gen to shite tsuki no chūshin-bu ni busshitsu o shiyō suru to iu kyōtsū no mokuhyō o umidasu koto ga hanmei shimashita. Kidzuite inai, shō wa,-nai ni fukuma reru kagaku e no hijō ni gutaitekina apurōchi o toru.)\u001b[22m\n\nTranslations of \u001b[4mThe viewer is transported along to several locales around the planet including a snowy Russia, sunny coastal Japan, scorching Middle Eastern desert and even the mystical Area 51 all under the near-flawless portrayal of the technological space race taking place between nations. It turns out that the future spawns a sort of United Nations banner (the International Space Agency or ISA for short) specifically catered to space travel and the common goal of using material within the moon's core as a near limitless global energy source.In case you haven't noticed, the show takes a very tangible approach to the sciences contained within.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe viewer is transported along to several locales around the planet including a snowy Russia, sunny coastal Japan, scorching Middle Eastern desert and even the mystical Area 51 all under the near-flawless portrayal of the technological space race taking place between nations.\u001b[24m\n    \u001b[1m雪の多いロシア、日当たりの良い日中の日本、中東の砂漠、さらには神秘的なエリア51まで、国境を越えた技術宇宙競技がほぼ完全に描かれている。\u001b[22m, \u001b[1m視聴者は、雪のロシア、日当たりの良い海岸沿いの日本、灼熱の中東の砂漠とすべての国との間で行われている技術の宇宙開発競争の近い完璧な描写の下にあっても神秘的なエリア51を含む惑星の周りのいくつかのロケールに沿って搬送されます。\u001b[22m\n\u001b[4mIt turns out that the future spawns a sort of United Nations banner (the International Space Agency or ISA for short) specifically catered to space travel and the common goal of using material within the moon's core as a near limitless global energy source.In case you\u001b[24m\n    \u001b[1m将来は、宇宙旅行に特化した一種の国連バナー（国際宇宙機関（International Space Agency）またはISA）が、無限の地球規模のエネルギー源として月の中心部に物質を使用するという共通の目標を生み出すことが判明しました。\u001b[22m, \u001b[1mこれは、将来を具体的に宇宙旅行や近くに無限の世界のエネルギーsource.Inケースとして月のコア内の材料を使用しての共通の目標に仕出し料理国連バナー（略して国際宇宙機関またはISA）の並べ替えを生成していることが判明します\u001b[22m\n\u001b[4mhaven't noticed, the show takes a very tangible approach to the sciences contained within.\u001b[24m\n    \u001b[1m気づいていない、ショーは、内に含まれる科学への非常に具体的なアプローチを取る。\u001b[22m, \u001b[1m気づいていない、ショーは内に含まれる科学に非常に有形アプローチを採用しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe acting is simply flawless in both the original Japanese version and the English dub. Moonlight Mile manages to impress. The voice work is emotional and passionate throughout without crossing the delicate line between acting and overacting. Casting choices of the lead and secondary roles are spot on (especially with Goro and Lost Man themselves as the actors simply nail the unique yet similar traits of their respective personalities). I especially found myself appreciating the rare moments when the two lead characters interacted. It was almost as if there was a sense of their underlying friendship even though each acted as though he cared little whether the other lived or not.\n\n\u001b[1m演技はオリジナルの日本語版と英語版の両方で単純に完璧です。 ムーンライトマイルは印象づけることができます。 声の仕事は、演技と過動作の間の繊細な線を越えずに、感情的で情熱的です。 主役と副次役のキャスティングの選択肢があります（特に、ゴロとロストマン自身とは、俳優がそれぞれの個性のユニークで似通った特徴を釘付けにするためです）。 私は特に、2人の主人公が交流した珍しい瞬間を感謝していました。 他の人が生きているかどうかはほとんど気にしないように行動していたにもかかわらず、彼らの根本的な友情の感覚があるかのようなものでした。\u001b[22m\n\u001b[1m(Engi wa orijinaru no nihongohan to eigo-ban no ryōhō de tanjun ni kanpekidesu. Mūnraitomairu wa inshōdzukeru koto ga dekimasu. Koe no shigoto wa, engi to ka dōsa no ma no sensaina sen o koezu ni, kanjō-tekide jōnetsu-tekidesu. Shuyaku to fukuji-yaku no kyasutingu no sentakushi ga arimasu (tokuni, goro to rosuto man jishin to wa, haiyū ga sorezore no kosei no yunīku de nikayotta tokuchō o kugidzuke ni suru tamedesu). Watashi wa tokuni, 2-ri no shujinkō ga kōryū shita mezurashī shunkan o kansha shite imashita. Hokanohito ga ikite iru ka dō ka wa hotondo ki ni shinai yō ni kōdō shite ita nimokakawarazu, karera no konpon-tekina yūjō no kankaku ga aru ka no yōna monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe acting is simply flawless in both the original Japanese version and the English dub. Moonlight Mile manages to impress. The voice work is emotional and passionate throughout without crossing the delicate line between acting and overacting. Casting choices of the lead and secondary roles are spot on (especially with Goro and Lost Man themselves as the actors simply nail the unique yet similar traits of their respective personalities). I especially found myself appreciating the rare moments when the two lead characters interacted. It was almost as if there was a sense of their underlying friendship even though each acted as though he cared little whether the other lived or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe acting is simply flawless in both the original Japanese version and the English dub.\u001b[24m\n    \u001b[1m演技はオリジナルの日本語版と英語版の両方で単純に完璧です。\u001b[22m, \u001b[1m演技は元の日本語版と英語吹き替えの両方で簡単に完璧です。\u001b[22m\n\u001b[4mMoonlight Mile manages to impress.\u001b[24m\n    \u001b[1mムーンライトマイルは印象づけることができます。\u001b[22m, \u001b[1mムーンライトマイルは印象づけるために管理しています。\u001b[22m\n\u001b[4mThe voice work is emotional and passionate throughout without crossing the delicate line between acting and overacting.\u001b[24m\n    \u001b[1m声の仕事は、演技と過動作の間の繊細な線を越えずに、感情的で情熱的です。\u001b[22m, \u001b[1m声の仕事は、全体を通して演技とoveractingとの間の微妙なラインを横切ることなく、感情や情熱的です。\u001b[22m\n\u001b[4mCasting choices of the lead and secondary roles are spot on (especially with Goro and Lost Man themselves as the actors simply nail the unique yet similar traits of their respective personalities).\u001b[24m\n    \u001b[1m主役と副次役のキャスティングの選択肢があります（特に、ゴロとロストマン自身とは、俳優がそれぞれの個性のユニークで似通った特徴を釘付けにするためです）。\u001b[22m, \u001b[1m鉛と二次の役割の鋳造選択肢は、（特に五郎とロストマン自身の俳優は、単にそれぞれの個性のユニークまだ同様の特性を爪のようで）上のスポットです。\u001b[22m\n\u001b[4mI especially found myself appreciating the rare moments when the two lead characters interacted.\u001b[24m\n    \u001b[1m私は特に、2人の主人公が交流した珍しい瞬間を感謝していました。\u001b[22m, \u001b[1m私は特に2本のリードの文字が相互作用したときに自分が稀な瞬間を鑑賞発見しました。\u001b[22m\n\u001b[4mIt was almost as if there was a sense of their underlying friendship even though each acted as though he cared little whether the other lived or not.\u001b[24m\n    \u001b[1m他の人が生きているかどうかはほとんど気にしないように行動していたにもかかわらず、彼らの根本的な友情の感覚があるかのようなものでした。\u001b[22m, \u001b[1mそれは彼が他のが住んでいたかどうか少し世話かのように、それぞれが行動にもかかわらず、その基礎となる友情の感覚があったほとんどかのようでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation quality in this show is absolutely splendid, blending CG and animation so seamlessly together is not something easy to do but yet this show really seems to pull it off so perfectly.\n\n\u001b[1mこのショーのアニメーションの品質は絶対に素晴らしく、CGとアニメーションを混ぜ合わせることで、シームレスに一緒にやっていくのは簡単ではありませんが、このショーは本当に完璧なものです。\u001b[22m\n\u001b[1m(Kono shō no animēshon no hinshitsu wa zettai ni subarashiku, CG to animēshon o mazeawa seru koto de, shīmuresu ni issho ni yatte iku no wa kantande wa arimasenga, kono shō wa hontōni kanpekina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation quality in this show is absolutely splendid, blending CG and animation so seamlessly together is not something easy to do but yet this show really seems to pull it off so perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quality in this show is absolutely splendid, blending CG and animation so seamlessly together is not something easy to do but yet this show really seems to pull it off so perfectly.\u001b[24m\n    \u001b[1mこのショーのアニメーションの品質は絶対に素晴らしく、CGとアニメーションを混ぜ合わせることで、シームレスに一緒にやっていくのは簡単ではありませんが、このショーは本当に完璧なものです。\u001b[22m, \u001b[1mこのショーでアニメーションの品質はとてもシームレスにCGやアニメーションをブレンドし、絶対に素晴らしいです行うのは簡単なものではありませんまだ、このショーは本当に完璧にそれをやってのけるようです。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound tracks at least in the first half of the show could of been a bit suited towards the theme of the show, but towards the 2nd half, it picks up with music that is really inspiring for the typical setting and space exploration or science.\n\n\u001b[1m少なくともショーの最初の半分のサウンドトラックは、ショーのテーマに適しているかもしれませんが、後半になると、典型的な設定や宇宙探査や科学のために本当にインスピレーションを得ている音楽でピックアップします。\u001b[22m\n\u001b[1m(Sukunakutomo shō no saisho no hanbun no saundotorakku wa, shō no tēma ni tekishite iru kamo shiremasenga, kōhan ni naru to, tenkei-tekina settei ya uchū tansa ya kagaku no tame ni hontōni insupirēshon o ete iru ongaku de pikkuappu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound tracks at least in the first half of the show could of been a bit suited towards the theme of the show, but towards the 2nd half, it picks up with music that is really inspiring for the typical setting and space exploration or science.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound tracks at least in the first half of the show could of been a bit suited towards the theme of the show, but towards the 2nd half, it picks up with music that is really inspiring for the typical setting and space exploration or science.\u001b[24m\n    \u001b[1m少なくともショーの最初の半分のサウンドトラックは、ショーのテーマに適しているかもしれませんが、後半になると、典型的な設定や宇宙探査や科学のために本当にインスピレーションを得ている音楽でピックアップします。\u001b[22m, \u001b[1m少なくともショーの前半のサウンドトラックは、ショーのテーマの方に適したビットされてのことができますが、下期に向けて、それは本当に典型的な設定や宇宙探査や科学のために感動されている音楽をピックアップします。\u001b[22m\n\u001b[1m\u001b[22m\nAs i said before this show strives on the realization of inquiring one's own dream's even though some of the actors like goro see's things very differently and acts like he does not care half the time or jokes around, his ideal beliefs and philosophies are still a very prominent attraction to his character. As is the case with Lostman.\n\n\u001b[1m私が言ったように、このショーの前に、俳優のいくつかは非常に異なって見て、彼は時間やジョークの半分を気にしないように振る舞いますが、彼の理想的な信念や哲学はまだ非常に 彼のキャラクターに目立つ魅力。  Lostmanの場合と同様です。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, kono shō no mae ni, haiyū no ikutsu ka wa hijō ni kotonatte mite, kare wa jikan ya jōku no hanbun o kinishinai-yō ni furumaimasuga, kare no risō-tekina shin'nen ya tetsugaku wa mada hijō ni kare no kyarakutā ni medatsu miryoku. Lostman no baai to dōyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs i said before this show strives on the realization of inquiring one's own dream's even though some of the actors like goro see's things very differently and acts like he does not care half the time or jokes around, his ideal beliefs and philosophies are still a very prominent attraction to his character. As is the case with Lostman.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs i said before this show strives on the realization of inquiring one's own dream's even though some of the actors like goro see's things very differently and acts like he does not care half the time or jokes around, his ideal beliefs and philosophies are still a very\u001b[24m\n    \u001b[1m私が言ったように、このショーの前に、俳優のいくつかは非常に異なって見て、彼は時間やジョークの半分を気にしないように振る舞いますが、彼の理想的な信念や哲学はまだ非常に\u001b[22m, \u001b[1m私はこのショーは自分の夢のを問い合わせるの実現に努めています五郎のような俳優のいくつかは非常に異なるのものを見ていても、彼は約半分の時間やジョークを気にしないような役割を果たし前に、彼の理想的な信念や哲学はまだ非常にあると述べたように\u001b[22m\n\u001b[4mprominent attraction to his character.\u001b[24m\n    \u001b[1m彼のキャラクターに目立つ魅力。\u001b[22m, \u001b[1m彼の性格に著名な魅力。\u001b[22m\n\u001b[4mAs is the case with Lostman.\u001b[24m\n    \u001b[1mLostmanの場合と同様です。\u001b[22m, \u001b[1mLostmanの場合です。\u001b[22m\n\u001b[1m\u001b[22m\nThe first half of this show really focuses mostly on developing the characters in other parts of the world, showing what kind of situations they are in, what kind of lives they live. The 2nd half of the series involves more of a subplot involving mysteries and touches base on the more rivalry between the two characters, and also other theme's like governmental secrecy and conflicts between nations.\n\n\u001b[1mこのショーの前半は、世界の他の地域のキャラクターを育成し、どのような状況にいるのか、どのような人生を生きているのかを示しています。 シリーズの後半には、2人のキャラクターの間のより多くのライバルと、国家間の秘密や国家間の闘争のようなテーマがあります。\u001b[22m\n\u001b[1m(Kono shō no zenhan wa, sekai no ta no chiiki no kyarakutā o ikusei shi, do no yōna jōkyō ni iru no ka, do no yōna jinsei o ikite iru no ka o shimeshite imasu. Shirīzu no kōhan ni wa, 2-ri no kyarakutā no ma no yori ōku no raibaru to, kokka-kan no himitsu ya kokka-kan no tōsō no yōna tēma ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first half of this show really focuses mostly on developing the characters in other parts of the world, showing what kind of situations they are in, what kind of lives they live. The 2nd half of the series involves more of a subplot involving mysteries and touches base on the more rivalry between the two characters, and also other theme's like governmental secrecy and conflicts between nations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first half of this show really focuses mostly on developing the characters in other parts of the world, showing what kind of situations they are in, what kind of lives they live.\u001b[24m\n    \u001b[1mこのショーの前半は、世界の他の地域のキャラクターを育成し、どのような状況にいるのか、どのような人生を生きているのかを示しています。\u001b[22m, \u001b[1mこのショーの前半は本当に彼らが生きる命の種類、彼らがしている状況の種類を示す、主に世界の他の部分の文字の開発に焦点を当てています。\u001b[22m\n\u001b[4mThe 2nd half of the series involves more of a subplot involving mysteries and touches base on the more rivalry between the two characters, and also other theme's like governmental secrecy and conflicts between nations.\u001b[24m\n    \u001b[1mシリーズの後半には、2人のキャラクターの間のより多くのライバルと、国家間の秘密や国家間の闘争のようなテーマがあります。\u001b[22m, \u001b[1mシリーズの第二半分が謎を含むサブプロットの多くを含み、2つの文字の間に複数のライバル関係、また、他のテーマの政府の秘密主義と国家間の紛争等にベースをタッチします。\u001b[22m\n\u001b[1m\u001b[22m\nI felt that some of the characters in the first season should not have been introduced, because some of them never really got their spot light they deserved. This is think is one of the flaws of this season. We are barely touched based on these side actors of the story and they become more and more insignificant as the story progress. This is the first season and i expect them to fully be explored in season 2 hopefully. This show is really bout the two main leads and the ISA's experimental projects to entering space, as well as the US military and the Javanese government's involvement. Mankind has reached for this type of technology for thousands of years. The show also explore's lots of politics, mystery, and conspiracy theories.\n\n\u001b[1m最初のシーズンのキャラクターの中には紹介されていないものがあると感じました。 これは今シーズンの欠陥の一つだと思う。 我々は物語のこれらの側面の俳優に基づいてほとんど触れられておらず、物語の進行がますます重要ではない。 これは最初のシーズンであり、私は彼らが第2シーズンに十分に探検されることをうまく期待しています。 このショーは、宇宙に進入するための2つの主要なリードとISAの実験的プロジェクト、そして米軍とジャワの政府の関与という点で本当にうまくいっています。 人類は何千年もの間、この種の技術に到達しました。 ショーはまた、多くの政治、謎、陰謀説を探求しています。\u001b[22m\n\u001b[1m(Saisho no shīzun no kyarakutā no nakaniha shōkai sa rete inai mono ga aru to kanjimashita. Kore wa ima shīzun no kekkan no hitotsuda to omou. Wareware wa monogatari no korera no sokumen no haiyū ni motodzuite hotondo fure rarete orazu, monogatari no shinkō ga masumasu jūyōde wanai. Kore wa saisho no shīzundeari, watashi wa karera ga dai 2 shīzun ni jūbun ni tanken sa reru koto o umaku kitai shite imasu. Kono shō wa, uchū ni shin'nyū suru tame no 2tsu no shuyōna rīdo to aisa no jikken-teki purojekuto, soshite beigun to Jawa no seifu no kan'yo to iu ten de hontōni umaku itte imasu. Jinrui wa nan sen-nen mo no ma, kono tane no gijutsu ni tōtatsu shimashita. Shō wa mata, ōku no seiji, nazo, inbō-setsu o tankyū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI felt that some of the characters in the first season should not have been introduced, because some of them never really got their spot light they deserved. This is think is one of the flaws of this season. We are barely touched based on these side actors of the story and they become more and more insignificant as the story progress. This is the first season and i expect them to fully be explored in season 2 hopefully. This show is really bout the two main leads and the ISA's experimental projects to entering space, as well as the US military and the Javanese government's involvement. Mankind has reached for this type of technology for thousands of years. The show also explore's lots of politics, mystery, and conspiracy theories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt that some of the characters in the first season should not have been introduced, because some of them never really got their spot light they deserved.\u001b[24m\n    \u001b[1m最初のシーズンのキャラクターの中には紹介されていないものがあると感じました。\u001b[22m, \u001b[1mそのうちのいくつかは本当に彼らが値するそのスポットライトをやったことがなかったので、私は、最初のシーズン中の文字の一部が導入されているべきではないと感じました。\u001b[22m\n\u001b[4mThis is think is one of the flaws of this season.\u001b[24m\n    \u001b[1mこれは今シーズンの欠陥の一つだと思う。\u001b[22m, \u001b[1mこれは、今シーズンの欠陥の一つだと思うです。\u001b[22m\n\u001b[4mWe are barely touched based on these side actors of the story and they become more and more insignificant as the story progress.\u001b[24m\n    \u001b[1m我々は物語のこれらの側面の俳優に基づいてほとんど触れられておらず、物語の進行がますます重要ではない。\u001b[22m, \u001b[1m私たちはほとんど話のこれらの側アクターに基づく触れ、彼らはますます重要でないストーリーの進行状況などになっています。\u001b[22m\n\u001b[4mThis is the first season and i expect them to fully be explored in season 2 hopefully.\u001b[24m\n    \u001b[1mこれは最初のシーズンであり、私は彼らが第2シーズンに十分に探検されることをうまく期待しています。\u001b[22m, \u001b[1mこれは最初のシーズンであると私は彼らが完全にうまくいけば、シーズン2で検討されることを期待します。\u001b[22m\n\u001b[4mThis show is really bout the two main leads and the ISA's experimental projects to entering space, as well as the US military and the Javanese government's involvement.\u001b[24m\n    \u001b[1mこのショーは、宇宙に進入するための2つの主要なリードとISAの実験的プロジェクト、そして米軍とジャワの政府の関与という点で本当にうまくいっています。\u001b[22m, \u001b[1mこのショーは、実際には2つの主要なリードとISAの実験的なプロジェクトスペースを入力するだけでなく、米軍とジャワ政府の関与試合です。\u001b[22m\n\u001b[4mMankind has reached for this type of technology for thousands of years.\u001b[24m\n    \u001b[1m人類は何千年もの間、この種の技術に到達しました。\u001b[22m, \u001b[1m人類は何千年もの間、この種の技術のために達しています。\u001b[22m\n\u001b[4mThe show also explore's lots of politics, mystery, and conspiracy theories.\u001b[24m\n    \u001b[1mショーはまた、多くの政治、謎、陰謀説を探求しています。\u001b[22m, \u001b[1mショーはまたの政治、ミステリー、そして陰謀説の多くを探ります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis series kinds of breaks the boundaries of what is considered a 'perfect' anime world. Where everything is always in some sort of order like out of a story book or novel and characters are to strong in certain scenario's and the fan service is always their. This show's core theme is really centered around dreams and how far you are willing to go to achieve those dreams and make them a reality.\n\n\u001b[1mこのシリーズの種類は、「完璧な」アニメ世界とみなされるものの境界を壊します。 すべてがいつも物語の本や小説のような何らかの順序であり、キャラクターは特定のシナリオでは強く、ファンサービスは常に彼らのものです。 このショーの中心テーマは、本当に夢を中心にしています。そして、あなたはその夢を実現し、それらを現実にするためにどれだけ遠くにいても構いません。\u001b[22m\n\u001b[1m(Kono shirīzu no shurui wa,`kanpekina' anime sekai to minasa reru mono no kyōkai o kowashimasu. Subete ga itsumo monogatari no hon ya shōsetsu no yōna nanrakano junjodeari, kyarakutā wa tokutei no shinariode wa tsuyoku, fansābisu wa tsuneni karera no monodesu. Kono shō no chūshin tēma wa, hontōni yume o chūshin ni shite imasu. Soshite, anata wa sono yume o jitsugen shi, sorera o genjitsu ni suru tame ni dore dake tōku ni ite mo kamaimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis series kinds of breaks the boundaries of what is considered a 'perfect' anime world. Where everything is always in some sort of order like out of a story book or novel and characters are to strong in certain scenario's and the fan service is always their. This show's core theme is really centered around dreams and how far you are willing to go to achieve those dreams and make them a reality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series kinds of breaks the boundaries of what is considered a 'perfect' anime world.\u001b[24m\n    \u001b[1mこのシリーズの種類は、「完璧な」アニメ世界とみなされるものの境界を壊します。\u001b[22m, \u001b[1m休憩のこの一連の種類「完全」アニメの世界と考えられるものの境界。\u001b[22m\n\u001b[4mWhere everything is always in some sort of order like out of a story book or novel and characters are to strong in certain scenario's and the fan service is always their.\u001b[24m\n    \u001b[1mすべてがいつも物語の本や小説のような何らかの順序であり、キャラクターは特定のシナリオでは強く、ファンサービスは常に彼らのものです。\u001b[22m, \u001b[1mすべてが絵本や小説や文字のうちのような順序のいくつかの並べ替えに常にある場合は、特定のシナリオの中で強いにあり、ファンサービスが彼らの常にあります。\u001b[22m\n\u001b[4mThis show's core theme is really centered around dreams and how far you are willing to go to achieve those dreams and make them a reality.\u001b[24m\n    \u001b[1mこのショーの中心テーマは、本当に夢を中心にしています。そして、あなたはその夢を実現し、それらを現実にするためにどれだけ遠くにいても構いません。\u001b[22m, \u001b[1mこのショーのコアテーマは、本当に夢を中心にして、どの程度まであなたがそれらの夢を達成し、それらを実現するために行くことを喜んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nIt kind of really portrays a much more visual approach to realism. Even the sex is shown in a very natural manner. The series is not afraid to show different racial types as is the case in this world today, so many African Americans marrying other races. I could swear it feels like i am watching an actual movie like 'Armeggedon' on screen. Some people are just so stuck so attached to a perfect anime world, they don't realize how a story can be portrayed in a more realistic fashion by not following the general and most notable mainstream anime trends. Its just a rarity amongst anime so its nice to see a show like this come along every now and then.\n\n\u001b[1mそれは本当に現実感の視覚的アプローチよりもはるかに優れています。 性別さえ非常に自然な形で示されています。 このシリーズは、今日のこの世界のように異なる人種を示すことを恐れていないので、多くのアフリカ系アメリカ人が他の人種と結婚しています。 私は画面上に「Armeggedon」のような実際の映画を見ているような気がする。 完璧なアニメの世界に結び付けられている人もいるので、一般的な、そして最も注目すべき主流のアニメ動向に従わずに、より現実的な方法で物語を描く方法を理解していない人もいる。 アニメの間ではまあまあの希少なので、このようなショーを見るのはいいと思います。\u001b[22m\n\u001b[1m(Sore wa hontōni genjitsu-kan no shikaku-teki apurōchi yori mo haruka ni sugurete imasu. Seibetsu sae hijō ni shizen'na katachi de shimesa rete imasu. Kono shirīzu wa, kyō no kono sekai no yō ni kotonaru jinshu o shimesu koto o osorete inainode, ōku no Afurika-kei amerikahito ga hoka no jinshu to kekkon shite imasu. Watashi wa gamen'ue ni `Armeggedon' no yōna jissai no eiga o mite iru yōna ki ga suru. Kanpekina anime no sekai ni musubitsuke rarete iru hito mo iru node, ippantekina, soshite mottomo chūmoku subeki shuryū no anime dōkō ni shitagawazu ni, yori genjitsu-tekina hōhō de monogatari o kaku hōhō o rikai shite inai hito mo iru. Anime no made wa mā mā no kishōnanode, kono yōna shō o miru no wa ī to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt kind of really portrays a much more visual approach to realism. Even the sex is shown in a very natural manner. The series is not afraid to show different racial types as is the case in this world today, so many African Americans marrying other races. I could swear it feels like i am watching an actual movie like 'Armeggedon' on screen. Some people are just so stuck so attached to a perfect anime world, they don't realize how a story can be portrayed in a more realistic fashion by not following the general and most notable mainstream anime trends. Its just a rarity amongst anime so its nice to see a show like this come along every now and then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt kind of really portrays a much more visual approach to realism.\u001b[24m\n    \u001b[1mそれは本当に現実感の視覚的アプローチよりもはるかに優れています。\u001b[22m, \u001b[1mそれは一種の本当にリアリズムにはるかに視覚的なアプローチを描いています。\u001b[22m\n\u001b[4mEven the sex is shown in a very natural manner.\u001b[24m\n    \u001b[1m性別さえ非常に自然な形で示されています。\u001b[22m, \u001b[1m性別、非常に自然な方法で示されています。\u001b[22m\n\u001b[4mThe series is not afraid to show different racial types as is the case in this world today, so many African Americans marrying other races.\u001b[24m\n    \u001b[1mこのシリーズは、今日のこの世界のように異なる人種を示すことを恐れていないので、多くのアフリカ系アメリカ人が他の人種と結婚しています。\u001b[22m, \u001b[1mこの世界の場合、今日のように、一連の異なる人種の種類を表示することを恐れていないので、多くのアフリカ系アメリカ人は他の種族と結婚します。\u001b[22m\n\u001b[4mI could swear it feels like i am watching an actual movie like 'Armeggedon' on screen.\u001b[24m\n    \u001b[1m私は画面上に「Armeggedon」のような実際の映画を見ているような気がする。\u001b[22m, \u001b[1m私は私が画面上で「Armeggedon 'のような実際の映画を見ていますようにそれは感じている誓うことができます。\u001b[22m\n\u001b[4mSome people are just so stuck so attached to a perfect anime world, they don't realize how a story can be portrayed in a more realistic fashion by not following the general and most notable mainstream anime trends.\u001b[24m\n    \u001b[1m完璧なアニメの世界に結び付けられている人もいるので、一般的な、そして最も注目すべき主流のアニメ動向に従わずに、より現実的な方法で物語を描く方法を理解していない人もいる。\u001b[22m, \u001b[1m一部の人々はちょうどそうそう、彼らは話が一般的で最も注目すべき主流のアニメの傾向に従わないことで、より現実的な方法で描写することができますどのように理解していない、完璧なアニメの世界に取り付けられて立ち往生しています。\u001b[22m\n\u001b[4mIts just a rarity amongst anime so its nice to see a show like this come along every now and then.\u001b[24m\n    \u001b[1mアニメの間ではまあまあの希少なので、このようなショーを見るのはいいと思います。\u001b[22m, \u001b[1mそう、その素敵なアニメの中で、そのちょうど希少性は、このようなショーはときどき一緒に来て確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nI highly recommend this series if you want to watch something with a more complex, but intricate plot with interesting characters that explore their own dreams in very different way's and use their wits and skills to undertake any tasks, each having their own ideal philosophies on how to achieve their goal.\n\n\u001b[1m私は非常に異なった方法で自分の夢を探索する面白いキャラクターと、もっと複雑で複雑なプロットを見たい場合、このシリーズを強くお勧めします。それぞれの理想を使って、 彼らの目標を達成する。\u001b[22m\n\u001b[1m(Watashi wa hijō ni kotonatta hōhō de jibun no yume o tansaku suru omoshiroi kyarakutā to, motto fukuzatsude fukuzatsuna purotto o mitai baai, kono shirīzu o tsuyoku o susume shimasu. Sorezore no risō o tsukatte, karera no mokuhyō o tassei suru.)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend this series if you want to watch something with a more complex, but intricate plot with interesting characters that explore their own dreams in very different way's and use their wits and skills to undertake any tasks, each having their own ideal philosophies on how to achieve their goal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend this series if you want to watch something with a more complex, but intricate plot with interesting characters that explore their own dreams in very different way's and use their wits and skills to undertake any tasks, each having their own ideal philosophies on how\u001b[24m\n    \u001b[1m私は非常に異なった方法で自分の夢を探索する面白いキャラクターと、もっと複雑で複雑なプロットを見たい場合、このシリーズを強くお勧めします。それぞれの理想を使って、\u001b[22m, \u001b[1mあなたは非常に異なった方法の中で、自分の夢を探索し、すべてのタスクを行うために彼らの知恵とスキルを使用し、興味深いの文字で、より複雑であるが、複雑なプロットで何かを見たい場合、私は非常にこのシリーズをお勧めします、それぞれどのように自分の理想的な哲学を持ちます\u001b[22m\n\u001b[4mto achieve their goal.\u001b[24m\n    \u001b[1m彼らの目標を達成する。\u001b[22m, \u001b[1m彼らの目標を達成するために。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Moonlight_Mile_1st_Season__Lift_Off",
    "id": "1941",
    "url": "https://myanimelist.net/anime/1941/Moonlight_Mile_1st_Season__Lift_Off",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=120477",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  6\nキャラクター|  5\n|  5\n\nMoonlight Mileは、エベレスト登山中にお互いに会い、誰が月に最初に乗ることができるかを見るためにお互いに挑戦する2人の登山者に焦点を当てています。 シリーズは、その後、ゴロウが日本のエンジニアであり、ウッドブリッジがアメリカ軍の隊列に入るという、月に着陸しようという目標を達成するために、男たちが異なる旅に焦点を当てています。 私がこのシリーズ全体で抱える最大の不満は、GorouとWoodbridgeの両方のキャラクターとして気にすることができないことです。 ゴアウは、このシリーズでかなりの焦点を当てています。なぜなら、彼は女性化していてネアンデルタール出身の男として描写されています。彼の行動には非常に衝動的で、通常は無謀であり、どんなトラブルにも遭遇しません。 ウッドブリッジはフラットな性格に悩まされ、ゴロウと同じように女性化する傾向があります。\n\nしかし、私が気にすることのできない主人公は、私がムーンライトマイルで唯一の悩みではありません。 このシリーズは、GorouとWoodbridgeが直面した旅を現実的で成熟したものにして、宇宙への挑戦を目指しています。 しかし、これらのテイクは、このシリーズがそのストーリーをどのように設定するかであまりうまく回転しません。  「現実的」な要素は、事件を進めるための偶然にかなり依存しており、ゴーローの場合は、彼がメカを使用するなどの付随的な損害にもかかわらず、 彼の追撃を追いかけて施設にダメージを与える。  「成熟した」ストーリーテリングは、GorouとWoodbridgeのシリーズのさまざまなポイントでランダムな女性との繋がりの習慣を数多くのセクシーシーンでフィーチャーするという題名と、Gorouの数々の 彼がフォーカスを得るたびにシリーズのポイント。\n\nまた、このシリーズは、ムーンライトマイルの最初のエピソードのオープニングミーティングとシリーズの最後のいくつかのエピソードから見ることができるような形を取るいくつかの日陰の開発と、米軍へのウッドブリッジの関与とその話ではるかに多くを持っていることを目指しているようだ 。 シリーズのより良い開発のために作っている間、これらの開発と2つの男性のリードの旅は、アニメの2番目のシーズンに未解決のまま残されます。\n\nこのシリーズの主なハイライトはビジュアルです。 風景ショットは鮮やかな色と豊富なディテールを持ち、通常のアニメーションとほぼ完全に適合するメカや宇宙船のようなCGレンダリングされたオブジェクトの優れた統合だけでなく、 アニメーションは、多くの場合、特に宇宙船やジェットを含む飛行シーケンスでは非常に流動的です。 ビジュアルの唯一の酸っぱい場所はキャラクターデザインでした。 デザインは現実的なアプローチを実装しようとしていたように見えましたが、キャラクターの顔の特徴は細かいところでは見えなくなり、離れたショットではオフモデルになることがありました。\n\n全体として、Moonlight MileはSeinenタイトルを作成しようとしたようだが、そのプロットやキャラクターの未熟さと信憑性の欠如は、Shounenタイトルのように感じるようになった。 最後のエピソードは興味深い展開を示唆していたようですが、GorouとWoonbridgeのキャラクターに十分に投資してMoonlight Mileの第2シーズンを見たいと思っていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMoonlight Mile is focused on two mountain climbers who meet one another during a climb up Mount Everest and make a challenge to one another to see who can make it onto the moon first. The series then focuses on the different journeys both men make to accomplish their goal of trying to land upon the moon first with Gorou being a Japanese engineer and Woodbridge being among the ranks of the American military. The biggest gripe I have with this series as a whole is that I could care less for both Gorou and Woodbridge as characters. Gorou gets quite a bit of focus in this series as he is portrayed as a womanizing and easygoing Neanderthal-appearing man who is quite impulsive in his actions which are usually reckless and don't land him in any sort of trouble. Woodbridge suffers from a flat personality and is just as prone to womanizing as Gorou is.\n\n\u001b[1mMoonlight Mileは、エベレスト登山中にお互いに会い、誰が月に最初に乗ることができるかを見るためにお互いに挑戦する2人の登山者に焦点を当てています。 シリーズは、その後、ゴロウが日本のエンジニアであり、ウッドブリッジがアメリカ軍の隊列に入るという、月に着陸しようという目標を達成するために、男たちが異なる旅に焦点を当てています。 私がこのシリーズ全体で抱える最大の不満は、GorouとWoodbridgeの両方のキャラクターとして気にすることができないことです。 ゴアウは、このシリーズでかなりの焦点を当てています。なぜなら、彼は女性化していてネアンデルタール出身の男として描写されています。彼の行動には非常に衝動的で、通常は無謀であり、どんなトラブルにも遭遇しません。 ウッドブリッジはフラットな性格に悩まされ、ゴロウと同じように女性化する傾向があります。\u001b[22m\n\u001b[1m(Moonlight Mile wa, eberesuto tozan-chū ni otagai ni ai, dare ga tsuki ni saisho ni noru koto ga dekiru ka o miru tame ni otagai ni chōsen suru 2-ri no tozan-sha ni shōten o atete imasu. Shirīzu wa, sonogo, Gorō ga Nihon no enjiniadeari, uddoburijji ga Amerika-gun no tairetsu ni hairu to iu, tsuki ni chakuriku shiyou to iu mokuhyō o tassei suru tame ni, otoko-tachi ga kotonaru tabi ni shōten o atete imasu. Watashi ga kono shirīzu zentai de kakaeru saidai no fuman wa, Gorou to Woodbridge no ryōhō no kyarakutā to shite ki ni suru koto ga dekinai kotodesu. Goau wa, kono shirīzu de kanari no shōten o atete imasu. Nazenara, kare wa josei-ka shite ite neanderutāru shusshin no otoko to shite byōsha sa rete imasu. Kare no kōdō ni wa hijō ni shōdō-tekide, tsūjō wa mubōdeari, don'na toraburu ni mo sōgū shimasen. Uddoburijji wa furattona seikaku ni nayamasa re, Gorō to onajiyōni josei-ka suru keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMoonlight Mile is focused on two mountain climbers who meet one another during a climb up Mount Everest and make a challenge to one another to see who can make it onto the moon first. The series then focuses on the different journeys both men make to accomplish their goal of trying to land upon the moon first with Gorou being a Japanese engineer and Woodbridge being among the ranks of the American military. The biggest gripe I have with this series as a whole is that I could care less for both Gorou and Woodbridge as characters. Gorou gets quite a bit of focus in this series as he is portrayed as a womanizing and easygoing Neanderthal-appearing man who is quite impulsive in his actions which are usually reckless and don't land him in any sort of trouble. Woodbridge suffers from a flat personality and is just as prone to womanizing as Gorou is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoonlight Mile is focused on two mountain climbers who meet one another during a climb up Mount Everest and make a challenge to one another to see who can make it onto the moon first.\u001b[24m\n    \u001b[1mMoonlight Mileは、エベレスト登山中にお互いに会い、誰が月に最初に乗ることができるかを見るためにお互いに挑戦する2人の登山者に焦点を当てています。\u001b[22m, \u001b[1mムーンライトマイルは、エベレストに登る時にお互いを満たすために、最初の月にそれを作ることができる人を確認するためにお互いに挑戦をする2つの登山者に焦点を当てています。\u001b[22m\n\u001b[4mThe series then focuses on the different journeys both men make to accomplish their goal of trying to land upon the moon first with Gorou being a Japanese engineer and Woodbridge being among the ranks of the American military.\u001b[24m\n    \u001b[1mシリーズは、その後、ゴロウが日本のエンジニアであり、ウッドブリッジがアメリカ軍の隊列に入るという、月に着陸しようという目標を達成するために、男たちが異なる旅に焦点を当てています。\u001b[22m, \u001b[1mシリーズは、両方の男性は五郎は日本のエンジニアであり、かつウッドブリッジは、アメリカ軍の階級の間であると最初の月面上に着陸しようとしているの彼らの目標を達成することを可能にする別の旅に焦点を当てています。\u001b[22m\n\u001b[4mThe biggest gripe I have with this series as a whole is that I could care less for both Gorou and Woodbridge as characters.\u001b[24m\n    \u001b[1m私がこのシリーズ全体で抱える最大の不満は、GorouとWoodbridgeの両方のキャラクターとして気にすることができないことです。\u001b[22m, \u001b[1m全体として、このシリーズで私が持っている最大の不満は、私が文字として五郎とウッドブリッジの両方のために少しも気にしないということです。\u001b[22m\n\u001b[4mGorou gets quite a bit of focus in this series as he is portrayed as a womanizing and easygoing Neanderthal-appearing man who is quite impulsive in his actions which are usually reckless and don't land him in any sort of trouble.\u001b[24m\n    \u001b[1mゴアウは、このシリーズでかなりの焦点を当てています。なぜなら、彼は女性化していてネアンデルタール出身の男として描写されています。彼の行動には非常に衝動的で、通常は無謀であり、どんなトラブルにも遭遇しません。\u001b[22m, \u001b[1m彼は女好き、通常は無謀であり、トラブルの任意の並べ替えで彼を上陸しない彼の行動では非常に衝撃的であるのんきネアンデルタールに見える男として描かれているよう五郎は、このシリーズの焦点のかなりを取得します。\u001b[22m\n\u001b[4mWoodbridge suffers from a flat personality and is just as prone to womanizing as Gorou is.\u001b[24m\n    \u001b[1mウッドブリッジはフラットな性格に悩まされ、ゴロウと同じように女性化する傾向があります。\u001b[22m, \u001b[1mウッドブリッジは、フラットな人格に苦しんでいると同じように発生しやすい女好きに五郎があるようです。\u001b[22m\n\u001b[1m\u001b[22m\nBut main characters I could care less about aren't the only gripes I have with Moonlight Mile. The series attempts to spin a realistic and mature take on the journeys faced by Gorou and Woodbridge in their journeys to venture into space. However, these takes don't spin too well with how this series sets up its story. The 'realistic' elements rely fairly heavily on coincidences to advance events and in Gorou's case, his knack for committing reckless acts that don't land him in any sort of trouble despite any collateral damage they would cause, such as his use of a mecha to cause damage to a facility in his chase of a saboteur. The 'mature' storytelling is also questionable with the title's habit of featuring a number of sex scenes with Gorou and Woodbridge's habits of hooking up with random women at different points in the series and Gorou's knack of being quite impulsive with his behavior at a number of points in the series whenever he gets focus.\n\n\u001b[1mしかし、私が気にすることのできない主人公は、私がムーンライトマイルで唯一の悩みではありません。 このシリーズは、GorouとWoodbridgeが直面した旅を現実的で成熟したものにして、宇宙への挑戦を目指しています。 しかし、これらのテイクは、このシリーズがそのストーリーをどのように設定するかであまりうまく回転しません。  「現実的」な要素は、事件を進めるための偶然にかなり依存しており、ゴーローの場合は、彼がメカを使用するなどの付随的な損害にもかかわらず、 彼の追撃を追いかけて施設にダメージを与える。  「成熟した」ストーリーテリングは、GorouとWoodbridgeのシリーズのさまざまなポイントでランダムな女性との繋がりの習慣を数多くのセクシーシーンでフィーチャーするという題名と、Gorouの数々の 彼がフォーカスを得るたびにシリーズのポイント。\u001b[22m\n\u001b[1m(Shikashi, watashi ga ki ni suru koto no dekinai shujinkō wa, watashi ga mūnraitomairu de yuiitsu no nayamide wa arimasen. Kono shirīzu wa, Gorou to Woodbridge ga chokumen shita tabi o genjitsu-tekide seijuku shita mono ni shite, uchū e no chōsen o mezashite imasu. Shikashi, korera no teiku wa, kono shirīzu ga sono sutōrī o dono yō ni settei suru ka de amari umaku kaiten shimasen. `Genjitsu-teki'na yōso wa, jiken o susumeru tame no gūzen ni kanari izon shite ori, gōrō no baai wa, kare ga meka o shiyō suru nado no fuzui-tekina songai nimokakawarazu, kare no tsuigeki o oikakete shisetsu ni damēji o ataeru. `Seijuku shita' sutōrīteringu wa, Gorou to Woodbridge no shirīzu no samazamana pointo de randamuna josei to no tsunagari no shūkan o kazuōku no sekushīshīn de fīchā suru to iu daimei to, Gorou no kazukazu no kare ga fōkasu o eru tabi ni shirīzu no pointo.)\u001b[22m\n\nTranslations of \u001b[4mBut main characters I could care less about aren't the only gripes I have with Moonlight Mile. The series attempts to spin a realistic and mature take on the journeys faced by Gorou and Woodbridge in their journeys to venture into space. However, these takes don't spin too well with how this series sets up its story. The 'realistic' elements rely fairly heavily on coincidences to advance events and in Gorou's case, his knack for committing reckless acts that don't land him in any sort of trouble despite any collateral damage they would cause, such as his use of a mecha to cause damage to a facility in his chase of a saboteur. The 'mature' storytelling is also questionable with the title's habit of featuring a number of sex scenes with Gorou and Woodbridge's habits of hooking up with random women at different points in the series and Gorou's knack of being quite impulsive with his behavior at a number of points in the series whenever he gets focus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut main characters I could care less about aren't the only gripes I have with Moonlight Mile.\u001b[24m\n    \u001b[1mしかし、私が気にすることのできない主人公は、私がムーンライトマイルで唯一の悩みではありません。\u001b[22m, \u001b[1mしかし、私があまり気にしないメインキャラクターは、ムーンライトマイルで私が唯一の不満はありません。\u001b[22m\n\u001b[4mThe series attempts to spin a realistic and mature take on the journeys faced by Gorou and Woodbridge in their journeys to venture into space.\u001b[24m\n    \u001b[1mこのシリーズは、GorouとWoodbridgeが直面した旅を現実的で成熟したものにして、宇宙への挑戦を目指しています。\u001b[22m, \u001b[1mシリーズは、宇宙に進出するために彼らの旅に五郎とウッドブリッジが直面する旅に現実的かつ成熟したテイクをスピンしようとします。\u001b[22m\n\u001b[4mHowever, these takes don't spin too well with how this series sets up its story.\u001b[24m\n    \u001b[1mしかし、これらのテイクは、このシリーズがそのストーリーをどのように設定するかであまりうまく回転しません。\u001b[22m, \u001b[1mしかし、これらは、このシリーズはその話を設定する方法とあまりにもよくスピンませんかかります。\u001b[22m\n\u001b[4mThe 'realistic' elements rely fairly heavily on coincidences to advance events and in Gorou's case, his knack for committing reckless acts that don't land him in any sort of trouble despite any collateral damage they would cause, such as his use of a mecha\u001b[24m\n    \u001b[1m「現実的」な要素は、事件を進めるための偶然にかなり依存しており、ゴーローの場合は、彼がメカを使用するなどの付随的な損害にもかかわらず、\u001b[22m, \u001b[1m「現実的な」要素がイベントを進めるために偶然にかなり大きく依存していると五郎の場合、このようなメカの彼の使用など、彼らが引き起こす任意の巻き添え被害にもかかわらず、トラブルの任意の並べ替えで彼を上陸しない無謀な行為を、コミットのための彼の才覚で\u001b[22m\n\u001b[4mto cause damage to a facility in his chase of a saboteur.\u001b[24m\n    \u001b[1m彼の追撃を追いかけて施設にダメージを与える。\u001b[22m, \u001b[1m破壊工作の彼のチェイスで施設に損傷を生じさせます。\u001b[22m\n\u001b[4mThe 'mature' storytelling is also questionable with the title's habit of featuring a number of sex scenes with Gorou and Woodbridge's habits of hooking up with random women at different points in the series and Gorou's knack of being quite impulsive with his behavior at a number of\u001b[24m\n    \u001b[1m「成熟した」ストーリーテリングは、GorouとWoodbridgeのシリーズのさまざまなポイントでランダムな女性との繋がりの習慣を数多くのセクシーシーンでフィーチャーするという題名と、Gorouの数々の\u001b[22m, \u001b[1m「成熟した」物語はまた、シリーズ内の異なるポイントでランダム女性とフックの五郎とウッドブリッジの習慣や数で彼の行動にはかなり衝撃的であることの五郎のコツとセックスシーンの数をフィーチャーのタイトルの癖と疑問です\u001b[22m\n\u001b[4mpoints in the series whenever he gets focus.\u001b[24m\n    \u001b[1m彼がフォーカスを得るたびにシリーズのポイント。\u001b[22m, \u001b[1m彼はフォーカスを取得するたびに、一連の点。\u001b[22m\n\u001b[1m\u001b[22m\nIt also seems this series was aiming to have much more to tell with its story with Woodbridge's involvement in the American military with some shady developments taking shape as can be seen from the opening minutes of Moonlight Mile's first episode and the final few episodes of the series . While making for the better developments of the series, these developments and the journey of our two male leads are left unresolved for the anime's second season.\n\n\u001b[1mまた、このシリーズは、ムーンライトマイルの最初のエピソードのオープニングミーティングとシリーズの最後のいくつかのエピソードから見ることができるような形を取るいくつかの日陰の開発と、米軍へのウッドブリッジの関与とその話ではるかに多くを持っていることを目指しているようだ 。 シリーズのより良い開発のために作っている間、これらの開発と2つの男性のリードの旅は、アニメの2番目のシーズンに未解決のまま残されます。\u001b[22m\n\u001b[1m(Mata, kono shirīzu wa, mūnraitomairu no saisho no episōdo no ōpuningumītingu to shirīzu no saigo no ikutsu ka no episōdo kara miru koto ga dekiru yōna katachi o toru ikutsu ka no hikage no kaihatsu to, beigun e no uddoburijji no kan'yo toso no hanashi de haruka ni ōku o motte iru koto o mezashite iru yōda. Shirīzu no yoriyoi kaihatsu no tame ni tsukutte iru ma, korera no kaihatsu to 2tsu no dansei no rīdo no tabi wa, anime no 2-banme no shīzun ni mi kaiketsu no mama nokosa remasu.)\u001b[22m\n\nTranslations of \u001b[4mIt also seems this series was aiming to have much more to tell with its story with Woodbridge's involvement in the American military with some shady developments taking shape as can be seen from the opening minutes of Moonlight Mile's first episode and the final few episodes of the series . While making for the better developments of the series, these developments and the journey of our two male leads are left unresolved for the anime's second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt also seems this series was aiming to have much more to tell with its story with Woodbridge's involvement in the American military with some shady developments taking shape as can be seen from the opening minutes of Moonlight Mile's first episode and the final few episodes of the series\u001b[24m\n    \u001b[1mまた、このシリーズは、ムーンライトマイルの最初のエピソードのオープニングミーティングとシリーズの最後のいくつかのエピソードから見ることができるような形を取るいくつかの日陰の開発と、米軍へのウッドブリッジの関与とその話ではるかに多くを持っていることを目指しているようだ\u001b[22m, \u001b[1mまた、ムーンライトマイルの最初のエピソードの開口分、シリーズの最後のいくつかのエピソードから分かるように、このシリーズは形を取って、いくつかの怪しげな進展と米軍でウッドブリッジの関与との話を伝えるために多くを持って目指していたようです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mWhile making for the better developments of the series, these developments and the journey of our two male leads are left unresolved for the anime's second season.\u001b[24m\n    \u001b[1mシリーズのより良い開発のために作っている間、これらの開発と2つの男性のリードの旅は、アニメの2番目のシーズンに未解決のまま残されます。\u001b[22m, \u001b[1mシリーズのより良い発展のために作っているが、これらの動向と我々の2つの男性のリードの旅は、アニメのセカンドシーズンのための未解決のままにしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe major highlight for this series would be the visuals. Scenery shots sport vivid color and plenty of detail, as well as excellent integration of CG-rendered objects like mecha and spaceships that fit in almost perfectly with the regular animation. Animation is quite fluid in many instances, especially in flight sequences involving space shuttles and jets. The only sour spot with the visuals were character designs. It looked like the series was attempting to implement a realistic approach to their designs, but it made the facial features of their characters look rather crude in their details and they are occasionally off-model during distant shots.\n\n\u001b[1mこのシリーズの主なハイライトはビジュアルです。 風景ショットは鮮やかな色と豊富なディテールを持ち、通常のアニメーションとほぼ完全に適合するメカや宇宙船のようなCGレンダリングされたオブジェクトの優れた統合だけでなく、 アニメーションは、多くの場合、特に宇宙船やジェットを含む飛行シーケンスでは非常に流動的です。 ビジュアルの唯一の酸っぱい場所はキャラクターデザインでした。 デザインは現実的なアプローチを実装しようとしていたように見えましたが、キャラクターの顔の特徴は細かいところでは見えなくなり、離れたショットではオフモデルになることがありました。\u001b[22m\n\u001b[1m(Kono shirīzu no omona hairaito wa bijuarudesu. Fūkei shotto wa azayakana iro to hōfuna ditēru o mochi, tsūjō no animēshon to hobo kanzen ni tekigō suru meka ya uchūsen no yōna CG rendaringu sa reta obujekuto no sugureta tōgō dakedenaku, animēshon wa, ōku no baai, tokuni uchūsen ya jetto o fukumu hikō shīkensude wa hijō ni ryūdōtekidesu. Bijuaru no yuiitsu no suppai basho wa kyarakutādezaindeshita. Dezain wa genjitsu-tekina apurōchi o jissō shiyou to shite ita yō ni miemashitaga, kyarakutā no kao no tokuchō wa komakai tokorode wa mienaku nari, hanareta shottode wa ofumoderu ni naru koto ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe major highlight for this series would be the visuals. Scenery shots sport vivid color and plenty of detail, as well as excellent integration of CG-rendered objects like mecha and spaceships that fit in almost perfectly with the regular animation. Animation is quite fluid in many instances, especially in flight sequences involving space shuttles and jets. The only sour spot with the visuals were character designs. It looked like the series was attempting to implement a realistic approach to their designs, but it made the facial features of their characters look rather crude in their details and they are occasionally off-model during distant shots.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe major highlight for this series would be the visuals.\u001b[24m\n    \u001b[1mこのシリーズの主なハイライトはビジュアルです。\u001b[22m, \u001b[1mこのシリーズの主なハイライトは、ビジュアルであろう。\u001b[22m\n\u001b[4mScenery shots sport vivid color and plenty of detail, as well as excellent integration of CG-rendered objects like mecha and spaceships that fit in almost perfectly with the regular animation.\u001b[24m\n    \u001b[1m風景ショットは鮮やかな色と豊富なディテールを持ち、通常のアニメーションとほぼ完全に適合するメカや宇宙船のようなCGレンダリングされたオブジェクトの優れた統合だけでなく、\u001b[22m, \u001b[1m風景ショットスポーツ鮮やかな色とディテールをたっぷりと同様に、定期的なアニメーションでほぼ完全に収まるCGレンダリングメカのようなオブジェクトや宇宙船の優れた統合。\u001b[22m\n\u001b[4mAnimation is quite fluid in many instances, especially in flight sequences involving space shuttles and jets.\u001b[24m\n    \u001b[1mアニメーションは、多くの場合、特に宇宙船やジェットを含む飛行シーケンスでは非常に流動的です。\u001b[22m, \u001b[1mアニメーションは、特にスペースシャトルとジェットを伴う飛行配列において、多くの場合、非常に流動的です。\u001b[22m\n\u001b[4mThe only sour spot with the visuals were character designs.\u001b[24m\n    \u001b[1mビジュアルの唯一の酸っぱい場所はキャラクターデザインでした。\u001b[22m, \u001b[1mビジュアルを持つ唯一の酸味スポットがキャラクターデザインしました。\u001b[22m\n\u001b[4mIt looked like the series was attempting to implement a realistic approach to their designs, but it made the facial features of their characters look rather crude in their details and they are occasionally off-model during distant shots.\u001b[24m\n    \u001b[1mデザインは現実的なアプローチを実装しようとしていたように見えましたが、キャラクターの顔の特徴は細かいところでは見えなくなり、離れたショットではオフモデルになることがありました。\u001b[22m, \u001b[1mシリーズは、その設計に現実的なアプローチを実行しようとしていたようにそれは見えたが、それは自分のキャラクターの顔の特徴を作っその詳細粗むしろ見て、彼らは遠くのショットの中に時折オフモデルです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Moonlight Mile appeared to be an attempt at creating a seinen title, but the immaturity and lack of believability in its plot and characters made it feel more like a shounen title. While the final episodes seemed to hint at interesting developments to come with its plot, I don't feel invested enough in the characters of Gorou and Woonbridge to even want to attempt watching the second season of Moonlight Mile.\n\n\u001b[1m全体として、Moonlight MileはSeinenタイトルを作成しようとしたようだが、そのプロットやキャラクターの未熟さと信憑性の欠如は、Shounenタイトルのように感じるようになった。 最後のエピソードは興味深い展開を示唆していたようですが、GorouとWoonbridgeのキャラクターに十分に投資してMoonlight Mileの第2シーズンを見たいと思っていません。\u001b[22m\n\u001b[1m(Zentai to shite, Moonlight Mile wa Seinen taitoru o sakusei shiyou to shita yōdaga, sono purotto ya kyarakutā no mijuku-sa to shinbyōsei no ketsujo wa, Shounen taitoru no yō ni kanjiru yō ni natta. Saigo no episōdo wa kyōmibukai tenkai o shisa shite ita yōdesuga, Gorou to Woonbridge no kyarakutā ni jūbun ni tōshi shite Moonlight Mile no dai 2 shīzun o mitai to omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Moonlight Mile appeared to be an attempt at creating a seinen title, but the immaturity and lack of believability in its plot and characters made it feel more like a shounen title. While the final episodes seemed to hint at interesting developments to come with its plot, I don't feel invested enough in the characters of Gorou and Woonbridge to even want to attempt watching the second season of Moonlight Mile.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Moonlight Mile appeared to be an attempt at creating a seinen title, but the immaturity and lack of believability in its plot and characters made it feel more like a shounen title.\u001b[24m\n    \u001b[1m全体として、Moonlight MileはSeinenタイトルを作成しようとしたようだが、そのプロットやキャラクターの未熟さと信憑性の欠如は、Shounenタイトルのように感じるようになった。\u001b[22m, \u001b[1m全体的に、ムーンライトマイルは青年のタイトルを作成する試みであるように見えますが、未熟さとそのプロットや文字での信憑性の欠如は、それがより多くの少年タイトルのように感じました。\u001b[22m\n\u001b[4mWhile the final episodes seemed to hint at interesting developments to come with its plot, I don't feel invested enough in the characters of Gorou and Woonbridge to even want to attempt watching the second season of Moonlight Mile.\u001b[24m\n    \u001b[1m最後のエピソードは興味深い展開を示唆していたようですが、GorouとWoonbridgeのキャラクターに十分に投資してMoonlight Mileの第2シーズンを見たいと思っていません。\u001b[22m, \u001b[1m最終的なエピソードは、そのプロットに来て興味深い進展をほのめかすように見えたが、私もムーンライト・マイルのセカンドシーズンを見てしようとしたい五郎とWoonbridgeの文字に十分な投資を感じることはありません。\u001b[22m"
  }
]
