[
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "AhOK",
    "profile": "/profile/AhOK/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=215057",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  7\n\nスポイラーが含まれています！\n\nAkuma no Riddleの概要で見たように、それはいわゆるブラッククラスのクラスメイト同士の戦闘の王室の一種です。 多くの暴力が見られ、主な2人である一ノ瀬春と東向東武には性格があると思われるかもしれません。\nハハ、そうじゃない。\n\n最初の2つのエピソードは遅いです。 すべてのクラスのメンバーはブラッククラスのために使用されている学校に着きます。 この2つのエピソードでは、主にどんな種類の人がアサシンであるのか、そして一ノ瀬が最後の高校1年生でどのようにしたいのか、お互いを脅かすようなことを少しずつ示しています。 誰もが出席しているので、彼らは彼らがassasinateする必要があります予測可能なターゲットを明らかにする会議があります。 彼らはいくつかのルールを取得し、Azumaは彼女が一ノ瀬をどう保護するかを明らかにする。 だから始まります！\n\nエピソード的に、assasinsはIchinoseの後に始まります。 これらはあまりにも悪くはありませんが、それは彼らが十分に特徴付けを見つけるかどうかは、無宗教者に依存します。 これについて悪いのは、彼らのすべてが彼らの性格やその背景物語（例としてHashiri NioとKenmochi Shiena）を表示するわけではないということです。 また、彼らが暗殺について行く方法は大きく異なります。 いくつかはかなりばかげていて、アクションシーンでの暴力の量はごくわずかです。\n彼らは、そのエピソードの暗殺に失敗したキャラクターにフィットする別のエンディングであるもので、面白い何かをしました。 再び、いくつかのエンディングは他のエンディングよりもずっとよく見えました。エンディングの大半は写真であり、シーケンスのシルエットにいくつかのアクションが示されています。\n\nさらにストーリーについて：一ノ瀬は本当に成長せず、生きることを決心しています。 一方、東は生き方についての彼女の見方を変え、今のところ彼女の歴史を受け入れています。 彼女はいちごを好きですが、黒のクラスが最初に存在する理由についてのこの考え方と奇妙な説明のために、彼女は橋利との戦いの後にとても馬鹿なことをします。 そしてタダ！ 何らかの理由で誰もが生きているように見えますが、なんらかの理由でお互いに友だちをしているようです。\n\nオープニング、エンディング、バックグラウンドの音楽はかなり良いですが、それは特別なものではありません。 彼らはショーに合っていて、ぎこちなかったことはありませんでしたが、忘れられません。 芸術に関しては、それはかなり涼しいです、キャラクターは上品に見え、主に彼らの個性に合っています。 アニメーションは滑らかでカラフルです。 良いことと悪いことは本当に何も私には目立たなかった。 なぜなら、それは品質が落ちず、一貫していたからです。\n\n一般的にはかなり平均ですが、それは私にとって退屈ではなかったので、私はショーを楽しんでいました。私はそれに6を与えることが公平だと感じました。アニメーションはスコアをかなり助けました。\n\nBONUS：このアニメには、少ししかないユリシーンが含まれています。 あなたが実際に何らかの形のyuriを望むならば、マンガを読んでください（マンガは実際にゆりではありません）。 漫画は文字の間のアニメより少し詳細がありますが、戦いのシーンでそれらの詳細が欠けています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nCONTAINS SPOILERS!\n\n\u001b[1mスポイラーが含まれています！\u001b[22m\n\u001b[1m(Supoirā ga fukuma rete imasu!)\u001b[22m\n\nTranslations of \u001b[4mCONTAINS SPOILERS!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCONTAINS SPOILERS!\u001b[24m\n    \u001b[1mスポイラーが含まれています！\u001b[22m, \u001b[1mスポイラー含まれています！\u001b[22m\n\u001b[1m\u001b[22m\nAs you may have already seen in the synopsis of Akuma no Riddle it is a kind of battle royale between the classmates of the so called 'Black Class'. You may suppose lots of violence will be seen and that the main two, Ichinose Haru and Azuma Tokaku, will have some character development.\n\n\u001b[1mAkuma no Riddleの概要で見たように、それはいわゆるブラッククラスのクラスメイト同士の戦闘の王室の一種です。 多くの暴力が見られ、主な2人である一ノ瀬春と東向東武には性格があると思われるかもしれません。\u001b[22m\n\u001b[1m(Akuma no Riddle no gaiyō de mita yō ni, sore wa iwayuru burakku kurasu no kurasumeito dōshi no sentō no ōshitsu no isshudesu. Ōku no bōryoku ga mi rare, omona 2-ridearu Ichinose haru to Higashimuki Tōbu ni wa seikaku ga aru to omowa reru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mAs you may have already seen in the synopsis of Akuma no Riddle it is a kind of battle royale between the classmates of the so called 'Black Class'. You may suppose lots of violence will be seen and that the main two, Ichinose Haru and Azuma Tokaku, will have some character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you may have already seen in the synopsis of Akuma no Riddle it is a kind of battle royale between the classmates of the so called 'Black Class'.\u001b[24m\n    \u001b[1mAkuma no Riddleの概要で見たように、それはいわゆるブラッククラスのクラスメイト同士の戦闘の王室の一種です。\u001b[22m, \u001b[1mあなたは既に悪魔の概要で見ているかもしれませんが全くそれがいわゆる「ブラック・クラス」のクラスメートの間バトルロワイアルの一種である謎ません。\u001b[22m\n\u001b[4mYou may suppose lots of violence will be seen and that the main two, Ichinose Haru and Azuma Tokaku, will have some character development.\u001b[24m\n    \u001b[1m多くの暴力が見られ、主な2人である一ノ瀬春と東向東武には性格があると思われるかもしれません。\u001b[22m, \u001b[1mあなたは暴力の多くが見られるだろうと仮定してもよいし、メイン2、一ノ瀬春と東Tokakuは、いくつかの文字の開発を持っていること。\u001b[22m\nHaha, not really.\n\n\u001b[1mハハ、そうじゃない。\u001b[22m\n\u001b[1m(Haha, sō janai.)\u001b[22m\n\nTranslations of \u001b[4mHaha, not really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaha, not really.\u001b[24m\n    \u001b[1mハハ、そうじゃない。\u001b[22m, \u001b[1mハハ、本当に。\u001b[22m\n\u001b[1m\u001b[22m\nThe first two episodes are slow. All the class members are getting to the school used for the Black Class. In these two episodes they show mostly what kind of people the assasins are and how Ichinose wants to live her last high school year, plus a little bit of intimidating each other. As everyone is present they have a meeting where they reveal the predictable target they have to assasinate. They get some rules and Azuma reveals how she will protect Ichinose instead. So it begins!\n\n\u001b[1m最初の2つのエピソードは遅いです。 すべてのクラスのメンバーはブラッククラスのために使用されている学校に着きます。 この2つのエピソードでは、主にどんな種類の人がアサシンであるのか、そして一ノ瀬が最後の高校1年生でどのようにしたいのか、お互いを脅かすようなことを少しずつ示しています。 誰もが出席しているので、彼らは彼らがassasinateする必要があります予測可能なターゲットを明らかにする会議があります。 彼らはいくつかのルールを取得し、Azumaは彼女が一ノ瀬をどう保護するかを明らかにする。 だから始まります！\u001b[22m\n\u001b[1m(Saisho no 2tsu no episōdo wa osoidesu. Subetenokurasu no menbā wa burakku kurasu no tame ni shiyō sa rete iru gakkō ni tsukimasu. Kono 2tsu no episōdode wa, omo ni don'na shurui no hito ga asashindearu no ka, soshite Ichinose ga saigo no kōkō 1-nensei de dono yō ni shitai no ka, otagai o odokasu yōna koto o sukoshizutsu shimeshite imasu. Daremoga shusseki shite irunode, karera wa karera ga assasinate suru hitsuyō ga arimasu yosoku kanōna tāgetto o akiraka ni suru kaigi ga arimasu. Karera wa ikutsu ka no rūru o shutoku shi, Azuma wa kanojo ga Ichinose o dō hogo suru ka o akiraka ni suru.Dakara hajimarimasu!)\u001b[22m\n\nTranslations of \u001b[4mThe first two episodes are slow. All the class members are getting to the school used for the Black Class. In these two episodes they show mostly what kind of people the assasins are and how Ichinose wants to live her last high school year, plus a little bit of intimidating each other. As everyone is present they have a meeting where they reveal the predictable target they have to assasinate. They get some rules and Azuma reveals how she will protect Ichinose instead. So it begins!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first two episodes are slow.\u001b[24m\n    \u001b[1m最初の2つのエピソードは遅いです。\u001b[22m, \u001b[1m最初の2つのエピソードが遅いです。\u001b[22m\n\u001b[4mAll the class members are getting to the school used for the Black Class.\u001b[24m\n    \u001b[1mすべてのクラスのメンバーはブラッククラスのために使用されている学校に着きます。\u001b[22m, \u001b[1mすべてのクラスのメンバーは、ブラック、クラスのために使用される学校になっています。\u001b[22m\n\u001b[4mIn these two episodes they show mostly what kind of people the assasins are and how Ichinose wants to live her last high school year, plus a little bit of intimidating each other.\u001b[24m\n    \u001b[1mこの2つのエピソードでは、主にどんな種類の人がアサシンであるのか、そして一ノ瀬が最後の高校1年生でどのようにしたいのか、お互いを脅かすようなことを少しずつ示しています。\u001b[22m, \u001b[1mこれらの2つのエピソードでは、彼らは曹操暗殺三国志外伝があり、どのように一ノ瀬が彼女の最後の高校の年間住むことを望んでいる、プラスお互いを威圧少し人々のほとんどはどのような種類を示しています。\u001b[22m\n\u001b[4mAs everyone is present they have a meeting where they reveal the predictable target they have to assasinate.\u001b[24m\n    \u001b[1m誰もが出席しているので、彼らは彼らがassasinateする必要があります予測可能なターゲットを明らかにする会議があります。\u001b[22m, \u001b[1m誰もが存在しているとして、彼らは、彼らがassasinateする必要があり予測可能な目標を明らかに会議を持っています。\u001b[22m\n\u001b[4mThey get some rules and Azuma reveals how she will protect Ichinose instead.\u001b[24m\n    \u001b[1m彼らはいくつかのルールを取得し、Azumaは彼女が一ノ瀬をどう保護するかを明らかにする。\u001b[22m, \u001b[1m彼らはいくつかのルールを取得し、東は彼女が代わりに一ノ瀬を保護する方法を明らかにする。\u001b[22m\n\u001b[4mSo it begins!\u001b[24m\n    \u001b[1mだから始まります！\u001b[22m, \u001b[1mだから、始まります！\u001b[22m\n\u001b[1m\u001b[22m\nEpisodically the assasins start going after Ichinose. These aren't too bad, but it depends on the invidual whether they'll find it enough of a characterisation. What was bad about this is that not all of them get to show their personality and/or their background story (Hashiri Nio and Kenmochi Shiena per example). Also, the way they go about the assasination differs greatly. Some were pretty stupid and the amount of violence in the action scenes are pretty minimal.\n\n\u001b[1mエピソード的に、assasinsはIchinoseの後に始まります。 これらはあまりにも悪くはありませんが、それは彼らが十分に特徴付けを見つけるかどうかは、無宗教者に依存します。 これについて悪いのは、彼らのすべてが彼らの性格やその背景物語（例としてHashiri NioとKenmochi Shiena）を表示するわけではないということです。 また、彼らが暗殺について行く方法は大きく異なります。 いくつかはかなりばかげていて、アクションシーンでの暴力の量はごくわずかです。\u001b[22m\n\u001b[1m(Episōdo-teki ni, assasins wa Ichinose no nochi ni hajimarimasu. Korera wa amarini mo waruku wa arimasenga, sore wa karera ga jūbun ni tokuchōdzuke o mitsukeru ka dō ka wa, mu shūkyō-sha ni izon shimasu. Kore ni tsuite warui no wa, karera no subete ga karera no seikaku ya sono haikei monogatari (rei to shite Hashiri Nio to Kenmochi shīna) o hyōji suru wakede wa nai to iu kotodesu. Mata, karera ga ansatsu ni tsuite iku hōhō wa ōkiku kotonarimasu. Ikutsu ka wa kanari bakagete ite, akushonshīn de no bōryoku no ryō wa goku wazukadesu.)\u001b[22m\n\nTranslations of \u001b[4mEpisodically the assasins start going after Ichinose. These aren't too bad, but it depends on the invidual whether they'll find it enough of a characterisation. What was bad about this is that not all of them get to show their personality and/or their background story (Hashiri Nio and Kenmochi Shiena per example). Also, the way they go about the assasination differs greatly. Some were pretty stupid and the amount of violence in the action scenes are pretty minimal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpisodically the assasins start going after Ichinose.\u001b[24m\n    \u001b[1mエピソード的に、assasinsはIchinoseの後に始まります。\u001b[22m, \u001b[1m気まぐれに曹操暗殺三国志外伝は一ノ瀬後に行くを開始します。\u001b[22m\n\u001b[4mThese aren't too bad, but it depends on the invidual whether they'll find it enough of a characterisation.\u001b[24m\n    \u001b[1mこれらはあまりにも悪くはありませんが、それは彼らが十分に特徴付けを見つけるかどうかは、無宗教者に依存します。\u001b[22m, \u001b[1mこれらはあまりにも悪くはないですが、それは彼らが特性評価のそれは十分に見つけるかどうかinvidualによって異なります。\u001b[22m\n\u001b[4mWhat was bad about this is that not all of them get to show their personality and/or their background story (Hashiri Nio and Kenmochi Shiena per example).\u001b[24m\n    \u001b[1mこれについて悪いのは、彼らのすべてが彼らの性格やその背景物語（例としてHashiri NioとKenmochi Shiena）を表示するわけではないということです。\u001b[22m, \u001b[1m何これについて悪かったことはない、それらのすべてが彼らの人格および/またはそのバックグラウンドストーリー（例あたりHashiri仁王とKenmochi Shiena）を表示するために得ることです。\u001b[22m\n\u001b[4mAlso, the way they go about the assasination differs greatly.\u001b[24m\n    \u001b[1mまた、彼らが暗殺について行く方法は大きく異なります。\u001b[22m, \u001b[1mまた、彼らは暗殺に取り掛かる方法が大きく異なります。\u001b[22m\n\u001b[4mSome were pretty stupid and the amount of violence in the action scenes are pretty minimal.\u001b[24m\n    \u001b[1mいくつかはかなりばかげていて、アクションシーンでの暴力の量はごくわずかです。\u001b[22m, \u001b[1mいくつかはかなり愚かだったとアクションシーンでの暴力の量はかなり最小限に抑えられています。\u001b[22m\nThey did do something interesting with that which are the different endings that fit the character that failed the assasination of that episode. Again, some endings looked a lot better than others with most of the ending being pictures of them and a sequence where they show some of the action in their silhouette.\n\n\u001b[1m彼らは、そのエピソードの暗殺に失敗したキャラクターにフィットする別のエンディングであるもので、面白い何かをしました。 再び、いくつかのエンディングは他のエンディングよりもずっとよく見えました。エンディングの大半は写真であり、シーケンスのシルエットにいくつかのアクションが示されています。\u001b[22m\n\u001b[1m(Karera wa, sono episōdo no ansatsu ni shippaishita kyarakutā ni fitto suru betsu no endingudearu mono de, omoshiroi nanika o shimashita. Futatabi, ikutsu ka no endingu wa hoka no endingu yori mo zutto yoku miemashita. Endingu no taihan wa shashindeari, shīkensu no shiruetto ni ikutsu ka no akushon ga shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThey did do something interesting with that which are the different endings that fit the character that failed the assasination of that episode. Again, some endings looked a lot better than others with most of the ending being pictures of them and a sequence where they show some of the action in their silhouette.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey did do something interesting with that which are the different endings that fit the character that failed the assasination of that episode.\u001b[24m\n    \u001b[1m彼らは、そのエピソードの暗殺に失敗したキャラクターにフィットする別のエンディングであるもので、面白い何かをしました。\u001b[22m, \u001b[1m彼らはそのエピソードの暗殺に失敗した文字に合わせて異なる語尾であるものと面白い何かをしました。\u001b[22m\n\u001b[4mAgain, some endings looked a lot better than others with most of the ending being pictures of them and a sequence where they show some of the action in their silhouette.\u001b[24m\n    \u001b[1m再び、いくつかのエンディングは他のエンディングよりもずっとよく見えました。エンディングの大半は写真であり、シーケンスのシルエットにいくつかのアクションが示されています。\u001b[22m, \u001b[1mここでも、いくつかの語尾は結末のほとんどは、彼らと彼らのシルエットでアクションのいくつかを示すシーケンスの画像であることと、他のものよりもずっと良く見えました。\u001b[22m\n\u001b[1m\u001b[22m\nFurthermore about the story: Ichinose doesn't really grow and stays the same determined to live, cutesy gal. Azuma on the other hand changes her perspective on life and sort of accepts her history to be able to well now. She kind of likes Ichinose for that, but because of this perspective and the weird explanation as to why the Black Class exists in the first place she does something so stupid after the fight with Hashiri. And ta-da! Seems like everyone is alive for some reason and some stay friends with each other for some reason!\n\n\u001b[1mさらにストーリーについて：一ノ瀬は本当に成長せず、生きることを決心しています。 一方、東は生き方についての彼女の見方を変え、今のところ彼女の歴史を受け入れています。 彼女はいちごを好きですが、黒のクラスが最初に存在する理由についてのこの考え方と奇妙な説明のために、彼女は橋利との戦いの後にとても馬鹿なことをします。 そしてタダ！ 何らかの理由で誰もが生きているように見えますが、なんらかの理由でお互いに友だちをしているようです。\u001b[22m\n\u001b[1m(Sarani sutōrī ni tsuite: Ichinose wa hontōni seichō sezu, ikirukoto o kesshin shite imasu. Ippō, azuma wa ikikata ni tsuite no kanojo no mikata o kae, imanotokoro kanojo no rekishi o ukeirete imasu. Kanojo wa ichigo o sukidesu ga, kuro no kurasu ga saisho ni sonzai suru riyū ni tsuite no kono kangaekata to kimyōna setsumei no tame ni, kanojo wa hashi ri to notatakai no nochi ni totemo bakana koto o shimasu. Soshite tada! Nanrakano riyū de daremoga ikite iru yō ni miemasuga, nanrakano riyū de otagai ni tomodachi o shite iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mFurthermore about the story: Ichinose doesn't really grow and stays the same determined to live, cutesy gal. Azuma on the other hand changes her perspective on life and sort of accepts her history to be able to well now. She kind of likes Ichinose for that, but because of this perspective and the weird explanation as to why the Black Class exists in the first place she does something so stupid after the fight with Hashiri. And ta-da! Seems like everyone is alive for some reason and some stay friends with each other for some reason!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFurthermore about the story: Ichinose doesn't really grow and stays the same determined to live, cutesy gal.\u001b[24m\n    \u001b[1mさらにストーリーについて：一ノ瀬は本当に成長せず、生きることを決心しています。\u001b[22m, \u001b[1mさらにストーリーについて：一ノ瀬は本当に成長し、同じ生きると判断、キュートギャルのままされません。\u001b[22m\n\u001b[4mAzuma on the other hand changes her perspective on life and sort of accepts her history to be able to well now.\u001b[24m\n    \u001b[1m一方、東は生き方についての彼女の見方を変え、今のところ彼女の歴史を受け入れています。\u001b[22m, \u001b[1m一方、東は生命の彼女の視点を変更すると、ソートの今よくすることができるように彼女の歴史を受け付けます。\u001b[22m\n\u001b[4mShe kind of likes Ichinose for that, but because of this perspective and the weird explanation as to why the Black Class exists in the first place she does something so stupid after the fight with Hashiri.\u001b[24m\n    \u001b[1m彼女はいちごを好きですが、黒のクラスが最初に存在する理由についてのこの考え方と奇妙な説明のために、彼女は橋利との戦いの後にとても馬鹿なことをします。\u001b[22m, \u001b[1m彼女は親切のための一ノ瀬が好き、しかしこのために視点と黒のクラスは、彼女がHashiriとの戦いの後に愚かな何かをして最初の場所に存在する理由として奇妙な説明を。\u001b[22m\n\u001b[4mAnd ta-da!\u001b[24m\n    \u001b[1mそしてタダ！\u001b[22m, \u001b[1mそして、Ta-ダ！\u001b[22m\n\u001b[4mSeems like everyone is alive for some reason and some stay friends with each other for some reason!\u001b[24m\n    \u001b[1m何らかの理由で誰もが生きているように見えますが、なんらかの理由でお互いに友だちをしているようです。\u001b[22m, \u001b[1m誰もが何らかの理由のためのいくつかの理由とお互いにいくつかの滞在の友人のために生きているように思えます！\u001b[22m\n\u001b[1m\u001b[22m\nThe music of the opening, endings and background are pretty good but not that special or gripping. They fit the show and never felt awkward, but are forgettable. As for the art: it's pretty cool, the characters look fine and mostly fit their personality. The animation is smooth and colorful. Nothing really stood out to me which is good and bad. Bad because nothing looked outstandingly beautiful and good because it didn't drop in quality and stayed consistent.\n\n\u001b[1mオープニング、エンディング、バックグラウンドの音楽はかなり良いですが、それは特別なものではありません。 彼らはショーに合っていて、ぎこちなかったことはありませんでしたが、忘れられません。 芸術に関しては、それはかなり涼しいです、キャラクターは上品に見え、主に彼らの個性に合っています。 アニメーションは滑らかでカラフルです。 良いことと悪いことは本当に何も私には目立たなかった。 なぜなら、それは品質が落ちず、一貫していたからです。\u001b[22m\n\u001b[1m(Ōpuningu, endingu, bakkuguraundo no ongaku wa kanari yoidesuga, sore wa tokubetsuna monode wa arimasen. Karera wa shō ni atte ite, gikochinakatta koto wa arimasendeshitaga, wasure raremasen. Geijutsu ni kanshite wa, sore wa kanari suzushīdesu, kyarakutā wa jōhin ni mie, omoni karera no kosei ni atte imasu. Animēshon wa namerakade karafurudesu. Yoikoto to warui koto wa hontōni nani mo watashiniha medatanakatta. Nazenara, soreha hinshitsu ga ochizu, ikkan shite itakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music of the opening, endings and background are pretty good but not that special or gripping. They fit the show and never felt awkward, but are forgettable. As for the art: it's pretty cool, the characters look fine and mostly fit their personality. The animation is smooth and colorful. Nothing really stood out to me which is good and bad. Bad because nothing looked outstandingly beautiful and good because it didn't drop in quality and stayed consistent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music of the opening, endings and background are pretty good but not that special or gripping.\u001b[24m\n    \u001b[1mオープニング、エンディング、バックグラウンドの音楽はかなり良いですが、それは特別なものではありません。\u001b[22m, \u001b[1mオープニング、エンディングと背景の音楽は、その特別なまたは把持かなり良いではないです。\u001b[22m\n\u001b[4mThey fit the show and never felt awkward, but are forgettable.\u001b[24m\n    \u001b[1m彼らはショーに合っていて、ぎこちなかったことはありませんでしたが、忘れられません。\u001b[22m, \u001b[1m彼らはショーにフィットし、ぎこちない感じたことはありませんが、忘れられがちです。\u001b[22m\n\u001b[4mAs for the art: it's pretty cool, the characters look fine and mostly fit their personality.\u001b[24m\n    \u001b[1m芸術に関しては、それはかなり涼しいです、キャラクターは上品に見え、主に彼らの個性に合っています。\u001b[22m, \u001b[1m芸術として：それはかなりクールだ、文字は罰金を見て、ほとんどが彼らの個性に合います。\u001b[22m\n\u001b[4mThe animation is smooth and colorful.\u001b[24m\n    \u001b[1mアニメーションは滑らかでカラフルです。\u001b[22m\n\u001b[4mNothing really stood out to me which is good and bad.\u001b[24m\n    \u001b[1m良いことと悪いことは本当に何も私には目立たなかった。\u001b[22m, \u001b[1m何も本当に良いと悪いである私に際立っていません。\u001b[22m\n\u001b[4mBad because nothing looked outstandingly beautiful and good because it didn't drop in quality and stayed consistent.\u001b[24m\n    \u001b[1mなぜなら、それは品質が落ちず、一貫していたからです。\u001b[22m, \u001b[1mそれは、品質の低下と一致して滞在していなかったので、何も格段に美しく、良い見ていないので悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nIn general, pretty average, but because it was never boring to me and I enjoyed the show I find it fair to give it a 6. The animation helped the score quite a bit, that story though.\n\n\u001b[1m一般的にはかなり平均ですが、それは私にとって退屈ではなかったので、私はショーを楽しんでいました。私はそれに6を与えることが公平だと感じました。アニメーションはスコアをかなり助けました。\u001b[22m\n\u001b[1m(Ippantekini wa kanari heikindesuga, sore wa watashi ni totte taikutsude wa nakattanode, watashi wa shō o tanoshinde imashita. Watashi wa sore ni 6 o ataeru koto ga kōheida to kanjimashita. Animēshon wa sukoa o kanari tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mIn general, pretty average, but because it was never boring to me and I enjoyed the show I find it fair to give it a 6. The animation helped the score quite a bit, that story though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general, pretty average, but because it was never boring to me and I enjoyed the show I find it fair to give it a 6. The animation helped the score quite a bit, that story though.\u001b[24m\n    \u001b[1m一般的にはかなり平均ですが、それは私にとって退屈ではなかったので、私はショーを楽しんでいました。私はそれに6を与えることが公平だと感じました。アニメーションはスコアをかなり助けました。\u001b[22m, \u001b[1mそれは私には退屈なことはなかったと私はショーを楽しんだので、一般的な、かなり平均では、私はそれが公正しかしそれをアニメーションは得点はかなり助け6.、その話を与えることを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nBONUS: This anime does contain little to no yuri scenes. Read the manga if you actually wanted some form of yuri (the manga isn't really yuri either though). The manga has a little bit more details than the anime between characters, but lacks those details in the fight scene.\n\n\u001b[1mBONUS：このアニメには、少ししかないユリシーンが含まれています。 あなたが実際に何らかの形のyuriを望むならば、マンガを読んでください（マンガは実際にゆりではありません）。 漫画は文字の間のアニメより少し詳細がありますが、戦いのシーンでそれらの詳細が欠けています。\u001b[22m\n\u001b[1m(Bōnasu: Kono anime ni wa, sukoshi shika nai yurishīn ga fukuma rete imasu. Anata ga jissai ni nanrakano katachi no yuri o nozomunaraba, manga o yondekudasai (manga wa jissai ni yuride wa arimasen). Manga wa moji no ma no anime yori sukoshi shōsai ga arimasuga, tatakai no shīn de sorera no shōsai ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBONUS: This anime does contain little to no yuri scenes. Read the manga if you actually wanted some form of yuri (the manga isn't really yuri either though). The manga has a little bit more details than the anime between characters, but lacks those details in the fight scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBONUS: This anime does contain little to no yuri scenes.\u001b[24m\n    \u001b[1mBONUS：このアニメには、少ししかないユリシーンが含まれています。\u001b[22m, \u001b[1mボーナス：このアニメはノー百合シーンにほとんどが含まれていません。\u001b[22m\n\u001b[4mRead the manga if you actually wanted some form of yuri (the manga isn't really yuri either though).\u001b[24m\n    \u001b[1mあなたが実際に何らかの形のyuriを望むならば、マンガを読んでください（マンガは実際にゆりではありません）。\u001b[22m, \u001b[1mあなたが実際にユーリのいくつかのフォームを望んでいた場合には漫画を読む（漫画は本当にどちらかかかわらをYURIされていません）。\u001b[22m\n\u001b[4mThe manga has a little bit more details than the anime between characters, but lacks those details in the fight scene.\u001b[24m\n    \u001b[1m漫画は文字の間のアニメより少し詳細がありますが、戦いのシーンでそれらの詳細が欠けています。\u001b[22m, \u001b[1mマンガは、文字間のアニメより少し詳細を持っていますが、戦いのシーンではそれらの詳細を欠いています。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "ForgottenSoul",
    "profile": "/profile/ForgottenSoul/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=161449",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのアニメは、プロットがシンプルで、最後のエピソードの5分を数えないので、実際には非常に見やすいです。キャラクターは彼らがいる状況で信じられます。アニメを与えることを控えているのは5分間です。 主人公が近寄り、何の理由もないのにすべてを壊滅させるので、10の格付け。 しかし、ほとんどのアニメとは異なり、最後のエピソードは最も弱いものですが、アニメが終了する前に弱くなっていますが、修復されるので最小限しか減りません。\n私がすでに言ったように、アニメは見やすく、キャラクターの大半は、あなたがそれらを理解し始めるのに十分な時間が与えられています。これは、この多くのキャラクターを含む12エピソードのアニメではめったにありません。\nアニメは、前述のシーンを除いて華麗に書かれており、確かにチェックアウトする価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is really quite easy to watch, as the plot is simple and (not counting five minutes of the last episode) the characters are believable for the situation they are in. It is those five minutes that has me refraining from giving the anime a rating of ten, as the main character nearly goes and ruins everything up for near to no reason. However, unlike most anime that has it's last episode as the weakest, it's repaired (although weakly) before the anime ends so it only subtracts minimally.\n\n\u001b[1mこのアニメは、プロットがシンプルで、最後のエピソードの5分を数えないので、実際には非常に見やすいです。キャラクターは彼らがいる状況で信じられます。アニメを与えることを控えているのは5分間です。 主人公が近寄り、何の理由もないのにすべてを壊滅させるので、10の格付け。 しかし、ほとんどのアニメとは異なり、最後のエピソードは最も弱いものですが、アニメが終了する前に弱くなっていますが、修復されるので最小限しか減りません。\u001b[22m\n\u001b[1m(Kono anime wa, purotto ga shinpurude, saigo no episōdo no 5-bu o kazoenainode, jissai ni wa hijō ni miyasuidesu. Kyarakutā wa karera ga iru jōkyō de shinji raremasu. Anime o ataeru koto o hikaete iru no wa 5-funkandesu. Shujinkō ga chikayori, nani no riyū mo nainoni subete o kaimetsu sa serunode, 10 no kakudzuke. Shikashi, hotondo no anime to wa kotonari, saigo no episōdo wa mottomo yowai monodesuga, anime ga shūryō suru mae ni yowaku natte imasuga, shūfuku sa rerunode saishōgen shika herimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is really quite easy to watch, as the plot is simple and (not counting five minutes of the last episode) the characters are believable for the situation they are in. It is those five minutes that has me refraining from giving the anime a rating of ten, as the main character nearly goes and ruins everything up for near to no reason. However, unlike most anime that has it's last episode as the weakest, it's repaired (although weakly) before the anime ends so it only subtracts minimally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is really quite easy to watch, as the plot is simple and (not counting five minutes of the last episode) the characters are believable for the situation they are in. It is those five minutes that has me refraining from giving the anime a\u001b[24m\n    \u001b[1mこのアニメは、プロットがシンプルで、最後のエピソードの5分を数えないので、実際には非常に見やすいです。キャラクターは彼らがいる状況で信じられます。アニメを与えることを控えているのは5分間です。\u001b[22m, \u001b[1mプロットは単純で、（最後のエピソードの5分はカウントしない）ように、このアニメは、文字は、彼らがしている状況のために信じている、見て実際にはかなり簡単です。それは私がアニメaを与えることを控えるたものを5分です\u001b[22m\n\u001b[4mrating of ten, as the main character nearly goes and ruins everything up for near to no reason.\u001b[24m\n    \u001b[1m主人公が近寄り、何の理由もないのにすべてを壊滅させるので、10の格付け。\u001b[22m, \u001b[1m10の評価、主人公はほぼ行き、理由もなくに近いのためにすべてを台無しとして。\u001b[22m\n\u001b[4mHowever, unlike most anime that has it's last episode as the weakest, it's repaired (although weakly) before the anime ends so it only subtracts minimally.\u001b[24m\n    \u001b[1mしかし、ほとんどのアニメとは異なり、最後のエピソードは最も弱いものですが、アニメが終了する前に弱くなっていますが、修復されるので最小限しか減りません。\u001b[22m, \u001b[1mそれは最小限しか減算ようにアニメが終了する前にしかし、それは最も弱いとして最後のエピソードのしているほとんどのアニメとは違って、それは（弱いが）修理ます。\u001b[22m\nAs I already said, the anime is easy to watch, and most of the characters are given enough time that you begin to understand them, something that's rare in a 12 episode anime containing this many characters.\n\n\u001b[1m私がすでに言ったように、アニメは見やすく、キャラクターの大半は、あなたがそれらを理解し始めるのに十分な時間が与えられています。これは、この多くのキャラクターを含む12エピソードのアニメではめったにありません。\u001b[22m\n\u001b[1m(Watashi ga sudeni itta yō ni, anime wa miyasuku, kyarakutā no taihan wa, anata ga sorera o rikai shi hajimeru no ni jūbun'na jikan ga atae rarete imasu. Kore wa, kono ōku no kyarakutā o fukumu 12 episōdo no animede wa mettani arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs I already said, the anime is easy to watch, and most of the characters are given enough time that you begin to understand them, something that's rare in a 12 episode anime containing this many characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I already said, the anime is easy to watch, and most of the characters are given enough time that you begin to understand them, something that's rare in a 12 episode anime containing this many characters.\u001b[24m\n    \u001b[1m私がすでに言ったように、アニメは見やすく、キャラクターの大半は、あなたがそれらを理解し始めるのに十分な時間が与えられています。これは、この多くのキャラクターを含む12エピソードのアニメではめったにありません。\u001b[22m, \u001b[1m私はすでに述べたように、アニメは見て簡単で、文字のほとんどは、あなたがそれらを理解し始める十分な時間を与えられて、この多くの文字を含む12エピソードのアニメでは珍しい何か。\u001b[22m\nThe anime is brilliantly written, with the exception of the aforementioned scene, and is definitely worth checking out.\n\n\u001b[1mアニメは、前述のシーンを除いて華麗に書かれており、確かにチェックアウトする価値があります。\u001b[22m\n\u001b[1m(Anime wa, zenjutsu no shīn o nozoite karei ni kaka rete ori, tashikani Chekkuauto suru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is brilliantly written, with the exception of the aforementioned scene, and is definitely worth checking out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is brilliantly written, with the exception of the aforementioned scene, and is definitely worth checking out.\u001b[24m\n    \u001b[1mアニメは、前述のシーンを除いて華麗に書かれており、確かにチェックアウトする価値があります。\u001b[22m, \u001b[1mアニメは見事に前述のシーンを除いて、書かれており、間違いなくチェックアウトする価値があるされています。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "Pooltastic",
    "profile": "/profile/Pooltastic/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=158253",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nだから、一人一人を殺すために割り当てられた階級の暗殺者？ 地獄ではそのような前提がどうやって働くのだろう？\n\n答え：優れたビジュアル、魅惑的な戦闘、偉大なキャラクター、そしてあなたの心の鼓動を最初から最後まで引きつけるストーリー。\n\nその話は、クラス・ブラック（Class Black）から始まります。クラス・ブラックは、13人の少女たちの特別なグループで、1つの目的のために集まっています。そのうちの12人が13日後に行かなければなりません。 そして華麗なことは誰もが現状を認識していることです。 まあ、先生を除いて - 風変わりなこと - 全体の利益が「本当のクラス」のものになりすましている。 貧弱な無知な先生。\n\nそれで、主人公のTokumi Azumiという一人の主人公に入ってください。 彼女は感情的に挑戦された悪い尻で、ツールがあればどんな暗殺者にもお金を賭けることができるだろう。 そして、彼女は全く嫌なやり方で暑いです。 彼女は彼女の上司の命令ですべてに入ってくる - 彼女は会うまで自分の欲望や目標を何とかして、結婚式中に謎めいた謎を解き放つ、Kaibaと名付けられたとてもかわいい心理学者。\n\n一ノ瀬春。 ちょっと、あなた。 この少女。 たとえあなたが前提をあらかじめ知っていなくても、何とかあなたが最初のイントロを逃してしまったとしても、それは完全に遠ざけてしまうでしょう。 彼女が画面上に来る瞬間から、最も明らかにターゲット。 彼女は、彼女の唯一の目標は卒業している、そこでは、最も親切で、最もオープンな女の子です。 あなたは死ぬことなく知っています。\n\nだから2人が会い、彼らの人格は火と氷のようにぶつかり、1人の暗殺者は欲張りになり、殺害のために突入する。Tokakuは彼女の動きとbim bam boomをバストする！ ボールは転がります。\n\n以下のことは、ローラーコースターとしてしか記述できません。 このアクションは一流のノッチであり、最初は実にクリシェとして抜け出していたキャラクターたちは、時には微妙な場合でも、悲しみのような深いものを、雨の中の涙のように洗い流すなど、 シリーズの途中で...私は...\n\nそして、あなたの心臓を引き離そうとしたように、頭の上に断固として全体を反転させる栄光の終わりまで、ライドは完璧なペースで続きます。\n\n\n「しかし、春が答えを決めることが許されれば、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo a class-full of assassins assigned to kill one of their own? How in the hell is a premise like that supposed to work?\n\n\u001b[1mだから、一人一人を殺すために割り当てられた階級の暗殺者？ 地獄ではそのような前提がどうやって働くのだろう？\u001b[22m\n\u001b[1m(Dakara, hitorihitori o korosu tame ni wariate rareta kaikyū no asashin? Jigokude wa sono yōna zentei ga dō yatte hataraku nodarou?)\u001b[22m\n\nTranslations of \u001b[4mSo a class-full of assassins assigned to kill one of their own? How in the hell is a premise like that supposed to work?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo a class-full of assassins assigned to kill one of their own?\u001b[24m\n    \u001b[1mだから、一人一人を殺すために割り当てられた階級の暗殺者？\u001b[22m, \u001b[1mだから、クラスフル、独自の1を殺すために割り当てられた暗殺者の？\u001b[22m\n\u001b[4mHow in the hell is a premise like that supposed to work?\u001b[24m\n    \u001b[1m地獄ではそのような前提がどうやって働くのだろう？\u001b[22m, \u001b[1mどのように地獄のそのような前提は、動作するようになっているのですか？\u001b[22m\n\u001b[1m\u001b[22m\nAnswer: with outstanding visuals, mesmerising combat, great characters and a story that will tug at your heartstrings from beginning to end.\n\n\u001b[1m答え：優れたビジュアル、魅惑的な戦闘、偉大なキャラクター、そしてあなたの心の鼓動を最初から最後まで引きつけるストーリー。\u001b[22m\n\u001b[1m(Kotae: Sugureta bijuaru, miwaku-tekina sentō, idaina kyarakutā, soshite anata no kokoro no kodō o saisho kara saigomade hikitsukeru sutōrī.)\u001b[22m\n\nTranslations of \u001b[4mAnswer: with outstanding visuals, mesmerising combat, great characters and a story that will tug at your heartstrings from beginning to end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnswer: with outstanding visuals, mesmerising combat, great characters and a story that will tug at your heartstrings from beginning to end.\u001b[24m\n    \u001b[1m答え：優れたビジュアル、魅惑的な戦闘、偉大なキャラクター、そしてあなたの心の鼓動を最初から最後まで引きつけるストーリー。\u001b[22m, \u001b[1m回答：抜群のビジュアルと、戦闘、大きな文字と最初から最後まで自分の心の琴線に引っ張るだろう話を魅了。\u001b[22m\n\u001b[1m\u001b[22m\nSo the story begins with Class Black, a special little group of 13 girls gathered together for one purpose: 12 of them are supposed to go after the 13th. And the brilliant thing is everyone is aware of the status quo. Well, except the teacher - how quaint - for whose benefit the whole 'pretending to be a real class' thing is. Poor clueless sensei.\n\n\u001b[1mその話は、クラス・ブラック（Class Black）から始まります。クラス・ブラックは、13人の少女たちの特別なグループで、1つの目的のために集まっています。そのうちの12人が13日後に行かなければなりません。 そして華麗なことは誰もが現状を認識していることです。 まあ、先生を除いて - 風変わりなこと - 全体の利益が「本当のクラス」のものになりすましている。 貧弱な無知な先生。\u001b[22m\n\u001b[1m(Sono hanashi wa, kurasu burakku (Class Black) kara hajimarimasu. Kurasu burakku wa, 13-ri no shōjo-tachi no tokubetsuna gurūpu de, 1tsu no mokuteki no tame ni atsumatte imasu. Sonōchi no 12-ri ga 13-nichi-go ni ikanakereba narimasen. Soshite kareina koto wa daremoga genjō o ninshiki shite iru kotodesu. Mā, sensei o nozoite - fūgawarina koto - zentai no rieki ga `hontō no kurasu' no mono ni narisumashite iru. Hinjakuna muchina sensei.)\u001b[22m\n\nTranslations of \u001b[4mSo the story begins with Class Black, a special little group of 13 girls gathered together for one purpose: 12 of them are supposed to go after the 13th. And the brilliant thing is everyone is aware of the status quo. Well, except the teacher - how quaint - for whose benefit the whole 'pretending to be a real class' thing is. Poor clueless sensei.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the story begins with Class Black, a special little group of 13 girls gathered together for one purpose: 12 of them are supposed to go after the 13th.\u001b[24m\n    \u001b[1mその話は、クラス・ブラック（Class Black）から始まります。クラス・ブラックは、13人の少女たちの特別なグループで、1つの目的のために集まっています。そのうちの12人が13日後に行かなければなりません。\u001b[22m, \u001b[1mだから物語はクラスブラックで始まり、13の女の子の特別な小さなグループは、1つの目的のために一緒に集まった：それらの12は、13日後に行くことになっています。\u001b[22m\n\u001b[4mAnd the brilliant thing is everyone is aware of the status quo.\u001b[24m\n    \u001b[1mそして華麗なことは誰もが現状を認識していることです。\u001b[22m, \u001b[1mそして華麗な事は、誰もが現状を認識しています。\u001b[22m\n\u001b[4mWell, except the teacher - how quaint - for whose benefit the whole 'pretending to be a real class' thing is.\u001b[24m\n    \u001b[1mまあ、先生を除いて - 風変わりなこと - 全体の利益が「本当のクラス」のものになりすましている。\u001b[22m, \u001b[1m全体の「本当のクラスを装っ」の事はある、その利益のために - まあ、先生を除いて - どのように趣のある。\u001b[22m\n\u001b[4mPoor clueless sensei.\u001b[24m\n    \u001b[1m貧弱な無知な先生。\u001b[22m, \u001b[1m悪い無知の先生。\u001b[22m\n\u001b[1m\u001b[22m\nSo, enter our main heroine, one Azumi Tokaku. She is an emotionally challenged bad-ass that, given the tools, would give any would-be assassin a run for their money. And she is totally hot in a tomboyish sort of way. She comes into the whole thing on orders of her superior - one very f*ked and crafty psychologist named Kaiba who pesters her with unanswerable riddles throughout the seires - with nary a want or goal of her own until she meets...\n\n\u001b[1mそれで、主人公のTokumi Azumiという一人の主人公に入ってください。 彼女は感情的に挑戦された悪い尻で、ツールがあればどんな暗殺者にもお金を賭けることができるだろう。 そして、彼女は全く嫌なやり方で暑いです。 彼女は彼女の上司の命令ですべてに入ってくる - 彼女は会うまで自分の欲望や目標を何とかして、結婚式中に謎めいた謎を解き放つ、Kaibaと名付けられたとてもかわいい心理学者。\u001b[22m\n\u001b[1m(Sore de, shujinkō no Tokumi Azumi to iu hitori no shujinkō ni haitte kudasai. Kanojo wa kanjō-teki ni chōsen sa reta warui shiri de, tsūru ga areba don'na asashin ni mo okane o kakeru koto ga dekirudarou. Soshite, kanojo wa mattaku iyana yarikata de atsuidesu. Kanojo wa kanojo no jōshi no meirei de subete ni haitte kuru - kanojo wa au made jibun no yokubō ya mokuhyō o nantoka shite, kekkonshiki-chū ni nazomeita nazo o tokihanatsu, Kaiba to nadzuke rareta totemo kawaī shinri gakusha.)\u001b[22m\n\nTranslations of \u001b[4mSo, enter our main heroine, one Azumi Tokaku. She is an emotionally challenged bad-ass that, given the tools, would give any would-be assassin a run for their money. And she is totally hot in a tomboyish sort of way. She comes into the whole thing on orders of her superior - one very f*ked and crafty psychologist named Kaiba who pesters her with unanswerable riddles throughout the seires - with nary a want or goal of her own until she meets...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, enter our main heroine, one Azumi Tokaku.\u001b[24m\n    \u001b[1mそれで、主人公のTokumi Azumiという一人の主人公に入ってください。\u001b[22m, \u001b[1mだから、私たちの主なヒロイン、1安積Tokakuを入力してください。\u001b[22m\n\u001b[4mShe is an emotionally challenged bad-ass that, given the tools, would give any would-be assassin a run for their money.\u001b[24m\n    \u001b[1m彼女は感情的に挑戦された悪い尻で、ツールがあればどんな暗殺者にもお金を賭けることができるだろう。\u001b[22m, \u001b[1m彼女はツール与えられ、いずれかが-されるであろう彼らのお金のために実行を暗殺与えるだろう、感情的に挑戦悪いお尻です。\u001b[22m\n\u001b[4mAnd she is totally hot in a tomboyish sort of way.\u001b[24m\n    \u001b[1mそして、彼女は全く嫌なやり方で暑いです。\u001b[22m, \u001b[1mそして彼女は道のおてんば一種で完全に暑いです。\u001b[22m\n\u001b[4mShe comes into the whole thing on orders of her superior - one very f*ked and crafty psychologist named Kaiba who pesters her with unanswerable riddles throughout the seires - with nary a want or goal of her own until she meets...\u001b[24m\n    \u001b[1m彼女は彼女の上司の命令ですべてに入ってくる - 彼女は会うまで自分の欲望や目標を何とかして、結婚式中に謎めいた謎を解き放つ、Kaibaと名付けられたとてもかわいい心理学者。\u001b[22m, \u001b[1m彼女が出会うまで、彼女自身の進希望や目標に...  -  seires全体に決定的な謎で彼女をpesters海馬という名前の1つの非常にF * KEDと狡猾な心理学者 - 彼女は優れたのご注文で全体のことになります\u001b[22m\n\u001b[1m\u001b[22m\nIchinose Haru. Oh man. This girl. Even if you didn't know the premise beforehand and even if somehow you missed the first intro - which totally would give it away - she is. from the moment she comes on-screen, most obviously the target. She is the friendliest, most open girl there with her only goal being to graduate. You know, without dying.\n\n\u001b[1m一ノ瀬春。 ちょっと、あなた。 この少女。 たとえあなたが前提をあらかじめ知っていなくても、何とかあなたが最初のイントロを逃してしまったとしても、それは完全に遠ざけてしまうでしょう。 彼女が画面上に来る瞬間から、最も明らかにターゲット。 彼女は、彼女の唯一の目標は卒業している、そこでは、最も親切で、最もオープンな女の子です。 あなたは死ぬことなく知っています。\u001b[22m\n\u001b[1m(Ichinose haru. Chotto, anata. Kono shōjo. Tatoe anata ga zentei o arakajime shitte inakute mo, nantoka anata ga saisho no Intoro o nogashite shimatta to shite mo, sore wa kanzen ni tōzakete shimaudeshou. Kanojo ga gamen'ue ni kuru shunkan kara, mottomo akiraka ni tāgetto. Kanojo wa, kanojo no yuiitsu no mokuhyō wa sotsugyō shite iru, sokode wa, mottomo shinsetsude, mottomo ōpun'na on'nanokodesu. Anata wa shinu koto naku shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIchinose Haru. Oh man. This girl. Even if you didn't know the premise beforehand and even if somehow you missed the first intro - which totally would give it away - she is. from the moment she comes on-screen, most obviously the target. She is the friendliest, most open girl there with her only goal being to graduate. You know, without dying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIchinose Haru.\u001b[24m\n    \u001b[1m一ノ瀬春。\u001b[22m\n\u001b[4mOh man.\u001b[24m\n    \u001b[1mちょっと、あなた。\u001b[22m, \u001b[1mああ男。\u001b[22m, \u001b[1mいやぁ。\u001b[22m\n\u001b[4mThis girl.\u001b[24m\n    \u001b[1mこの少女。\u001b[22m, \u001b[1mこの女の子。\u001b[22m\n\u001b[4mEven if you didn't know the premise beforehand and even if somehow you missed the first intro - which totally would give it away - she is.\u001b[24m\n    \u001b[1mたとえあなたが前提をあらかじめ知っていなくても、何とかあなたが最初のイントロを逃してしまったとしても、それは完全に遠ざけてしまうでしょう。\u001b[22m, \u001b[1mあなたは事前に前提を知らなかったとさえ何とか場合は、まずイントロ逃した場合であっても - 完全にそれを離れて与えるだろう - 彼女はあるが。\u001b[22m\n\u001b[4mfrom the moment she comes on-screen, most obviously the target.\u001b[24m\n    \u001b[1m彼女が画面上に来る瞬間から、最も明らかにターゲット。\u001b[22m, \u001b[1m瞬間から、彼女はほとんど明らかにターゲット、画面上に来ます。\u001b[22m\n\u001b[4mShe is the friendliest, most open girl there with her only goal being to graduate.\u001b[24m\n    \u001b[1m彼女は、彼女の唯一の目標は卒業している、そこでは、最も親切で、最もオープンな女の子です。\u001b[22m, \u001b[1m彼女は彼女の唯一の目標は大学院にいるとそこにフレンドリーな、最もオープンな女の子です。\u001b[22m\n\u001b[4mYou know, without dying.\u001b[24m\n    \u001b[1mあなたは死ぬことなく知っています。\u001b[22m, \u001b[1mあなたは死なず、知っています。\u001b[22m\n\u001b[1m\u001b[22m\nSo the two meet, their personalities clash like fire and ice, one assassin gets a tad greedy and rushes in for the kill, Tokaku busts her moves and bim bam boom! the ball gets rolling.\n\n\u001b[1mだから2人が会い、彼らの人格は火と氷のようにぶつかり、1人の暗殺者は欲張りになり、殺害のために突入する。Tokakuは彼女の動きとbim bam boomをバストする！ ボールは転がります。\u001b[22m\n\u001b[1m(Dakara 2-ri ga ai, karera no jinkaku wa hi to kōri no yō ni butsukari, 1-ri no asashin wa yokubari ni nari, satsugai no tame ni totsunyū suru. Tokaku wa kanojo no ugoki to bim bam boom o basuto suru! Bōru wa korogarimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo the two meet, their personalities clash like fire and ice, one assassin gets a tad greedy and rushes in for the kill, Tokaku busts her moves and bim bam boom! the ball gets rolling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the two meet, their personalities clash like fire and ice, one assassin gets a tad greedy and rushes in for the kill, Tokaku busts her moves and bim bam boom!\u001b[24m\n    \u001b[1mだから2人が会い、彼らの人格は火と氷のようにぶつかり、1人の暗殺者は欲張りになり、殺害のために突入する。Tokakuは彼女の動きとbim bam boomをバストする！\u001b[22m, \u001b[1mだから、2大会は、彼らの個性が1暗殺者が少し貪欲取得し、殺すためにで突入し、火と氷のように衝突、Tokakuは彼女の移動とBIMのバムブームを胸像！\u001b[22m\n\u001b[4mthe ball gets rolling.\u001b[24m\n    \u001b[1mボールは転がります。\u001b[22m, \u001b[1mボールが転がります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat follows can only be described as a roller-coaster. The action is top notch and the characters, who at first come off as practically cliche show most amazing - if sometimes subtle - depths to them, as their images of heartless killers are washed away like tears in the rain. Half-way through the series... I... I...\n\n\u001b[1m以下のことは、ローラーコースターとしてしか記述できません。 このアクションは一流のノッチであり、最初は実にクリシェとして抜け出していたキャラクターたちは、時には微妙な場合でも、悲しみのような深いものを、雨の中の涙のように洗い流すなど、 シリーズの途中で...私は...\u001b[22m\n\u001b[1m(Ika no koto wa, rōrākōsutā to shite shika kijutsu dekimasen. Kono akushon wa ichiryū no notchideari, saisho wa jitsuni kurishe to shite nukedashite ita kyarakutā-tachi wa, tokiniha bimyōna baai demo, kanashimi no yōna fukai mono o, ame no naka no namida no yō ni arainagasu nado, shirīzu no tochū de... Watashi wa...)\u001b[22m\n\nTranslations of \u001b[4mWhat follows can only be described as a roller-coaster. The action is top notch and the characters, who at first come off as practically cliche show most amazing - if sometimes subtle - depths to them, as their images of heartless killers are washed away like tears in the rain. Half-way through the series... I... I...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat follows can only be described as a roller-coaster.\u001b[24m\n    \u001b[1m以下のことは、ローラーコースターとしてしか記述できません。\u001b[22m, \u001b[1m次に続くのは唯一のジェットコースターのように記述することができます。\u001b[22m\n\u001b[4mThe action is top notch and the characters, who at first come off as practically cliche show most amazing - if sometimes subtle - depths to them, as their images of heartless killers are washed away like tears in the rain.\u001b[24m\n    \u001b[1mこのアクションは一流のノッチであり、最初は実にクリシェとして抜け出していたキャラクターたちは、時には微妙な場合でも、悲しみのような深いものを、雨の中の涙のように洗い流すなど、\u001b[22m, \u001b[1m時々微妙な場合 -   - 冷酷な殺人者の彼らのイメージは雨の中の涙のように洗い流されているとして、それらに深さ、アクションは一流と最初で最も驚くべき事実上決まり文句ショーとしてオフに来る文字です。\u001b[22m\n\u001b[4mHalf-way through the series... I... I...\u001b[24m\n    \u001b[1mシリーズの途中で...私は...\u001b[22m, \u001b[1mハーフウェイシリーズを通して...私...私...\u001b[22m\n\u001b[1m\u001b[22m\nAnd so, the ride continues at its perfect pace until the glorious conclusion that resolutely flips the whole thing on its head, while tugging at your heartstrings as if attempting to pull them out.\n\n\u001b[1mそして、あなたの心臓を引き離そうとしたように、頭の上に断固として全体を反転させる栄光の終わりまで、ライドは完璧なペースで続きます。\u001b[22m\n\u001b[1m(Soshite, anata no shinzō o hikihanasou to shita yō ni, atama no ue ni danko to shite zentai o hanten sa seru eikō no owari made, raido wa kanpekina pēsu de tsudzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd so, the ride continues at its perfect pace until the glorious conclusion that resolutely flips the whole thing on its head, while tugging at your heartstrings as if attempting to pull them out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd so, the ride continues at its perfect pace until the glorious conclusion that resolutely flips the whole thing on its head, while tugging at your heartstrings as if attempting to pull them out.\u001b[24m\n    \u001b[1mそして、あなたの心臓を引き離そうとしたように、頭の上に断固として全体を反転させる栄光の終わりまで、ライドは完璧なペースで続きます。\u001b[22m, \u001b[1mだから、乗り心地は、それらを引き出すしようとするかのようにあなたの心の琴線に揺さぶるながら断固として、その頭の上に全部を反転させ栄光の終結の時まで、その完璧なペースで継続します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n'But if Haru was allowed to decide the answer, 'forgiveness' would be nice'\n\n\u001b[1m「しかし、春が答えを決めることが許されれば、\u001b[22m\n\u001b[1m(`Shikashi, haru ga kotae o kimeru koto ga yurusa rereba,)\u001b[22m\n\nTranslations of \u001b[4m'But if Haru was allowed to decide the answer, 'forgiveness' would be nice'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'But if Haru was allowed to decide the answer, 'forgiveness' would be nice'\u001b[24m\n    \u001b[1m「しかし、春が答えを決めることが許されれば、\u001b[22m, \u001b[1m「春は答えを決定させた場合でも、「赦し」はいいだろう」\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "KAIDOU-P",
    "profile": "/profile/KAIDOU-P/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=151607",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nさて、私はこのシリーズを本当に楽しんだと言って始めます。 それは本当に見る価値があった！ このアニメはごみのキャラクターの開発とプロットを持つ難解なアニメではなく、実際にあなたに「バッドガイ」として書かれた人々の生活を示し、キャラクターの共感を得ました。 あなたが本当にこのシリーズを愛していてもっともっと欲しいと思ったら、12月に13回目のエピソードが出てくるので、Yun-Senseiはあなたに祈っていると確信しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlright, I'll start off by saying that I really enjoyed this series. It really was worth watching!! Rather than being an esoteric anime with rubbish character development and plot, this anime actually showed you the lives of the people that are usually written off as the 'Bad Guy', making you have sympathy for the characters. If you really love the series and wish there were more, Yun-Sensei definitely answered you're prayers, because there is a 13th episode coming out in December.\n\n\u001b[1mさて、私はこのシリーズを本当に楽しんだと言って始めます。 それは本当に見る価値があった！ このアニメはごみのキャラクターの開発とプロットを持つ難解なアニメではなく、実際にあなたに「バッドガイ」として書かれた人々の生活を示し、キャラクターの共感を得ました。 あなたが本当にこのシリーズを愛していてもっともっと欲しいと思ったら、12月に13回目のエピソードが出てくるので、Yun-Senseiはあなたに祈っていると確信しています。\u001b[22m\n\u001b[1m(Sate, watashi wa kono shirīzu o hontōni tanoshinda to itte hajimemasu. Sore wa hontōni miru kachi ga atta! Kono anime wa gomi no kyarakutā no kaihatsu to purotto o motsu nankaina animede wa naku, jissai ni anata ni `baddogai' to shite kaka reta hitobito no seikatsu o shimeshi, kyarakutā no kyōkan o emashita. Anata ga hontōni kono shirīzu o aishite ite motto motto hoshī to omottara, 12 tsuki ni 13-kai-me no episōdo ga dete kurunode, Yun - Sensei wa anata ni inotte iru to kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlright, I'll start off by saying that I really enjoyed this series. It really was worth watching!! Rather than being an esoteric anime with rubbish character development and plot, this anime actually showed you the lives of the people that are usually written off as the 'Bad Guy', making you have sympathy for the characters. If you really love the series and wish there were more, Yun-Sensei definitely answered you're prayers, because there is a 13th episode coming out in December.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, I'll start off by saying that I really enjoyed this series.\u001b[24m\n    \u001b[1mさて、私はこのシリーズを本当に楽しんだと言って始めます。\u001b[22m, \u001b[1mさてさて、私は本当にこのシリーズを楽しんだということから始めましょう。\u001b[22m\n\u001b[4mIt really was worth watching!!\u001b[24m\n    \u001b[1mそれは本当に見る価値があった！\u001b[22m, \u001b[1mそれは本当に見て価値がありました！\u001b[22m\n\u001b[4mRather than being an esoteric anime with rubbish character development and plot, this anime actually showed you the lives of the people that are usually written off as the 'Bad Guy', making you have sympathy for the characters.\u001b[24m\n    \u001b[1mこのアニメはごみのキャラクターの開発とプロットを持つ難解なアニメではなく、実際にあなたに「バッドガイ」として書かれた人々の生活を示し、キャラクターの共感を得ました。\u001b[22m, \u001b[1mむしろゴミ文字の開発とプロットと難解なアニメというより、このアニメは、実際にあなたが通常あなたが文字に共感を持って作り、「悪い男」として償却される人々の生活を示しました。\u001b[22m\n\u001b[4mIf you really love the series and wish there were more, Yun-Sensei definitely answered you're prayers, because there is a 13th episode coming out in December.\u001b[24m\n    \u001b[1mあなたが本当にこのシリーズを愛していてもっともっと欲しいと思ったら、12月に13回目のエピソードが出てくるので、Yun-Senseiはあなたに祈っていると確信しています。\u001b[22m, \u001b[1mあなたが本当にシリーズを愛し、より多くのがあったご希望の場合は12月に出てくる13日のエピソードがあるので、ユン先生は間違いなく、あなたが祈りだと答えました。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "neopest",
    "profile": "/profile/neopest/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=151117",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  6\n\nこのアニメに入っても、私は本当に期待はしていませんでした。 このコンセプトは十分に面白かったですが、これまで何も見ていなかったことではありませんでした。\n\n物語の主人公である東方東は、明石校を訪れ、一ノ瀬春一を殺害することを主目的とする他​​の暗殺者との競争に参加する。 春を守ることを誓った後、両者の開発は、副キャラクターに後ろ向きになります。\n\nこのショーは、このような限られた時間内に各暗殺者を巡回するよう絶望的に努力しており、正しい潜在能力を持つキャラクターでさえもフラットになってしまいます。\n\n指定されたエピソードが登場するまで、キャラクターのANYについてはあまり知られていません。アニメがバックストーリーを説明しようとするので、半分にカットされます。 私はいくつかの後のキャラクターとの間にいくつかの予兆があったと言いたいのですが、アニメが実際に私の手を保持する必要があったので、それほど暗い感じでした。\n\nショーの最強のキャラクターはTokakuです。 春との関係は時々強制されていましたが、本当にこの話の中で一貫した性格でした。 彼女の動機と発達は、時には次のパンチングバッグの闘争に影を落としましたが、彼女が完全に一次元のキャラクターではなかったことを証明するために少なくとも努力がなされました。 彼女とは別に、唯一の注目すべきキャラクターは春とニオです。\n\n幸いにも、芸術は良かった。 少し厄介なように見える時がありましたが、大部分は爽やかで清潔でした。 それについて注目すべきことは何もありませんが、少なくともあなたはそれを見るだけで目の疲れを感じません。 少女の中には素敵なデザインもありました。\n\nプロットは、キャラクターとよく似ていて、ちょっと慌ただしくてややこしいです。 実際には、私は本当のプロットが時期尚早に終了すると言っています。 特定のエピソードの後、それはすべての展覧会と解決です。 これは実際に何人のキャラクターをシャッフルしなければならないかを考えると悪いことではありませんでしたが、最後のエピソードはストーリーの終わりのために本当に重要な意味を持つと信じていません。 実際、最後のエピソードまではプロットについてひどく悪いことは何もなかった。\n\n\nこのアニメが急いでいたので、見るのがとても簡単でした。 私の関心は決して完全に失われていませんでした。速いペースで行われたアクションは、実際には再ウォッチするのが楽しいものでした。 この欠陥は明らかですが、座っているような雑用のようなものではありませんでした。\n\nあなたが見せかけると、それにもいくつかのユリがありますが、そのほとんどが単なるサブテキストなので、それだけに基づいてそれを見ません。 アニメ全体には2つの実際の関係しかなかったと言われています。\n\nこれらの欠点にもかかわらず、Akuma no Riddleはあなたが素早く拾うことができるものです。 あなたが誰かを殺そうとしている女性の暗殺者に興味があるなら、このアニメは見るべきものかもしれません。 私はちょうどそれをお勧めしませんが、私はどちらかを見て反対することを躊躇うものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nGoing into this anime I didn't really have any expectations. The concept was interesting enough, but it wasn't something I hadn't seen before in one way or another.\n\n\u001b[1mこのアニメに入っても、私は本当に期待はしていませんでした。 このコンセプトは十分に面白かったですが、これまで何も見ていなかったことではありませんでした。\u001b[22m\n\u001b[1m(Kono anime ni haitte mo, watashi wa hontōni kitai wa shite imasendeshita. Kono konseputo wa jūbun ni omoshirokattadesuga, kore made nani mo mite inakatta kotode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mGoing into this anime I didn't really have any expectations. The concept was interesting enough, but it wasn't something I hadn't seen before in one way or another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoing into this anime I didn't really have any expectations.\u001b[24m\n    \u001b[1mこのアニメに入っても、私は本当に期待はしていませんでした。\u001b[22m, \u001b[1mこのアニメに行く私は本当にすべての期待を持っていませんでした。\u001b[22m\n\u001b[4mThe concept was interesting enough, but it wasn't something I hadn't seen before in one way or another.\u001b[24m\n    \u001b[1mこのコンセプトは十分に面白かったですが、これまで何も見ていなかったことではありませんでした。\u001b[22m, \u001b[1mコンセプトは十分に興味深いものでしたが、それは私が何らかの形で前に見ていなかったものではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nTokaku Azuma, the story’s main protagonist, is sent to Myojo Academy to participate in a competition between other assassins where the main objective is to murder Haru Ichinose (for seemingly unknown reasons). After vowing to protect Haru, both of their developments take a backseat to the side characters.\n\n\u001b[1m物語の主人公である東方東は、明石校を訪れ、一ノ瀬春一を殺害することを主目的とする他​​の暗殺者との競争に参加する。 春を守ることを誓った後、両者の開発は、副キャラクターに後ろ向きになります。\u001b[22m\n\u001b[1m(Monogatari no shujinkōdearu tōhō azuma wa, Akashi-kō o otozure, Ichinose Haruichi o satsugai suru koto o omo mokuteki to suru ta ​​ no asashin to no kyōsō ni sanka suru. Haru o mamoru koto o chikatta nochi, ryōsha no kaihatsu wa, fuku kyarakutā ni ushiromuki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mTokaku Azuma, the story’s main protagonist, is sent to Myojo Academy to participate in a competition between other assassins where the main objective is to murder Haru Ichinose (for seemingly unknown reasons). After vowing to protect Haru, both of their developments take a backseat to the side characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokaku Azuma, the story’s main protagonist, is sent to Myojo Academy to participate in a competition between other assassins where the main objective is to murder Haru Ichinose (for seemingly unknown reasons).\u001b[24m\n    \u001b[1m物語の主人公である東方東は、明石校を訪れ、一ノ瀬春一を殺害することを主目的とする他の暗殺者との競争に参加する。\u001b[22m, \u001b[1mTokaku東、物語の主人公は、主な目的は（一見未知の理由のために）春一ノ瀬を殺害することで、他の暗殺者間の競争に参加するために明星アカデミーに送信されます。\u001b[22m\n\u001b[4mAfter vowing to protect Haru, both of their developments take a backseat to the side characters.\u001b[24m\n    \u001b[1m春を守ることを誓った後、両者の開発は、副キャラクターに後ろ向きになります。\u001b[22m, \u001b[1m春を保護するために誓った後、彼らの開発の両方が側文字に後部座席を取ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe show tries so desperately to cycle through each assassin within such a limited amount of time, that even the characters with the right potential just end up falling flat.\n\n\u001b[1mこのショーは、このような限られた時間内に各暗殺者を巡回するよう絶望的に努力しており、正しい潜在能力を持つキャラクターでさえもフラットになってしまいます。\u001b[22m\n\u001b[1m(Kono shō wa, kono yō na kagira reta jikan uchi ni kaku asashin o junkai suru yō zetsubō-teki ni doryoku shite ori, tadashī senzai nōryoku o motsu kyarakutāde sae mo furatto ni natte shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show tries so desperately to cycle through each assassin within such a limited amount of time, that even the characters with the right potential just end up falling flat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show tries so desperately to cycle through each assassin within such a limited amount of time, that even the characters with the right potential just end up falling flat.\u001b[24m\n    \u001b[1mこのショーは、このような限られた時間内に各暗殺者を巡回するよう絶望的に努力しており、正しい潜在能力を持つキャラクターでさえもフラットになってしまいます。\u001b[22m, \u001b[1mショーは右の可能性を秘めた偶数の文字がちょうどフラット落下してしまうことを、時間のような限られた量の範囲内の各暗殺者を循環するために必死にしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nNot much is known about ANY of the characters until their designated episode comes up, and even then, it’s cut in half because the anime tries so hard to explain their back story. I’d say that there was SOME foreshadowing with a few of the later characters, but a lot of it felt so cryptic that the anime actually needed to hold my hand.\n\n\u001b[1m指定されたエピソードが登場するまで、キャラクターのANYについてはあまり知られていません。アニメがバックストーリーを説明しようとするので、半分にカットされます。 私はいくつかの後のキャラクターとの間にいくつかの予兆があったと言いたいのですが、アニメが実際に私の手を保持する必要があったので、それほど暗い感じでした。\u001b[22m\n\u001b[1m(Shitei sa reta episōdo ga tōjō suru made, kyarakutā no ANY ni tsuite wa amari shira rete imasen. Anime ga bakkusutōrī o setsumeishiyō to surunode, hanbun ni katto sa remasu. Watashi wa ikutsu ka no nochi no kyarakutā to no ma ni ikutsu ka no yochō ga atta to iitai nodesuga, anime ga jissai ni watashi no te o hoji suru hitsuyō ga attanode, sore hodo kurai kanjideshita.)\u001b[22m\n\nTranslations of \u001b[4mNot much is known about ANY of the characters until their designated episode comes up, and even then, it’s cut in half because the anime tries so hard to explain their back story. I’d say that there was SOME foreshadowing with a few of the later characters, but a lot of it felt so cryptic that the anime actually needed to hold my hand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much is known about ANY of the characters until their designated episode comes up, and even then, it’s cut in half because the anime tries so hard to explain their back story.\u001b[24m\n    \u001b[1m指定されたエピソードが登場するまで、キャラクターのANYについてはあまり知られていません。アニメがバックストーリーを説明しようとするので、半分にカットされます。\u001b[22m, \u001b[1mその指定されたエピソードまでのいずれかの文字についてはほとんど知られていないあまりに来る、とアニメが彼らのバックストーリーを説明するために一生懸命しようとするためであっても、その後、それを半分にカットしています。\u001b[22m\n\u001b[4mI’d say that there was SOME foreshadowing with a few of the later characters, but a lot of it felt so cryptic that the anime actually needed to hold my hand.\u001b[24m\n    \u001b[1m私はいくつかの後のキャラクターとの間にいくつかの予兆があったと言いたいのですが、アニメが実際に私の手を保持する必要があったので、それほど暗い感じでした。\u001b[22m, \u001b[1m私は、後に文字の数といくつかの伏線があったと言うだろうが、それは多くのアニメが実際に私の手を保持するために必要なことはとても不可解に感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThe show’s strongest character is Tokaku. Although her relationship with Haru felt forced at times, Tokaku really was the most consistent character of this story. Her motivations and development were at times overshadowed by the next punching bag’s struggle, but at least an effort was made to prove she wasn’t a completely 1 dimensional character. Aside from her, the only other notable characters are Haru and Nio.\n\n\u001b[1mショーの最強のキャラクターはTokakuです。 春との関係は時々強制されていましたが、本当にこの話の中で一貫した性格でした。 彼女の動機と発達は、時には次のパンチングバッグの闘争に影を落としましたが、彼女が完全に一次元のキャラクターではなかったことを証明するために少なくとも努力がなされました。 彼女とは別に、唯一の注目すべきキャラクターは春とニオです。\u001b[22m\n\u001b[1m(Shō no saikyō no kyarakutā wa Tokakudesu. Haru to no kankei wa tokidoki kyōsei sa rete imashitaga, hontōni kono-wa no naka de ikkan shita seikakudeshita. Kanojo no dōki to hattatsu wa, tokiniha tsugi no panchingubaggu no tōsō ni kage o otoshimashitaga, kanojo ga kanzen ni ichi-jigen no kyarakutāde wa nakatta koto o shōmei suru tame ni sukunakutomo doryoku ga nasa remashita. Kanojo to wa betsuni, yuiitsu no chūmoku subeki kyarakutā wa haru to niodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe show’s strongest character is Tokaku. Although her relationship with Haru felt forced at times, Tokaku really was the most consistent character of this story. Her motivations and development were at times overshadowed by the next punching bag’s struggle, but at least an effort was made to prove she wasn’t a completely 1 dimensional character. Aside from her, the only other notable characters are Haru and Nio.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show’s strongest character is Tokaku.\u001b[24m\n    \u001b[1mショーの最強のキャラクターはTokakuです。\u001b[22m, \u001b[1mショーの最強のキャラクターがTokakuです。\u001b[22m\n\u001b[4mAlthough her relationship with Haru felt forced at times, Tokaku really was the most consistent character of this story.\u001b[24m\n    \u001b[1m春との関係は時々強制されていましたが、本当にこの話の中で一貫した性格でした。\u001b[22m, \u001b[1m春と彼女の関係は時間の強制感じたものの、Tokakuは本当にこの物語の中で最も一貫性のあるキャラクターでした。\u001b[22m\n\u001b[4mHer motivations and development were at times overshadowed by the next punching bag’s struggle, but at least an effort was made to prove she wasn’t a completely 1 dimensional character.\u001b[24m\n    \u001b[1m彼女の動機と発達は、時には次のパンチングバッグの闘争に影を落としましたが、彼女が完全に一次元のキャラクターではなかったことを証明するために少なくとも努力がなされました。\u001b[22m, \u001b[1m彼女の動機と開発は、次のサンドバッグの闘争の影に隠れ倍であったが、少なくとも努力は、彼女は完全に1次元の文字はなかったことを証明しました。\u001b[22m\n\u001b[4mAside from her, the only other notable characters are Haru and Nio.\u001b[24m\n    \u001b[1m彼女とは別に、唯一の注目すべきキャラクターは春とニオです。\u001b[22m, \u001b[1m別に彼女から、唯一の他の注目すべき文字は春と仁王です。\u001b[22m\n\u001b[1m\u001b[22m\nFortunately, the art was good. There were times where it seemed a little awkward, but for the most part, it was refreshing and clean. There’s nothing notable about it, but at least you won’t get eye strain just from looking at it. Some of the girls had a nice design, too.\n\n\u001b[1m幸いにも、芸術は良かった。 少し厄介なように見える時がありましたが、大部分は爽やかで清潔でした。 それについて注目すべきことは何もありませんが、少なくともあなたはそれを見るだけで目の疲れを感じません。 少女の中には素敵なデザインもありました。\u001b[22m\n\u001b[1m(Saiwai ni mo, geijutsu wa yokatta. Sukoshi yakkaina yō ni mieru toki ga arimashitaga, daibubun wa sawayakade seiketsudeshita. Sore ni tsuite chūmoku subeki koto wa nani mo arimasenga, sukunakutomo anata wa sore o miru dake de menotsukare o kanjimasen. Shōjo no nakaniha sutekina dezain mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mFortunately, the art was good. There were times where it seemed a little awkward, but for the most part, it was refreshing and clean. There’s nothing notable about it, but at least you won’t get eye strain just from looking at it. Some of the girls had a nice design, too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFortunately, the art was good.\u001b[24m\n    \u001b[1m幸いにも、芸術は良かった。\u001b[22m, \u001b[1m幸いなことに、芸術は良好でした。\u001b[22m\n\u001b[4mThere were times where it seemed a little awkward, but for the most part, it was refreshing and clean.\u001b[24m\n    \u001b[1m少し厄介なように見える時がありましたが、大部分は爽やかで清潔でした。\u001b[22m, \u001b[1mそこには少しぎこちない見えた回があったが、ほとんどの部分は、それは爽やかできれいでした。\u001b[22m\n\u001b[4mThere’s nothing notable about it, but at least you won’t get eye strain just from looking at it.\u001b[24m\n    \u001b[1mそれについて注目すべきことは何もありませんが、少なくともあなたはそれを見るだけで目の疲れを感じません。\u001b[22m, \u001b[1mあり、それについて注目すべきものは何もないですが、少なくともあなたはそれを見てから、目の疲れを取得することはありません。\u001b[22m\n\u001b[4mSome of the girls had a nice design, too.\u001b[24m\n    \u001b[1m少女の中には素敵なデザインもありました。\u001b[22m, \u001b[1m女の子のいくつかは、あまりにも、素敵なデザインを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot, much like the characters, is a bit rushed and sloppy. Actually, I would go so far as to say that the real plot ends prematurely. After a certain episode, it’s all exposition and resolution. This wasn’t really a bad thing considering how many characters it had to shuffle through, but I refuse to believe the last episode held any true significance due to how the story ended. In fact, nothing was terribly bad about the plot until the final episode.\n\n\u001b[1mプロットは、キャラクターとよく似ていて、ちょっと慌ただしくてややこしいです。 実際には、私は本当のプロットが時期尚早に終了すると言っています。 特定のエピソードの後、それはすべての展覧会と解決です。 これは実際に何人のキャラクターをシャッフルしなければならないかを考えると悪いことではありませんでしたが、最後のエピソードはストーリーの終わりのために本当に重要な意味を持つと信じていません。 実際、最後のエピソードまではプロットについてひどく悪いことは何もなかった。\u001b[22m\n\u001b[1m(Purotto wa, kyarakutā to yoku nite ite, chotto awatadashikute yayakoshīdesu. Jissai ni wa, watashi wa hontō no purotto ga jiki shōsō ni shūryō suru to itte imasu. Tokutei no episōdo no ato, soreha subete no tenran-kai to kaiketsudesu. Kore wa jissai ni nanijin no kyarakutā o shaffuru shinakereba naranai ka o kangaeru to warui kotode wa arimasendeshitaga, saigo no episōdo wa sutōrī no owari no tame ni hontōni jūyōna imi o motsu to shinjite imasen. Jissai, saigo no episōdo made wa purotto ni tsuite hidoku warui koto wa nani mo nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe plot, much like the characters, is a bit rushed and sloppy. Actually, I would go so far as to say that the real plot ends prematurely. After a certain episode, it’s all exposition and resolution. This wasn’t really a bad thing considering how many characters it had to shuffle through, but I refuse to believe the last episode held any true significance due to how the story ended. In fact, nothing was terribly bad about the plot until the final episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot, much like the characters, is a bit rushed and sloppy.\u001b[24m\n    \u001b[1mプロットは、キャラクターとよく似ていて、ちょっと慌ただしくてややこしいです。\u001b[22m, \u001b[1mプロットは、多くの文字のように、ビットが殺到し、ずさんです。\u001b[22m\n\u001b[4mActually, I would go so far as to say that the real plot ends prematurely.\u001b[24m\n    \u001b[1m実際には、私は本当のプロットが時期尚早に終了すると言っています。\u001b[22m, \u001b[1m実は、私は本当のプロットが途中で終了することを言うようにこれまで行くだろう。\u001b[22m\n\u001b[4mAfter a certain episode, it’s all exposition and resolution.\u001b[24m\n    \u001b[1m特定のエピソードの後、それはすべての展覧会と解決です。\u001b[22m, \u001b[1m特定のエピソードの後、それはすべての博覧会と解像度です。\u001b[22m\n\u001b[4mThis wasn’t really a bad thing considering how many characters it had to shuffle through, but I refuse to believe the last episode held any true significance due to how the story ended.\u001b[24m\n    \u001b[1mこれは実際に何人のキャラクターをシャッフルしなければならないかを考えると悪いことではありませんでしたが、最後のエピソードはストーリーの終わりのために本当に重要な意味を持つと信じていません。\u001b[22m, \u001b[1mこれは、実際にそれが通過シャッフルしなければならなかったどのように多くの文字を考えると悪いことではありませんでしたが、私は最後のエピソードが原因で話が終わったどのように任意の真の意義を開催信じることを拒否します。\u001b[22m\n\u001b[4mIn fact, nothing was terribly bad about the plot until the final episode.\u001b[24m\n    \u001b[1m実際、最後のエピソードまではプロットについてひどく悪いことは何もなかった。\u001b[22m, \u001b[1m実際には、何も最終回までのプロットについてひどく悪くありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAs rushed as this anime was, it was extremely easy to watch. My interest was never completely lost, and the fast-paced action actually made it enjoyable to rewatch. The flaws are evident, but it never felt like a chore to sit through.\n\n\u001b[1mこのアニメが急いでいたので、見るのがとても簡単でした。 私の関心は決して完全に失われていませんでした。速いペースで行われたアクションは、実際には再ウォッチするのが楽しいものでした。 この欠陥は明らかですが、座っているような雑用のようなものではありませんでした。\u001b[22m\n\u001b[1m(Kono anime ga isoide itanode, miru no ga totemo kantandeshita. Watashi no kanshin wa kesshite kanzen ni ushinawa rete imasendeshita. Hayai pēsu de okonawa reta akushon wa, jissai ni wa sai u~otchi suru no ga tanoshī monodeshita. Kono kekkan wa akirakadesuga, suwatte iru yōna zatsuyō no yōna monode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs rushed as this anime was, it was extremely easy to watch. My interest was never completely lost, and the fast-paced action actually made it enjoyable to rewatch. The flaws are evident, but it never felt like a chore to sit through.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs rushed as this anime was, it was extremely easy to watch.\u001b[24m\n    \u001b[1mこのアニメが急いでいたので、見るのがとても簡単でした。\u001b[22m, \u001b[1mこのアニメがあったように殺到したように、見ていて非常に簡単でした。\u001b[22m\n\u001b[4mMy interest was never completely lost, and the fast-paced action actually made it enjoyable to rewatch.\u001b[24m\n    \u001b[1m私の関心は決して完全に失われていませんでした。速いペースで行われたアクションは、実際には再ウォッチするのが楽しいものでした。\u001b[22m, \u001b[1m私の興味は完全に失われることはなかった、とテンポの速いアクションは、実際にはそれが楽しいrewatchにしました。\u001b[22m\n\u001b[4mThe flaws are evident, but it never felt like a chore to sit through.\u001b[24m\n    \u001b[1mこの欠陥は明らかですが、座っているような雑用のようなものではありませんでした。\u001b[22m, \u001b[1m欠陥は明らかであるが、それはを通して座って雑用のように感じたことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s also some yuri in it if you squint, but I wouldn’t watch it based on that alone as most of it is just subtext. That being said, there were only two actual relationships in the whole anime (three, if you actually care about poorly constructed back-stories).\n\n\u001b[1mあなたが見せかけると、それにもいくつかのユリがありますが、そのほとんどが単なるサブテキストなので、それだけに基づいてそれを見ません。 アニメ全体には2つの実際の関係しかなかったと言われています。\u001b[22m\n\u001b[1m(Anata ga misekakeru to, soreni mo ikutsu ka no yuri ga arimasuga, sono hotondo ga tan'naru sabu tekisutonanode, soredake nimotozuite sore o mimasen. Anime zentai ni wa 2tsu no jissai no kankei shika nakatta to iwa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere’s also some yuri in it if you squint, but I wouldn’t watch it based on that alone as most of it is just subtext. That being said, there were only two actual relationships in the whole anime (three, if you actually care about poorly constructed back-stories).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s also some yuri in it if you squint, but I wouldn’t watch it based on that alone as most of it is just subtext.\u001b[24m\n    \u001b[1mあなたが見せかけると、それにもいくつかのユリがありますが、そのほとんどが単なるサブテキストなので、それだけに基づいてそれを見ません。\u001b[22m, \u001b[1mそこには目を細めた場合、その中のいくつかのユリもだが、それのほとんどはちょうど言外の意味であるように私はそれだけに基づいて、それを見ないであろう。\u001b[22m\n\u001b[4mThat being said, there were only two actual relationships in the whole anime (three, if you actually care about poorly constructed back-stories).\u001b[24m\n    \u001b[1mアニメ全体には2つの実際の関係しかなかったと言われています。\u001b[22m, \u001b[1m（あなたが実際に約不十分構築のバックストーリーを気にしている場合3）言われていることが、全体のアニメで唯一の2の実際の関係がありました。\u001b[22m\n\u001b[1m\u001b[22m\nDespite all these flaws, Akuma no Riddle is something you can pick up quickly. If you’re interested in lady assassins trying to kill someone, then this anime may be something to look into. I wouldn’t exactly recommend it, but it’s not something I would discourage against watching either.\n\n\u001b[1mこれらの欠点にもかかわらず、Akuma no Riddleはあなたが素早く拾うことができるものです。 あなたが誰かを殺そうとしている女性の暗殺者に興味があるなら、このアニメは見るべきものかもしれません。 私はちょうどそれをお勧めしませんが、私はどちらかを見て反対することを躊躇うものではありません。\u001b[22m\n\u001b[1m(Korera no ketten nimokakawarazu, Akuma no Riddle wa anata ga subayaku hirou koto ga dekiru monodesu. Anata ga dareka o korosou to shite iru josei no asashin ni kyōmigārunara, kono anime wa mirubeki mono kamo shiremasen. Watashi wa chōdo sore o o susume shimasenga, watashi wa dochira ka o mite hantai suru koto o tamerau monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mDespite all these flaws, Akuma no Riddle is something you can pick up quickly. If you’re interested in lady assassins trying to kill someone, then this anime may be something to look into. I wouldn’t exactly recommend it, but it’s not something I would discourage against watching either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite all these flaws, Akuma no Riddle is something you can pick up quickly.\u001b[24m\n    \u001b[1mこれらの欠点にもかかわらず、Akuma no Riddleはあなたが素早く拾うことができるものです。\u001b[22m, \u001b[1mすべてのこれらの欠陥にもかかわらず、悪魔のない謎はすぐに拾うことができるものです。\u001b[22m\n\u001b[4mIf you’re interested in lady assassins trying to kill someone, then this anime may be something to look into.\u001b[24m\n    \u001b[1mあなたが誰かを殺そうとしている女性の暗殺者に興味があるなら、このアニメは見るべきものかもしれません。\u001b[22m, \u001b[1mあなたが誰かを殺そうと女性の暗殺者に興味がある場合は、このアニメはに見て何かすることができます。\u001b[22m\n\u001b[4mI wouldn’t exactly recommend it, but it’s not something I would discourage against watching either.\u001b[24m\n    \u001b[1m私はちょうどそれをお勧めしませんが、私はどちらかを見て反対することを躊躇うものではありません。\u001b[22m, \u001b[1m私は正確にそれをお勧めしませんが、それは私はどちらか見に対する落胆と何かではありません。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "Utsuges",
    "profile": "/profile/Utsuges/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=148391",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  9\n\n悪魔の手がかりのリドルストーリーは、あなたの典型的な超モエの「かわいい女の子達がやってるかわいいもの」のユリアニメのジャンルとはかなり違ったものです。  「暗殺者ゆり」のコンセプトは、「アクマノリード」がサスペンス、ドラマ、アクション、ユリのジャンルを効率的に組み合わせることを暗示している。 私はそれがかなりうまく実行されたと言ってうれしいです。 もちろん、その欠陥がないわけではなく、率直であることは楽しいものを見つけるのと同じくらい簡単に選ぶことができます。\n\nプロット：6/10\n\nあなたが期待するように、この前提は「週の怪物」フォーマットを必要とし、非常に迅速に予測可能になります。 言うまでもなく、かなりのプロットホールがあります。そこには、TokakuとHaruがプロットした鎧を使わずに死ぬべきいくつかの例があります。 ペーシングはまた、いくつかのケースで時間のために少し急いで切り取られているように感じます。 しかし、それは物事を面白く保つためにこことそこにいくつかの紆余曲折をdeliveverします。 その行動は不平をつかず、私はそれがどんなに暗いかに実際に驚いた。 これはサクラトリックではありません（サクラトリックは悪くはありませんでした。）\n\nAnKの陽気な様子は少し明快でした。なぜなら明示的には何のこともなかったからです（キスして、手をつないでいるなど）が、多くのサブテキストがあり、誰と対戦しているのか疑いがありません。\n\nアート/サウンド：9/10\n\nむしろ印象的です。 アニメーションは滑らかで、アートは見るのが楽しく、一部のコントラストのコントラストは目を歪ませませんでした。 サウンドトラックは奇妙なものでしたが、良い方法で、ざらめで神秘的な雰囲気を作りました。  OPはアニメの私のお気に入りの一つですが、サウンドトラックのベストポイントの1つは、追放された後のキャラクターの声優によって歌われる多くのEDがあります。\n\nキャラクター：7/10\n\n私はアニメの最大の焦点は、プロットではなく文字にあったと言いたい。 面白いキャラクターは全体的に、彼らは典型的なarchitypesにはほとんどの部分に固執しなかった。 それぞれの暗殺者には独自のバックストーリーがあり、それによって救済され、行動の理由が与えられます。 しかし、文字の私の最大のクマは、いくつかは、完全に彼らに深みを与え、それらを本当に信じられないように十分な画面時間を持っていないということです。 しかし、12匹のアニメが予定されているマンガでは、キャラクターの数が限られていることを考えると、時間の制約が最も厳しいため、もっと盛り上がっています。\n\n全体的な楽しみ：8/10\n\n公平な査読者として、私は8/10を与えますが、私は個人的には9/10とランク付けします。 毎週、次のエピソードを心から楽しみにしていましたが、全体的には感動していました。 あなたがモエの中に詰まっていて、無限の動きをして、面白い、よりキャラクターに基づいたアクション/ドラマを探しているなら、アクマノリードはまったく新鮮な空気の息吹です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAkuma no Riddle, alternately Riddle Story of Devil, is a rather refreshing deviation from your typical super moe 'cute-girls-doing-cute-things' genre of yuri anime. The concept of 'assassin yuri' insinuates that Akuma no Riddle would mix the genres of suspense, drama, action, and yuri efficiently; I'm glad to say that it was executed rather decently. Of course it is not without its flaws, and to be frank, is just as easy to pick apart as it is to find enjoyable.\n\n\u001b[1m悪魔の手がかりのリドルストーリーは、あなたの典型的な超モエの「かわいい女の子達がやってるかわいいもの」のユリアニメのジャンルとはかなり違ったものです。  「暗殺者ゆり」のコンセプトは、「アクマノリード」がサスペンス、ドラマ、アクション、ユリのジャンルを効率的に組み合わせることを暗示している。 私はそれがかなりうまく実行されたと言ってうれしいです。 もちろん、その欠陥がないわけではなく、率直であることは楽しいものを見つけるのと同じくらい簡単に選ぶことができます。\u001b[22m\n\u001b[1m(Akuma no tegakari no ridorusutōrī wa, anata no tenkei-tekina chō Moe no `kawaī on'nanoko-tachi ga yatteru kawaī mono' no yuri anime no janru to wa kanari chigatta monodesu. `Asashin yuri' no konseputo wa,`akumanorīdo' ga sasupensu, dorama, akushon, yuri no janru o kōritsu-teki ni kumiawaseru koto o anji shite iru. Watashi wa sore ga kanari umaku jikkō sa reta to itte ureshīdesu. Mochiron, sono kekkan ga nai wakede wa naku, sotchokudearu koto wa tanoshī mono o mitsukeru no to onaji kurai kantan ni erabu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAkuma no Riddle, alternately Riddle Story of Devil, is a rather refreshing deviation from your typical super moe 'cute-girls-doing-cute-things' genre of yuri anime. The concept of 'assassin yuri' insinuates that Akuma no Riddle would mix the genres of suspense, drama, action, and yuri efficiently; I'm glad to say that it was executed rather decently. Of course it is not without its flaws, and to be frank, is just as easy to pick apart as it is to find enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkuma no Riddle, alternately Riddle Story of Devil, is a rather refreshing deviation from your typical super moe 'cute-girls-doing-cute-things' genre of yuri anime.\u001b[24m\n    \u001b[1m悪魔の手がかりのリドルストーリーは、あなたの典型的な超モエの「かわいい女の子達がやってるかわいいもの」のユリアニメのジャンルとはかなり違ったものです。\u001b[22m, \u001b[1m悪魔何リドル、悪魔の交互謎の物語は、あなたの典型的な超萌え百合アニメの「かわいい-女の子-やっ-かわいい-もの」ジャンルからむしろさわやか偏差ではありません。\u001b[22m\n\u001b[4mThe concept of 'assassin yuri' insinuates that Akuma no Riddle would mix the genres of suspense, drama, action, and yuri efficiently;\u001b[24m\n    \u001b[1m「暗殺者ゆり」のコンセプトは、「アクマノリード」がサスペンス、ドラマ、アクション、ユリのジャンルを効率的に組み合わせることを暗示している。\u001b[22m, \u001b[1m「暗殺者の百合」の概念は、悪魔のない謎がサスペンス、ドラマ、アクション、かつ効率的に百合のジャンルをミックスすることをほのめかします。\u001b[22m\n\u001b[4mI'm glad to say that it was executed rather decently.\u001b[24m\n    \u001b[1m私はそれがかなりうまく実行されたと言ってうれしいです。\u001b[22m, \u001b[1m私はそれがむしろきちんと実行されたことを言ってくれてうれしいです。\u001b[22m\n\u001b[4mOf course it is not without its flaws, and to be frank, is just as easy to pick apart as it is to find enjoyable.\u001b[24m\n    \u001b[1mもちろん、その欠陥がないわけではなく、率直であることは楽しいものを見つけるのと同じくらい簡単に選ぶことができます。\u001b[22m, \u001b[1mもちろん、その欠陥がないわけではない、と率直に言って、それが楽しい見つけることであるように離れて選ぶことも簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 6/10\n\n\u001b[1mプロット：6/10\u001b[22m\n\u001b[1m(Purotto: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mPlot: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 6/10\u001b[24m\n    \u001b[1mプロット：6/10\u001b[22m\n\u001b[1m\u001b[22m\nAs you would expect, this premise requires the 'monster of the week' format, and it does get predictable very quickly. Not to mention there are quite a bit of plot holes, and there we're a few instances where Tokaku and Haru should died without their plot armor protecting them. The pacing also feels a bit rushed and cut for time in a few instances. However, it does deliever some twists here and there to keep things interesting. The action does not dissapoint, and I was actually surprised at how dark it was. This is no Sakura Trick (not that Sakura Trick was bad, mind you.)\n\n\u001b[1mあなたが期待するように、この前提は「週の怪物」フォーマットを必要とし、非常に迅速に予測可能になります。 言うまでもなく、かなりのプロットホールがあります。そこには、TokakuとHaruがプロットした鎧を使わずに死ぬべきいくつかの例があります。 ペーシングはまた、いくつかのケースで時間のために少し急いで切り取られているように感じます。 しかし、それは物事を面白く保つためにこことそこにいくつかの紆余曲折をdeliveverします。 その行動は不平をつかず、私はそれがどんなに暗いかに実際に驚いた。 これはサクラトリックではありません（サクラトリックは悪くはありませんでした。）\u001b[22m\n\u001b[1m(Anata ga kitai suru yō ni, kono zentei wa `shū no kaibutsu' fōmatto o hitsuyō to shi, hijō ni jinsoku ni yosoku kanō ni narimasu. Iumademonaku, kanari no purottohōru ga arimasu. Soko ni wa, Tokaku to Haru ga purotto shita yoroi o tsukawazu ni shinubeki ikutsu ka no rei ga arimasu. Pēshingu wa mata, ikutsu ka no kēsu de jikan no tame ni sukoshi isoide kiritora rete iru yō ni kanjimasu. Shikashi, soreha monogoto o omoshiroku tamotsu tame ni koko to soko ni ikutsu ka no uyokyokusetsu o delivever shimasu. Sono kōdō wa fuhei o tsukazu, watashi wa sore ga don'nani kurai ka ni jissai ni odoroita. Kore wa sakuratorikkude wa arimasen (sakuratorikku wa waruku wa arimasendeshita. ))\u001b[22m\n\nTranslations of \u001b[4mAs you would expect, this premise requires the 'monster of the week' format, and it does get predictable very quickly. Not to mention there are quite a bit of plot holes, and there we're a few instances where Tokaku and Haru should died without their plot armor protecting them. The pacing also feels a bit rushed and cut for time in a few instances. However, it does deliever some twists here and there to keep things interesting. The action does not dissapoint, and I was actually surprised at how dark it was. This is no Sakura Trick (not that Sakura Trick was bad, mind you.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you would expect, this premise requires the 'monster of the week' format, and it does get predictable very quickly.\u001b[24m\n    \u001b[1mあなたが期待するように、この前提は「週の怪物」フォーマットを必要とし、非常に迅速に予測可能になります。\u001b[22m, \u001b[1mあなたが期待するように、この前提は、フォーマット「週の怪物」を必要とし、それは非常に迅速に予測可能な取得ありません。\u001b[22m\n\u001b[4mNot to mention there are quite a bit of plot holes, and there we're a few instances where Tokaku and Haru should died without their plot armor protecting them.\u001b[24m\n    \u001b[1m言うまでもなく、かなりのプロットホールがあります。そこには、TokakuとHaruがプロットした鎧を使わずに死ぬべきいくつかの例があります。\u001b[22m, \u001b[1mそこにプロット穴のかなりがあり、そこに我々はTokakuとハルがそのプロットの鎧は、それらを保護することなく死亡しなければならないいくつかの事例だ言うまでもありません。\u001b[22m\n\u001b[4mThe pacing also feels a bit rushed and cut for time in a few instances.\u001b[24m\n    \u001b[1mペーシングはまた、いくつかのケースで時間のために少し急いで切り取られているように感じます。\u001b[22m, \u001b[1mペーシングはまた、いくつかの事例では、時間のために急いとカットビットを感じています。\u001b[22m\n\u001b[4mHowever, it does deliever some twists here and there to keep things interesting.\u001b[24m\n    \u001b[1mしかし、それは物事を面白く保つためにこことそこにいくつかの紆余曲折をdeliveverします。\u001b[22m, \u001b[1mしかし、それは面白いものを維持するためにここにあるいくつかのねじれをdelieverありません。\u001b[22m\n\u001b[4mThe action does not dissapoint, and I was actually surprised at how dark it was.\u001b[24m\n    \u001b[1mその行動は不平をつかず、私はそれがどんなに暗いかに実際に驚いた。\u001b[22m, \u001b[1mアクションはdissapointていない、と私は実際にそれがいかに暗い驚きました。\u001b[22m\n\u001b[4mThis is no Sakura Trick (not that Sakura Trick was bad, mind you.)\u001b[24m\n    \u001b[1mこれはサクラトリックではありません（サクラトリックは悪くはありませんでした。）\u001b[22m, \u001b[1mこれには桜Trickではありません（桜Trickが悪かったことを、あなたを気にしません。）\u001b[22m\n\u001b[1m\u001b[22m\nThe yuri aspect of AnK was a bit lacking though, as there was hardly anything explicitly yuri-ish (kissing, holding hands, etc.) but there is a lot of subtext and there's little doubt as to who's paired up with who.\n\n\u001b[1mAnKの陽気な様子は少し明快でした。なぜなら明示的には何のこともなかったからです（キスして、手をつないでいるなど）が、多くのサブテキストがあり、誰と対戦しているのか疑いがありません。\u001b[22m\n\u001b[1m(AnK no yōkina yōsu wa sukoshi meikaideshita. Nazenara meishiteki ni wa nani no koto mo nakattakaradesu (kisushite, tewotsunaide iru nado) ga, ōku no sabu tekisuto ga ari, dare to taisen shite iru no ka utagai ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe yuri aspect of AnK was a bit lacking though, as there was hardly anything explicitly yuri-ish (kissing, holding hands, etc.) but there is a lot of subtext and there's little doubt as to who's paired up with who.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe yuri aspect of AnK was a bit lacking though, as there was hardly anything explicitly yuri-ish (kissing, holding hands, etc.) but there is a lot of subtext and there's little doubt as to who's paired up with who.\u001b[24m\n    \u001b[1mAnKの陽気な様子は少し明快でした。なぜなら明示的には何のこともなかったからです（キスして、手をつないでいるなど）が、多くのサブテキストがあり、誰と対戦しているのか疑いがありません。\u001b[22m, \u001b[1mANKのユリの側面は、ほとんど何も明示的に百合っぽい（など、手を取り合って、キス）がなかったようにビットが、しかし欠くが言外の意味がたくさんあるし、誰と対にしているユーザーについてのほとんど疑いがありました。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound: 9/10\n\n\u001b[1mアート/サウンド：9/10\u001b[22m\n\u001b[1m(Āto/ saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound: 9/10\u001b[24m\n    \u001b[1mアート/サウンド：9/10\u001b[22m\n\u001b[1m\u001b[22m\nRather impressive. The animation was smooth, the art was pleasing to look at and the contrast in some scense doesn't strain the eye either. The soundtrack was bizzare, but in a good way, and helped to create a gritty and mysterious atmosphere. The OP is one of my favorites of any anime, but one of the best points of the soundtrack would have the the many EDs, each sung by the character's voice actress after they are expelled.\n\n\u001b[1mむしろ印象的です。 アニメーションは滑らかで、アートは見るのが楽しく、一部のコントラストのコントラストは目を歪ませませんでした。 サウンドトラックは奇妙なものでしたが、良い方法で、ざらめで神秘的な雰囲気を作りました。  OPはアニメの私のお気に入りの一つですが、サウンドトラックのベストポイントの1つは、追放された後のキャラクターの声優によって歌われる多くのEDがあります。\u001b[22m\n\u001b[1m(Mushiro inshō-tekidesu. Animēshon wa namerakade, āto wa miru no ga tanoshiku, ichibu no kontorasuto no kontorasuto wa me o yugama semasendeshita. Saundotorakku wa kimyōna monodeshitaga, yoi hōhō de, zara-me de shinpi-tekina fun'iki o tsukurimashita. OP wa anime no watashinōkiniiri no hitotsudesuga, saundotorakku no besuto pointo no 1tsu wa, tsuihō sa reta nochi no kyarakutā no seiyū ni yotte utawa reru ōku no ED ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mRather impressive. The animation was smooth, the art was pleasing to look at and the contrast in some scense doesn't strain the eye either. The soundtrack was bizzare, but in a good way, and helped to create a gritty and mysterious atmosphere. The OP is one of my favorites of any anime, but one of the best points of the soundtrack would have the the many EDs, each sung by the character's voice actress after they are expelled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRather impressive.\u001b[24m\n    \u001b[1mむしろ印象的です。\u001b[22m, \u001b[1mむしろ印象的。\u001b[22m\n\u001b[4mThe animation was smooth, the art was pleasing to look at and the contrast in some scense doesn't strain the eye either.\u001b[24m\n    \u001b[1mアニメーションは滑らかで、アートは見るのが楽しく、一部のコントラストのコントラストは目を歪ませませんでした。\u001b[22m, \u001b[1mアニメーションはアートが見て喜ばた、滑らかで、いくつかのscenseのコントラストがどちらかの目を痛めていません。\u001b[22m\n\u001b[4mThe soundtrack was bizzare, but in a good way, and helped to create a gritty and mysterious atmosphere.\u001b[24m\n    \u001b[1mサウンドトラックは奇妙なものでしたが、良い方法で、ざらめで神秘的な雰囲気を作りました。\u001b[22m, \u001b[1mサウンドトラックは奇怪だったが、良い意味であり、ザラザラと神秘的な雰囲気を作成するのに役立ちました。\u001b[22m\n\u001b[4mThe OP is one of my favorites of any anime, but one of the best points of the soundtrack would have the the many EDs, each sung by the character's voice actress after they are expelled.\u001b[24m\n    \u001b[1mOPはアニメの私のお気に入りの一つですが、サウンドトラックのベストポイントの1つは、追放された後のキャラクターの声優によって歌われる多くのEDがあります。\u001b[22m, \u001b[1mOPはいずれのアニメの私のお気に入りの一つですが、サウンドトラックの最高のポイントの一つは、それらが追放された後、それぞれがキャラクターの声優が歌う、多くのEDを持っているでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m\u001b[22m\nI'd say the anime's biggest focus was on the characters rather than the plot. Interesting characters overall, as they didn't stick to typical architypes for the most part. Each assassin does have their own backstory though, which makes them redeemable and gives a reason for their actions. My biggest qualm with the characters however, is that some just didn't have enought screen time to fully give them depth and make them really believeable; they are more developed in the manga though, which is to be expected for a 12 ep anime, to be fair, as there were most definitely time constraints regarding the characters considering just many of them there are.\n\n\u001b[1m私はアニメの最大の焦点は、プロットではなく文字にあったと言いたい。 面白いキャラクターは全体的に、彼らは典型的なarchitypesにはほとんどの部分に固執しなかった。 それぞれの暗殺者には独自のバックストーリーがあり、それによって救済され、行動の理由が与えられます。 しかし、文字の私の最大のクマは、いくつかは、完全に彼らに深みを与え、それらを本当に信じられないように十分な画面時間を持っていないということです。 しかし、12匹のアニメが予定されているマンガでは、キャラクターの数が限られていることを考えると、時間の制約が最も厳しいため、もっと盛り上がっています。\u001b[22m\n\u001b[1m(Watashi wa anime no saidai no shōten wa, purottode wanaku moji ni atta to iitai. Omoshiroi kyarakutā wa zentai-teki ni, karera wa tenkei-tekina architypes ni wa hotondo no bubun ni koshū shinakatta. Sorezore no asashin ni wa dokuji no bakkusutōrī ga ari, sore ni yotte kyūsai sa re, kōdō no riyū ga atae raremasu. Shikashi, moji no watashi no saidai no kuma wa, ikutsu ka wa, kanzen ni karera ni fukami o atae, sorera o hontōni shinji rarenai yō ni jūbun'na gamen jikan o motteinai to iu kotodesu. Shikashi, 12-biki no anime ga yotei sa rete iru mangade wa, kyarakutā no kazu ga kagira rete iru koto o kangaeru to, jikan no seiyaku ga mottomo kibishī tame, motto moriagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'd say the anime's biggest focus was on the characters rather than the plot. Interesting characters overall, as they didn't stick to typical architypes for the most part. Each assassin does have their own backstory though, which makes them redeemable and gives a reason for their actions. My biggest qualm with the characters however, is that some just didn't have enought screen time to fully give them depth and make them really believeable; they are more developed in the manga though, which is to be expected for a 12 ep anime, to be fair, as there were most definitely time constraints regarding the characters considering just many of them there are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd say the anime's biggest focus was on the characters rather than the plot.\u001b[24m\n    \u001b[1m私はアニメの最大の焦点は、プロットではなく文字にあったと言いたい。\u001b[22m, \u001b[1m私はアニメの最大の焦点は、文字ではなく、プロットにあったと思います。\u001b[22m\n\u001b[4mInteresting characters overall, as they didn't stick to typical architypes for the most part.\u001b[24m\n    \u001b[1m面白いキャラクターは全体的に、彼らは典型的なarchitypesにはほとんどの部分に固執しなかった。\u001b[22m, \u001b[1m面白い文字全体的に、彼らはほとんどの部分は、典型的なarchitypesに固執しませんでした。\u001b[22m\n\u001b[4mEach assassin does have their own backstory though, which makes them redeemable and gives a reason for their actions.\u001b[24m\n    \u001b[1mそれぞれの暗殺者には独自のバックストーリーがあり、それによって救済され、行動の理由が与えられます。\u001b[22m, \u001b[1mそれぞれの暗殺者は、彼らが償還になり、彼らの行動の理由を与えるけれども、自分の裏話を、持っていません。\u001b[22m\n\u001b[4mMy biggest qualm with the characters however, is that some just didn't have enought screen time to fully give them depth and make them really believeable;\u001b[24m\n    \u001b[1mしかし、文字の私の最大のクマは、いくつかは、完全に彼らに深みを与え、それらを本当に信じられないように十分な画面時間を持っていないということです。\u001b[22m, \u001b[1mしかし、文字で私の最大の迷惑を掛けるには、いくつかはちょうど完全に彼らに深みを与え、彼らが本当にbelieveableにするenought画面の時間を持っていなかったということです。\u001b[22m\n\u001b[4mthey are more developed in the manga though, which is to be expected for a 12 ep anime, to be fair, as there were most definitely time constraints regarding the characters considering just many of them there are.\u001b[24m\n    \u001b[1mしかし、12匹のアニメが予定されているマンガでは、キャラクターの数が限られていることを考えると、時間の制約が最も厳しいため、もっと盛り上がっています。\u001b[22m, \u001b[1mほとんど間違いなく存在するそれらのちょうど多くを考慮した文字に関する時間的制約があったとして、彼らはより多くの、公平であるために、12のEPアニメのために予想されるものの漫画、で開発されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall enjoyment: 8/10\n\n\u001b[1m全体的な楽しみ：8/10\u001b[22m\n\u001b[1m(Zentai-tekina tanoshimi: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall enjoyment: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall enjoyment: 8/10\u001b[24m\n    \u001b[1m全体的な楽しみ：8/10\u001b[22m, \u001b[1m全体的な楽しさ：8/10\u001b[22m\n\u001b[1m\u001b[22m\nAs an impartial reviewer, I give an 8/10, but personally I rank it as 9/10. Each week I found myself anxiously anticipaiting the next episode, and was overall impressed and found Akuma no Riddle very enjoyable. If you feel stuck in and endless rut of moe and are looking for an entertaining, more character driven action/drama, then Akuma no Riddle is definately a breath of fresh air.\n\n\u001b[1m公平な査読者として、私は8/10を与えますが、個人的に私は9/10とランク付けします。 毎週、次のエピソードを心から楽しみにしていましたが、全体的には感動していました。 あなたがモエの中に詰まっていて、無限の動きをして、面白い、よりキャラクターに基づいたアクション/ドラマを探しているなら、アクマノリードはまったく新鮮な空気の息吹です。\u001b[22m\n\u001b[1m(Kōheina sadoku-sha to shite, watashi wa 8/ 10 o ataemasuga, kojin-teki ni watashi wa 9/ 10 to ranku-tsuke shimasu. Maishū,-ji no episōdo o kokorokara tanoshimini shite imashitaga, zentai-teki ni wa kandō shite imashita. Anata ga Moe no naka ni tsumatte ite, mugen no ugoki o shite, omoshiroi, yori kyarakutā ni motodzuita akushon/ dorama o sagashite irunara, akumanorīdo wa mattaku shinsen'na kūki no ibukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs an impartial reviewer, I give an 8/10, but personally I rank it as 9/10. Each week I found myself anxiously anticipaiting the next episode, and was overall impressed and found Akuma no Riddle very enjoyable. If you feel stuck in and endless rut of moe and are looking for an entertaining, more character driven action/drama, then Akuma no Riddle is definately a breath of fresh air.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an impartial reviewer, I give an 8/10, but personally I rank it as 9/10.\u001b[24m\n    \u001b[1m公平な査読者として、私は8/10を与えますが、個人的に私は9/10とランク付けします。\u001b[22m, \u001b[1m公平なレビューとして、私は8/10を与えるが、個人的に私は9/10としてそれをランク付けします。\u001b[22m\n\u001b[4mEach week I found myself anxiously anticipaiting the next episode, and was overall impressed and found Akuma no Riddle very enjoyable.\u001b[24m\n    \u001b[1m毎週、次のエピソードを心から楽しみにしていましたが、全体的には感動していました。\u001b[22m, \u001b[1m毎週私は自分自身が心配そうに次のエピソードをanticipaiting発見、および全体的な感銘を受け、悪魔のない謎が非常に楽しい発見しました。\u001b[22m\n\u001b[4mIf you feel stuck in and endless rut of moe and are looking for an entertaining, more character driven action/drama, then Akuma no Riddle is definately a breath of fresh air.\u001b[24m\n    \u001b[1mあなたがモエの中に詰まっていて、無限の動きをして、面白い、よりキャラクターに基づいたアクション/ドラマを探しているなら、アクマノリードはまったく新鮮な空気の息吹です。\u001b[22m, \u001b[1mあなたが動かなくなってしまったと感じると萌えの無限の轍とアクション/ドラマを駆動面白い、より多くの文字を探している場合は、悪魔全く謎は間違いなく新鮮な空気の息ではありません。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "AvalonKnight",
    "profile": "/profile/AvalonKnight/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=155011",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのアニメには何も知らずに行った。 エピソードの最初のカップルを見た後、私は不思議に思うようになった：これは本当にスマートか本当に馬鹿になるのだろうか？ 答えは、いつものように、上記のどれもありません。\n\nAkuma no Riddleはシンプルで興味深い前提で始まります：Blackクラスに12人の暗殺者がいて、1人の被害者がいます。 殺人犯はもちろん、彼女を殺す必要があり、標的は生き残ろうとしています。 だから、これを聞いた後、私はショーが謎になっていると思った：あなたは誰を信じることはできません、誰もが疑いがあるなどです。 これは実行することができ、大きな成功を収めていますが、そこには明らかで深刻な問題が1つあります。つまり、別のものでは、特別な人を1人探し出す人はいないでしょう。 代わりに、1つだけが正常です。 したがって、ターゲットに誰かをチェックさせる理由はないので、すべての疑わしいまたはあいまいな対話のすべてがすぐにそのキャラクターを暗殺者として公開します。  12個のエピソードを扱っていても、陰謀を維持することは不可能ではないようで、アニメは賢く異なる方向に向いています。 ターゲットは誰にとっても非常に早い段階で明らかになる。 代わりに、狩りには規則があります。基本的に誰もが順番にその試みを行い、目標は成功することです。\n\nトカクは春の感情を発揮しますが、それは徐々にそうではありません。 正直言って、それは本当にどこからも出ません。 私が驚いたのは、それが後に実際に調べられるという事実です。 キラーの数（12）は偶然ではなく、基本的に各エピソードに悪役があることを意味します。 このルールからの逸脱がありますが、多かれ少なかれ真実です。 だから、たとえ一貫した物語があまりないのであれば、誰もが輝くチャンスを得ることができます。 唯一の疑問は、作家がキャラクターを興味深く思い出深いものにするのに十分な1つのエピソードかどうかです。 最初は、答えは「いいえ」と思われます。最初の攻撃者はあまり面白くありません。償還資格はまったくありません。また、退屈で珍しいものもあります。 彼らの方法は狡猾でもありません。\n\nしかし、いくつかの文字は実際には説得力があり、識別が容易であり、その解像度はよく扱われます。 皮肉なことに、実際に春を殺そうとは思わなかった人は、最も興味深いことが分かりました。 彼らのエピソードは、主にシリーズの中間点を中心にしています。 それ以降は、他の誰よりもTokaku、Haruとその関係に焦点を当てているので、殺人者は主にキャラクター開発の手段として役立っています。 その結果、彼らは思い出深いものではなく、リードが輝くことを可能にします。 そのため、春は苦難の完全な乙女として出てこないし、これらの経験によってトカクは影響を受け、その人格はより面白くなります。 どちらが良いですか、彼らはより多くの（春）以来（Tokaku）二次元です。 結末は根本的に変わってきますが、それはかなり変わっていますが、私は確信しています。 それはおそらく喜んで、すべてのものが考慮されていますが、奇妙で驚くべきものです。 私はそれが好きだった、確かに私は事実が確立された関係の面でどれほど妥当であるかということである。\n\n芸術は本当に私のために働いた、それはむしろ非現実的ですが、それに鋭い感覚を持って、雰囲気をシュールではあるが、厳密には脅かさないようにします。 全体的に見て、ショーはかなりエネルギッシュで、従来の楽器を利用しているにも関わらず、頻繁に電子音楽を選んだスコアによって助けられました。 ブラッククラスの学生以外のすべての人を白黒にするという決定も好きだった。 キャラクターのデザインは素晴らしいです、誰も同じに見えず、実質的に誰も一般的に見えません。 声優は素晴らしい、私は特にTokakuが好きだった。 声は珍しいですが、彼女とよく働きます。\n\n私がすでに述べたショーの私の問題の大部分は、私が好きだったいくつかのキャラクターの中には、退屈なものやリードの開発にしかなかったものがありました。 学生の一人は完全に無意味で、個性はほとんどない。 最後に大きな啓示があります（そして、誰がこれを背負っているのか、そして何を望んでいるのかという大きな答えがあります）。それは、春とTokakuの関係にだけ効果があります。それは面白くも驚くべきことでもありません。 最終的に左のフィールドから出て、何も得られません。 アニメは、私の意見では、12のエピソードしか持たないことに苦しんでいます。 さもなければ、キャラクターアークはもっと探検されているかもしれませんし、エンディングがより良く構築され、より多くの影響を与えることができます。 それはそうではありませんが、Akuma no Riddleではすべてが素晴らしいわけではありませんが、楽しいです。驚くほど小さなパディングやファンタジーがあり、少なくとも半分は興味深いキャラクターで構成されています。 全体的に、それは良いです。 私はそれがより良いかもしれないという気持ちをほめたたえられません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI went into this anime without any knowledge of it whatsoever. After seeing the first couple of episodes, I began to wonder: is this going to be really smart or really dumb? The answer, as usual, is none of the above.\n\n\u001b[1m私はこのアニメには何も知らずに行った。 エピソードの最初のカップルを見た後、私は不思議に思うようになった：これは本当にスマートか本当に馬鹿になるのだろうか？ 答えは、いつものように、上記のどれもありません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni wa nani mo shirazu ni itta. Episōdo no saisho no kappuru o mita nochi, watashi wa fushigi ni omou yō ni natta: Kore wa hontōni sumāto ka hontōni baka ni naru nodarou ka? Kotaeha, itsumo no yō ni, jōki no dore mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI went into this anime without any knowledge of it whatsoever. After seeing the first couple of episodes, I began to wonder: is this going to be really smart or really dumb? The answer, as usual, is none of the above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI went into this anime without any knowledge of it whatsoever.\u001b[24m\n    \u001b[1m私はこのアニメには何も知らずに行った。\u001b[22m, \u001b[1m私は全くそれの知識がなくてこのアニメに入りました。\u001b[22m\n\u001b[4mAfter seeing the first couple of episodes, I began to wonder: is this going to be really smart or really dumb?\u001b[24m\n    \u001b[1mエピソードの最初のカップルを見た後、私は不思議に思うようになった：これは本当にスマートか本当に馬鹿になるのだろうか？\u001b[22m, \u001b[1mエピソードの最初のカップルを見た後、私は疑問に思い始めました：これは本当にスマートか、本当にばかになるだろうか？\u001b[22m\n\u001b[4mThe answer, as usual, is none of the above.\u001b[24m\n    \u001b[1m答えは、いつものように、上記のどれもありません。\u001b[22m, \u001b[1m答えは、いつものように、上記のいずれでもありません。\u001b[22m\n\u001b[1m\u001b[22m\nAkuma no Riddle starts off with a simple yet intriguing premise: there are 12 assassins in the Black class and one victim. The killers, of course, need to kill her, the target wants to survive. So, after hearing this, I thought the show was opting to be mystery: you can't trust anyone, everyone is suspicious and so on. This can be done and has been done to great success but there is one obvious and serious problem here: unlike, say, in Another, you don't have many usual people trying to find one special person; instead, only one is normal. Therefore, there is no reason for the target to check anyone, thus every suspicious or ambiguous bit of dialogue immediately exposes the character as an assassin. Handling that for 12 episodes and still maintaining the intrigue doesn't seem to be possible, and the anime wisely takes a different turn. The target is revealed very early on to everyone; instead, the hunt has rules, which basically mean everyone makes their attempts in order, and the goal is to be the first to succeed.\n\n\u001b[1mAkuma no Riddleはシンプルで興味深い前提で始まります：Blackクラスに12人の暗殺者がいて、1人の被害者がいます。 殺人犯はもちろん、彼女を殺す必要があり、標的は生き残ろうとしています。 だから、これを聞いた後、私はショーが謎になっていると思った：あなたは誰を信じることはできません、誰もが疑いがあるなどです。 これは実行することができ、大きな成功を収めていますが、そこには明らかで深刻な問題が1つあります。つまり、別のものでは、特別な人を1人探し出す人はいないでしょう。 代わりに、1つだけが正常です。 したがって、ターゲットに誰かをチェックさせる理由はないので、すべての疑わしいまたはあいまいな対話のすべてがすぐにそのキャラクターを暗殺者として公開します。  12個のエピソードを扱っていても、陰謀を維持することは不可能ではないようで、アニメは賢く異なる方向に向いています。 ターゲットは誰にとっても非常に早い段階で明らかになる。 代わりに、狩りには規則があります。基本的に誰もが順番にその試みを行い、目標は成功することです。\u001b[22m\n\u001b[1m(Akuma no Riddle wa shinpurude kyōmibukai zentei de hajimarimasu: Black kurasu ni 12-ri no asashin ga ite, 1-ri no higaisha ga imasu. Satsujin-han wa mochiron, kanojo o korosu hitsuyō ga ari, hyōteki wa ikinokorou to shite imasu. Dakara, kore o kiita nochi, watashi wa shō ga nazo ni natte iru to omotta: Anatahadare o shinjiru koto wa dekimasen, daremoga utagai ga aru nadodesu. Kore wa jikkō suru koto ga deki, ōkina seikō o osamete imasuga, soko ni wa akirakade shinkokuna mondai ga 1tsu arimasu. Tsumari,-betsu no monode wa, tokubetsuna hito o 1-ri sagashidasu hito wa inaideshou. Kawari ni, 1tsu dake ga seijōdesu. Shitagatte, tāgetto ni dareka o chekku sa seru riyū wanainode, subete no utagawashī matawa aimaina taiwa no subete ga sugu ni sono kyarakutā o asashin to shite kōkai shimasu. 12-Ko no episōdo o atsukatte ite mo, inbō o iji suru koto wa fukanōde wa nai yō de, anime wa kashikoku kotonaru hōkō ni muite imasu. Tāgetto wa dare ni tottemo hijō ni hayai dankai de akiraka ni naru. Kawari ni, kari ni wa kisoku ga arimasu. Kihontekini daremoga junban ni sono kokoromi o okonai, mokuhyō wa seikō suru kotodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe synopsis is a bit misleading, though: Tokaku develops feeling for Haru, sure, but not that gradually. To be honest, it comes out of nowhere, really; what surprised me is the fact that it is actually explored later on. The number of killers (12) isn't coincidental, it basically means each episode has its villain. There are deviations from this rule but it's more or less true. So, everyone gets a chance to shine, even though it means there isn't much of a coherent narrative. The only question is: is one episode always enough for the writer to make a character interesting and memorable? At first, it seems like the answer is no, first attackers are not very interesting: there are either no redeeming qualities whatsoever or they are as boring and banal as you can get. Their methods can't be called cunning, too.\n\n\u001b[1mトカクは春の感情を発揮しますが、それは徐々にそうではありません。 正直言って、それは本当にどこからも出ません。 私が驚いたのは、それが後に実際に調べられるという事実です。 キラーの数（12）は偶然ではなく、基本的に各エピソードに悪役があることを意味します。 このルールからの逸脱がありますが、多かれ少なかれ真実です。 だから、たとえ一貫した物語があまりないのであれば、誰もが輝くチャンスを得ることができます。 唯一の疑問は、作家がキャラクターを興味深く思い出深いものにするのに十分な1つのエピソードかどうかです。 最初は、答えは「いいえ」と思われます。最初の攻撃者はあまり面白くありません。償還資格はまったくありません。また、退屈で珍しいものもあります。 彼らの方法は狡猾でもありません。\u001b[22m\n\u001b[1m(Tokaku wa haru no kanjō o hakki shimasuga, sore wa jojoni sōde wa arimasen. Shōjiki itte, sore wa hontōni doko kara mo demasen. Watashi ga odoroita no wa, sore ga nochini jissai ni shirabe rareru to iu jijitsudesu. Kirā no kazu (12) wa gūzende wa naku, kihontekini kaku episōdo ni akuyaku ga aru koto o imi shimasu. Kono rūru kara no itsudatsu ga arimasuga, ōkare sukunakare shinjitsudesu. Dakara, tatoe ikkan shita monogatari ga amari nai nodeareba, daremoga kagayaku chansu o eru koto ga dekimasu. Yuiitsu no gimon wa, sakka ga kyarakutā o kyōmibukaku omoidebukai mono ni suru no ni jūbun'na 1tsu no episōdo ka dō kadesu. Saisho wa, kotaeha `īe' to omowa remasu. Saisho no kōgeki-sha wa amari omoshiroku arimasen. Shōkan shikaku wa mattaku arimasen. Mata, taikutsude mezurashī mono mo arimasu. Karera no hōhō wa kōkatsude mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe synopsis is a bit misleading, though: Tokaku develops feeling for Haru, sure, but not that gradually. To be honest, it comes out of nowhere, really; what surprised me is the fact that it is actually explored later on. The number of killers (12) isn't coincidental, it basically means each episode has its villain. There are deviations from this rule but it's more or less true. So, everyone gets a chance to shine, even though it means there isn't much of a coherent narrative. The only question is: is one episode always enough for the writer to make a character interesting and memorable? At first, it seems like the answer is no, first attackers are not very interesting: there are either no redeeming qualities whatsoever or they are as boring and banal as you can get. Their methods can't be called cunning, too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe synopsis is a bit misleading, though: Tokaku develops feeling for Haru, sure, but not that gradually.\u001b[24m\n    \u001b[1mトカクは春の感情を発揮しますが、それは徐々にそうではありません。\u001b[22m, \u001b[1m概要はいえ、少し誤解を招くです：Tokakuは必ず、春のために感じて開発ではなく、その徐々に。\u001b[22m\n\u001b[4mTo be honest, it comes out of nowhere, really;\u001b[24m\n    \u001b[1m正直言って、それは本当にどこからも出ません。\u001b[22m, \u001b[1m正直に言うと、それは本当に、どこからともなく出てきます。\u001b[22m\n\u001b[4mwhat surprised me is the fact that it is actually explored later on.\u001b[24m\n    \u001b[1m私が驚いたのは、それが後に実際に調べられるという事実です。\u001b[22m, \u001b[1mものを私を驚かせたことは、それが実際に後に探求されているという事実です。\u001b[22m\n\u001b[4mThe number of killers (12) isn't coincidental, it basically means each episode has its villain.\u001b[24m\n    \u001b[1mキラーの数（12）は偶然ではなく、基本的に各エピソードに悪役があることを意味します。\u001b[22m, \u001b[1mキラー（12）の数が、それは基本的に各エピソードは、その悪役を持っている意味、偶然ではありません。\u001b[22m\n\u001b[4mThere are deviations from this rule but it's more or less true.\u001b[24m\n    \u001b[1mこのルールからの逸脱がありますが、多かれ少なかれ真実です。\u001b[22m, \u001b[1mそこにこのルールからの逸脱があるが、それは、多かれ少なかれ事実です。\u001b[22m\n\u001b[4mSo, everyone gets a chance to shine, even though it means there isn't much of a coherent narrative.\u001b[24m\n    \u001b[1mだから、たとえ一貫した物語があまりないのであれば、誰もが輝くチャンスを得ることができます。\u001b[22m, \u001b[1mだから、誰もがそれはコヒーレント物語の多くはそこにないことを意味していても、輝く機会を得ます。\u001b[22m\n\u001b[4mThe only question is: is one episode always enough for the writer to make a character interesting and memorable?\u001b[24m\n    \u001b[1m唯一の疑問は、作家がキャラクターを興味深く思い出深いものにするのに十分な1つのエピソードかどうかです。\u001b[22m, \u001b[1m唯一の問題は、次のとおりです。作家がキャラクターが面白いと思い出深いものにするために、常に十分な1つのエピソードはありますか？\u001b[22m\n\u001b[4mAt first, it seems like the answer is no, first attackers are not very interesting: there are either no redeeming qualities whatsoever or they are as boring and banal as you can get.\u001b[24m\n    \u001b[1m最初は、答えは「いいえ」と思われます。最初の攻撃者はあまり面白くありません。償還資格はまったくありません。また、退屈で珍しいものもあります。\u001b[22m, \u001b[1m最初に、答えはノーであるようにそれはないようで、最初の攻撃は非常に興味深いではありません。そこに何の欠点を補うの資質のいずれかがないか、彼らはあなたが得ることができるよう退屈で平凡です。\u001b[22m\n\u001b[4mTheir methods can't be called cunning, too.\u001b[24m\n    \u001b[1m彼らの方法は狡猾でもありません。\u001b[22m, \u001b[1mその方法は、あまりにも、狡猾呼び出すことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nIt does improve, though, some characters are actually compelling and easy to identify with, their resolutions well-handled. Ironically, those who actually didn't want to kill Haru all that much turned out to be most interesting. Their episodes are mostly around the mid point of the series. After that, however, the focus is more on Tokaku, Haru and their relationship rather than anyone else, so the killers serve mostly as a means for character development. As a result, they aren't that memorable but allow the leads to shine; thanks to that, Haru doesn't come out as a complete damsel in distress, and Tokaku is affected by these experiences, which makes their personalities more interesting. Which is good, since in the beginning they are more (Haru) or less (Tokaku) two-dimensional. The ending changes this radically, although it is pretty strange and, I'm certain, didn't appeal to many. It's probably happy, all things considered, but strange and surprising. I liked it, unsure as I am of how plausible the events were in terms of established relationships.\n\n\u001b[1mしかし、いくつかの文字は実際には説得力があり、識別が容易であり、その解像度はよく扱われます。 皮肉なことに、実際に春を殺そうとは思わなかった人は、最も興味深いことが分かりました。 彼らのエピソードは、主にシリーズの中間点を中心にしています。 それ以降は、他の誰よりもTokaku、Haruとその関係に焦点を当てているので、殺人者は主にキャラクター開発の手段として役立っています。 その結果、彼らは思い出深いものではなく、リードが輝くことを可能にします。 そのため、春は苦難の完全な乙女として出てこないし、これらの経験によってトカクは影響を受け、その人格はより面白くなります。 どちらが良いですか、彼らはより多くの（春）以来（Tokaku）二次元です。 結末は根本的に変わってきますが、それはかなり変わっていますが、私は確信しています。 それはおそらく幸いです、すべてのものが考慮されていますが、奇妙で驚くべきことです。 私はそれが好きだった、確かに私は事実が確立された関係の面でどれほど妥当であるかということである。\u001b[22m\n\u001b[1m(Shikashi, ikutsu ka no moji wa jissai ni wa settoku-ryoku ga ari, shikibetsu ga yōideari, sono kaizōdo wa yoku atsukawa remasu. Hinikuna koto ni, jissai ni haru o korosou to wa omowanakatta hito wa, mottomo kyōmibukai koto ga wakarimashita. Karera no episōdo wa, omo ni shirīzu no chūkan-ten o chūshin ni shite imasu. Sore ikō wa, hoka no dare yori mo Tokaku, Haru to sono kankei ni shōten o atete irunode, satsujin-sha wa omoni kyarakutā kaihatsu no shudan to shite yakudatte imasu. Sono kekka, karera wa omoidebukai monode wa naku, rīdo ga kagayaku koto o kanō ni shimasu. Sonotame, haru wa kunan no kanzen'na otome to shite detekonai shi, korera no keiken ni yotte tokaku wa eikyō o uke, sono jinkaku wa yori omoshiroku narimasu. Dochira ga yoidesu ka, karera wa yori ōku no (haru) irai (Tokaku) nijigendesu. Ketsumatsu wa konpon-teki ni kawatte kimasuga, sore wa kanari kawatte imasuga, watashi wa kakushin shite imasu. Sore wa osoraku saiwaidesu, subete no mono ga kōryo sa rete imasuga, kimyōde odorokubeki kotodesu. Watashi wa sore ga sukidatta, tashika ni watashi wa jijitsu ga kakuritsu sa reta kankei no men de dorehodo datōdearu ka to iu kotodearu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe art really worked for me, it's rather unrealistic but has a sharp feeling to it, making the atmosphere seem surreal yet not exactly threatening. Overall, the show looks and feels pretty energetic, helped by the score often choosing electronic music, though also utilizing traditional instruments. I also liked the decision to make everyone except the students of the Black class black and white, it just looks awesome. The character designs are great, no one looks the same and practically no one looks generic, too. The voice acting was great, I especially liked Tokaku; the voice is unusual but works well with her.\n\n\u001b[1m芸術は本当に私のために働いた、それはむしろ非現実的ですが、それに鋭い感覚を持って、雰囲気をシュールではあるが、厳密には脅かさないようにします。 全体的に見て、ショーはかなりエネルギッシュで、従来の楽器を利用しているにも関わらず、頻繁に電子音楽を選んだスコアによって助けられました。 ブラッククラスの学生以外のすべての人を白黒にするという決定も好きだった。 キャラクターのデザインは素晴らしいです、誰も同じに見えず、実質的に誰も一般的に見えません。 声優は素晴らしい、私は特にTokakuが好きだった。 声は珍しいですが、彼女とよく働きます。\u001b[22m\n\u001b[1m(Geijutsu wa hontōni watashi no tame ni hataraita, sore wa mushiro higenjitsutekidesuga, soreni surudoi kankaku o motte, fun'iki o shūrude wa aru ga, genmitsu ni wa obiyakasanai yō ni shimasu. Zentai-teki ni mite, shō wa kanari enerugisshude, jūrai no gakki o riyō shite iru ni mo kakawarazu, hinpan ni denshi ongaku o eranda sukoa ni yotte tasuke raremashita. Burakku kurasu no gakusei igai no subete no hito o shirokuro ni suru to iu kettei mo sukidatta. Kyarakutā no dezain wa subarashīdesu, dare mo onaji ni miezu, jisshitsu-teki ni dare mo ippan-teki ni miemasen. Seiyū wa subarashī, watashi wa tokuni Tokaku ga sukidatta. Koe wa mezurashīdesuga, kanojo to yoku hatarakimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art really worked for me, it's rather unrealistic but has a sharp feeling to it, making the atmosphere seem surreal yet not exactly threatening. Overall, the show looks and feels pretty energetic, helped by the score often choosing electronic music, though also utilizing traditional instruments. I also liked the decision to make everyone except the students of the Black class black and white, it just looks awesome. The character designs are great, no one looks the same and practically no one looks generic, too. The voice acting was great, I especially liked Tokaku; the voice is unusual but works well with her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art really worked for me, it's rather unrealistic but has a sharp feeling to it, making the atmosphere seem surreal yet not exactly threatening.\u001b[24m\n    \u001b[1m芸術は本当に私のために働いた、それはむしろ非現実的ですが、それに鋭い感覚を持って、雰囲気をシュールではあるが、厳密には脅かさないようにします。\u001b[22m, \u001b[1m芸術は本当に私のために働いて、それはむしろ非現実的だが、雰囲気を作り、それに鋭い感覚を持っているが非現実的な、まだ正確に脅迫ではないようです。\u001b[22m\n\u001b[4mOverall, the show looks and feels pretty energetic, helped by the score often choosing electronic music, though also utilizing traditional instruments.\u001b[24m\n    \u001b[1m全体的に見て、ショーはかなりエネルギッシュで、従来の楽器を利用しているにも関わらず、頻繁に電子音楽を選んだスコアによって助けられました。\u001b[22m, \u001b[1m全体的に、ショーは見て、また、伝統的な楽器を利用しても、多くの場合、電子音楽を選択するスコアによって助け、かなりエネルギッシュな感じ。\u001b[22m\n\u001b[4mI also liked the decision to make everyone except the students of the Black class black and white, it just looks awesome.\u001b[24m\n    \u001b[1mブラッククラスの学生以外のすべての人を白黒にするという決定も好きだった。\u001b[22m, \u001b[1m私はまた、黒と白のは、それだけで素晴らしい見えるブラックのクラスの生徒を除いて皆をするという決定が好きでした。\u001b[22m\n\u001b[4mThe character designs are great, no one looks the same and practically no one looks generic, too.\u001b[24m\n    \u001b[1mキャラクターのデザインは素晴らしいです、誰も同じに見えず、実質的に誰も一般的に見えません。\u001b[22m, \u001b[1mキャラクターデザインは、誰もが同じように見えず、実質的に誰もが、あまりにも、一般的な見えない、素晴らしいです。\u001b[22m\n\u001b[4mThe voice acting was great, I especially liked Tokaku;\u001b[24m\n    \u001b[1m声優は素晴らしい、私は特にTokakuが好きだった。\u001b[22m, \u001b[1m声の演技は素晴らしかった、私は特にTokakuが好き。\u001b[22m\n\u001b[4mthe voice is unusual but works well with her.\u001b[24m\n    \u001b[1m声は珍しいですが、彼女とよく働きます。\u001b[22m, \u001b[1m声は珍しいですが、彼女とうまく動作します。\u001b[22m\n\u001b[1m\u001b[22m\nMost of my problems with the show I have already mentioned: while SOME characters I liked, some were boring or were only there to develop the leads; and one of the students is completely pointless and has little to no personality. The big revelation in the end (and of course there's the big answer to who's behind this and what do they want) is only good for the effect it has on Haru and Tokaku's relationship, it's not that interesting or surprising, for that matter, and ultimately comes out of left field and amounts to nothing. The anime, in my opinion, suffers from it only having 12 episodes; otherwise, character arcs could have been more explored, the ending built up better, so that it could make more of an impact. As it is, not everything is great with Akuma no Riddle but it is enjoyable, contains surprisingly little padding and fanservice and at least half the class consists of interesting characters. Overall, it's good. I just can't shrug off the feeling it could have been better.\n\n\u001b[1m私がすでに述べたショーの私の問題の大部分は、私が好きだったいくつかのキャラクターの中には、退屈なものやリードの開発にしかなかったものがありました。 学生の一人は完全に無意味で、個性はほとんどない。 最後に大きな啓示があります（そして、誰がこれを背負っているのか、そして何を望んでいるのかという大きな答えがあります）。それは、春とTokakuの関係にだけ効果があります。それは面白くも驚くべきことでもありません。 最終的に左のフィールドから出て、何も得られません。 アニメは、私の意見では、12のエピソードしか持たないことに苦しんでいます。 さもなければ、キャラクターアークはもっと探検されているかもしれませんし、エンディングがより良く構築され、より多くの影響を与えることができます。 それはそうではありませんが、Akuma no Riddleではすべてが素晴らしいわけではありませんが、楽しいです。驚くほど小さなパディングやファンタジーがあり、少なくとも半分は興味深いキャラクターで構成されています。 全体的に、それは良いです。 私はそれがより良いかもしれないという気持ちをほめたたえられません。\u001b[22m\n\u001b[1m(Watashi ga sudeni nobeta shō no watashi no mondai no daibubun wa, watashi ga sukidatta ikutsu ka no kyarakutā no nakaniha, taikutsuna mono ya rīdo no kaihatsu ni shikanakatta mono ga arimashita. Gakusei no hitori wa kanzen ni muimide, kosei wa hotondo nai. Saigo ni ōkina keiji ga arimasu (soshite, dare ga kore o shotte iru no ka, soshite nani o nozonde iru no ka to iu ōkina kotae ga arimasu). Sore wa, haru to Tokaku no kankei ni dake kōka ga arimasu. Sore wa omoshiroku mo odorokubeki kotode mo arimasen. Saishūtekini hidari no fīrudo kara dete, nani mo e raremasen. Anime wa, watashi no ikende wa, 12 no episōdo shika motanai koto ni kurushinde imasu. Samonakereba, kyarakutāāku wa motto tanken sa rete iru kamo shiremasenshi, endingu ga yori yoku kōchiku sa re, yori ōku no eikyō o ataeru koto ga dekimasu. Sore wa sōde wa arimasenga, Akuma no Riddlede wa subete ga subarashī wakede wa arimasenga, tanoshīdesu. Odoroku hodo chīsana padingu ya fantajī ga ari, sukunakutomo hanbun wa kyōmibukai kyarakutā de kōsei sa rete imasu. Zentai-teki ni, sore wa yoidesu. Watashi wa sore ga yori yoi kamo shirenai to iu kimochi o home tatae raremasen.)\u001b[22m\n\nTranslations of \u001b[4mMost of my problems with the show I have already mentioned: while SOME characters I liked, some were boring or were only there to develop the leads; and one of the students is completely pointless and has little to no personality. The big revelation in the end (and of course there's the big answer to who's behind this and what do they want) is only good for the effect it has on Haru and Tokaku's relationship, it's not that interesting or surprising, for that matter, and ultimately comes out of left field and amounts to nothing. The anime, in my opinion, suffers from it only having 12 episodes; otherwise, character arcs could have been more explored, the ending built up better, so that it could make more of an impact. As it is, not everything is great with Akuma no Riddle but it is enjoyable, contains surprisingly little padding and fanservice and at least half the class consists of interesting characters. Overall, it's good. I just can't shrug off the feeling it could have been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of my problems with the show I have already mentioned: while SOME characters I liked, some were boring or were only there to develop the leads;\u001b[24m\n    \u001b[1m私がすでに述べたショーの私の問題の大部分は、私が好きだったいくつかのキャラクターの中には、退屈なものやリードの開発にしかなかったものがありました。\u001b[22m, \u001b[1m私はすでに言及したショーと私の問題のほとんど：私は言っていながら、いくつかの文字を、いくつかは退屈だったか、リードを開発するだけでした。\u001b[22m\n\u001b[4mand one of the students is completely pointless and has little to no personality.\u001b[24m\n    \u001b[1m学生の一人は完全に無意味で、個性はほとんどない。\u001b[22m, \u001b[1mそして生徒の一人は完全に無意味ですし、無個性に少しを持っています。\u001b[22m\n\u001b[4mThe big revelation in the end (and of course there's the big answer to who's behind this and what do they want) is only good for the effect it has on Haru and Tokaku's relationship, it's not that interesting or surprising, for that matter, and\u001b[24m\n    \u001b[1m最後に大きな啓示があります（そして、誰がこれを背負っているのか、そして何を望んでいるのかという大きな答えがあります）。それは、春とTokakuの関係にだけ効果があります。それは面白くも驚くべきことでもありません。\u001b[22m, \u001b[1m大端部での啓示（そしてもちろん、この背後に、彼らが何をしたいですか誰に大きな答えはありますが）、それはそのことについては、その興味深いまたは驚くべきそれは春とTokakuの関係に与える影響のためだけで良いではないし、\u001b[22m\n\u001b[4multimately comes out of left field and amounts to nothing.\u001b[24m\n    \u001b[1m最終的に左のフィールドから出て、何も得られません。\u001b[22m, \u001b[1m最終的には左のフィールドから出て、何にも達します。\u001b[22m\n\u001b[4mThe anime, in my opinion, suffers from it only having 12 episodes;\u001b[24m\n    \u001b[1mアニメは、私の意見では、12のエピソードしか持たないことに苦しんでいます。\u001b[22m, \u001b[1mアニメは、私の意見では、それが唯一の12のエピソードを持つ苦しんでいます。\u001b[22m\n\u001b[4motherwise, character arcs could have been more explored, the ending built up better, so that it could make more of an impact.\u001b[24m\n    \u001b[1mさもなければ、キャラクターアークはもっと探検されているかもしれませんし、エンディングがより良く構築され、より多くの影響を与えることができます。\u001b[22m, \u001b[1mそれ以外の場合は、文字アークはより多くのそれは衝撃の多くを作ることができるように結末は、より良い構築、検討されている可能性があります。\u001b[22m\n\u001b[4mAs it is, not everything is great with Akuma no Riddle but it is enjoyable, contains surprisingly little padding and fanservice and at least half the class consists of interesting characters.\u001b[24m\n    \u001b[1mそれはそうではありませんが、Akuma no Riddleではすべてが素晴らしいわけではありませんが、楽しいです。驚くほど小さなパディングやファンタジーがあり、少なくとも半分は興味深いキャラクターで構成されています。\u001b[22m, \u001b[1mそのままではなく、すべてが無リドル悪魔と素晴らしいですが、それは、楽しいです驚くほど少しパディングとサービスカットが含まれており、少なくとも半分クラスは興味深い文字で構成されます。\u001b[22m\n\u001b[4mOverall, it's good.\u001b[24m\n    \u001b[1m全体的に、それは良いです。\u001b[22m, \u001b[1m全体的に、それは良いことです。\u001b[22m\n\u001b[4mI just can't shrug off the feeling it could have been better.\u001b[24m\n    \u001b[1m私はそれがより良いかもしれないという気持ちをほめたたえられません。\u001b[22m, \u001b[1m私はちょうどそれが良いされている可能性が気持ちを一笑に付すことはできません。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "greenblood1991",
    "profile": "/profile/greenblood1991/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=148425",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  6\n\nおはようございます\n\nストーリー：\n\n最初はストーリーが素晴らしく、12人のキラーと1人のプロテクターがほかに何が必要なのか、それはすべて間違っていました。\n\n＃ストーリーは良いと言われましたが、より良いことができました。\n＃ストーリーは複雑です（最後はひどいです。何が起こったのか、なぜそれが起こったのか知ることさえありません）\n＃ストーリーはユニークで、ペーシングは遅いです。結末はひどいと言いましたが、多くの質問があります。\n\nアート：\n＃スタイルは現実的ではありませんでしたが、文字デザインは美しいものでした。\n私は彼らがアニメの環境に取り組んだとは思っていません。\n\n\n音 ：\n＃演技するキャラクターの音はうまく、バックグラウンドミュージックは良かった。\n\nキャラクター ：\n＃すべての特定の力や能力を持っていないすべての文字は、すべての後に最初の2つの戦いを見るときに同じ新しい動きをしなくても通りの戦いだった。\nあなたは悪者ではありません...\n＃私が好きではなかったキャラは春だったし、猫のように見える少女が好きだった人（ニオ）\n\n楽しさ：\n＃他の人はこのショーを嫌うと思うし、もう一度見直されることはありません。\n＃は思い出に残るものではありませんでした。\n\n最終的には、ショーを見るかどうか、あなたの選択。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nGood day all\n\n\u001b[1mおはようございます\u001b[22m\n\u001b[1m(Ohayōgozaimasu)\u001b[22m\n\nTranslations of \u001b[4mGood day all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood day all\u001b[24m\n    \u001b[1mおはようございます\u001b[22m, \u001b[1mすべての良い一日\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nIn the beginning the story is awesome and amazing 12 killers and one protector what else you want then it all went wrong.\n\n\u001b[1m最初はストーリーが素晴らしく、12人のキラーと1人のプロテクターがほかに何が必要なのか、それはすべて間違っていました。\u001b[22m\n\u001b[1m(Saisho wa sutōrī ga subarashiku, 12-ri no kirā to 1-ri no purotekutā ga hoka ni nani ga hitsuyōna no ka, soreha subete machigatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mIn the beginning the story is awesome and amazing 12 killers and one protector what else you want then it all went wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the beginning the story is awesome and amazing 12 killers and one protector what else you want then it all went wrong.\u001b[24m\n    \u001b[1m最初はストーリーが素晴らしく、12人のキラーと1人のプロテクターがほかに何が必要なのか、それはすべて間違っていました。\u001b[22m, \u001b[1m冒頭で物語はあなたが望むすべてが間違っていた他に何12殺人と1プロテクタ素晴らしいと素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\n# the story was told good but it could been better.\n\n\u001b[1m＃ストーリーは良いと言われましたが、より良いことができました。\u001b[22m\n\u001b[1m(# Sutōrī wa yoi to iwa remashitaga, yori yoi koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4m# the story was told good but it could been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# the story was told good but it could been better.\u001b[24m\n    \u001b[1m＃ストーリーは良いと言われましたが、より良いことができました。\u001b[22m, \u001b[1m＃ストーリーが良いと言われたが、それはよかった可能性があります。\u001b[22m\n# the story is complex ( the end is terrible you cant even know what happened and why it did )\n\n\u001b[1m＃ストーリーは複雑です（最後はひどいです。何が起こったのか、なぜそれが起こったのか知ることさえありません）\u001b[22m\n\u001b[1m(# Sutōrī wa fukuzatsudesu (saigo wa hidoidesu. Nani ga okotta no ka, naze sore ga okotta no ka shiru koto sae arimasen))\u001b[22m\n\nTranslations of \u001b[4m# the story is complex ( the end is terrible you cant even know what happened and why it did )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# the story is complex ( the end is terrible you cant even know what happened and why it did )\u001b[24m\n    \u001b[1m＃ストーリーは複雑です（最後はひどいです。何が起こったのか、なぜそれが起こったのか知ることさえありません）\u001b[22m, \u001b[1m＃物語は複雑です（最後はあなたも何が起こったか知っているカントひどいです、なぜそれがなかったです）\u001b[22m\n# the story is unique and the pacing is slow, as I said the ending was terrible there is many questions.\n\n\u001b[1m＃ストーリーはユニークで、ペーシングは遅いです。結末はひどいと言いましたが、多くの質問があります。\u001b[22m\n\u001b[1m(# Sutōrī wa yunīku de, pēshingu wa osoidesu. Ketsumatsu wa hidoi to iimashitaga, ōku no shitsumon ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m# the story is unique and the pacing is slow, as I said the ending was terrible there is many questions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# the story is unique and the pacing is slow, as I said the ending was terrible there is many questions.\u001b[24m\n    \u001b[1m＃ストーリーはユニークで、ペーシングは遅いです。結末はひどいと言いましたが、多くの質問があります。\u001b[22m, \u001b[1m＃話は一意であり、私は結末は多くの質問があるひどいものだった言ったようにペーシングは、遅いです。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n# the style wasn’t realistic but the character design was beautiful.\n\n\u001b[1m＃スタイルは現実的ではありませんでしたが、文字デザインは美しいものでした。\u001b[22m\n\u001b[1m(# Sutairu wa genjitsu-tekide wa arimasendeshitaga, moji dezain wa utsukushī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4m# the style wasn’t realistic but the character design was beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# the style wasn’t realistic but the character design was beautiful.\u001b[24m\n    \u001b[1m＃スタイルは現実的ではありませんでしたが、文字デザインは美しいものでした。\u001b[22m, \u001b[1m＃スタイルは現実的ではありませんでしたが、キャラクターデザインは綺麗でした。\u001b[22m\n# some building were the same all over the story I don’t think they worked on the environment of the anime.\n\n\u001b[1m私は彼らがアニメの環境に取り組んだとは思っていません。\u001b[22m\n\u001b[1m(Watashi wa karera ga anime no kankyō ni torikunda to wa omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4m# some building were the same all over the story I don’t think they worked on the environment of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# some building were the same all over the story I don’t think they worked on the environment of the anime.\u001b[24m\n    \u001b[1m私は彼らがアニメの環境に取り組んだとは思っていません。\u001b[22m, \u001b[1m＃いくつかの建物はすべて私は、彼らがアニメの環境で働いていたとは思わない物語上で同じでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound :\n\n\u001b[1m音 ：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n# the sound of the character acting was fine and the background music was good .\n\n\u001b[1m＃演技するキャラクターの音はうまく、バックグラウンドミュージックは良かった。\u001b[22m\n\u001b[1m(# Engi suru kyarakutā no oto wa umaku, bakkuguraundomyūjikku wa yokatta.)\u001b[22m\n\nTranslations of \u001b[4m# the sound of the character acting was fine and the background music was good .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# the sound of the character acting was fine and the background music was good .\u001b[24m\n    \u001b[1m＃演技するキャラクターの音はうまく、バックグラウンドミュージックは良かった。\u001b[22m, \u001b[1m＃文字演技の音は大丈夫だったし、バックグラウンドミュージックは良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter :\n\n\u001b[1mキャラクター ：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n# all the characters without any specific powers or ability , all it was street fighting even without any new moves when you watch the first two fights all after will be the same.\n\n\u001b[1m＃すべての特定の力や能力を持っていないすべての文字は、すべての後に最初の2つの戦いを見るときに同じ新しい動きをしなくても通りの戦いだった。\u001b[22m\n\u001b[1m(# Subete no tokutei no chikara ya nōryoku o motteinai subete no moji wa, subete no nochi ni saisho no 2tsu no tatakai o miru toki ni onaji atarashī ugoki o shinakute mo tōri no tatakaidatta.)\u001b[22m\n\nTranslations of \u001b[4m# all the characters without any specific powers or ability , all it was street fighting even without any new moves when you watch the first two fights all after will be the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# all the characters without any specific powers or ability , all it was street fighting even without any new moves when you watch the first two fights all after will be the same.\u001b[24m\n    \u001b[1m＃すべての特定の力や能力を持っていないすべての文字は、すべての後に最初の2つの戦いを見るときに同じ新しい動きをしなくても通りの戦いだった。\u001b[22m, \u001b[1m任意の特定の権限や能力なし＃すべての文字、あなたはすべて同じになります後の最初の2つの戦いを見たときに、それはあっても、任意の新しい動きのない戦い通りだったすべて。\u001b[22m\n# you don’t who is the villain …\n\n\u001b[1mあなたは悪者ではありません...\u001b[22m\n\u001b[1m(Anata wa warumonode wa arimasen...)\u001b[22m\n\nTranslations of \u001b[4m# you don’t who is the villain …\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# you don’t who is the villain …\u001b[24m\n    \u001b[1mあなたは悪者ではありません...\u001b[22m, \u001b[1m＃あなたは、悪役は誰ではありません...\u001b[22m\n# the character that I didn’t like was haru and the one I liked the girl who looked like the cat ( Nio)\n\n\u001b[1m＃私が好きではなかったキャラは春だったし、猫のように見える少女が好きだった人（ニオ）\u001b[22m\n\u001b[1m(# Watashi ga sukide wa nakatta kyara wa harudattashi, neko no yō ni mieru shōjo ga sukidatta hito (nio))\u001b[22m\n\nTranslations of \u001b[4m# the character that I didn’t like was haru and the one I liked the girl who looked like the cat ( Nio)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# the character that I didn’t like was haru and the one I liked the girl who looked like the cat ( Nio)\u001b[24m\n    \u001b[1m＃私が好きではなかったキャラは春だったし、猫のように見える少女が好きだった人（ニオ）\u001b[22m, \u001b[1m＃（仁王）私は好きではなかった文字は春だったものが、私は猫のように見えた女の子が好き\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment :\n\n\u001b[1m楽しさ：\u001b[22m\n\u001b[1m(Tanoshisa:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n# I think others will dislike this show and no way iam going to re-watched again.\n\n\u001b[1m＃他の人はこのショーを嫌うと思うし、もう一度見直されることはありません。\u001b[22m\n\u001b[1m(# Hokanohito wa kono shō o kirau to omoushi, mōichido minaosa reru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m# I think others will dislike this show and no way iam going to re-watched again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# I think others will dislike this show and no way iam going to re-watched again.\u001b[24m\n    \u001b[1m＃他の人はこのショーを嫌うと思うし、もう一度見直されることはありません。\u001b[22m, \u001b[1m＃私は他の人がこの番組と決してIAMは再び再見に行くが嫌いだと思います。\u001b[22m\n# wasn’t memorable at all .\n\n\u001b[1m＃は思い出に残るものではありませんでした。\u001b[22m\n\u001b[1m(# Wa omoide ni nokoru monode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m# wasn’t memorable at all .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m# wasn’t memorable at all .\u001b[24m\n    \u001b[1m＃は思い出に残るものではありませんでした。\u001b[22m, \u001b[1m＃は全く記憶に残るませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end its your choice to see the show or not .\n\n\u001b[1m最終的には、ショーを見るかどうか、あなたの選択。\u001b[22m\n\u001b[1m(Saishūtekini wa, shō o miru ka dō ka, anata no sentaku.)\u001b[22m\n\nTranslations of \u001b[4mIn the end its your choice to see the show or not .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end its your choice to see the show or not .\u001b[24m\n    \u001b[1m最終的には、ショーを見るかどうか、あなたの選択。\u001b[22m, \u001b[1m最終的には、そのあなたの選択は、showかを確認します。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "ToastytheBaker",
    "profile": "/profile/ToastytheBaker/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=149005",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nAkuma no Riddle。 暗殺者は彼女を保護する犠牲者を暗殺するために他の暗殺者を暗殺する。\n\n-全体\nAkum no Riddleの物語はエピソード的に語られ、それぞれのエピソードは1人の暗殺者に特徴づけられています。 これは自分のやり方では楽しいものでしたが、多くの問題を引き起こしました。 その前提はあまり説明されておらず、このようなストーリーテリングによって、キャラクターはひどく発展していませんでした。 芸術と音は本当に良かったですが、興味深いですが、そのキャラクターはあまり発達しておらず、本当に好きではありませんでした。  Akuma no Riddleはアクションやキャラクターに焦点を当てているようだが、キャラクターは目標に達していないので、残念だ。 しかし、行動は良いです。\nストーリー：7\nアート：7\nサウンド：7\n文字：6.75\n楽しさ：8\n全体：7.15、あかまの謎は良いです。\nしかし、最後のエピソードはまったく恐ろしく、キャラクターを壊してしまいます。 もし私が真剣にそのエピソードの最後の半分を考慮に入れれば、私はストーリー6とキャラクター6を評価します。 しかし、私はそれが「クールダウン」の結論部分に基づいてショーを判断することは不公平だと感じています。 しかし、とにかく、Akuma no Riddleは総合スコア7.15を得ました。\n以下の詳細をご覧ください：\n\n-ストーリー\n「あかまの謎」の話は、とてもシンプルです。 前提はまったく説明されていませんが（Tokakuが働くこの「暗殺ネットワーク」は何ですか？どのように機能しますか？人々はこのネットワークにどのように募集されますか？）私はまだエピソードを楽しんでいました。 異なった武器を専門とする主要キャラクターと一緒に、それぞれのエピソードに異なるアサシンがスポットライトを当てています。 それは単調になることができますが、アクションは振り付けがよくなります。 いくつかのエピソードは「何でも」、他は非常に良いです。  （エピソード6はおそらく私の好きなエピソードでした。それはすべてのロミオとジュリエットの並行で涼しかったです）プロットはすばらしいわけではありませんが、そのシンプルさはうれしいです。 しかし、第12話はそのプロットを崩壊させる。 エピソード12を見ないでください。\n\n-アート\n芸術はよく見える。 それは現代的な作品よりも「輝く」ようです。 しかし、特別なことはありません。\n\n-音\n声とサウンドトラックは平均です。 彼らは良いですが、特別ではありません。 オープニングテーマはかなりクールです。 エンディングのテーマは、各エピソードごとに異なり、そのエピソードで「死んだ」キャラクターの声優が歌います。 それはかなり涼しいですが、私は本当にそれらを聞いていませんでした。\n\n-キャラクター\n興味深いバックストーリーで、アクマノリードには多くの暗殺者がいます。 しかし、アニメが短くて各バックストーリーが平均で3〜6分かかるため、キャラクターは笑って発展しておらず、本当に親切ではありません。 私は、私に同情を感じさせようとしているアニメを感じることができますが、ほとんどの時間、私は物語がどれほどひどく納品されたのか笑っただけです。 すべての暗殺者が標的にしている主人公の春は本当に馬鹿だ。 彼女は彼女を殺そうとしていることを知っているにもかかわらず、暗殺者と友達を作るしようとする...\nTokakuは良いバックストーリーを持つ悪い人で、先生はちょうど...最高です。 結局、私はいくつかのキャラクターに敬意を表して感情を感じましたが、エピソード12...それらの感情のいくつかを破壊します...\nエピソード12を見ないでください。\n\n-楽しみ\n私はこのアニメを楽しんだ。 エピソード的な物語の告知は十分に楽しいものでしたし、キャラクターのいくつかはクールでした。 アクションは楽しいです。 しかし、第12話の後半は悪いです。 そのエピソードを見ないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAkuma no Riddle. Assassins assassinating other assassins in order to assassinate a victim that has an assassin protecting her.\n\n\u001b[1mAkuma no Riddle。 暗殺者は彼女を保護する犠牲者を暗殺するために他の暗殺者を暗殺する。\u001b[22m\n\u001b[1m(Akuma no Riddle. Asashin wa kanojo o hogo suru gisei-sha o ansatsu suru tame ni hoka no asashin o ansatsu suru.)\u001b[22m\n\nTranslations of \u001b[4mAkuma no Riddle. Assassins assassinating other assassins in order to assassinate a victim that has an assassin protecting her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkuma no Riddle.\u001b[24m\n    \u001b[1mAkuma no Riddle。\u001b[22m, \u001b[1m悪魔のない謎。\u001b[22m\n\u001b[4mAssassins assassinating other assassins in order to assassinate a victim that has an assassin protecting her.\u001b[24m\n    \u001b[1m暗殺者は彼女を保護する犠牲者を暗殺するために他の暗殺者を暗殺する。\u001b[22m, \u001b[1m彼女を保護する暗殺者を持って被害者を暗殺するために、他の暗殺者を暗殺暗殺者。\u001b[22m\n\u001b[1m\u001b[22m\n-Overall\n\n\u001b[1m-全体\u001b[22m\n\u001b[1m(- Zentai)\u001b[22m\n\nDefinitions of \u001b[4m-Overall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nThe story of Akuma no Riddle is told episodically, with each episode focusing on one assassin to characterize. While this was fun in it's own way, it caused many problems. The premise isn't explained too much, and this way of storytelling caused the characters to be horribly underdeveloped. The art and sound were good, average really, but the characters, although interesting, end up laughably underdeveloped and not really likable at all. It's a shame, since Akuma no Riddle seems to focus on the action and characters, but the characters fall short of their goal. The action is good, though.\n\n\u001b[1mAkum no Riddleの物語はエピソード的に語られ、それぞれのエピソードは1人の暗殺者に特徴づけられています。 これは自分のやり方では楽しいものでしたが、多くの問題を引き起こしました。 その前提はあまり説明されておらず、このようなストーリーテリングによって、キャラクターはひどく発展していませんでした。 芸術と音は本当に良かったですが、興味深いですが、そのキャラクターはあまり発達しておらず、本当に好きではありませんでした。  Akuma no Riddleはアクションやキャラクターに焦点を当てているようだが、キャラクターは目標に達していないので、残念だ。 しかし、行動は良いです。\u001b[22m\n\u001b[1m(Akum no Riddle no monogatari wa episōdo-teki ni katara re, sorezore no episōdo wa 1-ri no asashin ni tokuchō dzuke rarete imasu. Kore wa jibun no yarikatade wa tanoshī monodeshitaga, ōku no mondai o hikiokoshimashita. Sono zentei wa amari setsumei sa rete orazu, kono yōna sutōrīteringu ni yotte, kyarakutā wa hidoku hatten shite imasendeshita. Geijutsu to oto wa hontōniyokattadesuga, kyōmibukaidesuga, sono kyarakutā wa amari hattatsu shite orazu, hontōni sukide wa arimasendeshita. Akuma no Riddle wa akushon ya kyarakutā ni shōten o atete iru yōdaga, kyarakutā wa mokuhyō ni tasshite inainode, zan'nenda. Shikashi, kōdō wa yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Akuma no Riddle is told episodically, with each episode focusing on one assassin to characterize. While this was fun in it's own way, it caused many problems. The premise isn't explained too much, and this way of storytelling caused the characters to be horribly underdeveloped. The art and sound were good, average really, but the characters, although interesting, end up laughably underdeveloped and not really likable at all. It's a shame, since Akuma no Riddle seems to focus on the action and characters, but the characters fall short of their goal. The action is good, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Akuma no Riddle is told episodically, with each episode focusing on one assassin to characterize.\u001b[24m\n    \u001b[1mAkum no Riddleの物語はエピソード的に語られ、それぞれのエピソードは1人の暗殺者に特徴づけられています。\u001b[22m, \u001b[1m悪魔の話がない謎は各エピソードが特徴づけるために1暗殺者に焦点を当てて、気まぐれに語られています。\u001b[22m\n\u001b[4mWhile this was fun in it's own way, it caused many problems.\u001b[24m\n    \u001b[1mこれは自分のやり方では楽しいものでしたが、多くの問題を引き起こしました。\u001b[22m, \u001b[1mこれはそれの独自の方法で楽しかったが、それは多くの問題を引き起こしました。\u001b[22m\n\u001b[4mThe premise isn't explained too much, and this way of storytelling caused the characters to be horribly underdeveloped.\u001b[24m\n    \u001b[1mその前提はあまり説明されておらず、このようなストーリーテリングによって、キャラクターはひどく発展していませんでした。\u001b[22m, \u001b[1m前提はあまり説明し、物語のこの方法は、文字が恐ろしく未発達であることが原因とされていません。\u001b[22m\n\u001b[4mThe art and sound were good, average really, but the characters, although interesting, end up laughably underdeveloped and not really likable at all.\u001b[24m\n    \u001b[1m芸術と音は本当に良かったですが、興味深いですが、そのキャラクターはあまり発達しておらず、本当に好きではありませんでした。\u001b[22m, \u001b[1mアートとサウンドは本当に、平均良かったものの、文字が、興味深いものの、すべてで本当に好感ばかばかしいほど未発達とないに終わります。\u001b[22m\n\u001b[4mIt's a shame, since Akuma no Riddle seems to focus on the action and characters, but the characters fall short of their goal.\u001b[24m\n    \u001b[1mAkuma no Riddleはアクションやキャラクターに焦点を当てているようだが、キャラクターは目標に達していないので、残念だ。\u001b[22m, \u001b[1m悪魔のない謎の行動や文字に焦点を当てるように見えるので、それは、残念だが、文字が彼らの目標を下回ります。\u001b[22m\n\u001b[4mThe action is good, though.\u001b[24m\n    \u001b[1mしかし、行動は良いです。\u001b[22m, \u001b[1mアクションはいえ、良いです。\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nCharacter: 6.75\n\n\u001b[1m文字：6.75\u001b[22m\n\u001b[1m(Moji: 6. 75)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6.75\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6.75\u001b[24m\n    \u001b[1m文字：6.75\u001b[22m, \u001b[1mキャラクター：6.75\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nOverall: 7.15, Akuma no Riddle is good.\n\n\u001b[1m全体：7.15、あかまの謎は良いです。\u001b[22m\n\u001b[1m(Zentai: 7. 15, A kama no nazo wa yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7.15, Akuma no Riddle is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7.15, Akuma no Riddle is good.\u001b[24m\n    \u001b[1m全体：7.15、あかまの謎は良いです。\u001b[22m, \u001b[1m全体：7.15、悪魔のない謎が良いです。\u001b[22m\nHowever, the last episode is utterly horrible and breaks the characters. I would rate a 6 in story and 6 in character if I seriously took the last half of that episode into consideration. However, I feel it unfair to judge the show based on it's 'cooling down' conclusion portion. But anyways, Akuma no Riddle gets an overall score of 7.15.\n\n\u001b[1mしかし、最後のエピソードはまったく恐ろしく、キャラクターを壊してしまいます。 もし私が真剣にそのエピソードの最後の半分を考慮に入れれば、私はストーリー6とキャラクター6を評価します。 しかし、私はそれが「クールダウン」の結論部分に基づいてショーを判断することは不公平だと感じています。 しかし、とにかく、Akuma no Riddleは総合スコア7.15を得ました。\u001b[22m\n\u001b[1m(Shikashi, saigo no episōdo wa mattaku osoroshiku, kyarakutā o kowashite shimaimasu. Moshi watashi ga shinken ni sono episōdo no saigo no hanbun o kōryo ni irereba, watashi wa sutōrī 6 to kyarakutā 6 o hyōka shimasu. Shikashi, watashi wa sore ga `kūrudaun' no ketsuron bubun nimotozuite shō o handan suru koto wa fukōheida to kanjite imasu. Shikashi, tonikaku, Akuma no Riddle wa sōgō sukoa 7. 15 O emashita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the last episode is utterly horrible and breaks the characters. I would rate a 6 in story and 6 in character if I seriously took the last half of that episode into consideration. However, I feel it unfair to judge the show based on it's 'cooling down' conclusion portion. But anyways, Akuma no Riddle gets an overall score of 7.15.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the last episode is utterly horrible and breaks the characters.\u001b[24m\n    \u001b[1mしかし、最後のエピソードはまったく恐ろしく、キャラクターを壊してしまいます。\u001b[22m, \u001b[1mしかし、最後のエピソードは全く恐ろしいですと文字を壊します。\u001b[22m\n\u001b[4mI would rate a 6 in story and 6 in character if I seriously took the last half of that episode into consideration.\u001b[24m\n    \u001b[1mもし私が真剣にそのエピソードの最後の半分を考慮に入れれば、私はストーリー6とキャラクター6を評価します。\u001b[22m, \u001b[1m私は真剣に考慮し、そのエピソードの最後の半分を取った場合、私は文字で物語の中で6,6を評価します。\u001b[22m\n\u001b[4mHowever, I feel it unfair to judge the show based on it's 'cooling down' conclusion portion.\u001b[24m\n    \u001b[1mしかし、私はそれが「クールダウン」の結論部分に基づいてショーを判断することは不公平だと感じています。\u001b[22m, \u001b[1mしかし、私はそれが不公平それの結論部分を「冷却」に基づいて、ショーを判断するために感じます。\u001b[22m\n\u001b[4mBut anyways, Akuma no Riddle gets an overall score of 7.15.\u001b[24m\n    \u001b[1mしかし、とにかく、Akuma no Riddleは総合スコア7.15を得ました。\u001b[22m, \u001b[1mしかし、とにかく、悪魔なしリドルは7.15の全体的なスコアを取得します。\u001b[22m\nMore details down below:\n\n\u001b[1m以下の詳細をご覧ください：\u001b[22m\n\u001b[1m(Ika no shōsai o goran kudasai:)\u001b[22m\n\nTranslations of \u001b[4mMore details down below:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore details down below:\u001b[24m\n    \u001b[1m以下の詳細をご覧ください：\u001b[22m, \u001b[1m以下にダウン詳細：\u001b[22m\n\u001b[1m\u001b[22m\n-Story\n\n\u001b[1m-ストーリー\u001b[22m\n\u001b[1m(- Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4m-Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story of Akuma no Riddle is simple enough. While the premise isn't explained well at all, (What is this 'assassins network' that Tokaku works for? How does it work? How are people recruited into this network?) I still enjoyed the episodes. Each episode a different assasssin has the spotlight alongside the main characters, who specialize in different weapons. While it can get monotonous, the action is well choreographed. Some episodes are 'whatever', others are very good. (Episode 6 was probably my favorite episode. It was cool with all the Romeo and Juliet parallels) The plot isn't amazing, but it's nice in its simplicity. However, Episode 12 ruins the plot. Don't watch episode 12.\n\n\u001b[1m「あかまの謎」の話は、とてもシンプルです。 前提はまったく説明されていませんが（Tokakuが働くこの「暗殺ネットワーク」は何ですか？どのように機能しますか？人々はこのネットワークにどのように募集されますか？）私はまだエピソードを楽しんでいました。 異なった武器を専門とする主要キャラクターと一緒に、それぞれのエピソードに異なるアサシンがスポットライトを当てています。 それは単調になることができますが、アクションは振り付けがよくなります。 いくつかのエピソードは「何でも」、他は非常に良いです。  （エピソード6はおそらく私の好きなエピソードでした。それはすべてのロミオとジュリエットの並行で涼しかったです）プロットはすばらしいわけではありませんが、そのシンプルさはうれしいです。 しかし、第12話はそのプロットを崩壊させる。 エピソード12を見ないでください。\u001b[22m\n\u001b[1m(`A kama no nazo' no hanashi wa, totemo shinpurudesu. Zentei wa mattaku setsumei sa rete imasenga (Tokaku ga hataraku kono `ansatsu nettowāku' wa nanidesu ka? Dono yō ni kinō shimasu ka? Hitobito wa kono nettowāku ni dono yō ni boshū sa remasu ka? ) Watashi wa mada episōdo o tanoshinde imashita. Kotonatta buki o senmon to suru shuyō kyarakutā to issho ni, sorezore no episōdo ni kotonaru asashin ga supottoraito o atete imasu. Sore wa tanchō ni naru koto ga dekimasuga, akushon wa furitsuke ga yoku narimasu. Ikutsu ka no episōdo wa `nani demo', hoka wa hijō ni yoidesu. (Episōdo 6 wa osoraku watashi no sukina episōdodeshita. Sore wa subete no romiotojurietto no heikō de suzushikattadesu) purotto wa subarashī wakede wa arimasenga, sono shinpuru-sa wa ureshīdesu. Shikashi, dai 12-wa wa sono purotto o hōkai sa seru. Episōdo 12 o minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Akuma no Riddle is simple enough. While the premise isn't explained well at all, (What is this 'assassins network' that Tokaku works for? How does it work? How are people recruited into this network?) I still enjoyed the episodes. Each episode a different assasssin has the spotlight alongside the main characters, who specialize in different weapons. While it can get monotonous, the action is well choreographed. Some episodes are 'whatever', others are very good. (Episode 6 was probably my favorite episode. It was cool with all the Romeo and Juliet parallels) The plot isn't amazing, but it's nice in its simplicity. However, Episode 12 ruins the plot. Don't watch episode 12.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Akuma no Riddle is simple enough.\u001b[24m\n    \u001b[1m「あかまの謎」の話は、とてもシンプルです。\u001b[22m, \u001b[1m悪魔の話がない謎は十分に簡単です。\u001b[22m\n\u001b[4mWhile the premise isn't explained well at all, (What is this 'assassins network' that Tokaku works for? How does it work? How are people recruited into this network?) I still enjoyed the episodes.\u001b[24m\n    \u001b[1m前提はまったく説明されていませんが（Tokakuが働くこの「暗殺ネットワーク」は何ですか？どのように機能しますか？人々はこのネットワークにどのように募集されますか？）私はまだエピソードを楽しんでいました。\u001b[22m, \u001b[1m前提が（Tokakuは、人々は、このネットワークに採用されているか？それは動作しますか？のために働くこの「暗殺者ネットワーク」とは何ですか？）、すべてで十分に説明されていないが、私はまだエピソードを楽しみました。\u001b[22m\n\u001b[4mEach episode a different assasssin has the spotlight alongside the main characters, who specialize in different weapons.\u001b[24m\n    \u001b[1m異なった武器を専門とする主要キャラクターと一緒に、それぞれのエピソードに異なるアサシンがスポットライトを当てています。\u001b[22m, \u001b[1m各エピソードは、異なるassasssinは、さまざまな武器を専門にメインキャラクター、と一緒にスポットライトを持っています。\u001b[22m\n\u001b[4mWhile it can get monotonous, the action is well choreographed.\u001b[24m\n    \u001b[1mそれは単調になることができますが、アクションは振り付けがよくなります。\u001b[22m, \u001b[1mそれは単調得ることができますが、アクションはよく振り付けされます。\u001b[22m\n\u001b[4mSome episodes are 'whatever', others are very good.\u001b[24m\n    \u001b[1mいくつかのエピソードは「何でも」、他は非常に良いです。\u001b[22m, \u001b[1mいくつかのエピソードが、他の人が非常に優れている「何でも」です。\u001b[22m\n\u001b[4m(Episode 6 was probably my favorite episode. It was cool with all the Romeo and Juliet parallels) The plot isn't amazing, but it's nice in its simplicity.\u001b[24m\n    \u001b[1m（エピソード6はおそらく私の好きなエピソードでした。それはすべてのロミオとジュリエットの並行で涼しかったです）プロットはすばらしいわけではありませんが、そのシンプルさはうれしいです。\u001b[22m, \u001b[1m（第6話は、おそらく私のお気に入りのエピソードだった。これは、すべてのロミオとジュリエット緯線とクールだった）プロットは驚くべきではありませんが、それは、その単純にうれしいです。\u001b[22m\n\u001b[4mHowever, Episode 12 ruins the plot.\u001b[24m\n    \u001b[1mしかし、第12話はそのプロットを崩壊させる。\u001b[22m, \u001b[1mしかし、第12話は、プロット遺跡。\u001b[22m\n\u001b[4mDon't watch episode 12.\u001b[24m\n    \u001b[1mエピソード12を見ないでください。\u001b[22m, \u001b[1m第12話を見てはいけません。\u001b[22m\n\u001b[1m\u001b[22m\n-Art\n\n\u001b[1m-アート\u001b[22m\n\u001b[1m(- Āto)\u001b[22m\n\nDefinitions of \u001b[4m-Art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art looks good. It seems to be 'shinier' than contemporary works. Nothing special, though.\n\n\u001b[1m芸術はよく見える。 それは現代的な作品よりも「輝く」ようです。 しかし、特別なことはありません。\u001b[22m\n\u001b[1m(Geijutsu wa yoku mieru. Sore wa gendai-tekina sakuhin yori mo `kagayaku'-yōdesu. Shikashi, tokubetsuna koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art looks good. It seems to be 'shinier' than contemporary works. Nothing special, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art looks good.\u001b[24m\n    \u001b[1m芸術はよく見える。\u001b[22m, \u001b[1m芸術はよさそうです。\u001b[22m\n\u001b[4mIt seems to be 'shinier' than contemporary works.\u001b[24m\n    \u001b[1mそれは現代的な作品よりも「輝く」ようです。\u001b[22m, \u001b[1m現代的な作品よりも「光沢の」のようです。\u001b[22m\n\u001b[4mNothing special, though.\u001b[24m\n    \u001b[1mしかし、特別なことはありません。\u001b[22m, \u001b[1m特別な何もない、しかし。\u001b[22m\n\u001b[1m\u001b[22m\n-Sound\n\n\u001b[1m-音\u001b[22m\n\u001b[1m(- Oto)\u001b[22m\n\nDefinitions of \u001b[4m-Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe voices and soundtracks are average. They're good, but not extraordinary. The opening theme is pretty cool. The ending theme is different each episode, sung by the voice actors of the characters that 'perished' in that episode. That's pretty cool, but I didn't really listen to them anyways.\n\n\u001b[1m声とサウンドトラックは平均です。 彼らは良いですが、特別ではありません。 オープニングテーマはかなりクールです。 エンディングのテーマは、各エピソードごとに異なり、そのエピソードで「死んだ」キャラクターの声優が歌います。 それはかなり涼しいですが、私は本当にそれらを聞いていませんでした。\u001b[22m\n\u001b[1m(Koe to saundotorakku wa heikindesu. Karera wa yoidesuga, tokubetsude wa arimasen. Ōpuningutēma wa kanari kūrudesu. Endingu no tēma wa, kaku episōdo-goto ni kotonari, sono episōdo de `shinda' kyarakutā no seiyū ga utaimasu. Sore wa kanari suzushīdesuga, watashi wa hontōni sorera o kiite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe voices and soundtracks are average. They're good, but not extraordinary. The opening theme is pretty cool. The ending theme is different each episode, sung by the voice actors of the characters that 'perished' in that episode. That's pretty cool, but I didn't really listen to them anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voices and soundtracks are average.\u001b[24m\n    \u001b[1m声とサウンドトラックは平均です。\u001b[22m\n\u001b[4mThey're good, but not extraordinary.\u001b[24m\n    \u001b[1m彼らは良いですが、特別ではありません。\u001b[22m, \u001b[1m彼らは良いしているが、特別ではありません。\u001b[22m\n\u001b[4mThe opening theme is pretty cool.\u001b[24m\n    \u001b[1mオープニングテーマはかなりクールです。\u001b[22m\n\u001b[4mThe ending theme is different each episode, sung by the voice actors of the characters that 'perished' in that episode.\u001b[24m\n    \u001b[1mエンディングのテーマは、各エピソードごとに異なり、そのエピソードで「死んだ」キャラクターの声優が歌います。\u001b[22m, \u001b[1mエンディングテーマは、そのエピソードで「死んだ」ことを文字の声優が歌う、各エピソード異なっています。\u001b[22m\n\u001b[4mThat's pretty cool, but I didn't really listen to them anyways.\u001b[24m\n    \u001b[1mそれはかなり涼しいですが、私は本当にそれらを聞いていませんでした。\u001b[22m, \u001b[1mそれはかなりクールだが、私は本当にとにかく彼らに耳を傾けませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n-Character\n\n\u001b[1m-キャラクター\u001b[22m\n\u001b[1m(- Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4m-Character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere are many assassins in Akuma no Riddle with interesting enough backstories. However, because the anime is so short and each backstory gets on average 3-6 minutes, the characters end up being laughably underdeveloped and not really relatable. I mean, I can feel the anime trying to get me to feel sympathetic, but most of the time, I just laughed at how badly the story was delivered. Haru, the main character that all the assassins are targeting, is really dumb. She tries to make friends with the assassins... even though she knows they're trying to kill her...\n\n\u001b[1m興味深いバックストーリーで、アクマノリードには多くの暗殺者がいます。 しかし、アニメが短くて各バックストーリーが平均で3〜6分かかるため、キャラクターは笑って発展しておらず、本当に親切ではありません。 私は、私に同情を感じさせようとしているアニメを感じることができますが、ほとんどの時間、私は物語がどれほどひどく納品されたのか笑っただけです。 すべての暗殺者が標的にしている主人公の春は本当に馬鹿だ。 彼女は彼女を殺そうとしていることを知っているにもかかわらず、暗殺者と友達を作るしようとする...\u001b[22m\n\u001b[1m(Kyōmibukai bakkusutōrī de, akumanorīdo ni wa ōku no asashin ga imasu. Shikashi, anime ga mijikakute kaku bakkusutōrī ga heikin de 3 〜 6-bu kakaru tame, kyarakutā wa waratte hatten shite orazu, hontōni shinsetsude wa arimasen. Watashi wa, watashi ni dōjō o kanji saseyou to shite iru anime o kanjiru koto ga dekimasuga, hotondo no jikan, watashi wa monogatari ga dorehodo hidoku nōhin sa reta no ka waratta dakedesu. Subete no asashin ga hyōteki ni shite iru shujinkō no haru wa hontōni bakada. Kanojo wa kanojo o korosou to shite iru koto o shitte iru nimokakawarazu, asashin to tomodachi o tsukuru shiyō to suru...)\u001b[22m\n\nTranslations of \u001b[4mThere are many assassins in Akuma no Riddle with interesting enough backstories. However, because the anime is so short and each backstory gets on average 3-6 minutes, the characters end up being laughably underdeveloped and not really relatable. I mean, I can feel the anime trying to get me to feel sympathetic, but most of the time, I just laughed at how badly the story was delivered. Haru, the main character that all the assassins are targeting, is really dumb. She tries to make friends with the assassins... even though she knows they're trying to kill her...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are many assassins in Akuma no Riddle with interesting enough backstories.\u001b[24m\n    \u001b[1m興味深いバックストーリーで、アクマノリードには多くの暗殺者がいます。\u001b[22m, \u001b[1m興味深い十分backstoriesと悪魔のない謎の多くの暗殺者があります。\u001b[22m\n\u001b[4mHowever, because the anime is so short and each backstory gets on average 3-6 minutes, the characters end up being laughably underdeveloped and not really relatable.\u001b[24m\n    \u001b[1mしかし、アニメが短くて各バックストーリーが平均で3〜6分かかるため、キャラクターは笑って発展しておらず、本当に親切ではありません。\u001b[22m, \u001b[1mアニメはとても短く、それぞれの裏話が平均3-6分になるしかし、文字は本当に話すことのできるばかばかしいほど未発達ではなくなってしまいます。\u001b[22m\n\u001b[4mI mean, I can feel the anime trying to get me to feel sympathetic, but most of the time, I just laughed at how badly the story was delivered.\u001b[24m\n    \u001b[1m私は、私に同情を感じさせようとしているアニメを感じることができますが、ほとんどの時間、私は物語がどれほどひどく納品されたのか笑っただけです。\u001b[22m, \u001b[1m私が意味する、私は私が交感神経を感じるように取得しようとしているアニメを感じることができますが、ほとんどの時間は、私はちょうど話が配信された方法ひどく笑いました。\u001b[22m\n\u001b[4mHaru, the main character that all the assassins are targeting, is really dumb.\u001b[24m\n    \u001b[1mすべての暗殺者が標的にしている主人公の春は本当に馬鹿だ。\u001b[22m, \u001b[1m春、すべての暗殺者がターゲットにしている主人公は、本当にばかです。\u001b[22m\n\u001b[4mShe tries to make friends with the assassins... even though she knows they're trying to kill her...\u001b[24m\n    \u001b[1m彼女は彼女を殺そうとしていることを知っているにもかかわらず、暗殺者と友達を作るしようとする...\u001b[22m, \u001b[1m彼女は彼らが彼女を殺すためにしようとしている知っているにもかかわらず...暗殺者と友達を作るしようとします...\u001b[22m\nTokaku is a badass with a good backstory, and the teacher's just... the best. In the end, I did respect and feel sympathetic towards some of the characters, but episode 12... destroys some of those feelings...\n\n\u001b[1mTokakuは良いバックストーリーを持つ悪い人で、先生はちょうど...最高です。 結局、私はいくつかのキャラクターに敬意を表して感情を感じましたが、エピソード12...それらの感情のいくつかを破壊します...\u001b[22m\n\u001b[1m(Tokaku wa yoi bakkusutōrī o motsu warui hito de, sensei wa chōdo... Saikōdesu. Kekkyoku, watashi wa ikutsu ka no kyarakutā ni keiiwoarawashite kanjō o kanjimashitaga, episōdo 12... Sorera no kanjō no ikutsu ka o hakai shimasu...)\u001b[22m\n\nTranslations of \u001b[4mTokaku is a badass with a good backstory, and the teacher's just... the best. In the end, I did respect and feel sympathetic towards some of the characters, but episode 12... destroys some of those feelings...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokaku is a badass with a good backstory, and the teacher's just... the best.\u001b[24m\n    \u001b[1mTokakuは良いバックストーリーを持つ悪い人で、先生はちょうど...最高です。\u001b[22m, \u001b[1mTokakuは良い裏話とワルで、教師は...ちょうどお勧めします。\u001b[22m\n\u001b[4mIn the end, I did respect and feel sympathetic towards some of the characters, but episode 12... destroys some of those feelings...\u001b[24m\n    \u001b[1m結局、私はいくつかのキャラクターに敬意を表して感情を感じましたが、エピソード12...それらの感情のいくつかを破壊します...\u001b[22m, \u001b[1m最後に、私は敬意を行なったし、文字の一部に向かって交感神経感じるが、エピソード12は...それらの感情の一部を破壊します...\u001b[22m\nDon't watch episode 12.\n\n\u001b[1mエピソード12を見ないでください。\u001b[22m\n\u001b[1m(Episōdo 12 o minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDon't watch episode 12.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't watch episode 12.\u001b[24m\n    \u001b[1mエピソード12を見ないでください。\u001b[22m, \u001b[1m第12話を見てはいけません。\u001b[22m\n\u001b[1m\u001b[22m\n-Enjoyment\n\n\u001b[1m-楽しみ\u001b[22m\n\u001b[1m(- Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4m-Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed this anime. The episodic story telling was fun enough, and some of the characters were cool. The action is enjoyable. But the 2nd half of episode 12 is bad. Don't watch that episode.\n\n\u001b[1m私はこのアニメを楽しんだ。 エピソード的な物語の告知は十分に楽しいものでしたし、キャラクターのいくつかはクールでした。 アクションは楽しいです。 しかし、第12話の後半は悪いです。 そのエピソードを見ないでください。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshinda. Episōdo-tekina monogatari no kokuchi wa jūbun ni tanoshī monodeshitashi, kyarakutā no ikutsu ka wa kūrudeshita. Akushon wa tanoshīdesu. Shikashi, dai 12-wa no kōhan wa waruidesu. Sono episōdo o minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime. The episodic story telling was fun enough, and some of the characters were cool. The action is enjoyable. But the 2nd half of episode 12 is bad. Don't watch that episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime.\u001b[24m\n    \u001b[1m私はこのアニメを楽しんだ。\u001b[22m, \u001b[1m私はこのアニメを楽しみました。\u001b[22m\n\u001b[4mThe episodic story telling was fun enough, and some of the characters were cool.\u001b[24m\n    \u001b[1mエピソード的な物語の告知は十分に楽しいものでしたし、キャラクターのいくつかはクールでした。\u001b[22m, \u001b[1mエピソードのストーリーテリングは十分楽しかった、と一部の文字がクールでした。\u001b[22m\n\u001b[4mThe action is enjoyable.\u001b[24m\n    \u001b[1mアクションは楽しいです。\u001b[22m, \u001b[1mアクションが楽しいです。\u001b[22m\n\u001b[4mBut the 2nd half of episode 12 is bad.\u001b[24m\n    \u001b[1mしかし、第12話の後半は悪いです。\u001b[22m, \u001b[1mしかし、第12話の第二半分が悪いです。\u001b[22m\n\u001b[4mDon't watch that episode.\u001b[24m\n    \u001b[1mそのエピソードを見ないでください。\u001b[22m, \u001b[1mそのエピソードを見てはいけません。\u001b[22m"
  },
  {
    "title": "Akuma_no_Riddle",
    "id": "19429",
    "url": "https://myanimelist.net/anime/19429/Akuma_no_Riddle",
    "user": "taylortimeless95",
    "profile": "/profile/taylortimeless95/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=161951",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはかなり良かったです。 私はアートスタイルとすべてが好きです。 もちろん、Takechi Otoyaは、すべての暗殺者の中から私の好きなキャラクターです。 しかし、私は彼女が戻ってきたときに彼女の全体の性格を完全に変えたのが好きではありません。 彼女がもっとサディスティックだった時、私は彼女が好きだった。 また、このアニメにもっと少女愛を追加することもできました。 それは基本的にすべての女の子のアニメだから。 プールのシーンはかわいいですが、十分ではありませんでした。 このアニメが完璧になったのは、複数のロマンスやハーレムです。 笑",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was pretty good. I like the art style and everything. Takechi Otoya of course, is my favorite character out of all of the assassins. However, I don't like how they completely changed her whole personality when she came back. I liked her when she was more sadistic. Also, you could have added more shoujo-ai to this anime. Since it's basically an all girls anime. The pool scene was cute, but it wasn't enough. What would have made this anime perfect is multiple romances or a harem. lol\n\n\u001b[1mこのアニメはかなり良かったです。 私はアートスタイルとすべてが好きです。 もちろん、Takechi Otoyaは、すべての暗殺者の中から私の好きなキャラクターです。 しかし、私は彼女が戻ってきたときに彼女の全体の性格を完全に変えたのが好きではありません。 彼女がもっとサディスティックだった時、私は彼女が好きだった。 また、このアニメにもっと少女愛を追加することもできました。 それは基本的にすべての女の子のアニメだから。 プールのシーンはかわいいですが、十分ではありませんでした。 このアニメが完璧になったのは、複数のロマンスやハーレムです。 笑\u001b[22m\n\u001b[1m(Kono anime wa kanari yokattadesu. Watashi wa ātosutairu to subete ga sukidesu. Mochiron, Takechi Otoya wa, subete no asashin no naka kara watashi no sukina kyarakutādesu. Shikashi, watashi wa kanojo ga modotte kita toki ni kanojo no zentai no seikaku o kanzen ni kaeta no ga sukide wa arimasen. Kanojo ga motto sadisutikkudatta toki, watashi wa kanojo ga sukidatta. Mata, kono anime ni motto shōjo ai o tsuika suru koto mo dekimashita. Sore wa kihontekini subete no on'nanoko no animedakara. Pūru no shīn wa kawaīdesuga, jūbunde wa arimasendeshita. Kono anime ga kanpeki ni natta no wa, fukusū no romansu ya hāremudesu. Emi)\u001b[22m\n\nTranslations of \u001b[4mThis anime was pretty good. I like the art style and everything. Takechi Otoya of course, is my favorite character out of all of the assassins. However, I don't like how they completely changed her whole personality when she came back. I liked her when she was more sadistic. Also, you could have added more shoujo-ai to this anime. Since it's basically an all girls anime. The pool scene was cute, but it wasn't enough. What would have made this anime perfect is multiple romances or a harem. lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was pretty good.\u001b[24m\n    \u001b[1mこのアニメはかなり良かったです。\u001b[22m\n\u001b[4mI like the art style and everything.\u001b[24m\n    \u001b[1m私はアートスタイルとすべてが好きです。\u001b[22m, \u001b[1m私はアートスタイル、すべてが好き。\u001b[22m\n\u001b[4mTakechi Otoya of course, is my favorite character out of all of the assassins.\u001b[24m\n    \u001b[1mもちろん、Takechi Otoyaは、すべての暗殺者の中から私の好きなキャラクターです。\u001b[22m, \u001b[1m当然の武智Otoyaは、暗殺者のすべてのうち私のお気に入りのキャラクターです。\u001b[22m\n\u001b[4mHowever, I don't like how they completely changed her whole personality when she came back.\u001b[24m\n    \u001b[1mしかし、私は彼女が戻ってきたときに彼女の全体の性格を完全に変えたのが好きではありません。\u001b[22m, \u001b[1mしかし、私は彼女が戻ってきたとき、彼らは完全に彼女の全人格をどのように変化するかを好きではありません。\u001b[22m\n\u001b[4mI liked her when she was more sadistic.\u001b[24m\n    \u001b[1m彼女がもっとサディスティックだった時、私は彼女が好きだった。\u001b[22m, \u001b[1m彼女はもっとサディスティックだったとき、私は彼女が好きでした。\u001b[22m\n\u001b[4mAlso, you could have added more shoujo-ai to this anime.\u001b[24m\n    \u001b[1mまた、このアニメにもっと少女愛を追加することもできました。\u001b[22m, \u001b[1mまた、あなたはこのアニメにもっと少女-AIが追加されている可能性があります。\u001b[22m\n\u001b[4mSince it's basically an all girls anime.\u001b[24m\n    \u001b[1mそれは基本的にすべての女の子のアニメだから。\u001b[22m, \u001b[1mそれは基本的にすべての女の子のアニメなので。\u001b[22m\n\u001b[4mThe pool scene was cute, but it wasn't enough.\u001b[24m\n    \u001b[1mプールのシーンはかわいいですが、十分ではありませんでした。\u001b[22m, \u001b[1mプールのシーンはかわいかったが、それは十分ではなかったです。\u001b[22m\n\u001b[4mWhat would have made this anime perfect is multiple romances or a harem.\u001b[24m\n    \u001b[1mこのアニメが完璧になったのは、複数のロマンスやハーレムです。\u001b[22m, \u001b[1m何このアニメは完璧作ったであろうことは、複数のロマンスやハーレムです。\u001b[22m\n\u001b[4mlol\u001b[24m\n    \u001b[1m笑\u001b[22m, \u001b[1mLOL\u001b[22m"
  }
]
