[
  {
    "title": "Paprika",
    "id": "1943",
    "url": "https://myanimelist.net/anime/1943/Paprika",
    "user": "Alyacat28",
    "profile": "/profile/Alyacat28/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=100015",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nパプリカの偏光されたレビューを読んだ後、私はこの映画に何を期待しているか分からず、私は非常にうれしく驚いていたと言わなければなりませんでした。\n\nビジュアルはすごく魅力的で、いくつかのシーンのディテールの量は驚異的です。 この映画は、音楽も素晴らしいので、目と耳のための治療ですが、私はもう一度それに戻ってきます。 ムービーの夢のセクションの一部は、起こっていることをすべて吹いているだけであり、たとえあなたが本当に夢中になったような気がしても、あなたが楽しんでいるこれらのシーンで何が起こっているのかを常に正確に知っていなくても クレジットが振れるまでの旅。\n\n音楽は本当に思い出深いもので、私に印象づけることは決してありません。 私は実際にサウンドトラックを実際に聴いていて、私はそれを十分に得ることができません！ ボーカロイドの使用は本当にうまく収まり、これまでにもキャッチーだったが、まだ壮大なサウンドトラックには多くのものが追加されています。\n\nプロット自体は、特に悪役になったときには、少し予測可能ですが、それでもなお興味深いコンセプトであり、キャラクターの主役は楽しい集まりです。 パパリカが千葉先生だけではなく、彼女自身の完全な魅力的なキャラクターであることで、主人公の人格を分けたのが本当に好きだった。\n\n全体的にこの映画は幻想的なビジュアルと驚くべきサウンドトラックと夢の世界のいくつかの心の曲がるシーンのために作るクールな物語で素晴らしい時計です。  9/10誰にもおすすめです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading some polarized reviews of Paprika I went into this movie not knowing exactly what to expect and I have to say I was very pleasantly surprised.\n\n\u001b[1mパプリカの偏光されたレビューを読んだ後、私はこの映画に何を期待しているか分からず、私は非常にうれしく驚いていたと言わなければなりませんでした。\u001b[22m\n\u001b[1m(Papurika no henkō sa reta rebyū o yonda nochi, watashi wa kono eiga ni nani o kitai shite iru ka wakarazu, watashi wa hijō ni ureshiku odoroite ita to iwanakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAfter reading some polarized reviews of Paprika I went into this movie not knowing exactly what to expect and I have to say I was very pleasantly surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading some polarized reviews of Paprika I went into this movie not knowing exactly what to expect and I have to say I was very pleasantly surprised.\u001b[24m\n    \u001b[1mパプリカの偏光されたレビューを読んだ後、私はこの映画に何を期待しているか分からず、私は非常にうれしく驚いていたと言わなければなりませんでした。\u001b[22m, \u001b[1mパプリカのいくつかの偏レビューを読んだ後、私は期待して正確に何を知らないこの映画に行き、私は非常に愉快に驚いたと言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe visuals are absolutely stunning and the amount of detail in some of the scenes are astounding. This movie is a treat for the eyes and ears as the music is amazing as well, but i'll get back to that in a second. Some of the dream sections in the movie are just mind blowing with everything that's going on and even if you don't always know exactly what's going on in these scenes you are enjoying if none the less and you feel like you've really been on a journey by the time the credits roll.\n\n\u001b[1mビジュアルはすごく魅力的で、いくつかのシーンのディテールの量は驚異的です。 この映画は、音楽も素晴らしいので、目と耳のための治療ですが、私はもう一度それに戻ってきます。 ムービーの夢のセクションの一部は、起こっていることをすべて吹いているだけであり、たとえあなたが本当に夢中になったような気がしても、あなたが楽しんでいるこれらのシーンで何が起こっているのかを常に正確に知っていなくても クレジットが振れるまでの旅。\u001b[22m\n\u001b[1m(Bijuaru wa sugoku mirikiteki de, ikutsu ka no shīn no ditēru no ryō wa kyōi-tekidesu. Kono eiga wa, ongaku mo subarashīnode,-me to mimi no tame no chiryōdesuga, watashi wa mōichido sore ni modotte kimasu. Mūbī no yume no sekushon no ichibu wa, okotte iru koto o subete fuite iru dakedeari, tatoe anata ga hontōni muchū ni natta yōna ki ga shite mo, anata ga tanoshinde iru korera no shīn de nani ga okotte iru no ka o tsuneni seikaku ni shitte inakute mo kurejitto ga fureru made no tabi.)\u001b[22m\n\nTranslations of \u001b[4mThe visuals are absolutely stunning and the amount of detail in some of the scenes are astounding. This movie is a treat for the eyes and ears as the music is amazing as well, but i'll get back to that in a second. Some of the dream sections in the movie are just mind blowing with everything that's going on and even if you don't always know exactly what's going on in these scenes you are enjoying if none the less and you feel like you've really been on a journey by the time the credits roll.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals are absolutely stunning and the amount of detail in some of the scenes are astounding.\u001b[24m\n    \u001b[1mビジュアルはすごく魅力的で、いくつかのシーンのディテールの量は驚異的です。\u001b[22m, \u001b[1mビジュアルは絶対に素晴らしいですし、シーンのいくつかの細部の量は驚異的です。\u001b[22m\n\u001b[4mThis movie is a treat for the eyes and ears as the music is amazing as well, but i'll get back to that in a second.\u001b[24m\n    \u001b[1mこの映画は、音楽も素晴らしいので、目と耳のための治療ですが、私はもう一度それに戻ってきます。\u001b[22m, \u001b[1m音楽は同様に素晴らしいです、この映画は、目と耳のための御馳走ですが、私は戻って第二のものとなるでしょう。\u001b[22m\n\u001b[4mSome of the dream sections in the movie are just mind blowing with everything that's going on and even if you don't always know exactly what's going on in these scenes you are enjoying if none the less and you feel like you've really been on\u001b[24m\n    \u001b[1mムービーの夢のセクションの一部は、起こっていることをすべて吹いているだけであり、たとえあなたが本当に夢中になったような気がしても、あなたが楽しんでいるこれらのシーンで何が起こっているのかを常に正確に知っていなくても\u001b[22m, \u001b[1m映画の中の夢のセクションのいくつかはちょうど起こっているすべてを吹いて気にされており、どれも少ない場合は、常にあなたが楽しんでいるこれらのシーンで起こって正確に何を知っていないとあなたは本当に上のしてきたように感じたとしても\u001b[22m\n\u001b[4ma journey by the time the credits roll.\u001b[24m\n    \u001b[1mクレジットが振れるまでの旅。\u001b[22m, \u001b[1mクレジットがロール時までの旅。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is really memorable and never failed to impress me. I'm actually listening to the soundtrack right now and I can't get enough of it! The use of Vocaloid fits really well and adds a lot to this already catchy, but still epic soundtrack.\n\n\u001b[1m音楽は本当に思い出深いもので、私に印象づけることは決してありません。 私は実際にサウンドトラックを実際に聴いていて、私はそれを十分に得ることができません！ ボーカロイドの使用は本当にうまく収まり、これまでにもキャッチーだったが、まだ壮大なサウンドトラックには多くのものが追加されています。\u001b[22m\n\u001b[1m(Ongaku wa hontōni omoidebukai mono de, watashi ni inshōdzukeru koto wa kesshite arimasen. Watashi wa jissai ni saundotorakku o jissai ni kiite ite, watashi wa sore o jūbun ni eru koto ga dekimasen! Bōkaroido no shiyō wa hontōni umaku osamari, kore made ni mo kyatchīdattaga, mada sōdaina saundotorakku ni wa ōku no mono ga tsuika sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is really memorable and never failed to impress me. I'm actually listening to the soundtrack right now and I can't get enough of it! The use of Vocaloid fits really well and adds a lot to this already catchy, but still epic soundtrack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is really memorable and never failed to impress me.\u001b[24m\n    \u001b[1m音楽は本当に思い出深いもので、私に印象づけることは決してありません。\u001b[22m, \u001b[1m音楽は本当に印象的ですし、私を感動させる失敗したことはありません。\u001b[22m\n\u001b[4mI'm actually listening to the soundtrack right now and I can't get enough of it!\u001b[24m\n    \u001b[1m私は実際にサウンドトラックを実際に聴いていて、私はそれを十分に得ることができません！\u001b[22m, \u001b[1m私は実際に今のサウンドトラックを聴いていると私はそれを十分に得ることができません！\u001b[22m\n\u001b[4mThe use of Vocaloid fits really well and adds a lot to this already catchy, but still epic soundtrack.\u001b[24m\n    \u001b[1mボーカロイドの使用は本当にうまく収まり、これまでにもキャッチーだったが、まだ壮大なサウンドトラックには多くのものが追加されています。\u001b[22m, \u001b[1mボーカロイドの使用は本当によくフィットし、この既にキャッチー、それでも壮大なサウンドトラックに多くを追加します。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot itself is a little predictable, especially when it came to the villains, but its still an interesting concept and the main cast of characters are a fun bunch. I really liked the main characters split personality with Paprika being a full fleshed character of her own an not just a part of Dr. Chiba.\n\n\u001b[1mプロット自体は、特に悪役になったときには、少し予測可能ですが、それでもなお興味深いコンセプトであり、キャラクターの主役は楽しい集まりです。 パパリカが千葉先生だけではなく、彼女自身の完全な魅力的なキャラクターであることで、主人公の人格を分けたのが本当に好きだった。\u001b[22m\n\u001b[1m(Purotto jitai wa, tokuni akuyaku ni natta tokiniha, sukoshi yosoku kanōdesuga, soredemo nao kyōmibukai konseputodeari, kyarakutā no shuyaku wa tanoshī atsumaridesu. Paparika ga Chiba sensei dakede wa naku, kanojo jishin no kanzen'na miryoku-tekina kyarakutādearu koto de, shujinkō no jinkaku o waketa no ga hontōni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe plot itself is a little predictable, especially when it came to the villains, but its still an interesting concept and the main cast of characters are a fun bunch. I really liked the main characters split personality with Paprika being a full fleshed character of her own an not just a part of Dr. Chiba.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot itself is a little predictable, especially when it came to the villains, but its still an interesting concept and the main cast of characters are a fun bunch.\u001b[24m\n    \u001b[1mプロット自体は、特に悪役になったときには、少し予測可能ですが、それでもなお興味深いコンセプトであり、キャラクターの主役は楽しい集まりです。\u001b[22m, \u001b[1mプロット自体は、それが悪人に来た場合は特に、少し予測可能であるが、そのまだ興味深いコンセプトと文字のメインキャストが楽しい集まりです。\u001b[22m\n\u001b[4mI really liked the main characters split personality with Paprika being a full fleshed character of her own an not just a part of Dr. Chiba.\u001b[24m\n    \u001b[1mパパリカが千葉先生だけではなく、彼女自身の完全な魅力的なキャラクターであることで、主人公の人格を分けたのが本当に好きだった。\u001b[22m, \u001b[1m私は本当にパプリカ博士千葉の彼女自身だけではなく、一部の完全な果肉が文字であることで人格分割メインキャラクターが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this movie is a great watch with fantastic visuals and an amazing soundtrack and also a cool story that makes for some mind bending scenes in the dream world. 9/10 Would recommend to anyone.\n\n\u001b[1m全体的にこの映画は幻想的なビジュアルと驚くべきサウンドトラックと夢の世界のいくつかの心の曲がるシーンのために作るクールな物語で素晴らしい時計です。  9/10誰にもおすすめです。\u001b[22m\n\u001b[1m(Zentai-teki ni kono eiga wa gensō-tekina bijuaru to odorokubeki saundotorakku to yume no sekai no ikutsu ka no kokoro no magaru shīn no tame ni tsukuru kūruna monogatari de subarashī tokeidesu. 9/ 10 Darenimo osusumedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this movie is a great watch with fantastic visuals and an amazing soundtrack and also a cool story that makes for some mind bending scenes in the dream world. 9/10 Would recommend to anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this movie is a great watch with fantastic visuals and an amazing soundtrack and also a cool story that makes for some mind bending scenes in the dream world.\u001b[24m\n    \u001b[1m全体的にこの映画は幻想的なビジュアルと驚くべきサウンドトラックと夢の世界のいくつかの心の曲がるシーンのために作るクールな物語で素晴らしい時計です。\u001b[22m, \u001b[1m全体的にこの映画は素晴らしいビジュアルと素晴らしいサウンドトラックとも夢の世界にいくつかの心曲げのシーンになりクールなストーリーと偉大な時計です。\u001b[22m\n\u001b[4m9/10 Would recommend to anyone.\u001b[24m\n    \u001b[1m9/10誰にもおすすめです。\u001b[22m, \u001b[1m9/10は誰にも勧めます。\u001b[22m"
  },
  {
    "title": "Paprika",
    "id": "1943",
    "url": "https://myanimelist.net/anime/1943/Paprika",
    "user": "shiki00",
    "profile": "/profile/shiki00/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=82490",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  5\n\nこれは参考になるレビューではありません。 なぜなら、私は何も知りませんでした。 この映画を見ている人には犯行はありません。\n\n私はこの映画を見てストーリー・プロットに頭を上げることはできません。 物語の最初の30分間は、何が起こっているのかを理解するために苦労していることがよくありました。 それは完全な長い謎を持つ映画を見るようなものです。 残念なことに、私はあまりにも愚かでも、私の想像力が十分ではないにしても、最初の30分間は物語が気に入らない。 しかし、私は全体の話を見るために自分自身を補強し、私は嬉しかった。 私は少なくとも私の頭をプロットラインに戻すことができ、実際に関わっている重要なキャラクターのそれぞれについて実際に何が起こっているのかをよく理解することができます。\n\n私の好きな事 ：\n - 芸術はいいですし、見て退屈しないでください。\n - この映画は、私が今まで見た他の映画とは異なり、ユニークです。 私はストーリー全体のようなものです。\n - 美しさが獣と一緒になった場所（犯罪なし）で物語が終わる方法とちょっと同じです。 アニメは最近、しばしば美しさを同じ仲間と、あるいはしばしばもっと魅力的な男とペアにします。 そこにいるすべての太った男に違反することはありませんが、あなたも魅力的な女性と一緒にいることに値するでしょうか？\n\n私が嫌うもの：\n - キャラクター、役割はストーリーラインでは重要ですが、同時にヒムロや土田などの意味が十分ではないと感じることもあります。\n - 再視聴する価値が低いかもしれません。 この映画をもう一度見たいと思ったら、私は今や不思議に思っています。\n\n全体 ：\n私は何を書いたのか分からない。なぜなら、私の心はちょっとばかげているだろうし、この映画を見てから1〜2日間悪夢を抱くかもしれないから。 この映画は、想像力や想像力などの物語が好きかどうかを見守るのに時間がかかるでしょう。 しかし、私にとっては、バックアップのために映画をどこかにアップロードし直し、コンピュータでそのファイルを削除して、もう一度見たくないかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis is not going to be a helpful review. Because I didn't even know what the heck did I watch. No offense to the people who watch this movie.\n\n\u001b[1mこれは参考になるレビューではありません。 なぜなら、私は何も知りませんでした。 この映画を見ている人には犯行はありません。\u001b[22m\n\u001b[1m(Kore wa sankōninaru rebyūde wa arimasen. Nazenara, watashi wa nani mo shirimasendeshita. Kono eiga o mite iru hito ni wa hankō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is not going to be a helpful review. Because I didn't even know what the heck did I watch. No offense to the people who watch this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not going to be a helpful review.\u001b[24m\n    \u001b[1mこれは参考になるレビューではありません。\u001b[22m, \u001b[1mこれは参考にレビューになるだろうされていません。\u001b[22m\n\u001b[4mBecause I didn't even know what the heck did I watch.\u001b[24m\n    \u001b[1mなぜなら、私は何も知りませんでした。\u001b[22m, \u001b[1m私もいったい何をしたか知らなかったので、私は見ます。\u001b[22m\n\u001b[4mNo offense to the people who watch this movie.\u001b[24m\n    \u001b[1mこの映画を見ている人には犯行はありません。\u001b[22m, \u001b[1mこの映画を見る人に悪気はありません。\u001b[22m\n\u001b[1m\u001b[22m\nI can't get my head into the story plot when I watched this movie. For the first 30 minutes of the story, I often found myself struggling to understand what is going on. It is like watching a movie with a full long riddle. Unfortunately, either I am too dumb or my imagination isn't high enough I can't get myself to like the story for the first 30 minutes. However, I did braced myself to watch the entire story, and I glad I did. At least I can get my head back into the plot line and understand better about what is going on actually with each of the important characters that are involved.\n\n\u001b[1m私はこの映画を見てストーリー・プロットに頭を上げることはできません。 物語の最初の30分間は、何が起こっているのかを理解するために苦労していることがよくありました。 それは完全な長い謎を持つ映画を見るようなものです。 残念なことに、私はあまりにも愚かでも、私の想像力が十分ではないにしても、最初の30分間は物語が気に入らない。 しかし、私は全体の話を見るために自分自身を補強し、私は嬉しかった。 私は少なくとも私の頭をプロットラインに戻すことができ、実際に関わっている重要なキャラクターのそれぞれについて実際に何が起こっているのかをよく理解することができます。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o mite sutōrī purotto ni atama o ageru koto wa dekimasen. Monogatari no saisho no 30-funkan wa, nani ga okotte iru no ka o rikai suru tame ni kurō shite iru koto ga yoku arimashita. Sore wa kanzen'na nagai nazo o motsu eiga o miru yōna monodesu. Zan'nen'nakotoni, watashi wa amarini mo oroka demo, watashi no sōzō-ryoku ga jūbunde wa nai ni shite mo, saisho no 30-funkan wa monogatari ga kiniiranai. Shikashi, watashi wa zentai no hanashi o miru tame ni jibun jishin o hokyō shi, watashi wa ureshikatta. Watashi wa sukunakutomo watashi no atama o purottorain ni modosu koto ga deki, jissai ni kakawatte iru jūyōna kyarakutā no sorezore ni tsuite jissai ni nani ga okotte iru no ka o yoku rikai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI can't get my head into the story plot when I watched this movie. For the first 30 minutes of the story, I often found myself struggling to understand what is going on. It is like watching a movie with a full long riddle. Unfortunately, either I am too dumb or my imagination isn't high enough I can't get myself to like the story for the first 30 minutes. However, I did braced myself to watch the entire story, and I glad I did. At least I can get my head back into the plot line and understand better about what is going on actually with each of the important characters that are involved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't get my head into the story plot when I watched this movie.\u001b[24m\n    \u001b[1m私はこの映画を見てストーリー・プロットに頭を上げることはできません。\u001b[22m, \u001b[1m私はこの映画を見たとき、私は物語のプロットに私の頭を取得することはできません。\u001b[22m\n\u001b[4mFor the first 30 minutes of the story, I often found myself struggling to understand what is going on.\u001b[24m\n    \u001b[1m物語の最初の30分間は、何が起こっているのかを理解するために苦労していることがよくありました。\u001b[22m, \u001b[1m物語の最初の30分間は、私は多くの場合、自分が何が起こっているかを理解するのに苦労が見つかりました。\u001b[22m\n\u001b[4mIt is like watching a movie with a full long riddle.\u001b[24m\n    \u001b[1mそれは完全な長い謎を持つ映画を見るようなものです。\u001b[22m, \u001b[1mこれは、完全な長い謎と一緒に映画を見ているようです。\u001b[22m\n\u001b[4mUnfortunately, either I am too dumb or my imagination isn't high enough I can't get myself to like the story for the first 30 minutes.\u001b[24m\n    \u001b[1m残念なことに、私はあまりにも愚かでも、私の想像力が十分ではないにしても、最初の30分間は物語が気に入らない。\u001b[22m, \u001b[1m残念ながら、私はあまりにもダム午前または私の想像力は、私は自分が最初の30分間話を好きに取得することはできません十分に高くないのどちらか。\u001b[22m\n\u001b[4mHowever, I did braced myself to watch the entire story, and I glad I did.\u001b[24m\n    \u001b[1mしかし、私は全体の話を見るために自分自身を補強し、私は嬉しかった。\u001b[22m, \u001b[1mしかし、私は全体のストーリーを見て自分自身を引き締めなかった、と私は嬉しい私でした。\u001b[22m\n\u001b[4mAt least I can get my head back into the plot line and understand better about what is going on actually with each of the important characters that are involved.\u001b[24m\n    \u001b[1m私は少なくとも私の頭をプロットラインに戻すことができ、実際に関わっている重要なキャラクターのそれぞれについて実際に何が起こっているのかをよく理解することができます。\u001b[22m, \u001b[1m少なくとも私は、バックプロットラインに私の頭を取得し、関与している重要な文字のそれぞれで実際に何が起こっているかについてよりよく理解することができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I like :\n\n\u001b[1m私の好きな事 ：\u001b[22m\n\u001b[1m(Watashi no sukina koto:)\u001b[22m\n\nTranslations of \u001b[4mWhat I like :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I like :\u001b[24m\n    \u001b[1m私の好きな事 ：\u001b[22m, \u001b[1m私が好きなもの：\u001b[22m, \u001b[1m私が好き：\u001b[22m\n- The art is good and does not get bored to watch.\n\n\u001b[1m - 芸術はいいですし、見て退屈しないでください。\u001b[22m\n\u001b[1m(- Geijutsu wa īdesushi, mite taikutsu shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4m- The art is good and does not get bored to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The art is good and does not get bored to watch.\u001b[24m\n    \u001b[1m - 芸術はいいですし、見て退屈しないでください。\u001b[22m, \u001b[1m - アートは良いですし、見ていて飽きません。\u001b[22m\n- This movie is unique, unlike any other movie that I've watched so far. I kinda like the whole storyline.\n\n\u001b[1m - この映画は、私が今まで見た他の映画とは異なり、ユニークです。 私はストーリー全体のようなものです。\u001b[22m\n\u001b[1m(- Kono eiga wa, watashi ga imamade mita ta no eiga to wa kotonari, yunīkudesu. Watashi wa sutōrī zentai no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4m- This movie is unique, unlike any other movie that I've watched so far. I kinda like the whole storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- This movie is unique, unlike any other movie that I've watched so far.\u001b[24m\n    \u001b[1m - この映画は、私が今まで見た他の映画とは異なり、ユニークです。\u001b[22m, \u001b[1m - この映画は、私がこれまで見てきた他の映画とは違って、ユニークです。\u001b[22m\n\u001b[4mI kinda like the whole storyline.\u001b[24m\n    \u001b[1m私はストーリー全体のようなものです。\u001b[22m, \u001b[1m私はちょっと全体のストーリーが好きです。\u001b[22m\n-I somewhat kinda like the way the story ends where the beauty got together with the beast (no offense). Anime nowadays often pair the beauty with the same par, or often with a guy that is far more attractive. No offense to all those fat guys out there, but you guys also deserve to be with an attractive woman right?\n\n\u001b[1m - 美しさが獣と一緒になった場所（犯罪なし）で物語が終わる方法とちょっと同じです。 アニメは最近、しばしば美しさを同じ仲間と、あるいはしばしばもっと魅力的な男とペアにします。 そこにいるすべての太った男に違反することはありませんが、あなたも魅力的な女性と一緒にいることに値するでしょうか？\u001b[22m\n\u001b[1m(- Utsukushi-sa ga kemono to issho ni natta basho (hanzai nashi) de monogatari ga owaru hōhō to chotto onajidesu. Anime wa saikin, shibashiba utsukushi-sa o onaji nakama to, aruiwa shibashiba motto miryoku-tekina otoko to pea ni shimasu. Soko ni iru subete no futotta otoko ni ihan suru koto wa arimasenga, anata mo miryoku-tekina josei to issho ni iru koto ni ataisurudeshou ka?)\u001b[22m\n\nTranslations of \u001b[4m-I somewhat kinda like the way the story ends where the beauty got together with the beast (no offense). Anime nowadays often pair the beauty with the same par, or often with a guy that is far more attractive. No offense to all those fat guys out there, but you guys also deserve to be with an attractive woman right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I somewhat kinda like the way the story ends where the beauty got together with the beast (no offense).\u001b[24m\n    \u001b[1m - 美しさが獣と一緒になった場所（犯罪なし）で物語が終わる方法とちょっと同じです。\u001b[22m, \u001b[1m-Iややちょっと美しさは獣（無犯罪）と一緒になった話が終わるの方法のように。\u001b[22m\n\u001b[4mAnime nowadays often pair the beauty with the same par, or often with a guy that is far more attractive.\u001b[24m\n    \u001b[1mアニメは最近、しばしば美しさを同じ仲間と、あるいはしばしばもっと魅力的な男とペアにします。\u001b[22m, \u001b[1mアニメは、今日では、多くの場合、同じ額面で美しさをペアリング、または多くの場合、はるかに魅力的である男と。\u001b[22m\n\u001b[4mNo offense to all those fat guys out there, but you guys also deserve to be with an attractive woman right?\u001b[24m\n    \u001b[1mそこにいるすべての太った男に違反することはありませんが、あなたも魅力的な女性と一緒にいることに値するでしょうか？\u001b[22m, \u001b[1mそこにすべてのそれらの脂肪の人に悪気ませんが、あなたたちはまた、魅力的な女性の権利と一緒に値しますか？\u001b[22m\n\u001b[1m\u001b[22m\nWhat I dislike :\n\n\u001b[1m私が嫌うもの：\u001b[22m\n\u001b[1m(Watashi ga kirau mono:)\u001b[22m\n\nTranslations of \u001b[4mWhat I dislike :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I dislike :\u001b[24m\n    \u001b[1m私が嫌うもの：\u001b[22m, \u001b[1m私が嫌いなもの：\u001b[22m\n- The characters, their roles are important in the storyline, but the same time I often kinda feel their significances are not enough, such as Himuro and Tokita.\n\n\u001b[1m - キャラクター、役割はストーリーラインでは重要ですが、同時にヒムロや土田などの意味が十分ではないと感じることもあります。\u001b[22m\n\u001b[1m(- Kyarakutā, yakuwari wa sutōrīrainde wa jūyōdesuga, dōjini Himuro ya Tsuchida nado no imi ga jūbunde wa nai to kanjiru koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4m- The characters, their roles are important in the storyline, but the same time I often kinda feel their significances are not enough, such as Himuro and Tokita.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The characters, their roles are important in the storyline, but the same time I often kinda feel their significances are not enough, such as Himuro and Tokita.\u001b[24m\n    \u001b[1m - キャラクター、役割はストーリーラインでは重要ですが、同時にヒムロや土田などの意味が十分ではないと感じることもあります。\u001b[22m, \u001b[1m - 文字は、その役割は、ストーリーに重要ですが、私は多くの場合、ちょっとその意義を感じ、同じ時間には、氷室と時田など、十分ではありません。\u001b[22m\n- It might has less value to be re-watched. I am wondering now if I ever would want to watch this movie again.\n\n\u001b[1m - 再視聴する価値が低いかもしれません。 この映画をもう一度見たいと思ったら、私は今や不思議に思っています。\u001b[22m\n\u001b[1m(- Sai shichō suru kachi ga hikui kamo shiremasen. Kono eiga o mōichido mitai to omottara, watashi wa imaya fushigi ni omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4m- It might has less value to be re-watched. I am wondering now if I ever would want to watch this movie again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- It might has less value to be re-watched.\u001b[24m\n    \u001b[1m - 再視聴する価値が低いかもしれません。\u001b[22m, \u001b[1m - それは、再見することが少ない値を持っている可能性があります。\u001b[22m\n\u001b[4mI am wondering now if I ever would want to watch this movie again.\u001b[24m\n    \u001b[1mこの映画をもう一度見たいと思ったら、私は今や不思議に思っています。\u001b[22m, \u001b[1m私は二度とこの映画を見たいならば、私は今疑問に思って。\u001b[22m\n\u001b[1m\u001b[22m\nOverall :\n\n\u001b[1m全体 ：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nI don't even know what I've written, because my mind probably kinda fucked up and I might have nightmares for a day or two after watching this movie. This movie is probably worth your time to watch if you like stories with high imagination, fantasies and stuff like that. But for me, maybe I'm gonna re-upload the movie somewhere for backup purpose, and delete the file on my computer as I might not want to watch it ever again.\n\n\u001b[1m私は何を書いたのか分からない。なぜなら、私の心はちょっとばかげているだろうし、この映画を見てから1〜2日間悪夢を抱くかもしれないから。 この映画は、想像力や想像力などの物語が好きかどうかを見守るのに時間がかかるでしょう。 しかし、私にとっては、バックアップのために映画をどこかにアップロードし直し、コンピュータでそのファイルを削除して、もう一度見たくないかもしれません。\u001b[22m\n\u001b[1m(Watashi wa nani o kaita no ka wakaranai. Nazenara, watashi no kokoro wa chotto bakagete irudaroushi, kono eiga o mite kara 1 〜 2-kakan akumu o daku kamo shirenaikara. Kono eiga wa, sōzō-ryoku ya sōzō-ryoku nado no monogatari ga suki ka dō ka o mimamoru no ni jikan ga kakarudeshou. Shikashi, watashi ni totte wa, bakkuappu no tame ni eiga o doko ka ni appurōdo shi naoshi, konpyūta de sono fairu o sakujo shite, mōichido mitakunai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't even know what I've written, because my mind probably kinda fucked up and I might have nightmares for a day or two after watching this movie. This movie is probably worth your time to watch if you like stories with high imagination, fantasies and stuff like that. But for me, maybe I'm gonna re-upload the movie somewhere for backup purpose, and delete the file on my computer as I might not want to watch it ever again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't even know what I've written, because my mind probably kinda fucked up and I might have nightmares for a day or two after watching this movie.\u001b[24m\n    \u001b[1m私は何を書いたのか分からない。なぜなら、私の心はちょっとばかげているだろうし、この映画を見てから1〜2日間悪夢を抱くかもしれないから。\u001b[22m, \u001b[1m私の心は、おそらくちょっとめちゃくちゃ、私はこの映画を見た後に一日か二日のために悪夢を持っている可能性があるので、私も、私が書いたのか分かりません。\u001b[22m\n\u001b[4mThis movie is probably worth your time to watch if you like stories with high imagination, fantasies and stuff like that.\u001b[24m\n    \u001b[1mこの映画は、想像力や想像力などの物語が好きかどうかを見守るのに時間がかかるでしょう。\u001b[22m, \u001b[1mあなたがそのような高い想像力、空想やものとの話が好きならこの映画は、おそらく見て、あなたの時間の価値があります。\u001b[22m\n\u001b[4mBut for me, maybe I'm gonna re-upload the movie somewhere for backup purpose, and delete the file on my computer as I might not want to watch it ever again.\u001b[24m\n    \u001b[1mしかし、私にとっては、バックアップのために映画をどこかにアップロードし直し、コンピュータでそのファイルを削除して、もう一度見たくないかもしれません。\u001b[22m, \u001b[1mしかし、私のために、多分私は、バックアップの目的のためにどこかの映画を再アップロードし、私は二度とそれを見たくない場合がありますように自分のコンピュータ上のファイルを削除するつもりです。\u001b[22m"
  }
]
