[
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "Link_of_Hyrule",
    "profile": "/profile/Link_of_Hyrule/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=192399",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n**スポイラーの無料レビュー**\n\nリトル・ウィッチ・アカデミア2の期待はかなり高かった.Kickstarterを使ったオリジナル短編映画のファンから実際に資金を得ていたことを考えると、アニメファンは本当に自分のお金の価値を求める権利を持っていた これです。 それ以来作成されたオリジナルと誇大宣伝の品質によって、私の内なる冷笑主義はLWA 2が失敗のために設立されたと信じさせました。 しかし、私の喜びには、LWA 2がその前身の魔法を取り戻しながらも、その小さな指には、モダンなアニメコメディのジャンル全体が全身よりも多くのエネルギーと魅力を取り戻していることは間違いありません。\n\n概要：Akkoと彼女の友人は、彼らの町で毎年開催される「魔女のパレード」を手がけています。 あなたが推測したように、すべてが計画通りに進むわけではありません。\n\n説明するのが難しい特徴があった場合、それは「魅力」であり、LWA 2をそのような面白い、心温まる映画にするのはそれだけです。 それは罪のない、子供のような想像力を捉え、あなたの唇を笑顔に盛り上げることは決してありません。 大人の男性であるにもかかわらず、この映画は私を最初から最後まで小さな女の子のように笑いました。 心温まるだけではありません。 それは陽気です。 コメディーがスポットになり、ヒットする必要があるすべてのメモにヒットします。 このアニメの何かが、あなたの野生の夢をアニメーションの力で生き生きとしたディズニー風の気分に戻します。 ファンタジアをはじめて見るのが好きです。 多くの人が魂を欠いていると感じている業界では、LWA 2には魂があります。 なぜ私はアニメが好きなのか思い出しました。\n\nこの映画の別の巧妙な側面は、ペースが完璧だったという事実でした。 すべてのシーンには目的がありますが、1つのシーンで長時間ドラグしたり、退屈なシーンはありません。  LWAの高速でエネルギッシュなペースは続編に続き、ショーの精神をTに収めています.1時間もかからないにもかかわらず、この映画は完全で満足のいくストーリーアーク、いくつかのキャラクターのダイナミックス、そして効果的に カラフルな文字のキャストを拡張します。 よく実行される子供の物語の単純さについて美しいものがあります。 前提は著しくオリジナルではありませんが、実行がすべて重要なので、必ずしもそうである必要はありません。 キャラクターには深刻な深さはありませんが、必要はありません。 重要なのは、彼らが人格を持っていること、彼らは楽しまれていること、そして彼らは好都合であるということです。 あなたが潜在的に論じることのできる要点の1つまたは2つを無視すると、私はストーリー方向について何も変えないだろう。\n\nこのスタイルのアニメの最も重要な側面の1つはアニメーションです。 奇妙で陽気なスクリプトを書くとき、あなたのアニメーションが奇妙で陽気であることは絶対に不可欠です。そうでなければショーは失敗することになります。 言うまでもなく、Studio Triggerは元のように完全にそれを釘付けにしました。 コメディーのタイミングは非常に微妙なもので、数秒で表示されます。多くの軽快なアニメ（時には良いものも）は時には自分のタイミングでちょっと離れているかもしれないし、ジョークを実行していないかもしれませんが、LWA 2は そのような問題はありません。 この映画がそれぞれのシーンを最大限に活用していると言っても過言ではありません。 ビジュアルは目の保養のようなもので、すべてが洗練されていて鮮明です。キャラクターのデザインは引き続き鮮やかで、あらゆる動きはあなたが目にするほど滑らかです。 簡単に言えば、アニメーションは正しく行われます。\n\nそれをすべてまとめてみると、LWA 2は誰にとっても魅力的な素晴らしいアニメ映画です。 すべての年齢、すべての性別、すべての文化は、とても楽しい映画で笑顔を砕くのに抵抗することはできません。 速いペースで心温まる冒険で、あなたの内なる子供を引き出すことができます。誰もがそれを見る時間をとることを強くお勧めします。 あなたがピックアップを必要とするなら、私はこれ以上あなたを鼓舞する別のアニメを考えることはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n**SPOILER FREE REVIEW**\n\n\u001b[1m**スポイラーの無料レビュー**\u001b[22m\n\u001b[1m(** Supoirā no muryō rebyū**)\u001b[22m\n\nTranslations of \u001b[4m**SPOILER FREE REVIEW**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**SPOILER FREE REVIEW**\u001b[24m\n    \u001b[1m**スポイラーの無料レビュー**\u001b[22m, \u001b[1m**スポイラー無料REVIEW **\u001b[22m\n\u001b[1m\u001b[22m\nLike most sequels to beloved classics, expectations were quite high for Little Witch Academia 2. Considering that it was practically funded out-of-pocket by fans of the original short film via Kickstarter, anime fans really had every right to demand their money's worth on this one. With the quality of the original and the hype that was created thereafter in mind, my inner cynicism led me to believe that LWA 2 was set up for failure. However, much to my delight, it can be said without hesitation that LWA 2 recaptures the magic of its predecessor and yet again contains more energy and charm in its little finger than the entirety of the modern anime comedy genre has in its whole body.\n\n\u001b[1mリトル・ウィッチ・アカデミア2の期待はかなり高かった.Kickstarterを使ったオリジナル短編映画のファンから実際に資金を得ていたことを考えると、アニメファンは本当に自分のお金の価値を求める権利を持っていた これです。 それ以来作成されたオリジナルと誇大宣伝の品質によって、私の内なる冷笑主義はLWA 2が失敗のために設立されたと信じさせました。 しかし、私の喜びには、LWA 2がその前身の魔法を取り戻しながらも、その小さな指には、モダンなアニメコメディのジャンル全体が全身よりも多くのエネルギーと魅力を取り戻していることは間違いありません。\u001b[22m\n\u001b[1m(Ritoru u~itchi akademia 2 no kitai wa kanari takakatta. Kickstarter o tsukatta orijinaru tanpen eiga no fan kara jissai ni shikin o ete ita koto o kangaeru to, anime fan wa hontōni jibun no okane no kachi o motomeru kenri o motte ita koredesu. Sore irai sakusei sa reta orijinaru to kodai senden no hinshitsu ni yotte, watashi no uchinaru reishō shugi wa LWA 2 ga shippai no tame ni setsuritsu sa reta to shinji sasemashita. Shikashi, watashi no yorokobi ni wa, LWA 2 ga sono zenshin no mahō o torimodoshinagara mo, sono chīsana yubi ni wa, modan'na anime komedi no janru zentai ga zenshin yori mo ōku no enerugī to miryoku o torimodoshite iru koto wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLike most sequels to beloved classics, expectations were quite high for Little Witch Academia 2. Considering that it was practically funded out-of-pocket by fans of the original short film via Kickstarter, anime fans really had every right to demand their money's worth on this one. With the quality of the original and the hype that was created thereafter in mind, my inner cynicism led me to believe that LWA 2 was set up for failure. However, much to my delight, it can be said without hesitation that LWA 2 recaptures the magic of its predecessor and yet again contains more energy and charm in its little finger than the entirety of the modern anime comedy genre has in its whole body.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike most sequels to beloved classics, expectations were quite high for Little Witch Academia 2. Considering that it was practically funded out-of-pocket by fans of the original short film via Kickstarter, anime fans really had every right to demand their money's worth on\u001b[24m\n    \u001b[1mリトル・ウィッチ・アカデミア2の期待はかなり高かった.Kickstarterを使ったオリジナル短編映画のファンから実際に資金を得ていたことを考えると、アニメファンは本当に自分のお金の価値を求める権利を持っていた\u001b[22m, \u001b[1m最愛の古典に最も続編のように、期待がそれは実質的にキックスターターを経由して、元のショートフィルムのファンによって外のポケット賄われていたことを考えるとリトルウィッチアカデミア2のために非常に高かった、アニメファンは本当に上の彼らのお金の価値を要求するあらゆる権利を持っていました\u001b[22m\n\u001b[4mthis one.\u001b[24m\n    \u001b[1mこれです。\u001b[22m, \u001b[1mこれです。\u001b[22m, \u001b[1mこの1つ\u001b[22m\n\u001b[4mWith the quality of the original and the hype that was created thereafter in mind, my inner cynicism led me to believe that LWA 2 was set up for failure.\u001b[24m\n    \u001b[1mそれ以来作成されたオリジナルと誇大宣伝の品質によって、私の内なる冷笑主義はLWA 2が失敗のために設立されたと信じさせました。\u001b[22m, \u001b[1mオリジナルの品質と心の中で、その後に作成された誇大広告では、私の内側の皮肉はLWA 2が障害のために設定されたことを信じるように私を導きました。\u001b[22m\n\u001b[4mHowever, much to my delight, it can be said without hesitation that LWA 2 recaptures the magic of its predecessor and yet again contains more energy and charm in its little finger than the entirety of the modern anime comedy genre has in its whole body.\u001b[24m\n    \u001b[1mしかし、私の喜びには、LWA 2がその前身の魔法を取り戻しながらも、その小さな指には、モダンなアニメコメディのジャンル全体が全身よりも多くのエネルギーと魅力を取り戻していることは間違いありません。\u001b[22m, \u001b[1mしかし、私の喜びに多くの、LWA 2は、その前身の魔法を取り戻し、まだ再びジャンルが体全体に持つ現代のアニメコメディの全体よりも、その小指でより多くのエネルギーと魅力が含まれていることをためらうことなく言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSynopsis: Akko and her friends are tasked with organizing the annual “witch parade” for their town. As you might have guessed, not everything goes according to their plan.\n\n\u001b[1m概要：Akkoと彼女の友人は、彼らの町で毎年開催される「魔女のパレード」を手がけています。 あなたが推測したように、すべてが計画通りに進むわけではありません。\u001b[22m\n\u001b[1m(Gaiyō: Akko to kanojo no yūjin wa, karera no machi de maitoshi kaisai sa reru `majo no parēdo' o tegakete imasu. Anata ga suisoku shita yō ni, subete ga keikakudōri ni susumu wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSynopsis: Akko and her friends are tasked with organizing the annual “witch parade” for their town. As you might have guessed, not everything goes according to their plan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSynopsis: Akko and her friends are tasked with organizing the annual “witch parade” for their town.\u001b[24m\n    \u001b[1m概要：Akkoと彼女の友人は、彼らの町で毎年開催される「魔女のパレード」を手がけています。\u001b[22m, \u001b[1mあらすじ：アッコと彼女の友人は、その町の年間「魔女のパレード」を整理する使命を帯びています。\u001b[22m\n\u001b[4mAs you might have guessed, not everything goes according to their plan.\u001b[24m\n    \u001b[1mあなたが推測したように、すべてが計画通りに進むわけではありません。\u001b[22m, \u001b[1mお気づきかもしれませんが、ないすべてが彼らの計画によるとなります。\u001b[22m\n\u001b[1m\u001b[22m\nIf ever there was a difficult characteristic to describe, it would be “charm”, and yet it is just that which makes LWA 2 such an entertaining and heartwarming film. It captures that innocent, child-like sense of imagination and wonder that never fails to pry your lips upwards into a smile, and does so with the utmost perfection. Despite being an adult male, this movie made me giggle like a little girl from beginning to end. It’s not just heartwarming; it’s hilarious. The comedy is spot on and it hits every note that it needs to hit. Something about this anime brings back that Disney-esque feeling of seeing your wildest dreams brought to life by the power of animation; like seeing Fantasia for the first time. In an industry that many feel lacks the soul that it once had, LWA 2 has soul in spades. It reminded me why I like anime to begin with.\n\n\u001b[1m説明するのが難しい特徴があった場合、それは「魅力」であり、LWA 2をそのような面白い、心温まる映画にするのはそれだけです。 それは罪のない、子供のような想像力を捉え、あなたの唇を笑顔に盛り上げることは決してありません。 大人の男性であるにもかかわらず、この映画は私を最初から最後まで小さな女の子のように笑いました。 心温まるだけではありません。 それは陽気です。 コメディーがスポットになり、ヒットする必要があるすべてのメモにヒットします。 このアニメの何かが、あなたの野生の夢をアニメーションの力で生き生きとしたディズニー風の気分に戻します。 ファンタジアをはじめて見るのが好きです。 多くの人が魂を欠いていると感じている業界では、LWA 2には魂があります。 なぜ私はアニメが好きなのか思い出しました。\u001b[22m\n\u001b[1m(Setsumei suru no ga muzukashī tokuchō ga atta baai, soreha `miryoku'deari, LWA 2 o sono yōna omoshiroi, kokoroatatamaru eiga ni suru no wa sore dakedesu. Sore wa tsumi no nai, kodomo no yōna sōzō-ryoku o torae, anata no kuchibiru o egao ni moriageru koto wa kesshite arimasen. Otona no danseidearu nimokakawarazu, kono eiga wa watashi o saisho kara saigomade chīsana on'nanoko no yō ni waraimashita. Kokoroatatamaru dakede wa arimasen. Sore wa yōkidesu. Komedī ga supotto ni nari, hitto suruhitsuyōgāru subete no memo ni hitto shimasu. Kono anime no nanika ga, anata no yasei no yume o animēshon no chikara de ikiikitoshita dizunī-fū no kibun ni modoshimasu. Fantajia o hajimete miru no ga sukidesu. Ōku no hito ga tamashī o kaite iru to kanjite iru gyōkaide wa, LWA 2 ni wa tamashī ga arimasu. Naze watashi wa anime ga sukina no ka omoidashimashita.)\u001b[22m\n\nTranslations of \u001b[4mIf ever there was a difficult characteristic to describe, it would be “charm”, and yet it is just that which makes LWA 2 such an entertaining and heartwarming film. It captures that innocent, child-like sense of imagination and wonder that never fails to pry your lips upwards into a smile, and does so with the utmost perfection. Despite being an adult male, this movie made me giggle like a little girl from beginning to end. It’s not just heartwarming; it’s hilarious. The comedy is spot on and it hits every note that it needs to hit. Something about this anime brings back that Disney-esque feeling of seeing your wildest dreams brought to life by the power of animation; like seeing Fantasia for the first time. In an industry that many feel lacks the soul that it once had, LWA 2 has soul in spades. It reminded me why I like anime to begin with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf ever there was a difficult characteristic to describe, it would be “charm”, and yet it is just that which makes LWA 2 such an entertaining and heartwarming film.\u001b[24m\n    \u001b[1m説明するのが難しい特徴があった場合、それは「魅力」であり、LWA 2をそのような面白い、心温まる映画にするのはそれだけです。\u001b[22m, \u001b[1mこれまでに記述するのが難しい特徴があった場合、それは「魅力」であろうと、まだそれはちょうどLWA 2など面白いと心温まる映画を作るものです。\u001b[22m\n\u001b[4mIt captures that innocent, child-like sense of imagination and wonder that never fails to pry your lips upwards into a smile, and does so with the utmost perfection.\u001b[24m\n    \u001b[1mそれは罪のない、子供のような想像力を捉え、あなたの唇を笑顔に盛り上げることは決してありません。\u001b[22m, \u001b[1mそれは笑顔に上向きにあなたの唇を詮索するのに失敗することはありません想像力と驚異のその無邪気な、子供のような感覚をキャプチャし、最大限の完璧でそう。\u001b[22m\n\u001b[4mDespite being an adult male, this movie made me giggle like a little girl from beginning to end.\u001b[24m\n    \u001b[1m大人の男性であるにもかかわらず、この映画は私を最初から最後まで小さな女の子のように笑いました。\u001b[22m, \u001b[1m成人男性であるにもかかわらず、この映画は私が最初から最後まで少女のようにクスクス笑いました。\u001b[22m\n\u001b[4mIt’s not just heartwarming;\u001b[24m\n    \u001b[1m心温まるだけではありません。\u001b[22m, \u001b[1mそれだけで心温まるではありません。\u001b[22m\n\u001b[4mit’s hilarious.\u001b[24m\n    \u001b[1mそれは陽気です。\u001b[22m\n\u001b[4mThe comedy is spot on and it hits every note that it needs to hit.\u001b[24m\n    \u001b[1mコメディーがスポットになり、ヒットする必要があるすべてのメモにヒットします。\u001b[22m, \u001b[1mコメディはその場であり、それは、それがヒットする必要があることを、すべてのノートを打ちます。\u001b[22m\n\u001b[4mSomething about this anime brings back that Disney-esque feeling of seeing your wildest dreams brought to life by the power of animation;\u001b[24m\n    \u001b[1mこのアニメの何かが、あなたの野生の夢をアニメーションの力で生き生きとしたディズニー風の気分に戻します。\u001b[22m, \u001b[1mこのアニメについての何かは、アニメーションの力で生活にもたらしたあなたの想像を見てのディズニー風の感じていることを思い出させます。\u001b[22m\n\u001b[4mlike seeing Fantasia for the first time.\u001b[24m\n    \u001b[1mファンタジアをはじめて見るのが好きです。\u001b[22m, \u001b[1m初めてファンタジアを見てのように。\u001b[22m\n\u001b[4mIn an industry that many feel lacks the soul that it once had, LWA 2 has soul in spades.\u001b[24m\n    \u001b[1m多くの人が魂を欠いていると感じている業界では、LWA 2には魂があります。\u001b[22m, \u001b[1m多くの感触は、それがかつて持っていたことを、魂を欠いている業界では、LWA 2はスペードで魂を持っています。\u001b[22m\n\u001b[4mIt reminded me why I like anime to begin with.\u001b[24m\n    \u001b[1mなぜ私はアニメが好きなのか思い出しました。\u001b[22m, \u001b[1m私はそもそもアニメを好きな理由それは私に思い出させました。\u001b[22m\n\u001b[1m\u001b[22m\nAnother masterful aspect of this film was the fact that its pacing was flawless. Every scene has a purpose, not a single one of them drags on for too long, and no scene is a boring one. The fast, energetic pace of LWA carries on into its sequel, and it fits the spirit of the show to a T. Despite being less than an hour long, this movie goes through a full, satisfying story arc, several character dynamics, and effectively expands upon its cast of colorful characters. There’s something beautiful about the simplicity of a well-executed children’s tale; the premise isn’t anything remarkably original, but it doesn’t have to be because the execution is all that matters. The characters don’t have remarkable amounts of depth, but they don’t need to; all that matters is that they have personality, they are entertaining, and they are likable. Disregarding a recap scene or two, which you could potentially argue were unnecessary, I wouldn’t change a thing about the story direction.\n\n\u001b[1mこの映画の別の巧妙な側面は、ペースが完璧だったという事実でした。 すべてのシーンには目的がありますが、1つのシーンで長時間ドラグしたり、退屈なシーンはありません。  LWAの高速でエネルギッシュなペースは続編に続き、ショーの精神をTに収めています.1時間もかからないにもかかわらず、この映画は完全で満足のいくストーリーアーク、いくつかのキャラクターのダイナミックス、そして効果的に カラフルな文字のキャストを拡張します。 よく実行される子供の物語の単純さについて美しいものがあります。 前提は著しくオリジナルではありませんが、実行がすべて重要なので、必ずしもそうである必要はありません。 キャラクターには深刻な深さはありませんが、必要はありません。 重要なのは、彼らが人格を持っていること、彼らは楽しまれていること、そして彼らは好都合であるということです。 あなたが潜在的に論じることのできる要点の1つまたは2つを無視すると、私はストーリー方向について何も変えないだろう。\u001b[22m\n\u001b[1m(Kono eiga no betsu no kōmyōna sokumen wa, pēsu ga kanpekidatta to iu jijitsudeshita. Subete no shīn ni wa mokuteki ga arimasuga, 1tsu no shīn de chōjikan doragu shi tari, taikutsuna shīn wa arimasen. LWA no kōsoku de enerugisshuna pēsu wa zokuhen ni tsudzuki, shō no seishin o T ni osamete imasu. 1-Jikan mo kakaranai nimokakawarazu, kono eiga wa kanzende manzoku no iku sutōrīāku, ikutsu ka no kyarakutā no dainamikkusu, soshite kōka-teki ni karafuruna moji no kyasuto o kakuchō shimasu. Yoku jikkō sa reru kodomo no monogatari no tanjun-sa ni tsuite utsukushī mono ga arimasu. Zentei wa ichijirushiku orijinarude wa arimasenga, jikkō ga subete jūyōnanode, kanarazushimo sōdearu hitsuyō wa arimasen. Kyarakutā ni wa shinkokuna fuka-sa wa arimasenga, hitsuyō wa arimasen. Jūyōna no wa, karera ga jinkaku o motte iru koto, karera wa tanoshima rete iru koto, soshite karera wa kōtsugōdearu to iu kotodesu. Anata ga senzai-teki ni ronjiru koto no dekiru yōten no 1tsu matawa 2tsu o mushi suru to, watashi wa sutōrī hōkō ni tsuite nani mo kaenaidarou.)\u001b[22m\n\nTranslations of \u001b[4mAnother masterful aspect of this film was the fact that its pacing was flawless. Every scene has a purpose, not a single one of them drags on for too long, and no scene is a boring one. The fast, energetic pace of LWA carries on into its sequel, and it fits the spirit of the show to a T. Despite being less than an hour long, this movie goes through a full, satisfying story arc, several character dynamics, and effectively expands upon its cast of colorful characters. There’s something beautiful about the simplicity of a well-executed children’s tale; the premise isn’t anything remarkably original, but it doesn’t have to be because the execution is all that matters. The characters don’t have remarkable amounts of depth, but they don’t need to; all that matters is that they have personality, they are entertaining, and they are likable. Disregarding a recap scene or two, which you could potentially argue were unnecessary, I wouldn’t change a thing about the story direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother masterful aspect of this film was the fact that its pacing was flawless.\u001b[24m\n    \u001b[1mこの映画の別の巧妙な側面は、ペースが完璧だったという事実でした。\u001b[22m, \u001b[1mこの映画のもう一つの見事な側面は、そのペーシングは完璧だったという事実でした。\u001b[22m\n\u001b[4mEvery scene has a purpose, not a single one of them drags on for too long, and no scene is a boring one.\u001b[24m\n    \u001b[1mすべてのシーンには目的がありますが、1つのシーンで長時間ドラグしたり、退屈なシーンはありません。\u001b[22m, \u001b[1mすべてのシーンが目的ではなく、それらの単一のものが長すぎるために上にドラッグし、何のシーンは退屈な1ではありませんがあります。\u001b[22m\n\u001b[4mThe fast, energetic pace of LWA carries on into its sequel, and it fits the spirit of the show to a T. Despite being less than an hour long, this movie goes through a full, satisfying story arc, several character dynamics, and effectively\u001b[24m\n    \u001b[1mLWAの高速でエネルギッシュなペースは続編に続き、ショーの精神をTに収めています.1時間もかからないにもかかわらず、この映画は完全で満足のいくストーリーアーク、いくつかのキャラクターのダイナミックス、そして効果的に\u001b[22m, \u001b[1mLWAの速い、精力的なペースはその続編に上に搬送し、それは長い時間未満であるにもかかわらずTにショーの精神にフィットし、この映画は、完全な、満足ストーリーアークを介して、いくつかの文字のダイナミクスを移行し、効果的に\u001b[22m\n\u001b[4mexpands upon its cast of colorful characters.\u001b[24m\n    \u001b[1mカラフルな文字のキャストを拡張します。\u001b[22m, \u001b[1mカラフルな文字のそのキャストと膨張します。\u001b[22m\n\u001b[4mThere’s something beautiful about the simplicity of a well-executed children’s tale;\u001b[24m\n    \u001b[1mよく実行される子供の物語の単純さについて美しいものがあります。\u001b[22m, \u001b[1mよく実行される子供の物語のシンプルさは約美しいものがあります。\u001b[22m\n\u001b[4mthe premise isn’t anything remarkably original, but it doesn’t have to be because the execution is all that matters.\u001b[24m\n    \u001b[1m前提は著しくオリジナルではありませんが、実行がすべて重要なので、必ずしもそうである必要はありません。\u001b[22m, \u001b[1m前提は著しく、元の何もないですが、それは実行が重要なことのすべてであるためである必要はありません。\u001b[22m\n\u001b[4mThe characters don’t have remarkable amounts of depth, but they don’t need to;\u001b[24m\n    \u001b[1mキャラクターには深刻な深さはありませんが、必要はありません。\u001b[22m, \u001b[1m文字は、深さの著しい量を持っていないが、彼らはする必要はありません。\u001b[22m\n\u001b[4mall that matters is that they have personality, they are entertaining, and they are likable.\u001b[24m\n    \u001b[1m重要なのは、彼らが人格を持っていること、彼らは楽しまれていること、そして彼らは好都合であるということです。\u001b[22m, \u001b[1mすべての重要なことは、彼らが面白いであり、彼らは好感され、彼らは人格を持っているということです。\u001b[22m\n\u001b[4mDisregarding a recap scene or two, which you could potentially argue were unnecessary, I wouldn’t change a thing about the story direction.\u001b[24m\n    \u001b[1mあなたが潜在的に論じることのできる要点の1つまたは2つを無視すると、私はストーリー方向について何も変えないだろう。\u001b[22m, \u001b[1mあなたが潜在的に不必要だったと主張できたリキャップシーンまたは2を、無視して、私は物語の方向についての事を変えないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the most important aspects of an anime in this style is the animation. When you write a quirky, upbeat script, it is absolutely imperative that your animation is equally quirky and upbeat, otherwise the show is doomed to fail. Needless to say, Studio Trigger totally nailed it, just as they did in the original. Comedic timing is something so nuanced that it comes down to fractions of seconds, and while many lighthearted anime (even the good ones) can sometimes find themselves a bit off on their timing or not executing jokes as well as they could have, LWA 2 has no such issue. It is no exaggeration to say this movie makes the most of each and every scene. The visuals are like eye candy, everything is polished and crisp, the character designs continue to be brilliant, and every movement is about as fluent as you’ll ever see. Simply put, it’s animation done right.\n\n\u001b[1mこのスタイルのアニメの最も重要な側面の1つはアニメーションです。 奇妙で陽気なスクリプトを書くとき、あなたのアニメーションが奇妙で陽気であることは絶対に不可欠です。そうでなければショーは失敗することになります。 言うまでもなく、Studio Triggerは元のように完全にそれを釘付けにしました。 コメディーのタイミングは非常に微妙なもので、数秒で表示されます。多くの軽快なアニメ（時には良いものも）は時には自分のタイミングでちょっと離れているかもしれないし、ジョークを実行していないかもしれませんが、LWA 2は そのような問題はありません。 この映画がそれぞれのシーンを最大限に活用していると言っても過言ではありません。 ビジュアルは目の保養のようなもので、すべてが洗練されていて鮮明です。キャラクターのデザインは引き続き鮮やかで、あらゆる動きはあなたが目にするほど滑らかです。 簡単に言えば、アニメーションは正しく行われます。\u001b[22m\n\u001b[1m(Kono sutairu no anime no mottomojūyōna sokumen no 1tsu wa animēshondesu. Kimyōde yōkina sukuriputo o kaku toki, anata no animēshon ga kimyōde yōkidearu koto wa zettai ni fukaketsudesu. Sōdenakereba shō wa shippai suru koto ni narimasu. Iumademonaku, sutadio Trigger wa gen no yō ni kanzen ni sore o kugidzuke ni shimashita. Komedī no taimingu wa hijō ni bimyōna mono de, sū-byō de hyōji sa remasu. Ōku no keikaina anime (tokiniha yoi mono mo) wa tokiniha jibun no taimingu de chotto hanarete iru kamo shirenaishi, jōku o jikkō shite inai kamo shiremasenga, LWA 2 wa sono yōna mondai wa arimasen. Kono eiga ga sorezore no shīn o saidaigen ni katsuyō shite iru to itte mo kagonde wa arimasen. Bijuaru wa menohoyō no yōna mono de, subete ga senren sa rete ite senmeidesu. Kyarakutā no dezain wa hikitsudzuki azayakade, arayuru ugoki wa anata ga me ni suru hodo namerakadesu. Kantan'niieba, animēshon wa tadashiku okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the most important aspects of an anime in this style is the animation. When you write a quirky, upbeat script, it is absolutely imperative that your animation is equally quirky and upbeat, otherwise the show is doomed to fail. Needless to say, Studio Trigger totally nailed it, just as they did in the original. Comedic timing is something so nuanced that it comes down to fractions of seconds, and while many lighthearted anime (even the good ones) can sometimes find themselves a bit off on their timing or not executing jokes as well as they could have, LWA 2 has no such issue. It is no exaggeration to say this movie makes the most of each and every scene. The visuals are like eye candy, everything is polished and crisp, the character designs continue to be brilliant, and every movement is about as fluent as you’ll ever see. Simply put, it’s animation done right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the most important aspects of an anime in this style is the animation.\u001b[24m\n    \u001b[1mこのスタイルのアニメの最も重要な側面の1つはアニメーションです。\u001b[22m, \u001b[1mこのスタイルでアニメの最も重要な側面の一つは、アニメーションです。\u001b[22m\n\u001b[4mWhen you write a quirky, upbeat script, it is absolutely imperative that your animation is equally quirky and upbeat, otherwise the show is doomed to fail.\u001b[24m\n    \u001b[1m奇妙で陽気なスクリプトを書くとき、あなたのアニメーションが奇妙で陽気であることは絶対に不可欠です。そうでなければショーは失敗することになります。\u001b[22m, \u001b[1mあなたは風変わりな、アップビートのスクリプトを記述すると、それ以外のショーが失敗する運命にある、あなたのアニメーションが均等に風変わりなと楽観的であることが必要不可欠です。\u001b[22m\n\u001b[4mNeedless to say, Studio Trigger totally nailed it, just as they did in the original.\u001b[24m\n    \u001b[1m言うまでもなく、Studio Triggerは元のように完全にそれを釘付けにしました。\u001b[22m, \u001b[1m言うまでもなく、スタジオトリガーは完全に彼らがオリジナルでやったように、それを釘付け。\u001b[22m\n\u001b[4mComedic timing is something so nuanced that it comes down to fractions of seconds, and while many lighthearted anime (even the good ones) can sometimes find themselves a bit off on their timing or not executing jokes as well as they could have, LWA 2 has\u001b[24m\n    \u001b[1mコメディーのタイミングは非常に微妙なもので、数秒で表示されます。多くの軽快なアニメ（時には良いものも）は時には自分のタイミングでちょっと離れているかもしれないし、ジョークを実行していないかもしれませんが、LWA 2は\u001b[22m, \u001b[1mコミカルなタイミングは、秒の端数まで来て、多くの陽気アニメ（でも良いものは）時々それらのタイミングにビットオフ自分自身を見つけるか、だけでなく、彼らが持っている可能性があるのでジョークを実行することはできませんが、LWA 2が有するように微妙なものです\u001b[22m\n\u001b[4mno such issue.\u001b[24m\n    \u001b[1mそのような問題はありません。\u001b[22m\n\u001b[4mIt is no exaggeration to say this movie makes the most of each and every scene.\u001b[24m\n    \u001b[1mこの映画がそれぞれのシーンを最大限に活用していると言っても過言ではありません。\u001b[22m, \u001b[1mこの映画はそれぞれ、すべてのシーンのほとんどを作ると言っても過言ではありません。\u001b[22m\n\u001b[4mThe visuals are like eye candy, everything is polished and crisp, the character designs continue to be brilliant, and every movement is about as fluent as you’ll ever see.\u001b[24m\n    \u001b[1mビジュアルは目の保養のようなもので、すべてが洗練されていて鮮明です。キャラクターのデザインは引き続き鮮やかで、あらゆる動きはあなたが目にするほど滑らかです。\u001b[22m, \u001b[1mビジュアルは目の保養のようなもので、すべてが洗練さとさわやかなですが、キャラクターデザインは華麗であり続け、そしてあらゆる動きはあなたが表示されますと同じくらい流暢です。\u001b[22m\n\u001b[4mSimply put, it’s animation done right.\u001b[24m\n    \u001b[1m簡単に言えば、アニメーションは正しく行われます。\u001b[22m, \u001b[1m簡単に言えば、それが正しく行わアニメーションです。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum it all up, LWA 2 is a brilliantly executed anime movie that appeals to everyone. All ages, all genders, and all cultures won’t be able to resist cracking a smile at a movie that is simply so much fun. It’s a fast-paced, heartwarming adventure that will bring out your inner child, and I highly recommend that everyone take the time to watch it. If you ever need a pick-me-up, I can’t think of another anime that will cheer you up more than this one.\n\n\u001b[1mそれをすべてまとめてみると、LWA 2は誰にとっても魅力的な素晴らしいアニメ映画です。 すべての年齢、すべての性別、すべての文化は、とても楽しい映画で笑顔を砕くのに抵抗することはできません。 速いペースで心温まる冒険で、あなたの内なる子供を引き出すことができます。誰もがそれを見る時間をとることを強くお勧めします。 あなたがピックアップを必要とするなら、私はこれ以上あなたを鼓舞する別のアニメを考えることはできません。\u001b[22m\n\u001b[1m(Sore o subete matomete miru to, LWA 2 wa dare ni tottemo miryoku-tekina subarashī anime eigadesu. Subete no nenrei, subete no seibetsu, subete no bunka wa, totemo tanoshī eiga de egao o kudaku no ni teikō suru koto wa dekimasen. Hayai pēsu de kokoroatatamaru bōken de, anata no uchinaru kodomo o hikidasu koto ga dekimasu. Daremoga sore o miru jikan o toru koto o tsuyoku o susume shimasu. Anata ga pikkuappu o hitsuyō to surunara, watashi wa kore ijō anata o kobu suru betsu no anime o kangaeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo sum it all up, LWA 2 is a brilliantly executed anime movie that appeals to everyone. All ages, all genders, and all cultures won’t be able to resist cracking a smile at a movie that is simply so much fun. It’s a fast-paced, heartwarming adventure that will bring out your inner child, and I highly recommend that everyone take the time to watch it. If you ever need a pick-me-up, I can’t think of another anime that will cheer you up more than this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it all up, LWA 2 is a brilliantly executed anime movie that appeals to everyone.\u001b[24m\n    \u001b[1mそれをすべてまとめてみると、LWA 2は誰にとっても魅力的な素晴らしいアニメ映画です。\u001b[22m, \u001b[1mそれをすべてまとめると、LWA 2は皆に訴える見事に実行されるアニメ映画です。\u001b[22m\n\u001b[4mAll ages, all genders, and all cultures won’t be able to resist cracking a smile at a movie that is simply so much fun.\u001b[24m\n    \u001b[1mすべての年齢、すべての性別、すべての文化は、とても楽しい映画で笑顔を砕くのに抵抗することはできません。\u001b[22m, \u001b[1mすべての年齢、すべての性別、およびすべての文化は、単にとても楽しいです映画で笑顔をクラック抵抗することはできません。\u001b[22m\n\u001b[4mIt’s a fast-paced, heartwarming adventure that will bring out your inner child, and I highly recommend that everyone take the time to watch it.\u001b[24m\n    \u001b[1m速いペースで心温まる冒険で、あなたの内なる子供を引き出すことができます。誰もがそれを見る時間をとることを強くお勧めします。\u001b[22m, \u001b[1mそれはあなたのインナーチャイルドを引き出すだろう速いペースで、心温まる冒険だし、私は非常に誰もがそれを見て時間がかかることをお勧めします。\u001b[22m\n\u001b[4mIf you ever need a pick-me-up, I can’t think of another anime that will cheer you up more than this one.\u001b[24m\n    \u001b[1mあなたがピックアップを必要とするなら、私はこれ以上あなたを鼓舞する別のアニメを考えることはできません。\u001b[22m, \u001b[1mあなたがピックアップ私アップが必要な場合は、私はこの1つ以上のあなたを応援します別のアニメを考えることはできません。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "Tozzy",
    "profile": "/profile/Tozzy/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=192250",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  7\n\nトリガーは、「エンチャンテッド・パレード」で、リトル・ウィッチアカデミアの世界へと誘いました。 第2に、待望のタイトルはスクリーン・タイムを倍増させ、より多くのアクションとキャラクターをもたらし、以前と同じくらい活気あふれる世界を感じさせます。 最初の映画と同じくらい良い映画ですか？ そうでないかもしれない。 そこには最初にあった魅力が失われていますが、これはまだ愛らしい、魔法の物語です。\n\n私は映画のオープニングでドラマに魔法を入れすぎることを心配していましたが、満足のいくアクション満載の結論は、シリーズを最も強く後押ししました。 元のアニメーションの方が優れていた領域がありますが、ここには世界の構築や行動の分野でも多くの部分が追加されています。 この最新のLWAシリーズに加えて、ファミリーフレンドリーでエネルギッシュな経験が残っています。これは、クレジットが繰り広げられるにつれてビームを放つことになります。\n\nストーリー\n\nAkko、Sucy、Lotteと新しいキャラクターのトリオが、来るべきタウンフェスティバルの支配権を握っています。  Akkoは自然に魔法使いが提供しなければならないことを最大限に披露したいと考えていますが、彼女のアイデアにはいくつかの問題があり、仲間の学生たちと緊張関係を作り出しています。 しかしそれだけではありません。 彼らがそれを知る前に、グループは一緒にバンドし、自分たちの最大のハードルをまだ克服するためにすべてのものを使います。\n\n結びつく興味深い物語をまとめるのに約40分を要することは大きな課題ですが、トリガーはこれまで半分の時間でこれを克服していました。 彼らはまた、多くの展覧会を減らすことができる今回のボーナスを得る。 彼らはこの時間をストーリーの範囲を広げるためによく使う。 そのため、強度と魔法が少し劣っていますが。 両方の方法で動作します。\n\nストーリーの全体的なトーンは、前回のオファーと比較した場合の最大の変化です。 最初の映画には本当に冒険と探検のセンスがありました。 文字を見て学校の敷地の周りに彼らの道を作ることはエキサイティングだった、レッスンは面白かったし、一般的な話はもっと流動的だった。 彼らの袖の余分な時間をかけて、トリガーは少なくとも新しいキャラクターと新しい設定を私たちにたくさん与えてください。 いくつかの小さなテーマジャンプがありますので、スタジオがまったく同じことを2回行うことを単に選んだわけではありません。 物語のいくつかの要素は確かにコピーされているが、拡張されたキャストと設定はそれを新鮮に感じさせる助けになる。\n\n私たちの物語が起こる世界に新たな場所を追加することは、起伏があります。 私は彼らの学校環境から町の外に魔女を連れていくと、神秘的なものと魔法のものを取り除いたと感じました。 同時に、彼らの周りのより広いコミュニティとその宇宙の魔女が何であるかを見ることは素晴らしいことです。 あなたがそれを見ると、Triggerがすべてを学校に限定することでできるほどのことがあります。 彼らの冒険のすべてが自分の小さなバブルで起こっていると想像するのは素晴らしいことですが、それは魔法の社会と人間の社会の間に新たなダイナミクスを追加します。 そういう人もいるかもしれませんし、そうでない人もいます。\n\nいくつかのテーマが最初の映画から流れてきましたが、今回の最大の変化は友情に焦点を当てています。 オリジナルのショーでは、自分の能力に自信を持っていることが多くなっていました。 それは見るのが簡単で、そうする間に面白くなることができます。 今回は、友人たちの周りの人たちと、より多くの葛藤と悩みに直面しています。 人々はこのやや深刻なやり方でやめているかもしれませんが、感謝してその目的を持っています。 トリガーは余分な分を使って、長続きする映画の中で文字の合併症を作り出します。 友情の強さは楽しいもので、代わりに安っぽいものが出てきます。 彼らはここでそれをほとんど避けました。 このテーマの周りを回るすべてのものはオリジナルではありませんが、それは公平に実行されていることを止めていません。 文字は重要なレッスンを保持していることが示されており、最初の映画と同じように、それらの知識をすべて適用して解決策を見つけることができます。 それはテーブルに何も新しいものをもたらしませんが、動作する数式です。\n\n映画がその結論に近づくにつれ、アクションが別のギアに蹴られたとき、ライドは価値があると感じる。  1つの特定の瞬間は非常に満足しており、あなたがそれを見たときにあなたはそれを知るでしょう。 これは、トリガーのアニメーション機能と、思い出深いセット部分を置く能力を完全にブレンドしたものです。\n\nキャラクター+アート\n\nAkkoは私達の愛らしい、しばしば不適格な主役として復帰する。  Akkoはショーのための漫画の救援の主要な源のままであるが、彼女はこの時期にはもっと積極的である。 それは元のLWAの物語が彼女にそのような影響を与えているのを見て爽やかです。 オリジナルのシリーズは、彼女に魔女としての自分の能力に対する大きな信念を与えました。そして今、彼女は彼女の新しい知識をどのように適用するかを見ています。 私はいくつかは、彼女の新しい、自信を持っている側によって少しオフになるかもしれないと思う。 確かに私たちがこれまでに見たことから飛躍しています。 彼女の外向性の人格と思考の前に行動する習慣は、再び彼女を困らせる。 少なくとも新しい変化はありません。それ以外の方法はありません。\n\nSucyとLotteはどちらも少ししか活用されていないと感じていますが、正直言ってそれは大きな問題ではありません。 それもそれ自身の目的を果たします。 彼らが画面上にいるときには秒が無駄になり、ストーリーの中で果たす役割はまだ意味があると感じます。 それは周りにいなくても、あなたがもっと重要な時を作ることができることを思い出させる役割を果たすことができます。 私たちの新しいトリオは、記憶に残るものではなく、価値のあるものを提供するだけでなく、ストーリーを追いかけるのに役立ちます。 彼らは奇妙な喜びや誇りを見せてくれるが、それはそれだ。 私はまた、最初の映画の合併症で大きな役割を果たしたダイアナが、今回はバックに投げたことに失望していると思います。 奇妙なことに、トリガーは、ショーの他の誰よりも、より明確な性格と存在感を持つキャラクターの使用を増やすことを選択しなかったということです。 一人のキャラクター、Akkoに非常に乗っているショーで、彼女の性格にどれくらいの時間を費やすことができ、最初の外出からどのように変わったのかという楽しみが増えます。\n\n私は個人的にトリガーのキャラクターデザインの大ファンです。 誇張した表現や反応はいつも笑いの価値がある。 アニメーションのエフェクトやシェーディングについては、スタジオでは簡単に操作できます。 トリガーの作品にはいつものように、奇妙な怠惰なアニメーションが散在しています。 いくつかのバックグラウンド文字が目立つように描かれています。コストが保存されている場所を選ぶのは非常に簡単です。 いくつかのフレームは非常に急いで一緒に置かれて見えますが、ありがたいことに、ほとんどの作品は治療に見えます。 しかし全体として、最初のLWAは私をより視覚的に印象的なものにしました。\n\n概要\n\n後援者の努力のおかげでさらに時間が与えられたときでも、Triggerはこのフランチャイズで素晴らしいデビューを果たすことが難しいと感じました。 しかし、彼らは近づいてきた。 キャラクターの探求と魔法の要素の拡張のために死にそうなショーです。 私は物事の友情の建物の側面が好きですが、間違ってはいませんが、オリジナルのLittle Witch Academiaには冒険と謎の欠如があります。\n\nスコア：6/10（公平）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTrigger has invited us back into the world of Little Witch Academia with a bang in The Enchanted Parade. The second, eagerly-awaited title in the series doubles the screen time and with it brings more action and characters to make its world feel as vibrant as before. Is it as good a film as the first? Maybe not. There’s a certain charm lost that was there the first time around but this is still a loveable, magical tale.\n\n\u001b[1mトリガーは、「エンチャンテッド・パレード」で、リトル・ウィッチアカデミアの世界へと誘いました。 第2に、待望のタイトルはスクリーン・タイムを倍増させ、より多くのアクションとキャラクターをもたらし、以前と同じくらい活気あふれる世界を感じさせます。 最初の映画と同じくらい良い映画ですか？ そうでないかもしれない。 そこには最初にあった魅力が失われていますが、これはまだ愛らしい、魔法の物語です。\u001b[22m\n\u001b[1m(Torigā wa,`enchanteddo parēdo' de, ritoru u~itchiakademia no sekai e to sasoimashita. Dai 2 ni, taibō no taitoru wa sukurīn taimu o baizō sa se, yori ōku no akushon to kyarakutā o motarashi, izen to onaji kurai kakki afureru sekai o kanji sasemasu. Saisho no eiga to onaji kurai yoi eigadesu ka? Sōdenai kamo shirenai. Soko ni wa saisho ni atta miryoku ga ushinawa rete imasuga, kore wa mada airashī, mahō no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mTrigger has invited us back into the world of Little Witch Academia with a bang in The Enchanted Parade. The second, eagerly-awaited title in the series doubles the screen time and with it brings more action and characters to make its world feel as vibrant as before. Is it as good a film as the first? Maybe not. There’s a certain charm lost that was there the first time around but this is still a loveable, magical tale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrigger has invited us back into the world of Little Witch Academia with a bang in The Enchanted Parade.\u001b[24m\n    \u001b[1mトリガーは、「エンチャンテッド・パレード」で、リトル・ウィッチアカデミアの世界へと誘いました。\u001b[22m, \u001b[1mトリガーは、魅惑のパレードでバタンと戻っリトルウィッチアカデミアの世界に私たちを招待しました。\u001b[22m\n\u001b[4mThe second, eagerly-awaited title in the series doubles the screen time and with it brings more action and characters to make its world feel as vibrant as before.\u001b[24m\n    \u001b[1m第2に、待望のタイトルはスクリーン・タイムを倍増させ、より多くのアクションとキャラクターをもたらし、以前と同じくらい活気あふれる世界を感じさせます。\u001b[22m, \u001b[1mシリーズの第2弾、ファン待望のタイトルが画面の時間を倍にし、それは、その世界は以前ほどの活気に満ちた気分にさせるより多くのアクションや文字をもたらします。\u001b[22m\n\u001b[4mIs it as good a film as the first?\u001b[24m\n    \u001b[1m最初の映画と同じくらい良い映画ですか？\u001b[22m, \u001b[1mそれが最初のように良好な膜としてはありますか？\u001b[22m\n\u001b[4mMaybe not.\u001b[24m\n    \u001b[1mそうでないかもしれない。\u001b[22m, \u001b[1m多分そうではありません。\u001b[22m, \u001b[1mそうでないかもしれません。\u001b[22m\n\u001b[4mThere’s a certain charm lost that was there the first time around but this is still a loveable, magical tale.\u001b[24m\n    \u001b[1mそこには最初にあった魅力が失われていますが、これはまだ愛らしい、魔法の物語です。\u001b[22m, \u001b[1m特定の魅力はそれが最初の頃だった失ったが、これはまだ愛らしい、魔法のような話ですがあります。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I was worried in the opening portion of the film that we were substituting too much magic for drama, a satisfying and action-packed conclusion saw the series back at its strongest. There are areas where the original animation excelled better but there’s plenty here that also adds a lot in areas of world building and action. This latest addition to the LWA series remains a family-friendly, energetic experience that’s going to leave you beaming as the credits roll by.\n\n\u001b[1m私は映画のオープニングでドラマに魔法を入れすぎることを心配していましたが、満足のいくアクション満載の結論は、シリーズを最も強く後押ししました。 元のアニメーションの方が優れていた領域がありますが、ここには世界の構築や行動の分野でも多くの部分が追加されています。 この最新のLWAシリーズに加えて、ファミリーフレンドリーでエネルギッシュな経験が残っています。これは、クレジットが繰り広げられるにつれてビームを放つことになります。\u001b[22m\n\u001b[1m(Watashi wa eiga no ōpuningu de dorama ni mahō o ire sugiru koto o shinpai shite imashitaga, manzoku no iku akushon mansai no ketsuron wa, shirīzu o mottomo tsuyoku atooshi shimashita. Gen no animēshon no kata ga sugurete ita ryōiki ga arimasuga, koko ni wa sekai no kōchiku ya kōdō no bun'ya demo ōku no bubun ga tsuika sa rete imasu. Kono saishin no LWA shirīzu ni kuwaete, famirīfurendorī de enerugisshuna keiken ga nokotte imasu. Kore wa, kurejitto ga kurihiroge rareru ni tsurete bīmu o hanatsu koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile I was worried in the opening portion of the film that we were substituting too much magic for drama, a satisfying and action-packed conclusion saw the series back at its strongest. There are areas where the original animation excelled better but there’s plenty here that also adds a lot in areas of world building and action. This latest addition to the LWA series remains a family-friendly, energetic experience that’s going to leave you beaming as the credits roll by.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I was worried in the opening portion of the film that we were substituting too much magic for drama, a satisfying and action-packed conclusion saw the series back at its strongest.\u001b[24m\n    \u001b[1m私は映画のオープニングでドラマに魔法を入れすぎることを心配していましたが、満足のいくアクション満載の結論は、シリーズを最も強く後押ししました。\u001b[22m, \u001b[1m私たちはドラマのためにあまりにも多くの魔法を代入されたフィルムの開口部に心配していたが、満足とアクション満載の結論が戻ってその最強でシリーズを見ました。\u001b[22m\n\u001b[4mThere are areas where the original animation excelled better but there’s plenty here that also adds a lot in areas of world building and action.\u001b[24m\n    \u001b[1m元のアニメーションの方が優れていた領域がありますが、ここには世界の構築や行動の分野でも多くの部分が追加されています。\u001b[22m, \u001b[1mオリジナルのアニメーションは、より良い優れたが、ここも世界の建物とアクションの分野で多くを追加することがたくさんありますエリアがあります。\u001b[22m\n\u001b[4mThis latest addition to the LWA series remains a family-friendly, energetic experience that’s going to leave you beaming as the credits roll by.\u001b[24m\n    \u001b[1mこの最新のLWAシリーズに加えて、ファミリーフレンドリーでエネルギッシュな経験が残っています。これは、クレジットが繰り広げられるにつれてビームを放つことになります。\u001b[22m, \u001b[1mLWAシリーズのこの最新の追加は、クレジットがによって転がるように晴れやかなあなたを残すために起こっているファミリー向け、精力的な経験のまま。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nAkko, Sucy and Lotte plus a trio of new characters find themselves thrust into control of the upcoming town festival. While Akko naturally wants to showcase the best of what witches have to offer, her ideas bring with it a few problems and create tension with her fellow students. That’s not all that’s at play, however. Before they know it the group are forced to band together and use everything at their disposal to overcome their biggest hurdle yet.\n\n\u001b[1mAkko、Sucy、Lotteと新しいキャラクターのトリオが、来るべきタウンフェスティバルの支配権を握っています。  Akkoは自然に魔法使いが提供しなければならないことを最大限に披露したいと考えていますが、彼女のアイデアにはいくつかの問題があり、仲間の学生たちと緊張関係を作り出しています。 しかしそれだけではありません。 彼らがそれを知る前に、グループは一緒にバンドし、自分たちの最大のハードルをまだ克服するためにすべてのものを使います。\u001b[22m\n\u001b[1m(Akko, Sucy, Lotte to atarashī kyarakutā no torio ga, kurubeki taun fesutibaru no shihai-ken o nigitte imasu. Akko wa shizen ni mahōtsukai ga teikyō shinakereba naranai koto o saidaigen ni hirō shitai to kangaete imasuga, kanojo no aidea ni wa ikutsu ka no mondai ga ari, nakama no gakusei-tachi to kinchō kankei o tsukuridashite imasu. Shikashi sore dakede wa arimasen. Karera ga sore o shiru mae ni, gurūpu wa issho ni bando shi, jibun-tachi no saidai no hādoru o mada kokufuku suru tame ni subete no mono o tsukaimasu.)\u001b[22m\n\nTranslations of \u001b[4mAkko, Sucy and Lotte plus a trio of new characters find themselves thrust into control of the upcoming town festival. While Akko naturally wants to showcase the best of what witches have to offer, her ideas bring with it a few problems and create tension with her fellow students. That’s not all that’s at play, however. Before they know it the group are forced to band together and use everything at their disposal to overcome their biggest hurdle yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkko, Sucy and Lotte plus a trio of new characters find themselves thrust into control of the upcoming town festival.\u001b[24m\n    \u001b[1mAkko、Sucy、Lotteと新しいキャラクターのトリオが、来るべきタウンフェスティバルの支配権を握っています。\u001b[22m, \u001b[1mアッコ、Sucyとロッテプラス新キャラクターのトリオは、それ自体が、今後の町の祭りの制御に推力を見つけます。\u001b[22m\n\u001b[4mWhile Akko naturally wants to showcase the best of what witches have to offer, her ideas bring with it a few problems and create tension with her fellow students.\u001b[24m\n    \u001b[1mAkkoは自然に魔法使いが提供しなければならないことを最大限に披露したいと考えていますが、彼女のアイデアにはいくつかの問題があり、仲間の学生たちと緊張関係を作り出しています。\u001b[22m, \u001b[1mアッコが自然魔女が提供しなければならないもののベストを披露したいと考えているが、彼女のアイデアはそれでいくつかの問題を持って、彼女の仲間の学生との緊張を作成します。\u001b[22m\n\u001b[4mThat’s not all that’s at play, however.\u001b[24m\n    \u001b[1mしかしそれだけではありません。\u001b[22m, \u001b[1mしかし、これは遊びでだものすべてではありません。\u001b[22m\n\u001b[4mBefore they know it the group are forced to band together and use everything at their disposal to overcome their biggest hurdle yet.\u001b[24m\n    \u001b[1m彼らがそれを知る前に、グループは一緒にバンドし、自分たちの最大のハードルをまだ克服するためにすべてのものを使います。\u001b[22m, \u001b[1m彼らはそれを知っている前にグループが団結し、まだ彼らの最大のハードルを克服するために彼らの処分ですべてのものを使用することを余儀なくされています。\u001b[22m\n\u001b[1m\u001b[22m\nHaving roughly 40 minutes to put together a cohesive, interesting narrative is a big challenge but Trigger managed to overcome this previously in half the time so they’ve had their practice. They also get the bonus this time of being able to cut down on a lot of exposition. They use this time well to expand the scope of the story. Because of that though there’s a little less intensity and magic. It works both ways.\n\n\u001b[1m結びつく興味深い物語をまとめるのに約40分を要することは大きな課題ですが、トリガーはこれまで半分の時間でこれを克服していました。 彼らはまた、多くの展覧会を減らすことができる今回のボーナスを得る。 彼らはこの時間をストーリーの範囲を広げるためによく使う。 そのため、強度と魔法が少し劣っていますが。 両方の方法で動作します。\u001b[22m\n\u001b[1m(Musubitsuku kyōmibukai monogatari o matomeru no ni yaku 40-bu o yōsuru koto wa ōkina kadaidesuga, torigā wa kore made hanbun no jikan de kore o kokufuku shite imashita. Karera wa mata, ōku no tenran-kai o herasu koto ga dekiru konkai no bōnasu o eru. Karera wa kono-jikan o sutōrī no han'i o hirogeru tame ni yoku tsukau. Sonotame, kyōdo to mahō ga sukoshi ototte imasuga. Ryōhō no hōhō de dōsa shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaving roughly 40 minutes to put together a cohesive, interesting narrative is a big challenge but Trigger managed to overcome this previously in half the time so they’ve had their practice. They also get the bonus this time of being able to cut down on a lot of exposition. They use this time well to expand the scope of the story. Because of that though there’s a little less intensity and magic. It works both ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving roughly 40 minutes to put together a cohesive, interesting narrative is a big challenge but Trigger managed to overcome this previously in half the time so they’ve had their practice.\u001b[24m\n    \u001b[1m結びつく興味深い物語をまとめるのに約40分を要することは大きな課題ですが、トリガーはこれまで半分の時間でこれを克服していました。\u001b[22m, \u001b[1m一緒に凝集、面白い物語を入れて約40分を持つことは大きなチャレンジですが、トリガは、彼らが彼らの練習をしましたので、半分の時間で、以前にこれを克服するために管理しました。\u001b[22m\n\u001b[4mThey also get the bonus this time of being able to cut down on a lot of exposition.\u001b[24m\n    \u001b[1m彼らはまた、多くの展覧会を減らすことができる今回のボーナスを得る。\u001b[22m, \u001b[1m彼らはまた、ボーナスに博覧会の多くを削減することができるという、この時間を取得します。\u001b[22m\n\u001b[4mThey use this time well to expand the scope of the story.\u001b[24m\n    \u001b[1m彼らはこの時間をストーリーの範囲を広げるためによく使う。\u001b[22m, \u001b[1m彼らは物語の範囲を拡大するためにも、この時間を使用しています。\u001b[22m\n\u001b[4mBecause of that though there’s a little less intensity and magic.\u001b[24m\n    \u001b[1mそのため、強度と魔法が少し劣っていますが。\u001b[22m, \u001b[1mそのため、少し強度と魔法がありますが。\u001b[22m\n\u001b[4mIt works both ways.\u001b[24m\n    \u001b[1m両方の方法で動作します。\u001b[22m, \u001b[1mこれは、両方の方法を動作します。\u001b[22m\n\u001b[1m\u001b[22m\nThe overall tone of the story is the biggest change up when compared to the previous offering, with a bit of character conflict thrown into the mix this time around. There was a real sense of adventure and exploration in the first film. Watching the characters make their way around the school grounds was exciting, the lessons were amusing and story in general was a lot more fluid. With some extra time up their sleeves Trigger opt to at least give us a lot of new characters and new settings. There’s some small thematic jumps, so it’s great to see the studio didn’t simply opt to do the exact same thing twice. Some elements of the story have certainly been copied over, but an expanded cast and setting help make it feel fresh.\n\n\u001b[1mストーリーの全体的なトーンは、前回のオファーと比較した場合の最大の変化です。 最初の映画には本当に冒険と探検のセンスがありました。 文字を見て学校の敷地の周りに彼らの道を作ることはエキサイティングだった、レッスンは面白かったし、一般的な話はもっと流動的だった。 彼らの袖の余分な時間をかけて、トリガーは少なくとも新しいキャラクターと新しい設定を私たちにたくさん与えてください。 いくつかの小さなテーマジャンプがありますので、スタジオがまったく同じことを2回行うことを単に選んだわけではありません。 物語のいくつかの要素は確かにコピーされているが、拡張されたキャストと設定はそれを新鮮に感じさせる助けになる。\u001b[22m\n\u001b[1m(Sutōrī no zentai-tekina tōn wa, zenkai no ofā to hikaku shita baai no saidai no henkadesu. Saisho no eiga ni wa hontōni bōken to tanken no sensu ga arimashita. Moji o mite gakkō no shikichi no mawari ni karera no michi o tsukuru koto wa ekisaitingudatta, ressun wa omoshirokattashi, ippantekina-banashi wa motto ryūdōtekidatta. Karera no sode no yobun'na jikan o kakete, torigā wa sukunakutomo atarashī kyarakutā to atarashī settei o watashitachi ni takusan ataete kudasai. Ikutsu ka no chīsana tēmajanpu ga arimasunode, sutajio ga mattaku onaji koto o 2-kai okonau koto o tan'ni eranda wakede wa arimasen. Monogatari no ikutsu ka no yōso wa tashika ni kopī sa rete iruga, kakuchō sa reta kyasuto to settei wa sore o shinsen ni kanji saseru tasuke ni naru.)\u001b[22m\n\nTranslations of \u001b[4mThe overall tone of the story is the biggest change up when compared to the previous offering, with a bit of character conflict thrown into the mix this time around. There was a real sense of adventure and exploration in the first film. Watching the characters make their way around the school grounds was exciting, the lessons were amusing and story in general was a lot more fluid. With some extra time up their sleeves Trigger opt to at least give us a lot of new characters and new settings. There’s some small thematic jumps, so it’s great to see the studio didn’t simply opt to do the exact same thing twice. Some elements of the story have certainly been copied over, but an expanded cast and setting help make it feel fresh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall tone of the story is the biggest change up when compared to the previous offering, with a bit of character conflict thrown into the mix this time around.\u001b[24m\n    \u001b[1mストーリーの全体的なトーンは、前回のオファーと比較した場合の最大の変化です。\u001b[22m, \u001b[1m物語の全体的なトーンは、文字の競合のビットはこの時期ミックスに投げて、前のオファリングに比べ最大の変更のアップです。\u001b[22m\n\u001b[4mThere was a real sense of adventure and exploration in the first film.\u001b[24m\n    \u001b[1m最初の映画には本当に冒険と探検のセンスがありました。\u001b[22m, \u001b[1m最初の映画での冒険や探検の本当の意味がありました。\u001b[22m\n\u001b[4mWatching the characters make their way around the school grounds was exciting, the lessons were amusing and story in general was a lot more fluid.\u001b[24m\n    \u001b[1m文字を見て学校の敷地の周りに彼らの道を作ることはエキサイティングだった、レッスンは面白かったし、一般的な話はもっと流動的だった。\u001b[22m, \u001b[1mレッスンは面白いと一般的に話だった、文字が校庭の周りに彼らの方法はエキサイティングだった作る見て、より多くの流体でした。\u001b[22m\n\u001b[4mWith some extra time up their sleeves Trigger opt to at least give us a lot of new characters and new settings.\u001b[24m\n    \u001b[1m彼らの袖の余分な時間をかけて、トリガーは少なくとも新しいキャラクターと新しい設定を私たちにたくさん与えてください。\u001b[22m, \u001b[1mいくつかの余分な時間がアップして、そのスリーブは、少なくとも私たちに新しいキャラクターや新しい設定の多くを与えることを選ぶトリガします。\u001b[22m\n\u001b[4mThere’s some small thematic jumps, so it’s great to see the studio didn’t simply opt to do the exact same thing twice.\u001b[24m\n    \u001b[1mいくつかの小さなテーマジャンプがありますので、スタジオがまったく同じことを2回行うことを単に選んだわけではありません。\u001b[22m, \u001b[1mそこにいくつかの小さなテーマのジャンプですので、スタジオは単に二回まったく同じことを行うことを選択しなかった見ることは素晴らしいことです。\u001b[22m\n\u001b[4mSome elements of the story have certainly been copied over, but an expanded cast and setting help make it feel fresh.\u001b[24m\n    \u001b[1m物語のいくつかの要素は確かにコピーされているが、拡張されたキャストと設定はそれを新鮮に感じさせる助けになる。\u001b[22m, \u001b[1m物語のいくつかの要素は確かにコピーされますが、拡大キャストとそれが新鮮な気分にさせる手助けに設定されています。\u001b[22m\n\u001b[1m\u001b[22m\nAdding new locations to the world our story takes place in has its ups and downs. I felt that bringing the witches out of their school environment and into town took some of the ‘mystique’ and the ‘magic’ away from them. At the same time it’s nice to see the wider community around them and what the witches place in that universe is. When you look at it, there’s only so much Trigger could do by limiting everything to the school. While it’s wonderful to imagine all of their adventures happening in their own little bubble, it adds a new dynamic between the magical and human societies. Some may like that, others may not.\n\n\u001b[1m私たちの物語が起こる世界に新たな場所を追加することは、起伏があります。 私は彼らの学校環境から町の外に魔女を連れていくと、神秘的なものと魔法のものを取り除いたと感じました。 同時に、彼らの周りのより広いコミュニティとその宇宙の魔女が何であるかを見ることは素晴らしいことです。 あなたがそれを見ると、Triggerがすべてを学校に限定することでできるほどのことがあります。 彼らの冒険のすべてが自分の小さなバブルで起こっていると想像するのは素晴らしいことですが、それは魔法の社会と人間の社会の間に新たなダイナミクスを追加します。 そういう人もいるかもしれませんし、そうでない人もいます。\u001b[22m\n\u001b[1m(Watashitachi no monogatari ga okoru sekai ni aratana basho o tsuika suru koto wa, kifuku ga arimasu. Watashi wa karera no gakkō kankyō kara machi no soto ni majo o tsureteiku to, shinpi-tekina mono to mahō no mono o torinozoita to kanjimashita. Dōjini, karera no mawari no yori hiroi komyuniti to sono uchū no majo ga nandearu ka o miru koto wa subarashī kotodesu. Anata ga sore o miru to, Trigger ga subete o gakkō ni gentei suru koto de dekiru hodo no koto ga arimasu. Karera no bōken no subete ga jibun no chīsana baburu de okotte iru to sōzō suru no wa subarashī kotodesuga, soreha mahō no shakai to ningen no shakai no ma ni aratana dainamikusu o tsuika shimasu. Sōiu hito mo iru kamo shiremasenshi,-sōdenai hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mAdding new locations to the world our story takes place in has its ups and downs. I felt that bringing the witches out of their school environment and into town took some of the ‘mystique’ and the ‘magic’ away from them. At the same time it’s nice to see the wider community around them and what the witches place in that universe is. When you look at it, there’s only so much Trigger could do by limiting everything to the school. While it’s wonderful to imagine all of their adventures happening in their own little bubble, it adds a new dynamic between the magical and human societies. Some may like that, others may not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdding new locations to the world our story takes place in has its ups and downs.\u001b[24m\n    \u001b[1m私たちの物語が起こる世界に新たな場所を追加することは、起伏があります。\u001b[22m, \u001b[1m世界に新しい場所を追加すると、私たちの物語は、その浮き沈みを持っているで行われます。\u001b[22m\n\u001b[4mI felt that bringing the witches out of their school environment and into town took some of the ‘mystique’ and the ‘magic’ away from them.\u001b[24m\n    \u001b[1m私は彼らの学校環境から町の外に魔女を連れていくと、神秘的なものと魔法のものを取り除いたと感じました。\u001b[22m, \u001b[1m私は彼らの学校環境から出て、町に魔女をもたらすことは彼らから離れて「神秘性」と「魔法」の一部を取ったことを感じました。\u001b[22m\n\u001b[4mAt the same time it’s nice to see the wider community around them and what the witches place in that universe is.\u001b[24m\n    \u001b[1m同時に、彼らの周りのより広いコミュニティとその宇宙の魔女が何であるかを見ることは素晴らしいことです。\u001b[22m, \u001b[1m同時に、それは彼らの周りより広いコミュニティを見るのは嬉しいですし、どのような魔女は、その宇宙の中に置くことです。\u001b[22m\n\u001b[4mWhen you look at it, there’s only so much Trigger could do by limiting everything to the school.\u001b[24m\n    \u001b[1mあなたがそれを見ると、Triggerがすべてを学校に限定することでできるほどのことがあります。\u001b[22m, \u001b[1mあなたはそれを見てみると、学校にすべてを制限することによって行うことができる唯一のそんなにトリガーがあります。\u001b[22m\n\u001b[4mWhile it’s wonderful to imagine all of their adventures happening in their own little bubble, it adds a new dynamic between the magical and human societies.\u001b[24m\n    \u001b[1m彼らの冒険のすべてが自分の小さなバブルで起こっていると想像するのは素晴らしいことですが、それは魔法の社会と人間の社会の間に新たなダイナミクスを追加します。\u001b[22m, \u001b[1mそれは自分自身の小さなバブルで起きて彼らの冒険のすべてを想像するのは素晴らしいですが、それは魔法と人間社会との間に新しい動的に追加されます。\u001b[22m\n\u001b[4mSome may like that, others may not.\u001b[24m\n    \u001b[1mそういう人もいるかもしれませんし、そうでない人もいます。\u001b[22m, \u001b[1mいくつかは他はないかもしれない、ということを好むかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nSome themes have channelled over from the first film, but the biggest change this time is the focus on friendship. In the original show it was more on having confidence in your own ability. It’s easy to watch and it manages to be entertaining while doing so. This time Akko faces a lot more conflict and troubles with those around her, friends included. People may be a little bit put off by this slightly more serious approach but it thankfully has its purpose. Trigger use their extra minutes to create character complications that stretch over a long run of the film. The strength of friendship is an easy theme to stuff up and instead come across as cheesy. They mostly avoided that here. Everything revolving around this theme is nothing original but that hasn’t stopped it being executed fairly. Characters are shown to have retained important lessons, reflected on what they’ve been through and apply all that knowledge to find a solution – much like the first film. It’s a formula that works, even though it brings nothing new to the table.\n\n\u001b[1mいくつかのテーマが最初の映画から流れてきましたが、今回の最大の変化は友情に焦点を当てています。 オリジナルのショーでは、自分の能力に自信を持っていることが多くなっていました。 それは見るのが簡単で、そうする間に面白くなることができます。 今回は、友人たちの周りの人たちと、より多くの葛藤と悩みに直面しています。 人々はこのやや深刻なやり方でやめているかもしれませんが、感謝してその目的を持っています。 トリガーは余分な分を使って、長続きする映画の中で文字の合併症を作り出します。 友情の強さは楽しいもので、代わりに安っぽいものが出てきます。 彼らはここでそれをほとんど避けました。 このテーマの周りを回るすべてのものはオリジナルではありませんが、それは公平に実行されていることを止めていません。 文字は重要なレッスンを保持していることが示されており、最初の映画と同じように、それらの知識をすべて適用して解決策を見つけることができます。 それはテーブルに何も新しいものをもたらしませんが、動作する数式です。\u001b[22m\n\u001b[1m(Ikutsu ka no tēma ga saisho no eiga kara nagarete kimashitaga, konkai no saidai no henka wa yūjō ni shōten o atete imasu. Orijinaru no shōde wa, jibun no nōryoku ni jishin o motte iru koto ga ōku natte imashita. Konkai wa, yūjin-tachi no mawarinohito-tachi to, yori ōku no kattō to nayami ni chokumen shite imasu. Hitobito wa kono yaya shinkokuna yarikata de yamete iru kamo shiremasenga, kansha shite sono mokuteki o motte imasu. Torigā wa yobun'na bun o tsukatte, nagatsudzuki suru eiga no naka de moji no gappeishō o tsukuridashimasu. Yūjō no tsuyo-sa wa tanoshī mono de, kawari ni yasuppoi mono ga dete kimasu. Karera wa koko de sore o hotondo sakemashita. Kono tēma no mawari o mawaru subete no mono wa orijinarude wa arimasenga, sore wa kōhei ni jikkō sa rete iru koto o tomete imasen. Moji wa jūyōna ressun o hoji shite iru koto ga shimesa rete ori, saisho no eiga to onajiyōni, sorera no chishiki o subete tekiyō shite kaiketsusaku o mitsukeru koto ga dekimasu. Sore wa tēburu ni nani mo atarashī mono o motarashimasenga, dōsa suru sūshikidesu. Sore wa miru no ga kantande,-sō suru ma ni omoshiroku naru koto ga dekimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nWhen the action kicks into another gear as the film nears its conclusion, the ride feels worthwhile. One particular moment is immensely satisfying, and you’ll know it when you see it. It’s a perfect blend of Trigger’s animation capabilities and ability to put on some memorable set pieces.\n\n\u001b[1m映画がその結論に近づくにつれ、アクションが別のギアに蹴られたとき、ライドは価値があると感じる。  1つの特定の瞬間は非常に満足しており、あなたがそれを見たときにあなたはそれを知るでしょう。 これは、トリガーのアニメーション機能と、思い出深いセット部分を置く能力を完全にブレンドしたものです。\u001b[22m\n\u001b[1m(Eiga ga sono ketsuron ni chikadzuku ni tsure, akushon ga betsu no gia ni kera reta toki, raido wa kachigāru to kanjiru. 1Tsu no tokutei no shunkan wa hijō ni manzoku shite ori, anata ga sore o mita toki ni anata wa sore o shirudeshou. Kore wa, torigā no animēshon kinō to, omoidebukai setto bubun o oku nōryoku o kanzen ni burendo shita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen the action kicks into another gear as the film nears its conclusion, the ride feels worthwhile. One particular moment is immensely satisfying, and you’ll know it when you see it. It’s a perfect blend of Trigger’s animation capabilities and ability to put on some memorable set pieces.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen the action kicks into another gear as the film nears its conclusion, the ride feels worthwhile.\u001b[24m\n    \u001b[1m映画がその結論に近づくにつれ、アクションが別のギアに蹴られたとき、ライドは価値があると感じる。\u001b[22m, \u001b[1mフィルムは、その結論に近づくにつれてアクションは別のギアにキックすると、乗り心地はやりがいのある感じ。\u001b[22m\n\u001b[4mOne particular moment is immensely satisfying, and you’ll know it when you see it.\u001b[24m\n    \u001b[1m1つの特定の瞬間は非常に満足しており、あなたがそれを見たときにあなたはそれを知るでしょう。\u001b[22m, \u001b[1m一つの特定の瞬間には非常に満足して、あなたはそれを見たとき、あなたはそれを知っていますよ。\u001b[22m\n\u001b[4mIt’s a perfect blend of Trigger’s animation capabilities and ability to put on some memorable set pieces.\u001b[24m\n    \u001b[1mこれは、トリガーのアニメーション機能と、思い出深いセット部分を置く能力を完全にブレンドしたものです。\u001b[22m, \u001b[1mこれは、トリガーのアニメーション機能といくつかの思い出に残るセットピースを置くために能力の完璧なブレンドです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters + Art\n\n\u001b[1mキャラクター+アート\u001b[22m\n\u001b[1m(Kyarakutā + āto)\u001b[22m\n\nTranslations of \u001b[4mCharacters + Art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters + Art\u001b[24m\n    \u001b[1mキャラクター+アート\u001b[22m, \u001b[1m文字+アート\u001b[22m\n\u001b[1m\u001b[22m\nAkko returns as our loveable, often inept, lead character. While Akko remains a primary source of comic relief for the show she’s a lot more proactive this time around. It’s refreshing to see that the original LWA tale has had an effect on her in that way. The original series gave her a huge shot of belief in her own capabilities as a witch and now this is a look at how she applies her new knowledge. I think some may be a bit turned off by this new, confident side of her. It’s certainly quite the leap from what we’ve seen previously. Her outgoing personality and habit of acting before thinking gets her into trouble once again. Nothing new changes there at least – and you wouldn’t have it any other way.\n\n\u001b[1mAkkoは私達の愛らしい、しばしば不適格な主役として復帰する。  Akkoはショーのための漫画の救援の主要な源のままであるが、彼女はこの時間をもっと前向きにしている。 それは元のLWAの物語が彼女にそのような影響を与えているのを見て爽やかです。 オリジナルのシリーズは、彼女に魔女としての自分の能力に対する大きな信念を与えました。そして今、彼女は彼女の新しい知識をどのように適用するかを見ています。 私はいくつかは、彼女の新しい、自信を持っている側によって少しオフになるかもしれないと思う。 確かに私たちがこれまでに見たことから飛躍しています。 彼女の外向性の人格と思考の前に行動する習慣は、再び彼女を困らせる。 少なくとも新しい変化はありません。それ以外の方法はありません。\u001b[22m\n\u001b[1m(Akko wa watashitachi no airashī, shibashiba fu tekikakuna shuyaku to shite fukki suru. Akko wa shō no tame no manga no kyūen no shuyōna minamoto no mamadearuga, kanojo wa kono-jikan o motto maemukini shite iru. Sore wa gen no LWA no monogatari ga kanojo ni sono yōna eikyō o ataete iru no o mite sawayakadesu. Orijinaru no shirīzu wa, kanojo ni majo to shite no jibun no nōryoku ni taisuru ōkina shin'nen o ataemashita. Soshite ima, kanojo wa kanojo no atarashī chishiki o dono yō ni tekiyō suru ka o mite imasu. Watashi wa ikutsu ka wa, kanojo no atarashī, jishin o motte iru soba ni yotte sukoshi ofu ni naru kamo shirenai to omou. Tashika ni watashitachi ga kore made ni mita koto kara hiyaku shite imasu. Kanojo no gaikō-sei no jinkaku to shikō no mae ni kōdō suru shūkan wa, futatabi kanojo o komara seru. Sukunakutomo atarashī henka wa arimasen. Sore igai no hōhō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAkko returns as our loveable, often inept, lead character. While Akko remains a primary source of comic relief for the show she’s a lot more proactive this time around. It’s refreshing to see that the original LWA tale has had an effect on her in that way. The original series gave her a huge shot of belief in her own capabilities as a witch and now this is a look at how she applies her new knowledge. I think some may be a bit turned off by this new, confident side of her. It’s certainly quite the leap from what we’ve seen previously. Her outgoing personality and habit of acting before thinking gets her into trouble once again. Nothing new changes there at least – and you wouldn’t have it any other way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkko returns as our loveable, often inept, lead character.\u001b[24m\n    \u001b[1mAkkoは私達の愛らしい、しばしば不適格な主役として復帰する。\u001b[22m, \u001b[1mアッコは、私たちの愛らしい、しばしば無能、鉛文字として返します。\u001b[22m\n\u001b[4mWhile Akko remains a primary source of comic relief for the show she’s a lot more proactive this time around.\u001b[24m\n    \u001b[1mAkkoはショーのための漫画の救援の主要な源のままであるが、彼女はこの時間をもっと前向きにしている。\u001b[22m, \u001b[1mアッコはショーのためのコミックリリーフの主要なソースのままであるが、彼女はこの頃より多くの積極的なのです。\u001b[22m\n\u001b[4mIt’s refreshing to see that the original LWA tale has had an effect on her in that way.\u001b[24m\n    \u001b[1mそれは元のLWAの物語が彼女にそのような影響を与えているのを見て爽やかです。\u001b[22m, \u001b[1mこれは、元LWA物語はそのように彼女に影響を与えていることを確認するためにさわやかです。\u001b[22m\n\u001b[4mThe original series gave her a huge shot of belief in her own capabilities as a witch and now this is a look at how she applies her new knowledge.\u001b[24m\n    \u001b[1mオリジナルのシリーズは、彼女に魔女としての自分の能力に対する大きな信念を与えました。そして今、彼女は彼女の新しい知識をどのように適用するかを見ています。\u001b[22m, \u001b[1mオリジナルシリーズは魔女のように彼女に彼女自身の能力の信念の巨大なショットを与え、今、これは彼女が彼女の新しい知識を適用する方法を見ています。\u001b[22m\n\u001b[4mI think some may be a bit turned off by this new, confident side of her.\u001b[24m\n    \u001b[1m私はいくつかは、彼女の新しい、自信を持っている側によって少しオフになるかもしれないと思う。\u001b[22m, \u001b[1m私はいくつかは彼女のこの新しい、自信を持って側ではオフになって少しかもしれないと思います。\u001b[22m\n\u001b[4mIt’s certainly quite the leap from what we’ve seen previously.\u001b[24m\n    \u001b[1m確かに私たちがこれまでに見たことから飛躍しています。\u001b[22m, \u001b[1mそれは確かに我々が以前に見たものとはかなりの飛躍です。\u001b[22m\n\u001b[4mHer outgoing personality and habit of acting before thinking gets her into trouble once again.\u001b[24m\n    \u001b[1m彼女の外向性の人格と思考の前に行動する習慣は、再び彼女を困らせる。\u001b[22m, \u001b[1m彼女の外向的な性格や考え方が再びトラブルに彼女を取得する前に、演技の癖。\u001b[22m\n\u001b[4mNothing new changes there at least – and you wouldn’t have it any other way.\u001b[24m\n    \u001b[1m少なくとも新しい変化はありません。それ以外の方法はありません。\u001b[22m, \u001b[1mそこに何も新しい変更は、少なくとも - あなたはそれ以外の方法持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nBoth Sucy and Lotte feel a little underutilised but, honestly, that’s not a big deal. That too serves a purpose of its own. When they are on screen not a second is wasted and their role to play in the story still feels meaningful. It can serve as reminder that even not being around can make the times you are more important. As for our new trio they’re not that memorable, more there just to help drive the story along than contribute anything of value. They get their odd scene of comic relief or chance to show-off but that’s about it. I think it’s also disappointing that Diana, someone who played a big role in the complication of the first film, gets cast to the back this time around. Strange that Trigger didn’t opt to make more use of a character with a more defined personality and presence than almost anyone else in the show. It’s a show that very much rides on one character, Akko, which means a lot of your enjoyment will come out of how much you can take to her character and how’s she’s changed from the first outing.\n\n\u001b[1mSucyとLotteはどちらも少ししか活用されていないと感じていますが、正直言ってそれは大きな問題ではありません。 それもそれ自身の目的を果たします。 彼らが画面上にいるときには秒が無駄になり、ストーリーの中で果たす役割はまだ意味があると感じます。 それは周りにいなくても、あなたがもっと重要な時を作ることができることを思い出させる役割を果たすことができます。 私たちの新しいトリオは、記憶に残るものではなく、価値のあるものを提供するだけでなく、ストーリーを追いかけるのに役立ちます。 彼らは奇妙な喜びや誇りを見せてくれるが、それはそれだ。 私はまた、最初の映画の合併症で大きな役割を果たしたダイアナが、今回はバックに投げたことに失望していると思います。 奇妙なことに、トリガーは、ショーの他の誰よりも、より明確な性格と存在感を持つキャラクターの使用を増やすことを選択しなかったということです。 一人のキャラクター、Akkoに非常に乗っているショーで、彼女の性格にどれくらいの時間を費やすことができ、最初の外出からどのように変わったのかという楽しみが増えます。\u001b[22m\n\u001b[1m(Sucy to Lotte wa dochira mo sukoshi shika katsuyō sa rete inai to kanjite imasuga, shōjiki itte sore wa ōkina mondaide wa arimasen. Sore mo sore jishin no mokuteki o hatashimasu. Karera ga gamen'ue ni iru tokiniha byō ga muda ni nari, sutōrī no naka de hatasu yakuwari wa mada imi ga aru to kanjimasu. Sore wa mawari ni inakute mo, anata ga motto jūyōna toki o tsukuru koto ga dekiru koto o omoidasaseru yakuwariwohatasu koto ga dekimasu. Watashitachi no atarashī torio wa, kioku ni nokoru monode wa naku, kachi no aru mono o teikyō suru dakedenaku, sutōrī o oikakeru no ni yakudachimasu. Karera wa kimyōna yorokobi ya hokori o misete kureruga, sore wa soreda. Watashi wa mata, saisho no eiga no gappeishō de ōkina yakuwari o hatashita Daiana ga, konkai wa bakku ni nageta koto ni shitsubō shite iru to omoimasu. Kimyōna koto ni, torigā wa, shō no ta no dare yori mo, yori meikakuna seikaku to sonzai-kan o motsu kyarakutā no shiyō o fuyasu koto o sentaku shinakatta to iu kotodesu. Hitori no kyarakutā, Akko ni hijō ni notte iru shō de, kanojo no seikaku ni dorekurai no jikan o tsuiyasu koto ga deki, saisho no gaishutsu kara dono yō ni kawatta no ka to iu tanoshimi ga fuemasu.)\u001b[22m\n\u001b[1m\u001b[22m\nI’m personally a big fan of Trigger’s character designs. The exaggerated expressions and reactions are always worth a laugh. The studio keep things simple when it comes to effects and shading in the animation, putting most of the work into some nice backgrounds. As always in Trigger’s works there’s the odd lazy bit of animation scattered about. Some background characters look crudely drawn and it’s often very easy to pick out where the costs have been saved. Some frames look very hurriedly put together, but thankfully most pieces of action looks a treat. As a whole, however, the first LWA struck me as more visually impressive.\n\n\u001b[1m私は個人的にトリガーのキャラクターデザインの大ファンです。 誇張した表現や反応はいつも笑いの価値がある。 アニメーションのエフェクトやシェーディングについては、スタジオでは簡単に操作できます。 トリガーの作品にはいつものように、奇妙な怠惰なアニメーションが散在しています。 いくつかのバックグラウンド文字は荒々しく描かれているので、コストがどこに保存されたかを簡単に突き止めることができます。 いくつかのフレームは非常に急いで一緒に置かれて見えますが、ありがたいことに、ほとんどの作品は治療に見えます。 しかし全体として、最初のLWAは私をより視覚的に印象的なものにしました。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni torigā no kyarakutādezain no dai fandesu. Kochō shita hyōgen ya han'nō wa itsumo warai no kachigāru. Animēshon no efekuto ya shēdingu ni tsuite wa, sutajiode wa kantan ni sōsa dekimasu. Torigā no sakuhin ni wa itsumo no yō ni, kimyōna taidana animēshon ga sanzai shite imasu. Ikutsu ka no bakkuguraundo moji wa araarashiku egaka rete irunode, kosuto ga doko ni hozon sa reta ka o kantan ni tsukitomeru koto ga dekimasu. Ikutsu ka no furēmu wa hijō ni isoide issho ni oka rete miemasuga, arigatai koto ni, hotondo no sakuhin wa chiryō ni miemasu. Shikashi zentai to shite, saisho no LWA wa watashi o yori shikaku-teki ni inshō-tekina mono ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI’m personally a big fan of Trigger’s character designs. The exaggerated expressions and reactions are always worth a laugh. The studio keep things simple when it comes to effects and shading in the animation, putting most of the work into some nice backgrounds. As always in Trigger’s works there’s the odd lazy bit of animation scattered about. Some background characters look crudely drawn and it’s often very easy to pick out where the costs have been saved. Some frames look very hurriedly put together, but thankfully most pieces of action looks a treat. As a whole, however, the first LWA struck me as more visually impressive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’m personally a big fan of Trigger’s character designs.\u001b[24m\n    \u001b[1m私は個人的にトリガーのキャラクターデザインの大ファンです。\u001b[22m\n\u001b[4mThe exaggerated expressions and reactions are always worth a laugh.\u001b[24m\n    \u001b[1m誇張した表現や反応はいつも笑いの価値がある。\u001b[22m, \u001b[1m誇張された表現との反応は、常に笑いの価値があります。\u001b[22m\n\u001b[4mThe studio keep things simple when it comes to effects and shading in the animation, putting most of the work into some nice backgrounds.\u001b[24m\n    \u001b[1mアニメーションのエフェクトやシェーディングについては、スタジオでは簡単に操作できます。\u001b[22m, \u001b[1mそれはいくつかの素晴らしい背景に作業のほとんどを入れて、アニメーション効果やシェーディングに来るとき、スタジオは、物事をシンプルに保ちます。\u001b[22m\n\u001b[4mAs always in Trigger’s works there’s the odd lazy bit of animation scattered about.\u001b[24m\n    \u001b[1mトリガーの作品にはいつものように、奇妙な怠惰なアニメーションが散在しています。\u001b[22m, \u001b[1mいつものようにトリガーの作品に点在アニメーションの奇数怠惰なビットがあります。\u001b[22m\n\u001b[4mSome background characters look crudely drawn and it’s often very easy to pick out where the costs have been saved.\u001b[24m\n    \u001b[1mいくつかのバックグラウンド文字は荒々しく描かれているので、コストがどこに保存されたかを簡単に突き止めることができます。\u001b[22m, \u001b[1mいくつかの背景文字がぞんざいに描かれて見て、それはコストが保存されている場所を選ぶためにしばしば非常に簡単です。\u001b[22m\n\u001b[4mSome frames look very hurriedly put together, but thankfully most pieces of action looks a treat.\u001b[24m\n    \u001b[1mいくつかのフレームは非常に急いで一緒に置かれて見えますが、ありがたいことに、ほとんどの作品は治療に見えます。\u001b[22m, \u001b[1mいくつかのフレームは非常に急いで一緒に見て、ありがたいアクションのほとんどの作品は、御馳走を探します。\u001b[22m\n\u001b[4mAs a whole, however, the first LWA struck me as more visually impressive.\u001b[24m\n    \u001b[1mしかし全体として、最初のLWAは私をより視覚的に印象的なものにしました。\u001b[22m, \u001b[1m全体的に、しかし、最初のLWAは、より視覚的印象として私を襲いました。\u001b[22m\n\u001b[1m\u001b[22m\nSummary\n\n\u001b[1m概要\u001b[22m\n\u001b[1m(Gaiyō)\u001b[22m\n\nDefinitions of \u001b[4mSummary\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    概要\u001b[22m\n        summary, outline\n\u001b[1m    要約\u001b[22m\n        summary, digest\n\u001b[1m    概略\u001b[22m\n        outline, summary, gist\n\u001b[1m    要旨\u001b[22m\n        gist, summary, essentials, fundamentals\n\u001b[1m    一覧\u001b[22m\n        summary, catalog, glance, look, catalogue\n\u001b[1m    摘要\u001b[22m\n        summary, outline\n\u001b[1m    抄録\u001b[22m\n        summary, quotation, selection\n\u001b[1m    概括\u001b[22m\n        summary, generalization\n\u001b[1m    大要\u001b[22m\n        outline, summary\n\u001b[1m    粗筋\u001b[22m\n        outline, summary\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    大筋\u001b[22m\n        outline, summary\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    大体\u001b[22m\n        outline, summary, substance\n\u001b[1m    綱領\u001b[22m\n        general plan, main point, summary\n\u001b[1m    撮要\u001b[22m\n        compendium, summary, outline\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    要訳\u001b[22m\n        summary, digest\n\u001b[1m\u001b[22m\nEven when given additional time thanks to the efforts of their backers, Trigger was going to find it hard to live up to a wonderful debut in this franchise. But they’ve come close. It’s a show dying for more exploration of its characters and an expansion of its magical elements. I like the friendship building side of things, don’t get me wrong, but there’s that sense of adventure and mystery lacking that was present in the original Little Witch Academia.\n\n\u001b[1m後援者の努力のおかげでさらに時間が与えられたときでも、Triggerはこのフランチャイズで素晴らしいデビューを果たすことが難しいと感じました。 しかし、彼らは近づいてきた。 キャラクターの探求と魔法の要素の拡張のために死にそうなショーです。 私は物事の友情の建物の側面が好きですが、間違ってはいませんが、オリジナルのLittle Witch Academiaには冒険と謎の欠如があります。\u001b[22m\n\u001b[1m(Kōen-sha no doryoku no okage de sarani jikan ga atae rareta toki demo, Trigger wa kono furanchaizu de subarashī debyū o hatasu koto ga muzukashī to kanjimashita. Shikashi, karera wa chikadzuite kita. Kyarakutā no tankyū to mahō no yōso no kakuchō no tame ni shini-sōna shōdesu. Watashi wa monogoto no yūjō no tatemono no sokumen ga sukidesuga, machigatte wa imasenga, orijinaru no Little u~itchi Academia ni wa bōken to nazo no ketsujo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven when given additional time thanks to the efforts of their backers, Trigger was going to find it hard to live up to a wonderful debut in this franchise. But they’ve come close. It’s a show dying for more exploration of its characters and an expansion of its magical elements. I like the friendship building side of things, don’t get me wrong, but there’s that sense of adventure and mystery lacking that was present in the original Little Witch Academia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven when given additional time thanks to the efforts of their backers, Trigger was going to find it hard to live up to a wonderful debut in this franchise.\u001b[24m\n    \u001b[1m後援者の努力のおかげでさらに時間が与えられたときでも、Triggerはこのフランチャイズで素晴らしいデビューを果たすことが難しいと感じました。\u001b[22m, \u001b[1m追加の時間に彼らの後援者の努力に感謝を与えた場合でも、トリガーはそれが難しいこのフランチャイズで素晴らしいデビューまで生きることを見つけるつもりでした。\u001b[22m\n\u001b[4mBut they’ve come close.\u001b[24m\n    \u001b[1mしかし、彼らは近づいてきた。\u001b[22m, \u001b[1mしかし、彼らは近くに来ています。\u001b[22m\n\u001b[4mIt’s a show dying for more exploration of its characters and an expansion of its magical elements.\u001b[24m\n    \u001b[1mキャラクターの探求と魔法の要素の拡張のために死にそうなショーです。\u001b[22m, \u001b[1mこれは、より多くのその文字の探査とその魔法の要素の拡張のために死んショーです。\u001b[22m\n\u001b[4mI like the friendship building side of things, don’t get me wrong, but there’s that sense of adventure and mystery lacking that was present in the original Little Witch Academia.\u001b[24m\n    \u001b[1m私は物事の友情の建物の側面が好きですが、間違ってはいませんが、オリジナルのLittle Witch Academiaには冒険と謎の欠如があります。\u001b[22m, \u001b[1m私は物事の友情の建物の側が好き、私は間違って得ることはありませんが、それは、元リトルウィッチアカデミア中に存在していた欠け冒険と謎のその意味があります。\u001b[22m\n\u001b[1m\u001b[22m\nScore: 6/10 (Fair)\n\n\u001b[1mスコア：6/10（公平）\u001b[22m\n\u001b[1m(Sukoa: 6/ 10 (Kōhei))\u001b[22m\n\nTranslations of \u001b[4mScore: 6/10 (Fair)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScore: 6/10 (Fair)\u001b[24m\n    \u001b[1mスコア：6/10（公平）\u001b[22m, \u001b[1mスコア：6/10（フェア）\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "HaXXspetten",
    "profile": "/profile/HaXXspetten/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=192253",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nオリジナルのLittle Witch Academiaは2013年のYoung Animator Training Projectから大成功を収めました。 それは、活力のあるキャラクター、恒例のプレゼンテーション、そして非常に簡単に初めから終わりまでの面白い映画のために賞賛された映画でした。\n\n2015年に2年ぶりの大ヒットとなり、待望の続編映画「魔法少年のパレード」や英国の魔法のパレードで、Akko、Lotte、Suzyに再び参加する時が来た。 学校内での不正行為が一貫して起こった後、教頭は地元の町で行われている次の魔女祭のお祝いに世話をします。 このフェスティバルでは、中世の魔女狩りを思い起こさせ、なぜこの伝統を再現してはならないのかを偽って、村人は魔女に腐ったトマトを投げ、半減させて他の虐待を行う。 しかし、Akkoはこの伝統がばかげて聞こえると思うし、代わりに町の人々のためにハッピータイムプロジェクトを呼び出して、彼らがクールで素晴らしい人妻がどれくらいかを見ることができる、楽しく活発なショーを行うことに決めました。 もちろん、計画通りには決して進まないので、途中であらゆる種類の問題にぶつかり、すべてのことが言われて終了する前に戦いの公平な分担をしなければならないかもしれません...\n\n主人公のキャストは最初の映画と同じですが、今回はオリジナルのトリオに参加する3人の新しい魔女もいます。 住民泥棒のアマンダ・オニール、技術常習者のコンスタンツ・ブラウンシュヴァイク・アルブレヒトバーガー（速く3回言う）と習慣的な食糧泥棒、ジャスミンカ・アントネンコがいる。  3人ともフェスティバルの魔女の司会を務め、ハッピー・タイム・プロジェクトに参加することで、Akkoと友人と手を結ぶことになった。\n\nアニメーションは速く、流動的で活発です。 それは壮大に詳細に見えませんが、それは手袋のような映画そのもののテーマに合っています。 私は特に、無生物が魔法の使用によって生きてくるのが大好きな時、それは本当に何よりも古典的なディズニー映画のように見えます。 実際、映画全体は、その意味で私に少しファンタジアを思い出させる。 音楽が進むにつれて、Little Witch Academiaは実際にはそれほど多くを利用していませんが、実際にそれを使用するときは素晴らしいと思います。 より大規模なシーンやクライマックスには、全体的な雰囲気を非常に豊かにし、すべてをより劇的に感じさせる美しいオーケストラ・ミュージックがあります。\n\nしかし、すべてが揃っているにもかかわらず、魔法のパレードはまだ非常に単純化された創造ですが、実際にそれを輝かせるのは、それがどれだけ楽しいかということです。 それは私が子供のように再び気分にさせ、その結果、それを見て一貫して笑顔にすることができます。 それは53分の長さですが、私はそれがその半分のように感じることを誓っています。 それは魅力的なものです。\n\n最初のLittle Witch Academiaは、私が今まで見た中で最もオリジナリティーなアニメ映画の一つとして際立っています。そのシンプルさにもかかわらず、私はいつもソフトスポットを持っていました。 魅惑的なパレードも変わりません。 それが価値あるものについては、私は十分にそれを推薦することはできません。 なぜなら、たまには、あなたの内なる子供をもう一度ゆるさなければならないからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe original Little Witch Academia was a highly successful work from the 2013 Young Animator Training Project. It was a film praised for its energetic characters, stellar presentation and for quite simply being an incredibly entertaining movie from start to finish.\n\n\u001b[1mオリジナルのLittle Witch Academiaは2013年のYoung Animator Training Projectから大成功を収めました。 それは、活力のあるキャラクター、恒例のプレゼンテーション、そして非常に簡単に初めから終わりまでの面白い映画のために賞賛された映画でした。\u001b[22m\n\u001b[1m(Orijinaru no Little u~itchi Academia wa 2013-nen no yangu animētā torēningu Project kara taiseikō o osamemashita. Sore wa, katsuryoku no aru kyarakutā, kōrei no purezentēshon, soshite hijō ni kantan ni hajimekara owari made no omoshiroi eiga no tame ni shōsan sa reta eigadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe original Little Witch Academia was a highly successful work from the 2013 Young Animator Training Project. It was a film praised for its energetic characters, stellar presentation and for quite simply being an incredibly entertaining movie from start to finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe original Little Witch Academia was a highly successful work from the 2013 Young Animator Training Project.\u001b[24m\n    \u001b[1mオリジナルのLittle Witch Academiaは2013年のYoung Animator Training Projectから大成功を収めました。\u001b[22m, \u001b[1m元リトルウィッチアカデミアは、2013若手アニメーター育成プロジェクトから非常に成功した作品でした。\u001b[22m\n\u001b[4mIt was a film praised for its energetic characters, stellar presentation and for quite simply being an incredibly entertaining movie from start to finish.\u001b[24m\n    \u001b[1mそれは、活力のあるキャラクター、恒例のプレゼンテーション、そして非常に簡単に初めから終わりまでの面白い映画のために賞賛された映画でした。\u001b[22m, \u001b[1mこれは、その精力的な文字、恒星のプレゼンテーションのために、非常に簡単に最初から最後まで信じられないほどの娯楽映画であることのために賞賛フィルムでした。\u001b[22m\n\u001b[1m\u001b[22m\nFast forward two years to 2015 and it's finally time to rejoin Akko, Lotte and Suzy in the long-awaited sequel film, titled Mahou Shikake no Parade, or The Enchanted Parade in English. After a consistent spree of misbehavior inside the school, the headmaster gives the trio an assignment to take care of in the upcoming witches' commemoration festival taking place in the local town. In this festival, the villagers throw rotten tomatoes at the witches, half-drown them and perform other cruelties, all under the pretense of reminding themselves of the witch hunts of the Middle Ages and why this tradition must never be implemented again. Akko however thinks this tradition sounds ridiculous and instead decides to put on a fun and lively show she calls the Happy Time Project for the townsfolk in order to make them see how cool and awesome witches are. Of course things never go quite so according to plan as they end up running into all sorts of problems along the way, and they may even have to do their fair share of fighting before everything is said and done…\n\n\u001b[1m2015年に2年ぶりの大ヒットとなり、待望の続編映画「魔法少年のパレード」や英国の魔法のパレードで、Akko、Lotte、Suzyに再び参加する時が来た。 学校内での不正行為が一貫して起こった後、教頭は地元の町で行われている次の魔女祭のお祝いに世話をします。 このフェスティバルでは、中世の魔女狩りを思い起こさせ、なぜこの伝統を決して再現してはならないのかを偽って、村人は魔女に腐ったトマトを投げ、半分溺死させ、他の虐待を行う。 しかし、Akkoはこの伝統がばかげて聞こえると思うし、代わりに町の人々のためにハッピータイムプロジェクトを呼び出して、彼らがクールで素晴らしい人妻がどれくらいかを見ることができる、楽しく活発なショーをすることに決めました。 もちろん、計画通りには決して進まないので、途中であらゆる種類の問題にぶつかり、すべてのことが言われて終了する前に戦いの公平な分担をしなければならないかもしれません...\u001b[22m\n\u001b[1m(2015-Nen ni 2-nen-buri no dai hitto to nari, taibō no zokuhen eiga `mahō shōnen no parēdo' ya Igirisu no mahō no parēdo de, Akko, Lotte, sūjī ni futatabi sanka suru toki ga kita. Gakkō-nai de no fusei kōi ga ikkanshite okotta nochi, kyōtō wa jimoto no machi de okonawa rete iru tsugi no majo-sai no oiwai ni sewa o shimasu. Kono fesutibarude wa, chūsei no majokari o omoiokosa se, naze kono dentō o kesshite saigen shite wa naranai no ka o itsuwatte, murabito wa majo ni kusatta tomato o nage, hanbun dekishi sa se, hoka no gyakutai o okonau. Shikashi, Akko wa kono dentō ga bakagete kikoeru to omoushi, kawarini machi no hitobito no tame ni happītaimupurojekuto o yobidashite, karera ga kūru de subarashī hitodzuma ga dorekurai ka o miru koto ga dekiru, tanoshiku kappatsuna shō o suru koto ni kimemashita. Mochiron, keikakudōri ni wa kesshite susumanainode, tochū de arayuru shurui no mondai ni butsukari, subete no koto ga iwa rete shūryō suru mae ni tatakai no kōheina buntan o shinakereba naranai kamo shiremasen...)\u001b[22m\n\u001b[1m\u001b[22m\nThe main character cast is the same as the first movie, but this time there are also three new witches joining the original trio. There is the resident burglar Amanda O'Neill, the tech addict Constanze Braunschweig Albrechtsberger (say that three times fast) and the habitual food thief Jasmineka Antonenko. All three of them are also tasked with representing the witches in the festival, and thus end up joining hands with Akko and her friends by also participating in her Happy Time Project.\n\n\u001b[1m主人公のキャストは最初の映画と同じですが、今回はオリジナルのトリオに参加する3人の新しい魔女もいます。 住民泥棒のアマンダ・オニール、技術常習者のコンスタンツ・ブラウンシュヴァイク・アルブレヒトバーガー（速く3回言う）と習慣的な食糧泥棒、ジャスミンカ・アントネンコがいる。  3人ともフェスティバルの魔女の司会を務め、ハッピー・タイム・プロジェクトに参加することで、Akkoと友人と手を結ぶことになった。\u001b[22m\n\u001b[1m(Shujinkō no kyasuto wa saisho no eiga to onajidesuga, konkai wa orijinaru no torio ni sanka suru 3-ri no atarashī majo mo imasu. Jūmin dorobō no amanda onīru, gijutsu jōshū-sha no konsutantsu buraunshuvu~aiku aruburehitobāgā (hayaku 3-kai iu) to shūkan-tekina shokuryō dorobō, jasuminka antonenko ga iru. 3-Ri tomo fesutibaru no majo no shikai o tsutome, happī taimu purojekuto ni sanka suru koto de, Akko to yūjin to te o musubu koto ni natta.)\u001b[22m\n\nTranslations of \u001b[4mThe main character cast is the same as the first movie, but this time there are also three new witches joining the original trio. There is the resident burglar Amanda O'Neill, the tech addict Constanze Braunschweig Albrechtsberger (say that three times fast) and the habitual food thief Jasmineka Antonenko. All three of them are also tasked with representing the witches in the festival, and thus end up joining hands with Akko and her friends by also participating in her Happy Time Project.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character cast is the same as the first movie, but this time there are also three new witches joining the original trio.\u001b[24m\n    \u001b[1m主人公のキャストは最初の映画と同じですが、今回はオリジナルのトリオに参加する3人の新しい魔女もいます。\u001b[22m, \u001b[1mメインキャラクターのキャストは最初の映画と同じですが、今回はまた、元のトリオに参加する3新しい魔女があります。\u001b[22m\n\u001b[4mThere is the resident burglar Amanda O'Neill, the tech addict Constanze Braunschweig Albrechtsberger (say that three times fast) and the habitual food thief Jasmineka Antonenko.\u001b[24m\n    \u001b[1m住民泥棒のアマンダ・オニール、技術常習者のコンスタンツ・ブラウンシュヴァイク・アルブレヒトバーガー（速く3回言う）と習慣的な食糧泥棒、ジャスミンカ・アントネンコがいる。\u001b[22m, \u001b[1m常駐強盗アマンダ・オニール、ハイテク中毒コンスタンツェブラウンシュヴァイクアルブレヒツベルガー（たとえば、その3倍高速）と習慣的な食糧泥棒Jasmineka Antonenkoがあります。\u001b[22m\n\u001b[4mAll three of them are also tasked with representing the witches in the festival, and thus end up joining hands with Akko and her friends by also participating in her Happy Time Project.\u001b[24m\n    \u001b[1m3人ともフェスティバルの魔女の司会を務め、ハッピー・タイム・プロジェクトに参加することで、Akkoと友人と手を結ぶことになった。\u001b[22m, \u001b[1mそれらのすべての3つはまた祭りで魔女を表す使命を帯び、そのためにも、彼女のハッピータイムプロジェクトに参加することによってアッコと彼女の友人と手を参加終わるされています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is fast, fluid and lively. It doesn't look spectacularly detailed but it fits the theme of the movie itself like a glove. I especially love when inanimate objects come alive through the usage of magic, then it truly looks like a classical Disney film more than anything else. Actually the entire movie reminds me a bit of Fantasia in that sense. As far as music goes, Little Witch Academia doesn't actually utilize a whole lot of it, but when it actually does use it then it sounds great. The more large-scale scenes and the climax have beautiful orchestral music which highly enriches the overall atmosphere and makes everything feel all the more dramatic.\n\n\u001b[1mアニメーションは速く、流動的で活発です。 それは壮大に詳細に見えませんが、それは手袋のような映画そのもののテーマに合っています。 私は特に、無生物が魔法の使用によって生きてくるのが大好きな時、それは本当に何よりも古典的なディズニー映画のように見えます。 実際、映画全体は、その意味で私に少しファンタジアを思い出させる。 音楽が進むにつれて、Little Witch Academiaは実際にはそれほど多くを利用していませんが、実際にそれを使用するときは素晴らしいと思います。 より大規模なシーンやクライマックスには、全体的な雰囲気を非常に豊かにし、すべてをより劇的に感じさせる美しいオーケストラ・ミュージックがあります。\u001b[22m\n\u001b[1m(Animēshon wa hayaku, ryūdōtekide kappatsudesu. Sore wa sōdai ni shōsai ni miemasenga, soreha tebukuro no yōna eiga sonomono no tēma ni atte imasu. Watashi wa tokuni, museibutsu ga mahō no shiyō ni yotte ikite kuru no ga daisukina toki, sore wa hontōni naniyori mo koten-tekina dizunī eiga no yō ni miemasu. Jissai, eiga zentai wa, sono imi de watashi ni sukoshi Fantajia o omoidasaseru. Ongaku ga susumu ni tsurete, Little u~itchi Academia wa jissai ni wa sorehodo ōku o riyō shite imasenga, jissai ni sore o shiyō suru toki wa subarashī to omoimasu. Yori ōkibona shīn ya kuraimakkusu ni wa, zentai-tekina fun'iki o hijō ni yutaka ni shi, subete o yori gekiteki ni kanji saseru utsukushī ōkesutora myūjikku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is fast, fluid and lively. It doesn't look spectacularly detailed but it fits the theme of the movie itself like a glove. I especially love when inanimate objects come alive through the usage of magic, then it truly looks like a classical Disney film more than anything else. Actually the entire movie reminds me a bit of Fantasia in that sense. As far as music goes, Little Witch Academia doesn't actually utilize a whole lot of it, but when it actually does use it then it sounds great. The more large-scale scenes and the climax have beautiful orchestral music which highly enriches the overall atmosphere and makes everything feel all the more dramatic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is fast, fluid and lively.\u001b[24m\n    \u001b[1mアニメーションは速く、流動的で活発です。\u001b[22m, \u001b[1mアニメーションは、高速流体、活気あります。\u001b[22m\n\u001b[4mIt doesn't look spectacularly detailed but it fits the theme of the movie itself like a glove.\u001b[24m\n    \u001b[1mそれは壮大に詳細に見えませんが、それは手袋のような映画そのもののテーマに合っています。\u001b[22m, \u001b[1mそれは見事に詳細な見ていないが、それは手袋のように、映画自体のテーマにフィットします。\u001b[22m\n\u001b[4mI especially love when inanimate objects come alive through the usage of magic, then it truly looks like a classical Disney film more than anything else.\u001b[24m\n    \u001b[1m私は特に、無生物が魔法の使用によって生きてくるのが大好きな時、それは本当に何よりも古典的なディズニー映画のように見えます。\u001b[22m, \u001b[1m無生物は魔法の使用を介して生きて来たとき、私は特にそれが本当に何よりも、古典的なディズニー映画のように見える、大好きです。\u001b[22m\n\u001b[4mActually the entire movie reminds me a bit of Fantasia in that sense.\u001b[24m\n    \u001b[1m実際、映画全体は、その意味で私に少しファンタジアを思い出させる。\u001b[22m, \u001b[1m実際にムービー全体はその意味で私のファンタジアのビットを思い出させます。\u001b[22m\n\u001b[4mAs far as music goes, Little Witch Academia doesn't actually utilize a whole lot of it, but when it actually does use it then it sounds great.\u001b[24m\n    \u001b[1m音楽が進むにつれて、Little Witch Academiaは実際にはそれほど多くを利用していませんが、実際にそれを使用するときは素晴らしいと思います。\u001b[22m, \u001b[1m限り音楽が行くように、リトルウィッチアカデミアは、実際にそれの全体の多くを利用しないが、それは実際にそれを使用しないときに、それは素晴らしいサウンド。\u001b[22m\n\u001b[4mThe more large-scale scenes and the climax have beautiful orchestral music which highly enriches the overall atmosphere and makes everything feel all the more dramatic.\u001b[24m\n    \u001b[1mより大規模なシーンやクライマックスには、全体的な雰囲気を非常に豊かにし、すべてをより劇的に感じさせる美しいオーケストラ・ミュージックがあります。\u001b[22m, \u001b[1mより大規模なシーンやクライマックスは非常に全体的な雰囲気を豊かにし、すべてがすべてのより劇的な感じさせる美しいオーケストラの音楽を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nDespite everything though, as a whole The Enchanted Parade is still a very simplistic creation, but what really makes it shine is quite simply how much fun it is to watch. It makes me feel like a child again, and as a result it manages to consistently make me smile when watching it. Even though it's 53 minutes long, I swear it only feels like half of that. It's just that captivating.\n\n\u001b[1mしかし、すべてが揃っているにもかかわらず、魔法のパレードはまだ非常に単純化された創造ですが、実際にそれを輝かせるのは、それがどれだけ楽しいかということです。 それは私が子供のように再び気分にさせ、その結果、それを見て一貫して笑顔にすることができます。 それは53分の長さですが、私はそれがその半分のように感じることを誓っています。 それは魅力的なものです。\u001b[22m\n\u001b[1m(Shikashi, subete ga sorotte iru nimokakawarazu, mahō no parēdo wa mada hijō ni tanjun-ka sa reta sōzōdesuga, jissai ni sore o kagayaka seru no wa, sore ga dore dake tanoshī ka to iu kotodesu. Sore wa watashi ga kodomo no yō ni futatabi kibun ni sa se, sono kekka, sore o mite ikkanshite egao ni suru koto ga dekimasu. Sore wa 53-bu no naga-sadesuga, watashi wa sore ga sono hanbun no yō ni kanjiru koto o chikatte imasu. Sore wa miryoku-tekina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite everything though, as a whole The Enchanted Parade is still a very simplistic creation, but what really makes it shine is quite simply how much fun it is to watch. It makes me feel like a child again, and as a result it manages to consistently make me smile when watching it. Even though it's 53 minutes long, I swear it only feels like half of that. It's just that captivating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite everything though, as a whole The Enchanted Parade is still a very simplistic creation, but what really makes it shine is quite simply how much fun it is to watch.\u001b[24m\n    \u001b[1mしかし、すべてが揃っているにもかかわらず、魔法のパレードはまだ非常に単純化された創造ですが、実際にそれを輝かせるのは、それがどれだけ楽しいかということです。\u001b[22m, \u001b[1mしかし、すべてにもかかわらず、全体として魅惑のパレードはまだ非常に単純な創造ですが、本当にそれを輝かせることは非常に単純にそれは見ることがいかに楽しいです。\u001b[22m\n\u001b[4mIt makes me feel like a child again, and as a result it manages to consistently make me smile when watching it.\u001b[24m\n    \u001b[1mそれは私が子供のように再び気分にさせ、その結果、それを見て一貫して笑顔にすることができます。\u001b[22m, \u001b[1mそれは私は再び子供のように感じさせる、その結果として、それは一貫して、それを見ているときに私を笑顔にするために管理しています。\u001b[22m\n\u001b[4mEven though it's 53 minutes long, I swear it only feels like half of that.\u001b[24m\n    \u001b[1mそれは53分の長さですが、私はそれがその半分のように感じることを誓っています。\u001b[22m, \u001b[1mそれは53分の長さだにもかかわらず、私はそれが唯一の半分のように感じている誓います。\u001b[22m\n\u001b[4mIt's just that captivating.\u001b[24m\n    \u001b[1mそれは魅力的なものです。\u001b[22m, \u001b[1mそれはちょうど、その魅惑的です。\u001b[22m\n\u001b[1m\u001b[22m\nThe first Little Witch Academia stands out as one of the most original anime films I have ever seen, and despite its simplicity I have always had a soft spot for it. The Enchanted Parade is no different. For what it's worth, I really cannot recommend it enough. Because every once in a while, you just have to let loose your inner child again.\n\n\u001b[1m最初のLittle Witch Academiaは、私が今まで見た中で最もオリジナリティーなアニメ映画の一つとして際立っています。そのシンプルさにもかかわらず、私はいつもソフトスポットを持っていました。 魅惑的なパレードも変わりません。 それが価値あるものについては、私は十分にそれを推薦することはできません。 なぜなら、たまには、あなたの内なる子供をもう一度ゆるさなければならないからです。\u001b[22m\n\u001b[1m(Saisho no Little u~itchi Academia wa, watashi ga imamade mita naka de mottomo orijinaritīna anime eiga no hitotsu to shite kiwadatte imasu. Sono shinpuru-sa nimokakawarazu, watashi wa itsumo sofuto supotto o motte imashita. Miwaku-tekina parēdo mo kawarimasen. Sore ga kachi aru mono ni tsuite wa, watashi wa jūbun ni sore o suisen suru koto wa dekimasen. Nazenara, tamani wa, anata no uchinaru kodomo o mōichido yurusanakereba naranaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe first Little Witch Academia stands out as one of the most original anime films I have ever seen, and despite its simplicity I have always had a soft spot for it. The Enchanted Parade is no different. For what it's worth, I really cannot recommend it enough. Because every once in a while, you just have to let loose your inner child again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first Little Witch Academia stands out as one of the most original anime films I have ever seen, and despite its simplicity I have always had a soft spot for it.\u001b[24m\n    \u001b[1m最初のLittle Witch Academiaは、私が今まで見た中で最もオリジナリティーなアニメ映画の一つとして際立っています。そのシンプルさにもかかわらず、私はいつもソフトスポットを持っていました。\u001b[22m, \u001b[1m最初リトルウィッチアカデミアは私が今まで見た中で最もオリジナルアニメ映画の一つとして際立っている、そのシンプルさにもかかわらず、私はいつもそれのためのソフトスポットがありました。\u001b[22m\n\u001b[4mThe Enchanted Parade is no different.\u001b[24m\n    \u001b[1m魅惑的なパレードも変わりません。\u001b[22m, \u001b[1m魅惑のパレードは違いはありません。\u001b[22m\n\u001b[4mFor what it's worth, I really cannot recommend it enough.\u001b[24m\n    \u001b[1mそれが価値あるものについては、私は十分にそれを推薦することはできません。\u001b[22m, \u001b[1m何が価値があるために、私は本当に十分にそれをお勧めすることはできません。\u001b[22m\n\u001b[4mBecause every once in a while, you just have to let loose your inner child again.\u001b[24m\n    \u001b[1mなぜなら、たまには、あなたの内なる子供をもう一度ゆるさなければならないからです。\u001b[22m, \u001b[1mたまにあるので、あなたはもう一度、あなたの内なる子供を失うようにする必要があります。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "lawlmartz",
    "profile": "/profile/lawlmartz/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=192457",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n「決して、楽しむことの重要性を過小評価することはありません。  - ランディ・パウシュ\n\n序文：\n\nLittle Witch Academiaは、2012年のYoung Animator's Expoで驚きの上昇を遂げました。同僚のDeath Billiardsと一緒に、この2つの作品は波を作り始めました。 ファンが溢れていて、そのブランドの新しいスタジオ「トリガー」で需要が減っていった！ キックスターターが育てられ、信じられないほど、$ 150,000の目標は、約8000人のバッカーと$ 625,318の総額の助けを借りて30日間で撃退されました!!  （これは、すべてキル・ラ・キル、男の子とガールズ前のキルです。）\n\n\n他の素敵な数字になる - このアニメのスコア。\n\n\nアートワークとアニメーション：10\n\nオリジナルは完全に手描きされており、膨大な予算を費やして、それは流動性と活気に満ちた、魔法のような鮮やかな色を鮮やかに示していました。  LWA 2も変わりません。 画面全体の流れを見ることは絶対に素晴らしいです。 私はこれが、技術的にも流動的でも、ディズニーレベルの伝統的なアニメーションであると言っています。 魔法とキャラクターは実際には、スクリーンの外で、鮮明に、鮮明に、そして美しく、実際にアニメーションします。\nあなたは私の意見では、トリガーで彼の仕事のための十分な認知を得ることはありません。  FLCL、Gurren Lagann、KLK、Dead Leaves、PSGなどの主要なアニメーターやキャラクターデザイナーとして、この男には狂気のクレジットリストがあり、彼の仕事は常に品質です。  Little Witch Academiaの監督とクリエイターとして、アニメーションのための彼の目は本当に生き生きとしています。\n\n\n音声と声優：8\n\n同じ選手、新しいゲーム。  VAによる素晴らしい演奏と素晴らしい演奏。\n\n\nキャラクターとストーリー：9、8\n\nスネイプ教授のポーション授業で問題を抱えた後、活発なアクコ、ナルコレプティック・スーシー、ロッテは、町の毎年の祭りのためにパレードフロートを計画して作ります。 伝統的に、パレード\n魔女を楽しませ、中世の魔女の狩りを再現することですが、致命的ではありません。 しかし、私たちのトリオチームは、それを楽しくてエキサイティングなショーにして、魔法使いの魅力を見せつけて、魔女の意見を変えようとしています！\n\n途中で、Akkoは彼女の友達とのクロスウェイを取得し、3つの新しい文字、 '問題の子供たち'と仕事をしなければならなくなる。 この小さなギャングは、アマンダ・オニール、赤い頭をした熱い女の子、Constanze Braunschbank Albrechsberger、静かなドイツのロボット工学エンジニア、絶え間なく放牧されているロシアの女の子Jasminka Antonenkoで構成されています。\n\nストーリーはすばらしく進歩しています。魔法のような詰め物は見当たりません。  screentimeの時間は実質的に、非常にハリー・ポッターの気持ちを持つオープニングから、魔法の夢のようなディズニー・エンディングまで、ほうきの上を飛んでいった。\nそれはとても暖かくて魅惑的な時計です - 正直なところ、私は自分自身を繰り返し続けていることを知っていますが、それはちょうど非常にディズニーと感じます。\n\n\n楽しさと全体：9\n\n余分な長さ、新しいキャラクター、そしてシャープで美しいアニメーションは、実際にLittle Witch Academiaを販売しています。 豪華な世界を通って楽しく遊びます。\n\nリトルウィッチアカデミア2は、魅力的で楽しいために驚くほどオリジナルで大胆である必要はありませんでした。 ユーモアが右のマークに当たって、ビジュアルがすばらしく、楽しむのが簡単です。 オリジナルは子供の話や過去の映画から明らかにインスピレーションを受けた非常にかわいい作品で、これはその枠組みの中でうまくいきます。もう1つの冒険、小さな魔女の誕生日です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Never, ever underestimate the importance of having fun.' - Randy Pausch\n\n\u001b[1m「決して、楽しむことの重要性を過小評価することはありません。  - ランディ・パウシュ\u001b[22m\n\u001b[1m(`Kesshite, tanoshimu koto no jūyō-sei o kashōhyōkasuru koto wa arimasen. - Randi paushu)\u001b[22m\n\nTranslations of \u001b[4m'Never, ever underestimate the importance of having fun.' - Randy Pausch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Never, ever underestimate the importance of having fun.'\u001b[24m\n    \u001b[1m「決して、楽しむことの重要性を過小評価することはありません。\u001b[22m, \u001b[1m'、これまでの楽しみを持つことの重要性を過小評価してはいけません。」\u001b[22m\n\u001b[4m- Randy Pausch\u001b[24m\n    \u001b[1m - ランディ・パウシュ\u001b[22m\n\u001b[1m\u001b[22m\nPreface:\n\n\u001b[1m序文：\u001b[22m\n\u001b[1m(Jobun:)\u001b[22m\n\nDefinitions of \u001b[4mPreface:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    序文\u001b[22m\n        preface, foreword\n\u001b[1m    序章\u001b[22m\n        prologue, preface\n\u001b[1m    前書き\u001b[22m\n        preface, foreword, introduction, preamble\n\u001b[1m    前置き\u001b[22m\n        introduction, preface\n\u001b[1m    序論\u001b[22m\n        introduction, preface\n\u001b[1m    緒論\u001b[22m\n        introduction, preface\n\u001b[1m    紹介\u001b[22m\n        introduction, foreword, beginning, preface, prelude, prologue\n\u001b[1m    例言\u001b[22m\n        preface, foreword\n\u001b[1m    叙文\u001b[22m\n        preface, introduction\n\u001b[1m    前置\u001b[22m\n        preface, introduction, prelude, foreword, preamble, preliminary\n\u001b[1m\u001b[22m\nLittle Witch Academia was a surprise upstart in the Young Animator's Expo in 2012, and along with fellow member Death Billiards, these two productions started making waves. The fan outpouring was great, and demands fell on the then-brand new studio Trigger to make more! A kickstarter was raised, and incredibly, the $150,000 goal was smashed in 30 days with the help of nearly 8000 backers and a grand total of $625,318!! (This is all pre-Kill La Kill, guys and gals.)\n\n\u001b[1mLittle Witch Academiaは、2012年のYoung Animator's Expoで驚きの上昇を遂げました。同僚のDeath Billiardsと一緒に、この2つの作品は波を作り始めました。 ファンが溢れていて、そのブランドの新しいスタジオ「トリガー」で需要が減っていった！ キックスターターが育てられ、信じられないほど$ 150,000の目標は、約8000人のバッカーと$ 625,318の総額の助けを借りて30日間で撃退されました!!  （これは、すべてキル・ラ・キル、男の子とガールズ前のキルです。）\u001b[22m\n\u001b[1m(Little u~itchi Academia wa, 2012-nen no yangu animētā' s Expo de odoroki no jōshō o togemashita. Dōryō no Death Billiards to issho ni, kono 2tsu no sakuhin wa nami o tsukuri hajimemashita. Fan ga afurete ite, sono burando no atarashī sutajio `torigā' de juyō ga hette itta! Kikkusutātā ga sodate rare, shinji rarenai hodo $ 150, 000 no mokuhyō wa, yaku 8000-ri no bakkā to $ 625, 318 no sōgaku no tasuke o karite 30-kakan de gekitai sa remashita! ! (Kore wa, subete kiru ra kiru, otokonoko to gāruzu mae no kirudesu. ))\u001b[22m\n\nTranslations of \u001b[4mLittle Witch Academia was a surprise upstart in the Young Animator's Expo in 2012, and along with fellow member Death Billiards, these two productions started making waves. The fan outpouring was great, and demands fell on the then-brand new studio Trigger to make more! A kickstarter was raised, and incredibly, the $150,000 goal was smashed in 30 days with the help of nearly 8000 backers and a grand total of $625,318!! (This is all pre-Kill La Kill, guys and gals.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLittle Witch Academia was a surprise upstart in the Young Animator's Expo in 2012, and along with fellow member Death Billiards, these two productions started making waves.\u001b[24m\n    \u001b[1mLittle Witch Academiaは、2012年のYoung Animator's Expoで驚きの上昇を遂げました。同僚のDeath Billiardsと一緒に、この2つの作品は波を作り始めました。\u001b[22m, \u001b[1mリトルウィッチアカデミアは、2012年に若いアニメーターのエキスポで驚きの新興企業だった、と仲間のメンバーの死ビリヤードとともに、これら2作品は、波を作り始めました。\u001b[22m\n\u001b[4mThe fan outpouring was great, and demands fell on the then-brand new studio Trigger to make more!\u001b[24m\n    \u001b[1mファンが溢れていて、そのブランドの新しいスタジオ「トリガー」で需要が減っていった！\u001b[22m, \u001b[1mファンほとばしるは素晴らしかった、と要求が多くを作るために、その後、ブランドの新しいスタジオのトリガーに落ちました！\u001b[22m\n\u001b[4mA kickstarter was raised, and incredibly, the $150,000 goal was smashed in 30 days with the help of nearly 8000 backers and a grand total of $625,318!!\u001b[24m\n    \u001b[1mキックスターターが育てられ、信じられないほど$ 150,000の目標は、約8000人のバッカーと$ 625,318の総額の助けを借りて30日間で撃退されました!!\u001b[22m, \u001b[1mキックスターターを上昇させ、信じられないほど、$ 150,000の目標は、ほぼ8000後援者の助けと$ 625318の総計で30日に激突しました！\u001b[22m\n\u001b[4m(This is all pre-Kill La Kill, guys and gals.)\u001b[24m\n    \u001b[1m（これは、すべてキル・ラ・キル、男の子とガールズ前のキルです。）\u001b[22m, \u001b[1m（これは、すべての事前キルラキル、男とギャルです。）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nLet's get into some other nice numbers- the score on this anime.\n\n\u001b[1m他の素敵な数字になる - このアニメのスコア。\u001b[22m\n\u001b[1m(Hoka no sutekina sūji ni naru - kono anime no sukoa.)\u001b[22m\n\nTranslations of \u001b[4mLet's get into some other nice numbers- the score on this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get into some other nice numbers- the score on this anime.\u001b[24m\n    \u001b[1m他の素敵な数字になる - このアニメのスコア。\u001b[22m, \u001b[1mそれでは、いくつかの他の素晴らしいnumbers-にこのアニメにスコアを取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArtwork and Animation: 10\n\n\u001b[1mアートワークとアニメーション：10\u001b[22m\n\u001b[1m(Ātowāku to animēshon: 10)\u001b[22m\n\nTranslations of \u001b[4mArtwork and Animation: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork and Animation: 10\u001b[24m\n    \u001b[1mアートワークとアニメーション：10\u001b[22m\n\u001b[1m\u001b[22m\nThe original was entirely hand drawn, and with an enormous budget, it turned out to be a spectacular showing of fluidity and vibrant, flashing magical colors. LWA 2 is no different; it's absolutely stunning to watch flow across the screen. I would go so far as to say that this is on a Disney level of traditional animation both techincally and in fluidity. The magic and characters practically animate themselves right off the screen, crisply, sharply, and beautifully.\n\n\u001b[1mオリジナルは完全に手描きされていて、膨大な予算を費やして、それは流動性と活気に満ちた魅惑的な魔法の色を鮮やかに示していました。  LWA 2も変わりません。 画面全体の流れを見ることは絶対に素晴らしいです。 私はこれが、技術的にも流動的でも、ディズニーレベルの伝統的なアニメーションであると言っています。 魔法とキャラクターは実際には、画面の外で、鮮明に、鮮明に、そして美しく、実際にアニメーションします。\u001b[22m\n\u001b[1m(Orijinaru wa kanzen ni tegaki sa rete ite, bōdaina yosan o tsuiyashite, soreha ryūdō-sei to kakki ni michita miwaku-tekina mahō no iro o azayaka ni shimeshite imashita. LWA 2 mo kawarimasen. Gamen zentai no nagare o miru koto wa zettai ni subarashīdesu. Watashi wa kore ga, gijutsu-teki ni mo ryūdōteki demo, dizunīreberu no dentō-tekina animēshondearu to itte imasu. Mahō to kyarakutā wa jissai ni wa, gamen no soto de, senmei ni, senmei ni, soshite utsukushiku, jissai ni animēshon shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe original was entirely hand drawn, and with an enormous budget, it turned out to be a spectacular showing of fluidity and vibrant, flashing magical colors. LWA 2 is no different; it's absolutely stunning to watch flow across the screen. I would go so far as to say that this is on a Disney level of traditional animation both techincally and in fluidity. The magic and characters practically animate themselves right off the screen, crisply, sharply, and beautifully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe original was entirely hand drawn, and with an enormous budget, it turned out to be a spectacular showing of fluidity and vibrant, flashing magical colors.\u001b[24m\n    \u001b[1mオリジナルは完全に手描きされていて、膨大な予算を費やして、それは流動性と活気に満ちた魅惑的な魔法の色を鮮やかに示していました。\u001b[22m, \u001b[1m原稿は完全に手描きし、莫大な予算で、それは魔法の色を点滅、流動性と活気の大活躍であることが判明しました。\u001b[22m\n\u001b[4mLWA 2 is no different;\u001b[24m\n    \u001b[1mLWA 2も変わりません。\u001b[22m, \u001b[1mLWA 2は違いはありません。\u001b[22m\n\u001b[4mit's absolutely stunning to watch flow across the screen.\u001b[24m\n    \u001b[1m画面全体の流れを見ることは絶対に素晴らしいです。\u001b[22m, \u001b[1mそれは、画面全体の流れを見て絶対に素晴らしいです。\u001b[22m\n\u001b[4mI would go so far as to say that this is on a Disney level of traditional animation both techincally and in fluidity.\u001b[24m\n    \u001b[1m私はこれが、技術的にも流動的でも、ディズニーレベルの伝統的なアニメーションであると言っています。\u001b[22m, \u001b[1mこれは伝統的なアニメーションの両方techincallyと流動性のディズニーのレベルにあると言っているように私は、これまで行くだろう。\u001b[22m\n\u001b[4mThe magic and characters practically animate themselves right off the screen, crisply, sharply, and beautifully.\u001b[24m\n    \u001b[1m魔法とキャラクターは実際には、画面の外で、鮮明に、鮮明に、そして美しく、実際にアニメーションします。\u001b[22m, \u001b[1m魔法と文字が実質的にカリッ、鋭く、そして美しく、右の画面から自分自身をアニメーション化。\u001b[22m\nYou Yoshinari doesn't get enough recognition for his work at Trigger in my opinion. As a Key Animator and character designer for FLCL, Gurren Lagann, KLK, Dead Leaves, PSG, and others, this guy has a crazy credit list, and his work is always quality. As the director and creator for Little Witch Academia- his eye for animation really comes to life.\n\n\u001b[1mあなたは私の意見では、トリガーで彼の仕事のための十分な認知を得ることはありません。  FLCL、Gurren Lagann、KLK、Dead Leaves、PSGなどの主要なアニメーターやキャラクターデザイナーとして、この男には狂気のクレジットリストがあり、彼の仕事は常に品質です。  Little Witch Academiaの監督とクリエイターとして、アニメーションのための彼の目は本当に生き生きとしています。\u001b[22m\n\u001b[1m(Anata wa watashi no ikende wa, torigā de kare no shigoto no tame no jūbun'na ninchi o eru koto wa arimasen. Furikuri, Gurren Lagann, KLK, Dead Leaves, PSG nado no shuyōna animētā ya kyarakutādezainā to shite, kono otoko ni wa kyōki no kurejitto risuto ga ari, kare no shigoto wa tsuneni hinshitsudesu. Little u~itchi Academia no kantoku to kurieitā to shite, animēshon no tame no karenomeha hontōni ikiiki to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou Yoshinari doesn't get enough recognition for his work at Trigger in my opinion. As a Key Animator and character designer for FLCL, Gurren Lagann, KLK, Dead Leaves, PSG, and others, this guy has a crazy credit list, and his work is always quality. As the director and creator for Little Witch Academia- his eye for animation really comes to life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou Yoshinari doesn't get enough recognition for his work at Trigger in my opinion.\u001b[24m\n    \u001b[1mあなたは私の意見では、トリガーで彼の仕事のための十分な認知を得ることはありません。\u001b[22m, \u001b[1mあなた吉成は、私の意見ではトリガーでの彼の仕事のための十分な認識を得ることはありません。\u001b[22m\n\u001b[4mAs a Key Animator and character designer for FLCL, Gurren Lagann, KLK, Dead Leaves, PSG, and others, this guy has a crazy credit list, and his work is always quality.\u001b[24m\n    \u001b[1mFLCL、Gurren Lagann、KLK、Dead Leaves、PSGなどの主要なアニメーターやキャラクターデザイナーとして、この男には狂気のクレジットリストがあり、彼の仕事は常に品質です。\u001b[22m, \u001b[1mフリクリ、天元突破グレンラガン、KLK、落ち葉、PSG、およびその他の主なアニメーターやキャラクターデザイナーとして、この男は狂ったクレジットリストを持っており、彼の作品は、常に品質です。\u001b[22m\n\u001b[4mAs the director and creator for Little Witch Academia- his eye for animation really comes to life.\u001b[24m\n    \u001b[1mLittle Witch Academiaの監督とクリエイターとして、アニメーションのための彼の目は本当に生き生きとしています。\u001b[22m, \u001b[1mリトルウィッチ産学ためのディレクター、クリエイターとしてのアニメーションのための彼の目は本当に生活に来ます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound and Voice Acting: 8\n\n\u001b[1m音声と声優：8\u001b[22m\n\u001b[1m(Onsei to seiyū: 8)\u001b[22m\n\nTranslations of \u001b[4mSound and Voice Acting: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound and Voice Acting: 8\u001b[24m\n    \u001b[1m音声と声優：8\u001b[22m, \u001b[1mサウンドと声優：8\u001b[22m\n\u001b[1m\u001b[22m\nSame players, new game. Sounds great, and good performances by the VA.\n\n\u001b[1m同じ選手、新しいゲーム。  VAによる素晴らしい演奏と素晴らしい演奏。\u001b[22m\n\u001b[1m(Onaji senshu, atarashī gēmu. VA ni yoru subarashī ensō to subarashī ensō.)\u001b[22m\n\nTranslations of \u001b[4mSame players, new game. Sounds great, and good performances by the VA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame players, new game.\u001b[24m\n    \u001b[1m同じ選手、新しいゲーム。\u001b[22m\n\u001b[4mSounds great, and good performances by the VA.\u001b[24m\n    \u001b[1mVAによる素晴らしい演奏と素晴らしい演奏。\u001b[22m, \u001b[1m素晴らしいサウンド、およびVAにより良好な性能。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters and Story: 9, 8\n\n\u001b[1mキャラクターとストーリー：9、8\u001b[22m\n\u001b[1m(Kyarakutā to sutōrī: 9, 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters and Story: 9, 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters and Story: 9, 8\u001b[24m\n    \u001b[1mキャラクターとストーリー：9、8\u001b[22m\n\u001b[1m\u001b[22m\nAfter getting in trouble in potions class by Professor Snape, the hyperactive Akko, the narcoleptic Sucy, and the brainy Lotte are forced to plan and create a parade float for the yearly festival in town. Traditionally, the parade\n\n\u001b[1mスネイプ教授のポーション授業で問題を抱えた後、活発なアクコ、ナルコレプティック・スーシー、ロッテは、町の毎年の祭りのためにパレードフロートを計画して作ります。 伝統的に、パレード\u001b[22m\n\u001b[1m(Suneipu kyōju no pōshon jugyō de mondai o kakaeta nochi, kappatsuna akuko, narukoreputikku sūshī, Rotte wa, machi no maitoshi no matsuri no tame ni parēdofurōto o keikaku shite tsukurimasu. Dentō-teki ni, parēdo)\u001b[22m\n\nTranslations of \u001b[4mAfter getting in trouble in potions class by Professor Snape, the hyperactive Akko, the narcoleptic Sucy, and the brainy Lotte are forced to plan and create a parade float for the yearly festival in town. Traditionally, the parade\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter getting in trouble in potions class by Professor Snape, the hyperactive Akko, the narcoleptic Sucy, and the brainy Lotte are forced to plan and create a parade float for the yearly festival in town.\u001b[24m\n    \u001b[1mスネイプ教授のポーション授業で問題を抱えた後、活発なアクコ、ナルコレプティック・スーシー、ロッテは、町の毎年の祭りのためにパレードフロートを計画して作ります。\u001b[22m, \u001b[1m教授スネイプによってポーションクラスでトラブルになった後、非常に活発アッコ、ナルコレプシーSucy、そして聡明ロッテは計画し、町で毎年祭りのためのパレードのフロートを作成することを余儀なくされています。\u001b[22m\n\u001b[4mTraditionally, the parade\u001b[24m\n    \u001b[1m伝統的に、パレード\u001b[22m\nis about making fun of witches and reenacting middle ages witch hunts, but in a much less deadly way; but our trio team up to change the public's opinion of witches by making it into a fun and exciting show and showcasing how cool and exciting witches can be!\n\n\u001b[1m魔女を楽しませ、中世の魔女の狩りを再現することですが、致命的ではありません。 しかし、私たちのトリオチームは、それを楽しくてエキサイティングなショーにして、魔法使いの魅力を見せつけて、魔女の意見を変えようとしています！\u001b[22m\n\u001b[1m(Majo o tanoshima se, chūsei no majo no kari o saigen suru kotodesuga, chimei-tekide wa arimasen. Shikashi, watashitachi no toriochīmu wa, sore o tanoshikute ekisaitinguna shō ni shite, mahōtsukai no miryoku o misetsukete, majo no iken o kaeyou to shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mis about making fun of witches and reenacting middle ages witch hunts, but in a much less deadly way; but our trio team up to change the public's opinion of witches by making it into a fun and exciting show and showcasing how cool and exciting witches can be!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mis about making fun of witches and reenacting middle ages witch hunts, but in a much less deadly way;\u001b[24m\n    \u001b[1m魔女を楽しませ、中世の魔女の狩りを再現することですが、致命的ではありません。\u001b[22m, \u001b[1mしかし、はるかに少ない致命的な方法で、魔女の楽しみを作り、魔女狩り中世をreenactingについてです。\u001b[22m\n\u001b[4mbut our trio team up to change the public's opinion of witches by making it into a fun and exciting show and showcasing how cool and exciting witches can be!\u001b[24m\n    \u001b[1mしかし、私たちのトリオチームは、それを楽しくてエキサイティングなショーにして、魔法使いの魅力を見せつけて、魔女の意見を変えようとしています！\u001b[22m, \u001b[1mしかし、私たちのトリオチームアップは、楽しくてエキサイティングなショーにそれを作るとクールでエキサイティングな魔女がいかに展示によって魔女の国民の意見を変更するには！\u001b[22m\n\u001b[1m\u001b[22m\nAlong the way, Akko gets cross ways with her friends, and ends up having to work with three new characters, the 'problem children'. This little gang is constituted of Amanda O'Neill, the red headed, hot tempered girl, Constanze Braunschbank Albrechsberger, the silent German robotics engineer, and Jasminka Antonenko- the constantly grazing Russian girl.\n\n\u001b[1m途中で、Akkoは彼女の友達とのクロスウェイを取得し、3つの新しい文字、 '問題の子供たち'と仕事をしなければならなくなる。 この小さなギャングは、アマンダ・オニール、赤い頭をした熱い女の子、Constanze Braunschbank Albrechsberger、静かなドイツのロボット工学エンジニア、絶え間なく放牧されているロシアの女の子Jasminka Antonenkoで構成されています。\u001b[22m\n\u001b[1m(Tochū de, Akko wa kanojo no tomodachi to no kurosū~ei o shutoku shi, 3ttsu no atarashī moji, ' mondai no kodomo-tachi' to shigoto o shinakereba naranaku naru. Kono chīsana gyangu wa, amanda onīru, akai atama o shita atsui on'nanoko, Constanze Braunschbank Albrechsberger, shizukana Doitsu no robotto kōgaku enjinia, taema naku hōboku sa rete iru Roshia no on'nanoko Jasminka Antonenko de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlong the way, Akko gets cross ways with her friends, and ends up having to work with three new characters, the 'problem children'. This little gang is constituted of Amanda O'Neill, the red headed, hot tempered girl, Constanze Braunschbank Albrechsberger, the silent German robotics engineer, and Jasminka Antonenko- the constantly grazing Russian girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlong the way, Akko gets cross ways with her friends, and ends up having to work with three new characters, the 'problem children'.\u001b[24m\n    \u001b[1m途中で、Akkoは彼女の友達とのクロスウェイを取得し、3つの新しい文字、 '問題の子供たち'と仕事をしなければならなくなる。\u001b[22m, \u001b[1m道に沿って、アッコは彼女の友人との交差方法を取得し、3新キャラクター、「問題のある子供たちで動作するように持ってしまいます。\u001b[22m\n\u001b[4mThis little gang is constituted of Amanda O'Neill, the red headed, hot tempered girl, Constanze Braunschbank Albrechsberger, the silent German robotics engineer, and Jasminka Antonenko- the constantly grazing Russian girl.\u001b[24m\n    \u001b[1mこの小さなギャングは、アマンダ・オニール、赤い頭をした熱い女の子、Constanze Braunschbank Albrechsberger、静かなドイツのロボット工学エンジニア、絶え間なく放牧されているロシアの女の子Jasminka Antonenkoで構成されています。\u001b[22m, \u001b[1mこの小さなギャングはアマンダ・オニール、頭の赤、熱い焼き女の子、コンスタンツェBraunschbank Albrechsberger、サイレントドイツのロボット工学エンジニア、およびJasminka Antonenko-常に放牧ロシアの女の子で構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is paced excellently, with not a magical drop of filler to be found. An hour of screentime practically flew by on a broom, from the opening with a very Harry Potter feel, to the magical dreams-come-true Disney ending.\n\n\u001b[1mストーリーはすばらしく進歩しています。魔法のような詰め物は見当たりません。  screentimeの時間は実質的に、非常にハリー・ポッターの気持ちを持つオープニングから、魔法の夢のようなディズニー・エンディングまで、ほうきの上を飛んでいった。\u001b[22m\n\u001b[1m(Sutōrī wa subarashiku shinpo shite imasu. Mahō no yōna tsumebutsu wa miatarimasen. Screentime no jikan wa jisshitsu-teki ni, hijō ni harī pottā no kimochi o motsu ōpuningu kara, mahō no yume no yōna dizunī endingu made, hōki no ue o tonde itta.)\u001b[22m\n\nTranslations of \u001b[4mThe story is paced excellently, with not a magical drop of filler to be found. An hour of screentime practically flew by on a broom, from the opening with a very Harry Potter feel, to the magical dreams-come-true Disney ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is paced excellently, with not a magical drop of filler to be found.\u001b[24m\n    \u001b[1mストーリーはすばらしく進歩しています。魔法のような詰め物は見当たりません。\u001b[22m, \u001b[1mフィラーの魔法のドロップが発見されないとの話は、良好ペーシングされます。\u001b[22m\n\u001b[4mAn hour of screentime practically flew by on a broom, from the opening with a very Harry Potter feel, to the magical dreams-come-true Disney ending.\u001b[24m\n    \u001b[1mscreentimeの時間は実質的に、非常にハリー・ポッターの気持ちを持つオープニングから、魔法の夢のようなディズニー・エンディングまで、ほうきの上を飛んでいった。\u001b[22m, \u001b[1mスクリーン時間の時間は、実際に魔法の夢は、来る真ディズニーが終わるまで、非常にハリーポッターが感じるとの開口部から、ほうきにすることによって飛びました。\u001b[22m\nIt's a very heartwarming and enchanting watch- honestly, I know I keep repeating myself, but it just feels very Disney.\n\n\u001b[1mそれはとても暖かくて魅惑的な時計です - 正直言って、私は自分自身を繰り返し続けていることを知っていますが、それはちょうど非常にディズニーと感じます。\u001b[22m\n\u001b[1m(Sore wa totemo atatakakute miwaku-tekina tokeidesu - shōjiki itte, watashi wa jibun jishin o kurikaeshi tsudzukete iru koto o shitte imasuga, sore wa chōdo hijō ni dizunī to kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a very heartwarming and enchanting watch- honestly, I know I keep repeating myself, but it just feels very Disney.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a very heartwarming and enchanting watch- honestly, I know I keep repeating myself, but it just feels very Disney.\u001b[24m\n    \u001b[1mそれはとても暖かくて魅惑的な時計です - 正直言って、私は自分自身を繰り返し続けていることを知っていますが、それはちょうど非常にディズニーと感じます。\u001b[22m, \u001b[1mそれは、私は自分自身を繰り返し続ける知っているが、それだけで非常にディズニーを感じ、正直とてもほのぼのと魅惑的なウォッチです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: 9\n\n\u001b[1m楽しさと全体：9\u001b[22m\n\u001b[1m(Tanoshisa to zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: 9\u001b[24m\n    \u001b[1m楽しさと全体：9\u001b[22m\n\u001b[1m\u001b[22m\nThe extra length, the new characters, and the sharp, beautiful animation really sell Little Witch Academia. It's a fun romp through a gorgeous world.\n\n\u001b[1m余分な長さ、新しいキャラクター、そしてシャープで美しいアニメーションは、実際にLittle Witch Academiaを販売しています。 豪華な世界を通って楽しく遊びます。\u001b[22m\n\u001b[1m(Yobun'na naga-sa, atarashī kyarakutā, soshite shāpu de utsukushī animēshon wa, jissai ni Little u~itchi Academia o hanbai shite imasu. Gōkana sekai o kayotte tanoshiku asobimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe extra length, the new characters, and the sharp, beautiful animation really sell Little Witch Academia. It's a fun romp through a gorgeous world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe extra length, the new characters, and the sharp, beautiful animation really sell Little Witch Academia.\u001b[24m\n    \u001b[1m余分な長さ、新しいキャラクター、そしてシャープで美しいアニメーションは、実際にLittle Witch Academiaを販売しています。\u001b[22m, \u001b[1m余分な長さは、新しい文字、シャープ、美しいアニメーションは本当にリトルウィッチアカデミアを販売しています。\u001b[22m\n\u001b[4mIt's a fun romp through a gorgeous world.\u001b[24m\n    \u001b[1m豪華な世界を通って楽しく遊びます。\u001b[22m, \u001b[1mそれは豪華な世界を楽しみ楽勝です。\u001b[22m\n\u001b[1m\u001b[22m\nLittle Witch Academia 2 didn't have to be astoundingly original and bold to be charming and fun. The humor hits the right marks, the visuals are awesome, and it is simply easy to enjoy. The original was a very cute work that was obviously inspired by children's tales and movies from ages past, and this works well within that framework- another adventure, another day in the life of a little witch.\n\n\u001b[1mリトルウィッチアカデミア2は、魅力的で楽しいために驚くほどオリジナルで大胆である必要はありませんでした。 ユーモアが右のマークに当たって、ビジュアルがすばらしく、楽しむのが簡単です。 オリジナルは子供の話や過去の映画から明らかにインスピレーションを受けた非常にかわいい作品で、これはその枠組みの中でうまくいきます。もう1つの冒険、小さな魔女の誕生日です。\u001b[22m\n\u001b[1m(Ritoruu~itchiakademia 2 wa, mirikiteki de tanoshī tame ni odoroku hodo orijinaru de daitandearu hitsuyō wa arimasendeshita. Yūmoa ga migi no māku ni atatte, bijuaru ga subarashiku, tanoshimu no ga kantandesu. Orijinaru wa kodomo no hanashi ya kako no eiga kara akiraka ni insupirēshon o uketa hijō ni kawaī sakuhin de, kore wa sono wakugumi no naka de umaku ikimasu. Mō 1tsu no bōken, chīsana majo no tanjōbidesu.)\u001b[22m\n\nTranslations of \u001b[4mLittle Witch Academia 2 didn't have to be astoundingly original and bold to be charming and fun. The humor hits the right marks, the visuals are awesome, and it is simply easy to enjoy. The original was a very cute work that was obviously inspired by children's tales and movies from ages past, and this works well within that framework- another adventure, another day in the life of a little witch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLittle Witch Academia 2 didn't have to be astoundingly original and bold to be charming and fun.\u001b[24m\n    \u001b[1mリトルウィッチアカデミア2は、魅力的で楽しいために驚くほどオリジナルで大胆である必要はありませんでした。\u001b[22m, \u001b[1mリトルウィッチアカデミア2は魅力的で楽しいことを驚くほどオリジナルと太字にする必要はありませんでした。\u001b[22m\n\u001b[4mThe humor hits the right marks, the visuals are awesome, and it is simply easy to enjoy.\u001b[24m\n    \u001b[1mユーモアが右のマークに当たって、ビジュアルがすばらしく、楽しむのが簡単です。\u001b[22m, \u001b[1mユーモアが右のマークを打つ、ビジュアルが素晴らしいです、楽しむために、単純に簡単です。\u001b[22m\n\u001b[4mThe original was a very cute work that was obviously inspired by children's tales and movies from ages past, and this works well within that framework- another adventure, another day in the life of a little witch.\u001b[24m\n    \u001b[1mオリジナルは子供の話や過去の映画から明らかにインスピレーションを受けた非常にかわいい作品で、これはその枠組みの中でうまくいきます。もう1つの冒険、小さな魔女の誕生日です。\u001b[22m, \u001b[1m元は明らかに年齢の過去から子供たちの物語や映画に触発され、それはまた別の冒険、小さな魔女の生活の中で別の日をframework-以内に、これはうまく機能してとてもかわいい作品でした。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "TheAzureSky",
    "profile": "/profile/TheAzureSky/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=192707",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nこの続編は、元々のLittle Witch Academiaのあらゆるところで成功しています。\n\n★★★★\n\n私は、これがとても幻想的だったので、10/10を決して通過しないという私の個人的なルールを破りたいと思っています。 それの1分は楽しいものでした。 クリエイターがこのエピソードの1秒ごとに最大限の注意を払っていることは明らかです。\n\n文字は非常に表現力があります。 彼らのデザインは魅力的です。 それらはすべて区別可能でユニークです。 アニメーションは流動的でエネルギーが豊富です。 この魔法は創造的で楽しいものです。 それは驚くほど面白いです。 プロットと何が危機に瀕しているかは、最初から明確にして目標が何であるかを知ることができるので、簡単に根絶することができます。 もう少し子供のように感じるノスタルジックな風景があります。 あらゆるフレームには面白いものがあります。\n\n魅惑的なパレードはすべての印に当たっています。 それは非常に魅力的で、あなたはもっと欲望を残します。 それは別のエピソードの前に長い時間がかかるだろうが、私は待つことができない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis sequel succeeds in every way from the original Little Witch Academia.\n\n\u001b[1mこの続編は、元々のLittle Witch Academiaのあらゆるところで成功しています。\u001b[22m\n\u001b[1m(Kono zokuhen wa, motomoto no Little u~itchi Academia no arayuru tokoro de seikō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis sequel succeeds in every way from the original Little Witch Academia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis sequel succeeds in every way from the original Little Witch Academia.\u001b[24m\n    \u001b[1mこの続編は、元々のLittle Witch Academiaのあらゆるところで成功しています。\u001b[22m, \u001b[1mこの続編は、オリジナルリトルウィッチアカデミアからあらゆる方法で成功しました。\u001b[22m\n\u001b[1m\u001b[22m\n★★★★\n\n\u001b[1m★★★★\u001b[22m\n\u001b[1m(★★★★)\u001b[22m\n\nTranslations of \u001b[4m★★★★\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m★★★★\u001b[24m\n    \u001b[1m★★★★\u001b[22m\n\u001b[1m\u001b[22m\nI almost want to break my personal rule of never passing out a 10/10 because this was so fantastic. Every minute of it was enjoyable. It’s obvious that the creators took immense care to maximize every second of this episode.\n\n\u001b[1m私は、これがとても幻想的だったので、10/10を決して通過しないという私の個人的なルールを破りたいと思っています。 それの1分は楽しいものでした。 クリエイターがこのエピソードの1秒ごとに最大限の注意を払っていることは明らかです。\u001b[22m\n\u001b[1m(Watashi wa, kore ga totemo gensō-tekidattanode, 10/ 10 o kesshite tsūka shinai to iu watashi no kojin-tekina rūru o yaburitai to omotte imasu. Sore no 1-bu wa tanoshī monodeshita. Kurieitā ga kono episōdo no 1-byō-goto ni saidaigen no chūi o haratte iru koto wa akirakadesu.)\u001b[22m\n\nTranslations of \u001b[4mI almost want to break my personal rule of never passing out a 10/10 because this was so fantastic. Every minute of it was enjoyable. It’s obvious that the creators took immense care to maximize every second of this episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI almost want to break my personal rule of never passing out a 10/10 because this was so fantastic.\u001b[24m\n    \u001b[1m私は、これがとても幻想的だったので、10/10を決して通過しないという私の個人的なルールを破りたいと思っています。\u001b[22m, \u001b[1m私はほとんどこれがそうファンタスティックだったので、10月10日を通過したことがないの私の個人的なルールを破るしたいです。\u001b[22m\n\u001b[4mEvery minute of it was enjoyable.\u001b[24m\n    \u001b[1mそれの1分は楽しいものでした。\u001b[22m, \u001b[1mそれの毎分は楽しかったです。\u001b[22m\n\u001b[4mIt’s obvious that the creators took immense care to maximize every second of this episode.\u001b[24m\n    \u001b[1mクリエイターがこのエピソードの1秒ごとに最大限の注意を払っていることは明らかです。\u001b[22m, \u001b[1mこれは、クリエイターがこのエピソードの毎秒を最大化するために莫大な世話をしたことは明らかです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are very expressive. Their designs are attractive. They’re all distinguishable and unique. The animation is fluid and full of energy. The magic is creative and fun to watch. It’s surprisingly funny. The plot and what’s at stake is made clear from the beginning to let you know what the goal is so you can easily root for them. There’s nostalgic scenery which makes you feel like a kid again. Every frame has something interesting to look at.\n\n\u001b[1m文字は非常に表現力があります。 彼らのデザインは魅力的です。 それらはすべて区別可能でユニークです。 アニメーションは流動的でエネルギーが豊富です。 この魔法は創造的で楽しいものです。 それは驚くほど面白いです。 プロットと何が危機に瀕しているかは、最初から明確にされているので、目標が何であるかを知ることができ、簡単に根絶することができます。 もう少し子供のように感じるノスタルジックな風景があります。 あらゆるフレームには面白いものがあります。\u001b[22m\n\u001b[1m(Moji wa hijō ni hyōgen-ryoku ga arimasu. Karera no dezain wa mirikitekidesu. Sorera wa subete kubetsu kanōde yunīkudesu. Animēshon wa ryūdōtekide enerugī ga hōfudesu. Kono mahō wa sōzō-tekide tanoshī monodesu. Sore wa odoroku hodo omoshiroidesu. Purotto to nani ga kiki ni hin shite iru ka wa, saisho kara meikaku ni sa rete irunode, mokuhyō ga nandearu ka o shiru koto ga deki, kantan ni konzetsu suru koto ga dekimasu. Mōsukoshi kodomo no yō ni kanjiru nosutarujikkuna fūkei ga arimasu. Arayuru furēmu ni wa omoshiroi mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are very expressive. Their designs are attractive. They’re all distinguishable and unique. The animation is fluid and full of energy. The magic is creative and fun to watch. It’s surprisingly funny. The plot and what’s at stake is made clear from the beginning to let you know what the goal is so you can easily root for them. There’s nostalgic scenery which makes you feel like a kid again. Every frame has something interesting to look at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are very expressive.\u001b[24m\n    \u001b[1m文字は非常に表現力があります。\u001b[22m, \u001b[1m文字は非常に表情豊かです。\u001b[22m\n\u001b[4mTheir designs are attractive.\u001b[24m\n    \u001b[1m彼らのデザインは魅力的です。\u001b[22m\n\u001b[4mThey’re all distinguishable and unique.\u001b[24m\n    \u001b[1mそれらはすべて区別可能でユニークです。\u001b[22m, \u001b[1m彼らはすべての識別可能な、ユニークです。\u001b[22m\n\u001b[4mThe animation is fluid and full of energy.\u001b[24m\n    \u001b[1mアニメーションは流動的でエネルギーが豊富です。\u001b[22m, \u001b[1mアニメーションは、流体とエネルギーに満ちています。\u001b[22m\n\u001b[4mThe magic is creative and fun to watch.\u001b[24m\n    \u001b[1mこの魔法は創造的で楽しいものです。\u001b[22m, \u001b[1m魔法は創造的で見ていて楽しいです。\u001b[22m\n\u001b[4mIt’s surprisingly funny.\u001b[24m\n    \u001b[1mそれは驚くほど面白いです。\u001b[22m\n\u001b[4mThe plot and what’s at stake is made clear from the beginning to let you know what the goal is so you can easily root for them.\u001b[24m\n    \u001b[1mプロットと何が危機に瀕しているかは、最初から明確にされているので、目標が何であるかを知ることができ、簡単に根絶することができます。\u001b[22m, \u001b[1mプロットとどのような危機に瀕してだが、あなたは目標がそうあなたが簡単に彼らのために応援することができますが何であるかを知っているように、最初から明らかにされています。\u001b[22m\n\u001b[4mThere’s nostalgic scenery which makes you feel like a kid again.\u001b[24m\n    \u001b[1mもう少し子供のように感じるノスタルジックな風景があります。\u001b[22m, \u001b[1mあなたは再び子供のように感じさせるノスタルジックな風景があります。\u001b[22m\n\u001b[4mEvery frame has something interesting to look at.\u001b[24m\n    \u001b[1mあらゆるフレームには面白いものがあります。\u001b[22m, \u001b[1mすべてのフレームは、見て何か面白いものを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe Enchanted Parade hits every mark. It's immensely charming and leaves you craving for more. It’ll be a long time before another episode, but I can’t wait.\n\n\u001b[1m魅惑的なパレードはすべての印に当たっています。 それは非常に魅力的で、あなたはもっと欲望を残します。 それは別のエピソードの前に長い時間がかかるだろうが、私は待つことができない。\u001b[22m\n\u001b[1m(Miwaku-tekina parēdo wa subete no shirushi ni atatte imasu. Sore wa hijō ni mirikiteki de, anata wa motto yokubō o nokoshimasu. Sore wa betsu no episōdo no mae ni nagai jikan ga kakarudarouga, watashi wa matsu koto ga dekinai.)\u001b[22m\n\nTranslations of \u001b[4mThe Enchanted Parade hits every mark. It's immensely charming and leaves you craving for more. It’ll be a long time before another episode, but I can’t wait.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Enchanted Parade hits every mark.\u001b[24m\n    \u001b[1m魅惑的なパレードはすべての印に当たっています。\u001b[22m, \u001b[1m魅惑のパレードは、すべてのマークを打ちます。\u001b[22m\n\u001b[4mIt's immensely charming and leaves you craving for more.\u001b[24m\n    \u001b[1mそれは非常に魅力的で、あなたはもっと欲望を残します。\u001b[22m, \u001b[1mそれは非常に魅力的だとあなたがより多くの渇望残します。\u001b[22m\n\u001b[4mIt’ll be a long time before another episode, but I can’t wait.\u001b[24m\n    \u001b[1mそれは別のエピソードの前に長い時間がかかるだろうが、私は待つことができない。\u001b[22m, \u001b[1mそれは別の話の前に長い時間がかかるだろうが、私は待つことはできません。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "Tevens",
    "profile": "/profile/Tevens/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=216741",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n「ハリー・ポッター」は私が今までそれを見たことがなくても私の心の中で最初に出てきたものです。 しかし、このコンセプトは、ハリー・ポッターとは少し似ていて、このショーが私に与えてくれた雰囲気は、ディズニーの雰囲気でした。本当に好きです。\n\nストーリーは簡単です。 それは偉大で、豪華な魔女になりたい女の子についてのちょうどストーリーだった、シャイニー・シャリオのような魔女になりたい、彼女は本当に賞賛し、シャイニー・シャリオのようになった彼女にインスピレーションを与えた。 私はそれがシンプルだと思うが、彼らは物語を変更する方法は本当に良かった。 彼らは物語を本当に楽しくて面白い物語にしました。\n\nTriggerから期待されていたアニメーションは素晴らしかったし、同時に私はディズニーの雰囲気を与えてくれたのでちょっと変わったが、私はそれを愛している。 クールで偉大なアニメーション、特にアクション;）\n\n反対側では、キャラクターは本当に良かったです。 前の映画では彼らは3人のキャラクターしか見せなかったが、この映画では3人がさらに増えたし、キャラクターは面白いXDだったと思う\n眼鏡の女の子とMCのあいだにもいくつかの葛藤がありましたが、紛争が起こる前に雰囲気が激しかったので、私はそれを期待していました。\n\nサウンドトラック、私の意見では、本当に素晴らしい。 このアニメXDを見ながら、私がディズニーの雰囲気を感じていた理由は、サウンドトラックです。\n\n全体として、それはかなり簡単な話でしたが、彼らはそれを本当にうまく実行しました。 サウンドトラックやアニメーションのために楽しむことができます。 キャラクターも見て楽しかったです。 本当に楽しかったです。 別の映画を望む：D\n9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Harry Potter' is the first thing that came up in my mind even tho i've never watched it before. but, with the concept was being a little bit similiar to Harry Potter, the vibe that this show was giving to me was Disney vibe, and i really like it.\n\n\u001b[1m「ハリー・ポッター」は私が今までそれを見たことがなくても私の心の中で最初に出てきたものです。 しかし、このコンセプトは、ハリー・ポッターと少し似ていて、このショーが私に与えてくれた雰囲気は、ディズニーの雰囲気でした。本当に好きです。\u001b[22m\n\u001b[1m(`Harī pottā' wa watashi ga imamade sore o mita koto ga nakute mo watashi no kokoro no naka de saisho ni dete kita monodesu. Shikashi, kono konseputo wa, harī pottā to sukoshi nite ite, kono shō ga watashi ni ataete kureta fun'iki wa, dizunī no fun'ikideshita. Hontōni sukidesu.)\u001b[22m\n\nTranslations of \u001b[4m'Harry Potter' is the first thing that came up in my mind even tho i've never watched it before. but, with the concept was being a little bit similiar to Harry Potter, the vibe that this show was giving to me was Disney vibe, and i really like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Harry Potter' is the first thing that came up in my mind even tho i've never watched it before.\u001b[24m\n    \u001b[1m「ハリー・ポッター」は私が今までそれを見たことがなくても私の心の中で最初に出てきたものです。\u001b[22m, \u001b[1m「ハリー・ポッター」は私が前にそれを見たことがありませんさえカントー私の心に来た最初のものです。\u001b[22m\n\u001b[4mbut, with the concept was being a little bit similiar to Harry Potter, the vibe that this show was giving to me was Disney vibe, and i really like it.\u001b[24m\n    \u001b[1mしかし、このコンセプトは、ハリー・ポッターと少し似ていて、このショーが私に与えてくれた雰囲気は、ディズニーの雰囲気でした。本当に好きです。\u001b[22m, \u001b[1mしかし、コンセプトはハリーポッターに似少しされていたと、このショーは私に与えていたことをバイブはディズニーの雰囲気だった、と私は本当にそれが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is simple imo. it was just a story about a girl that want to be a great, gorgeous witch, want to be a witch like Shiny Chariot who she really admired and inspire the girl to became like Shiny Chariot. i think that was simple, but it the way they modify the story was really good imo. they made the story into a story that really enjoyable and fun to watch.\n\n\u001b[1mストーリーは簡単です。 それは偉大で、豪華な魔女になりたい女の子についてのちょうどストーリーだった、シャイニー・シャリオのような魔女になりたい、彼女は本当に賞賛し、シャイニー・シャリオのようになった彼女にインスピレーションを与えた。 私はそれがシンプルだと思うが、彼らは物語を変更する方法は本当に良かった。 彼らは物語を本当に楽しくて面白い物語にしました。\u001b[22m\n\u001b[1m(Sutōrī wa kantandesu. Sore wa idaide, gōkana majoninaritai on'nanoko ni tsuite no chōdo sutōrīdatta, shainī shario no yōna majoninaritai, kanojo wa hontōni shōsan shi, shainī shario no yō ni natta kanojo ni insupirēshon o ataeta. Watashi wa sore ga shinpuruda to omou ga, karera wa monogatari o henkō suru hōhō wa hontōni yokatta. Karera wa monogatari o hontōni tanoshikute omoshiroi monogatari ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is simple imo. it was just a story about a girl that want to be a great, gorgeous witch, want to be a witch like Shiny Chariot who she really admired and inspire the girl to became like Shiny Chariot. i think that was simple, but it the way they modify the story was really good imo. they made the story into a story that really enjoyable and fun to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is simple imo.\u001b[24m\n    \u001b[1mストーリーは簡単です。\u001b[22m, \u001b[1m物語は芋簡単です。\u001b[22m\n\u001b[4mit was just a story about a girl that want to be a great, gorgeous witch, want to be a witch like Shiny Chariot who she really admired and inspire the girl to became like Shiny Chariot.\u001b[24m\n    \u001b[1mそれは偉大で、豪華な魔女になりたい女の子についてのちょうどストーリーだった、シャイニー・シャリオのような魔女になりたい、彼女は本当に賞賛し、シャイニー・シャリオのようになった彼女にインスピレーションを与えた。\u001b[22m, \u001b[1mそれはちょうど、偉大な、ゴージャスな魔女になりたい彼女は本当に賞賛とシャイニーチャリオットのようになったために女の子を鼓舞シャイニーチャリオットのような魔女になりたい女の子の話でした。\u001b[22m\n\u001b[4mi think that was simple, but it the way they modify the story was really good imo.\u001b[24m\n    \u001b[1m私はそれがシンプルだと思うが、彼らは物語を変更する方法は本当に良かった。\u001b[22m, \u001b[1m私はそれが簡単だったと思うが、それは彼らが物語を変更方法は芋本当に良かったです。\u001b[22m\n\u001b[4mthey made the story into a story that really enjoyable and fun to watch.\u001b[24m\n    \u001b[1m彼らは物語を本当に楽しくて面白い物語にしました。\u001b[22m, \u001b[1m彼らは見ていて本当に楽しいし、楽しい話に話をしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was great as i expected from Trigger, and at the same time it was giving me disney vibe so it was a little bit weird but i love it. Cool and Great animation especially the action ;)\n\n\u001b[1mTriggerから期待されていたアニメーションは素晴らしかったし、同時に私はディズニーの雰囲気を与えてくれたのでちょっと変わったが、私はそれを愛している。 クールで偉大なアニメーション、特にアクション;）\u001b[22m\n\u001b[1m(Trigger kara kitai sa rete ita animēshon wa subarashikattashi, dōjini watashi wa dizunī no fun'iki o ataete kuretanode chotto kawatta ga, watashi wa sore o aishite iru. Kūru de idaina animēshon, tokuni akushon; ))\u001b[22m\n\nTranslations of \u001b[4mThe animation was great as i expected from Trigger, and at the same time it was giving me disney vibe so it was a little bit weird but i love it. Cool and Great animation especially the action ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was great as i expected from Trigger, and at the same time it was giving me disney vibe so it was a little bit weird but i love it.\u001b[24m\n    \u001b[1mTriggerから期待されていたアニメーションは素晴らしかったし、同時に私はディズニーの雰囲気を与えてくれたのでちょっと変わったが、私はそれを愛している。\u001b[22m, \u001b[1m私はトリガーから予想されるようなアニメーションは素晴らしかったと同時に、それは少し変だったので、それは私にディズニーの雰囲気を与えていたが、私はそれを愛します。\u001b[22m\n\u001b[4mCool and Great animation especially the action ;)\u001b[24m\n    \u001b[1mクールで偉大なアニメーション、特にアクション;）\u001b[22m, \u001b[1m特にクールで素晴らしいアニメーションアクション;）\u001b[22m\n\u001b[1m\u001b[22m\nOn the other side, the characters were really good imo. in the previous movie they only showed three characters but in this movie, they added 3 more, and i think the characters were funny XD\n\n\u001b[1m反対側では、キャラクターは本当に良かったです。 前の映画では彼らは3人のキャラクターしか見せなかったが、この映画では3人がさらに増えたし、キャラクターは面白いXDだったと思う\u001b[22m\n\u001b[1m(Hantaisokude wa, kyarakutā wa hontōniyokattadesu. Mae no eigade wa karera wa 3-ri no kyarakutā shika misenakattaga, kono eigade wa 3-ri ga sarani fuetashi, kyarakutā wa omoshiroi XDdatta to omou)\u001b[22m\n\nTranslations of \u001b[4mOn the other side, the characters were really good imo. in the previous movie they only showed three characters but in this movie, they added 3 more, and i think the characters were funny XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other side, the characters were really good imo.\u001b[24m\n    \u001b[1m反対側では、キャラクターは本当に良かったです。\u001b[22m, \u001b[1m他の側では、文字が芋本当に良かったです。\u001b[22m\n\u001b[4min the previous movie they only showed three characters but in this movie, they added 3 more, and i think the characters were funny XD\u001b[24m\n    \u001b[1m前の映画では彼らは3人のキャラクターしか見せなかったが、この映画では3人がさらに増えたし、キャラクターは面白いXDだったと思う\u001b[22m, \u001b[1m前の映画の中で彼らは3文字のみを示したが、この映画では、彼らは3以上を追加し、私は文字が面白いXDだったと思います\u001b[22m\nThere was some conflict too betwee the glasses girl and the MC but i expected that, because before the conflict occurred the atmosphere was getting hard so i kinda expected that, and again, they executed it really good imo.\n\n\u001b[1m眼鏡の女の子とMCのあいだにもいくつかの葛藤がありましたが、紛争が起こる前に雰囲気が激しかったので、私はそれを期待していました。\u001b[22m\n\u001b[1m(Megane no on'nanoko to MC no aida ni mo ikutsu ka no kattō ga arimashitaga, funsō ga okoru mae ni fun'iki ga hageshikattanode, watashi wa sore o kitai shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThere was some conflict too betwee the glasses girl and the MC but i expected that, because before the conflict occurred the atmosphere was getting hard so i kinda expected that, and again, they executed it really good imo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was some conflict too betwee the glasses girl and the MC but i expected that, because before the conflict occurred the atmosphere was getting hard so i kinda expected that, and again, they executed it really good imo.\u001b[24m\n    \u001b[1m眼鏡の女の子とMCのあいだにもいくつかの葛藤がありましたが、紛争が起こる前に雰囲気が激しかったので、私はそれを期待していました。\u001b[22m, \u001b[1mそこにいくつかの競合は、メガネの女の子とMC betweeすぎだったが、私は競合が発生する前に雰囲気が私はちょっとそれを期待ようにハードになっていた、そして再び、彼らは芋本当に良い、それを実行しているため、と予想しました。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack, in my opinion, really great. The soundtrack is the reason why i was feeling disney vibe while watching this anime XD\n\n\u001b[1mサウンドトラック、私の意見では、本当に素晴らしい。 このアニメXDを見ながら、私がディズニーの雰囲気を感じていた理由は、サウンドトラックです。\u001b[22m\n\u001b[1m(Saundotorakku, watashi no ikende wa, hontōni subarashī. Kono anime XD o minagara, watashi ga dizunī no fun'iki o kanjite ita riyū wa, saundotorakkudesu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack, in my opinion, really great. The soundtrack is the reason why i was feeling disney vibe while watching this anime XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack, in my opinion, really great.\u001b[24m\n    \u001b[1mサウンドトラック、私の意見では、本当に素晴らしい。\u001b[22m, \u001b[1mサウンドトラック、私の意見では、本当に素晴らしいです。\u001b[22m\n\u001b[4mThe soundtrack is the reason why i was feeling disney vibe while watching this anime XD\u001b[24m\n    \u001b[1mこのアニメXDを見ながら、私がディズニーの雰囲気を感じていた理由は、サウンドトラックです。\u001b[22m, \u001b[1mサウンドトラックは、このアニメのXDを見ながら私はディズニーの雰囲気を感じていた理由です\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it was a pretty simple story, yet they executed it really well. fun and enjyoable to watch because of the soundtrack and the animation. Characters were fun to watch too. really enjoyed it so much. wish for another movie :D\n\n\u001b[1m全体として、それはかなり簡単な話でしたが、彼らはそれを本当にうまく実行しました。 サウンドトラックやアニメーションのために楽しむことができます。 キャラクターも見て楽しかったです。 本当に楽しかったです。 別の映画を望む：D\u001b[22m\n\u001b[1m(Zentai to shite, sore wa kanari kantan'na hanashideshitaga, karera wa sore o hontōni umaku jikkō shimashita. Saundotorakku ya animēshon no tame ni tanoshimu koto ga dekimasu. Kyarakutā mo mite tanoshikattadesu. Hontōni tanoshikattadesu. Betsu no eiga o nozomu: D)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was a pretty simple story, yet they executed it really well. fun and enjyoable to watch because of the soundtrack and the animation. Characters were fun to watch too. really enjoyed it so much. wish for another movie :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was a pretty simple story, yet they executed it really well.\u001b[24m\n    \u001b[1m全体として、それはかなり簡単な話でしたが、彼らはそれを本当にうまく実行しました。\u001b[22m, \u001b[1m全体的に、それはかなり単純な話だった、まだ彼らは本当によくそれを実行します。\u001b[22m\n\u001b[4mfun and enjyoable to watch because of the soundtrack and the animation.\u001b[24m\n    \u001b[1mサウンドトラックやアニメーションのために楽しむことができます。\u001b[22m, \u001b[1m楽しさとためのサウンドトラックやアニメーションの見てenjyoable。\u001b[22m\n\u001b[4mCharacters were fun to watch too.\u001b[24m\n    \u001b[1mキャラクターも見て楽しかったです。\u001b[22m, \u001b[1m文字があまりにも見ていて楽しかったです。\u001b[22m\n\u001b[4mreally enjoyed it so much.\u001b[24m\n    \u001b[1m本当に楽しかったです。\u001b[22m, \u001b[1m本当にそんなにそれを楽しみました。\u001b[22m\n\u001b[4mwish for another movie :D\u001b[24m\n    \u001b[1m別の映画を望む：D\u001b[22m, \u001b[1mD：別のムービーを望みます\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "FAKEANIMEGIRL",
    "profile": "/profile/FAKEANIMEGIRL/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=223692",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nリトル・ウィッチ・アカデミアが続編を手に入れたと聞いて、私はかなり幸せだった。 それだけでなく、The Enchanted Paradeの成功は、明らかに実際のTVシリーズの制作を決めるために使われるようになりました。 私は最初の映画を愛していたように、ほとんど真実ではないように思えましたが、それ以上のことはないと思って落ち込んでいました。 しかし、起こりそうもなく、将来の野心的なアニメプロジェクトにとって大きな可能性を秘めたKickstarterの続編を手に入れただけでなく、テレビシリーズが正式に承認されました。 私は今、魔法のパレードを初めて見ているので、はっきりと私は少し後ろです。 私の心配は全く偶然ではありませんでした。私は、このフォローアップについて多くの控えめな意見を聞いていました。 見た後、私はこれらの不安が奇妙に奇妙で双曲線に見えると言うことで安心します。\n\n主に、元の映画をすばらしい成功に戻すすべてのものが返されます。 主な苦情は、元の映画が一回限りのもの以上に価値がないという事実を利用しているように思われ、主な描写はストーリーラインであった。 リトル・ウィッチ・アカデミアのプロットは、それについて最も真実な普通のものなので、私はそれ以上のものには同意できませんでした。 彼女の幸運の女子高生の下が一日を節約し、最後に彼女自身を主張する年齢の魔女の物語の来る。 これは古典的な子供の映画の数式であり、決してドローではありませんでした。 典型的な物語を作ったのは、物語の枠組みを取り巻くすべてのもののような通常の性質です。  Little Witch Academiaのケースでは、それは多くの強い属性によって拡大されています。 最初は、魔法のアカデミーの設定ですが、ハリー・ポッターの人気の後に何度もコピーされていますが、まだ完全には洗練されていません。 リトルウィッチアカデミアは、まれなケースでは、性的な女の子ではないアニメーションの分割払いを提供しています。\n\nトリガースタジオのスタッフは、アニメーション化することが特に有益な選択です。あらゆる主題を超越し、それ自体のために見る価値のあるスキルをもって、高度に様式化された架空の世界に人生をもたらします。 シーンの振り付けはすばらしくダイナミックで、キャラクターの全体的に波状の形状は、流体がアニメーション化されて滑らかにゲル化するように設計する。 顔の表情はすばやく動くので、私は頻繁に巻き戻してすべてを捉えることができます。なぜなら、芸術のスタイルは見るのがとても楽しいからです。 パステルカラーは非常に明るく、子供のような世界を示しています。普通の聴衆を疎外させすぎることはありません。 描かれた背景やキャラクターの動きの過剰な量は、それ自体が素晴らしいだけではありませんが、描くことと自由な動きの細かい焦点の組み合わせは、背景の世界を構築し、 リトルウィッチアカデミアを彩る魔法とマジック。 簡単に言えば、Little Witch Academiaが基本的な前提を増幅するこれらの幻想的な特質を持っている限り、最初のものと全く同じ理由で、常に見る価値があります。 ここでそれをオンにする論理的な理由はありません。 リトル・ウィッチ・アカデミアは、アニメの中には何かがある限り、大切にしておくべきアイデンティティーがあります。\n\n周囲が邪魔にならないように、Little Witch Academia：The Enchanted Paradeの中核を見てみましょう。 それともむしろ、その物語。 敦子、ロッテ、スーシーは、アカデミーの周りで常に問題を引き起こすために処罰され、次回の年次パレードをまとめる責任が与えられます。 失敗はその年を一瞥することを意味するが、幸いにも彼らは一人ではない。 彼らには3人の新しいトラブルメーカーが参加しています：盗まれた盗人、機械的な愚かな子供、慢性的なジャンクフードを食べる人。 これらのサイドキャラクターは、多くの場面にチャームとビジュアルギャグの多様性を加えていますが、主にこの3つのリードの間の友情に焦点を当てています。 特にロッテは、少しの背景情報で注目を集めていますが、Sucyにとっては、いたずらな人格については、ほとんど定義を取ります。 彼女が私の好きなキャラクターだから残念ですが、今シリーズが始まります。\n\nとにかく、Atsukoは、非魔法のデニズンたちに、シャイニー・シャリオットが子供として彼女にしたのと同じように、幻想的な魔法がどのようなものかを示す別の種類のパレードを見せたい。 しかし、最後の映画で彼女の成功にもかかわらず、彼女の未熟さと未熟さは彼女の友人との関係を緊張させ、彼女の目標から彼女を保つ。 プッシュが押されると、敦子はベストを尽くして少しずつ成長しなければならない。 最初の映画の勝利よりもはっきりと個人的なものではないので、今回は少しパンチがありますが、リトル・ウィッチ・アカデミアの世界への愛着が増していく中で、感情的に失われた小さなものが補われています 文字。\n\n今回は敦子以外の人たちと勝利を分かち合い、旅には目に見えるフラッシュ、ユーモア、楽しいキャラクターがいっぱいです。 トリガーの人々は、このような軽いアニメーションを魅力的なものにする誇張された動きでキャラクターの個性を伝える素晴らしい仕事をしています。  TVシリーズが発表されたので、私は興奮して躊躇しているように感じる。 私はこの続編がほしいと思ったのと同じように、もっとリトルウィッチアカデミアが大好きですが、The Enchanted Paradeが前任者にうまくやったところで、テレビシリーズがそうすることができるのだろうかと思います。 物語の強さのためではなく、Little Witch Academiaにとってはるかに重要な事柄のために。 より厳しい制作スケジュールと予算計画で、アートやアニメーションの方向性や驚異的なディテールやキャラクターが失われるのではないかと思います。  Triggerを使えば、私の心配は軽減され、最終的に成功を決定するシリーズの才能となり、Gainaxと自分自身で両方を提供しました。 しかし、それにもかかわらず、私のより小さな魔女学者のための私の楽観主義は、トリガーがどれだけ自分自身のためのバーを設定し、彼らの魔法の強さを実感したかとしか一致しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI was pretty damn happy when I heard Little Witch Academia was getting a sequel. Not only that, but the success of The Enchanted Parade was apparently going to be used to determine the production of an actual TV series. It almost seemed too good to be true, as I loved the first movie but was depressed at the thought there’d never be anything more. But the unlikely happened and not only did we get a Kickstarter sequel, which shows great potential for future ambitious anime projects, but a TV series has now officially been confirmed. I’m just now seeing The Enchanted Parade for the first time, so clearly I’m a bit behind. My hesitation wasn’t entirely coincidental: I had heard many lukewarm to negative opinions about this follow-up. After watching, I feel comfortable in saying that these misgivings seem oddly picky and hyperbolic.\n\n\u001b[1mリトル・ウィッチ・アカデミアが続編を手に入れたと聞いて、私はかなり幸せだった。 それだけでなく、The Enchanted Paradeの成功は、明らかに実際のTVシリーズの制作を決めるために使われるようになりました。 私は最初の映画を愛していたように、ほとんど真実ではないように思えましたが、それ以上のことはないと思って落ち込んでいました。 しかし、起こりそうもなく、将来の野心的なアニメプロジェクトにとって大きな可能性を秘めたKickstarterの続編を手に入れただけでなく、テレビシリーズが正式に承認されました。 私は今、魔法のパレードを初めて見ているので、はっきりと私は少し後ろです。 私の心配は全く偶然ではありませんでした。私は、このフォローアップについて多くの控えめな意見を聞いていました。 見た後、私はこれらの不安が奇妙に奇妙で双曲線に見えると言うことで安心します。\u001b[22m\n\u001b[1m(Ritoru u~itchi akademia ga zokuhen o teniireta to kiite, watashi wa kanari shiawasedatta. Sore dakedenaku, The Enchanted Parade no seikō wa, akiraka ni jissai no TV shirīzu no seisaku o kimeru tame ni tsukawa reru yō ni narimashita. Watashi wa saisho no eiga o aishite ita yō ni, hotondo shinjitsude wa nai yō ni omoemashitaga, soreijō no koto wa nai to omotte ochikonde imashita. Shikashi, okori-sō mo naku, shōrai no yashin-tekina anime purojekuto ni totte ōkina kanōsei o himeta Kickstarter no zokuhen o teniireta dakedenaku, terebishirīzu ga seishiki ni shōnin sa remashita. Watashi wa ima, mahō no parēdo o hajimete mite irunode, hakkiri to watashi wa sukoshi ushirodesu. Watashi no shinpai wa mattaku gūzende wa arimasendeshita. Watashi wa, kono forōappu ni tsuite ōku no hikaemena iken o kiite imashita. Mita nochi, watashi wa korera no fuan ga kimyō ni kimyōde sōkyokusen ni mieru to iu koto de anshin shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI was pretty damn happy when I heard Little Witch Academia was getting a sequel. Not only that, but the success of The Enchanted Parade was apparently going to be used to determine the production of an actual TV series. It almost seemed too good to be true, as I loved the first movie but was depressed at the thought there’d never be anything more. But the unlikely happened and not only did we get a Kickstarter sequel, which shows great potential for future ambitious anime projects, but a TV series has now officially been confirmed. I’m just now seeing The Enchanted Parade for the first time, so clearly I’m a bit behind. My hesitation wasn’t entirely coincidental: I had heard many lukewarm to negative opinions about this follow-up. After watching, I feel comfortable in saying that these misgivings seem oddly picky and hyperbolic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was pretty damn happy when I heard Little Witch Academia was getting a sequel.\u001b[24m\n    \u001b[1mリトル・ウィッチ・アカデミアが続編を手に入れたと聞いて、私はかなり幸せだった。\u001b[22m, \u001b[1m私はリトルウィッチアカデミアは、続編を得ていた聞いたとき、私はかなり気幸せでした。\u001b[22m\n\u001b[4mNot only that, but the success of The Enchanted Parade was apparently going to be used to determine the production of an actual TV series.\u001b[24m\n    \u001b[1mそれだけでなく、The Enchanted Paradeの成功は、明らかに実際のTVシリーズの制作を決めるために使われるようになりました。\u001b[22m, \u001b[1mそれが、魅惑のパレードの成功は、明らかに、実際のテレビシリーズの生産を決定するために使用するつもりだっただけでなく。\u001b[22m\n\u001b[4mIt almost seemed too good to be true, as I loved the first movie but was depressed at the thought there’d never be anything more.\u001b[24m\n    \u001b[1m私は最初の映画を愛していたように、ほとんど真実ではないように思えましたが、それ以上のことはないと思って落ち込んでいました。\u001b[22m, \u001b[1mそれはほとんど私が最初に映画を愛したように、本当であるにはあまりにも良いように見えたが、より多くの何もないんだろうと思っていた時に押されました。\u001b[22m\n\u001b[4mBut the unlikely happened and not only did we get a Kickstarter sequel, which shows great potential for future ambitious anime projects, but a TV series has now officially been confirmed.\u001b[24m\n    \u001b[1mしかし、起こりそうもなく、将来の野心的なアニメプロジェクトにとって大きな可能性を秘めたKickstarterの続編を手に入れただけでなく、テレビシリーズが正式に承認されました。\u001b[22m, \u001b[1mしかし、そうは起こっただけでなく、私たちは、将来の野心的なアニメのプロジェクトのための大きな可能性を示してキックスターターの続編を、手に入れたが、テレビシリーズは、現在正式に確認されています。\u001b[22m\n\u001b[4mI’m just now seeing The Enchanted Parade for the first time, so clearly I’m a bit behind.\u001b[24m\n    \u001b[1m私は今、魔法のパレードを初めて見ているので、はっきりと私は少し後ろです。\u001b[22m, \u001b[1m私はちょうど今、初めて魅惑のパレードを見ているので、明らかに私は少しの後ろです。\u001b[22m\n\u001b[4mMy hesitation wasn’t entirely coincidental: I had heard many lukewarm to negative opinions about this follow-up.\u001b[24m\n    \u001b[1m私の心配は全く偶然ではありませんでした。私は、このフォローアップについて多くの控えめな意見を聞いていました。\u001b[22m, \u001b[1m私のためらいは偶然ではありませんでした：私はこのフォローアップについての否定的な意見に多くのぬるま湯を聞いていました。\u001b[22m\n\u001b[4mAfter watching, I feel comfortable in saying that these misgivings seem oddly picky and hyperbolic.\u001b[24m\n    \u001b[1m見た後、私はこれらの不安が奇妙に奇妙で双曲線に見えると言うことで安心します。\u001b[22m, \u001b[1m見終わった後、私は、これらの懸念が妙にうるさいと双曲線ように見えると言っで快適に感じます。\u001b[22m\n\u001b[1m\u001b[22m\nMainly, everything that made the original movie a stunning success returns. The primary complaint seems to be leveraged at the fact that the original movie didn’t deserve to be anything more than a one-off and its main draw was the storyline. Something I couldn’t disagree with more, as the plot of Little Witch Academia is the most downright ordinary thing about it. The coming of age witch girl story where a down on her luck schoolgirl manages to save the day and assert herself in the end. It’s the classic kids’ movie formula, and it was never the draw. What made a typical story so enrapturing are the usual qualities that do, such as everything that encompasses the framework of the story being told. In Little Witch Academia’s case, it’s story is magnified by many strong attributes. The first is the magical academy setting, which while has been copied many times after the popularity of Harry Potter, has yet to perfectly refine itself. It’s then still a ripe avenue to explore while not completely original, and Little Witch Academia gives us an animated installment that in a rare occasion isn’t about sexualizing girls.\n\n\u001b[1m主に、元の映画をすばらしい成功に戻すすべてのものが返されます。 主な苦情は、元の映画が一回限りのもの以上に価値がないという事実を利用しているように思われ、主な描写はストーリーラインであった。 リトル・ウィッチ・アカデミアのプロットは、それについて最も真実な普通のものなので、私はそれ以上のものには同意できませんでした。 彼女の幸運の女子高生の下が一日を節約し、最後に彼女自身を主張する年齢の魔女の物語の来る。 これは古典的な子供の映画の数式であり、決してドローではありませんでした。 典型的な物語を作ったのは、物語の枠組みを取り巻くすべてのもののような通常の性質です。  Little Witch Academiaのケースでは、それは多くの強い属性によって拡大されています。 最初は、魔法のアカデミーの設定ですが、ハリー・ポッターの人気の後に何度もコピーされていますが、まだ完全には洗練されていません。 リトルウィッチアカデミアは、まれなケースでは、性的な女の子ではないアニメーションの分割払いを提供しています。\u001b[22m\n\u001b[1m(Omoni,-moto no eiga o subarashī seikō ni modosu subete no mono ga kaesa remasu. Omona kujō wa,-moto no eiga ga ikkai kagiri no mono ijō ni kachi ga nai to iu jijitsu o riyō shite iru yō ni omowa re, omona byōsha wa sutōrīraindeatta. Ritoru u~itchi akademia no purotto wa, sore ni tsuite mottomo shinjitsuna futsū no mononanode, watashi wa sore ijō no mono ni wa dōi dekimasendeshita. Kanojo no kōun no mesukōsei no shita ga tsuitachi o setsuyaku shi, saigo ni kanojo jishin o shuchō suru nenrei no majo no monogatari no kuru. Kore wa koten-tekina kodomo no eiga no sūshikideari, kesshite dorōde wa arimasendeshita. Tenkei-tekina monogatari o tsukutta no wa, monogatari no wakugumi o torimaku subete no mono no yōna tsūjō no seishitsudesu. Little u~itchi Academia no kēsude wa, sore wa ōku no tsuyoi zokusei ni yotte kakudai sa rete imasu. Saisho wa, mahō no akademī no setteidesuga, harī pottā no ninki no nochi ni nando mo kopī sa rete imasuga, mada kanzen ni wa senren sa rete imasen. Ritoruu~itchiakademia wa, marena kēsude wa, seitekina on'nanokode wanai animēshon no bunkatsubarai o teikyō shite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe choice to make it animated is a particularly beneficial one, and the staff at Trigger studios bring a highly stylized and fictional world to life with a skill that transcends any subject matter and makes it worth seeing for the sake of itself. The scene choreography is marvelously dynamic, and the generally wavy shapes of the character designs gel smoothly with the fluid animating. Facial expressions move so quickly I frequently rewind in order to catch them all, because the art style is such a joy to look at. The pastel colors demonstrate a very bright and childlike world without going too far in alienating a general audience were they to go with more juvenile character designs instead. The excessive amount of detail in the painted backgrounds and movements of characters are not only stunning in their own right, but this combination of meticulous focus in drawing and freeform movement are important when it comes to background world building and selling the unique non-human characters and magic that fill up Little Witch Academia. Simply put, as long as Little Witch Academia has these fantastical qualities amplifying its base premise it will always be worth watching – for exactly the same reasons as the first one was. There’s no logical reason to turn on it here. Little Witch Academia has a distinct identity among anime that should be cherished so long as it still has something of it to give.\n\n\u001b[1mトリガースタジオのスタッフは、アニメーション化することが特に有益な選択です。あらゆる主題を超越し、それ自体のために見る価値のあるスキルをもって、高度に様式化された架空の世界に人生をもたらします。 シーンの振り付けはすばらしくダイナミックで、キャラクターの全体的に波状の形状は、流体がアニメーション化されて滑らかにゲル化するように設計する。 顔の表情はすばやく動くので、私は頻繁に巻き戻してすべてを捉えることができます。なぜなら、芸術のスタイルは見るのがとても楽しいからです。 パステルカラーは非常に明るく、子供のような世界を示しています。普通の聴衆を疎外させすぎることはありません。 描かれた背景やキャラクターの動きの過剰な量は、それ自体が素晴らしいだけではありませんが、描くことと自由な動きの細かい焦点の組み合わせは、背景の世界を構築し、 リトルウィッチアカデミアを彩る魔法とマジック。 簡単に言えば、Little Witch Academiaが基本的な前提を増幅するこれらの幻想的な特質を持っている限り、最初のものと全く同じ理由で、常に見る価値があります。 ここでそれをオンにする論理的な理由はありません。 リトル・ウィッチ・アカデミアは、アニメの中には何かがある限り、大切にしておくべきアイデンティティーがあります。\u001b[22m\n\u001b[1m(Torigāsutajio no sutaffu wa, animēshon-ka suru koto ga tokuni yūekina sentakudesu. Arayuru shudai o chōetsu shi, sore jitai no tame ni miru kachinoaru sukiru o motte, kōdo ni yōshiki-ka sa reta kakū no sekai ni jinsei o motarashimasu. Shīn no furitsuke wa subarashiku dainamikkude, kyarakutā no zentai-teki ni hajō no keijō wa, ryūtai ga animēshon-ka sa rete nameraka ni geru-ka suru yō ni sekkei suru. Kao no hyōjō wa subayaku ugokunode, watashi wa hinpan ni maki modoshite subete o toraeru koto ga dekimasu. Nazenara, geijutsu no sutairu wa miru no ga totemo tanoshīkaradesu. Pasuterukarā wa hijō ni akaruku, kodomo no yōna sekai o shimeshite imasu. Futsū no chōshū o sogai sa se sugiru koto wa arimasen. Egaka reta haikei ya kyarakutā no ugoki no kajōna ryō wa, sore jitai ga subarashī dakede wa arimasenga, kaku koto to jiyūna ugoki no komakai shōten no kumiawase wa, haikei no sekai o kōchiku shi, ritoruu~itchiakademia o irodoru mahō to majikku. Kantan'niieba, Little u~itchi Academia ga kihon-tekina zentei o zōfuku suru korera no gensō-tekina tokushitsu o motte iru kagiri, saisho no mono to mattaku onaji riyū de, tsuneni miru kachi ga arimasu. Koko de sore o on'nisuru ronri-tekina riyū wa arimasen. Ritoru u~itchi akademia wa, anime no nakaniha nanika ga aru kagiri, taisetsu ni shite okubeki aidentitī ga arimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nWith the surroundings out of the way, let’s look at the core of Little Witch Academia: The Enchanted Parade. Or rather, its story. Atsuko, Lotte, and Sucy are punished for constantly causing trouble around the academy and are given the responsibility of putting together the upcoming annual parade. Failure means flunking the year, but fortunately they’re not alone. They’re joined by three new troublemakers to help: a deft attempted thief, a mute mechanical wiz-kid, and a chronic junk food eater. These side characters add charm and visual gag diversity to many scenes, but mainly this story focuses on the friendship between the three leads, something which the original didn’t really have time to do. Lotte in particular is given more attention with a bit of background info, but for Sucy we mostly just get more definition on her mischievous personality. A shame, since she’s my favorite character, but now there’s the series coming up.\n\n\u001b[1m周囲が邪魔にならないように、Little Witch Academia：The Enchanted Paradeの中核を見てみましょう。 それともむしろ、その物語。 敦子、ロッテ、スーシーは、アカデミーの周りで常に問題を引き起こすために処罰され、次回の年次パレードをまとめる責任が与えられます。 失敗はその年を一瞥することを意味するが、幸いにも彼らは一人ではない。 彼らには3人の新しいトラブルメーカーが参加しています：盗まれた盗人、機械的な愚かな子供、慢性的なジャンクフードを食べる人。 これらのサイドキャラクターは、多くの場面にチャームとビジュアルギャグの多様性を加えていますが、主にこの3つのリードの間の友情に焦点を当てています。 特にロッテは、少しの背景情報で注目を集めていますが、Sucyにとっては、いたずらな人格については、ほとんど定義を取ります。 彼女が私の好きなキャラクターだから残念ですが、今シリーズが始まります。\u001b[22m\n\u001b[1m(Shūi ga jama ni naranai yō ni, Little u~itchi Academia: The Enchanted Parade no chūkaku o mite mimashou. Soretomo mushiro, sono monogatari. Atsuko, Rotte, sūshī wa, akademī no mawari de tsuneni mondai o hikiokosu tame ni shobatsu sa re, jikai no nenji parēdo o matomeru sekinin ga atae raremasu. Shippai wa sono-nen o ichibetsu suru koto o imi suruga, saiwai ni mo karera wa hitoride wanai. Karera ni wa 3-ri no atarashī toraburumēkā ga sanka shite imasu: Nusuma reta nusutto, kikai-tekina orokana kodomo, mansei-tekina jankufūdo o taberu hito. Korera no saidokyarakutā wa, ōku no bamen ni chāmu to bijuarugyagu no tayō-sei o kuwaete imasuga, omo ni kono 3ttsu no rīdo no ma no yūjō ni shōten o atete imasu. Tokuni Rotte wa, sukoshi no haikei jōhō de chūmoku o atsumete imasuga, Sucy ni totte wa, itazurana jinkaku ni tsuite wa, hotondo teigi o torimasu. Kanojo ga watashi no sukina kyarakutādakara zan'nendesuga, ima shirīzu ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith the surroundings out of the way, let’s look at the core of Little Witch Academia: The Enchanted Parade. Or rather, its story. Atsuko, Lotte, and Sucy are punished for constantly causing trouble around the academy and are given the responsibility of putting together the upcoming annual parade. Failure means flunking the year, but fortunately they’re not alone. They’re joined by three new troublemakers to help: a deft attempted thief, a mute mechanical wiz-kid, and a chronic junk food eater. These side characters add charm and visual gag diversity to many scenes, but mainly this story focuses on the friendship between the three leads, something which the original didn’t really have time to do. Lotte in particular is given more attention with a bit of background info, but for Sucy we mostly just get more definition on her mischievous personality. A shame, since she’s my favorite character, but now there’s the series coming up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith the surroundings out of the way, let’s look at the core of Little Witch Academia: The Enchanted Parade.\u001b[24m\n    \u001b[1m周囲が邪魔にならないように、Little Witch Academia：The Enchanted Paradeの中核を見てみましょう。\u001b[22m, \u001b[1m魅惑のパレード：方法のうち周囲と、のリトルウィッチアカデミアのコアを見てみましょう。\u001b[22m\n\u001b[4mOr rather, its story.\u001b[24m\n    \u001b[1mそれともむしろ、その物語。\u001b[22m, \u001b[1mか、その話。\u001b[22m\n\u001b[4mAtsuko, Lotte, and Sucy are punished for constantly causing trouble around the academy and are given the responsibility of putting together the upcoming annual parade.\u001b[24m\n    \u001b[1m敦子、ロッテ、スーシーは、アカデミーの周りで常に問題を引き起こすために処罰され、次回の年次パレードをまとめる責任が与えられます。\u001b[22m, \u001b[1m敦子、ロッテ、およびSucyは常にアカデミーの周りのトラブルを引き起こして処罰されており、今後の年次パレードを一緒に入れての責任を与えられています。\u001b[22m\n\u001b[4mFailure means flunking the year, but fortunately they’re not alone.\u001b[24m\n    \u001b[1m失敗はその年を一瞥することを意味するが、幸いにも彼らは一人ではない。\u001b[22m, \u001b[1m失敗は年flunking意味が、幸い、彼らだけではありません。\u001b[22m\n\u001b[4mThey’re joined by three new troublemakers to help: a deft attempted thief, a mute mechanical wiz-kid, and a chronic junk food eater.\u001b[24m\n    \u001b[1m彼らには3人の新しいトラブルメーカーが参加しています：盗まれた盗人、機械的な愚かな子供、慢性的なジャンクフードを食べる人。\u001b[22m, \u001b[1m巧みな試み泥棒、ミュート機械ウィズ・子供、および慢性ジャンクフード食べる人を：彼らは助けるために3新たなトラブルによって接合されています。\u001b[22m\n\u001b[4mThese side characters add charm and visual gag diversity to many scenes, but mainly this story focuses on the friendship between the three leads, something which the original didn’t really have time to do.\u001b[24m\n    \u001b[1mこれらのサイドキャラクターは、多くの場面にチャームとビジュアルギャグの多様性を加えていますが、主にこの3つのリードの間の友情に焦点を当てています。\u001b[22m, \u001b[1mこれらの側面の文字は、多くのシーンに魅力とギャグの多様性を追加しますが、主にこの物語は、元は本当に実行する時間を持っていなかった3つのリード、何か間の友情に焦点を当てています。\u001b[22m\n\u001b[4mLotte in particular is given more attention with a bit of background info, but for Sucy we mostly just get more definition on her mischievous personality.\u001b[24m\n    \u001b[1m特にロッテは、少しの背景情報で注目を集めていますが、Sucyにとっては、いたずらな人格については、ほとんど定義を取ります。\u001b[22m, \u001b[1m特にロッテは、背景情報のビットにもっと注意を与えられるが、Sucyのために、私たちは、ほとんどがちょうど彼女のいたずら好きな性格の詳細な定義を取得します。\u001b[22m\n\u001b[4mA shame, since she’s my favorite character, but now there’s the series coming up.\u001b[24m\n    \u001b[1m彼女が私の好きなキャラクターだから残念ですが、今シリーズが始まります。\u001b[22m, \u001b[1m恥、彼女は私のお気に入りのキャラクターですが、今まで来てシリーズがありますので。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, Atsuko wants to show the non-magical denizens a different kind of parade that demonstrates how spectacular magic is, similar to how the performer Shiny Chariot did to her as a child. But despite her successes in the last movie, her immaturity and inexperience strain the relationships between her friends and keep her from her goals. When push comes to shove, Atsuko is forced to attempt her best and grow up a little along the way. It's the same deal as the first story, admittedly with a little less punch this time around because it's less distinctly personal than the victory of the first movie, but the little that's lost emotionally is made up for the increasing attachment to Little Witch Academia's world and characters.\n\n\u001b[1mとにかく、Atsukoは、非魔法のデニズンたちに、シャイニー・シャリオットが子供として彼女にしたのと同じように、幻想的な魔法がどのようなものかを示す別の種類のパレードを見せたい。 しかし、最後の映画で彼女の成功にもかかわらず、彼女の未熟さと未熟さは彼女の友人との関係を緊張させ、彼女の目標から彼女を保つ。 プッシュが押されると、敦子はベストを尽くして少しずつ成長しなければならない。 最初の映画の勝利よりもはっきりと個人的なものではないので、今回は少しパンチがありますが、リトル・ウィッチ・アカデミアの世界への愛着が増していく中で、感情的に失われた小さなものが補われています 文字。\u001b[22m\n\u001b[1m(Tonikaku, Atsuko wa, hi mahō no denizun-tachi ni, shainī shariotto ga kodomo to shite kanojo ni shita no to onajiyōni, gensō-tekina mahō ga dono yōna mono ka o shimesu betsu no shurui no parēdo o misetai. Shikashi, saigo no eiga de kanojo no seikō nimokakawarazu, kanojo no mijuku-sa to mijuku-sa wa kanojo no yūjin to no kankei o kinchō sa se, kanojo no mokuhyō kara kanojo o tamotsu. Pusshu ga osa reru to, Atsuko wa besuto o tsukushite sukoshi zutsu seichō shinakereba naranai. Saisho no eiga no shōri yori mo hakkiri to kojin-tekina monode wanainode, konkai wa sukoshi panchi ga arimasuga, ritoru u~itchi akademia no sekai e no aichaku ga mashite iku naka de, kanjō-teki ni ushinawa reta chīsana mono ga oginawa rete imasu moji.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, Atsuko wants to show the non-magical denizens a different kind of parade that demonstrates how spectacular magic is, similar to how the performer Shiny Chariot did to her as a child. But despite her successes in the last movie, her immaturity and inexperience strain the relationships between her friends and keep her from her goals. When push comes to shove, Atsuko is forced to attempt her best and grow up a little along the way. It's the same deal as the first story, admittedly with a little less punch this time around because it's less distinctly personal than the victory of the first movie, but the little that's lost emotionally is made up for the increasing attachment to Little Witch Academia's world and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, Atsuko wants to show the non-magical denizens a different kind of parade that demonstrates how spectacular magic is, similar to how the performer Shiny Chariot did to her as a child.\u001b[24m\n    \u001b[1mとにかく、Atsukoは、非魔法のデニズンたちに、シャイニー・シャリオットが子供として彼女にしたのと同じように、幻想的な魔法がどのようなものかを示す別の種類のパレードを見せたい。\u001b[22m, \u001b[1mとにかく、敦子は非魔法の住人パフォーマーシャイニーチャリオットは子供として彼女にやったのと同じように壮大な魔法がある方法を示しパレードの異なる種類を、表示したいと考えています。\u001b[22m\n\u001b[4mBut despite her successes in the last movie, her immaturity and inexperience strain the relationships between her friends and keep her from her goals.\u001b[24m\n    \u001b[1mしかし、最後の映画で彼女の成功にもかかわらず、彼女の未熟さと未熟さは彼女の友人との関係を緊張させ、彼女の目標から彼女を保つ。\u001b[22m, \u001b[1mしかし、最後の映画の中で彼女の成功にもかかわらず、彼女の未熟さや経験不足は彼女の友人との関係を緊張し、彼女の目標から彼女を保ちます。\u001b[22m\n\u001b[4mWhen push comes to shove, Atsuko is forced to attempt her best and grow up a little along the way.\u001b[24m\n    \u001b[1mプッシュが押されると、敦子はベストを尽くして少しずつ成長しなければならない。\u001b[22m, \u001b[1mプッシュが突き出すになると、敦子は彼女のベストを試みて、道に沿って少し育つことを余儀なくされています。\u001b[22m\n\u001b[4mIt's the same deal as the first story, admittedly with a little less punch this time around because it's less distinctly personal than the victory of the first movie, but the little that's lost emotionally is made up for the increasing attachment to Little Witch Academia's world and\u001b[24m\n    \u001b[1m最初の映画の勝利よりもはっきりと個人的なものではないので、今回は少しパンチがありますが、リトル・ウィッチ・アカデミアの世界への愛着が増していく中で、感情的に失われた小さなものが補われています\u001b[22m, \u001b[1mそれは最初の映画の勝利よりも少ない明らかに個人的だが、感情的に失ったその少しリトルウィッチアカデミアの世界に増加取り付けのために構成されているとので、この頃確かに少しパンチで、最初の話と同じ取引です\u001b[22m\n\u001b[4mcharacters.\u001b[24m\n    \u001b[1m文字。\u001b[22m\n\u001b[1m\u001b[22m\nThis time the victory is shared among those other than Atsuko, and the journey there is filled with remarkable visual flash, humor, and fun characters. The folks at Trigger do a great job conveying character personality in exaggerated movements that make this kind of light animation so appealing, and overall another extremely impressive romp to a world that completely deserved being revisited. With the TV series announced I feel both excited and hesitant. I would always love more Little Witch Academia just like how I wanted this sequel, but where The Enchanted Parade did a fine job living up to its predecessor, I wonder if the TV series will be able to do so. Not because of the strength of story, but because of the things far more important to Little Witch Academia. I wonder if the direction and astounding detail and character in the art and animation will be lost with a stricter production schedule and budget plotting. With Trigger at the helm my worries are assuaged, as ultimately it’s the talent behind a series that mainly determines its success and they’ve delivered both in Gainax and on their own. But nonetheless my optimism for more Little Witch Academia is only matched by my realization of how high Trigger has set the bar for themselves and the strength of their magic.\n\n\u001b[1m今回は敦子以外の人たちと勝利を分かち合い、旅には目に見えるフラッシュ、ユーモア、楽しいキャラクターがいっぱいです。 トリガーの人々は、このような軽いアニメーションを魅力的なものにする誇張された動きでキャラクターの個性を伝える素晴らしい仕事をしています。  TVシリーズが発表されたので、私は興奮して躊躇しているように感じる。 私はこの続編がほしいと思ったのと同じように、もっとリトルウィッチアカデミアが大好きですが、The Enchanted Paradeが前任者にうまくやったところで、テレビシリーズがそうすることができるのだろうかと思います。 物語の強さのためではなく、Little Witch Academiaにとってはるかに重要な事柄のために。 より厳しい制作スケジュールと予算計画で、アートやアニメーションの方向性や驚異的なディテールやキャラクターが失われるのではないかと思います。  Triggerを使えば、私の心配は軽減され、最終的に成功を決定するシリーズの才能となり、Gainaxと自分自身で両方を提供しました。 しかし、それにもかかわらず、私のより小さな魔女学者のための私の楽観主義は、トリガーがどれだけ自分自身のためのバーを設定し、彼らの魔法の強さを実感したかとしか一致しません。\u001b[22m\n\u001b[1m(Konkai wa Atsuko igai no hito-tachi to shōri o wakachi ai, tabi ni wa menimieru furasshu, yūmoa, tanoshī kyarakutā ga ippaidesu. Torigā no hitobito wa, kono yōna karui animēshon o mirikitekina mono ni suru kochō sa reta ugoki de kyarakutā no kosei o tsutaeru subarashī shigoto o shite imasu. TV shirīzu ga happyō sa retanode, watashi wa kōfun shite chūcho shite iru yō ni kanjiru. Watashi wa kono zokuhen ga hoshī to omotta no to onajiyōni, motto ritoruu~itchiakademia ga daisukidesuga, The Enchanted Parade ga zen'nin-sha ni umaku yatta tokoro de, terebishirīzu ga sō suru koto ga dekiru nodarou ka to omoimasu. Monogatari no tsuyo-sa no tamede wa naku, Little u~itchi Academia ni totte haruka ni jūyōna kotogara no tame ni. Yori kibishī seisaku sukejūru to yosan keikaku de, āto ya animēshon no hōkō-sei ya kyōi-tekina ditēru ya kyarakutā ga ushinawa reru node wanai ka to omoimasu. Trigger o tsukaeba, watashi no shinpai wa keigen sa re, saishūtekini seikō o kettei suru shirīzu no sainō to nari, Gainax to jibun jishin de ryōhō o teikyō shimashita. Shikashi, sore nimokakawarazu, watashi no yori chīsana majo gakusha no tame no watashi no rakkan shugi wa, torigā ga dore dake jibun jishin no tame no bā o settei shi, karera no mahō no tsuyo-sa o jikkan shita ka to shika itchi shimasen.)\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "cmccrzy",
    "profile": "/profile/cmccrzy/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=210466",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  6\nキャラクター|  5\n|  5\n\nシャイニー・シャリオについての最初の映画の謎を覚えていますか？ ええ、それは私たちがこの映画で探求していることではありません。 代わりに、宗教的偏見のために扱いにくいメタファーについて話しましょう。\n\nそれは基本的に最初のものと同じですが、多分もっと大きな予算とキャストで。 そしてもっと多くの人。 女性についての映画、女性との関係、そして邪悪な魔女の古いステレオタイプとの戦いには男性がもっと必要なので、私はいじめ、臆病者、刺客、おそらく腐敗した政府関係者を意味する。 誰も実際にプロットを進めません。 以前の映画のトリオの外の関係は、以前の映画の主人公と主なアンタゴニストの間のように、意味のある方法で探究されず、主なトリオの外のキャラクターの大半は背景キャラクターです。 新しい女性キャラクターはほとんど目的を果たせず、彼らについてはほとんど学びません。 そのうち2つには話し言葉がほとんどまたは全くありません。\n\n私がこれで持っていた主な問題は、いじめのストーリーラインでした。 私はなぜこれがますますポップアップしているのか分かりませんが、これまでに見たことがあります。典型的には、男性の子供たちが混乱して、メインキャストの一部を選ぶことにします。 メインキャストは典型的には戦いを通して報復するのではなく、残酷さを優しさで癒すための試みです。 いじめは、彼らの犠牲者が良い/面白いことを理解し始めているようです。 そして最終的に、いじめは同じようにそれらをいじめに戻すだけです。 しかし今、主人公は笑顔でそれを受け入れました。 ストーリーライン以外の明白な理由もなくなりました。 私が思うには、いじめは治癒不可能な道徳的なものです。もしあなたが何か別の理由で人を襲うと決めたら、それを受け入れるべきです。男の子は男の子です。 あなたは女性のキャストメンバーと一緒にいくつかの旅をした後、彼女はまだキャットコールや嫌がらせをしていますが、女性の犠牲者は彼女の頭を笑わせたり揺さぶったりしながら、「愛情のある」方法で悩まされています。 ああ、男性...私はちょうど「ゆうゆく白書」と「提案」と書いた。\n\n有毒なレッスンやトロップを作り出しているものの外でも、これはストーリーラインの目的を果たしません。 主人公は、問題を知的な方法で処理しようとしない。 確かに、彼らは最終的には魔法使いが有用な人々であることを示しているが、子供たちの両親は「あなたの子供たちは何らかの偏見の理由で挑発することなく私たちを攻撃した」と説明している。 彼らは当局に行かず、この偏見がどのくらい広まっているのかを調べることもありません。 彼らはちょうどライトショーを作成し、偶然巨人を倒す。 そして、これらの子供たちは大変です。 彼らが盗むものを盗む場面は私には不快感を感じさせました。 特に彼らはそれには何の影響も与えないからです。 首謀者はほとんど壊滅して死に至るだろうと思うが、最終的に彼らがしたことは、彼らが導入されたときと同じいじめだ。 彼らは町を破壊し、無数の人々を殺すために主に間違っていることを考えれば、それはうまくいくはずですか？\n\nそれについてはあまり言いたくない。  Akkoはひどかった。 私は彼女のような少なくとも二人を知っていて、私はそれらに立つことができません。 私は彼女が彼女の行動に対して少なくともいくつかの結果に直面し、最終的には惜しみなく謝ったことに満足していました。 誰かが彼女に精神力を使ってそれを理解させると仮定していたのではなく、何が間違っていたのかを説明していればいいだろうか？ はい、それは視聴者として私たちには明らかですが、彼女が気付いているようには見えません。 まったく。 私たちが知っている限り、彼女は恐らく彼女がちょうど半分のノートの紙の等価物を裂いたと思うでしょう。\n\nCOURSE Studio Triggerには無意味なTTGLリファレンスを入れるため、TTGLリファレンスがあります。 それは本当に意味をなさない。 おそらく、次の映画やシリーズ、あるいは特別なワンドの後ろの伝承に入っていればそれは意味をなさないでしょう。 疑わしい。 しかし、多分。\n\n私は、最初は女性と女性の歴史によって行われ、管理された女性と女性の友情と魔法について、ほとんど非性的に客観的なやり方に完全に焦点を当てていたようなこのストーリーラインに興奮することができれば嬉しいです。 しかし、それは退屈なセクシュアリティとクリシェ・トロピカルをリサイクルするという大きな失望です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nRemember the mystery of the first film about Shiny Chariot? Yeah, that's not what we're exploring in this film. Instead, let's talk about poorly handled metaphors for religious prejudice.\n\n\u001b[1mシャイニー・シャリオについての最初の映画の謎を覚えていますか？ ええ、それは私たちがこの映画で探求していることではありません。 代わりに、宗教的偏見のために扱いにくいメタファーについて話しましょう。\u001b[22m\n\u001b[1m(Shainī shario ni tsuite no saisho no eiga no nazo o oboete imasu ka? E e, soreha watashitachi ga kono eiga de tankyū shite iru kotode wa arimasen. Kawari ni, shūkyō-teki henken no tame ni atsukai nikui metafā ni tsuite hanashimashou.)\u001b[22m\n\nTranslations of \u001b[4mRemember the mystery of the first film about Shiny Chariot? Yeah, that's not what we're exploring in this film. Instead, let's talk about poorly handled metaphors for religious prejudice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember the mystery of the first film about Shiny Chariot?\u001b[24m\n    \u001b[1mシャイニー・シャリオについての最初の映画の謎を覚えていますか？\u001b[22m, \u001b[1mシャイニーチャリオットについての最初のフィルムの謎を覚えていますか？\u001b[22m\n\u001b[4mYeah, that's not what we're exploring in this film.\u001b[24m\n    \u001b[1mええ、それは私たちがこの映画で探求していることではありません。\u001b[22m, \u001b[1mええ、それは私たちが、この映画の中で模索しているものではありません。\u001b[22m\n\u001b[4mInstead, let's talk about poorly handled metaphors for religious prejudice.\u001b[24m\n    \u001b[1m代わりに、宗教的偏見のために扱いにくいメタファーについて話しましょう。\u001b[22m, \u001b[1mその代わりに、のは、宗教的偏見にはあまり扱わメタファーをについてお話しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nIt's basically the same as the first one, but with perhaps a larger budget and cast. And more guys. Because a film that is about women, women's relationships and fighting the old stereotype of 'evil witch' of course needs more men - I mean bullies, cowards, thugs and probably corrupt government officials - in it. None of whom actually advance the plot. None of the relationships outside the trio from the previous film are explored in any meaningful way, like between previous film's protagonist and primary antagonist, and most of the characters outside the main trio are background characters. The new female characters serve little purpose and we learn little about them. Two of them have little to no speaking lines.\n\n\u001b[1mそれは基本的に最初のものと同じですが、多分もっと大きな予算とキャストで。 そしてもっと多くの人。 女性についての映画、女性との関係、そして邪悪な魔女の古いステレオタイプとの戦いには男性がもっと必要なので、私はいじめ、臆病者、刺客、おそらく腐敗した政府関係者を意味する。 誰も実際にプロットを進めません。 以前の映画のトリオの外の関係は、以前の映画の主人公と主なアンタゴニストの間のように、意味のある方法で探究されず、主なトリオの外のキャラクターの大半は背景キャラクターです。 新しい女性キャラクターはほとんど目的を果たせず、彼らについてはほとんど学びません。 そのうち2つには話し言葉がほとんどまたは全くありません。\u001b[22m\n\u001b[1m(Sore wa kihontekini saisho no mono to onajidesuga, tabun motto ōkina yosan to kyasuto de. Soshite motto ōku no hito. Josei ni tsuite no eiga, josei to no kankei, soshite jaakuna majo no furui sutereo taipu to notatakai ni wa dansei ga motto hitsuyōnanode, watashi wa ijime, okubyōmono, shikaku, osoraku fuhai shita seifu kankei-sha o imi suru. Dare mo jissai ni purotto o susumemasen. Izen no eiga no torio no soto no kankei wa, izen no eiga no shujinkō to omona antagonisuto no ma no yō ni, iminoaru hōhō de tankyū sa rezu, omona torio no soto no kyarakutā no taihan wa haikei kyarakutādesu. Atarashī josei kyarakutā wa hotondo mokuteki o hatasezu, karera ni tsuite wa hotondo manabimasen. Sonōchi 2tsu ni wa hanashikotoba ga hotondo matawa mattaku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's basically the same as the first one, but with perhaps a larger budget and cast. And more guys. Because a film that is about women, women's relationships and fighting the old stereotype of 'evil witch' of course needs more men - I mean bullies, cowards, thugs and probably corrupt government officials - in it. None of whom actually advance the plot. None of the relationships outside the trio from the previous film are explored in any meaningful way, like between previous film's protagonist and primary antagonist, and most of the characters outside the main trio are background characters. The new female characters serve little purpose and we learn little about them. Two of them have little to no speaking lines.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's basically the same as the first one, but with perhaps a larger budget and cast.\u001b[24m\n    \u001b[1mそれは基本的に最初のものと同じですが、多分もっと大きな予算とキャストで。\u001b[22m, \u001b[1mそれはおそらく、より大きな予算やキャストと、基本的に第1のものと同じです。\u001b[22m\n\u001b[4mAnd more guys.\u001b[24m\n    \u001b[1mそしてもっと多くの人。\u001b[22m, \u001b[1mそして、もっとみんな。\u001b[22m\n\u001b[4mBecause a film that is about women, women's relationships and fighting the old stereotype of 'evil witch' of course needs more men - I mean bullies, cowards, thugs and probably corrupt government officials - in it.\u001b[24m\n    \u001b[1m女性についての映画、女性との関係、そして邪悪な魔女の古いステレオタイプとの戦いには男性がもっと必要なので、私はいじめ、臆病者、刺客、おそらく腐敗した政府関係者を意味する。\u001b[22m, \u001b[1m女性、女性の関係、そしてもちろん「邪悪な魔女」の古いステレオタイプの戦いについてですフィルムは、より多くの男性を必要とするため - それで - 私はいじめ、臆病者、凶悪犯、おそらく腐敗した政府関係者を意味します。\u001b[22m\n\u001b[4mNone of whom actually advance the plot.\u001b[24m\n    \u001b[1m誰も実際にプロットを進めません。\u001b[22m, \u001b[1m実際にプロットを進める人のなし。\u001b[22m\n\u001b[4mNone of the relationships outside the trio from the previous film are explored in any meaningful way, like between previous film's protagonist and primary antagonist, and most of the characters outside the main trio are background characters.\u001b[24m\n    \u001b[1m以前の映画のトリオの外の関係は、以前の映画の主人公と主なアンタゴニストの間のように、意味のある方法で探究されず、主なトリオの外のキャラクターの大半は背景キャラクターです。\u001b[22m, \u001b[1m前作からのトリオ外の関係のいずれも、前作の主人公と一次アンタゴニストの間のように、任意の意味のある方法で検討されていない、と主トリオ外の文字のほとんどは、バックグラウンド文字です。\u001b[22m\n\u001b[4mThe new female characters serve little purpose and we learn little about them.\u001b[24m\n    \u001b[1m新しい女性キャラクターはほとんど目的を果たせず、彼らについてはほとんど学びません。\u001b[22m, \u001b[1m新しい女性キャラクターは少し目的を果たすと、私たちはそれらについて少し学びます。\u001b[22m\n\u001b[4mTwo of them have little to no speaking lines.\u001b[24m\n    \u001b[1mそのうち2つには話し言葉がほとんどまたは全くありません。\u001b[22m, \u001b[1m彼ら二人はありません話すラインに少しを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe main problem I had with this was the bullying storyline. I don't know why this is popping up more and more, but we've seen it before: a group of, typically, male children are messing around and decide to pick on some of the main cast. The main cast typically does not retaliate through fighting, but instead tries to cure cruelty with kindness - a noble endeavor. The bullies seem to start to figure out that their victims are good/interesting. And ultimately the bullies just go back to bullying them in the same way. But now the main cast has accepted it with a smile. For no apparent reason other than the storyline has come to an end. The moral being, I suppose, that bullying is incurable, you should just accept it when people decide for one reason or another to assault you, and boys will be boys. You see this elsewhere in incurable street harassers: after going on some journey with the female cast member, they still catcall or harass her, but in a 'loving' way, while the female victim chuckles or smiles or shakes her head. Ah, men... I just described 'Yu Yu Hakusho' and 'The Proposal'.\n\n\u001b[1m私がこれで持っていた主な問題は、いじめのストーリーラインでした。 私はなぜこれがますますポップアップしているのか分かりませんが、これまでに見たことがあります。典型的には、男性の子供たちが混乱して、メインキャストの一部を選ぶことにします。 メインキャストは典型的には戦いを通して報復するのではなく、残酷さを優しさで癒すための試みです。 いじめは、彼らの犠牲者が良い/面白いことを理解し始めているようです。 そして最終的に、いじめは同じようにそれらをいじめに戻すだけです。 しかし今、主人公は笑顔でそれを受け入れました。 ストーリーライン以外の明白な理由もなくなりました。 私が思うには、いじめは治癒不可能な道徳的なものです。もしあなたが何か別の理由で人を襲うと決めたら、それを受け入れるべきです。男の子は男の子です。 あなたは女性のキャストメンバーと一緒にいくつかの旅をした後、彼女はまだキャットコールや嫌がらせをしていますが、女性の犠牲者は彼女の頭を笑わせたり揺さぶったりしながら、「愛情のある」方法で悩まされています。 ああ、男性...私はちょうど「ゆうゆく白書」と「提案」と書いた。\u001b[22m\n\u001b[1m(Watashi ga kore de motte ita omona mondai wa, ijime no sutōrīraindeshita. Watashi wa naze kore ga masumasu poppuappu shite iru no ka wakarimasen ga, kore made ni mita koto ga arimasu. Tenkei-teki ni wa, dansei no kodomo-tachi ga konran shite, mein kyasuto no ichibu o erabu koto ni shimasu. Mein kyasuto wa tenkei-teki ni wa tatakai o tōshite hōfuku suru node wa naku, zankoku-sa o yasashi-sa de iyasu tame no kokoromidesu. Ijime wa, karera no gisei-sha ga yoi/ omoshiroi koto o rikai shi hajimete iru yōdesu. Soshite saishūtekini, ijime wa onajiyōni sorera o ijime ni modosu dakedesu. Shikashi ima, shujinkō wa egao de sore o ukeiremashita. Sutōrīrain igai no meihakuna riyū mo nakunarimashita. Watashi ga omouni wa, ijime wa chiyu fukanōna dōtokutekina monodesu. Moshi anata ga nanika-betsu no riyū de hito o osou to kimetara, sore o ukeirerubekidesu. Otokonoko wa otokonokodesu. Anata wa josei no kyasutomenbā to issho ni ikutsu ka no tabi o shita nochi, kanojo wa mada kyattokōru ya iyagarase o shite imasuga, josei no gisei-sha wa kanojo no atama o warawase tari yusabuttari shinagara,`aijō no aru' hōhō de nayamasa rete imasu. Ā, dansei... Watashi wa chōdo `Yūyu ku hakusho' to `teian' to kaita.)\u001b[22m\n\u001b[1m\u001b[22m\nEven outside of the toxic lessons and trope-forming crap, this serves zero purpose in the storyline. The protagonists don't even attempt to deal with the problem in an intelligent manner. Sure, they eventually sort of show that witches are useful people, but they don't find the parents of the kids to explain 'hey, your children attacked us without provocation for somewhat prejudicial reasons.' They don't go to the authorities or try to see how widespread this prejudice is. They just create a light show and accidentally defeat a giant. And these kids are HORRIBLE. The scene where they steal the thing they steal made me feel SO uncomfortable. Especially because they face NO consequences for it. The ringleader almost gets crushed to death, I guess, but ultimately all they do is the same bullying they did when they were introduced. Which is supposed to be fine, apparently, given that they're primarily at fault for nearly destroying the town and killing countless people???\n\n\u001b[1m有毒なレッスンやトロップを作り出しているものの外でも、これはストーリーラインの目的を果たしません。 主人公は、問題を知的な方法で処理しようとしない。 確かに、彼らは最終的には魔法使いが有用な人々であることを示しているが、子供たちの両親は「あなたの子供たちは何らかの偏見の理由で挑発することなく私たちを攻撃した」と説明している。 彼らは当局に行かず、この偏見がどのくらい広まっているのかを調べることもありません。 彼らはちょうどライトショーを作成し、偶然巨人を倒す。 そして、これらの子供たちは大変です。 彼らが盗むものを盗む場面は私には不快感を感じさせました。 特に彼らはそれには何の影響も与えないからです。 首謀者はほとんど壊滅して死に至るだろうと思うが、最終的に彼らがしたことは、彼らが導入されたときと同じいじめだ。 彼らは町を破壊し、無数の人々を殺すために主に間違っていることを考えれば、それはうまくいくはずですか？\u001b[22m\n\u001b[1m(Yūdokuna ressun ya toroppu o tsukuridashite iru mono no soto demo, koreha sutōrīrain no mokuteki o hatashimasen. Shujinkō wa, mondai o chitekina hōhō de shori shiyou to shinai. Tashika ni, karera wa saishūtekini wa mahōtsukai ga yūyōna hitobitodearu koto o shimeshite iruga, kodomo-tachi no ryōshin wa `anata no kodomo-tachi wa nanrakano henken no riyū de chōhatsu suru koto naku watashitachi o kōgeki shita' to setsumei shite iru. Karera wa tōkyoku ni ikazu, kono henken ga dono kurai hiromatte iru no ka o shiraberu koto mo arimasen. Karera wa chōdo raitoshō o sakusei shi, gūzen Kyojin o taosu. Soshite, korera no kodomo-tachi wa taihendesu. Karera ga nusumu mono o nusumu bamen wa watashiniha fu kaikan o kanji sasemashita. Tokuni karera wa sore ni wa nani no eikyō mo ataenaikaradesu. Shubō-sha wa hotondo kaimetsu shite shi ni itarudarou to omou ga, saishūtekini karera ga shita koto wa, karera ga dōnyū sa reta toki to onaji ijimeda. Karera wa machi o hakai shi, musū no hitobito o korosu tame ni omoni machigatte iru koto o kangaereba, sore wa umaku iku hazudesu ka?)\u001b[22m\n\nTranslations of \u001b[4mEven outside of the toxic lessons and trope-forming crap, this serves zero purpose in the storyline. The protagonists don't even attempt to deal with the problem in an intelligent manner. Sure, they eventually sort of show that witches are useful people, but they don't find the parents of the kids to explain 'hey, your children attacked us without provocation for somewhat prejudicial reasons.' They don't go to the authorities or try to see how widespread this prejudice is. They just create a light show and accidentally defeat a giant. And these kids are HORRIBLE. The scene where they steal the thing they steal made me feel SO uncomfortable. Especially because they face NO consequences for it. The ringleader almost gets crushed to death, I guess, but ultimately all they do is the same bullying they did when they were introduced. Which is supposed to be fine, apparently, given that they're primarily at fault for nearly destroying the town and killing countless people???\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven outside of the toxic lessons and trope-forming crap, this serves zero purpose in the storyline.\u001b[24m\n    \u001b[1m有毒なレッスンやトロップを作り出しているものの外でも、これはストーリーラインの目的を果たしません。\u001b[22m, \u001b[1mでも毒性レッスンや比喩形成がらくたの外に、これはストーリーにゼロ目的を果たします。\u001b[22m\n\u001b[4mThe protagonists don't even attempt to deal with the problem in an intelligent manner.\u001b[24m\n    \u001b[1m主人公は、問題を知的な方法で処理しようとしない。\u001b[22m, \u001b[1m主人公はあっても、インテリジェントな方法で問題に対処しようとしないでください。\u001b[22m\n\u001b[4mSure, they eventually sort of show that witches are useful people, but they don't find the parents of the kids to explain 'hey, your children attacked us without provocation for somewhat prejudicial reasons.'\u001b[24m\n    \u001b[1m確かに、彼らは最終的には魔法使いが有用な人々であることを示しているが、子供たちの両親は「あなたの子供たちは何らかの偏見の理由で挑発することなく私たちを攻撃した」と説明している。\u001b[22m, \u001b[1m確かに、彼らは最終的に一種の魔女が有用人々であることを示しているが、彼らは子供たちの両親は説明するために見つけることはありません」ねえ、あなたの子供はやや不利な理由で挑発することなく、私たちを攻撃しました。」\u001b[22m\n\u001b[4mThey don't go to the authorities or try to see how widespread this prejudice is.\u001b[24m\n    \u001b[1m彼らは当局に行かず、この偏見がどのくらい広まっているのかを調べることもありません。\u001b[22m, \u001b[1m彼らは当局に行くか、この偏見がどのように広まっ参照しようとしないでください。\u001b[22m\n\u001b[4mThey just create a light show and accidentally defeat a giant.\u001b[24m\n    \u001b[1m彼らはちょうどライトショーを作成し、偶然巨人を倒す。\u001b[22m, \u001b[1m彼らはただ光のショーを作成して、誤って巨人を倒します。\u001b[22m\n\u001b[4mAnd these kids are HORRIBLE.\u001b[24m\n    \u001b[1mそして、これらの子供たちは大変です。\u001b[22m, \u001b[1mそして、これらの子供たちはHORRIBLEです。\u001b[22m\n\u001b[4mThe scene where they steal the thing they steal made me feel SO uncomfortable.\u001b[24m\n    \u001b[1m彼らが盗むものを盗む場面は私には不快感を感じさせました。\u001b[22m, \u001b[1m彼らは盗むものを盗むシーンは私がSO不快に感じさせてくれました。\u001b[22m\n\u001b[4mEspecially because they face NO consequences for it.\u001b[24m\n    \u001b[1m特に彼らはそれには何の影響も与えないからです。\u001b[22m, \u001b[1m特にため、彼らはそれのためにNO結果に直面しません。\u001b[22m\n\u001b[4mThe ringleader almost gets crushed to death, I guess, but ultimately all they do is the same bullying they did when they were introduced.\u001b[24m\n    \u001b[1m首謀者はほとんど壊滅して死に至るだろうと思うが、最終的に彼らがしたことは、彼らが導入されたときと同じいじめだ。\u001b[22m, \u001b[1m首謀者はほとんど死に押しつぶさ、私は推測するが、最終的に彼らが行うすべては、それらが導入されたときに彼らがした同じいじめです。\u001b[22m\n\u001b[4mWhich is supposed to be fine, apparently, given that they're primarily at fault for nearly destroying the town and killing countless people???\u001b[24m\n    \u001b[1m彼らは町を破壊し、無数の人々を殺すために主に間違っていることを考えれば、それはうまくいくはずですか？\u001b[22m, \u001b[1m彼らはほぼ街を破壊し、無数の人々を殺すために主に故障していることをどの細かいことになって、明らかに、与えられました？\u001b[22m\n\u001b[1m\u001b[22m\nNot much else to say about it. Akko was terrible. I know at least two people like her and I can't stand them. I was happy that she faced at least some consequences for her actions and did eventually apologize profusely. Although it would have been nice if someone had explained to her JUST WHAT SHE DID WRONG instead of assuming that she would figure it out by using psychic powers? Yes, it's obvious to us as the audience but it doesn't seem like she's aware. At all. As far as we know, she probably thinks she just ripped the equivalent of a piece of notebook paper in half.\n\n\u001b[1mそれについてはあまり言いたくない。  Akkoはひどかった。 私は彼女のような少なくとも二人を知っていて、私はそれらに立つことができません。 私は彼女が彼女の行動に対して少なくともいくつかの結果に直面し、最終的には惜しみなく謝ったことに満足していました。 誰かが彼女に精神力を使ってそれを理解させると仮定していたのではなく、何が間違っていたのかを説明していればいいだろうか？ はい、それは視聴者として私たちには明らかですが、彼女が気付いているようには見えません。 まったく。 私たちが知っている限り、彼女は恐らく彼女がちょうど半分のノートの紙の等価物を裂いたと思うでしょう。\u001b[22m\n\u001b[1m(Sore ni tsuite wa amari iitakunai. Akko wa hidokatta. Watashi wa kanojo no yōna sukunakutomo futari o shitte ite, watashi wa sorera ni tatsu koto ga dekimasen. Watashi wa kanojo ga kanojo no kōdō ni taishite sukunakutomo ikutsu ka no kekka ni chokumen shi, saishūtekini wa oshiminaku ayamatta koto ni manzoku shite imashita. Darekaga kanojo ni seishin-ryoku o tsukatte sore o rikai sa seru to katei shite ita node wa naku, nani ga machigatte ita no ka o setsumei shite ireba īdarou ka? Hai, soreha shichō-sha to shite watashitachi ni wa akirakadesuga, kanojo ga kidzuite iru yō ni wa miemasen. Mattaku. Watashitachi ga shitte iru kagiri, kanojo wa osoraku kanojo ga chōdo hanbun no nōto no kami no tōka-mono o saita to omoudeshou.)\u001b[22m\n\nTranslations of \u001b[4mNot much else to say about it. Akko was terrible. I know at least two people like her and I can't stand them. I was happy that she faced at least some consequences for her actions and did eventually apologize profusely. Although it would have been nice if someone had explained to her JUST WHAT SHE DID WRONG instead of assuming that she would figure it out by using psychic powers? Yes, it's obvious to us as the audience but it doesn't seem like she's aware. At all. As far as we know, she probably thinks she just ripped the equivalent of a piece of notebook paper in half.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much else to say about it.\u001b[24m\n    \u001b[1mそれについてはあまり言いたくない。\u001b[22m, \u001b[1mそれについて言って他にあまりありません。\u001b[22m\n\u001b[4mAkko was terrible.\u001b[24m\n    \u001b[1mAkkoはひどかった。\u001b[22m, \u001b[1mアッコはひどいものでした。\u001b[22m\n\u001b[4mI know at least two people like her and I can't stand them.\u001b[24m\n    \u001b[1m私は彼女のような少なくとも二人を知っていて、私はそれらに立つことができません。\u001b[22m, \u001b[1m私は彼女のような、少なくとも2人を知っていると私はそれを我慢できません。\u001b[22m\n\u001b[4mI was happy that she faced at least some consequences for her actions and did eventually apologize profusely.\u001b[24m\n    \u001b[1m私は彼女が彼女の行動に対して少なくともいくつかの結果に直面し、最終的には惜しみなく謝ったことに満足していました。\u001b[22m, \u001b[1m私は彼女が彼女の行動のために、少なくともいくつかの結果に直面し、最終的にはやたらと謝罪なかったことが幸せでした。\u001b[22m\n\u001b[4mAlthough it would have been nice if someone had explained to her JUST WHAT SHE DID WRONG instead of assuming that she would figure it out by using psychic powers?\u001b[24m\n    \u001b[1m誰かが彼女に精神力を使ってそれを理解させると仮定していたのではなく、何が間違っていたのかを説明していればいいだろうか？\u001b[22m, \u001b[1m誰かが彼女に説明していた場合は、代わりに彼女は超能力を使って、それを把握することを想定した彼女が間違っていただけで何の素敵だっただろうが？\u001b[22m\n\u001b[4mYes, it's obvious to us as the audience but it doesn't seem like she's aware.\u001b[24m\n    \u001b[1mはい、それは視聴者として私たちには明らかですが、彼女が気付いているようには見えません。\u001b[22m, \u001b[1mはい、それは観客として私たちには明らかですが、彼女は承知だようにそれはいないようです。\u001b[22m\n\u001b[4mAt all.\u001b[24m\n    \u001b[1mまったく。\u001b[22m, \u001b[1m全然。\u001b[22m\n\u001b[4mAs far as we know, she probably thinks she just ripped the equivalent of a piece of notebook paper in half.\u001b[24m\n    \u001b[1m私たちが知っている限り、彼女は恐らく彼女がちょうど半分のノートの紙の等価物を裂いたと思うでしょう。\u001b[22m, \u001b[1m私たちが知る限りでは、彼女はおそらく彼女がちょうど半分にノート紙と同等のものをリッピングと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nThere's a TTGL reference because of COURSE Studio Trigger would put in a nonsensical TTGL reference. It really doesn't make any sense. Maybe it'll make sense for the next film or series or whatever if they got into the lore behind the special wand. I doubt it. But maybe.\n\n\u001b[1mCOURSE Studio Triggerには無意味なTTGLリファレンスを入れるため、TTGLリファレンスがあります。 それは本当に意味をなさない。 おそらく、次の映画やシリーズ、あるいは特別なワンドの後ろの伝承に入っていればそれは意味をなさないでしょう。 疑わしい。 しかし、多分。\u001b[22m\n\u001b[1m(COURSE sutadio Trigger ni wa muimina TTGL rifarensu o ireru tame, TTGL rifarensu ga arimasu. Sore wa hontōni imiwonasanai. Osoraku,-ji no eiga ya shirīzu, aruiwa tokubetsuna wando no ushiro no denshō ni haitte ireba sore wa imiwonasanaideshou. Utagawashī. Shikashi, tabun.)\u001b[22m\n\nTranslations of \u001b[4mThere's a TTGL reference because of COURSE Studio Trigger would put in a nonsensical TTGL reference. It really doesn't make any sense. Maybe it'll make sense for the next film or series or whatever if they got into the lore behind the special wand. I doubt it. But maybe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a TTGL reference because of COURSE Studio Trigger would put in a nonsensical TTGL reference.\u001b[24m\n    \u001b[1mCOURSE Studio Triggerには無意味なTTGLリファレンスを入れるため、TTGLリファレンスがあります。\u001b[22m, \u001b[1mコースのスタジオトリガーは無意味TTGL基準に置くのでTTGL参照があります。\u001b[22m\n\u001b[4mIt really doesn't make any sense.\u001b[24m\n    \u001b[1mそれは本当に意味をなさない。\u001b[22m, \u001b[1mそれは本当に何の意味もありません。\u001b[22m\n\u001b[4mMaybe it'll make sense for the next film or series or whatever if they got into the lore behind the special wand.\u001b[24m\n    \u001b[1mおそらく、次の映画やシリーズ、あるいは特別なワンドの後ろの伝承に入っていればそれは意味をなさないでしょう。\u001b[22m, \u001b[1m彼らは特別なワンドの背後にある伝承に入った場合多分それは次の映画やシリーズまたは何のために意味をなすでしょう。\u001b[22m\n\u001b[4mI doubt it.\u001b[24m\n    \u001b[1m疑わしい。\u001b[22m, \u001b[1m私はそれを疑う。\u001b[22m, \u001b[1m私はそれを疑います。\u001b[22m\n\u001b[4mBut maybe.\u001b[24m\n    \u001b[1mしかし、多分。\u001b[22m\n\u001b[1m\u001b[22m\nI wish I could be excited about this storyline that initially seemed focused entirely in a largely non-sexually-objectifying manner on women and women's friendships and magic done by and administrated by women and women's history. But it's just a giant disappointment recycling boring sexist and cliche tropes with some added bad writing.\n\n\u001b[1m私は、最初は女性と女性の歴史によって行われ、管理された女性と女性の友情と魔法について、ほとんど非性的に客観的なやり方に完全に焦点を当てていたようなこのストーリーラインに興奮することができれば嬉しいです。 しかし、それは退屈なセクシュアリティとクリシェ・トロピカルをリサイクルするという大きな失望です。\u001b[22m\n\u001b[1m(Watashi wa, saisho wa josei to josei no rekishi ni yotte okonawa re, kanri sa reta josei to josei no yūjō to mahō ni tsuite, hotondo hi seiteki ni kakkantekina yarikata ni kanzen ni shōten o atete ita yōna kono sutōrīrain ni kōfun suru koto ga dekireba ureshīdesu. Shikashi, sore wa taikutsuna sekushuariti to kurishe toropikaru o risaikuru suru to iu ōkina shitsubōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI wish I could be excited about this storyline that initially seemed focused entirely in a largely non-sexually-objectifying manner on women and women's friendships and magic done by and administrated by women and women's history. But it's just a giant disappointment recycling boring sexist and cliche tropes with some added bad writing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish I could be excited about this storyline that initially seemed focused entirely in a largely non-sexually-objectifying manner on women and women's friendships and magic done by and administrated by women and women's history.\u001b[24m\n    \u001b[1m私は、最初は女性と女性の歴史によって行われ、管理された女性と女性の友情と魔法について、ほとんど非性的に客観的なやり方に完全に焦点を当てていたようなこのストーリーラインに興奮することができれば嬉しいです。\u001b[22m, \u001b[1m私は当初、女性と女性の友情と魔法によって行われ、女性と女性の歴史が運営に大きく非性的客観方法で完全に焦点を当てたように見えたこのストーリーワクワクすることができたいと思います。\u001b[22m\n\u001b[4mBut it's just a giant disappointment recycling boring sexist and cliche tropes with some added bad writing.\u001b[24m\n    \u001b[1mしかし、それは退屈なセクシュアリティとクリシェ・トロピカルをリサイクルするという大きな失望です。\u001b[22m, \u001b[1mしかし、それはほんの一部で退屈な性差別や決まり文句比喩をリサイクルする巨大な失望が悪い書き込みを追加されます。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "Winstonite",
    "profile": "/profile/Winstonite/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=223997",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nなぜこれがそのような高い得点を持っているのか分からない。 オリジナルのOVAはほぼあらゆる面で優れていますが、続編は多くの面で失敗します。\n主人公、Akkoは、大きな夢を見せている可愛い元気の小さな女の子から、ほとんど誰も無視して、自分の気持ちの良い小さな計画を望んでいないため、気が散った。 彼女の友人たちはより多くの開発を受けていますが、キャストへの3つの追加は、ほとんど何も起こっておらず、まったく発展していません。 彼らは彼女のパレードを築くのを助けるプロット装置以外の何ものでもなく、彼女が言ったことでは決して反対していないようだ。\nショー自体は何らかの理由で非常に静かです。 同じように、声優はまだ進行中ですが、元のLWAが素晴らしいサウンドトラックを持っているので、音楽は非常に重要な瞬間から失われているようです。新しい音楽を書くために予算が足りなくなっても、 多分それを再利用したでしょう。 しかし、代わりに、一般的なオーケストラの音楽はまばらにバックグラウンドで演奏されます。\n象徴的なトリガースタイルのアニメーションが誇張された表現と漫画のような感触を持ち、アニメーションはまだそこにあります。 これはショーが最も優れている場所です。 まだいくつかのコーナーがカットされているような気がしますが、特にコーナードでは。\n全体的に、私は本当にこのショーを好きにしたいとは思っていましたが、元のLWAがおそらく私の好きな時間だったことを考えれば、それは私を失敗させます。 私は本当にそれで私の時間を楽しまなかった。 クライマックスでさえ、私はまだ多くのものか​​ら離れていました。 私は彼らが今後のテレビアニメでもっとうまくいくことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nDon't really get why this has such a high score. While the original OVA excels at nearly every aspect, the sequel fails on many front.\n\n\u001b[1mなぜこれがそのような高い得点を持っているのか分からない。 オリジナルのOVAはほぼあらゆる面で優れていますが、続編は多くの面で失敗します。\u001b[22m\n\u001b[1m(Naze kore ga sono yōna takai tokuten o motte iru no ka wakaranai. Orijinaru no ovu~a wa hobo arayuru men de sugurete imasuga, zokuhen wa ōku no men de shippai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDon't really get why this has such a high score. While the original OVA excels at nearly every aspect, the sequel fails on many front.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't really get why this has such a high score.\u001b[24m\n    \u001b[1mなぜこれがそのような高い得点を持っているのか分からない。\u001b[22m, \u001b[1mこれは、そのようなハイスコアを持っている理由は、実際に取得しないでください。\u001b[22m\n\u001b[4mWhile the original OVA excels at nearly every aspect, the sequel fails on many front.\u001b[24m\n    \u001b[1mオリジナルのOVAはほぼあらゆる面で優れていますが、続編は多くの面で失敗します。\u001b[22m, \u001b[1mオリジナルのOVAは、ほぼすべての面で優れているが、続編は多くの前面に失敗します。\u001b[22m\nThe main character, Akko, went from adorable genki little girl with big dreams to just plain selfish, disregarding almost every one else and then get mad at them for not wanting in on your shitty little plan. Her friends get more development, which is fine, but the three other addition to the cast has almost nothing going on for them, and never developed, at all, period. They served as nothing more other than plot device to help her build her parade, and never seem to disagreed with anything she said.\n\n\u001b[1m主人公、Akkoは、大きな夢を見せている可愛い元気の小さな女の子から、ほとんど誰も無視して、自分の気持ちの良い小さな計画を望んでいないため、気が散った。 彼女の友人たちはより多くの開発を受けていますが、キャストへの3つの追加は、ほとんど何も起こっておらず、まったく発展していません。 彼らは彼女のパレードを築くのを助けるプロット装置以外の何ものでもなく、彼女が言ったことでは決して反対していないようだ。\u001b[22m\n\u001b[1m(Shujinkō, Akko wa, ōkina yume o misete iru kawaii genki no chīsana on'nanoko kara, hotondo dare mo mushi shite, jibun no kimochi no yoi chīsana keikaku o nozonde inai tame, ki ga chitta. Kanojo no yūjin-tachi wa yori ōku no kaihatsu o ukete imasuga, kyasuto e no 3ttsu no tsuika wa, hotondo nani mo okotte orazu, mattaku hatten shite imasen. Karera wa kanojo no parēdo o kizuku no o tasukeru purotto sōchi igai no nanimonode mo naku, kanojo ga itta kotode wa kesshite hantai shite inai yōda.)\u001b[22m\n\nTranslations of \u001b[4mThe main character, Akko, went from adorable genki little girl with big dreams to just plain selfish, disregarding almost every one else and then get mad at them for not wanting in on your shitty little plan. Her friends get more development, which is fine, but the three other addition to the cast has almost nothing going on for them, and never developed, at all, period. They served as nothing more other than plot device to help her build her parade, and never seem to disagreed with anything she said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character, Akko, went from adorable genki little girl with big dreams to just plain selfish, disregarding almost every one else and then get mad at them for not wanting in on your shitty little plan.\u001b[24m\n    \u001b[1m主人公、Akkoは、大きな夢を見せている可愛い元気の小さな女の子から、ほとんど誰も無視して、自分の気持ちの良い小さな計画を望んでいないため、気が散った。\u001b[22m, \u001b[1mメインキャラクター、アッコは、他のほぼすべての1を無視して、大きな夢を持つ愛らしい元気少女から単なる利己的に行って、その後、あなたのくだらない小さな計画にでたくないためにそれらに怒ります。\u001b[22m\n\u001b[4mHer friends get more development, which is fine, but the three other addition to the cast has almost nothing going on for them, and never developed, at all, period.\u001b[24m\n    \u001b[1m彼女の友人たちはより多くの開発を受けていますが、キャストへの3つの追加は、ほとんど何も起こっておらず、まったく発展していません。\u001b[22m, \u001b[1m彼女の友人は結構ですより多くの開発を、得るが、キャストに3他の添加が彼らのために起こってほとんど何も持っていないし、全く、開発することはありません、期間。\u001b[22m\n\u001b[4mThey served as nothing more other than plot device to help her build her parade, and never seem to disagreed with anything she said.\u001b[24m\n    \u001b[1m彼らは彼女のパレードを築くのを助けるプロット装置以外の何ものでもなく、彼女が言ったことでは決して反対していないようだ。\u001b[22m, \u001b[1m彼らは彼女が彼女のパレードの構築に役立つ、と彼女は言った何に反対するように見えることはありませんするプロットデバイスよりも、他の何も務めていました。\u001b[22m\nThe show itself is very, very quiet for some reason. Like, there's still the voice acting going on, but music seems to be missing from very key moments, which is wierd since the original LWA has a fantastic soundtrack, and even if they ran out of budget to write new music, they could've probably reused a lot of that. But, instead, we get generic orchestral music sparsely playing in the background.\n\n\u001b[1mショー自体は何らかの理由で非常に静かです。 同じように、声優はまだ進行中ですが、元のLWAが素晴らしいサウンドトラックを持っているので、音楽は非常に重要な瞬間から失われているようです。新しい音楽を書くために予算が足りなくなっても、 多分それを再利用したでしょう。 しかし、代わりに、一般的なオーケストラの音楽はまばらにバックグラウンドで演奏されます。\u001b[22m\n\u001b[1m(Shō jitai wa nanrakano riyū de hijō ni shizukadesu. Onajiyōni, seiyū wa mada shinkō-chūdesuga,-moto no LWA ga subarashī saundotorakku o motte irunode, ongaku wa hijō ni jūyōna shunkan kara ushinawa rete iru yōdesu. Atarashī ongaku o kaku tame ni yosan ga tarinaku natte mo, tabun sore o sai riyō shitadeshou. Shikashi, kawarini, ippantekina ōkesutora no ongaku wa mabara ni bakkuguraundo de ensō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show itself is very, very quiet for some reason. Like, there's still the voice acting going on, but music seems to be missing from very key moments, which is wierd since the original LWA has a fantastic soundtrack, and even if they ran out of budget to write new music, they could've probably reused a lot of that. But, instead, we get generic orchestral music sparsely playing in the background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show itself is very, very quiet for some reason.\u001b[24m\n    \u001b[1mショー自体は何らかの理由で非常に静かです。\u001b[22m, \u001b[1mショー自体は、いくつかの理由のために非常に、非常に静かです。\u001b[22m\n\u001b[4mLike, there's still the voice acting going on, but music seems to be missing from very key moments, which is wierd since the original LWA has a fantastic soundtrack, and even if they ran out of budget to write new music, they could've\u001b[24m\n    \u001b[1m同じように、声優はまだ進行中ですが、元のLWAが素晴らしいサウンドトラックを持っているので、音楽は非常に重要な瞬間から失われているようです。新しい音楽を書くために予算が足りなくなっても、\u001b[22m, \u001b[1m同様に、そこに起こって演技の声はまだだが、音楽は非常に重要な瞬間から欠落しているように見える、元のLWAは素晴らしいサウンドトラックを持っており、彼らは新しい音楽を書くために予算を使い果たした場合でも、彼らがいたかもしれないので、奇妙です\u001b[22m\n\u001b[4mprobably reused a lot of that.\u001b[24m\n    \u001b[1m多分それを再利用したでしょう。\u001b[22m, \u001b[1mおそらくそれの多くを再利用します。\u001b[22m\n\u001b[4mBut, instead, we get generic orchestral music sparsely playing in the background.\u001b[24m\n    \u001b[1mしかし、代わりに、一般的なオーケストラの音楽はまばらにバックグラウンドで演奏されます。\u001b[22m, \u001b[1mしかし、その代わりに、我々はまばらに、バックグラウンドで再生中の一般的なオーケストラの音楽を取得します。\u001b[22m\nThe animation is still there, with the iconic Trigger style of animation with exagerrated expressions and cartoon-like feel. This is where the show excels at the most. Although it still feel like some corners has been cut, especially with the crouds.\n\n\u001b[1m象徴的なトリガースタイルのアニメーションが誇張された表現と漫画のような感触を持ち、アニメーションはまだそこにあります。 これはショーが最も優れている場所です。 まだいくつかのコーナーがカットされているような気がしますが、特にコーナードでは。\u001b[22m\n\u001b[1m(Shōchō-tekina torigāsutairu no animēshon ga kochō sa reta hyōgen to manga no yōna kanshoku o mochi, animēshon wa mada soko ni arimasu. Kore wa shō ga mottomo sugurete iru bashodesu. Mada ikutsu ka no kōnā ga katto sa rete iru yōna ki ga shimasuga, tokuni kōnādode wa.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is still there, with the iconic Trigger style of animation with exagerrated expressions and cartoon-like feel. This is where the show excels at the most. Although it still feel like some corners has been cut, especially with the crouds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is still there, with the iconic Trigger style of animation with exagerrated expressions and cartoon-like feel.\u001b[24m\n    \u001b[1m象徴的なトリガースタイルのアニメーションが誇張された表現と漫画のような感触を持ち、アニメーションはまだそこにあります。\u001b[22m, \u001b[1mアニメーションはexagerrated表現や漫画のような感触とアニメーションの象徴的なトリガースタイルで、まだそこにあります。\u001b[22m\n\u001b[4mThis is where the show excels at the most.\u001b[24m\n    \u001b[1mこれはショーが最も優れている場所です。\u001b[22m, \u001b[1mショーは最も得意とするところです。\u001b[22m\n\u001b[4mAlthough it still feel like some corners has been cut, especially with the crouds.\u001b[24m\n    \u001b[1mまだいくつかのコーナーがカットされているような気がしますが、特にコーナードでは。\u001b[22m, \u001b[1mそれはまだいくつかのコーナーのように感じますが、特にcroudsで、切断されています。\u001b[22m\nOverall, even though I really wanted to like this show, considering the original LWA was probably my all time favorite, it fails me. I didn't really enjoy my time with it. Even at the climax, I was still put off by a lot off things. I just hope they can do better with the upcoming TV anime.\n\n\u001b[1m全体的に、私は本当にこのショーを好きにしたいとは思っていましたが、元のLWAがおそらく私の好きな時間だったことを考えれば、それは私を失敗させます。 私は本当にそれで私の時間を楽しまなかった。 クライマックスでさえ、私はまだ多くのものか​​ら離れていました。 私は彼らが今後のテレビアニメでもっとうまくいくことを願っています。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa hontōni kono shō o sukini shitai to wa omotte imashitaga,-moto no LWA ga osoraku watashi no sukina jikandatta koto o kangaereba, sore wa watashi o shippai sa semasu. Watashi wa hontōni sore de watashinojikan o tanoshimanakatta. Kuraimakkusude sae, watashi wa mada ōku no mono ka ​​-ra hanarete imashita. Watashi wa karera ga kongo no terebi anime de motto umaku iku koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, even though I really wanted to like this show, considering the original LWA was probably my all time favorite, it fails me. I didn't really enjoy my time with it. Even at the climax, I was still put off by a lot off things. I just hope they can do better with the upcoming TV anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, even though I really wanted to like this show, considering the original LWA was probably my all time favorite, it fails me.\u001b[24m\n    \u001b[1m全体的に、私は本当にこのショーを好きにしたいとは思っていましたが、元のLWAがおそらく私の好きな時間だったことを考えれば、それは私を失敗させます。\u001b[22m, \u001b[1m全体的に、私は本当に元LWAを考慮すると、この番組を好きにたかっていても、それは私を失敗し、おそらく私のすべての時間のお気に入りでした。\u001b[22m\n\u001b[4mI didn't really enjoy my time with it.\u001b[24m\n    \u001b[1m私は本当にそれで私の時間を楽しまなかった。\u001b[22m, \u001b[1m私は実際にそれで私の時間を楽しんでいませんでした。\u001b[22m\n\u001b[4mEven at the climax, I was still put off by a lot off things.\u001b[24m\n    \u001b[1mクライマックスでさえ、私はまだ多くのものから離れていました。\u001b[22m, \u001b[1mでもクライマックスで、私はまだ物事オフロットによって延期されました。\u001b[22m\n\u001b[4mI just hope they can do better with the upcoming TV anime.\u001b[24m\n    \u001b[1m私は彼らが今後のテレビアニメでもっとうまくいくことを願っています。\u001b[22m, \u001b[1m私はちょうど彼らが今後のTVアニメとのより良い行うことができます願っています。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "Flawfinder",
    "profile": "/profile/Flawfinder/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=196175",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  6\nキャラクター|  2\n|  3\n\n私が盲目的にゴミ箱にモルモニズムに関する本を見つけたホームレスの男のような新しいものを買ったファンボイの頃、私はその発見のためにかなりのKickstarterプロジェクトに貢献し、気持ちを落として数ヶ月/ 私が死ぬ業界を支えていて、報酬を得ていて、例外なく、最終製品がそれほど良くないと気づいたとき、幸せな表情が急速にうぬぼれに変わったと私は思います。 実際、彼らは良くないよりも悪かったです。 彼らはまったく無邪気に見守ることができたいたずらなものだったので、誰もが知っているビデオゲームにお金を費やしていたかもしれませんが、私が自分で演奏するまで個人的には分かりませんでした。  「地獄に乗る：報復」のように。\n\nそれは単にショーに行く：購入する前に試してみてください。 今や公平になるために、最初のリトル・ウィッチ・アカデミアを試してみました。人々が実際に「スタジオ・トリガー」という言葉を声に出すことができました。 私は当時それを好きだったことを覚えていますが、正直に理由を覚えていません。 実際、キャラクターのデザイン、アニメーションは素晴らしく、彼が自発的に燃焼する前にドラゴンが直面していたこの漫画的な表現を除けば、最初のLittle Witch Academiaについて何も覚えていません。 私が覚えていたのは、キャストは小さな女の子だけで構成されていたことだったので、私はユーフォニアムのキャストは主に女の子だったことを思い起こさせながら、少しの恐怖で続編に入りました。 しかし、それは許容された。 確かに、この馬蹄形の杭よりも、うまくアニメーション化されたかわいい女の子のことです。  60ドルも払っていますよね？\n\nこの続編の物語は、最初の分割払いの女の子を元に戻します。その名前は、人格が全くないために覚えていなくてもいいので、人として扱うことに全く関心がありません。 彼らの魔法使いを怒らせ、グリフィンドールから10ポイントを得た後、地元のパレードの準備をして、大切な出来事の間に激しい仕事の仕方や暴行がどのようにトラブルにつながるかを学ばなければなりません。 ああ待って、それは途中でまともな子供たちのショーのプロットになるでしょう（あなたが重力の滝でない場合、素晴らしい子供たちのショーではすばらしいプロットになるでしょう）。  OVAは実際にはどこにも行かないパレードのためのたくさんの話とアイデアで時間を無駄にする女の子に関するもので、子供たちがすべてのモペイを見せたら、彼らは魔法で彼らを応援し、ドラゴンクライマックスの再ハッシュで別のモンスターを打ち負かす その後、管理人のオフィスに投げ込まれたディズニーチャンネルのチェックリストから撤去された最終レッスンを送付します。 プロダクションに行くまでは、アイシャがジュニチのハーレムドレスをストリップクラブに属しているように見える魔法少女の衣装にすることで、どのように魔法が解決できるかを子供に教えようとするときに、ダ・カーポSSのエピソードの1つのエピソードがある。\n\nはい、私はリトル・ウィッチ・アカデミア2が続編のようなものだと言って申し訳ありません。 ほとんどのアニメの続編は最初から始まるものではありませんが、これは長さの2倍と20倍の間違いを除いて原作と基本的に同じです。 数式にはほとんど追加されておらず、追加されるものは、主要な方法で貢献するのではなくランタイムを補うために使用されています。 また、私は確信していませんが、私は女の子が以前よりも派手に行動すると思います。 デュラララの魅力的な追加ほど悪くはないが、少なくともデュラララは全面的に待っていた。 任天堂がそのフランチャイズと同じことをやろう\"。\n\nアニメーションはまだ良質なので、少なくともビジュアルを愛するファンは、サンタ社によって引き起こされた損傷を修復するために眼科手術を受けた後で、何かをかわすことがあります。 そして、私のように、トリガーが安いアニメーションセービングのトリックでShiggleに変身するのを見るのに疲れているのですが、誰かがレコーディングルームでキャッチフレーズを悪化させたり、プラチナゲームよりも自伝的に物語を繰り返したりするのは喜ばしいことです。 彼らは少なくとも彼らの普通の厄介な欠点の少なくとも1つを物事から守ったことを知っている。 彼らが他の50人を修正すれば、実際には良いものが得られるかもしれません。 しかし、私たちは間違っていることが間違ってしまう世界に住んでいるので、Thundercatsや何かにリメイクしていることが判明しない限り、私はそれを望んでいません。\n\nそれでこのことに何か新しいことがありますか？ パレードがありますか？ パレードのような人たち、そう？ 彼らがジョン・グッドマンによって歌われる歌う恐竜を持っていない限り、私は意味する。 そこには...ええと、これは私が見直しが好きではない理由、かわいい女の子のものを見て、 彼らは物質がなく、面白​​くないし、書くのがとても難しい。 少なくとも、何かが電車のように終わると、私はそれを使って作業することができます。 かわいい女の子のことを言えば、A-1ピクチャーズがリリースしている3人の女神についてのGirls Und Panzerやその映画を見る前に、地獄が凍りつくでしょう。 地獄はA-1が何か良いものをリリースするときに悪魔になってしまいます。\n\n見る？ 今私はアニメとは関係のないスタジオを侮辱しています私はちょうどこのレビューを長くすることについて話していますLittle Witch Academia 2は女の子たちに魔法の実用性についてチャットしています。  1時間分の画面時間を費やす。 あなたはもう私をあなたの悪に引き寄せていません。 それをまとめてみると、この執筆時点で、Little Witch Academia 2はMALのランキングが前任者よりもわずかに低いことがわかります。 それは理由がある、私は確かに物事を記録するユーザーの良い塊が最初のものを好きだったので。\n\n物語は最初のものからあまりにも多くを借りている間、すべての子供の本のクリシェから切り裂かれています。 文字は完全に無関係か、はるかに優れた子供番組のキャラクターの悪いパロディのように振る舞います。 そして、ユーモアがボールを吸って、味が気に入らなかったことに気付き、私がセント・パークのトロールから無意味なフィラーを見ているようなアニメの大部分があったので、3分間嘔吐しました 再び。 それは、待望の価値が全くない恐ろしい手段によって作られた、失望したスタジオからの貧しい製品です。私はそれが存在していたことを忘れて、幸せです。私の西洋の漫画の餌は、Gravity Fallsの新しいエピソードを待って、 リリースされ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nBack when I was the type of fanboy who blindly bought into new things like a homeless man who found a book on Mormonism in the trash, I contributed to quite a few Kickstarter projects upon its discovery, waited months/years to receive my prize whilst feeling good about myself that I was supporting a dying industry, reaped the rewards, and said happy expression quickly turned to sullen joylessness when I realized that the final product - with no exception - wasn't very good. In fact, they were worse than not good. They were utter shit that I could have watched for free anyways, so I might as well have spent the money on a video game that everyone knows is shit but I wouldn’t personally know for sure until I played it myself. Like say, Ride to Hell: Retribution.\n\n\u001b[1m私が盲目的にゴミ箱にモルモニズムに関する本を見つけたホームレスの男のような新しいものを買ったファンボイの頃、私はその発見のためにかなりのKickstarterプロジェクトに貢献し、気持ちを落として数ヶ月/ 私が死ぬ業界を支えていて、報酬を得ていて、例外なく、最終製品がそれほど良くないと気づいたとき、幸せな表情が急速にうぬぼれに変わったと私は思います。 実際、彼らは良くないよりも悪かったです。 彼らはまったく無邪気に見守ることができたいたずらなものだったので、誰もが知っているビデオゲームにお金を費やしていたかもしれませんが、私が自分で演奏するまで個人的には分かりませんでした。  「地獄に乗る：報復」のように。\u001b[22m\n\u001b[1m(Watashi ga mōmokuteki ni gomibako ni morumonizumu ni kansuru hon o mitsuketa hōmuresu no otoko no yōna atarashī mono o katta fanboi no koro, watashi wa sono hakken no tame ni kanari no Kickstarter purojekuto ni kōken shi, kimochi o otoshite sū-kagetsu/ watashi ga shinu gyōkai o sasaete ite, hōshū o ete ite, reigai naku, saishū seihin ga sore hodo yokunai to kidzuita toki, shiawasena hyōjō ga kyūsoku ni unubore ni kawatta to watashi wa omoimasu. Jissai, karera wa yokunai yori mo warukattadesu. Karera wa mattaku mujaki ni mimamoru koto ga dekita itazurana monodattanode, daremoga shitte iru bideogēmu ni okane o tsuiyashite ita kamo shiremasenga, watashi ga jibun de ensō suru made kojin-teki ni wa wakarimasendeshita. `Jigoku ni noru: Hōfuku' no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mBack when I was the type of fanboy who blindly bought into new things like a homeless man who found a book on Mormonism in the trash, I contributed to quite a few Kickstarter projects upon its discovery, waited months/years to receive my prize whilst feeling good about myself that I was supporting a dying industry, reaped the rewards, and said happy expression quickly turned to sullen joylessness when I realized that the final product - with no exception - wasn't very good. In fact, they were worse than not good. They were utter shit that I could have watched for free anyways, so I might as well have spent the money on a video game that everyone knows is shit but I wouldn’t personally know for sure until I played it myself. Like say, Ride to Hell: Retribution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBack when I was the type of fanboy who blindly bought into new things like a homeless man who found a book on Mormonism in the trash, I contributed to quite a few Kickstarter projects upon its discovery, waited months/years to receive my prize whilst feeling\u001b[24m\n    \u001b[1m私が盲目的にゴミ箱にモルモニズムに関する本を見つけたホームレスの男のような新しいものを買ったファンボイの頃、私はその発見のためにかなりのKickstarterプロジェクトに貢献し、気持ちを落として数ヶ月/\u001b[22m, \u001b[1m戻る私は盲目的にゴミ箱にモルモン教の本を見つけたホームレスの男性のような新しいものに買っおたくのタイプだったとき、私は、その発見にかなりの数のキックスタータープロジェクトに貢献して感じながら、私の賞金を受け取るために数ヶ月/年待ちました\u001b[22m\n\u001b[4mgood about myself that I was supporting a dying industry, reaped the rewards, and said happy expression quickly turned to sullen joylessness when I realized that the final product - with no exception - wasn't very good.\u001b[24m\n    \u001b[1m私が死ぬ業界を支えていて、報酬を得ていて、例外なく、最終製品がそれほど良くないと気づいたとき、幸せな表情が急速にうぬぼれに変わったと私は思います。\u001b[22m, \u001b[1m自分自身について良い、私は死んで業界を支援していること、報酬を刈り取った、と私は最終製品ことに気づいたときに幸せそうな表情はすぐに意気消沈を不機嫌そうになっ語っ - 例外なくは - 非常によくありませんでした。\u001b[22m\n\u001b[4mIn fact, they were worse than not good.\u001b[24m\n    \u001b[1m実際、彼らは良くないよりも悪かったです。\u001b[22m, \u001b[1m実際に、彼らは良いではないよりも悪かったです。\u001b[22m\n\u001b[4mThey were utter shit that I could have watched for free anyways, so I might as well have spent the money on a video game that everyone knows is shit but I wouldn’t personally know for sure until I played it myself.\u001b[24m\n    \u001b[1m彼らはまったく無邪気に見守ることができたいたずらなものだったので、誰もが知っているビデオゲームにお金を費やしていたかもしれませんが、私が自分で演奏するまで個人的には分かりませんでした。\u001b[22m, \u001b[1m彼らは私がとにかく無料で視聴している可能性が全くのたわごとだったので、私は同様に誰もがたわごとであることを知っているが、私はそれを自分で演奏するまで、私は個人的に確かに知っていないであろうとビデオゲームにお金を費やしている可能性があります。\u001b[22m\n\u001b[4mLike say, Ride to Hell: Retribution.\u001b[24m\n    \u001b[1m「地獄に乗る：報復」のように。\u001b[22m, \u001b[1m言うように、地獄に乗る：報復を。\u001b[22m\n\u001b[1m\u001b[22m\nIt just goes to show: try before you buy. Now to be fair, I did try the first Little Witch Academia back when people could actually say the word “Studio Trigger” without a mild snarl in their voice. I remember liking it at the time, but I honestly can’t remember why. In fact, I can’t remember anything about the first Little Witch Academia at all aside from the characters’ designs, the animation being nice, and this one cartoonish expression a dragon had right before he spontaneously combusted. What I did remember was that the cast consisted solely of little girls, so I went into the sequel with a bit of fear whilst reminding myself that Euphonium's cast was mostly girls and it was...well I didn't love the show or anything , but it was tolerable. Certainly a better well-animated cute girl thing than this banal pile of horseshit. Sixty bucks well-spent, huh?\n\n\u001b[1mそれは単にショーに行く：購入する前に試してみてください。 今や公平になるために、最初のリトル・ウィッチ・アカデミアを試してみました。人々が実際に「スタジオ・トリガー」という言葉を声に出すことができました。 私は当時それを好きだったことを覚えていますが、正直に理由を覚えていません。 実際、キャラクターのデザイン、アニメーションは素晴らしく、彼が自発的に燃焼する前にドラゴンが直面していたこの漫画的な表現を除けば、最初のLittle Witch Academiaについて何も覚えていません。 私が覚えていたのは、キャストは小さな女の子だけで構成されていたことだったので、私はユーフォニアムのキャストは主に女の子だったことを思い起こさせながら、少しの恐怖で続編に入りました。 しかし、それは許容された。 確かに、この馬蹄形の杭よりも、うまくアニメーション化されたかわいい女の子のことです。  60ドルも払っていますよね？\u001b[22m\n\u001b[1m(Sore wa tan'ni shō ni iku: Kōnyū suru mae ni tameshite mite kudasai. Imaya kōhei ni naru tame ni, saisho no ritoru u~itchi akademia o tameshite mimashita. Hitobito ga jissai ni `sutajio torigā' to iu kotoba o koe ni dasu koto ga dekimashita. Watashi wa tōji sore o sukidatta koto o oboete imasuga, shōjiki ni riyū o oboete imasen. Jissai, kyarakutā no dezain, animēshon wa subarashiku, kare ga jihatsu-teki ni nenshō suru mae ni doragon ga chokumen shite ita kono manga-tekina hyōgen o nozokeba, saisho no Little u~itchi Academia ni tsuite nani mo oboete imasen. Watashi ga oboete ita no wa, kyasuto wa chīsana on'nanoko dake de kōsei sa rete ita kotodattanode, watashi wa yūfoniamu no kyasuto wa omoni on'nanokodatta koto o omoiokosa senagara, sukoshi no kyōfu de zokuhen ni hairimashita. Shikashi, soreha kyoyō sa reta. Tashika ni, kono batei katachi no kui yori mo, umaku animēshon-ka sa reta kawaī on'nanoko no kotodesu. 60-Doru mo haratte imasu yo ne?)\u001b[22m\n\nTranslations of \u001b[4mIt just goes to show: try before you buy. Now to be fair, I did try the first Little Witch Academia back when people could actually say the word “Studio Trigger” without a mild snarl in their voice. I remember liking it at the time, but I honestly can’t remember why. In fact, I can’t remember anything about the first Little Witch Academia at all aside from the characters’ designs, the animation being nice, and this one cartoonish expression a dragon had right before he spontaneously combusted. What I did remember was that the cast consisted solely of little girls, so I went into the sequel with a bit of fear whilst reminding myself that Euphonium's cast was mostly girls and it was...well I didn't love the show or anything , but it was tolerable. Certainly a better well-animated cute girl thing than this banal pile of horseshit. Sixty bucks well-spent, huh?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt just goes to show: try before you buy.\u001b[24m\n    \u001b[1mそれは単にショーに行く：購入する前に試してみてください。\u001b[22m, \u001b[1mご購入前に試してみてください。それはちょうど示すことを行きます。\u001b[22m\n\u001b[4mNow to be fair, I did try the first Little Witch Academia back when people could actually say the word “Studio Trigger” without a mild snarl in their voice.\u001b[24m\n    \u001b[1m今や公平になるために、最初のリトル・ウィッチ・アカデミアを試してみました。人々が実際に「スタジオ・トリガー」という言葉を声に出すことができました。\u001b[22m, \u001b[1m人々が実際に自分の声で穏やかなうなりせずに単語「スタジオトリガー」を言うことができるときに今公正であることを、私は最初リトルウィッチアカデミアをバックしようとしました。\u001b[22m\n\u001b[4mI remember liking it at the time, but I honestly can’t remember why.\u001b[24m\n    \u001b[1m私は当時それを好きだったことを覚えていますが、正直に理由を覚えていません。\u001b[22m, \u001b[1m私は一度それを好き覚えているが、私は正直に理由を思い出すことができません。\u001b[22m\n\u001b[4mIn fact, I can’t remember anything about the first Little Witch Academia at all aside from the characters’ designs, the animation being nice, and this one cartoonish expression a dragon had right before he spontaneously combusted.\u001b[24m\n    \u001b[1m実際、キャラクターのデザイン、アニメーションは素晴らしく、彼が自発的に燃焼する前にドラゴンが直面していたこの漫画的な表現を除けば、最初のLittle Witch Academiaについて何も覚えていません。\u001b[22m, \u001b[1m実際に、私はキャラクターのデザインからまったく別に最初リトルウィッチアカデミアについては何も覚えていないことができ、アニメーションが素敵であること、およびこの1マンガ表現のドラゴンは、彼が自発的に燃焼直前に持っていました。\u001b[22m\n\u001b[4mWhat I did remember was that the cast consisted solely of little girls, so I went into the sequel with a bit of fear whilst reminding myself that Euphonium's cast was mostly girls and it was...well I didn't love the show or anything\u001b[24m\n    \u001b[1m私が覚えていたのは、キャストは小さな女の子だけで構成されていたことだったので、私はユーフォニアムのキャストは主に女の子だったことを思い起こさせながら、少しの恐怖で続編に入りました。\u001b[22m, \u001b[1m私が覚えていたことはキャストが単独で女の子から成っていることだったので、私はユーフォニアムのキャストのほとんどが女の子だったことを自分自身を思い出させながら、恐怖のビットと続編へ行き、それも私がショーか何かを愛していなかった...でした\u001b[22m\n\u001b[4m, but it was tolerable.\u001b[24m\n    \u001b[1mしかし、それは許容された。\u001b[22m, \u001b[1mが、それは許容しました。\u001b[22m\n\u001b[4mCertainly a better well-animated cute girl thing than this banal pile of horseshit.\u001b[24m\n    \u001b[1m確かに、この馬蹄形の杭よりも、うまくアニメーション化されたかわいい女の子のことです。\u001b[22m, \u001b[1m確かに馬糞のこの平凡な山よりも良いだけでなく、アニメーションのかわいい女の子の事。\u001b[22m\n\u001b[4mSixty bucks well-spent, huh?\u001b[24m\n    \u001b[1m60ドルも払っていますよね？\u001b[22m, \u001b[1m六十ドルはハァッ、よく過ごしましたか？\u001b[22m\n\u001b[1m\u001b[22m\nThe story of this sequel brings back the girls from the first installment, whose names I’m not going to even bother remembering because they have zero personality and thus I have zero interest in treating them as people. After pissing off their potions master and getting ten points taken from Gryffindor, they are forced to prepare for a local parade and learn about the nature of hard work and how goofing off tends to lead to trouble during important events. Oh wait, that would be the plot of a half-way decent kids’ show (unless you’re Gravity Falls, in which case it would be an awesome plot in an awesome kids’ show). The OVA is actually about the girls wasting time with lots of talking and ideas for the parade that never goes anywhere, and then when some kids show up all mopey, they cheer 'em with magic and defeating another monster in a rehash of the dragon climax from the first installment, and then deliver a final lesson scraped off of a Disney Channel checklist that was thrown into the janitor's office. As far as plots go, it’s right up there with that one episode of Da Capo SS when Aisha tries to teach little kids how magic can solve anything by having Junichi’s harem dress in mahou shoujo outfits that look like they belong in a strip club.\n\n\u001b[1mこの続編の物語は、最初の分割払いの女の子を元に戻します。その名前は、人格が全くないために覚えていなくてもいいので、人として扱うことに全く関心がありません。 彼らの魔法使いを怒らせ、グリフィンドールから10ポイントを得た後、地元のパレードの準備をして、大切な出来事の間に激しい仕事の仕方や暴行がどのようにトラブルにつながるかを学ばなければなりません。 ああ待って、それは途中でまともな子供たちのショーのプロットになるでしょう（あなたが重力の滝でない場合、素晴らしい子供たちのショーではすばらしいプロットになるでしょう）。  OVAは実際にはどこにも行かないパレードのためのたくさんの話とアイデアで時間を無駄にする女の子に関するもので、子供たちがすべてのモペイを見せたら、彼らは魔法で彼らを応援し、ドラゴンクライマックスの再ハッシュで別のモンスターを打ち負かす その後、管理人のオフィスに投げ込まれたディズニーチャンネルのチェックリストから撤去された最終レッスンを送付します。 プロダクションに行くまでは、アイシャがジュニチのハーレムドレスをストリップクラブに属しているように見える魔法少女の衣装にすることで、どのように魔法が解決できるかを子供に教えようとするときに、ダ・カーポSSのエピソードの1つのエピソードがある。\u001b[22m\n\u001b[1m(Kono zokuhen no monogatari wa, saisho no bunkatsubarai no on'nanoko o gen ni modoshimasu. Sono namae wa, jinkaku ga mattaku nai tame ni oboete inakute mo īnode, hito to shite atsukau koto ni mattaku kanshin ga arimasen. Karera no mahōtsukai o okora se, gurifindōru kara 10 pointo o eta nochi, jimoto no parēdo no junbi o shite, taisetsuna dekigoto no ma ni hageshī shigoto no shikata ya bōkō ga dono yō ni toraburu ni tsunagaru ka o manabanakereba narimasen. Ā matte, sore wa tochū de matomona kodomo-tachi no shō no purotto ni narudeshou (anata ga jūryoku no takidenai baai, subarashī kodomo-tachi no shōde wa subarashī purotto ni narudeshou). Ovu~a wa jissai ni wa dokoni mo ikanai parēdo no tame no takusan no hanashi to aidea de jikan o mudanisuru on'nanoko ni kansuru mono de, kodomo-tachi ga subete no mopei o misetara, karera wa mahō de karera o ōen shi, doragonkuraimakkusu no sai hasshu de betsu no monsutā o uchi makasu sonogo, kanrinin no ofisu ni nagekoma reta dizunīchan'neru no chekku risuto kara tekkyo sa reta saishū ressun o sōfu shimasu. Purodakushon ni iku made wa, aisha ga junichi no hāremudoresu o sutorippukurabu ni zokushite iru yō ni mieru mahō shōjo no ishō ni suru koto de, dono yō ni mahō ga kaiketsu dekiru ka o kodomo ni oshieyou to suru toki ni, da kāpo SS no episōdo no 1tsu no episōdo ga aru.)\u001b[22m\n\u001b[1m\u001b[22m\nYes, I’m sorry to say that Little Witch Academia 2 is the shit kind of sequel. Most anime sequels never do as well as the first to begin with, but this is the kind that’s basically the same as the original except with twice the length and twenty times the bullshit. There’s very little added to the formula and the stuff that is added is just used to pad out the runtime rather than contribute in any major way. Also, I’m not quite sure, but I think the girls act more spazzy than before. It’s not as bad as Durarara’s gimmicky additions, but at least Durarara waited an entire cour before giving up on itself and going “fuck it. Let’s do the same thing Nintendo does with its franchises”.\n\n\u001b[1mはい、私はリトル・ウィッチ・アカデミア2が続編のようなものだと言って申し訳ありません。 ほとんどのアニメの続編は最初から始まるものではありませんが、これは長さの2倍と20倍の間違いを除いて原作と基本的に同じです。 数式にはほとんど追加されておらず、追加されるものは、主要な方法で貢献するのではなくランタイムを補うために使用されています。 また、私は確信していませんが、私は女の子が以前よりも派手に行動すると思います。 デュラララの魅力的な追加ほど悪くはないが、少なくともデュラララは全面的に待っていた。 任天堂がそのフランチャイズと同じことをやろう\"。\u001b[22m\n\u001b[1m(Hai, watashi wa ritoru u~itchi akademia 2 ga zokuhen no yōna monoda to itte mōshiwake arimasen. Hotondo no anime no zokuhen wa saisho kara hajimaru monode wa arimasenga, kore wa naga-sa no 2-bai to 20-bai no machigai o nozoite gensaku to kihontekini onajidesu. Sūshiki ni wa hotondo tsuika sa rete orazu, tsuika sa reru mono wa, shuyōna hōhō de kōken suru node wanaku Rantaimu o oginau tame ni shiyō sa rete imasu. Mata, watashi wa kakushin shite imasenga, watashi wa on'nanoko ga izen yori mo hade ni kōdō suru to omoimasu. De~yurarara no miryoku-tekina tsuika hodo waruku wa naiga, sukunakutomo de~yurarara wa zenmen-teki ni matteita. Nintendō ga sono furanchaizu to onaji koto o yarou\".)\u001b[22m\n\nTranslations of \u001b[4mYes, I’m sorry to say that Little Witch Academia 2 is the shit kind of sequel. Most anime sequels never do as well as the first to begin with, but this is the kind that’s basically the same as the original except with twice the length and twenty times the bullshit. There’s very little added to the formula and the stuff that is added is just used to pad out the runtime rather than contribute in any major way. Also, I’m not quite sure, but I think the girls act more spazzy than before. It’s not as bad as Durarara’s gimmicky additions, but at least Durarara waited an entire cour before giving up on itself and going “fuck it. Let’s do the same thing Nintendo does with its franchises”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, I’m sorry to say that Little Witch Academia 2 is the shit kind of sequel.\u001b[24m\n    \u001b[1mはい、私はリトル・ウィッチ・アカデミア2が続編のようなものだと言って申し訳ありません。\u001b[22m, \u001b[1mはい、私はリトルウィッチアカデミア2は続編のたわごと一種であることを言って申し訳ありません。\u001b[22m\n\u001b[4mMost anime sequels never do as well as the first to begin with, but this is the kind that’s basically the same as the original except with twice the length and twenty times the bullshit.\u001b[24m\n    \u001b[1mほとんどのアニメの続編は最初から始まるものではありませんが、これは長さの2倍と20倍の間違いを除いて原作と基本的に同じです。\u001b[22m, \u001b[1mほとんどのアニメの続編は、そもそも最初は同様に行うことはありませんが、これは基本的に2倍の長さと20回のでたらめを除いてオリジナルと同じだようなものです。\u001b[22m\n\u001b[4mThere’s very little added to the formula and the stuff that is added is just used to pad out the runtime rather than contribute in any major way.\u001b[24m\n    \u001b[1m数式にはほとんど追加されておらず、追加されるものは、主要な方法で貢献するのではなくランタイムを補うために使用されています。\u001b[22m, \u001b[1mそこはほとんどの式に追加だと追加されたものは、単にランタイム外のパッドに使用されるのではなく、任意の主要な方法で貢献しています。\u001b[22m\n\u001b[4mAlso, I’m not quite sure, but I think the girls act more spazzy than before.\u001b[24m\n    \u001b[1mまた、私は確信していませんが、私は女の子が以前よりも派手に行動すると思います。\u001b[22m, \u001b[1mまた、私は非常にわからないんだけど、私は女の子は以前よりばかげた行動だと思います。\u001b[22m\n\u001b[4mIt’s not as bad as Durarara’s gimmicky additions, but at least Durarara waited an entire cour before giving up on itself and going “fuck it.\u001b[24m\n    \u001b[1mデュラララの魅力的な追加ほど悪くはないが、少なくともデュラララは全面的に待っていた。\u001b[22m, \u001b[1mそれはデュラララのギミックの追加ほど悪くはないですが、少なくともデュラララ自体をあきらめると、「それをファック行く前に全体クールを待っていました。\u001b[22m\n\u001b[4mLet’s do the same thing Nintendo does with its franchises”.\u001b[24m\n    \u001b[1m任天堂がそのフランチャイズと同じことをやろう\"。\u001b[22m, \u001b[1m「それでは、任天堂はそのフランチャイズでない同じことをやってみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is still of good quality, so at least the visual-loving fans have something to slobber over after having eye surgery to repair the damage caused by Santa Company. And if you, like me, are tired of seeing Trigger turning into Shaft with their cheap animation-saving tricks whilst someone makes bad catchphrases in the recording room and repeating their stories with more self-referentiality than Platinum Games, you'll be pleased to know that at least they kept at least one of their usual annoying quirks out of the thing. Now if only they’d fix the other fifty, maybe they’d actually produce some good stuff. But we live in a world where everything that can go wrong will go wrong, so I wouldn’t hold out hope for that unless it turns out that they’re making a remake to Thundercats or something.\n\n\u001b[1mアニメーションはまだ良質なので、少なくともビジュアルを愛するファンは、サンタ社によって引き起こされた損傷を修復するために眼科手術を受けた後で、何かをかわすことがあります。 そして、私のように、トリガーが安いアニメーションセービングのトリックでShiggleに変身するのを見るのに疲れているのですが、誰かがレコーディングルームでキャッチフレーズを悪化させたり、プラチナゲームよりも自伝的に物語を繰り返したりするのは喜ばしいことです。 彼らは少なくとも彼らの普通の厄介な欠点の少なくとも1つを物事から守ったことを知っている。 彼らが他の50人を修正すれば、実際には良いものが得られるかもしれません。 しかし、私たちは間違っていることが間違ってしまう世界に住んでいるので、Thundercatsや何かにリメイクしていることが判明しない限り、私はそれを望んでいません。\u001b[22m\n\u001b[1m(Animēshon wa mada ryōshitsunanode, sukunakutomo bijuaru o aisuru fan wa, Santa-sha ni yotte hikiokosa reta sonshō o shūfuku suru tame ni ganka shujutsu o uketa nochi de, nanika o kawasu koto ga arimasu. Soshite, watashi no yō ni, torigā ga yasui animēshonsēbingu no torikku de Shiggle ni henshin suru no o miru no ni tsukarete iru nodesuga, darekaga rekōdingurūmu de kyatchifurēzu o akka sa se tari, purachinagēmu yori mo jiden-teki ni monogatari o kurikaeshi tari suru no wa yorokobashī kotodesu. Karera wa sukunakutomo karera no futsū no yakkaina ketten no sukunakutomo 1tsu o monogoto kara mamotta koto o shitte iru. Karera ga hoka no 50-ri o shūsei sureba, jissai ni wa yoi mono ga e rareru kamo shiremasen. Shikashi, watashitachiha machigatte iru koto ga machigatte shimau sekai ni sunde irunode, Thundercats ya nanika ni rimeiku shite iru koto ga hanmei shinai kagiri, watashi wa sore o nozonde imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is still of good quality, so at least the visual-loving fans have something to slobber over after having eye surgery to repair the damage caused by Santa Company. And if you, like me, are tired of seeing Trigger turning into Shaft with their cheap animation-saving tricks whilst someone makes bad catchphrases in the recording room and repeating their stories with more self-referentiality than Platinum Games, you'll be pleased to know that at least they kept at least one of their usual annoying quirks out of the thing. Now if only they’d fix the other fifty, maybe they’d actually produce some good stuff. But we live in a world where everything that can go wrong will go wrong, so I wouldn’t hold out hope for that unless it turns out that they’re making a remake to Thundercats or something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is still of good quality, so at least the visual-loving fans have something to slobber over after having eye surgery to repair the damage caused by Santa Company.\u001b[24m\n    \u001b[1mアニメーションはまだ良質なので、少なくともビジュアルを愛するファンは、サンタ社によって引き起こされた損傷を修復するために眼科手術を受けた後で、何かをかわすことがあります。\u001b[22m, \u001b[1m少なくとも視覚を愛するファンはサンタ・カンパニーによって引き起こされる損傷を修復するために目の手術を受けた後、猫かわいがりするために何かを持っているので、アニメーションは、良い品質のものはまだです。\u001b[22m\n\u001b[4mAnd if you, like me, are tired of seeing Trigger turning into Shaft with their cheap animation-saving tricks whilst someone makes bad catchphrases in the recording room and repeating their stories with more self-referentiality than Platinum Games, you'll be pleased to\u001b[24m\n    \u001b[1mそして、私のように、トリガーが安いアニメーションセービングのトリックでShiggleに変身するのを見るのに疲れているのですが、誰かがレコーディングルームでキャッチフレーズを悪化させたり、プラチナゲームよりも自伝的に物語を繰り返したりするのは喜ばしいことです。\u001b[22m, \u001b[1mそして、あなたならば、私のように、彼らの安いアニメーション省トリックシャフトに回すトリガーを見ての疲れている誰かが録音室に悪いキャッチフレーズを行い、プラチナゲームズよりも自己参照性と彼らの物語を繰り返しながら、あなたはに喜んでいただけることでしょう\u001b[22m\n\u001b[4mknow that at least they kept at least one of their usual annoying quirks out of the thing.\u001b[24m\n    \u001b[1m彼らは少なくとも彼らの普通の厄介な欠点の少なくとも1つを物事から守ったことを知っている。\u001b[22m, \u001b[1m少なくとも彼らはもののうち、それらの通常の迷惑な癖の少なくとも一方を保持していることを知っています。\u001b[22m\n\u001b[4mNow if only they’d fix the other fifty, maybe they’d actually produce some good stuff.\u001b[24m\n    \u001b[1m彼らが他の50人を修正すれば、実際には良いものが得られるかもしれません。\u001b[22m, \u001b[1m唯一の彼らは、他の50を修正したい場合は今、おそらく彼らは実際にいくつかの良いものを生み出すだろう。\u001b[22m\n\u001b[4mBut we live in a world where everything that can go wrong will go wrong, so I wouldn’t hold out hope for that unless it turns out that they’re making a remake to Thundercats or something.\u001b[24m\n    \u001b[1mしかし、私たちは間違っていることが間違ってしまう世界に住んでいるので、Thundercatsや何かにリメイクしていることが判明しない限り、私はそれを望んでいません。\u001b[22m, \u001b[1mしかし、我々は間違って行くことができるすべてが間違って行く世界に住んでいるので、それは彼らがThundercatsか何かにリメイクを作っていることが判明しない限り、私はそのための希望を保持していないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nSo is there anything new in this thing? Um, there’s a parade? People like parades, right? Unless they have singing dinosaurs voiced by John Goodman, I mean. There’s...um...see, this is the reason why I don’t like reviewing, let alone watching cute girl stuff. They lack substance, they’re not funny, and they’re so bloody hard to write about. At least when something ends up as a trainwreck, I can work with that. And speaking of cute girl stuff, hell will freeze over before I watch any more Girls Und Panzer or that movie about the three goddesses that A-1 Pictures is releasing. Hell will have Satan turned into a pussy bitch when A-1 releases something good.\n\n\u001b[1mそれでこのことに何か新しいことがありますか？ パレードがありますか？ パレードのような人たち、そう？ 彼らがジョン・グッドマンによって歌われる歌う恐竜を持っていない限り、私は意味する。 そこには...ええと、これは私が見直しが好きではない理由、かわいい女の子のものを見て、 彼らは物質がなく、面白​​くないし、書くのがとても難しい。 少なくとも、何かが電車のように終わると、私はそれを使って作業することができます。 かわいい女の子のことを言えば、A-1ピクチャーズがリリースしている3人の女神についてのGirls Und Panzerやその映画を見る前に、地獄が凍りつくでしょう。 地獄はA-1が何か良いものをリリースするときに悪魔になってしまいます。\u001b[22m\n\u001b[1m(Sorede kono kotoni nanika atarashī koto ga arimasu ka? Parēdo ga arimasu ka? Parēdo no yōna hito-tachi,-sō? Karera ga Jon Guddoman ni yotte utawa reru utau kyōryū o motteinai kagiri, watashi wa imi suru. Soko ni wa... Ē to, kore wa watashi ga minaoshi ga sukide wanai riyū, kawaī on'nanoko no mono o mite, karera wa busshitsu ga naku, omoshiro ​​ ku naishi, kaku no ga totemo muzukashī. Sukunakutomo, nanika ga densha no yō ni owaru to, watashi wa sore o tsukatte sagyō suru koto ga dekimasu. Kawaī on'nanoko no koto o ieba, A - 1 pikuchāzu ga rirīsu shite iru 3-ri no megami ni tsuite no Girls Und Panzer ya sono eiga o miru mae ni, jigoku ga kōritsukudeshou. Jigoku wa A - 1 ga nani ka yoi mono o rirīsu suru toki ni akuma ni natte shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo is there anything new in this thing? Um, there’s a parade? People like parades, right? Unless they have singing dinosaurs voiced by John Goodman, I mean. There’s...um...see, this is the reason why I don’t like reviewing, let alone watching cute girl stuff. They lack substance, they’re not funny, and they’re so bloody hard to write about. At least when something ends up as a trainwreck, I can work with that. And speaking of cute girl stuff, hell will freeze over before I watch any more Girls Und Panzer or that movie about the three goddesses that A-1 Pictures is releasing. Hell will have Satan turned into a pussy bitch when A-1 releases something good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo is there anything new in this thing?\u001b[24m\n    \u001b[1mそれでこのことに何か新しいことがありますか？\u001b[22m, \u001b[1mだから、この事で何か新しいものはありますか？\u001b[22m\n\u001b[4mUm, there’s a parade?\u001b[24m\n    \u001b[1mパレードがありますか？\u001b[22m, \u001b[1mええと、パレードがありますか？\u001b[22m\n\u001b[4mPeople like parades, right?\u001b[24m\n    \u001b[1mパレードのような人たち、そう？\u001b[22m, \u001b[1mパレードのような人、右か？\u001b[22m\n\u001b[4mUnless they have singing dinosaurs voiced by John Goodman, I mean.\u001b[24m\n    \u001b[1m彼らがジョン・グッドマンによって歌われる歌う恐竜を持っていない限り、私は意味する。\u001b[22m, \u001b[1m彼らはジョン・グッドマン表明恐竜を歌っていない限り、私が意味します。\u001b[22m\n\u001b[4mThere’s...um...see, this is the reason why I don’t like reviewing, let alone watching cute girl stuff.\u001b[24m\n    \u001b[1mそこには...ええと、これは私が見直しが好きではない理由、かわいい女の子のものを見て、\u001b[22m, \u001b[1mええと...参照...あります、これは私がかわいい女の子のものを見ることはおろか、見直し好きではない理由です。\u001b[22m\n\u001b[4mThey lack substance, they’re not funny, and they’re so bloody hard to write about.\u001b[24m\n    \u001b[1m彼らは物質がなく、面白くないし、書くのがとても難しい。\u001b[22m, \u001b[1m彼らはおかしいじゃない、と彼らはについて書くのは難しいので、流血している、物質を欠いています。\u001b[22m\n\u001b[4mAt least when something ends up as a trainwreck, I can work with that.\u001b[24m\n    \u001b[1m少なくとも、何かが電車のように終わると、私はそれを使って作業することができます。\u001b[22m, \u001b[1m何かがtrainwreckとして終わるとき、少なくとも、私はそれを扱うことができます。\u001b[22m\n\u001b[4mAnd speaking of cute girl stuff, hell will freeze over before I watch any more Girls Und Panzer or that movie about the three goddesses that A-1 Pictures is releasing.\u001b[24m\n    \u001b[1mかわいい女の子のことを言えば、A-1ピクチャーズがリリースしている3人の女神についてのGirls Und Panzerやその映画を見る前に、地獄が凍りつくでしょう。\u001b[22m, \u001b[1m私はこれ以上ガールズウントパンツァーまたは-1の写真が解除された3人の女神について、その映画を見る前とかわいい女の子のものと言えば、地獄がオーバーフリーズします。\u001b[22m\n\u001b[4mHell will have Satan turned into a pussy bitch when A-1 releases something good.\u001b[24m\n    \u001b[1m地獄はA-1が何か良いものをリリースするときに悪魔になってしまいます。\u001b[22m, \u001b[1m地獄は-1は良い何かを離したときにサタンが猫の雌犬に変身しています。\u001b[22m\n\u001b[1m\u001b[22m\nSee? Now I'm insulting studios who have nothing to do with the anime I'm talking about just to lengthen this review out the same way Little Witch Academia 2 has the girls chat about the practicalities of magic like I give a fucking damn just to fill up an hour worth of screen time. Well you’re not pulling me into your evil any further. To sum it all up, you’ll notice as of this writing that Little Witch Academia 2 has a slightly lower ranking on MAL than its predecessor. There’s a reason for that, since I’m pretty sure that a good chunk of the users who record the thing liked the first one.\n\n\u001b[1m見る？ 今私はアニメとは関係のないスタジオを侮辱しています私はちょうどこのレビューを長くすることについて話していますLittle Witch Academia 2は女の子たちに魔法の実用性についてチャットしています。  1時間分の画面時間を費やす。 あなたはもう私をあなたの悪に引き寄せていません。 それをまとめてみると、この執筆時点で、Little Witch Academia 2はMALのランキングが前任者よりもわずかに低いことがわかります。 それは理由がある、私は確かに物事を記録するユーザーの良い塊が最初のものを好きだったので。\u001b[22m\n\u001b[1m(Miru? Ima watashi wa anime to wa kankeinonai sutajio o bujoku shite imasu watashi wa chōdo kono rebyū o nagaku suru koto ni tsuite hanashite imasu Little u~itchi Academia 2 wa on'nanoko-tachi ni mahō no jitsuyō-sei ni tsuite chatto shite imasu. 1-Jikan-bun no gamen jikan o tsuiyasu. Anata wa mō watashi o anata no aku ni hikiyosete imasen. Sore o matomete miru to, kono shippitsu jiten de, Little u~itchi Academia 2 wa MAL no rankingu ga zen'nin-sha yori mo wazuka ni hikui koto ga wakarimasu. Sore wa riyū ga aru, watashi wa tashika ni monogoto o kiroku suru yūzā no yoi katamari ga saisho no mono o sukidattanode.)\u001b[22m\n\nTranslations of \u001b[4mSee? Now I'm insulting studios who have nothing to do with the anime I'm talking about just to lengthen this review out the same way Little Witch Academia 2 has the girls chat about the practicalities of magic like I give a fucking damn just to fill up an hour worth of screen time. Well you’re not pulling me into your evil any further. To sum it all up, you’ll notice as of this writing that Little Witch Academia 2 has a slightly lower ranking on MAL than its predecessor. There’s a reason for that, since I’m pretty sure that a good chunk of the users who record the thing liked the first one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSee?\u001b[24m\n    \u001b[1m見る？\u001b[22m, \u001b[1m見る？\u001b[22m, \u001b[1m見て？\u001b[22m, \u001b[1m参照してください？\u001b[22m\n\u001b[4mNow I'm insulting studios who have nothing to do with the anime I'm talking about just to lengthen this review out the same way Little Witch Academia 2 has the girls chat about the practicalities of magic like I give a fucking damn just to fill\u001b[24m\n    \u001b[1m今私はアニメとは関係のないスタジオを侮辱しています私はちょうどこのレビューを長くすることについて話していますLittle Witch Academia 2は女の子たちに魔法の実用性についてチャットしています。\u001b[22m, \u001b[1m今、私はちょうどリトルウィッチアカデミア2は、私がちょうど埋めるためにクソいまいましいを与えるような女の子は魔法の実用性についてチャットがあり、同じようにこのレビューを長くするについて話しているアニメとは何の関係もない侮辱的なスタジオです\u001b[22m\n\u001b[4mup an hour worth of screen time.\u001b[24m\n    \u001b[1m1時間分の画面時間を費やす。\u001b[22m, \u001b[1m画面の時間の時間の価値がアップ。\u001b[22m\n\u001b[4mWell you’re not pulling me into your evil any further.\u001b[24m\n    \u001b[1mあなたはもう私をあなたの悪に引き寄せていません。\u001b[22m, \u001b[1mさてあなたはそれ以上のあなたの悪に私を引っ張っていません。\u001b[22m\n\u001b[4mTo sum it all up, you’ll notice as of this writing that Little Witch Academia 2 has a slightly lower ranking on MAL than its predecessor.\u001b[24m\n    \u001b[1mそれをまとめてみると、この執筆時点で、Little Witch Academia 2はMALのランキングが前任者よりもわずかに低いことがわかります。\u001b[22m, \u001b[1mそれをすべて要約すると、あなたはリトルウィッチアカデミア2は、その前任者よりMAL上にわずかに低い順位を持つこの記事の執筆時点でわかります。\u001b[22m\n\u001b[4mThere’s a reason for that, since I’m pretty sure that a good chunk of the users who record the thing liked the first one.\u001b[24m\n    \u001b[1mそれは理由がある、私は確かに物事を記録するユーザーの良い塊が最初のものを好きだったので。\u001b[22m, \u001b[1m私は事を記録し、ユーザーのかなりの部分は、最初のものを気に入っていることをかなり確信しているので、その理由は、あります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is ripped out of every kids’ book cliche ever whilst borrowing too heavily from the first. The characters are either completely unrelatable or act like bad parodies of characters from much better kid shows. And the humor sucks balls, realized it didn't like the taste, and vomited for three minutes when it decided to show up, because there were large sections of the anime that felt like I was watching the pointless filler from A Troll in Central Park again. It's a poor product from a disappointing studio created through terrible means that wasn't at all worth the wait, and I'm happy to just forget it existed and continue refreshing my western cartoon feed waiting for a new episode of Gravity Falls to finally get released.\n\n\u001b[1m物語は最初のものからあまりにも多くを借りている間、すべての子供の本のクリシェから切り裂かれています。 文字は完全に無関係か、はるかに優れた子供番組のキャラクターの悪いパロディのように振る舞います。 そして、ユーモアがボールを吸って、味が気に入らなかったことに気付き、私がセント・パークのトロールから無意味なフィラーを見ているようなアニメの大部分があったので、3分間嘔吐しました 再び。 それは、待望の価値が全くない恐ろしい手段によって作られた、失望したスタジオからの貧しい製品です。私はそれが存在していたことを忘れて、幸せです。私の西洋の漫画の餌は、Gravity Fallsの新しいエピソードを待って、 リリースされ。\u001b[22m\n\u001b[1m(Monogatari wa saisho no mono kara amarini mo ōku o karite iru ma, subete no kodomo no hon no kurishe kara kirisaka rete imasu. Moji wa kanzen ni mukankei ka, haruka ni sugureta kodomo bangumi no kyarakutā no warui parodi no yō ni furumaimasu. Soshite, yūmoa ga bōru o sutte, aji ga kiniiranakatta koto ni kidzuki, watashi ga sento pāku no torōru kara muimina firā o mite iru yōna anime no daibubun ga attanode, 3-funkan ōto shimashita futatabi. Sore wa, taibō no kachi ga mattaku nai osoroshī shudan ni yotte tsukura reta, shitsubō shita sutajio kara no mazushī seihindesu. Watashi wa sore ga sonzai shite ita koto o wasurete, shiawasedesu. Watashi no seiyō no manga no esa wa, guravu~iti Falls no atarashī episōdo o matte, rirīsu sa re.)\u001b[22m\n\nTranslations of \u001b[4mThe story is ripped out of every kids’ book cliche ever whilst borrowing too heavily from the first. The characters are either completely unrelatable or act like bad parodies of characters from much better kid shows. And the humor sucks balls, realized it didn't like the taste, and vomited for three minutes when it decided to show up, because there were large sections of the anime that felt like I was watching the pointless filler from A Troll in Central Park again. It's a poor product from a disappointing studio created through terrible means that wasn't at all worth the wait, and I'm happy to just forget it existed and continue refreshing my western cartoon feed waiting for a new episode of Gravity Falls to finally get released.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is ripped out of every kids’ book cliche ever whilst borrowing too heavily from the first.\u001b[24m\n    \u001b[1m物語は最初のものからあまりにも多くを借りている間、すべての子供の本のクリシェから切り裂かれています。\u001b[22m, \u001b[1m物語は最初からあまりにも重く借りながら、これまでのすべての子供たちの本の決まり文句の外にリッピングされています。\u001b[22m\n\u001b[4mThe characters are either completely unrelatable or act like bad parodies of characters from much better kid shows.\u001b[24m\n    \u001b[1m文字は完全に無関係か、はるかに優れた子供番組のキャラクターの悪いパロディのように振る舞います。\u001b[22m, \u001b[1m文字は、どちらか完全にunrelatableされているか、またはより良い子供番組からの文字の悪いパロディのように振る舞います。\u001b[22m\n\u001b[4mAnd the humor sucks balls, realized it didn't like the taste, and vomited for three minutes when it decided to show up, because there were large sections of the anime that felt like I was watching the pointless filler from A Troll in Central Park\u001b[24m\n    \u001b[1mそして、ユーモアがボールを吸って、味が気に入らなかったことに気付き、私がセント・パークのトロールから無意味なフィラーを見ているようなアニメの大部分があったので、3分間嘔吐しました\u001b[22m, \u001b[1mユーモアがボールを吸うと、それが表示されるまでに決めたとき、私はセントラルパークでAトロールから無意味なフィラーを見ていたように感じたアニメの大規模なセクションがあったので、それは味が好きではありませんでし実現し、3分間嘔吐しました\u001b[22m\n\u001b[4magain.\u001b[24m\n    \u001b[1m再び。\u001b[22m, \u001b[1m再度。\u001b[22m, \u001b[1mもう一度。\u001b[22m\n\u001b[4mIt's a poor product from a disappointing studio created through terrible means that wasn't at all worth the wait, and I'm happy to just forget it existed and continue refreshing my western cartoon feed waiting for a new episode of Gravity Falls to finally get\u001b[24m\n    \u001b[1mそれは、待望の価値が全くない恐ろしい手段によって作られた、失望したスタジオからの貧しい製品です。私はそれが存在していたことを忘れて、幸せです。私の西洋の漫画の餌は、Gravity Fallsの新しいエピソードを待って、\u001b[22m, \u001b[1mそれは全然待つだけの価値はありませんでした恐ろしい手段を介して作成された失望のスタジオからの悪い製品だし、私はちょうどそれが存在していた忘れて、最終的に取得するための重力の滝の新しいエピソードを待っている私の西部の漫画のフィードをリフレッシュし続けることが幸せです\u001b[22m\n\u001b[4mreleased.\u001b[24m\n    \u001b[1mリリースされ。\u001b[22m, \u001b[1mリリースされました。\u001b[22m, \u001b[1mリリースしました。\u001b[22m"
  },
  {
    "title": "Little_Witch_Academia__Mahoujikake_no_Parade",
    "id": "19489",
    "url": "https://myanimelist.net/anime/19489/Little_Witch_Academia__Mahoujikake_no_Parade",
    "user": "pinkarray",
    "profile": "/profile/pinkarray/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=219935",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  4\nキャラクター|  4\n|  3\n\n私はこのアニメが1年前に出てきたことを知っています。その時代にはそれほど問題はなかったかもしれませんが、このアニメは、その面倒な表現、すばらしいダビング・ボイス演奏、非流動的な芸術のために何年も記憶されません。\n\n私はこれがあまりにも不十分にアニメーション化され、不公平な一般的な文字で満たされるとは思わなかった。\n\n音：\n\nダブについて話しましょう。 私はディレクターや声優を責めるべきかどうかはわかりませんが、声の演技については何も素晴らしいことはありません。 文字は迷惑で弱いキャラクターのように聞こえました。 まあ、私は彼らが試みたと思うが、彼らはまだ良い仕事をしていない。 彼らは無償の専門家のように、彼らには完璧ではなかった役割を果たしていました。\n\n私はリカ・メンデスがAkkoを声を出して頑張ったことは知っていますが、彼女はまだあまりにもハイ・ピッチで響きました。 しかし、彼女がAkkoよりも年上であったことを考えれば、子供のキャラクターを釘付けするのは難しいです。\nスーシーの声優はひっかかった。 声優は私にそのキャラクターを気にさせるような努力をしませんでした。 彼女はそれよりもうまくいく。\n\nそれがラップされて、ダブはかなりサブパルであり、私はこのアニメの下敷きを見ることをお勧めします。 あなたがそれを見るなら、あなたは本当に何かを逃しているわけではありません。 それはよりかわいく、より信憑性があります。\n\nこれについて幼稚な別のものは、彼らが足を踏んだときにキャラクターがする大きな踏み音です。\n\n私は前任者のためにダブを見ることを思い出していないので、何か違うかどうか分からない。\n\nサブ：6/10\nダブ：4/10\n\nアニメーション：\n\nアニメーションは流動的ではありません。 実際には、その幼稚な不条理は、より若い観客を楽しませることに集中するようなものであり、高齢の観客ではない。 ティーンエイジャーは何かばかげたとパンダースを探していません。 アッコの目の色は少し大きすぎます。\n\nキャラクターのデザインの残りはかわいいです。 私はAkkoの小さな編組が好きだった、それは彼女が似ている小さな女の子と似ていた。\n\nキャラクター：\n\nこの時点で、私はAkkoがさらに幼稚なものになったと思う。 彼女のいたずらや過活動は、私が最初の映画から覚えている少女に合っていません。 私は彼女がちょうど若い女の子であることを知っているし、子供たちは喜んで得ることができますが、それは彼女が特にそうであった女の子ではありませんでした。 私はそれより穏やかな女の子を覚えています。\n\n最初のものを穏やかに楽しんだ後、前作の欠陥のために6.7を上回っていると評価できなかったので、これは少なくとも少し良いと思っていました。\n\n突然の物語や弱いキャラクターのため、Little Witch Academiaは普通の経験です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI know that this anime came out a year ago, so it may not have had much problems back then but this anime is not going to be remembered for years due to its tiresome cliches, squeaky dub voice acting, and non-fluid art.\n\n\u001b[1m私はこのアニメが1年前に出てきたことを知っています。その時代にはそれほど問題はなかったかもしれませんが、このアニメは、その面倒な表現、すばらしいダビング・ボイス演奏、非流動的な芸術のために何年も記憶されません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga 1-nen mae ni dete kita koto o shitte imasu. Sono jidai ni wa sorehodo mondai wa nakatta kamo shiremasenga, kono anime wa, sono mendōna hyōgen, subarashī dabingu boisu ensō, hi ryūdōtekina geijutsu no tame ni nan-nen mo kioku sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mI know that this anime came out a year ago, so it may not have had much problems back then but this anime is not going to be remembered for years due to its tiresome cliches, squeaky dub voice acting, and non-fluid art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know that this anime came out a year ago, so it may not have had much problems back then but this anime is not going to be remembered for years due to its tiresome cliches, squeaky dub voice acting, and non-fluid art.\u001b[24m\n    \u001b[1m私はこのアニメが1年前に出てきたことを知っています。その時代にはそれほど問題はなかったかもしれませんが、このアニメは、その面倒な表現、すばらしいダビング・ボイス演奏、非流動的な芸術のために何年も記憶されません。\u001b[22m, \u001b[1m私はそれが当時の多くの問題を抱えていないかもしれないが、このアニメは、その退屈な決まり文句、キーキーダブ声の演技、及び非流動芸術のために年のために記憶される予定されていないので、このアニメは一年前に出てきたことを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI did not expect this to be so poorly animated and filled with unlikeable and generic characters.\n\n\u001b[1m私はこれがあまりにも不十分にアニメーション化され、不公平な一般的な文字で満たされるとは思わなかった。\u001b[22m\n\u001b[1m(Watashi wa kore ga amarini mo fujūbun ni animēshon-ka sa re, fukōheina ippantekina moji de mitasa reru to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mI did not expect this to be so poorly animated and filled with unlikeable and generic characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did not expect this to be so poorly animated and filled with unlikeable and generic characters.\u001b[24m\n    \u001b[1m私はこれがあまりにも不十分にアニメーション化され、不公平な一般的な文字で満たされるとは思わなかった。\u001b[22m, \u001b[1m私はこれがとても貧弱アニメ化とunlikeableと汎用文字で満たされることを期待していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nLet's just talk about the dub. I don't know if I should blame the director or the voice actors but there is nothing great about the voice acting. The characters sounded like annoying and weak characters. Well, I guess that they tried but they still didn't do a good job. They were like amatuerish professionals doing a role that just wasn't perfect for them.\n\n\u001b[1mダブについて話しましょう。 私はディレクターや声優を責めるべきかどうかはわかりませんが、声の演技については何も素晴らしいことはありません。 文字は迷惑で弱いキャラクターのように聞こえました。 まあ、私は彼らが試みたと思うが、彼らはまだ良い仕事をしていない。 彼らは無償の専門家のように、彼らには完璧ではなかった役割を果たしていました。\u001b[22m\n\u001b[1m(Dabu ni tsuite hanashimashou. Watashi wa direkutā ya seiyū o semerubeki ka dō ka wa wakarimasenga,-goe no engi ni tsuite wa nani mo subarashī koto wa arimasen. Moji wa meiwakude yowai kyarakutā no yō ni kikoemashita. Mā, watashi wa karera ga kokoromita to omou ga, karera wa mada Ryō i shigoto o shite inai. Karera wa mushō no senmonka no yō ni, karera ni wa kanpekide wa nakatta yakuwari o hatashite imashita.)\u001b[22m\n\nTranslations of \u001b[4mLet's just talk about the dub. I don't know if I should blame the director or the voice actors but there is nothing great about the voice acting. The characters sounded like annoying and weak characters. Well, I guess that they tried but they still didn't do a good job. They were like amatuerish professionals doing a role that just wasn't perfect for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's just talk about the dub.\u001b[24m\n    \u001b[1mダブについて話しましょう。\u001b[22m, \u001b[1mちょうどダブについてお話しましょう。\u001b[22m\n\u001b[4mI don't know if I should blame the director or the voice actors but there is nothing great about the voice acting.\u001b[24m\n    \u001b[1m私はディレクターや声優を責めるべきかどうかはわかりませんが、声の演技については何も素晴らしいことはありません。\u001b[22m, \u001b[1m私はディレクターや声優を非難すべきであるかどうかはわからないが、声の演技についての素晴らしいものは何もありません。\u001b[22m\n\u001b[4mThe characters sounded like annoying and weak characters.\u001b[24m\n    \u001b[1m文字は迷惑で弱いキャラクターのように聞こえました。\u001b[22m, \u001b[1m文字は迷惑と弱い文字のように聞こえました。\u001b[22m\n\u001b[4mWell, I guess that they tried but they still didn't do a good job.\u001b[24m\n    \u001b[1mまあ、私は彼らが試みたと思うが、彼らはまだ良い仕事をしていない。\u001b[22m, \u001b[1mまあ、私は彼らが試みたが、彼らはまだ良い仕事をしなかったことを推測します。\u001b[22m\n\u001b[4mThey were like amatuerish professionals doing a role that just wasn't perfect for them.\u001b[24m\n    \u001b[1m彼らは無償の専門家のように、彼らには完璧ではなかった役割を果たしていました。\u001b[22m, \u001b[1m彼らはただ彼らのために完璧ではありませんでした役割をやってamatuerish専門家のようなものでした。\u001b[22m\n\u001b[1m\u001b[22m\nI know that Rica Mendez tried hard on voicing Akko but she still sounded a little too high-pitched and it just didn't fit the character. But it's hard to nail a child character considering that she was way older than Akko.\n\n\u001b[1m私はリカ・メンデスがAkkoを声を出して頑張ったことは知っていますが、彼女はまだあまりにもハイ・ピッチで響きました。 しかし、彼女がAkkoよりも年上であったことを考えれば、子供のキャラクターを釘付けするのは難しいです。\u001b[22m\n\u001b[1m(Watashi wa Rika mendesu ga Akko o koe o dashite ganbatta koto wa shitte imasuga, kanojo wa mada amarini mo hai pitchi de hibikimashita. Shikashi, kanojo ga Akko yori mo toshiuedeatta koto o kangaereba, kodomo no kyarakutā o kugidzuke suru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI know that Rica Mendez tried hard on voicing Akko but she still sounded a little too high-pitched and it just didn't fit the character. But it's hard to nail a child character considering that she was way older than Akko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know that Rica Mendez tried hard on voicing Akko but she still sounded a little too high-pitched and it just didn't fit the character.\u001b[24m\n    \u001b[1m私はリカ・メンデスがAkkoを声を出して頑張ったことは知っていますが、彼女はまだあまりにもハイ・ピッチで響きました。\u001b[22m, \u001b[1m私はコスタリカメンデスがアッコボイシングに懸命に試みたが、彼女はまだ少しも高音の響きそれだけで文字に適合していなかったことを知っています。\u001b[22m\n\u001b[4mBut it's hard to nail a child character considering that she was way older than Akko.\u001b[24m\n    \u001b[1mしかし、彼女がAkkoよりも年上であったことを考えれば、子供のキャラクターを釘付けするのは難しいです。\u001b[22m, \u001b[1mしかし、それは彼女がアッコよりもずっと年上だったことを考えると子文字を爪するのは難しいです。\u001b[22m\nSucy's voice actor was scratchy. The voice actor put little effort to make me care for the character. She can do better than that.\n\n\u001b[1mスーシーの声優はひっかかった。 声優は私にそのキャラクターを気にさせるような努力をしませんでした。 彼女はそれよりもうまくいく。\u001b[22m\n\u001b[1m(Sūshī no seiyū wa hikkakatta. Seiyū wa watashi ni sono kyarakutā o ki ni sa seru yōna doryoku o shimasendeshita. Kanojo wa sore yori mo umaku iku.)\u001b[22m\n\nTranslations of \u001b[4mSucy's voice actor was scratchy. The voice actor put little effort to make me care for the character. She can do better than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSucy's voice actor was scratchy.\u001b[24m\n    \u001b[1mスーシーの声優はひっかかった。\u001b[22m, \u001b[1mSucyの声優はチクチクしました。\u001b[22m\n\u001b[4mThe voice actor put little effort to make me care for the character.\u001b[24m\n    \u001b[1m声優は私にそのキャラクターを気にさせるような努力をしませんでした。\u001b[22m, \u001b[1m声優は、私は文字の世話を作るために少しの努力を置きます。\u001b[22m\n\u001b[4mShe can do better than that.\u001b[24m\n    \u001b[1m彼女はそれよりもうまくいく。\u001b[22m, \u001b[1m彼女はそれよりも良い行うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nWith that wrapped, the dub is pretty sub-par and I recommend to watch this anime subbed. You are not really missing out on anything if you watch it. It's cuter and more believable.\n\n\u001b[1mそれがラップされて、ダブはかなりサブパルであり、私はこのアニメの下敷きを見ることをお勧めします。 あなたがそれを見るなら、あなたは本当に何かを逃しているわけではありません。 それはよりかわいく、より信憑性があります。\u001b[22m\n\u001b[1m(Sore ga rappu sa rete, dabu wa kanari sabuparudeari, watashi wa kono anime no shitajiki o miru koto o o susume shimasu. Anata ga sore o mirunara, anata wa hontōni nanika o nogashite iru wakede wa arimasen. Soreha yori kawaiku, yori shinbyōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith that wrapped, the dub is pretty sub-par and I recommend to watch this anime subbed. You are not really missing out on anything if you watch it. It's cuter and more believable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith that wrapped, the dub is pretty sub-par and I recommend to watch this anime subbed.\u001b[24m\n    \u001b[1mそれがラップされて、ダブはかなりサブパルであり、私はこのアニメの下敷きを見ることをお勧めします。\u001b[22m, \u001b[1mそれは、ラップで、ダブはかなりサブパーであり、私はこのアニメは下塗り見ることをお勧めします。\u001b[22m\n\u001b[4mYou are not really missing out on anything if you watch it.\u001b[24m\n    \u001b[1mあなたがそれを見るなら、あなたは本当に何かを逃しているわけではありません。\u001b[22m, \u001b[1mあなたはそれを見た場合、あなたは本当に何を逃していません。\u001b[22m\n\u001b[4mIt's cuter and more believable.\u001b[24m\n    \u001b[1mそれはよりかわいく、より信憑性があります。\u001b[22m, \u001b[1mそれはキュートとより信じられるのです。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing childish about this is the big stomping noises the characters do when they stomp their foot.\n\n\u001b[1mこれについて幼稚な別のものは、彼らが足を踏んだときにキャラクターがする大きな踏み音です。\u001b[22m\n\u001b[1m(Kore ni tsuite yōchina betsu no mono wa, karera ga ashi o funda toki ni kyarakutā ga suru ōkina fumi-ondesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing childish about this is the big stomping noises the characters do when they stomp their foot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing childish about this is the big stomping noises the characters do when they stomp their foot.\u001b[24m\n    \u001b[1mこれについて幼稚な別のものは、彼らが足を踏んだときにキャラクターがする大きな踏み音です。\u001b[22m, \u001b[1mこれについて幼稚なもう一つは、大きな踏みは、彼らが自分の足を踏みつけるとき、文字が行うノイズです。\u001b[22m\n\u001b[1m\u001b[22m\nI do not recall seeing the dub for the predecessor so I don't know if anything is different or whatnot.\n\n\u001b[1m私は前任者のためにダブを見たことを思い出していないので、何か違うかどうか分からない。\u001b[22m\n\u001b[1m(Watashi wa zen'nin-sha no tame ni dabu o mita koto o omoidashite inainode, nanikachigau ka dō ka wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mI do not recall seeing the dub for the predecessor so I don't know if anything is different or whatnot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do not recall seeing the dub for the predecessor so I don't know if anything is different or whatnot.\u001b[24m\n    \u001b[1m私は前任者のためにダブを見たことを思い出していないので、何か違うかどうか分からない。\u001b[22m, \u001b[1m私は何が違うか、その他もろもろである場合ので、私にはわからない前任者のためのダブを見て覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nSub: 6/10\n\n\u001b[1mサブ：6/10\u001b[22m\n\u001b[1m(Sabu: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSub: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSub: 6/10\u001b[24m\n    \u001b[1mサブ：6/10\u001b[22m\nDub: 4/10\n\n\u001b[1mダブ：4/10\u001b[22m\n\u001b[1m(Dabu: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mDub: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDub: 4/10\u001b[24m\n    \u001b[1mダブ：4/10\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nThe animation is not fluid. In fact, its childish absurdities is like they were focusing on trying to keep younger audiences entertained, not older audiences. Teenagers are not looking for something silly and panderous. The way Akko's eyes are colored are a bit too big.\n\n\u001b[1mアニメーションは流動的ではありません。 実際には、その幼稚な不条理は、より若い観客を楽しませることに集中するようなものであり、高齢の観客ではない。 ティーンエイジャーは何かばかげたとパンダースを探していません。 アッコの目の色は少し大きすぎます。\u001b[22m\n\u001b[1m(Animēshon wa ryūdōtekide wa arimasen. Jissai ni wa, sono yōchina fujōri wa, yori wakai kankyaku o tanoshima seru koto ni shūchū suru yōna monodeari, kōrei no kankyakude wanai. Tīn'eijā wa nani ka bakageta to pandāsu o sagashite imasen. Akko no me no iro wa sukoshi ōki sugimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is not fluid. In fact, its childish absurdities is like they were focusing on trying to keep younger audiences entertained, not older audiences. Teenagers are not looking for something silly and panderous. The way Akko's eyes are colored are a bit too big.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is not fluid.\u001b[24m\n    \u001b[1mアニメーションは流動的ではありません。\u001b[22m, \u001b[1mアニメーションは流体ではありません。\u001b[22m\n\u001b[4mIn fact, its childish absurdities is like they were focusing on trying to keep younger audiences entertained, not older audiences.\u001b[24m\n    \u001b[1m実際には、その幼稚な不条理は、より若い観客を楽しませることに集中するようなものであり、高齢の観客ではない。\u001b[22m, \u001b[1m実際には、その幼稚な不条理は、彼らは、古くない観客を楽しま、若い観客を維持しようとしているに焦点を当てたようなものです。\u001b[22m\n\u001b[4mTeenagers are not looking for something silly and panderous.\u001b[24m\n    \u001b[1mティーンエイジャーは何かばかげたとパンダースを探していません。\u001b[22m, \u001b[1mティーンエイジャーは愚かとpanderous何かを探していません。\u001b[22m\n\u001b[4mThe way Akko's eyes are colored are a bit too big.\u001b[24m\n    \u001b[1mアッコの目の色は少し大きすぎます。\u001b[22m, \u001b[1mアッコの目が着色されている方法が少し大きすぎます。\u001b[22m\n\u001b[1m\u001b[22m\nThough, the rest of the character designs are pretty. I liked Akko's little braid, it resembled the little girl she is.\n\n\u001b[1mキャラクターのデザインの残りはかわいいです。 私はAkkoの小さな編組が好きだった、それは彼女が似ている小さな女の子と似ていた。\u001b[22m\n\u001b[1m(Kyarakutā no dezain no nokori wa kawaīdesu. Watashi wa Akko no chīsana henso ga sukidatta, sore wa kanojo ga nite iru chīsana on'nanoko to nite ita.)\u001b[22m\n\nTranslations of \u001b[4mThough, the rest of the character designs are pretty. I liked Akko's little braid, it resembled the little girl she is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough, the rest of the character designs are pretty.\u001b[24m\n    \u001b[1mキャラクターのデザインの残りはかわいいです。\u001b[22m, \u001b[1mしかし、キャラクターデザインの残りの部分はかなりあります。\u001b[22m\n\u001b[4mI liked Akko's little braid, it resembled the little girl she is.\u001b[24m\n    \u001b[1m私はAkkoの小さな編組が好きだった、それは彼女が似ている小さな女の子と似ていた。\u001b[22m, \u001b[1m私はそれは彼女が少女に似ていた、アッコの小さな三つ編みが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nAt this point, I think that Akko has gotten even more childish. Her mischief and hyperactivity does not fit the girl that I remember from the first film. I know that she is just a young girl and kids can get overjoyed but that wasn't the girl that she was particularly supposed to be. I remember a calmer girl than that.\n\n\u001b[1mこの時点で、私はAkkoがさらに幼稚なものになったと思う。 彼女のいたずらや過活動は、私が最初の映画から覚えている少女に合っていません。 私は彼女がちょうど若い女の子であることを知っているし、子供たちは喜んで得ることができますが、それは彼女が特にそうであった女の子ではありませんでした。 私はそれより穏やかな女の子を覚えています。\u001b[22m\n\u001b[1m(Kono jiten de, watashi wa Akko ga sarani yōchina mono ni natta to omou. Kanojo no itazura ya ka katsudō wa, watashi ga saisho no eiga kara oboete iru shōjo ni atte imasen. Watashi wa kanojo ga chōdo wakai on'nanokodearu koto o shitte irushi, kodomo-tachi wa yorokonde eru koto ga dekimasuga, sore wa kanojo ga tokuni sōdeatta on'nanokode wa arimasendeshita. Watashi wa sore yori odayakana on'nanoko o oboete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAt this point, I think that Akko has gotten even more childish. Her mischief and hyperactivity does not fit the girl that I remember from the first film. I know that she is just a young girl and kids can get overjoyed but that wasn't the girl that she was particularly supposed to be. I remember a calmer girl than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt this point, I think that Akko has gotten even more childish.\u001b[24m\n    \u001b[1mこの時点で、私はAkkoがさらに幼稚なものになったと思う。\u001b[22m, \u001b[1mこの時点で、私はアッコがさらに幼稚得ていると思います。\u001b[22m\n\u001b[4mHer mischief and hyperactivity does not fit the girl that I remember from the first film.\u001b[24m\n    \u001b[1m彼女のいたずらや過活動は、私が最初の映画から覚えている少女に合っていません。\u001b[22m, \u001b[1m彼女のいたずらや多動は、私が最初の映画から覚えている女の子に適合していません。\u001b[22m\n\u001b[4mI know that she is just a young girl and kids can get overjoyed but that wasn't the girl that she was particularly supposed to be.\u001b[24m\n    \u001b[1m私は彼女がちょうど若い女の子であることを知っているし、子供たちは喜んで得ることができますが、それは彼女が特にそうであった女の子ではありませんでした。\u001b[22m, \u001b[1m私は彼女がちょうど若い女の子で、子供たちが大喜び得ることができますが、それは彼女が、特にすることになった少女ではなかったことを知っています。\u001b[22m\n\u001b[4mI remember a calmer girl than that.\u001b[24m\n    \u001b[1m私はそれより穏やかな女の子を覚えています。\u001b[22m, \u001b[1m私はそれよりも穏やかな女の子を覚えています。\u001b[22m\n\u001b[1m\u001b[22m\nAfter mildly enjoying the first one, I was hoping that this one would at least be a bit better because due to the predecessor's flaws, I could not rate that one higher than a 6.7.\n\n\u001b[1m最初のものを穏やかに楽しんだ後、前作の欠陥のために6.7を上回っていると評価できなかったので、これは少なくとも少し良いと思っていました。\u001b[22m\n\u001b[1m(Saisho no mono o odayaka ni tanoshinda nochi, zensaku no kekkan no tame ni 6. 7 O uwamawatte iru to hyōka dekinakattanode, kore wa sukunakutomo sukoshi yoi to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter mildly enjoying the first one, I was hoping that this one would at least be a bit better because due to the predecessor's flaws, I could not rate that one higher than a 6.7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter mildly enjoying the first one, I was hoping that this one would at least be a bit better because due to the predecessor's flaws, I could not rate that one higher than a 6.7.\u001b[24m\n    \u001b[1m最初のものを穏やかに楽しんだ後、前作の欠陥のために6.7を上回っていると評価できなかったので、これは少なくとも少し良いと思っていました。\u001b[22m, \u001b[1m穏やかに最初のものを楽しんだ後、私が原因で前任者の傷に、私は6.7よりもその1以上を評価できなかったため、この1つは、少なくとも少し良くなるだろうと期待していました。\u001b[22m\n\u001b[1m\u001b[22m\nDue to its rushed story and weak characters, Little Witch Academia is a mediocre experience.\n\n\u001b[1m突然の物語や弱いキャラクターのため、Little Witch Academiaは普通の経験です。\u001b[22m\n\u001b[1m(Totsuzen no monogatari ya yowai kyarakutā no tame, Little u~itchi Academia wa futsū no keikendesu.)\u001b[22m\n\nTranslations of \u001b[4mDue to its rushed story and weak characters, Little Witch Academia is a mediocre experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDue to its rushed story and weak characters, Little Witch Academia is a mediocre experience.\u001b[24m\n    \u001b[1m突然の物語や弱いキャラクターのため、Little Witch Academiaは普通の経験です。\u001b[22m, \u001b[1m、その駆けつけストーリーと弱い文字に、リトルウィッチアカデミアは平凡な経験です。\u001b[22m"
  }
]
