[
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Klabautermann",
    "profile": "/profile/Klabautermann/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=38898",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n良い映画を選ぶことになると、ジブリの映画を見たファンがまずそれをお勧めします。 まあ、この一番美しいものがありますが、私はあまりにも珍しい友情と苦難について少し完璧な映画だと言っています。嵐の夜、嵐の夜として知られています。 この映画でこれまでに\n\n〜ストーリー〜（10）\n\nこのようにすばらしい結末、そして胸の痛むような状況を見つけ出すことはまれです。 すでに述べたように、それはオオカミとヤギの友情のことです。異種の動物の食べ物/殺人者の代わりに親切な人を何とか見た動物のペアです。 当然、それに対処する多くの問題が来て、この映画はそれを完全に行います。 キャラクターがかなりの問題を抱えていることを考慮すれば、ストーリーがいかにうまくいっているかはほとんど信じられません。\n\n〜アート〜（10）\n\nアニメの場合、それは時代には非常に奇妙です - それはディズニーアニメーション、CGアニメーションとよく似ています - 少なくとも、風景ですが、ヘック、アニメのために、それはかなり良いです！ キャラクターのデザインはかなりシンプルですが、アニメは認識するのに十分で、風景に合うほどカラフルです。 かわいいキャラクターが好きなら、メイを賞賛してくれるでしょうし、オオカミはかなり獰猛なようにデザインされていますが、メインのオオカミキャラであるガブはかなり好きです。\n\n〜サウンド〜（9）\n\nそれは良いことですが、それは特別なものではないと思うかもしれませんが、それは特定の場面の雰囲気や雰囲気にどれだけうまく収まるかにあります。\n声優は驚くほど素晴らしく、驚くべきことに、デスノートからのRyukの声は今、狼男の主人公の体にあり、それはかなり完璧です。\n\n〜キャラクター〜（10）\n\n他のアニメと同様に、キャラクターはその半分を作るものであり、嵐は失望しない。 私たちはお互いを知るように、主人公の幼少時代と人生についてかなり多くを見つけるので、そこに人生の歴史はありません。\nMeiとGabuの関係は、種としての違いがあっても、最も貴重な友情に変わるという確固たる根拠を持っているという理由で驚くべきものです。\nサポートキャストは単に素晴らしいです。 彼らは非常に信じられ、時に面白い - しばしば彼らは多くの目的を果たしていないが、まだ映画の楽しさに提供しています。\n\n〜楽しむ〜（10）\n\n嵐は生き生きとした音色の冒険です。安定した、しかししっかりとした進歩を遂げています。それは非常に静かで平和ですが、必要な時には緊張し、劇的になり、軽いユーモアを奏でます。 ガブとメイの関係について このようなことが好きなら、嵐を十分に愛するだろうと私は確信しています。\n\n〜総合〜（10）\n\nこの映画は決して過大評価されていません。少なくとも、それはすべての年齢層を対象としているとは考えていません。 それは平和で、かわいい、興味深い、時には時には涙を流す人です。 それは、アクションパック、陽気な、おっぱい、または完全に恐ろしい叙事詩ではないかもしれませんが、それが誰かがなりたいと言いましたか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to choosing a good movie, any fan who saw any of Ghibli movies will recommend them first. Well however, there is this one most beautiful, and I dare say, a bit perfect movie about the most unusual friendship and hardships it went through, Arashi no Yoru ni, also known as One Stormy Night, the phrase with the meaning of greatest importance ever in this movie.\n\n\u001b[1m良い映画を選ぶことになると、ジブリの映画を見たファンがまずそれをお勧めします。 まあ、この一番美しいものがありますが、私はあまりにも珍しい友情と苦難について少し完璧な映画だと言っています。嵐の夜、嵐の夜として知られています。 この映画でこれまでに\u001b[22m\n\u001b[1m(Yoi eiga o erabu koto ni naru to, jiburi no eiga o mita fan ga mazu sore o o susume shimasu. Mā, kono ichiban utsukushī mono ga arimasuga, watashi wa amarini mo mezurashī yūjō to kunan ni tsuite sukoshi kanpekina eigada to itte imasu. Arashi no yoru, arashi no yoru to shite shira rete imasu. Kono eiga de kore made ni)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to choosing a good movie, any fan who saw any of Ghibli movies will recommend them first. Well however, there is this one most beautiful, and I dare say, a bit perfect movie about the most unusual friendship and hardships it went through, Arashi no Yoru ni, also known as One Stormy Night, the phrase with the meaning of greatest importance ever in this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to choosing a good movie, any fan who saw any of Ghibli movies will recommend them first.\u001b[24m\n    \u001b[1m良い映画を選ぶことになると、ジブリの映画を見たファンがまずそれをお勧めします。\u001b[22m, \u001b[1mそれは良い映画を選ぶことになると、ジブリ映画のいずれかを見て、任意のファンは、最初にそれらをお勧めします。\u001b[22m\n\u001b[4mWell however, there is this one most beautiful, and I dare say, a bit perfect movie about the most unusual friendship and hardships it went through, Arashi no Yoru ni, also known as One Stormy Night, the phrase with the meaning of greatest importance\u001b[24m\n    \u001b[1mまあ、この一番美しいものがありますが、私はあまりにも珍しい友情と苦難について少し完璧な映画だと言っています。嵐の夜、嵐の夜として知られています。\u001b[22m, \u001b[1mまあしかし、そこに最も美しいこれ一つであり、私は、あえて言うも一つあらしのよるにとして知られ、それが通過した最も珍しい友情と苦難について少し完璧な映画、嵐の夜に、最も重要なの意味を持つ語句\u001b[22m\n\u001b[4mever in this movie.\u001b[24m\n    \u001b[1mこの映画でこれまでに\u001b[22m, \u001b[1m今までにこの映画インチ\u001b[22m\n\u001b[1m\u001b[22m\n~Story~ (10)\n\n\u001b[1m〜ストーリー〜（10）\u001b[22m\n\u001b[1m(〜 Sutōrī 〜(10))\u001b[22m\n\nTranslations of \u001b[4m~Story~ (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Story~ (10)\u001b[24m\n    \u001b[1m〜ストーリー〜（10）\u001b[22m\n\u001b[1m\u001b[22m\nIt is rare to find a storyline so well developed, such an amazing ending, and heart-throbbing situations. So as we already said, it is about the friendship between a wolf and a goat, an odd pair of animals who somehow saw a friendly person instead of food/killer in the other one. So naturally, with it come the many problems to deal with, and this movie does it just perfectly. It is almost unbelievable how well the story went, considering the characters are presented with quite a problem, and that is may not present much of a story in a first place for some people.\n\n\u001b[1mこのようにすばらしい結末、そして胸の痛むような状況を見つけ出すことはまれです。 すでに述べたように、それはオオカミとヤギの友情のことです。異種の動物の食べ物/殺人者の代わりに親切な人を何とか見た動物のペアです。 当然、それに対処する多くの問題が来て、この映画はそれを完全に行います。 キャラクターがかなりの問題を抱えていることを考慮すれば、ストーリーがいかにうまくいっているかはほとんど信じられません。\u001b[22m\n\u001b[1m(Kono yō ni subarashī ketsumatsu, soshite mune no itamu yōna jōkyō o mitsukedasu koto wa maredesu. Sudeni nobeta yō ni, soreha ōkamitoyagi no yūjō no kotodesu. Ishu no dōbutsu no tabemono/ satsujin-sha no kawari ni shinsetsuna hito o nantoka mita dōbutsu no peadesu. Tōzen, soreni taisho suru ōku no mondai ga kite, kono eiga wa sore o kanzen ni okonaimasu. Kyarakutā ga kanari no mondai o kakaete iru koto o kōryo sureba, sutōrī ga ikani umaku itte iru ka wa hotondo shinji raremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt is rare to find a storyline so well developed, such an amazing ending, and heart-throbbing situations. So as we already said, it is about the friendship between a wolf and a goat, an odd pair of animals who somehow saw a friendly person instead of food/killer in the other one. So naturally, with it come the many problems to deal with, and this movie does it just perfectly. It is almost unbelievable how well the story went, considering the characters are presented with quite a problem, and that is may not present much of a story in a first place for some people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is rare to find a storyline so well developed, such an amazing ending, and heart-throbbing situations.\u001b[24m\n    \u001b[1mこのようにすばらしい結末、そして胸の痛むような状況を見つけ出すことはまれです。\u001b[22m, \u001b[1mとてもよく開発ストーリー、このような素晴らしい結末、および心臓ズキズキ状況を見つけることは稀です。\u001b[22m\n\u001b[4mSo as we already said, it is about the friendship between a wolf and a goat, an odd pair of animals who somehow saw a friendly person instead of food/killer in the other one.\u001b[24m\n    \u001b[1mすでに述べたように、それはオオカミとヤギの友情のことです。異種の動物の食べ物/殺人者の代わりに親切な人を何とか見た動物のペアです。\u001b[22m, \u001b[1m我々はすでに述べたように、それはオオカミとヤギ、何とか他のいずれかで優しい人の代わりに食品/キラーを見た動物の奇数ペアの間の友情についてです。\u001b[22m\n\u001b[4mSo naturally, with it come the many problems to deal with, and this movie does it just perfectly.\u001b[24m\n    \u001b[1m当然、それに対処する多くの問題が来て、この映画はそれを完全に行います。\u001b[22m, \u001b[1mだから当然、それに対処するために多くの問題を来て、この映画はただ完璧にそれをしません。\u001b[22m\n\u001b[4mIt is almost unbelievable how well the story went, considering the characters are presented with quite a problem, and that is may not present much of a story in a first place for some people.\u001b[24m\n    \u001b[1mキャラクターがかなりの問題を抱えていることを考慮すれば、ストーリーがいかにうまくいっているかはほとんど信じられません。\u001b[22m, \u001b[1m物語が行ってどれだけ信じられないです文字はかなり問題が提示されて考えると、それは一部の人のための最初の場所で物語の多くを提示しない場合がありますです。\u001b[22m\n\u001b[1m\u001b[22m\n~Art~ (10)\n\n\u001b[1m〜アート〜（10）\u001b[22m\n\u001b[1m(〜 Āto 〜(10))\u001b[22m\n\nTranslations of \u001b[4m~Art~ (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Art~ (10)\u001b[24m\n    \u001b[1m〜アート〜（10）\u001b[22m\n\u001b[1m\u001b[22m\nFor an anime, it is quite weird at the times - it looks more like Disney animation, mixed with CG animation - well, the scenery at least, but Heck, for an anime, it is pretty good! The character design is pretty simple, but anime-ish enough to recognize, and colorful enough to fit the scenery. If you like cute characters, you'll most likely adore Mei, and while wolfs were designed pretty ferocious, as they should be, Gabu, the main wolf character, is pretty likeable.\n\n\u001b[1mアニメの場合、それは時代には非常に奇妙です - それはディズニーアニメーション、CGアニメーションとよく似ています - 少なくとも、風景ですが、ヘック、アニメのために、それはかなり良いです！ キャラクターのデザインはかなりシンプルですが、アニメは認識するのに十分で、風景に合うほどカラフルです。 かわいいキャラクターが好きなら、メイを賞賛してくれるでしょうし、オオカミはかなり獰猛なようにデザインされていますが、メインのオオカミキャラであるガブはかなり好きです。\u001b[22m\n\u001b[1m(Anime no baai, soreha jidai ni wa hijō ni kimyōdesu - sore wa dizunīanimēshon, CG animēshon to yoku nite imasu - sukunakutomo, fūkeidesuga, Hekku, anime no tame ni, sore wa kanari yoidesu! Kyarakutā no dezain wa kanari shinpurudesuga, anime wa ninshiki surunoni jūbun de, fūkei ni au hodo karafurudesu. Kawaī kyarakutā ga sukinara, mei o shōsan shite kurerudeshoushi, ōkami wa kanari dōmōna yō ni dezain sa rete imasuga, mein no ōkami kyaradearu Gabu wa kanari sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mFor an anime, it is quite weird at the times - it looks more like Disney animation, mixed with CG animation - well, the scenery at least, but Heck, for an anime, it is pretty good! The character design is pretty simple, but anime-ish enough to recognize, and colorful enough to fit the scenery. If you like cute characters, you'll most likely adore Mei, and while wolfs were designed pretty ferocious, as they should be, Gabu, the main wolf character, is pretty likeable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor an anime, it is quite weird at the times - it looks more like Disney animation, mixed with CG animation - well, the scenery at least, but Heck, for an anime, it is pretty good!\u001b[24m\n    \u001b[1mアニメの場合、それは時代には非常に奇妙です - それはディズニーアニメーション、CGアニメーションとよく似ています - 少なくとも、風景ですが、ヘック、アニメのために、それはかなり良いです！\u001b[22m, \u001b[1mアニメのために、それは時間に非常に奇妙である - それはより多くのCGアニメーションと混合ディズニーのアニメーション、のように見えます - だけでなく、景色が少なくとも、しかしヘック、アニメのために、それはかなり良いです！\u001b[22m\n\u001b[4mThe character design is pretty simple, but anime-ish enough to recognize, and colorful enough to fit the scenery.\u001b[24m\n    \u001b[1mキャラクターのデザインはかなりシンプルですが、アニメは認識するのに十分で、風景に合うほどカラフルです。\u001b[22m, \u001b[1mキャラクターデザインは非常に単純ですが、認識するのに十分なアニメっぽい、と風景を収まるほどカラフル。\u001b[22m\n\u001b[4mIf you like cute characters, you'll most likely adore Mei, and while wolfs were designed pretty ferocious, as they should be, Gabu, the main wolf character, is pretty likeable.\u001b[24m\n    \u001b[1mかわいいキャラクターが好きなら、メイを賞賛してくれるでしょうし、オオカミはかなり獰猛なようにデザインされていますが、メインのオオカミキャラであるガブはかなり好きです。\u001b[22m, \u001b[1mあなたはかわいいキャラクターが好きなら、あなたが最も可能性の高いメイを崇拝するだろう、とウルフスは、彼らがすべきであるとして、かなり獰猛な設計された一方で、Gabu、メイン狼文字は、かなり好感の持てるです。\u001b[22m\n\u001b[1m\u001b[22m\n~Sound~ (9)\n\n\u001b[1m〜サウンド〜（9）\u001b[22m\n\u001b[1m(〜 Saundo 〜(9 ))\u001b[22m\n\nTranslations of \u001b[4m~Sound~ (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Sound~ (9)\u001b[24m\n    \u001b[1m〜サウンド〜（9）\u001b[22m, \u001b[1m〜音〜（9）\u001b[22m\n\u001b[1m\u001b[22m\nYou may think it is nothing special, although it IS good, but it is more about how well it fit the atmosphere and ambient of the particular scenes.\n\n\u001b[1mそれは良いことですが、それは特別なものではないと思うかもしれませんが、それは特定の場面の雰囲気や雰囲気にどれだけうまく収まるかにあります。\u001b[22m\n\u001b[1m(Sore wa yoi kotodesuga, sore wa tokubetsuna monode wa nai to omou kamo shiremasenga, soreha tokutei no bamen no fun'iki ya fun'iki ni dore dake umaku osamaru ka ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou may think it is nothing special, although it IS good, but it is more about how well it fit the atmosphere and ambient of the particular scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou may think it is nothing special, although it IS good, but it is more about how well it fit the atmosphere and ambient of the particular scenes.\u001b[24m\n    \u001b[1mそれは良いことですが、それは特別なものではないと思うかもしれませんが、それは特定の場面の雰囲気や雰囲気にどれだけうまく収まるかにあります。\u001b[22m, \u001b[1mあなたはそれが良いですが、それは、特別なものではありませんと思うかもしれないが、それはそれは、特定のシーンの雰囲気や周囲に合わせてどれだけの詳細です。\u001b[22m\nThe voice acting is surprisingly good, and, again surprisingly, the voice of Ryuk from Death Note is now in the body of our wolfy main character, and it fits quite perfectly.\n\n\u001b[1m声優は驚くほど素晴らしく、驚くべきことに、デスノートからのRyukの声は今、狼男の主人公の体にあり、それはかなり完璧です。\u001b[22m\n\u001b[1m(Seiyū wa odoroku hodo subarashiku, odorokubeki koto ni, desunōto kara no Ryuk no koe wa ima, ōkami otoko no shujinkō no karada ni ari, sore wa kanari kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is surprisingly good, and, again surprisingly, the voice of Ryuk from Death Note is now in the body of our wolfy main character, and it fits quite perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is surprisingly good, and, again surprisingly, the voice of Ryuk from Death Note is now in the body of our wolfy main character, and it fits quite perfectly.\u001b[24m\n    \u001b[1m声優は驚くほど素晴らしく、驚くべきことに、デスノートからのRyukの声は今、狼男の主人公の体にあり、それはかなり完璧です。\u001b[22m, \u001b[1m声の演技は驚くほど良好であり、かつ、再び驚くべきことに、デスノートのリュークの声が私たちのwolfyメインキャラクターの体になりました、そしてそれは非常に完璧にフィットします。\u001b[22m\n\u001b[1m\u001b[22m\n~Characters~ (10)\n\n\u001b[1m〜キャラクター〜（10）\u001b[22m\n\u001b[1m(〜 Kyarakutā 〜(10))\u001b[22m\n\nTranslations of \u001b[4m~Characters~ (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Characters~ (10)\u001b[24m\n    \u001b[1m〜キャラクター〜（10）\u001b[22m\n\u001b[1m\u001b[22m\nAs in any other anime, characters are the making the half of it, and Arashi is no disappointment. We find quite a lot about the childhood and lives of our main characters as they get to know each other, so there is no lack of life history there.\n\n\u001b[1m他のアニメと同様に、キャラクターはその半分を作るものであり、嵐は失望しない。 私たちはお互いを知るように、主人公の幼少時代と人生についてかなり多くを見つけるので、そこに人生の歴史はありません。\u001b[22m\n\u001b[1m(Hoka no anime to dōyō ni, kyarakutā wa sono hanbun o tsukuru monodeari, arashi wa shitsubō shinai. Watashitachiha otagai o shiru yō ni, shujinkō no yōshō jidai to jinsei ni tsuite kanari ōku o mitsukerunode, soko ni jinsei no rekishi wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs in any other anime, characters are the making the half of it, and Arashi is no disappointment. We find quite a lot about the childhood and lives of our main characters as they get to know each other, so there is no lack of life history there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs in any other anime, characters are the making the half of it, and Arashi is no disappointment.\u001b[24m\n    \u001b[1m他のアニメと同様に、キャラクターはその半分を作るものであり、嵐は失望しない。\u001b[22m, \u001b[1m他のアニメのように、文字はそれの半分を作っている、と嵐には失望されません。\u001b[22m\n\u001b[4mWe find quite a lot about the childhood and lives of our main characters as they get to know each other, so there is no lack of life history there.\u001b[24m\n    \u001b[1m私たちはお互いを知るように、主人公の幼少時代と人生についてかなり多くを見つけるので、そこに人生の歴史はありません。\u001b[22m, \u001b[1m私たちは、子供の頃、私たちのメインキャラクターの生活、彼らはお互いを知るように、約非常に多くを見つけるので、そこに生活史のない不足はありません。\u001b[22m\nThe relationship between Mei and Gabu is amazing for the reason it has good firm grounds to turn into the most valuable friendship, even with their differences as species.\n\n\u001b[1mMeiとGabuの関係は、種としての違いがあっても、最も貴重な友情に変わるという確固たる根拠を持っているという理由で驚くべきものです。\u001b[22m\n\u001b[1m(Mei to Gabu no kankei wa,-shu to shite no chigai ga atte mo, mottomo kichōna yūjō ni kawaru to iu kakkotaru konkyo o motte iru to iu riyū de odorokubeki monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe relationship between Mei and Gabu is amazing for the reason it has good firm grounds to turn into the most valuable friendship, even with their differences as species.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe relationship between Mei and Gabu is amazing for the reason it has good firm grounds to turn into the most valuable friendship, even with their differences as species.\u001b[24m\n    \u001b[1mMeiとGabuの関係は、種としての違いがあっても、最も貴重な友情に変わるという確固たる根拠を持っているという理由で驚くべきものです。\u001b[22m, \u001b[1mメイとGabuとの関係は、それがあっても種としてその違いで、最も貴重な友情に変身するのは良い会社の敷地を持っている理由のために素晴らしいです。\u001b[22m\nThe supporting cast is simply awesome. They are very believable, and at times amusing - often some of them they don't serve much purpose, but are still providing to the enjoyment of the movie.\n\n\u001b[1mサポートキャストは単に素晴らしいです。 彼らは非常に信じられ、時に面白い - しばしば彼らは多くの目的を果たしていないが、まだ映画の楽しさに提供しています。\u001b[22m\n\u001b[1m(Sapōtokyasuto wa tan'ni subarashīdesu. Karera wa hijō ni shinji rare,-ji ni omoshiroi - shibashiba karera wa ōku no mokuteki o hatashite inaiga, mada eiga no tanoshisa ni teikyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe supporting cast is simply awesome. They are very believable, and at times amusing - often some of them they don't serve much purpose, but are still providing to the enjoyment of the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe supporting cast is simply awesome.\u001b[24m\n    \u001b[1mサポートキャストは単に素晴らしいです。\u001b[22m, \u001b[1m脇役は、単に素晴らしいです。\u001b[22m\n\u001b[4mThey are very believable, and at times amusing - often some of them they don't serve much purpose, but are still providing to the enjoyment of the movie.\u001b[24m\n    \u001b[1m彼らは非常に信じられ、時に面白い - しばしば彼らは多くの目的を果たしていないが、まだ映画の楽しさに提供しています。\u001b[22m, \u001b[1m彼らは非常に信じている、と面白いの回で - 多くの場合、そのうちのいくつかは、彼らは多くの目的に使うことはありませんが、それでも映画の楽しさを提供しています。\u001b[22m\n\u001b[1m\u001b[22m\n~Enjoyment~ (10)\n\n\u001b[1m〜楽しむ〜（10）\u001b[22m\n\u001b[1m(〜 Tanoshimu 〜(10))\u001b[22m\n\nTranslations of \u001b[4m~Enjoyment~ (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Enjoyment~ (10)\u001b[24m\n    \u001b[1m〜楽しむ〜（10）\u001b[22m, \u001b[1m〜楽し〜（10）\u001b[22m\n\u001b[1m\u001b[22m\nArashi is an adventure with strong slice of life tone - it has a steady, yet firm progress, it is very calm and peaceful, yet when needed, tense and dramatic, and it presents a decent amount of light humor - still, mostly it concentrates on the relationship between Gabu and Mei. If you like anything like this, I'm pretty sure you'll love Arashi enough.\n\n\u001b[1m嵐は生き生きとした音色の冒険です。安定した、しかししっかりとした進歩を遂げています。それは非常に静かで平和ですが、必要な時には緊張し、劇的になり、軽いユーモアを奏でます。 ガブとメイの関係について このようなことが好きなら、嵐を十分に愛するだろうと私は確信しています。\u001b[22m\n\u001b[1m(Arashi wa ikiikitoshita neiro no bōkendesu. Antei shita, shikashi shikkari to shita shinpo o togete imasu. Sore wa hijō ni shizukade heiwadesuga, hitsuyōna tokiniha kinchō shi, gekiteki ni nari, karui yūmoa o kanademasu. Gabutomei no kankei ni tsuite ko no yōna koto ga sukinara, arashi o jūbun ni aisurudarou to watashi wa kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArashi is an adventure with strong slice of life tone - it has a steady, yet firm progress, it is very calm and peaceful, yet when needed, tense and dramatic, and it presents a decent amount of light humor - still, mostly it concentrates on the relationship between Gabu and Mei. If you like anything like this, I'm pretty sure you'll love Arashi enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArashi is an adventure with strong slice of life tone - it has a steady, yet firm progress, it is very calm and peaceful, yet when needed, tense and dramatic, and it presents a decent amount of light humor - still, mostly it concentrates\u001b[24m\n    \u001b[1m嵐は生き生きとした音色の冒険です。安定した、しかししっかりとした進歩を遂げています。それは非常に静かで平和ですが、必要な時には緊張し、劇的になり、軽いユーモアを奏でます。\u001b[22m, \u001b[1mそれは、それは非常に穏やかで平和な、まだ必要なときに、緊張と劇的な安定した、まだしっかり進歩でありました、そして、それは光ユーモアのまともな金額を提示 -   - まだ、ほとんどはそれが集中嵐は生活音の強いスライスと冒険です\u001b[22m\n\u001b[4mon the relationship between Gabu and Mei.\u001b[24m\n    \u001b[1mガブとメイの関係について\u001b[22m, \u001b[1mGabuとメイとの関係について。\u001b[22m\n\u001b[4mIf you like anything like this, I'm pretty sure you'll love Arashi enough.\u001b[24m\n    \u001b[1mこのようなことが好きなら、嵐を十分に愛するだろうと私は確信しています。\u001b[22m, \u001b[1mあなたはこのようなものを好きなら、私はあなたが十分な嵐を好きにかなり確信しています。\u001b[22m\n\u001b[1m\u001b[22m\n~Overall~ (10)\n\n\u001b[1m〜総合〜（10）\u001b[22m\n\u001b[1m(〜 Sōgō 〜(10))\u001b[22m\n\nTranslations of \u001b[4m~Overall~ (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Overall~ (10)\u001b[24m\n    \u001b[1m〜総合〜（10）\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is in no way overrated, or at least I think it isn't considering it is for all ages. It is peaceful, cute, interesting, and maybe sometimes a bit of a tear-bringer. It may not be action packed, hilarious, have boobies, or be totally awesomely epic, but whoever said it wants to be?\n\n\u001b[1mこの映画は決して過大評価されていません。少なくとも、それはすべての年齢層を対象としているとは考えていません。 それは平和で、かわいい、興味深い、時には時には涙を流す人です。 それは、アクションパック、陽気な、おっぱい、または完全に恐ろしい叙事詩ではないかもしれませんが、それが誰かがなりたいと言いましたか？\u001b[22m\n\u001b[1m(Kono eiga wa kesshite kadai hyōka sa rete imasen. Sukunakutomo, soreha subete no nenrei-sō o taishō to shite iru to wa kangaete imasen. Sore wa heiwade, kawaī, kyōmibukai, tokiniha tokiniha namidawonagasu hitodesu. Sore wa, akushon pakku, yōkina, oppai, matawa kanzen ni osoroshī jojishide wanai kamo shiremasenga, sore ga darekaga naritai to iimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mThis movie is in no way overrated, or at least I think it isn't considering it is for all ages. It is peaceful, cute, interesting, and maybe sometimes a bit of a tear-bringer. It may not be action packed, hilarious, have boobies, or be totally awesomely epic, but whoever said it wants to be?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is in no way overrated, or at least I think it isn't considering it is for all ages.\u001b[24m\n    \u001b[1mこの映画は決して過大評価されていません。少なくとも、それはすべての年齢層を対象としているとは考えていません。\u001b[22m, \u001b[1mこの映画は過大評価では決してない、または少なくとも私はそれはすべての年齢のためで考慮されていないと思います。\u001b[22m\n\u001b[4mIt is peaceful, cute, interesting, and maybe sometimes a bit of a tear-bringer.\u001b[24m\n    \u001b[1mそれは平和で、かわいい、興味深い、時には時には涙を流す人です。\u001b[22m, \u001b[1mそれは、平和的なかわいい、面白い、と涙運び手のかもしれない時々ビットです。\u001b[22m\n\u001b[4mIt may not be action packed, hilarious, have boobies, or be totally awesomely epic, but whoever said it wants to be?\u001b[24m\n    \u001b[1mそれは、アクションパック、陽気な、おっぱい、または完全に恐ろしい叙事詩ではないかもしれませんが、それが誰かがなりたいと言いましたか？\u001b[22m, \u001b[1mこれは、陽気なアクションパックであるおっぱいを持っている、または完全に上空叙事詩であるが、それはあることを望んでいると述べた誰でもないかもしれませんか？\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Hex",
    "profile": "/profile/Hex/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=211977",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  6\n\n1つのストーミーナイト、または1つの少年愛は、私がそれを呼ぶのが好きですが、非常にうまくいったロマンスアニメです。 あなたの靴をモニターに投げ込む前に、この靴を私に聞かせてください。 私は冗談でもなく、私は無知な笛でもない。  1つの嵐の夜は外部から友情について説教するかもしれないが、ロマンチックな陰謀は無視するには強すぎる。 私はあなたが動物をジェンダー化したり性的にしたいと思わないかもしれないことを知っています。 地獄、もしあなたがしたいのなら、それは変だ。しかし、このレビューが正確で、私の真の意見に従うためには、私たちはしなければならない。 一方で、テレビのアダプテーションはメイが女性に分類され、映画と元のソースの両方がメイを男性として分類している。 私はなぜそれが不思議です。 多分テレビのスタッフもキャッチして疑念を鎮めたいと思ったのだろうか？\n\n私が信じていることを信じるかどうかにかかわらず、One Stormy Nightは、社会基準や生物学的基準によっても合わない2匹の動物の関係を通して、驚くほどの旅に夢中になる心からの物語です。  （ちょっと、あまりにもおなじみの音ですか？アレゴリー？）\n\n芸術と賢明な音、1つの嵐の夜は非常にヒットまたはミスです。 芸術は濃いストロークを使用して暗くて暖かい色で非常にムーディーです。 私は個人的にこのスタイルを息を呑むほど美しく見いだしますが、それは私の意見です。 このスタイルが好きなら、私はKagewaniまたはHakaba Kitarouを見てみることをお勧めします。 多分あなたはまた岡見を演奏するべきです。アニメーションそのものは非常にぎこちなく、速いペースで弾力のある動きをしながら、時には愚かな曲をエスケープしたウッキーを模倣します。 これは、大気を完全に破壊し、かつてはストーリーの中にいれば浸漬の様相を崩す。 オーディオトラックは私には目立ちませんでしたが、私の神経にも激怒していませんでした。\n\nキャラクターは、まあまあまあまあまあまあまあ。 本当に重要なのは、彼らが共有する関係です。 メイは素朴で希望があり、ガブは硬くて経験豊かです。 ガブは、前に軽蔑されていて、誰かのために強くなるように感じるために、メイを守ることができることを示したい。 メイはガブのその側を大切にし、犠牲によって彼を守ることを喜んでいる。 あまりにも深くなることなく、彼らの関係は私がアニメで見た最も甘いものの一つです。 彼らがお互いにすることは驚くべきことです。\n\nプロットの中で私があまりにも過激であり、便宜のために置かれていると思われる小さな穴がいくつかあるにもかかわらず、物語は堅実です。 私は独創的でもユニークでもここには何も起こっていないと思う。\n\nこれは、家族やアニメの愛好家のためのアニメかもしれませんが、私はこのアニメは、恋人のファンには、見ている材料の心からの関係を探していることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nOne Stormy Night, or One Shounen Ai, as I like to call it, is a very well done romance anime. Now before you throw your shoe at the monitor, hear me out on this one. I'm not joking nor am I an ignorant buffoon. One Stormy night may preach about friendship externally but the romantic undertones are too strong to ignore. I know you may not want to genderize or sexualize animals. Hell, it would be weird if you wanted to.. but for the sake of this review being accurate and in accordance with my true opinions, we must. On a side note the television adaptation has Mei classified as female while the movie and original source both classify Mei as male. I wonder why that is. Maybe the television staff caught on as well and wanted to quell suspicions?\n\n\u001b[1m1つのストーミーナイト、または1つの少年愛は、私がそれを呼ぶのが好きですが、非常にうまくいったロマンスアニメです。 あなたの靴をモニターに投げ込む前に、この靴を私に聞かせてください。 私は冗談でもなく、私は無知な笛でもない。  1つの嵐の夜は外部から友情について説教するかもしれないが、ロマンチックな陰謀は無視するには強すぎる。 私はあなたが動物をジェンダー化したり性的にしたいと思わないかもしれないことを知っています。 地獄、もしあなたがしたいのなら、それは変だ。しかし、このレビューが正確で、私の真の意見に従うためには、私たちはしなければならない。 一方で、テレビのアダプテーションはメイが女性に分類され、映画と元のソースの両方がメイを男性として分類している。 私はなぜそれが不思議です。 多分テレビのスタッフもキャッチして疑念を鎮めたいと思ったのだろうか？\u001b[22m\n\u001b[1m(1Tsu no sutōmīnaito, matawa 1tsu no shōnen ai wa, watashi ga sore o yobu no ga sukidesuga, hijō ni umaku itta romansu animedesu. Anata no kutsu o monitā ni nagekomu mae ni, kono kutsu o watashi ni kika sete kudasai. Watashi wa jōdande mo naku, watashi wa muchina fue demonai. 1Tsu no arashi no yoru wa gaibu kara yūjō ni tsuite sekkyō suru kamo shirenaiga, romanchikkuna inbō wa mushi suru ni wa tsuyo sugiru. Watashi wa anata ga dōbutsu o jendā-ka shi tari seiteki ni shitai to omowanai kamo shirenai koto o shitte imasu. Jigoku, moshi anata ga shitai nonara, sore wa henda. Shikashi, kono rebyū ga seikakude, watashi no shin no iken ni shitagau tame ni wa, watashitachiha shinakereba naranai. Ippō de, terebi no adaputēshon wa mei ga josei ni bunrui sa re, eiga to gen no sōsu no ryōhō ga mei o dansei to shite bunrui shite iru. Watashi wa naze sore ga fushigidesu. Tabun terebi no sutaffu mo kyatchi shite ginen o shizumetai to omotta nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mOne Stormy Night, or One Shounen Ai, as I like to call it, is a very well done romance anime. Now before you throw your shoe at the monitor, hear me out on this one. I'm not joking nor am I an ignorant buffoon. One Stormy night may preach about friendship externally but the romantic undertones are too strong to ignore. I know you may not want to genderize or sexualize animals. Hell, it would be weird if you wanted to.. but for the sake of this review being accurate and in accordance with my true opinions, we must. On a side note the television adaptation has Mei classified as female while the movie and original source both classify Mei as male. I wonder why that is. Maybe the television staff caught on as well and wanted to quell suspicions?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Stormy Night, or One Shounen Ai, as I like to call it, is a very well done romance anime.\u001b[24m\n    \u001b[1m1つのストーミーナイト、または1つの少年愛は、私がそれを呼ぶのが好きですが、非常にうまくいったロマンスアニメです。\u001b[22m, \u001b[1mOneあらしのよるに、または一つの少年愛は、私はそれを呼び出すために好きなように、非常によくやっロマンスアニメです。\u001b[22m\n\u001b[4mNow before you throw your shoe at the monitor, hear me out on this one.\u001b[24m\n    \u001b[1mあなたの靴をモニターに投げ込む前に、この靴を私に聞かせてください。\u001b[22m, \u001b[1m今、あなたはこの1に私を聞いて、モニターであなたの靴を投げる前に。\u001b[22m\n\u001b[4mI'm not joking nor am I an ignorant buffoon.\u001b[24m\n    \u001b[1m私は冗談でもなく、私は無知な笛でもない。\u001b[22m, \u001b[1m私は冗談を言っていないよでも私は無知なおどけています。\u001b[22m\n\u001b[4mOne Stormy night may preach about friendship externally but the romantic undertones are too strong to ignore.\u001b[24m\n    \u001b[1m1つの嵐の夜は外部から友情について説教するかもしれないが、ロマンチックな陰謀は無視するには強すぎる。\u001b[22m, \u001b[1m一つの嵐の夜には、外部からの友情について説教かもしれませんが、ロマンチックなほのかは無視できないほど強いです。\u001b[22m\n\u001b[4mI know you may not want to genderize or sexualize animals.\u001b[24m\n    \u001b[1m私はあなたが動物をジェンダー化したり性的にしたいと思わないかもしれないことを知っています。\u001b[22m, \u001b[1m私はあなたがgenderizeや動物を性別をつけるしたくない場合があります知っています。\u001b[22m\n\u001b[4mHell, it would be weird if you wanted to.. but for the sake of this review being accurate and in accordance with my true opinions, we must.\u001b[24m\n    \u001b[1m地獄、もしあなたがしたいのなら、それは変だ。しかし、このレビューが正確で、私の真の意見に従うためには、私たちはしなければならない。\u001b[22m, \u001b[1mあなたがしたい場合地獄は、それは我々が、しかし正確であるこのレビューのために、私の本当の意見に従った..奇妙なければならないであろう。\u001b[22m\n\u001b[4mOn a side note the television adaptation has Mei classified as female while the movie and original source both classify Mei as male.\u001b[24m\n    \u001b[1m一方で、テレビのアダプテーションはメイが女性に分類され、映画と元のソースの両方がメイを男性として分類している。\u001b[22m, \u001b[1m映画やオリジナルのソースの両方が男性としてのメイを分類しながら、サイドノートではテレビの適応は、メイは、女性として分類しています。\u001b[22m\n\u001b[4mI wonder why that is.\u001b[24m\n    \u001b[1m私はなぜそれが不思議です。\u001b[22m, \u001b[1mつまり私はなぜだろうか。\u001b[22m\n\u001b[4mMaybe the television staff caught on as well and wanted to quell suspicions?\u001b[24m\n    \u001b[1m多分テレビのスタッフもキャッチして疑念を鎮めたいと思ったのだろうか？\u001b[22m, \u001b[1m多分テレビのスタッフは、同様にキャッチされ、疑惑を鎮めるためにしたいですか？\u001b[22m\n\u001b[1m\u001b[22m\nRegardless of whether or not you believe what I believe, One Stormy Night is an incredibly heartfelt narrative that takes the viewer on an amazing journey through the relationship of two animals who cannot be together by their societal standards and even biological standards. (hey does that sound familiar to you too? allegory?)\n\n\u001b[1m私が信じていることを信じるかどうかにかかわらず、One Stormy Nightは、社会基準や生物学的基準によっても合わない2匹の動物の関係を通して、驚くほどの旅に夢中になる心からの物語です。  （ちょっと、あまりにもおなじみの音ですか？アレゴリー？）\u001b[22m\n\u001b[1m(Watashi ga shinjite iru koto o shinjiru ka dō ka ni kakawarazu, One Stormy Night wa, shakai kijun ya ikimonogaku-teki kijun ni yotte mo awanai 2-biki no dōbutsu no kankei o tōshite, odoroku hodo no tabi ni muchūninaru kokoro kara no monogataridesu. (Chotto, amarini mo onajimi no otodesu ka? Aregorī? ))\u001b[22m\n\nTranslations of \u001b[4mRegardless of whether or not you believe what I believe, One Stormy Night is an incredibly heartfelt narrative that takes the viewer on an amazing journey through the relationship of two animals who cannot be together by their societal standards and even biological standards. (hey does that sound familiar to you too? allegory?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegardless of whether or not you believe what I believe, One Stormy Night is an incredibly heartfelt narrative that takes the viewer on an amazing journey through the relationship of two animals who cannot be together by their societal standards and even biological standards.\u001b[24m\n    \u001b[1m私が信じていることを信じるかどうかにかかわらず、One Stormy Nightは、社会基準や生物学的基準によっても合わない2匹の動物の関係を通して、驚くほどの旅に夢中になる心からの物語です。\u001b[22m, \u001b[1mかかわらず、あなたは私が信じているものを信じるかどうかの、一つあらしのよるには、彼らの社会的基準、さらには生物学的な基準で一緒にすることができない2匹の動物の関係を通して素晴らしい旅に視聴者を取る非常に心からの物語です。\u001b[22m\n\u001b[4m(hey does that sound familiar to you too? allegory?)\u001b[24m\n    \u001b[1m（ちょっと、あまりにもおなじみの音ですか？アレゴリー？）\u001b[22m, \u001b[1m（ちょっとそれはあまりにもあなたに聞き覚えのでしょうか？寓意を？）\u001b[22m\n\u001b[1m\u001b[22m\nArt and sound wise, One Stormy Night is very hit or miss. The art is very moody with dark and warm colours using thick strokes. I personally find this style breathtakingly beautiful but that's just my opinion. If you like this style i would suggest watching Kagewani or Hakaba Kitarou. Maybe you should also play Okami.. The animation itself is very clunky and at times mimics luny tunes-esque wonkiness with fast paced bouncy movements. This completely destroys the atmosphere and breaks any semblance of immersion once had within the story. No audio tracks stood out to me but none grated on my nerves either.\n\n\u001b[1m芸術と賢明な音、1つの嵐の夜は非常にヒットまたはミスです。 芸術は濃いストロークを使用して暗くて暖かい色で非常にムーディーです。 私は個人的にこのスタイルを息を呑むほど美しく見いだしますが、それは私の意見です。 このスタイルが好きなら、私はKagewaniまたはHakaba Kitarouを見てみることをお勧めします。 多分あなたはまた岡見を演奏するべきです。アニメーションそのものは非常にぎこちなく、速いペースで弾力のある動きをしながら、時には愚かな曲をエスケープしたウッキーを模倣します。 これは、大気を完全に破壊し、かつてはストーリーの中にいれば浸漬の様相を崩す。 オーディオトラックは私には目立ちませんでしたが、私の神経にも激怒していませんでした。\u001b[22m\n\u001b[1m(Geijutsu to kenmeina oto, 1tsu no arashi no yoru wa hijō ni hitto matawa misudesu. Geijutsu wa koi sutorōku o shiyō shite kurakute attakai iro de hijō ni mūdīdesu. Watashi wa kojin-teki ni kono sutairu o ikiwonomu hodo utsukushiku miidashimasuga, sore wa watashi no ikendesu. Kono sutairu ga sukinara, watashi wa Kagewani matawa Hakaba Kitarou o mite miru koto o o susume shimasu. Tabun anata wa mata Okami o ensō surubekidesu. Animēshon sonomono wa hijō ni gikochinaku, hayai pēsu de danryoku no aru ugoki o shinagara, tokiniha orokana kyoku o esukēpu shita ukkī o mohō shimasu. Kore wa, taiki o kanzen ni hakai shi, katsute wa sutōrī no naka ni ireba shinshi no yōsō o kuzusu. Ōdiotorakku wa watashiniha medachimasendeshitaga, watashi no shinkei ni mo gekido shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mArt and sound wise, One Stormy Night is very hit or miss. The art is very moody with dark and warm colours using thick strokes. I personally find this style breathtakingly beautiful but that's just my opinion. If you like this style i would suggest watching Kagewani or Hakaba Kitarou. Maybe you should also play Okami.. The animation itself is very clunky and at times mimics luny tunes-esque wonkiness with fast paced bouncy movements. This completely destroys the atmosphere and breaks any semblance of immersion once had within the story. No audio tracks stood out to me but none grated on my nerves either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and sound wise, One Stormy Night is very hit or miss.\u001b[24m\n    \u001b[1m芸術と賢明な音、1つの嵐の夜は非常にヒットまたはミスです。\u001b[22m, \u001b[1mアートと賢明な音、Oneあらしのよるにが非常にヒットまたはミスされます。\u001b[22m\n\u001b[4mThe art is very moody with dark and warm colours using thick strokes.\u001b[24m\n    \u001b[1m芸術は濃いストロークを使用して暗くて暖かい色で非常にムーディーです。\u001b[22m, \u001b[1m芸術は太いストロークを使用して、暗い、暖かい色で非常にムーディーです。\u001b[22m\n\u001b[4mI personally find this style breathtakingly beautiful but that's just my opinion.\u001b[24m\n    \u001b[1m私は個人的にこのスタイルを息を呑むほど美しく見いだしますが、それは私の意見です。\u001b[22m, \u001b[1m私は個人的にこのスタイルは、息を呑むほど美しい見つけるが、それはちょうど私の意見です。\u001b[22m\n\u001b[4mIf you like this style i would suggest watching Kagewani or Hakaba Kitarou.\u001b[24m\n    \u001b[1mこのスタイルが好きなら、私はKagewaniまたはHakaba Kitarouを見てみることをお勧めします。\u001b[22m, \u001b[1mあなたはこのスタイルが好きなら、私はKagewaniまたは墓場鬼太郎を見てお勧めします。\u001b[22m\n\u001b[4mMaybe you should also play Okami.. The animation itself is very clunky and at times mimics luny tunes-esque wonkiness with fast paced bouncy movements.\u001b[24m\n    \u001b[1m多分あなたはまた岡見を演奏するべきです。アニメーションそのものは非常にぎこちなく、速いペースで弾力のある動きをしながら、時には愚かな曲をエスケープしたウッキーを模倣します。\u001b[22m, \u001b[1mたぶん、あなたはまた..アニメーション自体は非常に不格好で、速いペースで快活な動きと時間での模倣ルニーの曲風wonkiness大神を果たすべきです。\u001b[22m\n\u001b[4mThis completely destroys the atmosphere and breaks any semblance of immersion once had within the story.\u001b[24m\n    \u001b[1mこれは、大気を完全に破壊し、かつてはストーリーの中にいれば浸漬の様相を崩す。\u001b[22m, \u001b[1mこれは完全に雰囲気を破壊し、一回の話の中に持っていたの浸漬のいずれかのうわべだけを壊します。\u001b[22m\n\u001b[4mNo audio tracks stood out to me but none grated on my nerves either.\u001b[24m\n    \u001b[1mオーディオトラックは私には目立ちませんでしたが、私の神経にも激怒していませんでした。\u001b[22m, \u001b[1mいいえオーディオトラックは私に際立っていないが、どれもどちらか私の神経におろしていません。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the characters.. well they don't really shine on their own too much. What really matters is the relationship they share. Mei is naive and hopeful and Gabu is rigid and experienced. Gabu wants to show that he can protect Mei because he'd been belittled before and wants to feel like he can be strong for someone. Mei cherishes that side of Gabu and in turn is willing to protect him through sacrifices. Without getting too in depth, their relationship is one of the sweetest I have seen in anime. What they will do for each other is astounding.\n\n\u001b[1mキャラクターは、まあまあまあまあまあまあまあ。 本当に重要なのは、彼らが共有する関係です。 メイは素朴で希望があり、ガブは硬くて経験豊かです。 ガブは、前に軽蔑されていて、誰かのために強くなるように感じるために、メイを守ることができることを示したい。 メイはガブのその側を大切にし、犠牲によって彼を守ることを喜んでいる。 あまりにも深くなることなく、彼らの関係は私がアニメで見た最も甘いものの一つです。 彼らがお互いにすることは驚くべきことです。\u001b[22m\n\u001b[1m(Kyarakutā wa, mā mā mā mā mā mā mā. Hontōni jūyōna no wa, karera ga kyōyū suru kankeidesu. Mei wa sobokude kibō ga ari, Gabu wa katakute keiken yutakadesu. Gabu wa, mae ni keibetsu sa rete ite, dareka no tame ni tsuyoku naru yō ni kanjiru tame ni, mei o mamoru koto ga dekiru koto o shimeshitai. Mei wa Gabu no sono-gawa o taisetsu ni shi, gisei ni yotte kare o mamoru koto o yorokonde iru. Amarini mo fukaku naru koto naku, karera no kankei wa watashi ga anime de mita mottomo amaimono no hitotsudesu. Karera ga otagai ni suru koto wa odorokubeki kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters.. well they don't really shine on their own too much. What really matters is the relationship they share. Mei is naive and hopeful and Gabu is rigid and experienced. Gabu wants to show that he can protect Mei because he'd been belittled before and wants to feel like he can be strong for someone. Mei cherishes that side of Gabu and in turn is willing to protect him through sacrifices. Without getting too in depth, their relationship is one of the sweetest I have seen in anime. What they will do for each other is astounding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters.. well they don't really shine on their own too much.\u001b[24m\n    \u001b[1mキャラクターは、まあまあまあまあまあまあまあ。\u001b[22m, \u001b[1m文字のように..よく彼らは本当にあまりにも自分自身を照らすません。\u001b[22m\n\u001b[4mWhat really matters is the relationship they share.\u001b[24m\n    \u001b[1m本当に重要なのは、彼らが共有する関係です。\u001b[22m, \u001b[1m本当に重要な彼らが共有する関係です。\u001b[22m\n\u001b[4mMei is naive and hopeful and Gabu is rigid and experienced.\u001b[24m\n    \u001b[1mメイは素朴で希望があり、ガブは硬くて経験豊かです。\u001b[22m, \u001b[1mメイはナイーブと期待しているとGabuは、剛性と経験豊富です。\u001b[22m\n\u001b[4mGabu wants to show that he can protect Mei because he'd been belittled before and wants to feel like he can be strong for someone.\u001b[24m\n    \u001b[1mガブは、前に軽蔑されていて、誰かのために強くなるように感じるために、メイを守ることができることを示したい。\u001b[22m, \u001b[1mGabuは、彼が前に軽視し、彼が誰かのために強くなることができますように感じるように望んでいるされてしまうので、彼はメイを保護することができることを見せたいです。\u001b[22m\n\u001b[4mMei cherishes that side of Gabu and in turn is willing to protect him through sacrifices.\u001b[24m\n    \u001b[1mメイはガブのその側を大切にし、犠牲によって彼を守ることを喜んでいる。\u001b[22m, \u001b[1mメイはGabuのその側面を大切にし、順番に犠牲を通して彼を保護していく所存です。\u001b[22m\n\u001b[4mWithout getting too in depth, their relationship is one of the sweetest I have seen in anime.\u001b[24m\n    \u001b[1mあまりにも深くなることなく、彼らの関係は私がアニメで見た最も甘いものの一つです。\u001b[22m, \u001b[1m深さがあまりにも取得せずに、彼らの関係は、私はアニメで見てきた甘いの一つです。\u001b[22m\n\u001b[4mWhat they will do for each other is astounding.\u001b[24m\n    \u001b[1m彼らがお互いにすることは驚くべきことです。\u001b[22m, \u001b[1m彼らはお互いのために尽くすことは驚異的です。\u001b[22m\n\u001b[1m\u001b[22m\nDespite a few minor holes in plot that I feel are too outrageous and were put there for convenience, the narrative is solid. I see nothing too inventive or unique going on here though.\n\n\u001b[1mプロットの中で私があまりにも過激であり、便宜のために置かれていると思われる小さな穴がいくつかあるにもかかわらず、物語は堅実です。 私は独創的でもユニークでもここには何も起こっていないと思う。\u001b[22m\n\u001b[1m(Purotto no naka de watashi ga amarini mo kagekideari, bengi no tame ni oka rete iru to omowa reru chīsana ana ga ikutsu ka aru nimokakawarazu, monogatari wa kenjitsudesu. Watashi wa dokusō-tekide mo yunīku demo koko ni wa nani mo okotte inai to omou.)\u001b[22m\n\nTranslations of \u001b[4mDespite a few minor holes in plot that I feel are too outrageous and were put there for convenience, the narrative is solid. I see nothing too inventive or unique going on here though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite a few minor holes in plot that I feel are too outrageous and were put there for convenience, the narrative is solid.\u001b[24m\n    \u001b[1mプロットの中で私があまりにも過激であり、便宜のために置かれていると思われる小さな穴がいくつかあるにもかかわらず、物語は堅実です。\u001b[22m, \u001b[1m私はあまりにも法外であり、便宜のためにそこに置かれた感じプロットでいくつかのマイナーな穴にもかかわらず、物語は固体です。\u001b[22m\n\u001b[4mI see nothing too inventive or unique going on here though.\u001b[24m\n    \u001b[1m私は独創的でもユニークでもここには何も起こっていないと思う。\u001b[22m, \u001b[1m私も本発明またはユニークなものは何もかかわらず、ここで起こっていない参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nThis may be an anime for families and lovers of anime for children, but most of all I think that this anime should be recommended for fans of romance that are looking for a heartfelt relationship in their viewing material.\n\n\u001b[1mこれは、家族やアニメの愛好家のためのアニメかもしれませんが、私はこのアニメは、恋人のファンには、見ている材料の心からの関係を探していることをお勧めします。\u001b[22m\n\u001b[1m(Kore wa, kazoku ya anime no aikō-ka no tame no anime kamo shiremasenga, watashi wa kono anime wa, koibito no fan ni wa, mite iru zairyō no kokoro kara no kankei o sagashite iru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis may be an anime for families and lovers of anime for children, but most of all I think that this anime should be recommended for fans of romance that are looking for a heartfelt relationship in their viewing material.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis may be an anime for families and lovers of anime for children, but most of all I think that this anime should be recommended for fans of romance that are looking for a heartfelt relationship in their viewing material.\u001b[24m\n    \u001b[1mこれは、家族やアニメの愛好家のためのアニメかもしれませんが、私はこのアニメは、恋人のファンには、見ている材料の心からの関係を探していることをお勧めします。\u001b[22m, \u001b[1mこれは、家族や子供のためのアニメの愛好家のためのアニメかもしれないが、すべてのほとんどは、私はこのアニメは、彼らの視聴材料で心からの関係を探しているロマンスのファンのために推奨されるべきであると思います。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Phill-z",
    "profile": "/profile/Phill-z/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=3310",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\n嵐の勇気。 これが日本のディズニー映画であることをすぐに気づかない限り、これを見ないでください。 芸術、メッセージ、この「アニメ」の全体の感触は、ディズニーの漫画のものですが、良い方法です。\n\nストーリー：このストーリーの道徳は、「その表紙でその本を判断しないでください」とかそのようなことをするものです。 あなたが誰であるかに関わらず、どうやってやっていくのかを学ぶことは、これで深く伝えられます。 それはうまくいった。 ヤギとオオカミは夜はお互いに会いますが、お互いに見ることはできませんが、本当に素敵な話があり、翌日に会うことに同意します。 彼らが翌日に会うとき、私の頭を通っていたことは、「彼は羊を食べようとしている！ しかし、それは起こらなかった。 彼らのフレンドシップはかなり深くなり、残りのアニメは彼らの経験に従います。 ディズニー映画が持っているすべての道徳観を自分自身で見てもらう準備をしてください。 それはやっぱり...微妙に...でも他の映画で見たことはない。 しかし、それは本当に期待されるように子供の映画です。\n\nアート：私は本当に芸術が好きだった時がありました、そして、私は「私」に行っていた時がありましたが、全体的には本当に素敵な気分でした。 しかし、やはり私は本当に、本当にディズニーの雰囲気をそれから得ていました。アニメを望んでいたので、私をたくさん捨てました。漫画ではありません。 しかし、ディズニーはいつも非常にカラフルな絵を持っていて、嵐もそうです。\n\nサウンド：それはキッズ映画なので....スコアは叙事詩的でも憂鬱でもなかった。 それは映画の感情を高めるための一般的なものでした。 何かが悲しいときに悲しい音楽が演奏され、エキサイティングな音楽が何か刺激的なときに演奏されました。 映画作家があなたが感じたがっていたものは、彼らが選んだ音楽でした。\n\n文字：文字は予測可能ですが、ステレオタイプですが、それでもかなりかわいいです。 あなたがそうでないので、それらのいずれかによって埋めることを除いてはならない。 もう一度、それは子供の映画ですので、彼らは子供の映画のキャラクターの型に合っていない誰にも投げ込まないでください。\n\n楽しさ：正直言って私は8〜9年前にこの映画を凌駕しました。 私はアニメが何であるかわからないことを心配し、私はポケモンが漫画だと思った。 私がこれを凌駕したという事実は、どれくらい楽しんでいたかに影響しました。残念ですが...。 しかし、私は映画を見たいときにチキン・リトルやベジ・テイルズのようなものを見に行くことはありません。 だから、私がこれを上回ってしまったのは少し残念です。\n\n子供がいて、アニメを紹介したいのであれば、この映画はまったくあなたのためです。 そこにも大きな子供たちがいて、これは彼らのためにうまくいくでしょう。 私がこれを上回って、ディズニー映画がアニメとして偽装しているということは、人々がそれを楽しむことを意味しているわけではないということだけで、私はそれが私が持つことができるほど好きではないということです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nArashi no Yuru Ni. Please do not watch this unless you realize straight away that this is a Japanese Disney movie. The art, the message, the entire feel of this 'anime' is that of a Disney cartoon, but in a good way.\n\n\u001b[1m嵐の勇気。 これが日本のディズニー映画であることをすぐに気づかない限り、これを見ないでください。 芸術、メッセージ、この「アニメ」の全体の感触は、ディズニーの漫画のものですが、良い方法です。\u001b[22m\n\u001b[1m(Arashi no yūki. Kore ga Nihon no dizunī eigadearu koto o sugu ni kidzukanai kagiri, kore o minaide kudasai. Geijutsu, messēji, kono `anime' no zentai no kanshoku wa, dizunī no manga no monodesuga, yoi hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mArashi no Yuru Ni. Please do not watch this unless you realize straight away that this is a Japanese Disney movie. The art, the message, the entire feel of this 'anime' is that of a Disney cartoon, but in a good way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArashi no Yuru Ni.\u001b[24m\n    \u001b[1m嵐の勇気。\u001b[22m, \u001b[1m何のゆるニッケルを嵐ません。\u001b[22m\n\u001b[4mPlease do not watch this unless you realize straight away that this is a Japanese Disney movie.\u001b[24m\n    \u001b[1mこれが日本のディズニー映画であることをすぐに気づかない限り、これを見ないでください。\u001b[22m, \u001b[1mあなたはすぐに、これは日本のディズニー映画であることを認識しなければ、これを見ないでください。\u001b[22m\n\u001b[4mThe art, the message, the entire feel of this 'anime' is that of a Disney cartoon, but in a good way.\u001b[24m\n    \u001b[1m芸術、メッセージ、この「アニメ」の全体の感触は、ディズニーの漫画のものですが、良い方法です。\u001b[22m, \u001b[1m技術では、メッセージは、この「アニメ」の全体の感触はディズニーアニメのことですが、良い方法インチ\u001b[22m\n\u001b[1m\u001b[22m\nStory: the moral of this story is 'don't judge a book by it's cover' or something to that effect. Learning how to get along, no matter who you are is deeply conveyed in this. It's nicely done. The goat and wolf meet each other at night, they can't see each other but they end up having a really nice talk and agree to meet the next day. When they meet the next day the one thing that was going through my head was 'HE'S GOING TO EAT THE SHEEP!' but that didn't happen. Their freindship ends up deepening quite a bit and the rest of the anime follows their experiences. Prepare yourself to see all the morals that Disney movies have in them. It's done...subtly...but not as well as I've seen in other films. But it is a kid's movie so that's really to be expected.\n\n\u001b[1mストーリー：このストーリーの道徳は、「その表紙でその本を判断しないでください」とかそのようなことをするものです。 あなたが誰であるかに関わらず、どうやってやっていくのかを学ぶことは、これで深く伝えられます。 それはうまくいった。 ヤギとオオカミは夜はお互いに会いますが、お互いに見ることはできませんが、本当に素敵な話があり、翌日に会うことに同意します。 彼らが翌日に会うとき、私の頭を通っていたことは、「彼は羊を食べようとしている！ しかし、それは起こらなかった。 彼らのフレンドシップはかなり深くなり、残りのアニメは彼らの経験に従います。 ディズニー映画が持っているすべての道徳観を自分自身で見てもらう準備をしてください。 それはやっぱり...微妙に...でも他の映画で見たことはない。 しかし、それは本当に期待されるように子供の映画です。\u001b[22m\n\u001b[1m(Sutōrī: Kono sutōrī no dōtoku wa,`sono hyōshi de sono-pon o handan shinaide kudasai' toka sono yōna koto o suru monodesu. Anata ga daredearu ka ni kakawarazu, dō yatte yatte iku no ka o manabu koto wa, kore de fukaku tsutae raremasu. Sore wa umaku itta. Yagi to ōkami wa yoru wa otagai ni aimasuga, otagai ni miru koto wa dekimasenga, hontōni sutekina hanashi ga ari, yokujitsu ni au koto ni dōi shimasu. Karera ga yokujitsu ni au toki, watashi no atama o kayotte ita koto wa,`kare wa hitsuji o tabeyou to shite iru! Shikashi, sore wa okoranakatta. Karera no furendoshippu wa kanari fukaku nari, nokori no anime wa karera no keiken ni shitagaimasu. Dizunī eiga ga motte iru subete no dōtoku-kan o jibun jishin de mitemorau junbi o shite kudasai. Sore wa yappari... Bimyō ni... Demo hoka no eiga de mita koto wanai. Shikashi, sore wa hontōni kitai sa reru yō ni kodomo no eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: the moral of this story is 'don't judge a book by it's cover' or something to that effect. Learning how to get along, no matter who you are is deeply conveyed in this. It's nicely done. The goat and wolf meet each other at night, they can't see each other but they end up having a really nice talk and agree to meet the next day. When they meet the next day the one thing that was going through my head was 'HE'S GOING TO EAT THE SHEEP!' but that didn't happen. Their freindship ends up deepening quite a bit and the rest of the anime follows their experiences. Prepare yourself to see all the morals that Disney movies have in them. It's done...subtly...but not as well as I've seen in other films. But it is a kid's movie so that's really to be expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: the moral of this story is 'don't judge a book by it's cover' or something to that effect.\u001b[24m\n    \u001b[1mストーリー：このストーリーの道徳は、「その表紙でその本を判断しないでください」とかそのようなことをするものです。\u001b[22m, \u001b[1mストーリー：この話の教訓は、またはその効果に何か「それの本を表紙で判断してはいけない」です。\u001b[22m\n\u001b[4mLearning how to get along, no matter who you are is deeply conveyed in this.\u001b[24m\n    \u001b[1mあなたが誰であるかに関わらず、どうやってやっていくのかを学ぶことは、これで深く伝えられます。\u001b[22m, \u001b[1m、あなたは深くこの中で搬送されているに関係なく仲良くする方法を学びます。\u001b[22m\n\u001b[4mIt's nicely done.\u001b[24m\n    \u001b[1mそれはうまくいった。\u001b[22m, \u001b[1mそれはうまく行っています。\u001b[22m\n\u001b[4mThe goat and wolf meet each other at night, they can't see each other but they end up having a really nice talk and agree to meet the next day.\u001b[24m\n    \u001b[1mヤギとオオカミは夜はお互いに会いますが、お互いに見ることはできませんが、本当に素敵な話があり、翌日に会うことに同意します。\u001b[22m, \u001b[1mヤギとオオカミは夜にお互いを満たし、彼らはお互いを見ることができないが、彼らは本当にいい話を持っ終わると次の日に会うことに同意します。\u001b[22m\n\u001b[4mWhen they meet the next day the one thing that was going through my head was 'HE'S GOING TO EAT THE SHEEP!'\u001b[24m\n    \u001b[1m彼らが翌日に会うとき、私の頭を通っていたことは、「彼は羊を食べようとしている！\u001b[22m, \u001b[1m彼らは次の日に私の頭を通過した一つのことを会うときだった」と彼は羊を食べるつもりです！」\u001b[22m\n\u001b[4mbut that didn't happen.\u001b[24m\n    \u001b[1mしかし、それは起こらなかった。\u001b[22m, \u001b[1mそれは実現しませんでした。\u001b[22m\n\u001b[4mTheir freindship ends up deepening quite a bit and the rest of the anime follows their experiences.\u001b[24m\n    \u001b[1m彼らのフレンドシップはかなり深くなり、残りのアニメは彼らの経験に従います。\u001b[22m, \u001b[1mそのfreindshipはかなり深め終わるとアニメの残りの部分は、彼らの経験を次の。\u001b[22m\n\u001b[4mPrepare yourself to see all the morals that Disney movies have in them.\u001b[24m\n    \u001b[1mディズニー映画が持っているすべての道徳観を自分自身で見てもらう準備をしてください。\u001b[22m, \u001b[1mディズニー映画はそれらを持っているすべてのモラルを見るためにあなた自身を準備します。\u001b[22m\n\u001b[4mIt's done...subtly...but not as well as I've seen in other films.\u001b[24m\n    \u001b[1mそれはやっぱり...微妙に...でも他の映画で見たことはない。\u001b[22m, \u001b[1m私は他の映画で見てきたように、それは微妙...ではないとしても...完了です。\u001b[22m\n\u001b[4mBut it is a kid's movie so that's really to be expected.\u001b[24m\n    \u001b[1mしかし、それは本当に期待されるように子供の映画です。\u001b[22m, \u001b[1mそれは本当に予想されることですのでしかし、それは子供の映画があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: There were times that I really liked the art, and there were times I was going 'meh' But overall it had a really nice feel. But again I was really, really getting the Disney vibe from it, which threw me off a lot because I was hoping for anime...not a cartoon. But Disney has always had very....colourful pictures and Arashi is like that too.\n\n\u001b[1mアート：私は本当に芸術が好きだった時がありました、そして、私は「私」に行っていた時がありましたが、全体的には本当に素敵な気分でした。 しかし、やはり私は本当に、本当にディズニーの雰囲気をそれから得ていました。アニメを望んでいたので、私をたくさん捨てました。漫画ではありません。 しかし、ディズニーはいつも非常にカラフルな絵を持っていて、嵐もそうです。\u001b[22m\n\u001b[1m(Āto: Watashi wa hontōni geijutsu ga sukidatta toki ga arimashita, soshite, watashi wa `watashi' ni itte ita toki ga arimashitaga, zentai-teki ni wa hontōni sutekina kibundeshita. Shikashi, yahari watashi wa hontōni, hontōni dizunī no fun'iki o sore kara ete imashita. Anime o nozonde itanode, watashi o takusan sutemashita. Mangade wa arimasen. Shikashi, dizunī wa itsumo hijō ni karafuruna e o motte ite, arashi mo sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: There were times that I really liked the art, and there were times I was going 'meh' But overall it had a really nice feel. But again I was really, really getting the Disney vibe from it, which threw me off a lot because I was hoping for anime...not a cartoon. But Disney has always had very....colourful pictures and Arashi is like that too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: There were times that I really liked the art, and there were times I was going 'meh' But overall it had a really nice feel.\u001b[24m\n    \u001b[1mアート：私は本当に芸術が好きだった時がありました、そして、私は「私」に行っていた時がありましたが、全体的には本当に素敵な気分でした。\u001b[22m, \u001b[1mアート：私は本当に芸術を好きで、私は「まあまあ」つもりだった。しかし、全体的な、それは本当にいい感触を持っていた時代があった時代がありました。\u001b[22m\n\u001b[4mBut again I was really, really getting the Disney vibe from it, which threw me off a lot because I was hoping for anime...not a cartoon.\u001b[24m\n    \u001b[1mしかし、やはり私は本当に、本当にディズニーの雰囲気をそれから得ていました。アニメを望んでいたので、私をたくさん捨てました。漫画ではありません。\u001b[22m, \u001b[1mしかし、再び、私は本当に、本当に私はアニメ...ない漫画を期待していたので、多くのことを私に投げている、それからディズニーの雰囲気を得ていました。\u001b[22m\n\u001b[4mBut Disney has always had very....colourful pictures and Arashi is like that too.\u001b[24m\n    \u001b[1mしかし、ディズニーはいつも非常にカラフルな絵を持っていて、嵐もそうです。\u001b[22m, \u001b[1mしかし、ディズニーは、常に非常に....カラフルな写真を持っていたし、嵐もそのようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: It's a kids movie....so the score wasn't epic or depressing. It was sort of generic to enhance the feeling of the movie. Sad music played when something was sad, exciting music was played when something was exciting. Whatever the filmmakers wanted you to feel was the music they chose to play.\n\n\u001b[1mサウンド：それはキッズ映画なので....スコアは叙事詩的でも憂鬱でもなかった。 それは映画の感情を高めるための一般的なものでした。 何かが悲しいときに悲しい音楽が演奏され、エキサイティングな音楽が何か刺激的なときに演奏されました。 映画作家があなたが感じたがっていたものは、彼らが選んだ音楽でした。\u001b[22m\n\u001b[1m(Saundo: Sore wa kizzu eigananode. ... Sukoa wa jojishi-tekide mo yūutsude mo nakatta. Sore wa eiga no kanjō o takameru tame no ippantekina monodeshita. Nanika ga kanashī toki ni kanashī ongaku ga ensō sa re, ekisaitinguna ongaku ga nanika shigeki-tekina toki ni ensō sa remashita. Eiga sakka ga anata ga kanjita gatte ita mono wa, karera ga eranda ongakudeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: It's a kids movie....so the score wasn't epic or depressing. It was sort of generic to enhance the feeling of the movie. Sad music played when something was sad, exciting music was played when something was exciting. Whatever the filmmakers wanted you to feel was the music they chose to play.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: It's a kids movie....so the score wasn't epic or depressing.\u001b[24m\n    \u001b[1mサウンド：それはキッズ映画なので....スコアは叙事詩的でも憂鬱でもなかった。\u001b[22m, \u001b[1mサウンド：それは子供たちの映画は、スコアが叙事詩や憂鬱ではありませんでしたので....です。\u001b[22m\n\u001b[4mIt was sort of generic to enhance the feeling of the movie.\u001b[24m\n    \u001b[1mそれは映画の感情を高めるための一般的なものでした。\u001b[22m, \u001b[1m映画の感覚を強化するために、汎用の一種でした。\u001b[22m\n\u001b[4mSad music played when something was sad, exciting music was played when something was exciting.\u001b[24m\n    \u001b[1m何かが悲しいときに悲しい音楽が演奏され、エキサイティングな音楽が何か刺激的なときに演奏されました。\u001b[22m, \u001b[1m何かが悲しかった時悲しい音楽は何かがエキサイティングだったときにエキサイティングな音楽が演奏された、演奏しました。\u001b[22m\n\u001b[4mWhatever the filmmakers wanted you to feel was the music they chose to play.\u001b[24m\n    \u001b[1m映画作家があなたが感じたがっていたものは、彼らが選んだ音楽でした。\u001b[22m, \u001b[1m映画製作者は、あなたが感じたいと思ったものは何でも彼らがプレーすることを選択した音楽でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters are predictable, stereotypical, but nonetheless they are quite cute. Don't except to be floored by any of them, because you won't be. Again, it's a kid's movie so they don't throw in anyone who doesn't fit the mold of the kid's movie characters.\n\n\u001b[1m文字：文字は予測可能ですが、ステレオタイプですが、それでもかなりかわいいです。 あなたがそうでないので、それらのいずれかによって埋めることを除いてはならない。 もう一度、それは子供の映画ですので、彼らは子供の映画のキャラクターの型に合っていない誰にも投げ込まないでください。\u001b[22m\n\u001b[1m(Moji: Moji wa yosoku kanōdesuga, sutereo taipudesuga, soredemo kanari kawaīdesu. Anata ga sōdenainode, sorera no izureka ni yotte umeru koto o nozoite wa naranai. Mōichido, soreha kodomo no eigadesunode, karera wa kodomo no eiga no kyarakutā no kata ni atte inai darenimo nagekomanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters are predictable, stereotypical, but nonetheless they are quite cute. Don't except to be floored by any of them, because you won't be. Again, it's a kid's movie so they don't throw in anyone who doesn't fit the mold of the kid's movie characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters are predictable, stereotypical, but nonetheless they are quite cute.\u001b[24m\n    \u001b[1m文字：文字は予測可能ですが、ステレオタイプですが、それでもかなりかわいいです。\u001b[22m, \u001b[1m文字：文字がステレオタイプ、予測可能であるが、それにもかかわらず、彼らは非常にかわいいです。\u001b[22m\n\u001b[4mDon't except to be floored by any of them, because you won't be.\u001b[24m\n    \u001b[1mあなたがそうでないので、それらのいずれかによって埋めることを除いてはならない。\u001b[22m, \u001b[1mあなたはされませんので、それらのいずれかによって床のことを除いてはいけません。\u001b[22m\n\u001b[4mAgain, it's a kid's movie so they don't throw in anyone who doesn't fit the mold of the kid's movie characters.\u001b[24m\n    \u001b[1mもう一度、それは子供の映画ですので、彼らは子供の映画のキャラクターの型に合っていない誰にも投げ込まないでください。\u001b[22m, \u001b[1m彼らは子供の映画の文字の型に適合しない人にはスローされませんので、ここでも、それは子供の映画です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Honestly I outgrew this movie 8-9 years ago. Mind you I wouldn't know what anime was, i thought that Pokemon was a cartoon. The fact that I outgrew this really did affect how much I enjoyed it, which is...unfortunate. But like, I don't go out to see stuff like Chicken Little or Veggie Tales (which....I did see) when I want to see a movie. So it's a little unfortunate that I've outgrown this.\n\n\u001b[1m楽しさ：正直言って私は8〜9年前にこの映画を凌駕しました。 私はアニメが何であるかわからないことを心配し、私はポケモンが漫画だと思った。 私がこれを凌駕したという事実は、どれくらい楽しんでいたかに影響しました。残念ですが...。 しかし、私は映画を見たいときにチキン・リトルやベジ・テイルズのようなものを見に行くことはありません。 だから、私がこれを上回ってしまったのは少し残念です。\u001b[22m\n\u001b[1m(Tanoshisa: Shōjiki itte watashi wa 8 〜 9-nen mae ni kono eiga o ryōga shimashita. Watashi wa anime ga nandearu ka wakaranai koto o shinpai shi, watashi wa pokemon ga mangada to omotta. Watashi ga kore o ryōga shita to iu jijitsu wa, dorekurai tanoshinde ita ka ni eikyō shimashita. Zan'nendesuga.... Shikashi, watashi wa eiga o mitai toki ni chikin ritoru ya beji teiruzu no yōna mono o mi ni iku koto wa arimasen. Dakara, watashi ga kore o uwamawatte shimatta no wa sukoshi zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Honestly I outgrew this movie 8-9 years ago. Mind you I wouldn't know what anime was, i thought that Pokemon was a cartoon. The fact that I outgrew this really did affect how much I enjoyed it, which is...unfortunate. But like, I don't go out to see stuff like Chicken Little or Veggie Tales (which....I did see) when I want to see a movie. So it's a little unfortunate that I've outgrown this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Honestly I outgrew this movie 8-9 years ago.\u001b[24m\n    \u001b[1m楽しさ：正直言って私は8〜9年前にこの映画を凌駕しました。\u001b[22m, \u001b[1m楽しさ：正直なところ私は8-9年前にこの映画をoutgrew。\u001b[22m\n\u001b[4mMind you I wouldn't know what anime was, i thought that Pokemon was a cartoon.\u001b[24m\n    \u001b[1m私はアニメが何であるかわからないことを心配し、私はポケモンが漫画だと思った。\u001b[22m, \u001b[1m私はアニメが何であったか知っているだろう断っておくが、私はポケモン漫画だと思いました。\u001b[22m\n\u001b[4mThe fact that I outgrew this really did affect how much I enjoyed it, which is...unfortunate.\u001b[24m\n    \u001b[1m私がこれを凌駕したという事実は、どれくらい楽しんでいたかに影響しました。残念ですが...。\u001b[22m, \u001b[1m私はこれをoutgrewという事実は本当に...不幸である、私はそれを楽しんでどのくらいの影響を与えました。\u001b[22m\n\u001b[4mBut like, I don't go out to see stuff like Chicken Little or Veggie Tales (which....I did see) when I want to see a movie.\u001b[24m\n    \u001b[1mしかし、私は映画を見たいときにチキン・リトルやベジ・テイルズのようなものを見に行くことはありません。\u001b[22m, \u001b[1mしかし、のような、私はチキン・リトルまたはベジテイルズ（私が見たどの....）私は映画を見たいと思ったときのようなものを見に外出しません。\u001b[22m\n\u001b[4mSo it's a little unfortunate that I've outgrown this.\u001b[24m\n    \u001b[1mだから、私がこれを上回ってしまったのは少し残念です。\u001b[22m, \u001b[1mだから、私はこれを脱却したことを少し残念です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you have a kid and you want to introduce anime to them, then this movie is totally for you. There are some big kids out there too, and this will be fine for them. Just because I've outgrown this and think that it's a Disney movie masquerading as an anime doesn't mean that people won't enjoy it, it just means that I didn't like it as much as I could have.\n\n\u001b[1m子供がいて、アニメを紹介したいのであれば、この映画はまったくあなたのためです。 そこにも大きな子供たちがいて、これは彼らのためにうまくいくでしょう。 私がこれを上回って、ディズニー映画がアニメとして偽装しているということは、人々がそれを楽しむことを意味しているわけではないということだけで、私はそれが私が持つことができるほど好きではないということです。\u001b[22m\n\u001b[1m(Kodomo ga ite, anime o shōkai shitai nodeareba, kono eiga wa mattaku anata no tamedesu. Soko ni mo ōkina kodomo-tachi ga ite, kore wa karera no tame ni umaku ikudeshou. Watashi ga kore o uwamawatte, dizunī eiga ga anime to shite gisō shite iru to iu koto wa, hitobito ga sore o tanoshimu koto o imi shite iru wakede wa nai to iu koto dake de, watashi wa sore ga watashi ga motsu koto ga dekiru hodo sukide wa nai to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you have a kid and you want to introduce anime to them, then this movie is totally for you. There are some big kids out there too, and this will be fine for them. Just because I've outgrown this and think that it's a Disney movie masquerading as an anime doesn't mean that people won't enjoy it, it just means that I didn't like it as much as I could have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have a kid and you want to introduce anime to them, then this movie is totally for you.\u001b[24m\n    \u001b[1m子供がいて、アニメを紹介したいのであれば、この映画はまったくあなたのためです。\u001b[22m, \u001b[1mあなたが子供を持っているし、あなたが彼らにアニメを紹介したい場合は、この映画はあなたのために完全です。\u001b[22m\n\u001b[4mThere are some big kids out there too, and this will be fine for them.\u001b[24m\n    \u001b[1mそこにも大きな子供たちがいて、これは彼らのためにうまくいくでしょう。\u001b[22m, \u001b[1mそこにいくつかの大きな子供があまりにもそこにあり、これは彼らのために罰金になります。\u001b[22m\n\u001b[4mJust because I've outgrown this and think that it's a Disney movie masquerading as an anime doesn't mean that people won't enjoy it, it just means that I didn't like it as much as I could have.\u001b[24m\n    \u001b[1m私がこれを上回って、ディズニー映画がアニメとして偽装しているということは、人々がそれを楽しむことを意味しているわけではないということだけで、私はそれが私が持つことができるほど好きではないということです。\u001b[22m, \u001b[1m私はこれを脱却し、それは人々がそれを楽しむしないことを意味するものではありませんアニメを装ったディズニー映画だと思いましたからといって、それだけで私はそれが同じくらい私が持っている可能性があるので好きではなかったことを意味します。\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "ladyxzeus",
    "profile": "/profile/ladyxzeus/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=10763",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  7\n\nかわいい素敵な物語は、豪華な芸術によって伝えられました。 日曜日の午後にはもっと良いことを尋ねることはできません。\n\nこれは良い気持ちと簡単なユーモアのオーラに囲まれた子供向けの映画です。 しかし、誰もがしばらくの間、良い気持ちと簡単なユーモアが必要です！ 物語は単純で、目的だけでなく、オオカミとヒツジは友人であり、違いにかかわらず、彼らは終わりまで友情のために戦うだろう。\n\nこの物語は美しい芸術によって甘やかされています。 私が今まで見たことのある方が良い。 デジタルの伝統的なミックスでは、何が水彩で、3次元アニメーションが何であるかがわからないことがあります。その結果、目には非常に快適な体験がもたらされます。 芸術の美しさは、私たちのキャラクターの個性を特徴付けるのに役立ちます。 甘くて丸くてふわふわの子羊（実際にはかなり美味しいと思うが、特定の観点から...）は、醜い野獣と野生の野生のオオカミ（彼らは凶暴で恐ろしいが、陽気なキャラクターになるという事実）\n\nこのようにして、キャラクターとストーリーのシンプルさが非常に興味深く心温まるものに変わります。\n\nあなたの家を走っている子供がいて、2時間近く静かに座って欲しいのなら、必見です。 私はそれを試して、それは動作します！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nA cute and lovely story conveyed by gorgeous art. One can't ask for a better thing to watch on a Sunday afternoon.\n\n\u001b[1mかわいい素敵な物語は、豪華な芸術によって伝えられました。 日曜日の午後にはもっと良いことを尋ねることはできません。\u001b[22m\n\u001b[1m(Kawaī sutekina monogatari wa, gōkana geijutsu ni yotte tsutae raremashita. Nichiyōbi no gogo ni wa motto yoi koto o tazuneru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mA cute and lovely story conveyed by gorgeous art. One can't ask for a better thing to watch on a Sunday afternoon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA cute and lovely story conveyed by gorgeous art.\u001b[24m\n    \u001b[1mかわいい素敵な物語は、豪華な芸術によって伝えられました。\u001b[22m, \u001b[1mゴージャスな芸術によって搬送かわいいと美しい物語。\u001b[22m\n\u001b[4mOne can't ask for a better thing to watch on a Sunday afternoon.\u001b[24m\n    \u001b[1m日曜日の午後にはもっと良いことを尋ねることはできません。\u001b[22m, \u001b[1m一つは、日曜日の午後に見て、より良いものを求めることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a children's movie, surrounded by an aura of good feelings and easy humour. But everyone needs good feelings and easy humour once in a while! The story is simple, as well as the objective: a wolf and a sheep are friends and, no matter the differences, they will fight for their friendship till the end.\n\n\u001b[1mこれは良い気持ちと簡単なユーモアのオーラに囲まれた子供向けの映画です。 しかし、誰もがしばらくの間、良い気持ちと簡単なユーモアが必要です！ 物語は単純で、目的だけでなく、オオカミとヒツジは友人であり、違いにかかわらず、彼らは終わりまで友情のために戦うだろう。\u001b[22m\n\u001b[1m(Kore wa yoi kimochi to kantan'na yūmoa no ōra ni kakoma reta kodomo-muke no eigadesu. Shikashi, daremoga shibarakunoaida, yoi kimochi to kantan'na yūmoa ga hitsuyōdesu! Monogatari wa tanjun de, mokuteki dakedenaku, ōkami to hitsuji wa yūjindeari, chigai ni kakawarazu, karera wa owari made yūjō no tame ni tatakaudarou.)\u001b[22m\n\nTranslations of \u001b[4mThis is a children's movie, surrounded by an aura of good feelings and easy humour. But everyone needs good feelings and easy humour once in a while! The story is simple, as well as the objective: a wolf and a sheep are friends and, no matter the differences, they will fight for their friendship till the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a children's movie, surrounded by an aura of good feelings and easy humour.\u001b[24m\n    \u001b[1mこれは良い気持ちと簡単なユーモアのオーラに囲まれた子供向けの映画です。\u001b[22m, \u001b[1mこれはいい気持ちで簡単なユーモアのオーラに囲まれた子供たちの映画、です。\u001b[22m\n\u001b[4mBut everyone needs good feelings and easy humour once in a while!\u001b[24m\n    \u001b[1mしかし、誰もがしばらくの間、良い気持ちと簡単なユーモアが必要です！\u001b[22m, \u001b[1mしかし、誰もがたまにはいい気持ちで簡単なユーモアを必要としています！\u001b[22m\n\u001b[4mThe story is simple, as well as the objective: a wolf and a sheep are friends and, no matter the differences, they will fight for their friendship till the end.\u001b[24m\n    \u001b[1m物語は単純で、目的だけでなく、オオカミとヒツジは友人であり、違いにかかわらず、彼らは終わりまで友情のために戦うだろう。\u001b[22m, \u001b[1mストーリーは単純なだけでなく、客観的である：狼と羊は友人と、どんなに相違している、彼らは最後まで彼らの友情のために戦うことになります。\u001b[22m\n\u001b[1m\u001b[22m\nThis story is pampered by beautiful art. One of the better I have ever seen. In a digital-traditional mix sometimes you're not sure what is watercolour and what is tridimensional animation, which results in a very pleasant experience to the eyes. The beauty of the art helps to characterise the personalities of our characters. The sweet, round and fluffy lambs (which actually look quite tasty, from a certain perspective...) opposed to the ugly and flea ridden wolves (fact that makes them hilarious characters, even though they are ferocious and scary)\n\n\u001b[1mこの物語は美しい芸術によって甘やかされています。 私が今まで見たことのある方が良い。 デジタルの伝統的なミックスでは、何が水彩で、3次元アニメーションが何であるかがわからないことがあります。その結果、目には非常に快適な体験がもたらされます。 芸術の美しさは、私たちのキャラクターの個性を特徴付けるのに役立ちます。 甘くて丸くてふわふわの子羊（実際にはかなり美味しいと思うが、特定の観点から...）は、醜い野獣と野生の野生のオオカミ（彼らは凶暴で恐ろしいが、陽気なキャラクターになるという事実）\u001b[22m\n\u001b[1m(Kono monogatari wa utsukushī geijutsu ni yotte amayakasa rete imasu. Watashi ga imamade mita koto no aru kata ga yoi. Dejitaru no dentō-tekina mikkusude wa, nani ga suisai de, 3-jigen animēshon ga nandearu ka ga wakaranai koto ga arimasu. Sono kekka,-me ni wa hijō ni kaitekina taiken ga motarasa remasu. Geijutsu no utsukushi-sa wa, watashitachi no kyarakutā no kosei o tokuchōdzukeru no ni yakudachimasu. Amakute marukute fuwafuwa no kohitsuji (jissai ni wa kanari oishī to omou ga, tokutei no kanten kara... ) Wa, minikui yajū to yasei no yasei no ōkami (karera wa kyōbōde osoroshīga, yōkina kyarakutā ni naru to iu jijitsu))\u001b[22m\n\nTranslations of \u001b[4mThis story is pampered by beautiful art. One of the better I have ever seen. In a digital-traditional mix sometimes you're not sure what is watercolour and what is tridimensional animation, which results in a very pleasant experience to the eyes. The beauty of the art helps to characterise the personalities of our characters. The sweet, round and fluffy lambs (which actually look quite tasty, from a certain perspective...) opposed to the ugly and flea ridden wolves (fact that makes them hilarious characters, even though they are ferocious and scary)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is pampered by beautiful art.\u001b[24m\n    \u001b[1mこの物語は美しい芸術によって甘やかされています。\u001b[22m, \u001b[1mこの物語は、美しい芸術によって甘やかされています。\u001b[22m\n\u001b[4mOne of the better I have ever seen.\u001b[24m\n    \u001b[1m私が今まで見たことのある方が良い。\u001b[22m, \u001b[1mより良い私が今まで見た中での一つ。\u001b[22m\n\u001b[4mIn a digital-traditional mix sometimes you're not sure what is watercolour and what is tridimensional animation, which results in a very pleasant experience to the eyes.\u001b[24m\n    \u001b[1mデジタルの伝統的なミックスでは、何が水彩で、3次元アニメーションが何であるかがわからないことがあります。その結果、目には非常に快適な体験がもたらされます。\u001b[22m, \u001b[1mデジタル伝統的なミックスで、時にはあなたは水彩画が何であるかと、目に非常に楽しい経験になる三次元アニメーション、何であるかわかりません。\u001b[22m\n\u001b[4mThe beauty of the art helps to characterise the personalities of our characters.\u001b[24m\n    \u001b[1m芸術の美しさは、私たちのキャラクターの個性を特徴付けるのに役立ちます。\u001b[22m, \u001b[1m芸術の美しさは、私たちの文字の人格を特徴づけるために役立ちます。\u001b[22m\n\u001b[4mThe sweet, round and fluffy lambs (which actually look quite tasty, from a certain perspective...) opposed to the ugly and flea ridden wolves (fact that makes them hilarious characters, even though they are ferocious and scary)\u001b[24m\n    \u001b[1m甘くて丸くてふわふわの子羊（実際にはかなり美味しいと思うが、特定の観点から...）は、醜い野獣と野生の野生のオオカミ（彼らは凶暴で恐ろしいが、陽気なキャラクターになるという事実）\u001b[22m, \u001b[1m（彼らは猛烈なと怖いであっても、それらの陽気なキャラクターを作るという事実）醜いとノミだらけのオオカミに反対甘く、丸いふわふわ子羊（実際には、特定の観点から、非常においしい見て...）\u001b[22m\n\u001b[1m\u001b[22m\nThis way the simplicity of the characters and the story turns into something very interesting and heart-warming.\n\n\u001b[1mこのようにして、キャラクターとストーリーのシンプルさが非常に興味深く心温まるものに変わります。\u001b[22m\n\u001b[1m(Kono yō ni shite, kyarakutā to sutōrī no shinpuru-sa ga hijō ni kyōmibukaku kokoroatatamaru mono ni kawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis way the simplicity of the characters and the story turns into something very interesting and heart-warming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis way the simplicity of the characters and the story turns into something very interesting and heart-warming.\u001b[24m\n    \u001b[1mこのようにして、キャラクターとストーリーのシンプルさが非常に興味深く心温まるものに変わります。\u001b[22m, \u001b[1mこの方法では、文字のシンプルさと話は非常に興味深いと心温まるものになります。\u001b[22m\n\u001b[1m\u001b[22m\nA must-see if you have children running through your house and you want them to sit quiet for almost 2 hours. I tried it and it works!\n\n\u001b[1mあなたの家を走っている子供がいて、2時間近く静かに座って欲しいのなら、必見です。 私はそれを試して、それは動作します！\u001b[22m\n\u001b[1m(Anata no ie o hashitte iru kodomo ga ite, 2-jikan chikaku shizuka ni suwatte hoshī nonara, hikkendesu. Watashi wa sore o tameshite, soreha dōsa shimasu!)\u001b[22m\n\nTranslations of \u001b[4mA must-see if you have children running through your house and you want them to sit quiet for almost 2 hours. I tried it and it works!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA must-see if you have children running through your house and you want them to sit quiet for almost 2 hours.\u001b[24m\n    \u001b[1mあなたの家を走っている子供がいて、2時間近く静かに座って欲しいのなら、必見です。\u001b[22m, \u001b[1mあなたがあなたの家の中を実行している子供を持って、あなたは彼らがほぼ2時間静かに座ってしたい場合は必見します。\u001b[22m\n\u001b[4mI tried it and it works!\u001b[24m\n    \u001b[1m私はそれを試して、それは動作します！\u001b[22m, \u001b[1m私はそれを試してみましたが、それは働きます！\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Pessoa",
    "profile": "/profile/Pessoa/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=21043",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  9\n\n嵐の夜は、ヤギとオオカミの友情の話です。 木村雄一の本から採用され、2005年には日本アカデミー賞を受賞しました。 著者は子供のために書いていますが、表面はまだ成熟した大人のスタッフとして私に現れました。\n\nプロットはシンプルで細部はなく、ゴブ（オオカミ）がメイ（ヤギ）を自分のパックから救う霧の日など何かが起こるかもしれないと思っていますが、あまり行動しません。 嵐の夜（嵐の夜に）彼らは納屋で避難所を見つける。 彼らはお互いを見たり嗅いたりすることはできません。 彼らは話をして友人になる。 その後、別の時間に会うことにしますが、会うと真実が見えます。 しかし、友情を続けることに決めました。 彼らは飢餓に直面しているような強い絆を抱き、メイはゴブに食べさせるが、ゴブは食べない。\n\nプロットはおとぎ話のようなものです。 プロット、音楽、芸術のいずれも特別なものはありません。ディズニー映画に似ていると思うかもしれません。文字は簡単に予測できます。 しかし、ここでは映画の微妙な欲求が現れています。その美しさは、実存的で哲学的な質問を成功裏に隠すことにあります。 それは存在の問題です：ゴブはメイを食べるでしょう、彼は自然の中で、彼はオオカミです。 しかし、代わりに彼は友情を選びますが、彼の本質に変化はありません。彼は殺して食べ続けます。夜は食べ物を見つけるために行き、Meiはそれを知っています。 ここではディズニー映画とは大きく異なり、ディズニーでもオオカミ、サメ、ライオンが菜食主義者になる可能性があります。 しかし、嵐の夜は、その性質は変わらない。それがディズニーのようなユートピアではなく、むしろ現実主義者である理由である。 そして、映画の最も劇的なシーンは、ゴブが自分の存在に疑問を呈した時だと思います。なぜ彼はオオカミとして生まれたのですか？ 彼らは彼らの本質から離れて行く。それはゴブとメイが狼と羊を残した理由だ。ゴブが記憶を失ったとき、一時的に\n記憶喪失、彼は彼のオオカミの性質に変わり、私を知らず、彼を食べようとする。 物語は彼らが新しい土地に来るときに終わり、羊が生きていなくても、羊が生きていなくても、狩人がいなくても祈っていなくても。\n\n私がそれを8と評価した理由はここにあります、それは子供と大人の両方に訴えます。 私が上で言及したものに注意を払わずに、あなたが映画を見るなら、あなたはこれを疑うかもしれません。 あなたが典型的なアニメに休憩したいと思えば、嵐の夜は最高の選択の1つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nArashi no Yoru ni is a story of friendship between a goat and a wolf. It's adopted from Yuichi Kimura's book, and in 2005 the animated movie won the Japan Academy Award in its category. Author writes for children, yet below surface it appeared to me as much more mature and adult staff.\n\n\u001b[1m嵐の夜は、ヤギとオオカミの友情の話です。 木村雄一の本から採用され、2005年には日本アカデミー賞を受賞しました。 著者は子供のために書いていますが、表面はまだ成熟した大人のスタッフとして私に現れました。\u001b[22m\n\u001b[1m(Arashi no yoru wa, yagi to ōkami no yūjō no hanashidesu. Kimura Yūichi no hon kara saiyō sa re, 2005-nen ni wa Nihon akademī-shō o jushō shimashita. Chosha wa kodomo no tame ni kaite imasuga, hyōmen wa mada seijuku shita otona no sutaffu to shite watashi ni arawaremashita.)\u001b[22m\n\nTranslations of \u001b[4mArashi no Yoru ni is a story of friendship between a goat and a wolf. It's adopted from Yuichi Kimura's book, and in 2005 the animated movie won the Japan Academy Award in its category. Author writes for children, yet below surface it appeared to me as much more mature and adult staff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArashi no Yoru ni is a story of friendship between a goat and a wolf.\u001b[24m\n    \u001b[1m嵐の夜は、ヤギとオオカミの友情の話です。\u001b[22m, \u001b[1m嵐の夜には、ヤギとオオカミの間の友情の物語です。\u001b[22m\n\u001b[4mIt's adopted from Yuichi Kimura's book, and in 2005 the animated movie won the Japan Academy Award in its category.\u001b[24m\n    \u001b[1m木村雄一の本から採用され、2005年には日本アカデミー賞を受賞しました。\u001b[22m, \u001b[1mこれは、祐一木村さんの本から採用され、2005年にアニメ映画はその範疇に日本アカデミー賞を受賞しています。\u001b[22m\n\u001b[4mAuthor writes for children, yet below surface it appeared to me as much more mature and adult staff.\u001b[24m\n    \u001b[1m著者は子供のために書いていますが、表面はまだ成熟した大人のスタッフとして私に現れました。\u001b[22m, \u001b[1m著者は、子供たちのために書き込み、まだ表面の下に、それは私には同じくらい、より成熟し、大人のスタッフが登場しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is simple, without much details, and not much action even though at some moments one expects something may happen - such as in a foggy day when Gobu (wolf) saves Mei (goat) from his pack. In a stormy night (arashi no yoru ni) they both find shelter in a barn. They cannot see and smell each other. They begin talking and become friends. Then decide to meet another time, but when they meet, they find the truth. Yet decide to continue friendship. They develop such strong bonds with each other that facing starvation Mei offers himself to Gobu, to eat him, but Gobu doesn't.\n\n\u001b[1mプロットはシンプルで細部はなく、ゴブ（オオカミ）がメイ（ヤギ）を自分のパックから救う霧の日など何かが起こるかもしれないと思っていますが、あまり行動しません。 嵐の夜（嵐の夜に）彼らは納屋で避難所を見つける。 彼らはお互いを見たり嗅いたりすることはできません。 彼らは話をして友人になる。 その後、別の時間に会うことにしますが、会うと真実が見えます。 しかし、友情を続けることに決めました。 彼らは飢餓に直面しているような強い絆を抱き、メイはゴブに食べさせるが、ゴブは食べない。\u001b[22m\n\u001b[1m(Purotto wa shinpurude saibu wa naku, gobu (ōkami) ga mei (yagi) o jibun no pakku kara sukuu kiri no hi nado nanika ga okoru kamo shirenai to omotte imasuga, amari kōdō shimasen. Arashi no yoru (arashi no yoru ni) karera wa naya de hinansho o mitsukeru. Karera wa otagai o mi tari kai tari suru koto wa dekimasen. Karera wa hanashi o shite yūjin ni naru. Sonogo,-betsu no jikan ni au koto ni shimasuga, au to shinjitsu ga miemasu. Shikashi, yūjō o tsudzukeru koto ni kimemashita. Karera wa kiga ni chokumen shite iru yōna tsuyoi kizuna o daki, mei wa gobu ni tabesaseru ga, gobu wa tabenai.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is simple, without much details, and not much action even though at some moments one expects something may happen - such as in a foggy day when Gobu (wolf) saves Mei (goat) from his pack. In a stormy night (arashi no yoru ni) they both find shelter in a barn. They cannot see and smell each other. They begin talking and become friends. Then decide to meet another time, but when they meet, they find the truth. Yet decide to continue friendship. They develop such strong bonds with each other that facing starvation Mei offers himself to Gobu, to eat him, but Gobu doesn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is simple, without much details, and not much action even though at some moments one expects something may happen - such as in a foggy day when Gobu (wolf) saves Mei (goat) from his pack.\u001b[24m\n    \u001b[1mプロットはシンプルで細部はなく、ゴブ（オオカミ）がメイ（ヤギ）を自分のパックから救う霧の日など何かが起こるかもしれないと思っていますが、あまり行動しません。\u001b[22m, \u001b[1mプロットは、多くの詳細がなくて、単純であり、いくつかの瞬間に1が何かが起こるかもしれません期待していてもあまりアクション -  Gobu（狼）が彼のパックからメイ（ヤギ）を保存するときに、このような霧の日のように。\u001b[22m\n\u001b[4mIn a stormy night (arashi no yoru ni) they both find shelter in a barn.\u001b[24m\n    \u001b[1m嵐の夜（嵐の夜に）彼らは納屋で避難所を見つける。\u001b[22m, \u001b[1m嵐の夜には（嵐の夜に）彼らは両方の納屋で避難所を見つけます。\u001b[22m\n\u001b[4mThey cannot see and smell each other.\u001b[24m\n    \u001b[1m彼らはお互いを見たり嗅いたりすることはできません。\u001b[22m, \u001b[1m彼らはお互いを見て、においがすることはできません。\u001b[22m\n\u001b[4mThey begin talking and become friends.\u001b[24m\n    \u001b[1m彼らは話をして友人になる。\u001b[22m, \u001b[1m彼らは話を始めると友達になります。\u001b[22m\n\u001b[4mThen decide to meet another time, but when they meet, they find the truth.\u001b[24m\n    \u001b[1mその後、別の時間に会うことにしますが、会うと真実が見えます。\u001b[22m, \u001b[1mその後、別の時間を満たすように決定し、彼らが会うとき、彼らは真実を見つけます。\u001b[22m\n\u001b[4mYet decide to continue friendship.\u001b[24m\n    \u001b[1mしかし、友情を続けることに決めました。\u001b[22m, \u001b[1mまだ友情を継続することを決定しました。\u001b[22m\n\u001b[4mThey develop such strong bonds with each other that facing starvation Mei offers himself to Gobu, to eat him, but Gobu doesn't.\u001b[24m\n    \u001b[1m彼らは飢餓に直面しているような強い絆を抱き、メイはゴブに食べさせるが、ゴブは食べない。\u001b[22m, \u001b[1m彼らは彼を食べて飢餓メイが直面するGobuに身を提供することをお互いにそのような強い絆を開発、しかしGobuはしていません。\u001b[22m\n\u001b[1m\u001b[22m\nTo give a face value it's for kids: plot is like a fairy tale. There is nothing special: neither plot, nor music, even art - you may think it resembles a Disney movies, and characters are easily predictable. But here appears subtle elagance of the movie: its beauty lies in its successful concealment of existential, philosphical questions in a one simple, ordinary story. It's a question of existence: Gobu would eat Mei, it's in his nature, he is a wolf. But instead he chooses friendship, but without a change in his nature: he continues to kill and eat, in nights he goes to find food and Mei knows that. Here it radically differs from Disney movies,in Disney even wolfs, sharks, lions may become vegetarians. But in Arashi no Yoru ni, their nature does not change.That is why it is not utopian like Disney, but rather realist. And I think the most dramatic scene of the movie is when Gobu questions his own existence: he asks why he was born as a wolf. They run away from their very nature, that is why Gobu and Mei left their relatives - wolves and sheep.And when Gobu loses his memory, temporary\n\n\u001b[1mプロットはおとぎ話のようなものです。 プロット、音楽、芸術のいずれも特別なものはありません。ディズニー映画に似ていると思うかもしれません。文字は簡単に予測できます。 しかし、ここでは映画の微妙な欲求が現れています。その美しさは、実存的で哲学的な質問を成功裏に隠すことにあります。 それは存在の問題です：ゴブはメイを食べるでしょう、彼は自然の中で、彼はオオカミです。 しかし、代わりに彼は友情を選びますが、彼の本質に変化はありません。彼は殺して食べ続けます。夜は食べ物を見つけるために行き、Meiはそれを知っています。 ここではディズニー映画とは大きく異なり、ディズニーでもオオカミ、サメ、ライオンが菜食主義者になる可能性があります。 しかし、嵐の夜は、その性質は変わらない。それがディズニーのようなユートピアではなく、むしろ現実主義者である理由である。 そして、映画の最も劇的なシーンは、ゴブが自分の存在に疑問を呈した時だと思います。なぜ彼はオオカミとして生まれたのですか？ 彼らは彼らの本質から離れて行く。それはゴブとメイが狼と羊を残した理由だ。ゴブが記憶を失ったとき、一時的に\u001b[22m\n\u001b[1m(Purotto wa otogibanashi no yōna monodesu. Purotto, ongaku, geijutsu no izure mo tokubetsuna mono wa arimasen. Dizunī eiga ni nite iru to omou kamo shiremasen. Moji wa kantan ni yosoku dekimasu. Shikashi, kokode wa eiga no bimyōna yokkyū ga arawarete imasu. Sono utsukushi-sa wa, jitsuzon-tekide tetsugaku-tekina shitsumon o seikōrini kakusu koto ni arimasu. Sore wa sonzai no mondaidesu: Gobu wa mei o taberudeshou, kare wa shizen no naka de, kare wa ōkamidesu. Shikashi, kawarini kare wa yūjō o erabimasuga, kare no honshitsu ni henka wa arimasen. Kare wa koroshite tabe tsudzukemasu. Yoru wa tabemono o mitsukeru tame ni iki, Mei wa sore o shitte imasu. Kokode wa dizunī eiga to wa ōkiku kotonari, dizunī demo ōkami, same, raion ga saishoku shugi-sha ni naru kanōsei ga arimasu. Shikashi, arashi no yoru wa, sono seishitsu wa kawaranai. Sore ga dizunī no yōna yūtopiade wa naku, mushiro genjitsu shugi-shadearu riyūdearu. Soshite, eiga no mottomo gekitekina shīn wa, gobu ga jibun no sonzai ni gimon o teishita tokida to omoimasu. Naze kare wa ōkami to shite umareta nodesu ka? Karera wa karera no honshitsu kara hanarete iku. Sore wa gobu to mei ga ōkami to hitsuji o nokoshita riyūda. Gobu ga kioku o ushinatta toki, ichijitekini)\u001b[22m\namnesia, he turns to his wolf nature, does not know Me and tries to eat him. The story end when they come to new land, where nor wolves neither sheep live, where there's no hunter and pray.\n\n\u001b[1m記憶喪失、彼は彼のオオカミの性質に変わり、私を知らず、彼を食べようとする。 物語は彼らが新しい土地に来るときに終わり、羊が生きていなくても、羊が生きていなくても、狩人がいなくても祈っていなくても。\u001b[22m\n\u001b[1m(Kioku sōshitsu, kare wa kare no ōkami no seishitsu ni kawari, watashi o shirazu, kare o tabeyou to suru. Monogatari wa karera ga atarashī tochi ni kuru toki ni owari, hitsuji ga ikite inakute mo, hitsuji ga ikite inakute mo, kariudo ga inakute mo inotte inakute mo.)\u001b[22m\n\nTranslations of \u001b[4mamnesia, he turns to his wolf nature, does not know Me and tries to eat him. The story end when they come to new land, where nor wolves neither sheep live, where there's no hunter and pray.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mamnesia, he turns to his wolf nature, does not know Me and tries to eat him.\u001b[24m\n    \u001b[1m記憶喪失、彼は彼のオオカミの性質に変わり、私を知らず、彼を食べようとする。\u001b[22m, \u001b[1m記憶喪失、彼は彼のオオカミの自然に変わり、私を知って、彼を食べるようにしようとしません。\u001b[22m\n\u001b[4mThe story end when they come to new land, where nor wolves neither sheep live, where there's no hunter and pray.\u001b[24m\n    \u001b[1m物語は彼らが新しい土地に来るときに終わり、羊が生きていなくても、羊が生きていなくても、狩人がいなくても祈っていなくても。\u001b[22m, \u001b[1m物語の終わり彼らはハンターと祈りはありませんライブでも狼でもない羊、新しい土地に来たとき。\u001b[22m\n\u001b[1m\u001b[22m\nThe reason why I rated it 8 lies here, it appeals for both kids and adults. Without paying attention what I mentioned above, if you watch the movie you may feel that you have otugrown this. If you feel like giving break to typical animes, Arashi no Yoru ni is one of the best choice.\n\n\u001b[1m私がそれを8と評価した理由はここにあります、それは子供と大人の両方に訴えます。 私が上で言及したものに注意を払わずに、あなたが映画を見るなら、あなたはこれを疑うかもしれません。 あなたが典型的なアニメに休憩したいと思えば、嵐の夜は最高の選択の1つです。\u001b[22m\n\u001b[1m(Watashi ga sore o 8 to hyōka shita riyū wa koko ni arimasu, soreha kodomo to otona no ryōhō ni uttaemasu. Watashi ga ue de genkyū shita mono ni chūi o harawazu ni, anata ga eigawomirunara, anata wa kore o utagau kamo shiremasen. Anata ga tenkei-tekina anime ni kyūkei shitai to omoeba, arashi no yoru wa saikō no sentaku no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe reason why I rated it 8 lies here, it appeals for both kids and adults. Without paying attention what I mentioned above, if you watch the movie you may feel that you have otugrown this. If you feel like giving break to typical animes, Arashi no Yoru ni is one of the best choice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason why I rated it 8 lies here, it appeals for both kids and adults.\u001b[24m\n    \u001b[1m私がそれを8と評価した理由はここにあります、それは子供と大人の両方に訴えます。\u001b[22m, \u001b[1m私はここ8嘘それを評価する理由は、それが子供と大人の両方にアピール。\u001b[22m\n\u001b[4mWithout paying attention what I mentioned above, if you watch the movie you may feel that you have otugrown this.\u001b[24m\n    \u001b[1m私が上で言及したものに注意を払わずに、あなたが映画を見るなら、あなたはこれを疑うかもしれません。\u001b[22m, \u001b[1mあなたは映画を見た場合、私は上記のものに注意を払うことなく、あなたはこれをotugrownしていることを感じることがあります。\u001b[22m\n\u001b[4mIf you feel like giving break to typical animes, Arashi no Yoru ni is one of the best choice.\u001b[24m\n    \u001b[1mあなたが典型的なアニメに休憩したいと思えば、嵐の夜は最高の選択の1つです。\u001b[22m, \u001b[1mあなたは典型的なアニメに休憩を与えるように感じる場合は、嵐の夜には最良の選択の一つではありません。\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Dittman",
    "profile": "/profile/Dittman/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=23129",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n物語は、メイと呼ばれる小さなヤギを攻撃するオオカミのグループから始まります、幸いにも、ヤギの母親は彼女の子供を救うことができました...そしてその過程で、オオカミの耳の片方を噛んでいます。 しかし、結局、彼女は自分自身を救うことができませんでした。\n\n物語は梅の上に続き、老朽化し​​た天候の時には年をとり、古い納屋で避難することを余儀なくされました...しかし、納屋に避難している別の人物がいると気付くと、彼は一人ではありません。 お互いの顔が見えなくなって、時間を過ごすためにお互いに話す。 彼らは似ていることが分かっています。彼らは即興の友人になり、次の日にお会いすることを計画しています....しかし、あなたの親友があなたの種類にとって最も危険であることが分かったときに起こること... WOLF！\n\n梅とガブに従って、友人関係を強化し、他の誰も理解しないうちに...嵐の夜はあなたの心を暖かくして、あなたの顔に笑顔をもたらすでしょう。 家族や危険な条件...\n\n他の誰もが同意しなくてもお互いを助けてくれる友達を愛する人のためのアニメ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe story begins with a group of wolves attacking a small goat named Mei, fortunately the goats mother was able to save her child... and in the process bite off one of the wolves ears. But in the end she was unable to save herself.\n\n\u001b[1m物語は、メイと呼ばれる小さなヤギを攻撃するオオカミのグループから始まります、幸いにも、ヤギの母親は彼女の子供を救うことができました...そしてその過程で、オオカミの耳の片方を噛んでいます。 しかし、結局、彼女は自分自身を救うことができませんでした。\u001b[22m\n\u001b[1m(Monogatari wa, mei to yoba reru chīsana yagi o kōgeki suru ōkami no gurūpu kara hajimarimasu, saiwai ni mo, yagi no hahaoya wa kanojo no kodomo o sukuu koto ga dekimashita... Soshite sono katei de, ōkami no mimi no katahō o kande imasu. Shikashi, kekkyoku, kanojo wa jibun jishin o sukuu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story begins with a group of wolves attacking a small goat named Mei, fortunately the goats mother was able to save her child... and in the process bite off one of the wolves ears. But in the end she was unable to save herself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story begins with a group of wolves attacking a small goat named Mei, fortunately the goats mother was able to save her child... and in the process bite off one of the wolves ears.\u001b[24m\n    \u001b[1m物語は、メイと呼ばれる小さなヤギを攻撃するオオカミのグループから始まります、幸いにも、ヤギの母親は彼女の子供を救うことができました...そしてその過程で、オオカミの耳の片方を噛んでいます。\u001b[22m, \u001b[1m物語は、幸いにもヤギの母親が子供を救うことができたオオカミのグループがメイという名前の小さなヤギを攻撃することから始まる...その過程でオオカミの耳の1をかみ切ります。\u001b[22m\n\u001b[4mBut in the end she was unable to save herself.\u001b[24m\n    \u001b[1mしかし、結局、彼女は自分自身を救うことができませんでした。\u001b[22m, \u001b[1mしかし、最終的に、彼女は自分自身を保存することができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story continues on Mei now older being caught in stormy weather and forced to take shelter in an old barn... but he is not alone when he finds out there is another figure also taking shelter in the barn. Unable to see each others face they talk to each other to pass the time. Finding out they are alot of alike they become instant friends and plan on meeting each other the next day.... but what happens when you find out your best friend is also the most dangerous to your kind... A WOLF!\n\n\u001b[1m物語は梅の上に続き、老朽化し​​た天候の時には年をとり、古い納屋で避難することを余儀なくされました...しかし、納屋に避難している別の人物がいると気付くと、彼は一人ではありません。 お互いの顔が見えなくなって、時間を過ごすためにお互いに話す。 彼らは似ていることが分かっています。彼らは即興の友人になり、次の日にお会いすることを計画しています....しかし、あなたの親友があなたの種類にとって最も危険であることが分かったときに起こること... WOLF！\u001b[22m\n\u001b[1m(Monogatari wa ume no ue ni tsudzuki, rōkyū-ka shi ​​ta tenkō no tokiniha toshi o tori, furui naya de hinan suru koto o yoginaku sa remashita... Shikashi, naya ni hinan shite iru betsu no jinbutsu ga iru to kidzuku to, kare wa hitoride wa arimasen. Otagai no kao ga mienaku natte, jikan o sugosu tame ni otagai ni hanasu. Karera wa nite iru koto ga wakatte imasu. Karera wa sokkyō no yūjin ni nari, tsugunohi ni o ai suru koto o keikaku shite imasu. ... Shikashi, anata no shin'yū ga anata no shurui ni totte mottomo kikendearu koto ga wakatta toki ni okoru koto... Urufu!)\u001b[22m\n\nTranslations of \u001b[4mThe story continues on Mei now older being caught in stormy weather and forced to take shelter in an old barn... but he is not alone when he finds out there is another figure also taking shelter in the barn. Unable to see each others face they talk to each other to pass the time. Finding out they are alot of alike they become instant friends and plan on meeting each other the next day.... but what happens when you find out your best friend is also the most dangerous to your kind... A WOLF!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story continues on Mei now older being caught in stormy weather and forced to take shelter in an old barn... but he is not alone when he finds out there is another figure also taking shelter in the barn.\u001b[24m\n    \u001b[1m物語は梅の上に続き、老朽化した天候の時には年をとり、古い納屋で避難することを余儀なくされました...しかし、納屋に避難している別の人物がいると気付くと、彼は一人ではありません。\u001b[22m, \u001b[1m物語は荒天に巻き込まれ、古い納屋に避難することを余儀なくされている今、古いメイに続けて...しかし、彼はまた納屋に避難を取って別の姿がある見つけ出したとき、彼は一人ではありません。\u001b[22m\n\u001b[4mUnable to see each others face they talk to each other to pass the time.\u001b[24m\n    \u001b[1mお互いの顔が見えなくなって、時間を過ごすためにお互いに話す。\u001b[22m, \u001b[1m各他の人が、彼らは時間を渡すためにお互いに話直面参照することができません。\u001b[22m\n\u001b[4mFinding out they are alot of alike they become instant friends and plan on meeting each other the next day.... but what happens when you find out your best friend is also the most dangerous to your kind... A WOLF!\u001b[24m\n    \u001b[1m彼らは似ていることが分かっています。彼らは即興の友人になり、次の日にお会いすることを計画しています....しかし、あなたの親友があなたの種類にとって最も危険であることが分かったときに起こること... WOLF！\u001b[22m, \u001b[1m見つけ出す彼らは同様の多くは、彼らが次の日に互いに会うインスタント友人と計画となっている....しかし、あなたはあなたの親友でもあなたのような... WOLFに最も危険である見つけるときに何が起こります！\u001b[22m\n\u001b[1m\u001b[22m\nFollow Mei and Gabu as they strengthen their friendship no matter what, and while no one else understands... One stormy night is sure to warm your hearts and bring a smile to your face as you see this duo of unlikely friends face disappointment from their families and dangerous conditions...\n\n\u001b[1m梅とガブに従って、友人関係を強化し、他の誰も理解しないうちに...嵐の夜はあなたの心を暖かくして、あなたの顔に笑顔をもたらすでしょう。 家族や危険な条件...\u001b[22m\n\u001b[1m(Ume to Gabu ni shitagatte, yūjin kankei o kyōka shi, hoka no dare mo rikai shinai uchi ni... Arashi no yoru wa anata no kokoro o atatakaku shite, anata no kao ni egao o motarasudeshou. Kazoku ya kiken'na jōken...)\u001b[22m\n\nTranslations of \u001b[4mFollow Mei and Gabu as they strengthen their friendship no matter what, and while no one else understands... One stormy night is sure to warm your hearts and bring a smile to your face as you see this duo of unlikely friends face disappointment from their families and dangerous conditions...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFollow Mei and Gabu as they strengthen their friendship no matter what, and while no one else understands... One stormy night is sure to warm your hearts and bring a smile to your face as you see this duo of unlikely friends face disappointment from their\u001b[24m\n    \u001b[1m梅とガブに従って、友人関係を強化し、他の誰も理解しないうちに...嵐の夜はあなたの心を暖かくして、あなたの顔に笑顔をもたらすでしょう。\u001b[22m, \u001b[1m彼らがどんな彼らの友情を強化しないように、と誰もが一つの嵐の夜はあなたの心を暖め、あなたがそうの友人のこのデュオは彼らからの失望に直面して見るようにあなたの顔に笑顔をもたらすことでしょう...理解していないながらメイとGabuに従ってください\u001b[22m\n\u001b[4mfamilies and dangerous conditions...\u001b[24m\n    \u001b[1m家族や危険な条件...\u001b[22m, \u001b[1m家族や危険な状況...\u001b[22m\n\u001b[1m\u001b[22m\nAn anime for any person who loves friends helping each other even when everyone else doesn't agree\n\n\u001b[1m他の誰もが同意しなくてもお互いを助けてくれる友達を愛する人のためのアニメ\u001b[22m\n\u001b[1m(Hoka no daremoga dōi shinakute mo otagai o tasukete kureru tomodachi o aisuruhito no tame no anime)\u001b[22m\n\nTranslations of \u001b[4mAn anime for any person who loves friends helping each other even when everyone else doesn't agree\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn anime for any person who loves friends helping each other even when everyone else doesn't agree\u001b[24m\n    \u001b[1m他の誰もが同意しなくてもお互いを助けてくれる友達を愛する人のためのアニメ\u001b[22m, \u001b[1m誰もが同意しない場合でも、お互いを助け、友人を愛するすべての人のためのアニメ\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=81362",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n嵐の夜は元々は木村雄一が書いた子供の話でした。 それはいくつかの報酬を獲得し、一連の本、アニメ映画、テレビシリーズに変わった。 グループTACの映画を見てみましょう。 あなたはなぜ私が子供の映画を見ているのか疑問に思うかもしれません。 私の要望の大部分は大人や高齢のティーンエイジャーに向けられているので、私はこのタイプのアニメを頻繁に見直しません。 それに、私はモンスターの前に見直すために短いものが必要でした。\n\n\n\n映画制作のメリットは、メイとガブの交流です。 彼らはどちらも面白いキャラクターであり、彼らは素晴らしいインタラクションを持っています。 サイドキャラクターでさえも真実があり、正当な懸念を引き起こします。 おそらくジロを除いて、敵対的な役割を果たしても、彼らは卑劣にならない。 それでも、特に子供の映画のために多くのキャラクターの微妙さがあります。 真剣に、これらのキャラクターは、ガンツの全出演が26のエピソードになるよりも1時間40分でさらに発展し、それは成人向けに作られたものです。 暴力とヌードを見たいと思う非常に未熟な大人だが、それでも大人。\n\nこの中の芸術は美しく行われています。 自然のシーンは、活気のある風景が本当に詳細です。 動物は様式化されていますが、実際にうまく描かれています。 それはスタジオジブリの通常の仕事ほど良くはありませんが、かなり近くに来ます。\n\n声優は良いです。 成宮弘樹さんと中村志堂さんの役目はうまくいきます。  Takeuchi Rikiと他の人たちと同じように。 音楽はまあまあまあです。 それは悪くないですが、それはかなり典型的です。\n\nユリ係数は1/10です。 女性キャラクターがいくつかありますが、その相互作用は最小限です。 それに、ヤギと仲良くなるオオカミの映画です。 あなたはロマンスを期待すべきではありません。 それはちょうど愚かであろう。\n\n最後の言葉は何ですか？ さて、嵐の夜にはポジティブなことがたくさんあります。 アートワークは美しく、キャラクターはうまくいきます。ストーリーはシンプルですが、よく話され、演技は本当に良いです。 いくつかのネガがあります。 無意味なシーンがいくつかあり、音楽は鈍いですが、それは驚くほど良い映画です。 あなたが大人であれ子どもであれ、それは本当に重要なことではありません。それは楽しい映画です。 私の最終評価は8/10です。 カップルの時間があるなら、それをチェックしてください。 来週は、モンスターレビューが最終的に上がるでしょう。 あなたが望むなら、あなたの息を止めることができますが、結果としてあなたが苦しんでいる悪影響については責任を負いません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nArashi no Yoru ni was originally a children's story written by Kimura Yuichi. It won several rewards and was turned into a series of books, an anime film and a TV series. Let's take a look at the film from Group TAC. You might wonder why I'm looking at a kid's movie. Well, I don't review this type of anime often since most of my requests are geared towards adults or older teenagers and I just feel like doing it for a change of pace. Besides, I needed something short to review before Monster.\n\n\u001b[1m嵐の夜は元々は木村雄一が書いた子供の話でした。 それはいくつかの報酬を獲得し、一連の本、アニメ映画、テレビシリーズに変わった。 グループTACの映画を見てみましょう。 あなたはなぜ私が子供の映画を見ているのか疑問に思うかもしれません。 私の要望の大部分は大人や高齢のティーンエイジャーに向けられているので、私はこのタイプのアニメを頻繁に見直しません。 それに、私はモンスターの前に見直すために短いものが必要でした。\u001b[22m\n\u001b[1m(Arashi no yoru wa motomoto wa Kimura Yūichi ga kaita kodomo no hanashideshita. Sore wa ikutsu ka no hōshū o kakutoku shi, ichiren no hon, anime eiga, terebishirīzu ni kawatta. Gurūpu takku no eiga o mite mimashou. Anata wa naze watashi ga kodomo no eiga o mite iru no ka gimon ni omou kamo shiremasen. Watashi no yōbō no daibubun wa otona ya kōrei no tīn'eijā ni muke rarete irunode, watashi wa kono taipu no anime o hinpan ni minaoshimasen. Sore ni, watashi wa monsutā no mae ni minaosu tame ni mijikai mono ga hitsuyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mArashi no Yoru ni was originally a children's story written by Kimura Yuichi. It won several rewards and was turned into a series of books, an anime film and a TV series. Let's take a look at the film from Group TAC. You might wonder why I'm looking at a kid's movie. Well, I don't review this type of anime often since most of my requests are geared towards adults or older teenagers and I just feel like doing it for a change of pace. Besides, I needed something short to review before Monster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArashi no Yoru ni was originally a children's story written by Kimura Yuichi.\u001b[24m\n    \u001b[1m嵐の夜は元々は木村雄一が書いた子供の話でした。\u001b[22m, \u001b[1m嵐の夜には、もともと木村祐一によって書かれた子供たちの話でした。\u001b[22m\n\u001b[4mIt won several rewards and was turned into a series of books, an anime film and a TV series.\u001b[24m\n    \u001b[1mそれはいくつかの報酬を獲得し、一連の本、アニメ映画、テレビシリーズに変わった。\u001b[22m, \u001b[1mこれは、いくつかの報酬を獲得し、書籍のシリーズ、アニメ映画とテレビシリーズになっていました。\u001b[22m\n\u001b[4mLet's take a look at the film from Group TAC.\u001b[24m\n    \u001b[1mグループTACの映画を見てみましょう。\u001b[22m, \u001b[1mのは、グループ・タックからフィルムを見てみましょう。\u001b[22m\n\u001b[4mYou might wonder why I'm looking at a kid's movie.\u001b[24m\n    \u001b[1mあなたはなぜ私が子供の映画を見ているのか疑問に思うかもしれません。\u001b[22m, \u001b[1m私が子供の映画を見ていますなぜあなたは不思議に思うかもしれません。\u001b[22m\n\u001b[4mWell, I don't review this type of anime often since most of my requests are geared towards adults or older teenagers and I just feel like doing it for a change of pace.\u001b[24m\n    \u001b[1m私の要望の大部分は大人や高齢のティーンエイジャーに向けられているので、私はこのタイプのアニメを頻繁に見直しません。\u001b[22m, \u001b[1mまあ、私は頻繁に私の要求のほとんどは大人歳以上のティーンエイジャーに向けられていると私は気分転換のためにそれをやってように感じるので、アニメのこのタイプを確認することはありません。\u001b[22m\n\u001b[4mBesides, I needed something short to review before Monster.\u001b[24m\n    \u001b[1mそれに、私はモンスターの前に見直すために短いものが必要でした。\u001b[22m, \u001b[1mまた、私はモンスター前に確認するための短いものを必要としていました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nA lot of what makes the film work is the interaction between Mei and Gabu. They're both interesting characters and they have great interactions. Even the side characters have verisimilitude and they do bring up legitimate concerns. They aren't vilified even though they end up in antagonistic roles, except maybe for Giro. Still, there's a lot of character subtlety especially for a kid's movie. Seriously, these characters get more developed in an hour and forty minutes than the entire cast of Gantz gets in twenty six episodes and that was made for adults. Extremely immature adults who just want to see violence and nudity, but still adults.\n\n\u001b[1m映画制作のメリットは、メイとガブの交流です。 彼らはどちらも面白いキャラクターであり、彼らは素晴らしいインタラクションを持っています。 サイドキャラクターでさえも真実があり、正当な懸念を引き起こします。 おそらくジロを除いて、敵対的な役割を果たしても、彼らは卑劣にならない。 それでも、特に子供の映画のために多くのキャラクターの微妙さがあります。 真剣に、これらのキャラクターは、ガンツの全出演が26のエピソードになるよりも1時間40分でさらに発展し、それは成人向けに作られたものです。 暴力とヌードを見たいと思う非常に未熟な大人だが、それでも大人。\u001b[22m\n\u001b[1m(Eiga seisaku no meritto wa, mei to Gabu no kōryūdesu. Karera wa dochira mo omoshiroi kyarakutādeari, karera wa subarashī intarakushon o motte imasu. Saidokyarakutāde sae mo shinjitsu ga ari, seitōna kenen o hikiokoshimasu. Osoraku jiro o nozoite, tekitai-tekina yakuwari o hatashite mo, karera wa hiretsu ni naranai. Soredemo, tokuni kodomo no eiga no tame ni ōku no kyarakutā no bimyō-sa ga arimasu. Shinken ni, korera no kyarakutā wa, gantsu no zen shutsuen ga 26 no episōdo ni naru yori mo 1-jikan 40-bu de sarani hatten shi, soreha seijin-muke ni tsukura reta monodesu. Bōryoku to nūdo o mitai to omou hijō ni mijukuna otonadaga, soredemo otona.)\u001b[22m\n\nTranslations of \u001b[4mA lot of what makes the film work is the interaction between Mei and Gabu. They're both interesting characters and they have great interactions. Even the side characters have verisimilitude and they do bring up legitimate concerns. They aren't vilified even though they end up in antagonistic roles, except maybe for Giro. Still, there's a lot of character subtlety especially for a kid's movie. Seriously, these characters get more developed in an hour and forty minutes than the entire cast of Gantz gets in twenty six episodes and that was made for adults. Extremely immature adults who just want to see violence and nudity, but still adults.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of what makes the film work is the interaction between Mei and Gabu.\u001b[24m\n    \u001b[1m映画制作のメリットは、メイとガブの交流です。\u001b[22m, \u001b[1m映画作品を作るものの多くは、メイとGabuとの間の相互作用です。\u001b[22m\n\u001b[4mThey're both interesting characters and they have great interactions.\u001b[24m\n    \u001b[1m彼らはどちらも面白いキャラクターであり、彼らは素晴らしいインタラクションを持っています。\u001b[22m, \u001b[1m彼らは両方の興味深い文字だと彼らは偉大な相互作用を持っています。\u001b[22m\n\u001b[4mEven the side characters have verisimilitude and they do bring up legitimate concerns.\u001b[24m\n    \u001b[1mサイドキャラクターでさえも真実があり、正当な懸念を引き起こします。\u001b[22m, \u001b[1mでもサイドの文字が迫真を持っており、彼らは正当な懸念を持ち出すん。\u001b[22m\n\u001b[4mThey aren't vilified even though they end up in antagonistic roles, except maybe for Giro.\u001b[24m\n    \u001b[1mおそらくジロを除いて、敵対的な役割を果たしても、彼らは卑劣にならない。\u001b[22m, \u001b[1m彼らは多分ジロを除いて、拮抗役割に終わるもかかわらず、けなされていません。\u001b[22m\n\u001b[4mStill, there's a lot of character subtlety especially for a kid's movie.\u001b[24m\n    \u001b[1mそれでも、特に子供の映画のために多くのキャラクターの微妙さがあります。\u001b[22m, \u001b[1mそれでも、特に子供の映画のキャラクター微妙がたくさんあります。\u001b[22m\n\u001b[4mSeriously, these characters get more developed in an hour and forty minutes than the entire cast of Gantz gets in twenty six episodes and that was made for adults.\u001b[24m\n    \u001b[1m真剣に、これらのキャラクターは、ガンツの全出演が26のエピソードになるよりも1時間40分でさらに発展し、それは成人向けに作られたものです。\u001b[22m, \u001b[1m真剣に、これらの文字は、より多くの時間で開発を取得し、ガンツの全体のキャストよりも40分は、26のエピソードで取得し、それは大人のために作られました。\u001b[22m\n\u001b[4mExtremely immature adults who just want to see violence and nudity, but still adults.\u001b[24m\n    \u001b[1m暴力とヌードを見たいと思う非常に未熟な大人だが、それでも大人。\u001b[22m, \u001b[1m非常に未熟なだけで暴力やヌードを見たい大人が、それでも大人。\u001b[22m\n\u001b[1m\u001b[22m\nThe art in this is beautifully done. The nature scenes are really detailed with vibrant landscapes. The animals are stylized, but they're really nicely drawn too. It's not quite as good as Studio Ghibli's usual work, but it comes pretty close.\n\n\u001b[1mこの中の芸術は美しく行われています。 自然のシーンは、活気のある風景が本当に詳細です。 動物は様式化されていますが、実際にうまく描かれています。 それはスタジオジブリの通常の仕事ほど良くはありませんが、かなり近くに来ます。\u001b[22m\n\u001b[1m(Kono Chū no geijutsu wa utsukushiku okonawa rete imasu. Shizen no shīn wa, kakkinoaru fūkei ga hontōni shōsaidesu. Dōbutsu wa yōshiki-ka sa rete imasuga, jissai ni umaku egaka rete imasu. Sore wa sutajiojiburi no tsūjō no shigoto hodo yoku wa arimasenga, kanari chikaku ni kimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this is beautifully done. The nature scenes are really detailed with vibrant landscapes. The animals are stylized, but they're really nicely drawn too. It's not quite as good as Studio Ghibli's usual work, but it comes pretty close.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this is beautifully done.\u001b[24m\n    \u001b[1mこの中の芸術は美しく行われています。\u001b[22m, \u001b[1mこの中のアートが美しく行われます。\u001b[22m\n\u001b[4mThe nature scenes are really detailed with vibrant landscapes.\u001b[24m\n    \u001b[1m自然のシーンは、活気のある風景が本当に詳細です。\u001b[22m, \u001b[1m自然のシーンは本当に活気のある風景で詳述されています。\u001b[22m\n\u001b[4mThe animals are stylized, but they're really nicely drawn too.\u001b[24m\n    \u001b[1m動物は様式化されていますが、実際にうまく描かれています。\u001b[22m, \u001b[1m動物が定型化されていますが、彼らは本当に素敵すぎて描かれています。\u001b[22m\n\u001b[4mIt's not quite as good as Studio Ghibli's usual work, but it comes pretty close.\u001b[24m\n    \u001b[1mそれはスタジオジブリの通常の仕事ほど良くはありませんが、かなり近くに来ます。\u001b[22m, \u001b[1mこれは、スタジオジブリの通常の仕事ほど良好ではないのですが、それはかなり近づきます。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting is good. Both Narimiya Hiroki and Nakamura Shidou do well in their roles. As do Takeuchi Riki and everyone else really. The music is kind of bland, actually. It's not bad, but it's pretty typical.\n\n\u001b[1m声優は良いです。 成宮弘樹さんと中村志堂さんの役目はうまくいきます。  Takeuchi Rikiと他の人たちと同じように。 音楽はまあまあまあです。 それは悪くないですが、それはかなり典型的です。\u001b[22m\n\u001b[1m(Seiyū wa yoidesu. Narumiya Hiroki-san to Nakamura kokorozashi Dō-san no yakume wa umaku ikimasu. Takeuchi Riki to hokanohito-tachi to onajiyōni. Ongaku wa mā mā mādesu. Sore wa warukunaidesuga, sore wa kanari tenkei-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is good. Both Narimiya Hiroki and Nakamura Shidou do well in their roles. As do Takeuchi Riki and everyone else really. The music is kind of bland, actually. It's not bad, but it's pretty typical.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is good.\u001b[24m\n    \u001b[1m声優は良いです。\u001b[22m, \u001b[1m声の演技が良いです。\u001b[22m\n\u001b[4mBoth Narimiya Hiroki and Nakamura Shidou do well in their roles.\u001b[24m\n    \u001b[1m成宮弘樹さんと中村志堂さんの役目はうまくいきます。\u001b[22m, \u001b[1m成宮寛貴と中村Shidouの両方がその役割でよくやります。\u001b[22m\n\u001b[4mAs do Takeuchi Riki and everyone else really.\u001b[24m\n    \u001b[1mTakeuchi Rikiと他の人たちと同じように。\u001b[22m, \u001b[1mそれ以外は本当に竹内リキと誰もがそうであるように。\u001b[22m\n\u001b[4mThe music is kind of bland, actually.\u001b[24m\n    \u001b[1m音楽はまあまあまあです。\u001b[22m, \u001b[1m音楽は実際に、味気のないです。\u001b[22m\n\u001b[4mIt's not bad, but it's pretty typical.\u001b[24m\n    \u001b[1mそれは悪くないですが、それはかなり典型的です。\u001b[22m, \u001b[1mそれは悪くはないが、それはかなり典型的です。\u001b[22m\n\u001b[1m\u001b[22m\nThe yuri factor is a 1/10. There are some female characters, but their interaction is minimal. Besides, it's a film about a wolf making friends with a goat. You shouldn't expect romance. It would just be silly.\n\n\u001b[1mユリ係数は1/10です。 女性キャラクターがいくつかありますが、その相互作用は最小限です。 それに、ヤギと仲良くなるオオカミの映画です。 あなたはロマンスを期待すべきではありません。 それはちょうど愚かであろう。\u001b[22m\n\u001b[1m(Yuri keisū wa 1/ 10desu. Josei kyarakutā ga ikutsu ka arimasuga, sono sōgo sayō wa saishōgendesu. Sore ni, yagi to nakayoku naru ōkami no eigadesu. Anata wa romansu o kitai subekide wa arimasen. Sore wa chōdo orokadearou.)\u001b[22m\n\nTranslations of \u001b[4mThe yuri factor is a 1/10. There are some female characters, but their interaction is minimal. Besides, it's a film about a wolf making friends with a goat. You shouldn't expect romance. It would just be silly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe yuri factor is a 1/10.\u001b[24m\n    \u001b[1mユリ係数は1/10です。\u001b[22m, \u001b[1mユリ率は1/10です。\u001b[22m\n\u001b[4mThere are some female characters, but their interaction is minimal.\u001b[24m\n    \u001b[1m女性キャラクターがいくつかありますが、その相互作用は最小限です。\u001b[22m, \u001b[1mそこにいくつかの女性の文字がありますが、それらの相互作用は最小限です。\u001b[22m\n\u001b[4mBesides, it's a film about a wolf making friends with a goat.\u001b[24m\n    \u001b[1mそれに、ヤギと仲良くなるオオカミの映画です。\u001b[22m, \u001b[1mまた、それはヤギで友達を作るオオカミについての映画です。\u001b[22m\n\u001b[4mYou shouldn't expect romance.\u001b[24m\n    \u001b[1mあなたはロマンスを期待すべきではありません。\u001b[22m\n\u001b[4mIt would just be silly.\u001b[24m\n    \u001b[1mそれはちょうど愚かであろう。\u001b[22m, \u001b[1mそれはちょうど愚かなことだろう。\u001b[22m\n\u001b[1m\u001b[22m\nWhat's the final word? Well, Arashi no Yoru ni does have a lot of positives. The artwork is beautiful, the characters are well done, the story, though simple, is well told and the voice acting is really good. There are a few negatives. There are some pointless scenes and the music is kind of dull, but it's a surprisingly good movie. It doesn't really matter whether you're an adult or a child, it's a fun film. My final rating is an 8/10. If you've got a couple hours, check it out. Next week, the Monster review will finally go up. You can hold your breath if you'd like, but I refuse to take responsibility for any adverse effects you suffer as a result.\n\n\u001b[1m最後の言葉は何ですか？ さて、嵐の夜にはポジティブなことがたくさんあります。 アートワークは美しく、キャラクターはうまくいきます。ストーリーはシンプルですが、よく話され、演技は本当に良いです。 いくつかのネガがあります。 無意味なシーンがいくつかあり、音楽は鈍いですが、それは驚くほど良い映画です。 あなたが大人であれ子どもであれ、それは本当に重要なことではありません。それは楽しい映画です。 私の最終評価は8/10です。 カップルの時間があるなら、それをチェックしてください。 来週は、モンスターレビューが最終的に上がるでしょう。 あなたが望むなら、あなたの息を止めることができますが、結果としてあなたが苦しんでいる悪影響については責任を負いません。\u001b[22m\n\u001b[1m(Saigo no kotoba wa nanidesu ka? Sate, arashi no yoru ni wa pojitibuna koto ga takusan arimasu. Ātowāku wa utsukushiku, kyarakutā wa umaku ikimasu. Sutōrī wa shinpurudesuga, yoku hanasa re, engi wa hontōni yoidesu. Ikutsu ka no nega ga arimasu. Muimina shīn ga ikutsu ka ari, ongaku wa nibuidesuga, soreha odoroku hodo yoi eigadesu. Anata ga otonadeare kodomodeare, sore wa hontōni jūyōna kotode wa arimasen. Sore wa tanoshī eigadesu. Watashi no saishū hyōka wa 8/ 10desu. Kappuru no jikan ga arunara, sorewochekkushitekudasai. Raishū wa, monsutārebyū ga saishūtekini agarudeshou. Anata ga nozomunara, anata no iki o tomeru koto ga dekimasuga, kekka to shite anata ga kurushinde iru akueikyō ni tsuite wa sekinin o oimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat's the final word? Well, Arashi no Yoru ni does have a lot of positives. The artwork is beautiful, the characters are well done, the story, though simple, is well told and the voice acting is really good. There are a few negatives. There are some pointless scenes and the music is kind of dull, but it's a surprisingly good movie. It doesn't really matter whether you're an adult or a child, it's a fun film. My final rating is an 8/10. If you've got a couple hours, check it out. Next week, the Monster review will finally go up. You can hold your breath if you'd like, but I refuse to take responsibility for any adverse effects you suffer as a result.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat's the final word?\u001b[24m\n    \u001b[1m最後の言葉は何ですか？\u001b[22m\n\u001b[4mWell, Arashi no Yoru ni does have a lot of positives.\u001b[24m\n    \u001b[1mさて、嵐の夜にはポジティブなことがたくさんあります。\u001b[22m, \u001b[1mさて、嵐の夜niが陽性の多くを持っていません。\u001b[22m\n\u001b[4mThe artwork is beautiful, the characters are well done, the story, though simple, is well told and the voice acting is really good.\u001b[24m\n    \u001b[1mアートワークは美しく、キャラクターはうまくいきます。ストーリーはシンプルですが、よく話され、演技は本当に良いです。\u001b[22m, \u001b[1mアートワークは、文字がよくやっている、美しいです、物語は、シンプルなのに、よく言われると、声の演技は本当に良いです。\u001b[22m\n\u001b[4mThere are a few negatives.\u001b[24m\n    \u001b[1mいくつかのネガがあります。\u001b[22m\n\u001b[4mThere are some pointless scenes and the music is kind of dull, but it's a surprisingly good movie.\u001b[24m\n    \u001b[1m無意味なシーンがいくつかあり、音楽は鈍いですが、それは驚くほど良い映画です。\u001b[22m, \u001b[1mそこにいくつかの無意味なシーンがあり、音楽は一種の鈍いですが、それは驚くほど良い映画です。\u001b[22m\n\u001b[4mIt doesn't really matter whether you're an adult or a child, it's a fun film.\u001b[24m\n    \u001b[1mあなたが大人であれ子どもであれ、それは本当に重要なことではありません。それは楽しい映画です。\u001b[22m, \u001b[1mそれは本当にあなたが大人か子供だかどうかは関係ありません、それは楽しい映画です。\u001b[22m\n\u001b[4mMy final rating is an 8/10.\u001b[24m\n    \u001b[1m私の最終評価は8/10です。\u001b[22m, \u001b[1m私の最終的な評価は8/10です。\u001b[22m\n\u001b[4mIf you've got a couple hours, check it out.\u001b[24m\n    \u001b[1mカップルの時間があるなら、それをチェックしてください。\u001b[22m, \u001b[1mあなたはカップルの時間を持っていれば、それをチェックアウト。\u001b[22m\n\u001b[4mNext week, the Monster review will finally go up.\u001b[24m\n    \u001b[1m来週は、モンスターレビューが最終的に上がるでしょう。\u001b[22m, \u001b[1m来週、モンスターのレビューは、最終的に上がるだろう。\u001b[22m\n\u001b[4mYou can hold your breath if you'd like, but I refuse to take responsibility for any adverse effects you suffer as a result.\u001b[24m\n    \u001b[1mあなたが望むなら、あなたの息を止めることができますが、結果としてあなたが苦しんでいる悪影響については責任を負いません。\u001b[22m, \u001b[1mあなたが好きな場合は、あなたの息を保持することができますが、私はあなたが結果として被る悪影響の責任を取ることを拒否します。\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Deiddara",
    "profile": "/profile/Deiddara/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=68263",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nオオカミとヤギの友情は受け入れられますか？\n\n梅が小さな倉庫に隠され、オオカミ、ガブに出会ったとき、嵐の夜だった。 彼らはお互いに次の日の '日付'を計画していた、そして、彼らは誰か、または他の動物は何かを実現しました。彼らは家族が彼らの関係を受け入れなかったとしても、 数週間後、彼らは一緒に逃げ出しました。彼らは真の友人になることができる場所があると信じていました。\n\nこの映画は、私が今まで見た中で最も心に訴えるアニメ、友情、哀れみ、愛、悲しみ、主張についてのすべてです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIs friendship between a wolf and a goat accepted?\n\n\u001b[1mオオカミとヤギの友情は受け入れられますか？\u001b[22m\n\u001b[1m(Ōkamitoyagi no yūjō wa ukeire raremasu ka?)\u001b[22m\n\nTranslations of \u001b[4mIs friendship between a wolf and a goat accepted?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs friendship between a wolf and a goat accepted?\u001b[24m\n    \u001b[1mオオカミとヤギの友情は受け入れられますか？\u001b[22m, \u001b[1mオオカミとヤギの間の友情は受け付けていませんか？\u001b[22m\n\u001b[1m\u001b[22m\nIt was a stormy night, when Mei hidden in a small warehouse, and met Gabu, the wolf. They were planning a 'date' for the next day with each other, and then they realised who, or what is the other animal.They became very close friends even they family didn't accepted their relationship. Weeks later, they ran away together, believing that there's a place where they can be true friends, just the two of them, together, forever.\n\n\u001b[1m梅が小さな倉庫に隠され、オオカミ、ガブに出会ったとき、嵐の夜だった。 彼らはお互いに次の日の '日付'を計画していた、そして、彼らは誰か、または他の動物は何かを実現しました。彼らは家族が彼らの関係を受け入れなかったとしても、 数週間後、彼らは一緒に逃げ出しました。彼らは真の友人になることができる場所があると信じていました。\u001b[22m\n\u001b[1m(Ume ga chīsana sōko ni kakusa re, ōkami, Gabu ni deatta toki, arashi no yorudatta. Karera wa otagai ni tsugunohi no' hidzuke' o keikaku shite ita, soshite, karera wa dare ka, matawa hoka no dōbutsu wa nanika o jitsugen shimashita. Karera wa kazoku ga karera no kankei o ukeirenakatta to shite mo,-sū shūkangō, karera wa issho ni nigedashimashita. Karera wa shin no yūjin ni naru koto ga dekiru basho ga aru to shinjite imashita.)\u001b[22m\n\nTranslations of \u001b[4mIt was a stormy night, when Mei hidden in a small warehouse, and met Gabu, the wolf. They were planning a 'date' for the next day with each other, and then they realised who, or what is the other animal.They became very close friends even they family didn't accepted their relationship. Weeks later, they ran away together, believing that there's a place where they can be true friends, just the two of them, together, forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a stormy night, when Mei hidden in a small warehouse, and met Gabu, the wolf.\u001b[24m\n    \u001b[1m梅が小さな倉庫に隠され、オオカミ、ガブに出会ったとき、嵐の夜だった。\u001b[22m, \u001b[1mこれは、メイは、小さな倉庫に隠されたときに、嵐の夜だった、とGabu、オオカミに会いました。\u001b[22m\n\u001b[4mThey were planning a 'date' for the next day with each other, and then they realised who, or what is the other animal.They became very close friends even they family didn't accepted their relationship.\u001b[24m\n    \u001b[1m彼らはお互いに次の日の '日付'を計画していた、そして、彼らは誰か、または他の動物は何かを実現しました。彼らは家族が彼らの関係を受け入れなかったとしても、\u001b[22m, \u001b[1m彼らはお互いに次の日のための「日付」を計画していた、そして、彼らは他のanimal.Theyがあっても彼らは家族の関係を受け入れられませんでした非常に親しい友人になっている人、または何実現しました。\u001b[22m\n\u001b[4mWeeks later, they ran away together, believing that there's a place where they can be true friends, just the two of them, together, forever.\u001b[24m\n    \u001b[1m数週間後、彼らは一緒に逃げ出しました。彼らは真の友人になることができる場所があると信じていました。\u001b[22m, \u001b[1m週間後、彼らは永遠に、一緒に、真の友人、それらのちょうど2つのことができる場所があることを信じて、一緒に逃げました。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie was the most heart-touching anime I have ever seen, all about friendship, perfidy, love, sorrow and insistence.\n\n\u001b[1mこの映画は、私が今まで見た中で最も心に訴えるアニメ、友情、哀れみ、愛、悲しみ、主張についてのすべてです。\u001b[22m\n\u001b[1m(Kono eiga wa, watashi ga imamade mita naka de mottomo kokoro ni uttaeru anime, yūjō, awaremi,-ai, kanashimi, shuchō ni tsuite no subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie was the most heart-touching anime I have ever seen, all about friendship, perfidy, love, sorrow and insistence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie was the most heart-touching anime I have ever seen, all about friendship, perfidy, love, sorrow and insistence.\u001b[24m\n    \u001b[1mこの映画は、私が今まで見た中で最も心に訴えるアニメ、友情、哀れみ、愛、悲しみ、主張についてのすべてです。\u001b[22m, \u001b[1mこの映画は、すべての友情、背信、愛、悲しみと主張については、私が今まで見た中で最も心-感動アニメでした。\u001b[22m"
  },
  {
    "title": "Arashi_no_Yoru_ni",
    "id": "1961",
    "url": "https://myanimelist.net/anime/1961/Arashi_no_Yoru_ni",
    "user": "Akuma-chi",
    "profile": "/profile/Akuma-chi/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=77113",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nこのページのすべてのものは、ほとんどが羊とオオカミの友情の話です。 このアニメを見る意思なしにこのアニメを離れることを決める前に、これを考えてみてください。（別名私の意見）\n\n注：これはおそらく非常に長いレビューが好きな人のためのものです。\n\nストーリー：8/10\n\n正直言って、それを見て、私はそれが幾分奇妙だが賢い映画を見つける。 それを見ている年上の人として、私は子供の頃には時には関係の哲学的な意味を考えていますが、これは単にスタークロスの裁判と苦難についてのかわいい漫画でしょう。 しかし、ペーシングは私を奇妙に感じさせるものです。 時々、それは少し遅すぎると感じていて、他のものでは、あまりにも急いでいる。 彼らの友情のタイムスケールもまた、理解できないほどの反りがありました。映画は2時間以内に多くの素材を詰めることはできませんが、時には想像力に多少依存しています。 しかし、それは構造化のための実用性ではなく、感情に集中する傾向があります（まだそこに、ちょうど奇妙で、本当に悪いことではありません）。\n\nアート：8/10\n\n芸術はむしろ単純であり、通常は線があまり固いものではありません。 キャラクターはステレオタイプになっていますが（羊は優しく、オオカミは猛烈です）、メイとガブの友情の価値を強調するので、特に悪いことではありません。 私は特にCG効果は気にせず、物理学でもない場合でも、このようなことはしません。 落ちる巨大な岩は奇妙な物理学を持ち、それを少し震わせて見守った。 全体的には、芸術はやや優しい感じを与え、梅は本当にかわいいです。\n\nサウンド：7/10\n\nそれはそれほど悪いことではありません。 それはちょうど私に（個人的に）正しい感情を与えないことがあります。 おそらく、ボリュームミキサーなどで混乱しているはずです。 私がもう少しサスペンスを持って何かを好んでいたかもしれないシーンでは、それは気まぐれな音楽を与えます。 実際、音楽にはかなりの意見があります。 それは私がそれを期待している方法ではなく、フィットします。 その結果、私は音楽そのものによってやや甘やかされたように感じました。 しかし、私は彼らがすべての古典的な楽器を使用するのが好きです。 それは映画の自然さを保ち、あなたにコンテンツを感じさせました。 声の演技はうまくいっています。 時には、バックグラウンドノイズは、はるかに圧倒されていたはずだったはずです。\n\nキャラクター：8/10\n\n主人公はかなり完璧です。 なぜ彼らが特定の行動をとるのかは、映画が時には過去に瞬く間に掘り下げられるような時には意味をなさなくなります。 彼らは親友でも、ガブはもはやヤギを食べませんが、実際のレベルではありませんが、メイの妥協案があります。 本当に甘い関係。 サイドキャラクターは実際には開発だけではなく、多くの画面時間を得ることはありません。 彼らは最も簡単なレベルにありますが、プロットを移動するためのツールだけではなく、信じられない感情を与えられます。 正直なところ、それほど難しいことではありません。\n\n楽しさ：9/10\n\n私はその関係とそれがおとぎ話のようなやり方に集中していることが好きでした。 私は本当に甘い瞬間と人物を愛していました。私は映画の中で実際の開発プロセスをもっと見たいと思っていました。 私が一緒に掃除していたことが大好きだった、本当に感動的なシーンもいくつかありました。\n\n全体：9/10\n\n一緒に追加されたすべての要素が素晴らしい映画に混ざり合っています。 以前にテレビシリーズを見ていたが、一部のシーンはあまり驚きではなかった。 メイの男性バージョンは26バージョンの女性版を見て少し変わっていますが、それは...これよりも甘いです（キャンディーフロス？）。 アニメ版の結果は、誰もがより多くのスクリーン時間を得て、彼らはもっと恋人になるということです。 アンタゴニスト（または頑固な老人）でも。 私はまだ映画がよかったと感じていますが、一緒に一緒に過ごす時間が少なくても、キャラクターの開発に焦点を当てたほうがよかったです。 キャラクターはより明確にカットされている方が映画のほうがはるかに簡単ですが、私はそのリアリズムの方が好きです。 タイムスケールは、テレビシリーズのキャラクターをより物理的に優れたものにする。 両方とも長所と短所がありますが、私はこれを言うでしょう：テレビシリーズは、映画よりもはるかに多くの子供向けアニメです。 それは、アニメが開発自体に焦点を当てるように（ムービーが探求するすべての側面なしで）、全く違うアジェンダを持っていると考えられます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAs pretty much everything on this page says, the story is pretty much a story of friendship between a sheep and a wolf. Before you decide to leave this anime without any intention to watch it, consider this... (aka my opinion):\n\n\u001b[1mこのページのすべてのものは、ほとんどが羊とオオカミの友情の話です。 このアニメを見る意思なしにこのアニメを離れることを決める前に、これを考えてみてください。（別名私の意見）\u001b[22m\n\u001b[1m(Kono pēji no subete no mono wa, hotondo ga hitsuji to ōkami no yūjō no hanashidesu. Kono anime o miru ishi nashi ni kono anime o hanareru koto o kimeru mae ni, kore o kangaete mite kudasai. (Betsumei watashi no iken))\u001b[22m\n\nTranslations of \u001b[4mAs pretty much everything on this page says, the story is pretty much a story of friendship between a sheep and a wolf. Before you decide to leave this anime without any intention to watch it, consider this... (aka my opinion):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs pretty much everything on this page says, the story is pretty much a story of friendship between a sheep and a wolf.\u001b[24m\n    \u001b[1mこのページのすべてのものは、ほとんどが羊とオオカミの友情の話です。\u001b[22m, \u001b[1mこのページ上のほとんどすべてが言うように、物語はかなり羊と狼の間の友情の物語です。\u001b[22m\n\u001b[4mBefore you decide to leave this anime without any intention to watch it, consider this... (aka my opinion):\u001b[24m\n    \u001b[1mこのアニメを見る意思なしにこのアニメを離れることを決める前に、これを考えてみてください。（別名私の意見）\u001b[22m, \u001b[1mあなたはそれを見て任意の意図せずにこのアニメを残すために決定する前に、この...（別名私の意見を）考えてみます。\u001b[22m\n\u001b[1m\u001b[22m\nNote: This is probably for people who like VERY long reviews.\n\n\u001b[1m注：これはおそらく非常に長いレビューが好きな人のためのものです。\u001b[22m\n\u001b[1m(Chū: Kore wa osoraku hijō ni nagai rebyū ga sukinahito no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mNote: This is probably for people who like VERY long reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This is probably for people who like VERY long reviews.\u001b[24m\n    \u001b[1m注：これはおそらく非常に長いレビューが好きな人のためのものです。\u001b[22m, \u001b[1m注：これは非常に長いレビューを好きな人のために、おそらくです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest, having watched it, I find it a somewhat odd but clever movie. As an older person watching it, I find myself thinking of the philosophical implications of the relationship sometimes yet if I was a child, this would simply be a cute cartoon about the trials and tribulations of star-crossed... friends, I suppose. The pacing is what makes me feel odd however. Sometimes, it's feels a little too slow and at others, much too rushed. The timescale of their friendship have also been relatively warped as understandably, the movie can't possibly cram in so much material in less than 2 hours but it does somewhat rely on imagination at times. However, it has a tendency to focus on the emotion rather than a practicality for structuring (still there, just odd and not really a bad thing most of the time).\n\n\u001b[1m正直言って、それを見て、私はそれが幾分奇妙だが賢い映画を見つける。 それを見ている年上の人として、私は子供の頃には時には関係の哲学的な意味を考えていますが、これは単にスタークロスの裁判と苦難についてのかわいい漫画でしょう。 しかし、ペーシングは私を奇妙に感じさせるものです。 時々、それは少し遅すぎると感じていて、他のものでは、あまりにも急いでいる。 彼らの友情のタイムスケールもまた、理解できないほどの反りがありました。映画は2時間以内に多くの素材を詰めることはできませんが、時には想像力に多少依存しています。 しかし、それは構造化のための実用性ではなく、感情に集中する傾向があります（まだそこに、ちょうど奇妙で、本当に悪いことではありません）。\u001b[22m\n\u001b[1m(Shōjiki itte, sore o mite, watashi wa sore ga ikubun kimyōdaga kashikoi eiga o mitsukeru. Sore o mite iru toshiue no hito to shite, watashi wa kodomo no koro ni wa tokiniha kankei no tetsugaku-tekina imi o kangaete imasuga, kore wa tan'ni sutākurosu no saiban to kunan ni tsuite no kawaī mangadeshou. Shikashi, pēshingu wa watashi o kimyō ni kanji saseru monodesu. Tokidoki, sore wa sukoshi oso sugiru to kanjite ite, hoka no monode wa, amarini mo isoide iru. Karera no yūjō no taimusukēru mo mata, rikai dekinai hodo no sori ga arimashita. Eiga wa 2-jikan inai ni ōku no sozai o tsumeru koto wa dekimasenga, tokiniha sōzō-ryoku ni tashō izon shite imasu. Shikashi, soreha kōzō-ka no tame no jitsuyō-seide wa naku, kanjō ni shūchū suru keikō ga arimasu (mada soko ni, chōdo kimyōde, hontōni warui kotode wa arimasen).)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, having watched it, I find it a somewhat odd but clever movie. As an older person watching it, I find myself thinking of the philosophical implications of the relationship sometimes yet if I was a child, this would simply be a cute cartoon about the trials and tribulations of star-crossed... friends, I suppose. The pacing is what makes me feel odd however. Sometimes, it's feels a little too slow and at others, much too rushed. The timescale of their friendship have also been relatively warped as understandably, the movie can't possibly cram in so much material in less than 2 hours but it does somewhat rely on imagination at times. However, it has a tendency to focus on the emotion rather than a practicality for structuring (still there, just odd and not really a bad thing most of the time).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, having watched it, I find it a somewhat odd but clever movie.\u001b[24m\n    \u001b[1m正直言って、それを見て、私はそれが幾分奇妙だが賢い映画を見つける。\u001b[22m, \u001b[1m正直に言うと、それを見た、私はそれ多少変賢い映画見つけます。\u001b[22m\n\u001b[4mAs an older person watching it, I find myself thinking of the philosophical implications of the relationship sometimes yet if I was a child, this would simply be a cute cartoon about the trials and tribulations of star-crossed... friends, I suppose.\u001b[24m\n    \u001b[1mそれを見ている年上の人として、私は子供の頃には時には関係の哲学的な意味を考えていますが、これは単にスタークロスの裁判と苦難についてのかわいい漫画でしょう。\u001b[22m, \u001b[1mそれを見て高齢者として、私は自分自身が時々関係の哲学的な意味を考えて見つけるまだ私が子供だった場合、これは単に薄幸の試練と苦難についてのかわいい漫画のだろう...友人、私は考えます。\u001b[22m\n\u001b[4mThe pacing is what makes me feel odd however.\u001b[24m\n    \u001b[1mしかし、ペーシングは私を奇妙に感じさせるものです。\u001b[22m, \u001b[1mペーシングは、私はしかし、奇妙に感じさせるものです。\u001b[22m\n\u001b[4mSometimes, it's feels a little too slow and at others, much too rushed.\u001b[24m\n    \u001b[1m時々、それは少し遅すぎると感じていて、他のものでは、あまりにも急いでいる。\u001b[22m, \u001b[1m時には、それは少し遅すぎる感じだと他に、あまりにも急ぎました。\u001b[22m\n\u001b[4mThe timescale of their friendship have also been relatively warped as understandably, the movie can't possibly cram in so much material in less than 2 hours but it does somewhat rely on imagination at times.\u001b[24m\n    \u001b[1m彼らの友情のタイムスケールもまた、理解できないほどの反りがありました。映画は2時間以内に多くの素材を詰めることはできませんが、時には想像力に多少依存しています。\u001b[22m, \u001b[1m彼らの友情のタイムスケールはまた、当然のことながら、映画はおそらく2時間未満でそんなに材料に詰め込むことはできませんが、それは多少の時間で想像力に依存していないような比較的反っていました。\u001b[22m\n\u001b[4mHowever, it has a tendency to focus on the emotion rather than a practicality for structuring (still there, just odd and not really a bad thing most of the time).\u001b[24m\n    \u001b[1mしかし、それは構造化のための実用性ではなく、感情に集中する傾向があります（まだそこに、ちょうど奇妙で、本当に悪いことではありません）。\u001b[22m, \u001b[1mしかし、それは感情に集中する傾向ではなく、構造化のための実用性（まだそこに、ちょうど奇数ではなく、本当に悪いことでほとんどの時間）を有しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art is rather simple and the lines are usually not so solid. While it stereotypes the characters somewhat (sheep are gentle and wolves are ferocious), it isn't particularly a bad thing as it reinforces the value of Mei and Gabu's friendship. I don't particularly mind CG effects and I wouldn't for this either if it wasn't for the physics. The huge rock that comes falling down had weird physics and made it slightly jarring to watch. Overall though, the art gave a rather mellow feel and Mei is really cute.\n\n\u001b[1m芸術はむしろ単純であり、通常は線があまり固いものではありません。 キャラクターはステレオタイプになっていますが（羊は優しく、オオカミは猛烈です）、メイとガブの友情の価値を補強するので、特に悪いことではありません。 私は特にCG効果は気にせず、物理学でもない場合でも、このようなことはしません。 落ちる巨大な岩は奇妙な物理学を持ち、それを少し震わせて見守った。 全体的には、芸術はやや優しい感じを与え、梅は本当にかわいいです。\u001b[22m\n\u001b[1m(Geijutsu wa mushiro tanjundeari, tsūjō wa sen ga amari katai monode wa arimasen. Kyarakutā wa sutereo taipu ni natte imasuga (hitsuji wa yasashiku, ōkami wa mōretsudesu), mei to Gabu no yūjō no kachi o hokyō surunode, tokuni warui kotode wa arimasen. Watashi wa tokuni CG kōka wa ki ni sezu, butsurigaku demonai baai demo, kono yōna koto wa shimasen. Ochiru kyodaina iwa wa kimyōna butsurigaku o mochi, sore o sukoshi furuwasete mimamotta. Zentai-teki ni wa, geijutsu wa yaya yasashī kanji o atae, ume wa hontōni kawaīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is rather simple and the lines are usually not so solid. While it stereotypes the characters somewhat (sheep are gentle and wolves are ferocious), it isn't particularly a bad thing as it reinforces the value of Mei and Gabu's friendship. I don't particularly mind CG effects and I wouldn't for this either if it wasn't for the physics. The huge rock that comes falling down had weird physics and made it slightly jarring to watch. Overall though, the art gave a rather mellow feel and Mei is really cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is rather simple and the lines are usually not so solid.\u001b[24m\n    \u001b[1m芸術はむしろ単純であり、通常は線があまり固いものではありません。\u001b[22m, \u001b[1m芸術はかなり単純で、株は、通常そのように固体ではありません。\u001b[22m\n\u001b[4mWhile it stereotypes the characters somewhat (sheep are gentle and wolves are ferocious), it isn't particularly a bad thing as it reinforces the value of Mei and Gabu's friendship.\u001b[24m\n    \u001b[1mキャラクターはステレオタイプになっていますが（羊は優しく、オオカミは猛烈です）、メイとガブの友情の価値を補強するので、特に悪いことではありません。\u001b[22m, \u001b[1mそれは文字が多少（羊が穏やかであり、オオカミは獰猛です）ステレオタイプながら、メイとGabuの友情の価値を強化するとして、それが特に悪いことではありません。\u001b[22m\n\u001b[4mI don't particularly mind CG effects and I wouldn't for this either if it wasn't for the physics.\u001b[24m\n    \u001b[1m私は特にCG効果は気にせず、物理学でもない場合でも、このようなことはしません。\u001b[22m, \u001b[1mそれは物理学のためではなかった場合のいずれか、このために私は、特にCGの影響を気にしないと私はないでしょう。\u001b[22m\n\u001b[4mThe huge rock that comes falling down had weird physics and made it slightly jarring to watch.\u001b[24m\n    \u001b[1m落ちる巨大な岩は奇妙な物理学を持ち、それを少し震わせて見守った。\u001b[22m, \u001b[1m落ちてくる巨大な岩が奇妙な物理学を持っていたし、それがわずかに見に耳障りました。\u001b[22m\n\u001b[4mOverall though, the art gave a rather mellow feel and Mei is really cute.\u001b[24m\n    \u001b[1m全体的には、芸術はやや優しい感じを与え、梅は本当にかわいいです。\u001b[22m, \u001b[1m全体的にかかわらず、芸術ではなく、まろやかな感触を与え、メイは本当にかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m\u001b[22m\nIt's not bad per se. It just sometimes doesn't give me (personally) the right sort of feeling. Probably should've messed around with the volume mixer or something. In some scenes where I might have preferred something with a little more suspense, it's gives whimsical music. Actually, there is quite an element of opinion with the music. It does fit, just not in the way I'd expect it to. As a result, I felt slightly spoiled by the music itself. However, I like that they used all classical instruments. It kept the naturalness of the movie and made you feel content. The voice acting is well done. Sometimes though, the background noise was rather more overwhelming than it should have been.\n\n\u001b[1mそれはそれほど悪いことではありません。 それはちょうど私に（個人的に）正しい感情を与えないことがあります。 おそらく、ボリュームミキサーなどで混乱しているはずです。 私がもう少しサスペンスを持って何かを好んでいたかもしれないシーンでは、それは気まぐれな音楽を与えます。 実際、音楽にはかなりの意見があります。 それは私がそれを期待している方法ではなく、フィットします。 その結果、私は音楽そのものによってやや甘やかされたように感じました。 しかし、私は彼らがすべての古典的な楽器を使用するのが好きです。 それは映画の自然さを保ち、あなたにコンテンツを感じさせました。 声の演技はうまくいっています。 時には、バックグラウンドノイズは、はるかに圧倒されていたはずだったはずです。\u001b[22m\n\u001b[1m(Sore wa sore hodo warui kotode wa arimasen. Sore wa chōdo watashi ni (kojin-teki ni) tadashī kanjō o ataenai koto ga arimasu. Watashi ga mōsukoshi sasupensu o motte nanika o kononde ita kamo shirenai shīnde wa, sore wa kimagurena ongaku o ataemasu. Jissai, ongaku ni wa kanari no iken ga arimasu. Sore wa watashi ga sore o kitai shite iru hōhōde wa naku, fitto shimasu. Sono kekka, watashi wa ongaku sonomono ni yotte yaya amayakasa reta yō ni kanjimashita. Shikashi, watashi wa karera ga subete no koten-tekina gakki o shiyō suru no ga sukidesu. Sore wa eiga no shizen-sa o tamochi, anata ni kontentsu o kanji sasemashita. Koe no engi wa umaku itte imasu. Tokiniha, bakkuguraundonoizu wa, haruka ni attō sa rete ita hazudatta hazudesu. Osoraku, boryūmumikisā nado de konran shite iru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's not bad per se. It just sometimes doesn't give me (personally) the right sort of feeling. Probably should've messed around with the volume mixer or something. In some scenes where I might have preferred something with a little more suspense, it's gives whimsical music. Actually, there is quite an element of opinion with the music. It does fit, just not in the way I'd expect it to. As a result, I felt slightly spoiled by the music itself. However, I like that they used all classical instruments. It kept the naturalness of the movie and made you feel content. The voice acting is well done. Sometimes though, the background noise was rather more overwhelming than it should have been.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not bad per se.\u001b[24m\n    \u001b[1mそれはそれほど悪いことではありません。\u001b[22m, \u001b[1mそれは、それ自体は悪くないのです。\u001b[22m\n\u001b[4mIt just sometimes doesn't give me (personally) the right sort of feeling.\u001b[24m\n    \u001b[1mそれはちょうど私に（個人的に）正しい感情を与えないことがあります。\u001b[22m, \u001b[1mそれはちょうど、時々（個人的に）感じの右側の並べ替えを私に与えるものではありません。\u001b[22m\n\u001b[4mIn some scenes where I might have preferred something with a little more suspense, it's gives whimsical music.\u001b[24m\n    \u001b[1m私がもう少しサスペンスを持って何かを好んでいたかもしれないシーンでは、それは気まぐれな音楽を与えます。\u001b[22m, \u001b[1m私はもう少しサスペンスで何かを好んだかもしれないいくつかのシーンでは、それは気まぐれな音楽を提供しています。\u001b[22m\n\u001b[4mActually, there is quite an element of opinion with the music.\u001b[24m\n    \u001b[1m実際、音楽にはかなりの意見があります。\u001b[22m, \u001b[1m実際には、音楽との意見のかなりの要素があります。\u001b[22m\n\u001b[4mIt does fit, just not in the way I'd expect it to.\u001b[24m\n    \u001b[1mそれは私がそれを期待している方法ではなく、フィットします。\u001b[22m, \u001b[1mそれだけではない、私はそれを期待するような方法で、フィットします。\u001b[22m\n\u001b[4mAs a result, I felt slightly spoiled by the music itself.\u001b[24m\n    \u001b[1mその結果、私は音楽そのものによってやや甘やかされたように感じました。\u001b[22m, \u001b[1mその結果、私は音楽自体は少し甘やかされて育ったと感じました。\u001b[22m\n\u001b[4mHowever, I like that they used all classical instruments.\u001b[24m\n    \u001b[1mしかし、私は彼らがすべての古典的な楽器を使用するのが好きです。\u001b[22m, \u001b[1mしかし、私は彼らがすべての古典的な楽器を使用することを好みます。\u001b[22m\n\u001b[4mIt kept the naturalness of the movie and made you feel content.\u001b[24m\n    \u001b[1mそれは映画の自然さを保ち、あなたにコンテンツを感じさせました。\u001b[22m, \u001b[1mそれは、映画の自然を維持し、あなたがコンテンツを感じさせました。\u001b[22m\n\u001b[4mThe voice acting is well done.\u001b[24m\n    \u001b[1m声の演技はうまくいっています。\u001b[22m, \u001b[1m声の演技はよく行われます。\u001b[22m\n\u001b[4mSometimes though, the background noise was rather more overwhelming than it should have been.\u001b[24m\n    \u001b[1m時には、バックグラウンドノイズは、はるかに圧倒されていたはずだったはずです。\u001b[22m, \u001b[1m時にはしかし、バックグラウンドノイズは、それがされている必要がありますのではなく、それ以上の圧倒的でした。\u001b[22m\n\u001b[4mProbably should've messed around with the volume mixer or something.\u001b[24m\n    \u001b[1mおそらく、ボリュームミキサーなどで混乱しているはずです。\u001b[22m, \u001b[1mおそらく、ボリュームミキサーか何かで周り台無しべきでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters are pretty much perfect. Why they do specific actions can be made sense of especially when the movie will sometimes delve briefly into their past. Even though they are best friends, they have kept true to their basic nature although Gabu doesn't eat goats anymore but there is (not on a practical level,) a compromise from Mei, who accepts Gabu for who he is and I find this relationship really sweet. The side characters don't really get much screen time let alone development. Although they are at the simplest levels, just tools to move the plot, they are given believable emotions. Honestly though, it's not that hard.\n\n\u001b[1m主人公はかなり完璧です。 なぜ彼らが特定の行動をとるのかは、映画が時には過去に瞬く間に掘り下げられるような時には意味をなさなくなります。 彼らは親友でも、ガブはもはやヤギを食べませんが、実際のレベルではありませんが、メイの妥協案があります。 本当に甘い関係。 サイドキャラクターは実際には開発だけではなく、多くの画面時間を得ることはありません。 彼らは最も簡単なレベルにありますが、プロットを移動するためのツールだけではなく、信じられない感情を与えられます。 正直なところ、それほど難しいことではありません。\u001b[22m\n\u001b[1m(Shujinkō wa kanari kanpekidesu. Naze karera ga tokutei no kōdō o toru no ka wa, eiga ga tokiniha kako ni matatakumani horisage rareru yōna tokiniha imi o nasanaku narimasu. Karera wa shin'yū demo, Gabu wa mohaya yagi o tabemasenga, jissai no reberude wa arimasenga, mei no dakyō-an ga arimasu. Hontōni amai kankei. Saidokyarakutā wa jissai ni wa kaihatsu dakede wa naku, ōku no gamen jikan o eru koto wa arimasen. Karera wa mottomo kantan'na reberu ni arimasuga, purotto o idō suru tame no tsūru dakede wa naku, shinjirarenai kanjō o atae raremasu. Shōjikina tokoro, sore hodo muzukashī kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters are pretty much perfect. Why they do specific actions can be made sense of especially when the movie will sometimes delve briefly into their past. Even though they are best friends, they have kept true to their basic nature although Gabu doesn't eat goats anymore but there is (not on a practical level,) a compromise from Mei, who accepts Gabu for who he is and I find this relationship really sweet. The side characters don't really get much screen time let alone development. Although they are at the simplest levels, just tools to move the plot, they are given believable emotions. Honestly though, it's not that hard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters are pretty much perfect.\u001b[24m\n    \u001b[1m主人公はかなり完璧です。\u001b[22m, \u001b[1mメインキャラクターはかなり最適です。\u001b[22m\n\u001b[4mWhy they do specific actions can be made sense of especially when the movie will sometimes delve briefly into their past.\u001b[24m\n    \u001b[1mなぜ彼らが特定の行動をとるのかは、映画が時には過去に瞬く間に掘り下げられるような時には意味をなさなくなります。\u001b[22m, \u001b[1m彼らはなぜ特定のアクション映画は時々彼らの過去を簡単に掘り下げます場合は特に感を行うことができます。\u001b[22m\n\u001b[4mEven though they are best friends, they have kept true to their basic nature although Gabu doesn't eat goats anymore but there is (not on a practical level,) a compromise from Mei, who accepts Gabu for who he is and I find this\u001b[24m\n    \u001b[1m彼らは親友でも、ガブはもはやヤギを食べませんが、実際のレベルではありませんが、メイの妥協案があります。\u001b[22m, \u001b[1m彼らは最高の友達であるにもかかわらず、彼らは（、ない実用的なレベルで）彼は、私はこれを見つけるために人Gabuを受け入れメイ、から妥協をGabuはもうヤギを食べていませんが、その基本的な性質のために真の保持しますがありますしています\u001b[22m\n\u001b[4mrelationship really sweet.\u001b[24m\n    \u001b[1m本当に甘い関係。\u001b[22m\n\u001b[4mThe side characters don't really get much screen time let alone development.\u001b[24m\n    \u001b[1mサイドキャラクターは実際には開発だけではなく、多くの画面時間を得ることはありません。\u001b[22m, \u001b[1mサイドの文字は本当に多くのスクリーンの時間が単独で開発をさせ得ることはありません。\u001b[22m\n\u001b[4mAlthough they are at the simplest levels, just tools to move the plot, they are given believable emotions.\u001b[24m\n    \u001b[1m彼らは最も簡単なレベルにありますが、プロットを移動するためのツールだけではなく、信じられない感情を与えられます。\u001b[22m, \u001b[1mこれらは、最も単純なレベルでプロットを移動するだけのツールであるが、それらは信じられる感情を与えられています。\u001b[22m\n\u001b[4mHonestly though, it's not that hard.\u001b[24m\n    \u001b[1m正直なところ、それほど難しいことではありません。\u001b[22m, \u001b[1m正直なところ、しかし、それはそんなに難しいことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m\u001b[22m\nI liked the intense focus on the relationship and the way it is like a fairy tale. I loved the really sweet moments and the characters.. I would've liked to see more from the actual process of the development in the movie though. There were also some really touching scenes which I loved being swept along with.\n\n\u001b[1m私はその関係とそれがおとぎ話のようなやり方に集中していることが好きでした。 私は本当に甘い瞬間と人物を愛していました。私は映画の中で実際の開発プロセスをもっと見たいと思っていました。 私が一緒に掃除していたことが大好きだった、本当に感動的なシーンもいくつかありました。\u001b[22m\n\u001b[1m(Watashi wa sono kankei to sore ga otogibanashi no yōna yarikata ni shūchū shite iru koto ga sukideshita. Watashi wa hontōni amai shunkan to jinbutsu o aishite imashita. Watashi wa eiga no naka de jissai no kaihatsu purosesu o motto mitai to omotte imashita. Watashi ga issho ni sōji shite ita koto ga daisukidatta, hontōni kandō-tekina shīn mo ikutsu ka arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI liked the intense focus on the relationship and the way it is like a fairy tale. I loved the really sweet moments and the characters.. I would've liked to see more from the actual process of the development in the movie though. There were also some really touching scenes which I loved being swept along with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the intense focus on the relationship and the way it is like a fairy tale.\u001b[24m\n    \u001b[1m私はその関係とそれがおとぎ話のようなやり方に集中していることが好きでした。\u001b[22m, \u001b[1m私は関係と、それはおとぎ話のようなものです途中で激しい焦点が好きでした。\u001b[22m\n\u001b[4mI loved the really sweet moments and the characters.. I would've liked to see more from the actual process of the development in the movie though.\u001b[24m\n    \u001b[1m私は本当に甘い瞬間と人物を愛していました。私は映画の中で実際の開発プロセスをもっと見たいと思っていました。\u001b[22m, \u001b[1m私は本当に甘いひとときと文字が..私も映画の中で、開発の実際のプロセスからより多くを見ることが好きでただろう愛しました。\u001b[22m\n\u001b[4mThere were also some really touching scenes which I loved being swept along with.\u001b[24m\n    \u001b[1m私が一緒に掃除していたことが大好きだった、本当に感動的なシーンもいくつかありました。\u001b[22m, \u001b[1m私は一緒に掃引されて愛しいくつかの本当に感動シーンもありました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m\nAll the elements added together mix into a wonderful movie. Having watched the TV series prior, some scenes were not much of a surprise. It's slightly weird to have a male version of Mei after watching a female version for 26 episodes but that one... is sweeter than this (candy floss?). The result in the anime version is that everyone gets more screen time and they are made more loveable; even the antagonists (or the stubborn old men). I still feel that the movie was better though, the focus on the characters' development was better even though it's assumed they spent less time together. Although it's probably simply easier for the movie that the characters are more clear cut, I prefer it for its realism. The timescale does make the TV series characters much more physically capable. There are pro and cons to both but I'll say this: the TV series is a lot lot more of a children's anime than the movie. It's probably not good to judge this with that, they have a completely different agenda to each other as the anime focuses on the development itself (without all the aspects that the movie explores).\n\n\u001b[1m一緒に追加されたすべての要素が素晴らしい映画に混ざり合っています。 以前にテレビシリーズを見ていたが、一部のシーンはあまり驚きではなかった。 メイの男性バージョンは26バージョンの女性版を見て少し変わっていますが、それは...これよりも甘いです（キャンディーフロス？）。 アニメ版の結果は、誰もがより多くのスクリーン時間を得て、彼らはもっと恋人になるということです。 アンタゴニスト（または頑固な老人）でも。 私はまだ映画がよかったと感じていますが、一緒に一緒に過ごす時間が少なくても、キャラクターの開発に焦点を当てたほうがよかったです。 キャラクターはより明確にカットされている方が映画のほうがはるかに簡単ですが、私はそのリアリズムの方が好きです。 タイムスケールは、テレビシリーズのキャラクターをより物理的に優れたものにする。 両方とも長所と短所がありますが、私はこれを言うでしょう：テレビシリーズは、映画よりもはるかに多くの子供向けアニメです。 それは、アニメが開発自体に焦点を当てるように（ムービーが探求するすべての側面なしで）、全く違うアジェンダを持っていると考えられます。\u001b[22m\n\u001b[1m(Issho ni tsuika sa reta subete no yōso ga subarashī eiga ni mazari atte imasu. Izen ni terebishirīzu o mite itaga, ichibu no shīn wa amari odorokide wa nakatta. Mei no dansei bājon wa 26 bājon no josei-ban o mite sukoshi kawatte imasuga, soreha... Kore yori mo amaidesu (kyandīfurosu? ). Anime-ban no kekka wa, daremoga yori ōku no sukurīn jikan o ete, karera wa motto koibito ni naru to iu kotodesu. Antagonisuto (matawa gankona rōjin) demo. Watashi wa mada eiga ga yokatta to kanjite imasuga, issho ni issho ni sugosu jikan ga sukunakute mo, kyarakutā no kaihatsu ni shōten o ateta hō ga yokattadesu. Kyarakutā wa yori meikaku ni katto sa rete iru kata ga eiga no hō ga haruka ni kantandesuga, watashi wa sono riarizumu no kata ga sukidesu. Taimusukēru wa, terebishirīzu no kyarakutā o yori butsuri-teki ni sugureta mono ni suru. Ryōhō tomo chōsho to tansho ga arimasuga, watashi wa kore o iudeshou: Terebishirīzu wa, eiga yori mo haruka ni ōku no kodomomukeanimedesu. Sore wa, anime ga kaihatsu jitai ni shōten o ateru yō ni (mūbī ga tankyū suru subete no sokumen nashi de), mattaku chigau ajenda o motte iru to kangae raremasu.)\u001b[22m"
  }
]
