[
  {
    "title": "Hajime_no_Ippo__Rising",
    "id": "19647",
    "url": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=142521",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n20年以上の歴史を持つスポーツアニメを代表する、元気のないイッポライジングは、これまでの前身の3回目のインスタレーションで復活しました。 カラフルなキャラクターの集合キャスト、すべての形とサイズのスーパースター、ひとつの目標、すなわち自分自身の名前をつけて世界の尊敬を得るために、1つのリングだけが必要です。 初代の一発ボクシングだけでなく、そのキャラクターのダイナミクスを探求するテーマの基盤に基づくアニメの完璧な例のための上昇の合意。 それは彼らの立ち上がりと輝きの時間です。\n\n同名の漫画をもとに、森川ジョージは「はじめの一本」として知られています。 フランチャイズは、スポーツジャンルの絶妙なプレゼンテーションのために国際的な注目を集めています。  Ippo Makunouchiを中心に、彼のキャラクターの発展をリードするパラダイムとしての地位を確立しました。 彼は注目を集めるだけでなく、ショー自体も、ボクシングとその不思議の概念である1つの団結の下で他のキャストメンバーを探索します。\n\n日本のフェザー級チャンピオンの殿堂入りは、イッポにとって様々な意味を持ちます。 責任は、トップ候補が彼の後に来るので、典型的な言葉として来る。 私たちはIppoの感情を感じることができ、彼は彼の心の中に痛い傷跡を残してきました。 イッポは、リングの内外にかかわらず、自分自身を誠実な人 - 勤勉な人の素晴らしい例として際立っている人 - として認識します。  3番目のシーズンは、彼の性格を親しみやすく感動的な方法で表現します。 彼のタイトルは、夜間、週ごと、そしておそらく何年も後に防衛することです。  Ippoはすでに同僚の尊敬を得ていますが、常により大きな高さを目指すよう努めています。 それをするために、彼は本当にリングの彼の限界をテストする強力な敵に対して立ち向かう。 ハジメ・ノッポは、リング内外のキャラクターを探求することが知られています。 よく開発されたストーリーは、キャラクター同士を結びつけ、彼らの発達を形作っています。 イッポにとって、彼は内面的にも外見的にも彼の性格に焦点を当てています。 これは、彼の子供時代を含むフラッシュバックの巧妙な使い方によって拡張されます。 それは楽しいものから始まったが、後で彼の父親に関する1つの忠実な出来事の後に大惨事になった子供時代です。\n\nしかし、Ippoはこのシリーズの唯一のキャラクターではありません。 世界のWBCチャンピオンになり、最終的に他の全てのウェイトクラスを征服するためには、彼の夢を実現させるために、高村マモールが復帰します。アメリカのデイビッド・イーグルのような相手には、容易に対処できません。 ブライアン・ホークが世界に見せつけたブラッシュボクサーとは対照的に、デイビッドは、楽しい人格を持つモチベーターとしてさらに目立っています。 このプレゼンテーションでは、タカムラが自分のマラニズムに敬意を表している相手に面しているので、鋭いターンがあります。 それと同時に、前回のシーズンとの最も顕著な試合以来、タカムラがどのくらい改善したかを見ている。 間違いなく、Ippoは彼が対戦相手を取ったときに彼の能力を向上させる。 このショーのキャラクターが、障害物を通り、内部の障害物と戦い、何かが目的で達成できることを世界に示すことによって、このショーの登場人物がどのように名前を挙げているかを見るためにリベット締めされています。\n\nアオキマスルでさえ、彼の努力のためにシリーズでのハイライトを得る。 ボクシングの世界で平凡な競争相手として大幅に軽視されているが、青木の開発は、彼の非正統的なスキルのおかげでほとんどの道具です。 ほとんどの機会に漫画の救済としてまだ提示されているにもかかわらず、青木はボクシングの世界で名前を作るために激しい努力を学ぶ。 彼は苦労の端に彼を置く反対者を取る。 しかし、このようにして、違う光から青木をリングで見ることは創造的です。 私たちは青木の技術を疑う傾向がありますが、聴衆の前で最高のパフォーマンスを発揮することは間違いありません。 終盤には、青木はショーを行う人の一人で、勝利か敗北か抽選なのか忘れることはありません。 彼は世界でも最高のスポーツエンターテイナーではないが、青木は彼の努力のために尊厳の人格を表している。\n\nハジメ・イッポファンが慣れ親しんでいなければならない古典的なスタイルとしてアクションが戻ってくる。 鐘が鳴り響く瞬間から、最後の汗が吹くようになるまで、リングは完全に強く押し付けられます。 もちろん違います。 カメラの角度は、キャラクターが行うすべての動きに焦点を当てたモーションで戦略的に行われます。 同時に、ボクサーは、彼らの顔に勇気、大胆さ、大胆さ、勇気、力、経験の気持ちを示す。 これは、これらのキャラクターを彼らのスキルの未来のビジョンとして定義します。 結局のところ、ボクシングは習得するのは難しいスポーツです。 それは数ヶ月、数年、または一生の訓練を必要とするかもしれません。 キャラクターの中には、スポーツを簡単に見せるものもあるかもしれませんが、顔の中にお互いを打ち抜くだけでなく、彼らの勇気はもっと魅力的です。  IppoのDempsey Rollやさまざまなリスクを伴うスキルが必要です。 誰もがリスクを取ることなくチャンピオンになることが可能だと思いますか？\n\nキャラクターの関係は、競争に集中しているにもかかわらず、ダイナミックなものとして際立っています。 特に、私たちは、愛の関心事である馬場久美と共に、イッポの発展のいくつかのケースを目の当たりにしています。 残念なことに、両者はホームベースを打たず、両者の関係はあまり前進していない。 これにもかかわらず、彼らはボクシングの厳しい世界で甘いことができる相互の接続を共有することは明らかです。 鴨川クルーの関係は、メンバー間の有望なつながりとしても際立っています。 時々、それらはライバルとして解釈されることがあります。 他の時代、そのメンバーは兄弟姉妹、または家族のようなものです。 幼年時代から出て父がいなくても、Ippoと乗組員との関係は彼の性格の著しい動機となります。 その乗組員との間の臭気とプラトニックな接近は、衝突のイデオロギーにもかかわらず、互いに団結しているチームとして際立っています。\n\nほとんどの部分では、元気のないIppoの物語は、開発として分類されていますが、いくつかの部分もフィラメントが進行するにつれてゆっくりと感じることができます。 いくつかのエピソードは、典型的なスライスライフ値以上で、微風のようなスヌーズのようです。 これは完全に欠点ではありませんが、それは驚異的なことがあり、先を見たいと熱望しているファンの忍耐をテストします。 ロマンスはこの第3シーズンでもどこにも当たっていないので、ファンは彼らの船の夢をあきらめることができます。 いくつかのコメディーのビットも古くなってしまいます。 しかし、第3シーズンとは逆に、逆転のダイナミクスを誇る後半に顕著に表れています。 本質的に、初代のIppo Risingは、そのキャラクターとストーリーに焦点を当てるとき、最高の輝きを放ちます。 他の部分は完全にはね返っているわけではありませんが、このインストールではうまくいきません。\n\nアートワークは、芸術的価値が向上したキャラクターのオリジナルデザインを際立たせています。 ボクサーのほとんどは、自分のスタイルを分類して区別します。 戦闘の傷や傷は、プロのボクサーとしての旅の証として役立ちます。 同時に、アイデンティティそのものが業界のアイコンとして存在する文字があります。 女性キャラクターは目立つ機能ではありませんが、無実、思いやりのある性質、時には特定の要因による執念の信頼性を提供します。\n\nサウンドトラックは、能力によってキャラクターによって定義される美徳を提供します。 それぞれのキャラクターの声質は、彼らが誰であるかの印象を与えます。  OSTは、すべての動き、すべての試合、およびすべてのエピソードとその楽器のスコアとよく一致します。 接続しているパンチの効果音は激しく、結果にはダイナミックです。  OPとEDの曲は、ボクサーとしてのキャラクターの旅の大部分と並行して調整されています。 それは各試合の間に相乗効果の感覚を与えます。 世界選手権のはしごに登りようとしている間、登場人物たちは信念を抱いています。\n\n元気な一発ライジングは、誰かの顔にパンチを投げることについてのこのショーではありません。 あなたはそれを目の当たりにしていますが、ショーは様々な方法で魅力的な奥行きを持つパスのキャラクターを探索します。 小さなリングの中で、そんなに多くを見ることができるのはすばらしいことです。 元気のないIppoのおかげで、ファンは見ているだけでなく、革新的な概念を学ぶことができます。 実験的ではなく、夢の中でどのように登場人物が登場しているかを知ることは魅力的です。 ボクシングは単なるスポーツではなく、アート作品でもあるからです。 絵筆は文字で、プロダクトはこれらの上昇するスーパースターの美しさを表しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nRepresenting a sports anime that have over two decades of history, Hajime no Ippo Rising returns in this third installation of its previous predecessors. It only takes one ring to bring together a collective cast of colorful characters, superstars of all shapes and sizes under one goal: to make a name of themselves and earn the respect of the world. Hajime no Ippo Rising accords for a perfect example of an anime based on the foundation of its theme not only in boxing but also in exploring the dynamics of its characters. It’s their time to rise and shine.\n\n\u001b[1m20年以上の歴史を持つスポーツアニメを代表する、元気のないイッポライジングは、これまでの前身の3回目のインスタレーションで復活しました。 カラフルなキャラクターの集合キャスト、すべての形とサイズのスーパースター、ひとつの目標、すなわち自分自身の名前をつけて世界の尊敬を得るために、1つのリングだけが必要です。 初代の一発ボクシングだけでなく、そのキャラクターのダイナミクスを探求するテーマの基盤に基づくアニメの完璧な例のための上昇の合意。 それは彼らの立ち上がりと輝きの時間です。\u001b[22m\n\u001b[1m(20-Nen ijō no rekishi o motsu supōtsuanime o daihyō suru, genki no nai ipporaijingu wa, kore made no zenshin no 3-kai-me no insutarēshon de fukkatsu shimashita. Karafuruna kyarakutā no shūgō kyasuto, subete no katachi to saizu no sūpāsutā, hitotsu no mokuhyō, sunawachi jibunjishin'no namae o tsukete sekai no sonkei o eru tame ni, 1tsu no ringu dake ga hitsuyōdesu. Shodai no ippatsu bokushingu dakedenaku, sono kyarakutā no dainamikusu o tankyū suru tēma no kiban ni motodzuku anime no kanpekina rei no tame no jōshō no gōi. Sore wa karera no tachiagari to kagayaki no jikandesu.)\u001b[22m\n\nTranslations of \u001b[4mRepresenting a sports anime that have over two decades of history, Hajime no Ippo Rising returns in this third installation of its previous predecessors. It only takes one ring to bring together a collective cast of colorful characters, superstars of all shapes and sizes under one goal: to make a name of themselves and earn the respect of the world. Hajime no Ippo Rising accords for a perfect example of an anime based on the foundation of its theme not only in boxing but also in exploring the dynamics of its characters. It’s their time to rise and shine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRepresenting a sports anime that have over two decades of history, Hajime no Ippo Rising returns in this third installation of its previous predecessors.\u001b[24m\n    \u001b[1m20年以上の歴史を持つスポーツアニメを代表する、元気のないイッポライジングは、これまでの前身の3回目のインスタレーションで復活しました。\u001b[22m, \u001b[1m歴史の20年以上にわたりを持っているスポーツアニメを代表する、その前の前任者のこの第三のインストールではじめの一歩ライジング戻ります。\u001b[22m\n\u001b[4mIt only takes one ring to bring together a collective cast of colorful characters, superstars of all shapes and sizes under one goal: to make a name of themselves and earn the respect of the world.\u001b[24m\n    \u001b[1mカラフルなキャラクターの集合キャスト、すべての形とサイズのスーパースター、ひとつの目標、すなわち自分自身の名前をつけて世界の尊敬を得るために、1つのリングだけが必要です。\u001b[22m, \u001b[1mこれは、カラフルな文字の集合的なキャストを一緒に持って来るために一つの環、一つの目標の下にあるすべての形や大きさのスーパースターを取りのみ：自分自身の名前を作り、世界の尊敬を獲得します。\u001b[22m\n\u001b[4mHajime no Ippo Rising accords for a perfect example of an anime based on the foundation of its theme not only in boxing but also in exploring the dynamics of its characters.\u001b[24m\n    \u001b[1m初代の一発ボクシングだけでなく、そのキャラクターのダイナミクスを探求するテーマの基盤に基づくアニメの完璧な例のための上昇の合意。\u001b[22m, \u001b[1m肇ボクシングでも、その文字のダイナミクスを探求するだけでなく、そのテーマの基礎に基づいて、アニメの完璧な例のための無一歩ライジングアコードは。\u001b[22m\n\u001b[4mIt’s their time to rise and shine.\u001b[24m\n    \u001b[1mそれは彼らの立ち上がりと輝きの時間です。\u001b[22m, \u001b[1mそれは上昇し、輝きを自分の時間です。\u001b[22m\n\u001b[1m\u001b[22m\nBased off the manga of the same name, George Morikawa is famously known for his work known as Hajime no Ippo. The franchise has gained international attention for its exquisite presentation of the sports genre. Focusing on Ippo Makunouchi, the series has set itself as a leading paradigm to the development of his character. Not only does he get the spotlight but the show itself also explores its other cast members under one unity – the conception of boxing and its wonders.\n\n\u001b[1m同名の漫画をもとに、森川ジョージは「はじめの一本」として知られています。 フランチャイズは、スポーツジャンルの絶妙なプレゼンテーションのために国際的な注目を集めています。  Ippo Makunouchiを中心に、彼のキャラクターの発展をリードするパラダイムとしての地位を確立しました。 彼は注目を集めるだけでなく、ショー自体も、ボクシングとその不思議の概念である1つの団結の下で他のキャストメンバーを探索します。\u001b[22m\n\u001b[1m(Dōmei no manga o moto ni, Morikawa jōji wa `hajime no Ippon' to shite shira rete imasu. Furanchaizu wa, supōtsujanru no zetsumyōna purezentēshon no tame ni kokusai-tekina chūmoku o atsumete imasu. Ippo Makunouchi o chūshin ni, kare no kyarakutā no hatten o rīdo suru paradaimu to shite no chii o kakuritsu shimashita. Kare wa chūmokuwoatsumeru dakedenaku, shō jitai mo, bokushingu to sono fushigi no gainendearu 1tsu no danketsu no shita de hoka no kyasutomenbā o tansaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBased off the manga of the same name, George Morikawa is famously known for his work known as Hajime no Ippo. The franchise has gained international attention for its exquisite presentation of the sports genre. Focusing on Ippo Makunouchi, the series has set itself as a leading paradigm to the development of his character. Not only does he get the spotlight but the show itself also explores its other cast members under one unity – the conception of boxing and its wonders.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased off the manga of the same name, George Morikawa is famously known for his work known as Hajime no Ippo.\u001b[24m\n    \u001b[1m同名の漫画をもとに、森川ジョージは「はじめの一本」として知られています。\u001b[22m, \u001b[1m同じ名前の漫画オフに基づいて、森川ジョージは有名はじめの一歩として知られている彼の仕事のために知られています。\u001b[22m\n\u001b[4mThe franchise has gained international attention for its exquisite presentation of the sports genre.\u001b[24m\n    \u001b[1mフランチャイズは、スポーツジャンルの絶妙なプレゼンテーションのために国際的な注目を集めています。\u001b[22m, \u001b[1mフランチャイズは、スポーツジャンルのその絶妙なプレゼンテーションのための国際的な注目を集めています。\u001b[22m\n\u001b[4mFocusing on Ippo Makunouchi, the series has set itself as a leading paradigm to the development of his character.\u001b[24m\n    \u001b[1mIppo Makunouchiを中心に、彼のキャラクターの発展をリードするパラダイムとしての地位を確立しました。\u001b[22m, \u001b[1m一歩Makunouchiを中心に、シリーズは、彼の性格の発展に主導的なパラダイムとしての地位を設定しています。\u001b[22m\n\u001b[4mNot only does he get the spotlight but the show itself also explores its other cast members under one unity – the conception of boxing and its wonders.\u001b[24m\n    \u001b[1m彼は注目を集めるだけでなく、ショー自体も、ボクシングとその不思議の概念である1つの団結の下で他のキャストメンバーを探索します。\u001b[22m, \u001b[1m彼はスポットライトを取得するが、ショー自体も1団結の下で、そのほかのキャストメンバーを探求するだけでなく - ボクシングの概念とその素晴らしさを。\u001b[22m\n\u001b[1m\u001b[22m\nBeing the holder of the Japanese Featherweight Champion holds a variety of meaning for Ippo. Responsibility comes as an archetypical word because top contenders will come after him. We can feel Ippo’s emotions and what he’s been through that has left a painful scar in his mind. Whether in or outside the ring, Ippo identifies himself as a man of integrity – someone that stands out as a great example of a hardworking individual. The third season personifies his character in a way that is relatable and inspiring. It’s his goal to defend his title, night after night, week after week, and possibly years after years. Ippo has already earned the respect of his peers but always strives to continuously aim for bigger heights. To do that, he faces off against powerful adversaries that truly tests his limits in the ring. Hajime no Ippo is known to explore characters both in and outside the ring for that matters. Well-developed stories also connects the characters together and formulates their development. For Ippo, it focuses both internally and externally on his character. This is extended by the clever usage of flashbacks involving his childhood. It’s a childhood that started out as pleasant but later turned cataclysmic after one faithful event relating to his father.\n\n\u001b[1m日本のフェザー級チャンピオンの殿堂入りは、イッポにとって様々な意味を持ちます。 責任は、トップ候補が彼の後に来るので、典型的な言葉として来る。 私たちはIppoの感情を感じることができ、彼は彼の心の中に痛い傷跡を残してきました。 イッポは、リングの内外にかかわらず、自分自身を誠実な人 - 勤勉な人の素晴らしい例として際立っている人 - として認識します。  3番目のシーズンは、彼の性格を親しみやすく感動的な方法で表現します。 彼のタイトルは、夜間、週ごと、そしておそらく何年も後に防衛することです。  Ippoはすでに同僚の尊敬を得ていますが、常により大きな高さを目指すよう努めています。 それをするために、彼は本当にリングの彼の限界をテストする強力な敵に対して立ち向かう。 ハジメ・ノッポは、リング内外のキャラクターを探求することが知られています。 よく開発されたストーリーは、キャラクター同士を結びつけ、彼らの発達を形作っています。 イッポにとって、彼は内面的にも外見的にも彼の性格に焦点を当てています。 これは、彼の子供時代を含むフラッシュバックの巧妙な使い方によって拡張されます。 それは楽しいものから始まったが、後で彼の父親に関する1つの忠実な出来事の後に大惨事になった子供時代です。\u001b[22m\n\u001b[1m(Nihon no fezā-kyū chanpion no dentōiri wa, ippo ni totte samazamana imi o mochimasu. Sekinin wa, toppu kōho ga kare no nochi ni kuru node, tenkei-tekina kotoba to shite kuru. Kare no taitoru wa, yakan, shū-goto, soshite osoraku nan'nen mo-go ni bōei suru kotodesu. Ippo wa sudeni dōryō no sonkei o ete imasuga, tsuneni yori ōkina taka-sa o mezasu yō tsutomete imasu. Sore o suru tame ni, kare wa hontōni ringu no kare no genkai o tesuto suru kyōryokuna teki ni taishite tachimukau. Hajime noppo wa, ringu naigai no kyarakutā o tankyū suru koto ga shira rete imasu. Yoku kaihatsu sa reta sutōrī wa, kyarakutā dōshi o musubitsuke, karera no hattatsu o katachidzukutte imasu. Ippo ni totte, kare wa naimen-teki ni mo gaiken-teki ni mo kare no seikaku ni shōten o atete imasu. Kore wa, kare no kodomo jidai o fukumu furasshu bakku no kōmyōna tsukaikata ni yotte kakuchō sa remasu. Sore wa tanoshī mono kara hajimatta ga,-go de kare no chichioya ni kansuru 1tsu no chūjitsuna dekigoto no nochi ni dai sanji ni natta kodomo jidaidesu. Watashitachiha Ippo no kanjō o kanjiru koto ga deki, kare wa kare no kokoronouchi ni itai kizuato o nokoshite kimashita. Ippo wa, ringu no naigai ni kakawarazu, jibun jishin o seijitsuna hito - kinben'na hito no subarashī rei to shite kiwadatte iru hito - to shite ninshiki shimasu. 3-Banme no shīzun wa, kare no seikaku o shitashimi yasuku kandō-tekina hōhō de hyōgen shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nIppo isn’t the only character of this series though. Born from Tokyo, Japan, Takamura Mamoru returns to make his dream come true – to become the WBC champion of the world and eventually conquer all the other weight classes It’s no easy task with the opponents that he faces off such as David Eagle from America. In contrast with the brash boxer that Brian Hawk showed to the world, David stands out more as a motivator with an easygoing personality. There’s a sharp turn in this presentation as Takamura faces off an opponent that is respected for his mannerisms. At the same time, we witness first hand at how much Takamura improved since his most prominent matches from the previous season. No doubt too does Ippo improve with his abilities when he takes on opponents. It’s riveting to see how characters in this show make names for themselves by going through obstacles, battling their internal obstructions, and showing the world that anything can be achieved with purpose.\n\n\u001b[1mしかし、Ippoはこのシリーズの唯一のキャラクターではありません。 世界のWBCチャンピオンになり、最終的に他の全てのウェイトクラスを征服するためには、彼の夢を実現させるために、高村マモールが復帰します。アメリカのデイビッド・イーグルのような相手には、容易に対処できません。 ブライアン・ホークが世界に見せつけたブラッシュボクサーとは対照的に、デイビッドは、楽しい人格を持つモチベーターとしてさらに目立っています。 このプレゼンテーションでは、タカムラが自分のマラニズムに敬意を表している相手に面しているので、鋭いターンがあります。 それと同時に、前回のシーズンとの最も顕著な試合以来、タカムラがどのくらい改善したかを見ている。 間違いなく、Ippoは彼が対戦相手を取ったときに彼の能力を向上させる。 このショーのキャラクターが、障害物を通り、内部の障害物と戦い、何かが目的で達成できることを世界に示すことによって、このショーの登場人物がどのように名前を挙げているかを見るためにリベット締めされています。\u001b[22m\n\u001b[1m(Shikashi, Ippo wa kono shirīzu no yuiitsu no kyarakutāde wa arimasen. Sekai no WBC chanpion ni nari, saishūtekini hoka no subete no u~eitokurasu o seifuku suru tame ni wa, kare no yume o jitsugen sa seru tame ni, Takamura mamōru ga fukki shimasu. Amerika no deibiddo īguru no yōna aite ni wa, yōi ni taisho dekimasen. Buraian hōku ga sekai ni misetsuketa burasshubokusā to wa taishō-teki ni, deibiddo wa, tanoshī jinkaku o motsu mochibētā to shite sarani medatte imasu. Kono purezentēshonde wa, Takamura ga jibun no maranizumu ni keiiwoarawashite iru aite ni menshite irunode, surudoi tān ga arimasu. Soreto dōjini, zenkai no shīzun to no mottomo kenchona shiai irai, Takamura ga dono kurai kaizen shita ka o mite iru. Machigainaku, Ippo wa kare ga taisen aite o totta toki ni kare no nōryoku o kōjō sa seru. Kono shō no kyarakutā ga, shōgai-mono o tōri, naibu no shōgai-mono to tatakai, nanika ga mokuteki de tassei dekiru koto o sekai ni shimesu koto ni yotte, kono shō no tōjō jinbutsu ga dono yō ni namae o agete iru ka o miru tame ni ribetto shime sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIppo isn’t the only character of this series though. Born from Tokyo, Japan, Takamura Mamoru returns to make his dream come true – to become the WBC champion of the world and eventually conquer all the other weight classes It’s no easy task with the opponents that he faces off such as David Eagle from America. In contrast with the brash boxer that Brian Hawk showed to the world, David stands out more as a motivator with an easygoing personality. There’s a sharp turn in this presentation as Takamura faces off an opponent that is respected for his mannerisms. At the same time, we witness first hand at how much Takamura improved since his most prominent matches from the previous season. No doubt too does Ippo improve with his abilities when he takes on opponents. It’s riveting to see how characters in this show make names for themselves by going through obstacles, battling their internal obstructions, and showing the world that anything can be achieved with purpose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIppo isn’t the only character of this series though.\u001b[24m\n    \u001b[1mしかし、Ippoはこのシリーズの唯一のキャラクターではありません。\u001b[22m, \u001b[1m一歩は、しかし、このシリーズの唯一の文字ではありません。\u001b[22m\n\u001b[4mBorn from Tokyo, Japan, Takamura Mamoru returns to make his dream come true – to become the WBC champion of the world and eventually conquer all the other weight classes It’s no easy task with the opponents that he faces off such as David Eagle from America.\u001b[24m\n    \u001b[1m世界のWBCチャンピオンになり、最終的に他の全てのウェイトクラスを征服するためには、彼の夢を実現させるために、高村マモールが復帰します。アメリカのデイビッド・イーグルのような相手には、容易に対処できません。\u001b[22m, \u001b[1m日本は、東京から生まれた、高村守が彼の夢が叶うように戻って - 世界のWBCのチャンピオンになると、最終的には他のすべての重量クラスを征服するためにそれは彼がそのようなアメリカのデビッド・イーグルとしてオフに直面している相手と簡単なタスクません。\u001b[22m\n\u001b[4mIn contrast with the brash boxer that Brian Hawk showed to the world, David stands out more as a motivator with an easygoing personality.\u001b[24m\n    \u001b[1mブライアン・ホークが世界に見せつけたブラッシュボクサーとは対照的に、デイビッドは、楽しい人格を持つモチベーターとしてさらに目立っています。\u001b[22m, \u001b[1mブライアン・ホークが世界に示した生意気なボクサーとは対照的に、ダビデはもっと気楽な性格を持つ動機として際立っています。\u001b[22m\n\u001b[4mThere’s a sharp turn in this presentation as Takamura faces off an opponent that is respected for his mannerisms.\u001b[24m\n    \u001b[1mこのプレゼンテーションでは、タカムラが自分のマラニズムに敬意を表している相手に面しているので、鋭いターンがあります。\u001b[22m, \u001b[1m高村は彼の癖のために尊敬されている相手をオフに直面しているように、このプレゼンテーションの急カーブがあります。\u001b[22m\n\u001b[4mAt the same time, we witness first hand at how much Takamura improved since his most prominent matches from the previous season.\u001b[24m\n    \u001b[1mそれと同時に、前回のシーズンとの最も顕著な試合以来、タカムラがどのくらい改善したかを見ている。\u001b[22m, \u001b[1m同時に、我々は、高村は、前シーズンからの彼の最も顕著な試合以来、改善されたどのくらいで最初に手を目撃します。\u001b[22m\n\u001b[4mNo doubt too does Ippo improve with his abilities when he takes on opponents.\u001b[24m\n    \u001b[1m間違いなく、Ippoは彼が対戦相手を取ったときに彼の能力を向上させる。\u001b[22m, \u001b[1m彼は相手を取るときに疑いの余地はあまりにも一歩は、彼の能力に改善していないん。\u001b[22m\n\u001b[4mIt’s riveting to see how characters in this show make names for themselves by going through obstacles, battling their internal obstructions, and showing the world that anything can be achieved with purpose.\u001b[24m\n    \u001b[1mこのショーのキャラクターが、障害物を通り、内部の障害物と戦い、何かが目的で達成できることを世界に示すことによって、このショーの登場人物がどのように名前を挙げているかを見るためにリベット締めされています。\u001b[22m, \u001b[1mそれは、このショーの中の文字は、障害物を通過し、内部障害物を戦って、そして何が目的を達成することができることを世界に示すことによって自分自身の名前を作る方法を確認するためにリベットです。\u001b[22m\n\u001b[1m\u001b[22m\nEven Aoki Masuru gets his highlights in the series for his efforts. While largely downplayed as a mediocre competitor in the boxing world, Aoki’s development is almost instrumental thanks to his unorthodox skills. Despite being still presented as a comic relief on most occasions, Aoki learns the strenuous effort to make a name in the boxing world. He takes on opponents that puts him at the edge of struggling. However, it’s creative in this way to see Aoki in the ring from a different light. We tend to doubt Aoki’s skills but there’s no doubt the man has the guts to perform in front of an audience at his best. At the end of the day, Aoki is one of those guys that puts on a show you won’t forget whether it’s a win, loss, or draw. Even if he’s not the greatest sports entertainer in the world, Aoki represents a character of dignity for his efforts.\n\n\u001b[1mアオキマスルでさえ、彼の努力のためにシリーズでのハイライトを得る。 ボクシングの世界で平凡な競争相手として大幅に軽視されているが、青木の開発は、彼の非正統的なスキルのおかげでほとんどの道具です。 ほとんどの機会に漫画の救済としてまだ提示されているにもかかわらず、青木はボクシングの世界で名前を作るために激しい努力を学ぶ。 彼は苦労の端に彼を置く反対者を取る。 しかし、このようにして、違う光から青木をリングで見ることは創造的です。 私たちは青木の技術を疑う傾向がありますが、聴衆の前で最高のパフォーマンスを発揮することは間違いありません。 終盤には、青木はショーを行う人の一人で、勝利か敗北か抽選なのか忘れることはありません。 彼は世界でも最高のスポーツエンターテイナーではないが、青木は彼の努力のために尊厳の人格を表している。\u001b[22m\n\u001b[1m(Aokimasurude sae, kare no doryoku no tame ni shirīzu de no hairaito o eru. Bokushingu no sekai de heibon'na kyōsō aite to shite ōhaba ni keishi sa rete iruga, Aoki no kaihatsu wa, kare no hi seitō-tekina sukiru no okage de hotondo no dōgudesu. Hotondo no kikai ni manga no kyūsai to shite mada teiji sa rete iru nimokakawarazu, Aoki wa bokushingu no sekai de namae o tsukuru tame ni hageshī doryoku o manabu. Kare wa kurō no hashi ni kare o oku hantai-sha o toru. Shikashi, kono yō ni shite, chigau hikari kara Aoki o ringu de miru koto wa sōzō-tekidesu. Watashitachi wa Aoki no gijutsu o utagau keikō ga arimasuga, chōshū no mae de saikō no pafōmansu o hakki suru koto wa machigai arimasen. Shūban ni wa, Aoki wa shō o okonau hito no hitori de, shōri ka haiboku ka chūsen'na no ka wasureru koto wa arimasen. Kare wa sekai demo saikō no supōtsuentāteināde wa naiga, Aoki wa kare no doryoku no tame ni songen no jinkaku o arawashite iru.)\u001b[22m\n\nTranslations of \u001b[4mEven Aoki Masuru gets his highlights in the series for his efforts. While largely downplayed as a mediocre competitor in the boxing world, Aoki’s development is almost instrumental thanks to his unorthodox skills. Despite being still presented as a comic relief on most occasions, Aoki learns the strenuous effort to make a name in the boxing world. He takes on opponents that puts him at the edge of struggling. However, it’s creative in this way to see Aoki in the ring from a different light. We tend to doubt Aoki’s skills but there’s no doubt the man has the guts to perform in front of an audience at his best. At the end of the day, Aoki is one of those guys that puts on a show you won’t forget whether it’s a win, loss, or draw. Even if he’s not the greatest sports entertainer in the world, Aoki represents a character of dignity for his efforts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven Aoki Masuru gets his highlights in the series for his efforts.\u001b[24m\n    \u001b[1mアオキマスルでさえ、彼の努力のためにシリーズでのハイライトを得る。\u001b[22m, \u001b[1mでも青木Masuruは彼の努力のための一連の彼のハイライトを取得します。\u001b[22m\n\u001b[4mWhile largely downplayed as a mediocre competitor in the boxing world, Aoki’s development is almost instrumental thanks to his unorthodox skills.\u001b[24m\n    \u001b[1mボクシングの世界で平凡な競争相手として大幅に軽視されているが、青木の開発は、彼の非正統的なスキルのおかげでほとんどの道具です。\u001b[22m, \u001b[1m主にボクシングの世界で平凡なライバルとして軽視しているが、青木の開発は、彼の非正統的なスキルとほぼ楽器のおかげです。\u001b[22m\n\u001b[4mDespite being still presented as a comic relief on most occasions, Aoki learns the strenuous effort to make a name in the boxing world.\u001b[24m\n    \u001b[1mほとんどの機会に漫画の救済としてまだ提示されているにもかかわらず、青木はボクシングの世界で名前を作るために激しい努力を学ぶ。\u001b[22m, \u001b[1mまだほとんどの場面でコミックリリーフとして提示されているにもかかわらず、青木はボクシングの世界に名を作るために精力的な努力を学習します。\u001b[22m\n\u001b[4mHe takes on opponents that puts him at the edge of struggling.\u001b[24m\n    \u001b[1m彼は苦労の端に彼を置く反対者を取る。\u001b[22m, \u001b[1m彼は苦労の端に彼を置く相手にかかります。\u001b[22m\n\u001b[4mHowever, it’s creative in this way to see Aoki in the ring from a different light.\u001b[24m\n    \u001b[1mしかし、このようにして、違う光から青木をリングで見ることは創造的です。\u001b[22m, \u001b[1mしかし、それは別の光からリングに青木を表示するには、このような方法で創造的です。\u001b[22m\n\u001b[4mWe tend to doubt Aoki’s skills but there’s no doubt the man has the guts to perform in front of an audience at his best.\u001b[24m\n    \u001b[1m私たちは青木の技術を疑う傾向がありますが、聴衆の前で最高のパフォーマンスを発揮することは間違いありません。\u001b[22m, \u001b[1m私たちは青木のスキルを疑う傾向にあるが、男は彼の最高の状態で聴衆の前で実行する勇気を持っている疑いがあります。\u001b[22m\n\u001b[4mAt the end of the day, Aoki is one of those guys that puts on a show you won’t forget whether it’s a win, loss, or draw.\u001b[24m\n    \u001b[1m終盤には、青木はショーを行う人の一人で、勝利か敗北か抽選なのか忘れることはありません。\u001b[22m, \u001b[1m一日の終わりには、青木はあなたが、それは勝利だかどうかの損失を忘れてしまった、または描画されませんショーの上に置いて、それらの選手の一人です。\u001b[22m\n\u001b[4mEven if he’s not the greatest sports entertainer in the world, Aoki represents a character of dignity for his efforts.\u001b[24m\n    \u001b[1m彼は世界でも最高のスポーツエンターテイナーではないが、青木は彼の努力のために尊厳の人格を表している。\u001b[22m, \u001b[1m彼は世界で最も偉大なスポーツエンターテイナーではない場合でも、青木は彼の努力のための尊厳の文字を表します。\u001b[22m\n\u001b[1m\u001b[22m\nAction returns as a classic style that Hajime no Ippo fans should be familiar with. From the moment the bell rings all the way until the last drop of sweat hits the ring stands for an intensely pushed match of integrity. Of course not. Camera angles are aimed strategically in motions that focuses on every move the characters make. At the same time, the boxers show on their face the feelings of guts, boldness, audacity, courage, power, and experience. It defines these characters as visions of the future for their skill. After all, boxing is a difficult sport to master and perfect. It may take months, years, or a lifetime of training. Some of the characters may make the sport seem like easy but their guts shows more than just punching each other in the faces. It takes skill with various moves such as Ippo’s Dempsey Roll and risks too. Does anyone think becoming a champion is possible without taking a risk?\n\n\u001b[1mハジメ・イッポファンが慣れ親しんでいなければならない古典的なスタイルとしてアクションが戻ってくる。 鐘が鳴り響く瞬間から、最後の汗が吹くようになるまで、リングは完全に強く押し付けられます。 もちろん違います。 カメラの角度は、キャラクターが行うすべての動きに焦点を当てたモーションで戦略的に行われます。 同時に、ボクサーは、彼らの顔に勇気、大胆さ、大胆さ、勇気、力、経験の気持ちを示す。 これは、これらのキャラクターを彼らのスキルの未来のビジョンとして定義します。 結局のところ、ボクシングは習得するのは難しいスポーツです。 それは数ヶ月、数年、または一生の訓練を必要とするかもしれません。 キャラクターの中には、スポーツを簡単に見せるものもあるかもしれませんが、顔の中にお互いを打ち抜くだけでなく、彼らの勇気はもっと魅力的です。  IppoのDempsey Rollやさまざまなリスクを伴うスキルが必要です。 誰もがリスクを取ることなくチャンピオンになることが可能だと思いますか？\u001b[22m\n\u001b[1m(Hajime ippofan ga nareshitashinde inakereba naranai koten-tekina sutairu to shite akushon ga modotte kuru. Kane ga narihibiku shunkan kara, saigo no ase ga fuku yō ni naru made, ringu wa kanzen ni tsuyoku oshitsuke raremasu. Kamera no kakudo wa, kyarakutā ga okonau subete no ugoki ni shōten o ateta mōshon de senryaku-teki ni okonawa remasu. Dōjini, bokusā wa, karera no kao ni yūki, daitan-sa, daitan-sa, yūki,-ryoku, keiken no kimochi o shimesu. Kore wa, korera no kyarakutā o karera no sukiru no mirai no bijon to shite teigi shimasu. Kekkyokunotokoro, bokushingu wa shūtoku suru no wa muzukashī supōtsudesu. Sore wa sū-kagetsu, sunen, matawa isshō no kunren o hitsuyō to suru kamo shiremasen. Kyarakutā no nakaniha, supōtsu o kantan ni miseru mono mo aru kamo shiremasenga,-gao no naka ni otagai o uchinuku dakedenaku, karera no yūki wa motto mirikitekidesu. Ippo no Dempsey Roll ya samazamana risuku o tomonau sukiru ga hitsuyōdesu. Daremoga risuku o toru koto naku chanpion ni naru koto ga kanōda to omoimasu ka? Mochiron chigaimasu.)\u001b[22m\n\nTranslations of \u001b[4mAction returns as a classic style that Hajime no Ippo fans should be familiar with. From the moment the bell rings all the way until the last drop of sweat hits the ring stands for an intensely pushed match of integrity. Of course not. Camera angles are aimed strategically in motions that focuses on every move the characters make. At the same time, the boxers show on their face the feelings of guts, boldness, audacity, courage, power, and experience. It defines these characters as visions of the future for their skill. After all, boxing is a difficult sport to master and perfect. It may take months, years, or a lifetime of training. Some of the characters may make the sport seem like easy but their guts shows more than just punching each other in the faces. It takes skill with various moves such as Ippo’s Dempsey Roll and risks too. Does anyone think becoming a champion is possible without taking a risk?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAction returns as a classic style that Hajime no Ippo fans should be familiar with.\u001b[24m\n    \u001b[1mハジメ・イッポファンが慣れ親しんでいなければならない古典的なスタイルとしてアクションが戻ってくる。\u001b[22m, \u001b[1mはじめの一歩ファンは精通している必要があり、古典的なスタイルとしてのアクションに戻ります。\u001b[22m\n\u001b[4mFrom the moment the bell rings all the way until the last drop of sweat hits the ring stands for an intensely pushed match of integrity.\u001b[24m\n    \u001b[1m鐘が鳴り響く瞬間から、最後の汗が吹くようになるまで、リングは完全に強く押し付けられます。\u001b[22m, \u001b[1m瞬間からベルが鳴る汗の最後の一滴がリングに当たるまでのすべての方法は、整合性の激しくプッシュ試合の略です。\u001b[22m\n\u001b[4mCamera angles are aimed strategically in motions that focuses on every move the characters make.\u001b[24m\n    \u001b[1mカメラの角度は、キャラクターが行うすべての動きに焦点を当てたモーションで戦略的に行われます。\u001b[22m, \u001b[1mカメラアングルは、すべての文字が作る移動に焦点を当てて動きに戦略的に目指しています。\u001b[22m\n\u001b[4mAt the same time, the boxers show on their face the feelings of guts, boldness, audacity, courage, power, and experience.\u001b[24m\n    \u001b[1m同時に、ボクサーは、彼らの顔に勇気、大胆さ、大胆さ、勇気、力、経験の気持ちを示す。\u001b[22m, \u001b[1m同時に、ボクサーが自分の顔に勇気、大胆さ、大胆さ、勇気、パワー、および経験の感情を示しています。\u001b[22m\n\u001b[4mIt defines these characters as visions of the future for their skill.\u001b[24m\n    \u001b[1mこれは、これらのキャラクターを彼らのスキルの未来のビジョンとして定義します。\u001b[22m, \u001b[1mそれは彼らのスキルの将来のビジョンとして、これらの文字を定義します。\u001b[22m\n\u001b[4mAfter all, boxing is a difficult sport to master and perfect.\u001b[24m\n    \u001b[1m結局のところ、ボクシングは習得するのは難しいスポーツです。\u001b[22m, \u001b[1m結局のところ、ボクシングは困難習得するスポーツと完璧です。\u001b[22m\n\u001b[4mIt may take months, years, or a lifetime of training.\u001b[24m\n    \u001b[1mそれは数ヶ月、数年、または一生の訓練を必要とするかもしれません。\u001b[22m, \u001b[1mそれは、数ヶ月、数年、または訓練の寿命を取ることができます。\u001b[22m\n\u001b[4mSome of the characters may make the sport seem like easy but their guts shows more than just punching each other in the faces.\u001b[24m\n    \u001b[1mキャラクターの中には、スポーツを簡単に見せるものもあるかもしれませんが、顔の中にお互いを打ち抜くだけでなく、彼らの勇気はもっと魅力的です。\u001b[22m, \u001b[1mスポーツをすることができる文字の一部が簡単のように見えるが、その根性はちょうど顔で互いにパンチよりも多くを示しています。\u001b[22m\n\u001b[4mIt takes skill with various moves such as Ippo’s Dempsey Roll and risks too.\u001b[24m\n    \u001b[1mIppoのDempsey Rollやさまざまなリスクを伴うスキルが必要です。\u001b[22m, \u001b[1mこのような、あまりにも一歩のデンプシー・ロールやリスクなど様々な動きとスキルを取ります。\u001b[22m\n\u001b[4mDoes anyone think becoming a champion is possible without taking a risk?\u001b[24m\n    \u001b[1m誰もがリスクを取ることなくチャンピオンになることが可能だと思いますか？\u001b[22m, \u001b[1m誰もがチャンピオンになることはリスクを取ることなく可能だと思いますか？\u001b[22m\n\u001b[4mOf course not.\u001b[24m\n    \u001b[1mもちろん違います。\u001b[22m, \u001b[1mもちろんです。\u001b[22m, \u001b[1mもちろんそんなことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter relationships still stands out as dynamic despite the intense focus on its competitions. In particular, we witness several cases of Ippo’s progression with his love interest, Mashiba Kumi. Unfortunately, the both of them doesn’t hit home base and their relationship doesn’t move forward much. Despite this, it’s clear that they share a mutual connection that can be bittersweet in a tough world of boxing. The Kamogawa Crew’s relationship also stands out as a promising connection between its members. At times, they can be interpreted as rivals. Other times, its members are like a brotherhood or even a family. Being without a father after coming out of childhood years, Ippo’s relationship with the crew becomes a prominent motivation for his character. The bromance and platonic closeness with its crew members stand out as team that unites each other despite some of their clashing ideologies.\n\n\u001b[1mキャラクターの関係は、競争に集中しているにもかかわらず、ダイナミックなものとして際立っています。 特に、私たちは、愛の関心事である馬場久美と共に、イッポの発展のいくつかのケースを目の当たりにしています。 残念なことに、両者はホームベースを打たず、両者の関係はあまり前進していない。 これにもかかわらず、彼らはボクシングの厳しい世界で甘いことができる相互の接続を共有することは明らかです。 鴨川クルーの関係は、メンバー間の有望なつながりとしても際立っています。 時々、それらはライバルとして解釈されることがあります。 他の時代、そのメンバーは兄弟姉妹、または家族のようなものです。 幼年時代から出て父がいなくても、Ippoと乗組員との関係は彼の性格の著しい動機となります。 その乗組員との間の臭気とプラトニックな接近は、衝突のイデオロギーにもかかわらず、互いに団結しているチームとして際立っています。\u001b[22m\n\u001b[1m(Kyarakutā no kankei wa, kyōsō ni shūchū shite iru nimokakawarazu, dainamikkuna mono to shite kiwadatte imasu. Tokuni, watashitachiha, ai no kanshinjidearu Baba Kumi to tomoni, ippo no hatten no ikutsu ka no kēsu o manoatari ni shite imasu. Zan'nen'nakotoni, ryōsha wa hōmubēsu o utazu, ryōsha no kankei wa amari zenshin shite inai. Kore nimokakawarazu, karera wa bokushingu no kibishī sekai de amai koto ga dekiru sōgo no setsuzoku o kyōyū suru koto wa akirakadesu. Kamogawa kurū no kankei wa, menbā-kan no yūbōna tsunagari to shite mo kiwadatte imasu. Tokidoki, sorera wa raibaru to shite kaishaku sa reru koto ga arimasu. Hoka no jidai, sono menbā wa keiteishimai, matawa kazoku no yōna monodesu. Yōnen jidai kara dete chichi ga inakute mo, Ippo to norikumiin to no kankei wa kare no seikaku no ichijirushii dōki to narimasu. Sono norikumiin to no ma no shūki to puratonikkuna sekkin wa, shōtotsu no ideorogī nimokakawarazu, tagaini danketsu shite iru chīmu to shite kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter relationships still stands out as dynamic despite the intense focus on its competitions. In particular, we witness several cases of Ippo’s progression with his love interest, Mashiba Kumi. Unfortunately, the both of them doesn’t hit home base and their relationship doesn’t move forward much. Despite this, it’s clear that they share a mutual connection that can be bittersweet in a tough world of boxing. The Kamogawa Crew’s relationship also stands out as a promising connection between its members. At times, they can be interpreted as rivals. Other times, its members are like a brotherhood or even a family. Being without a father after coming out of childhood years, Ippo’s relationship with the crew becomes a prominent motivation for his character. The bromance and platonic closeness with its crew members stand out as team that unites each other despite some of their clashing ideologies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter relationships still stands out as dynamic despite the intense focus on its competitions.\u001b[24m\n    \u001b[1mキャラクターの関係は、競争に集中しているにもかかわらず、ダイナミックなものとして際立っています。\u001b[22m, \u001b[1m文字関係はまだその競技に強いフォーカスにもかかわらず、ダイナミックとして際立っています。\u001b[22m\n\u001b[4mIn particular, we witness several cases of Ippo’s progression with his love interest, Mashiba Kumi.\u001b[24m\n    \u001b[1m特に、私たちは、愛の関心事である馬場久美と共に、イッポの発展のいくつかのケースを目の当たりにしています。\u001b[22m, \u001b[1m特に、我々は彼の愛興味、Mashiba久美と一歩の進行のいくつかの例を目撃します。\u001b[22m\n\u001b[4mUnfortunately, the both of them doesn’t hit home base and their relationship doesn’t move forward much.\u001b[24m\n    \u001b[1m残念なことに、両者はホームベースを打たず、両者の関係はあまり前進していない。\u001b[22m, \u001b[1m残念ながら、それらの両方は、ホームベースに当たらないと彼らの関係は、はるか前方に移動しません。\u001b[22m\n\u001b[4mDespite this, it’s clear that they share a mutual connection that can be bittersweet in a tough world of boxing.\u001b[24m\n    \u001b[1mこれにもかかわらず、彼らはボクシングの厳しい世界で甘いことができる相互の接続を共有することは明らかです。\u001b[22m, \u001b[1mこれにもかかわらず、それは彼らがボクシングの厳しい世界でほろ苦いすることができ、相互接続を共有することは明らかです。\u001b[22m\n\u001b[4mThe Kamogawa Crew’s relationship also stands out as a promising connection between its members.\u001b[24m\n    \u001b[1m鴨川クルーの関係は、メンバー間の有望なつながりとしても際立っています。\u001b[22m, \u001b[1m鴨川Crewの関係もそのメンバー間の有望な接続として際立っています。\u001b[22m\n\u001b[4mAt times, they can be interpreted as rivals.\u001b[24m\n    \u001b[1m時々、それらはライバルとして解釈されることがあります。\u001b[22m, \u001b[1m時には、それらはライバルとして解釈することができます。\u001b[22m\n\u001b[4mOther times, its members are like a brotherhood or even a family.\u001b[24m\n    \u001b[1m他の時代、そのメンバーは兄弟姉妹、または家族のようなものです。\u001b[22m, \u001b[1m他の回は、そのメンバーは、兄弟愛、さらには家族のようなものです。\u001b[22m\n\u001b[4mBeing without a father after coming out of childhood years, Ippo’s relationship with the crew becomes a prominent motivation for his character.\u001b[24m\n    \u001b[1m幼年時代から出て父がいなくても、Ippoと乗組員との関係は彼の性格の著しい動機となります。\u001b[22m, \u001b[1m幼少期から出てきた後、父なしなので、乗組員と一歩の関係は彼の性格のために顕著な動機になります。\u001b[22m\n\u001b[4mThe bromance and platonic closeness with its crew members stand out as team that unites each other despite some of their clashing ideologies.\u001b[24m\n    \u001b[1mその乗組員との間の臭気とプラトニックな接近は、衝突のイデオロギーにもかかわらず、互いに団結しているチームとして際立っています。\u001b[22m, \u001b[1mその乗組員とブロマンスとプラトニックな近さは、彼らの激突を行うイデオロギーの一部にもかかわらず、お互いを統合チームとして際立っています。\u001b[22m\n\u001b[1m\u001b[22m\nOn most parts, Hajime no Ippo’s story classifies itself as development but some parts can also feel slow with its fillerish progression. A few episodes seems like a snooze in the breeze with little more than a typical slice-of-life value. While this isn’t entirely a drawback, it can be staggering and tests the patience of fans who are eagerly wants to watch what’s ahead. Romance doesn’t also hit anywhere in this third season so fans can give up the dreams of their ships. Some comedy bits also becomes stale or even a banality. Yet, there is also a different side to the third season featured prominently in the latter half of the show with its flashback dynamics. In essence, Hajime no Ippo Rising shines itself at best when it focuses on its characters and story. The other parts aren’t entirely back-stab but sometimes just doesn’t work out in this installation.\n\n\u001b[1mほとんどの部分では、元気のないIppoの物語は、開発として分類されていますが、いくつかの部分もフィラメントが進行するにつれてゆっくりと感じることができます。 いくつかのエピソードは、典型的なスライスライフ値以上で、微風のようなスヌーズのようです。 これは完全に欠点ではありませんが、それは驚異的なことがあり、先を見たいと熱望しているファンの忍耐をテストします。 ロマンスはこの第3シーズンでもどこにも当たっていないので、ファンは彼らの船の夢をあきらめることができます。 いくつかのコメディーのビットも古くなってしまいます。 しかし、第3シーズンとは逆に、逆転のダイナミクスを誇る後半に顕著に表れています。 本質的に、初代のIppo Risingは、そのキャラクターとストーリーに焦点を当てるとき、最高の輝きを放ちます。 他の部分は完全にはね返っているわけではありませんが、このインストールではうまくいきません。\u001b[22m\n\u001b[1m(Hotondo no bubunde wa, genki no nai Ippo no monogatari wa, kaihatsu to shite bunrui sa rete imasuga, ikutsu ka no bubun mo firamento ga shinkō suru ni tsurete yukkuri to kanjiru koto ga dekimasu. Ikutsu ka no episōdo wa, tenkei-tekina suraisuraifu-chi ijō de, soyokaze no yōna sunūzu no yōdesu. Kore wa kanzen ni kettende wa arimasenga, soreha kyōi-tekina koto ga ari,-saki o mitai to netsubō shite iru fan no nintai o tesuto shimasu. Romansu wa kono dai 3 shīzun demo dokoni mo atatte inainode, fan wa karera no fune no yume o akirameru koto ga dekimasu. Ikutsu ka no komedī no bitto mo furuku natte shimaimasu. Shikashi, dai 3 shīzun to wa gyaku ni, gyakuten no dainamikusu o hokoru kōhan ni kencho ni arawarete imasu. Honshitsu-teki ni, shodai no Ippo raijingu wa, sono kyarakutā to sutōrī ni shōten o ateru toki, saikō no kagayaki o hanachimasu. Hoka no bubun wa kanzen ni hanekaette iru wakede wa arimasenga, kono insutōrude wa umaku ikimasen.)\u001b[22m\n\nTranslations of \u001b[4mOn most parts, Hajime no Ippo’s story classifies itself as development but some parts can also feel slow with its fillerish progression. A few episodes seems like a snooze in the breeze with little more than a typical slice-of-life value. While this isn’t entirely a drawback, it can be staggering and tests the patience of fans who are eagerly wants to watch what’s ahead. Romance doesn’t also hit anywhere in this third season so fans can give up the dreams of their ships. Some comedy bits also becomes stale or even a banality. Yet, there is also a different side to the third season featured prominently in the latter half of the show with its flashback dynamics. In essence, Hajime no Ippo Rising shines itself at best when it focuses on its characters and story. The other parts aren’t entirely back-stab but sometimes just doesn’t work out in this installation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn most parts, Hajime no Ippo’s story classifies itself as development but some parts can also feel slow with its fillerish progression.\u001b[24m\n    \u001b[1mほとんどの部分では、元気のないIppoの物語は、開発として分類されていますが、いくつかの部分もフィラメントが進行するにつれてゆっくりと感じることができます。\u001b[22m, \u001b[1mほとんどの部分では、はじめの一歩の物語が展開として自身を分類しますが、いくつかの部分は、また、そのfillerish進行に遅く感じることができます。\u001b[22m\n\u001b[4mA few episodes seems like a snooze in the breeze with little more than a typical slice-of-life value.\u001b[24m\n    \u001b[1mいくつかのエピソードは、典型的なスライスライフ値以上で、微風のようなスヌーズのようです。\u001b[22m, \u001b[1mいくつかのエピソードは、典型的なスライスの寿命値よりも少しと風でスヌーズのように思えます。\u001b[22m\n\u001b[4mWhile this isn’t entirely a drawback, it can be staggering and tests the patience of fans who are eagerly wants to watch what’s ahead.\u001b[24m\n    \u001b[1mこれは完全に欠点ではありませんが、それは驚異的なことがあり、先を見たいと熱望しているファンの忍耐をテストします。\u001b[22m, \u001b[1mこれは完全に欠点はありませんが、それは驚異的であると熱心に先に何があるか見たいしているファンの忍耐をテストすることができます。\u001b[22m\n\u001b[4mRomance doesn’t also hit anywhere in this third season so fans can give up the dreams of their ships.\u001b[24m\n    \u001b[1mロマンスはこの第3シーズンでもどこにも当たっていないので、ファンは彼らの船の夢をあきらめることができます。\u001b[22m, \u001b[1mファンは彼らの船の夢をあきらめることができるようにロマンスはまた、この第三の季節にどこにもヒットしません。\u001b[22m\n\u001b[4mSome comedy bits also becomes stale or even a banality.\u001b[24m\n    \u001b[1mいくつかのコメディーのビットも古くなってしまいます。\u001b[22m, \u001b[1mいくつかのコメディビットも古くなったりしても陳腐になります。\u001b[22m\n\u001b[4mYet, there is also a different side to the third season featured prominently in the latter half of the show with its flashback dynamics.\u001b[24m\n    \u001b[1mしかし、第3シーズンとは逆に、逆転のダイナミクスを誇る後半に顕著に表れています。\u001b[22m, \u001b[1mしかし、そのフラッシュバック・ダイナミクスとショーの後半に顕著に特色3シーズン目に異なる側面もあります。\u001b[22m\n\u001b[4mIn essence, Hajime no Ippo Rising shines itself at best when it focuses on its characters and story.\u001b[24m\n    \u001b[1m本質的に、初代のIppo Risingは、そのキャラクターとストーリーに焦点を当てるとき、最高の輝きを放ちます。\u001b[22m, \u001b[1mそれは、そのキャラクターとストーリーに焦点を当てたときに本質的には、はじめの一歩ライジングはせいぜい自分自身を照らすません。\u001b[22m\n\u001b[4mThe other parts aren’t entirely back-stab but sometimes just doesn’t work out in this installation.\u001b[24m\n    \u001b[1m他の部分は完全にはね返っているわけではありませんが、このインストールではうまくいきません。\u001b[22m, \u001b[1m他の部分は完全に-刺しバックされていませんが、時々ちょうどこのインストールではうまくいきません。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork stands out for its original design of the characters with improved artistic values. Most of the boxers classifies and distinguishing themselves with their styles. The battle scars and wounds serves as a proof of their journey as professional boxers. At the same time, there are characters that identity themselves as icons in the industry. Female characters aren’t a prominent feature but does offer credibility with their innocence, compassionate nature, and sometimes obsessiveness with certain factors.\n\n\u001b[1mアートワークは、芸術的価値が向上したキャラクターのオリジナルデザインを際立たせています。 ボクサーのほとんどは、自分のスタイルを分類して区別します。 戦闘の傷や傷は、プロのボクサーとしての旅の証として役立ちます。 同時に、アイデンティティそのものが業界のアイコンとして存在する文字があります。 女性キャラクターは目立つ機能ではありませんが、無実、思いやりのある性質、時には特定の要因による執念の信頼性を提供します。\u001b[22m\n\u001b[1m(Ātowāku wa, geijutsu-teki kachi ga kōjō shita kyarakutā no orijinaru dezain o kiwadata sete imasu. Bokusā no hotondo wa, jibun no sutairu o bunrui shite kubetsu shimasu. Sentō no kizu ya kizu wa, puro no bokusā to shite no tabi no akashi to shite yakudachimasu. Dōjini, aidentiti sonomono ga gyōkai no aikon to shite sonzai suru moji ga arimasu. Josei kyarakutā wa medatsu kinōde wa arimasenga, mujitsu, omoiyari no aru seishitsu, tokiniha tokutei no yōin ni yoru shūnen no shinrai-sei o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork stands out for its original design of the characters with improved artistic values. Most of the boxers classifies and distinguishing themselves with their styles. The battle scars and wounds serves as a proof of their journey as professional boxers. At the same time, there are characters that identity themselves as icons in the industry. Female characters aren’t a prominent feature but does offer credibility with their innocence, compassionate nature, and sometimes obsessiveness with certain factors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork stands out for its original design of the characters with improved artistic values.\u001b[24m\n    \u001b[1mアートワークは、芸術的価値が向上したキャラクターのオリジナルデザインを際立たせています。\u001b[22m, \u001b[1mアートワークは、改善された芸術的な価値観を持つ文字の元の設計のために際立っています。\u001b[22m\n\u001b[4mMost of the boxers classifies and distinguishing themselves with their styles.\u001b[24m\n    \u001b[1mボクサーのほとんどは、自分のスタイルを分類して区別します。\u001b[22m, \u001b[1mボクサーのほとんどは、分類し、そのスタイルで自分自身を区別します。\u001b[22m\n\u001b[4mThe battle scars and wounds serves as a proof of their journey as professional boxers.\u001b[24m\n    \u001b[1m戦闘の傷や傷は、プロのボクサーとしての旅の証として役立ちます。\u001b[22m, \u001b[1m戦いの傷跡や傷はプロのボクサーとしての彼らの旅の証拠として機能します。\u001b[22m\n\u001b[4mAt the same time, there are characters that identity themselves as icons in the industry.\u001b[24m\n    \u001b[1m同時に、アイデンティティそのものが業界のアイコンとして存在する文字があります。\u001b[22m, \u001b[1m同時に、その業界のアイコンとしてのアイデンティティそのものを文字があります。\u001b[22m\n\u001b[4mFemale characters aren’t a prominent feature but does offer credibility with their innocence, compassionate nature, and sometimes obsessiveness with certain factors.\u001b[24m\n    \u001b[1m女性キャラクターは目立つ機能ではありませんが、無実、思いやりのある性質、時には特定の要因による執念の信頼性を提供します。\u001b[22m, \u001b[1m女性キャラクターは、顕著な特徴ではなく、自分の潔白、思いやり自然と信頼性を提供し、時には特定の要因にこだわりありません。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack offers virtue that are defined by the characters with their abilities. Each of the characters’ voice mannerisms gives an impression of who they are. The OST matches well for every move, every match, and every episode with its instrumental score. Sound effects of connecting punches are vigorous and is dynamic with the results. The OP and ED song are coordinated with a parallelism with most of the characters’ journeys as a boxer. It gives a feeling of synergy between each match. The characters embraces their beliefs while trying to climbing to that ladder of world championship.\n\n\u001b[1mサウンドトラックは、能力によってキャラクターによって定義される美徳を提供します。 それぞれのキャラクターの声質は、彼らが誰であるかの印象を与えます。  OSTは、すべての動き、すべての試合、およびすべてのエピソードとその楽器のスコアとよく一致します。 接続しているパンチの効果音は激しく、結果にはダイナミックです。  OPとEDの曲は、ボクサーとしてのキャラクターの旅の大部分と並行して調整されています。 それは各試合の間に相乗効果の感覚を与えます。 世界選手権のはしごに登りようとしている間、登場人物たちは信念を抱いています。\u001b[22m\n\u001b[1m(Saundotorakku wa, nōryoku ni yotte kyarakutā ni yotte teigi sa reru bitoku o teikyō shimasu. Sorezore no kyarakutā no seishitsu wa, karera ga daredearu ka no inshō o ataemasu. OST wa, subete no ugoki, subete no shiai, oyobi subete no episōdo to sono gakki no sukoa to yoku itchi shimasu. Setsuzoku shite iru panchi no kōka-on wa hageshiku, kekka ni wa dainamikkudesu. OP to ED no kyoku wa, bokusā to shite no kyarakutā no tabi no daibubun to heikōshite chōsei sa rete imasu. Sore wa kaku shiai no ma ni sōjō kōka no kankaku o ataemasu. Sekai senshuken no hashigo ni nobori-yō to shite iru ma, tōjō jinbutsu-tachi wa shin'nen o daite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack offers virtue that are defined by the characters with their abilities. Each of the characters’ voice mannerisms gives an impression of who they are. The OST matches well for every move, every match, and every episode with its instrumental score. Sound effects of connecting punches are vigorous and is dynamic with the results. The OP and ED song are coordinated with a parallelism with most of the characters’ journeys as a boxer. It gives a feeling of synergy between each match. The characters embraces their beliefs while trying to climbing to that ladder of world championship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack offers virtue that are defined by the characters with their abilities.\u001b[24m\n    \u001b[1mサウンドトラックは、能力によってキャラクターによって定義される美徳を提供します。\u001b[22m, \u001b[1mサウンドトラックには、自分の能力を持つ文字によって定義されている美徳を提供しています。\u001b[22m\n\u001b[4mEach of the characters’ voice mannerisms gives an impression of who they are.\u001b[24m\n    \u001b[1mそれぞれのキャラクターの声質は、彼らが誰であるかの印象を与えます。\u001b[22m, \u001b[1mキャラクターの音声癖のそれぞれは、彼らが誰であるかの印象を与えます。\u001b[22m\n\u001b[4mThe OST matches well for every move, every match, and every episode with its instrumental score.\u001b[24m\n    \u001b[1mOSTは、すべての動き、すべての試合、およびすべてのエピソードとその楽器のスコアとよく一致します。\u001b[22m, \u001b[1mOSTは、すべての動き、すべての試合、そしてその楽器のスコアを持つすべてのエピソードのためによく一致しました。\u001b[22m\n\u001b[4mSound effects of connecting punches are vigorous and is dynamic with the results.\u001b[24m\n    \u001b[1m接続しているパンチの効果音は激しく、結果にはダイナミックです。\u001b[22m, \u001b[1m接続パンチの効果音は活発であり、結果を動的です。\u001b[22m\n\u001b[4mThe OP and ED song are coordinated with a parallelism with most of the characters’ journeys as a boxer.\u001b[24m\n    \u001b[1mOPとEDの曲は、ボクサーとしてのキャラクターの旅の大部分と並行して調整されています。\u001b[22m, \u001b[1mOPとED曲は、ボクサーとしての文字「旅のほとんどは並列処理で調整されています。\u001b[22m\n\u001b[4mIt gives a feeling of synergy between each match.\u001b[24m\n    \u001b[1mそれは各試合の間に相乗効果の感覚を与えます。\u001b[22m, \u001b[1mこれは、各試合の間の相乗効果の感じを与えます。\u001b[22m\n\u001b[4mThe characters embraces their beliefs while trying to climbing to that ladder of world championship.\u001b[24m\n    \u001b[1m世界選手権のはしごに登りようとしている間、登場人物たちは信念を抱いています。\u001b[22m, \u001b[1m文字の世界選手権のそのはしごに登るしようとしながら、自分の信念を包含する。\u001b[22m\n\u001b[1m\u001b[22m\nHajime no Ippo Rising isn’t this a show about throwing a punch into someone’s face. While you will witness a lot of that, the show explores characters in paths with compelling depth in a variety of ways. It’s amazing that in just a small ring that so much can be shown. Thanks to Hajime no Ippo, fans will not just see but learn about its concepts with its innovations. It’s not just experimental but inspiring to see how characters come so far with their dreams. That’s because boxing isn’t just a sport but also an art piece. The paintbrushes are the characters and the product represents its beauty for these rising superstars.\n\n\u001b[1m元気な一発ライジングは、誰かの顔にパンチを投げることについてのこのショーではありません。 あなたはそれを目の当たりにしていますが、ショーは様々な方法で魅力的な奥行きを持つパスのキャラクターを探索します。 小さなリングの中で、そんなに多くを見ることができるのはすばらしいことです。 元気のないIppoのおかげで、ファンは見ているだけでなく、革新的な概念を学ぶことができます。 実験的ではなく、夢の中でどのように登場人物が登場しているかを知ることは魅力的です。 ボクシングは単なるスポーツではなく、アート作品でもあるからです。 絵筆は文字で、プロダクトはこれらの上昇するスーパースターの美しさを表しています。\u001b[22m\n\u001b[1m(Genkina ippatsu raijingu wa, dareka no kao ni panchi o nageru koto ni tsuite no kono shōde wa arimasen. Anata wa sore o manoatari ni shite imasuga, shō wa samazamana hōhō de miryoku-tekina okuyuki o motsu pasu no kyarakutā o tansaku shimasu. Chīsana ringu no naka de, son'nani ōku o miru koto ga dekiru no wa subarashī kotodesu. Genki no nai Ippo no okage de, fan wa mite iru dakedenaku, kakushintekina gainen o manabu koto ga dekimasu. Jikken-tekide wa naku, yumenonakade dono yō ni tōjō jinbutsu ga tōjō shite iru ka o shiru koto wa mirikitekidesu. Bokushingu wa tan'naru supōtsude wa naku, āto sakuhin demoarukaradesu. Efude wa moji de, purodakuto wa korera no jōshō suru sūpāsutā no utsukushi-sa o arawashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHajime no Ippo Rising isn’t this a show about throwing a punch into someone’s face. While you will witness a lot of that, the show explores characters in paths with compelling depth in a variety of ways. It’s amazing that in just a small ring that so much can be shown. Thanks to Hajime no Ippo, fans will not just see but learn about its concepts with its innovations. It’s not just experimental but inspiring to see how characters come so far with their dreams. That’s because boxing isn’t just a sport but also an art piece. The paintbrushes are the characters and the product represents its beauty for these rising superstars.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHajime no Ippo Rising isn’t this a show about throwing a punch into someone’s face.\u001b[24m\n    \u001b[1m元気な一発ライジングは、誰かの顔にパンチを投げることについてのこのショーではありません。\u001b[22m, \u001b[1mはじめの一歩はライジングの顔にパンチを投げについては、このショーではありません。\u001b[22m\n\u001b[4mWhile you will witness a lot of that, the show explores characters in paths with compelling depth in a variety of ways.\u001b[24m\n    \u001b[1mあなたはそれを目の当たりにしていますが、ショーは様々な方法で魅力的な奥行きを持つパスのキャラクターを探索します。\u001b[22m, \u001b[1mあなたはそれの多くを目撃しますが、ショーはさまざまな方法で魅力的な深さとパス内の文字を探ります。\u001b[22m\n\u001b[4mIt’s amazing that in just a small ring that so much can be shown.\u001b[24m\n    \u001b[1m小さなリングの中で、そんなに多くを見ることができるのはすばらしいことです。\u001b[22m, \u001b[1mそれはちょうど小さなリングにあまり示すことができるのは驚くべきことです。\u001b[22m\n\u001b[4mThanks to Hajime no Ippo, fans will not just see but learn about its concepts with its innovations.\u001b[24m\n    \u001b[1m元気のないIppoのおかげで、ファンは見ているだけでなく、革新的な概念を学ぶことができます。\u001b[22m, \u001b[1mはじめの一歩のおかげで、ファンだけで表示されますが、その技術革新とその概念について学ぶことはありません。\u001b[22m\n\u001b[4mIt’s not just experimental but inspiring to see how characters come so far with their dreams.\u001b[24m\n    \u001b[1m実験的ではなく、夢の中でどのように登場人物が登場しているかを知ることは魅力的です。\u001b[22m, \u001b[1mこれは、文字が彼らの夢で、これまで来る方法を確認するだけで実験が、感動はありません。\u001b[22m\n\u001b[4mThat’s because boxing isn’t just a sport but also an art piece.\u001b[24m\n    \u001b[1mボクシングは単なるスポーツではなく、アート作品でもあるからです。\u001b[22m, \u001b[1mボクシングはスポーツだけでなく、アート作品だけではなくだからです。\u001b[22m\n\u001b[4mThe paintbrushes are the characters and the product represents its beauty for these rising superstars.\u001b[24m\n    \u001b[1m絵筆は文字で、プロダクトはこれらの上昇するスーパースターの美しさを表しています。\u001b[22m, \u001b[1mペイントブラシは文字であり、製品は、これらの上昇スーパースターのためにその美しさを表しています。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo__Rising",
    "id": "19647",
    "url": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
    "user": "ParaParaJMo",
    "profile": "/profile/ParaParaJMo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=137769",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\nニュー・チャレンジャーが去るところから、Ippo vs Shimabukuro Iwaoから、第二次世界大戦後の若手時代の鴨川の話が始まります。 当然、初代の一品の新しいアニメが私を興奮させた。 つまり、新しいチャレンジャーが終わると、アニメーターは、60ピリオドになるのに対し、60ピリオドになるのは、あなたが簡単に結論づけることができるStudio Pierrotシリーズとは異なります。\n\n今のところ、私は主に、今シーズンの私の個人的な問題を、積極的にマンガを読んで、現在の章で最新のものにしたいと思っています。 前回の記事では、マンガからの部品（Aokiの黒い顔、シーズン1では、Hayami vs KobashiをChampionship Roadに出す前に、Okitaのカード戦はNew ChallengerのMartinezの前に出すなど） しかし、これはずっと多くの重要な情報を私は物語とキャラクターの開発に必要だったと思った完全に取り出されます。 例えば、Shimabukuroの戦いへのビルドはありません。そして、なぜ彼がそのような別個の対戦相手なのかを取り去ります。 さらに、漫画では、島袋と一本が一本の家の近くの海で出会ったとき、一本の母は実際には二十歳であることを明らかにするまで島袋に恋しそうに見える。 彼らは「海の人」として彼らの背景にどのように結びついているのか。\n\n私が持っている他の2つの主要な問題は、青木がどのように見えなくなったか、沢村の裏話の重要な要素を取り除くことでした。 青木が目を覚ました様子が描かれていて、PS2ゲームの漫画やカットシーンでは、面白かったと思った。 沢村については、アニメが彼の物語のより重要な側面のうちの2つを除外したと感じました。 どのように仙人と初めて会うのか、そして沢村と川部の関係がどれほど深いか、 仙人が漫画の病院で沢村と出会ったとき、川村は本当に川越があまりにも心配している理由を沢村に明らかにする。 河合が沢村を大事にしているのはそれが理由だったので、私はその部分が取り出されたことに腹を立てました。 マンガでこれまでのところアニメのために、私はこの重要な素材を全て取り出して急いで使うことができないと思っています。\n\nしかし、若い鴨川とネコタの物語をアニメ化するシリーズには満足していると思うが、マンガではずいぶん早い時期に行われるのではなく、アンダーソンは ホークとは対照的にイーグルに。 西村は最後の4つのエピソードを指示するために戻って来て、彼はそのエピソードの正義をしました。 何も取り出されず、実際に感情を捕らえました。\n\nしかし、私はこのシリーズがずっと長くなることに値すると感じています。 他の素晴らしい戦いが出てくるといくつかのたわごとのものが笑います。\n\nさて、Shishido Junの指示の下で、New Challengerの品質と解像度が調整され、戦いはまだ素晴らしいです。 タカムラ対イーグルが最も印象的だったのは何ですか？ 私は戦いがマンガで特別なものだったとは思わなかったが、アニメ化して、本当に興味を持って没頭し、それについて私の心を変えた。 私はそれを見ながら、高村と高村の強さに対するイーグルの恐怖と尊敬を同時に感じた。 私はゲームのイーグルの白い幹が私のために十分に働いたと思うが、金色は彼のニックネーム「ゴールデン」に自然に相応しい賞賛を加える。 私はまた、彼らがアメリカのGTOのように見えるようにする記者会見で彼のスーツをどのように色づけしたのが大好きでした。\n\n今シーズンを見る理由があれば、漫画のトップ3の好きな戦いの1つであるIppo vs Sawamuraにとっては最も確かです。 沢村の弾丸は、赤い効果にもかかわらずPS2の試合でどのように引き離されるかを予想するより現実的に扱われました。 それは、ゲームで不自然に傾いているのとは対照的に、うまく歩調を合わせて配置されています。 これは、沢村の脳と筋肉が混じっているために私を怖がらせた数少ない戦いの1つに過ぎず、これはIppoが誰かを殺したいと思っていた数少ない時間のうちの1つです。 ホークはマニアックであったかもしれないが、ホークがしなかったラインを横切る獣の全く異なるクラスである。\n\n重要なショートカットはシマブクロだけであり、第2回Ippo / Miyataスパーへの敬意を払う戦いに関して重要な側面を感じました。  Shimamuraの戦いまでマンガにはなかったKazuoの物語を、Shimabukuroの戦いに関連して効果的な最初のエピソードとしていただろうと感じました。 また、ビルドアップとトレーニングは非常に良いストーリーアークであり、イッポは彼の筋肉と心臓を構築します。 私は体重計（それは面白かった）を切り抜けることを理解することができますが、私が思っていた訓練も同様に触れられている可能性があります。\n\nMiyataのMedgoen Dachboyとの戦いはすばらしく歩調を合わせ、漫画に忠実でした。 試合は、Ippo vs Shimabukuroを除いて、単に同じ品質です。\n\nそして、鴨川弧のアニメーションはちょうど驚くばかりで、西村が最初のシーズンでしか見ることができないということを明確に区別しています。 彼は彼のデザインと動きに鮮明さとディテールの明確なセンスをもたらしました。そして、彼はこれを行うために選ばれたことをうれしく思っています。そして、それは多くの方法でシーズン1に戻ってきました。\n\nさて、私は、上野賢治の演奏が鴨川のように欠けていると言って、このレビューを開きたいと思います。 神または誰でも彼の魂を慰めているかもしれない。 彼は他の象徴的な役割、特に北斗の拳からのRaohとして、鴨川の偉大な声優だった。 鴨川のように、彼はこの偉大な存在と権威を彼の声で持っていました。 彼の新作「飯塚唱三」は以前、ニュー・チャレンジャーのミゲルの声、そして最初のガンダムシリーズで最も有名な「リュ・ホセ」の声は、荒々しさを捉えていたのですが、性格は違っていましたが、 私とは関係なく、鴨川です。 また、ネコタを演じる長井一郎の伝説の伝説も終わってしまいましたが、パスする前にいくつかの行を記録することができました。私はいつも「ダニ」で文章を終わらせる方法が大好きです。  Ranma 1/2からのHappousaiの声として。\n\nしかし、今シーズンの私の好きなパフォーマンスは、Miki ShinichiroさんのSawamuraさんのものでした。私はDikiの匠の声として知っているかもしれません。私はMiki Shinichiroに慣れていますが、悪い人としては優れています。 このシリーズに先立って、檜山信行のヒエアの声は、いつも私の個人的な選択であったが、三木の演奏は本当にその性格を捉えている。 実際に彼のパフォーマンスでキャラクターを作ったのは、彼が持っているこの辛口の喉の種類でした。 それは本当に「飢え」とは反対に肉欲に苦しむ「渇き」を意味し、「飢え」のトーンではなく「喉の渇き」が本当に澤村のサディスティックな傾向を表していると思います。 彼は肉が欲しいときには本当に血を欲し、その描写が本当に私をそのキャラクターをもっと愛してくれたからです。\n\nガンダム00の死からの光や刹那などの静かなキャラクターで有名な宮野守は、私が強烈なキャラクターになりがちな鴨川を驚かせました。 彼は両方の光の柔らかさをキャプチャすることができただけでなく、古い鴨川のようにその荒波をもたらします。 若いネコタも特性を捉え、私は不平を言うことはできません。\n\nAndersonとしてのKosugi Jurotaもすばらしかったです。 彼はJojoの奇妙な冒険から九条城太郎の声を聞いたので、あなたは決してより良い妖精を求めることはできませんでした。 そして、私は、モンスターからの天馬の声である木内秀信が、イーグルとして興味深い選択だと考えました。 彼はキャラクターのために働くと同時に彼の\"陽気な\"と愚かなアクセントを引き出します。 私は本当に誰がイーグルをプレイできるのか想像もしていなかったが、彼はその仕事をしている。 彼が「イエス」と言っていることを愛する必要があります。 私はちょうど新しい挑戦者がHawkのEngrishのより多くを保つことを望む。\n\n音楽はすばらしい改良であり、第1シーズン、第2シーズンのトラックを使い分けており、オリジナルのものもあります。 今シーズンはシーズン2のトラックが適切に使用されていると感じました。 沢村の歌は、彼の暗くてサディスティックなキャラクターで完璧です。 高村とイーグルの戦いの歌も素晴らしかったです。\n\nまあ、もう一度、マンガ読者として、私の問題は、このシリーズはあまりにも短く、このシリーズは物語と開発に役立ついくつかの非常に重要な細部を切り捨てているということです。 私はちょうどこのシリーズが非常に不完全であると感じました。 しかし、アニメーションとサウンドトラックと音声の演技は、完全性と満足度の種類が異なります。 私は彼らが将来のアニメ分割のためにこれをやり直さないことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTaking place where New Challenger leaves off, the series starts from Ippo vs Shimabukuro Iwao to the conclusion of the story of Kamogawa in his youth in Post World War II Japan. Naturally, a new anime installment of Hajime no Ippo did excite me. I mean, with New Challenger ending, the animators have nearly 60 volumes to catch up on as opposed to being 60 volumes ahead unlike a certain Studio Pierrot series which you can easily conclude is.\n\n\u001b[1mニュー・チャレンジャーが去るところから、Ippo vs Shimabukuro Iwaoから、第二次世界大戦後の若手時代の鴨川の話が始まります。 当然、初代の一品の新しいアニメが私を興奮させた。 つまり、新しいチャレンジャーが終わると、アニメーターは、60ピリオドになるのに対し、60ピリオドになるのは、あなたが簡単に結論づけることができるStudio Pierrotシリーズとは異なります。\u001b[22m\n\u001b[1m(Nyū charenjā ga saru tokoro kara, Ippo vs Shimabukuro Iwao kara, dainijisekaitaisengo no wakate jidai no Kamogawa no hanashi ga hajimarimasu. Tōzen, shodai no ippin no atarashī anime ga watashi o kōfun sa seta. Tsumari, atarashī charenjā ga owaru to, animētā wa, 60 piriodo ni naru no ni taishi, 60 piriodo ni naru no wa, anata ga kantan ni ketsurondzukeru koto ga dekiru sutadio Pierrot shirīzu to wa kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mTaking place where New Challenger leaves off, the series starts from Ippo vs Shimabukuro Iwao to the conclusion of the story of Kamogawa in his youth in Post World War II Japan. Naturally, a new anime installment of Hajime no Ippo did excite me. I mean, with New Challenger ending, the animators have nearly 60 volumes to catch up on as opposed to being 60 volumes ahead unlike a certain Studio Pierrot series which you can easily conclude is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking place where New Challenger leaves off, the series starts from Ippo vs Shimabukuro Iwao to the conclusion of the story of Kamogawa in his youth in Post World War II Japan.\u001b[24m\n    \u001b[1mニュー・チャレンジャーが去るところから、Ippo vs Shimabukuro Iwaoから、第二次世界大戦後の若手時代の鴨川の話が始まります。\u001b[22m, \u001b[1m新しいチャレンジャーがオフ葉場所を取って、シリーズは一歩から島袋岩男対第二次世界大戦後の日本での彼の青年で鴨川の物語の結論に開始されます。\u001b[22m\n\u001b[4mNaturally, a new anime installment of Hajime no Ippo did excite me.\u001b[24m\n    \u001b[1m当然、初代の一品の新しいアニメが私を興奮させた。\u001b[22m, \u001b[1m当然のことながら、肇の新アニメ割賦なし一歩は、私を興奮しました。\u001b[22m\n\u001b[4mI mean, with New Challenger ending, the animators have nearly 60 volumes to catch up on as opposed to being 60 volumes ahead unlike a certain Studio Pierrot series which you can easily conclude is.\u001b[24m\n    \u001b[1mつまり、新しいチャレンジャーが終わると、アニメーターは、60ピリオドになるのに対し、60ピリオドになるのは、あなたが簡単に結論づけることができるStudio Pierrotシリーズとは異なります。\u001b[22m, \u001b[1m私は新しい挑戦者が終わると、アニメーターが先にあなたが簡単であると結論することができ、特定のスタジオぴえろシリーズとは異なり、60ボリュームであることとは対照的に追いつくために、ほぼ60のボリュームを持っている、意味します。\u001b[22m\n\u001b[1m\u001b[22m\nFor now, I would mostly like to focus my personal issues with this season as someone who actively reads the manga and is up to date with the current chapters. Even though previous installments have skipped over parts from the manga (such as Aoki's black face in season 1; omitting Hayami vs Kobashi before Ippo vs Sanada in Championship Road; taking out Okita's under card fight before Date vs Martinez in New Challenger, etc), but this takes it a whole lot more and so much important information I thought was necessary to the story and the character development were entirely taken out. For example, there is no build up to the Shimabukuro fight and it takes away why is he such a distinct opponent. Plus, in the manga, when Shimabukuro and Ippo meet at the ocean near Ippo's home, Ippo's mother actually seems romantically interested in Shimabukuro until he reveals he is actually 22, a year older than Ippo which brought some comedy to their relationship and adds more to how they connect as 'men of the sea' with their backgrounds.\n\n\u001b[1m今のところ、私は主に、今シーズンの私の個人的な問題を、積極的にマンガを読んで、現在の章で最新のものにしたいと思っています。 前回の記事では、マンガからの部品（Aokiの黒い顔、シーズン1では、Hayami vs KobashiをChampionship Roadに出す前に、Okitaのカード戦はNew ChallengerのMartinezの前に出すなど） しかし、これはずっと多くの重要な情報を私は物語とキャラクターの開発に必要だったと思った完全に取り出されます。 例えば、Shimabukuroの戦いへのビルドはありません。そして、なぜ彼がそのような別個の対戦相手なのかを取り去ります。 さらに、漫画では、島袋と一本が一本の家の近くの海で出会ったとき、一本の母は実際には二十歳であることを明らかにするまで島袋に恋しそうに見える。 彼らは「海の人」として彼らの背景にどのように結びついているのか。\u001b[22m\n\u001b[1m(Imanotokoro, watashi wa omoni, ima shīzun no watashi no kojin-tekina mondai o, sekkyokutekini manga o yonde, genzai no shō de saishin no mono ni shitai to omotte imasu. Zenkai no kijide wa, manga kara no buhin (Aoki no kuroi kao, shīzun 1de wa, Hayami vs Kobashi o chanpionshippu Road ni dasu mae ni, Okita no kādo-sen wa nyū charenjā no Martinez no mae ni dasu nado) shikashi, kore wa zutto ōku no jūyōna jōhō o watashi wa monogatari to kyarakutā no kaihatsu ni hitsuyōdatta to omotta kanzen ni toridasa remasu. Tatoeba, Shimabukuro no tatakai e no birudo wa arimasen. Soshite, naze kare ga sono yōna bekko no taisen aitena no ka o torisarimasu. Sarani, mangade wa, Shimabukuro to Ippon ga Ippon no ie no chikaku no umi de deatta toki, Ippon no haha wa jissai ni wa hatachidearu koto o akiraka ni suru made Shimabukuro ni koishi-sō ni mieru. Karera wa `umi no hito' to shite karera no haikei ni dono yō ni musubitsuite iru no ka.)\u001b[22m\n\u001b[1m\u001b[22m\nTwo other major issues I have was taking out how Aoki developed the look away and VERY IMPORTANT elements of Sawamura’s back story. There was a story behind how Aoki developed his look away and I thought that was funny and how it was presented in the manga and the cut-scenes from the PS2 games. As for Sawamura, I felt the anime left out two of the more important aspects of his story; how he meets Sendo for the first time along with how deep the relationship between Sawamura and Kawabe goes. When Sendo meets Sawamura in the hospital in the manga, he actually reveals to Sawamura why Kawabe cares about him so much. I was upset that part was taken out because it was the very reason why Kawabe cares so much about Sawamura. For an anime so far behind in the manga, I just find it inexcusable to take all this important material out and rush it.\n\n\u001b[1m私が持っている他の2つの主要な問題は、青木がどのように見えなくなったか、沢村の裏話の重要な要素を取り除くことでした。 青木が目を覚ました様子が描かれていて、PS2ゲームの漫画やカットシーンでは、面白かったと思った。 沢村については、アニメが彼の物語のより重要な側面のうちの2つを除外したと感じました。 どのように仙人と初めて会うのか、そして沢村と川部の関係がどれほど深いか、 仙人が漫画の病院で沢村と出会ったとき、川村が本当に抱きしめていることを実際に澤村に明らかにする。 河合が沢村を大事にしているのは、それが理由だったので、私はその部分が取り出されたことに腹を立てました。 マンガでこれまでのところアニメのために、私はこの重要な素材を全て取り出して急いで使うことができないと思っています。\u001b[22m\n\u001b[1m(Watashi ga motte iru ta no 2tsu no shuyōna mondai wa, Aoki ga dono yō ni mienaku natta ka, Sawamura no urabanashi no jūyōna yōso o torinozoku kotodeshita. Aoki ga me o samashita yōsu ga egaka rete ite, PS 2 gēmu no manga ya kattoshīnde wa, omoshirokatta to omotta. Sawamura ni tsuite wa, anime ga kare no monogatari no yori jūyōna sokumen no uchi no 2tsu o jogai shita to kanjimashita. Dono yō ni sen'nin to hajimete au no ka, soshite Sawamura to Kawabe no kankei ga dorehodo fukai ka, sen'nin ga manga no byōin de Sawamura to deatta toki, Kawamura ga hontōni dakishimete iru koto o jissai ni Sawamura ni akiraka ni suru. Kawai ga Sawamura o daiji ni shite iru no wa, sore ga riyūdattanode, watashi wa sono bubun ga toridasa reta koto ni hara o tatemashita. Manga de kore made no tokoro anime no tame ni, watashi wa kono jūyōna sozai o subete toridashite isoide tsukau koto ga dekinai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTwo other major issues I have was taking out how Aoki developed the look away and VERY IMPORTANT elements of Sawamura’s back story. There was a story behind how Aoki developed his look away and I thought that was funny and how it was presented in the manga and the cut-scenes from the PS2 games. As for Sawamura, I felt the anime left out two of the more important aspects of his story; how he meets Sendo for the first time along with how deep the relationship between Sawamura and Kawabe goes. When Sendo meets Sawamura in the hospital in the manga, he actually reveals to Sawamura why Kawabe cares about him so much. I was upset that part was taken out because it was the very reason why Kawabe cares so much about Sawamura. For an anime so far behind in the manga, I just find it inexcusable to take all this important material out and rush it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwo other major issues I have was taking out how Aoki developed the look away and VERY IMPORTANT elements of Sawamura’s back story.\u001b[24m\n    \u001b[1m私が持っている他の2つの主要な問題は、青木がどのように見えなくなったか、沢村の裏話の重要な要素を取り除くことでした。\u001b[22m, \u001b[1m他の二つの主要な問題は、私は青木が離れて外観を開発し、沢村のバックストーリーの非常に重要な要素方法を取っていたしました。\u001b[22m\n\u001b[4mThere was a story behind how Aoki developed his look away and I thought that was funny and how it was presented in the manga and the cut-scenes from the PS2 games.\u001b[24m\n    \u001b[1m青木が目を覚ました様子が描かれていて、PS2ゲームの漫画やカットシーンでは、面白かったと思った。\u001b[22m, \u001b[1m青木が離れて彼の顔を開発し、私はそれが面白いとどのようにそれはPS2のゲームからマンガやカットシーンで提示されたと思った方法の背後にある物語がありました。\u001b[22m\n\u001b[4mAs for Sawamura, I felt the anime left out two of the more important aspects of his story;\u001b[24m\n    \u001b[1m沢村については、アニメが彼の物語のより重要な側面のうちの2つを除外したと感じました。\u001b[22m, \u001b[1m沢村として、私は彼の話のより重要な側面の2を残しアニメを感じました。\u001b[22m\n\u001b[4mhow he meets Sendo for the first time along with how deep the relationship between Sawamura and Kawabe goes.\u001b[24m\n    \u001b[1mどのように仙人と初めて会うのか、そして沢村と川部の関係がどれほど深いか、\u001b[22m, \u001b[1mどのように彼は沢村と川辺の関係はどのようになるの深いと一緒に初めて仙道を満たしています。\u001b[22m\n\u001b[4mWhen Sendo meets Sawamura in the hospital in the manga, he actually reveals to Sawamura why Kawabe cares about him so much.\u001b[24m\n    \u001b[1m仙人が漫画の病院で沢村と出会ったとき、川村が本当に抱きしめていることを実際に澤村に明らかにする。\u001b[22m, \u001b[1m仙道は、漫画の病院で沢村を満たしている場合に河辺はそんなに彼について気になぜ、彼が実際に沢村に明らかになりました。\u001b[22m\n\u001b[4mI was upset that part was taken out because it was the very reason why Kawabe cares so much about Sawamura.\u001b[24m\n    \u001b[1m河合が沢村を大事にしているのは、それが理由だったので、私はその部分が取り出されたことに腹を立てました。\u001b[22m, \u001b[1m私はそれが河辺は沢村についてはあまり気にする理由は非常に理由があったので、一部を取り出したことを怒っていました。\u001b[22m\n\u001b[4mFor an anime so far behind in the manga, I just find it inexcusable to take all this important material out and rush it.\u001b[24m\n    \u001b[1mマンガでこれまでのところアニメのために、私はこの重要な素材を全て取り出して急いで使うことができないと思っています。\u001b[22m, \u001b[1mこれまでの背後にある漫画のアニメについては、私はちょうどそれが許せないこのすべての重要な材料を取り出し、それを急いで見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nBut I am satisfied the series got around to animating the young Kamogawa and Nekota story arc, but I felt the placement made no sense to me not because it takes place much sooner in the manga, but that Anderson is not an appropriate character to compare with to Eagle as opposed to Hawk. Nishimura came back to direct the last four episodes and he did that those episode justice. Nothing was taken out and it really captured the emotion.\n\n\u001b[1mしかし、若い鴨川とネコタの物語をアニメ化するシリーズには満足していると思うが、マンガではずいぶん早い時期に行われるのではなく、アンダーソンは ホークとは対照的にイーグルに。 西村は最後の4つのエピソードを指示するために戻って来て、彼はそのエピソードの正義をしました。 何も取り出されず、実際に感情を捕らえました。\u001b[22m\n\u001b[1m(Shikashi, wakai Kamogawa to nekota no monogatari o anime-ka suru shirīzu ni wa manzoku shite iru to omou ga, mangade wa zuibun hayai jiki ni okonawa reru node wa naku, andāson wa hōku to wa taishō-teki ni īguru ni. Nishimura wa saigo no 4tsu no episōdo o shiji suru tame ni modotte kite, kare wa sono episōdo no seigi o shimashita. Nani mo toridasa rezu, jissai ni kanjō o toraemashita.)\u001b[22m\n\nTranslations of \u001b[4mBut I am satisfied the series got around to animating the young Kamogawa and Nekota story arc, but I felt the placement made no sense to me not because it takes place much sooner in the manga, but that Anderson is not an appropriate character to compare with to Eagle as opposed to Hawk. Nishimura came back to direct the last four episodes and he did that those episode justice. Nothing was taken out and it really captured the emotion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I am satisfied the series got around to animating the young Kamogawa and Nekota story arc, but I felt the placement made no sense to me not because it takes place much sooner in the manga, but that Anderson is not an appropriate character to compare with\u001b[24m\n    \u001b[1mしかし、若い鴨川とネコタの物語をアニメ化するシリーズには満足していると思うが、マンガではずいぶん早い時期に行われるのではなく、アンダーソンは\u001b[22m, \u001b[1mしかし、私はシリーズは、若い鴨川と猫田さんのストーリーアークをアニメーションに周り得たが、私はそれが漫画にはるかに早く行われていないため、配置は私には意味をなされていないと感じたが、アンダーソンはと比較する適切な文字ではないことを満足しています\u001b[22m\n\u001b[4mto Eagle as opposed to Hawk.\u001b[24m\n    \u001b[1mホークとは対照的にイーグルに。\u001b[22m, \u001b[1mイーグルにホークとは対照的です。\u001b[22m\n\u001b[4mNishimura came back to direct the last four episodes and he did that those episode justice.\u001b[24m\n    \u001b[1m西村は最後の4つのエピソードを指示するために戻って来て、彼はそのエピソードの正義をしました。\u001b[22m, \u001b[1m西村は、最後の4つのエピソードを指示するために戻って来て、彼はそれらのエピソード正義ということでした。\u001b[22m\n\u001b[4mNothing was taken out and it really captured the emotion.\u001b[24m\n    \u001b[1m何も取り出されず、実際に感情を捕らえました。\u001b[22m, \u001b[1m何も取り出されていない、それは本当に感情を捕獲しました。\u001b[22m\n\u001b[1m\u001b[22m\nBut I feel this series deserves to be much longer as well. There are other great fights coming up and some shitty ones lol.\n\n\u001b[1mしかし、私はこのシリーズがずっと長くなることに値すると感じています。 他の素晴らしい戦いが出てくるといくつかのたわごとのものが笑います。\u001b[22m\n\u001b[1m(Shikashi, watashi wa kono shirīzu ga zutto nagaku naru koto ni ataisuru to kanjite imasu. Hoka no subarashī tatakai ga detekuru to ikutsu ka no tawagoto no mono ga waraimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut I feel this series deserves to be much longer as well. There are other great fights coming up and some shitty ones lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I feel this series deserves to be much longer as well.\u001b[24m\n    \u001b[1mしかし、私はこのシリーズがずっと長くなることに値すると感じています。\u001b[22m, \u001b[1mしかし、私はこのシリーズも同様にはるかに長くなるように値すると感じます。\u001b[22m\n\u001b[4mThere are other great fights coming up and some shitty ones lol.\u001b[24m\n    \u001b[1m他の素晴らしい戦いが出てくるといくつかのたわごとのものが笑います。\u001b[22m, \u001b[1m来る他の偉大な戦いといくつかのくだらないものlolがあります。\u001b[22m\n\u001b[1m\u001b[22m\nWell, the quality and resolution is more in tune with New Challenger under Shishido Jun's direction and the fights are still awesome. What impressed me most was Takamura vs Eagle. I didn’t think the fight was that special in the manga but animated, it got me really interested and immersed and changed my mind about it. I felt Eagle’s fear and respect for Takamura and Takamura’s tenacity at the same time while watching it. I think Eagle’s white trunks from the games worked enough for me but the golden color does add the naturally appropriate compliments to his nickname, 'Golden.' I also loved how they colored his suit in the press conferences making him look like an American GTO in a way.\n\n\u001b[1mさて、Shishido Junの指示の下で、New Challengerの品質と解像度が調整され、戦いはまだ素晴らしいです。 タカムラ対イーグルが最も印象的だったのは何ですか？ 私は戦いがマンガで特別なものだとは思わなかったが、アニメ化して、本当に興味を持って没頭して、それについて私の心を変えた。 私はそれを見ながら、高村と高村の強さに対するイーグルの恐怖と尊敬を同時に感じた。 私はゲームのイーグルの白い幹が私のために十分に働いたと思うが、金色は彼のニックネーム「ゴールデン」に自然に相応しい賞賛を加える。 私はまた、彼らがアメリカのGTOのように見えるようにする記者会見で彼のスーツをどのように色づけしたのが大好きでした。\u001b[22m\n\u001b[1m(Sate, Shishido Jun no shiji no shita de, nyū charenjā no hinshitsu to kaizōdo ga chōsei sa re, tatakai wa mada subarashīdesu. Takamura tai īguru ga mottomo inshō-tekidatta no wa nanidesu ka? Watashi wa tatakai ga manga de tokubetsuna monoda to wa omowanakattaga, anime-ka shite, hontōni kyōmi o motte bottō shite, sore ni tsuite watashi no kokoro o kaeta. Watashi wa sore o minagara, Takamura to Takamura no tsuyo-sa ni taisuru īguru no kyōfu to sonkei o dōjini kanjita. Watashi wa gēmu no īguru no shiroi kan ga watashi no tame ni jūbun ni hataraita to omou ga, kin'iro wa kare no nikkunēmu `gōruden' ni shizen ni fusawashī shōsan o kuwaeru. Watashi wa mata, karera ga Amerika no GTO no yō ni mieru yō ni suru kisha kaiken de kare no sūtsu o dono yō ni irodzuke shita no ga daisukideshita.)\u001b[22m\n\nTranslations of \u001b[4mWell, the quality and resolution is more in tune with New Challenger under Shishido Jun's direction and the fights are still awesome. What impressed me most was Takamura vs Eagle. I didn’t think the fight was that special in the manga but animated, it got me really interested and immersed and changed my mind about it. I felt Eagle’s fear and respect for Takamura and Takamura’s tenacity at the same time while watching it. I think Eagle’s white trunks from the games worked enough for me but the golden color does add the naturally appropriate compliments to his nickname, 'Golden.' I also loved how they colored his suit in the press conferences making him look like an American GTO in a way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, the quality and resolution is more in tune with New Challenger under Shishido Jun's direction and the fights are still awesome.\u001b[24m\n    \u001b[1mさて、Shishido Junの指示の下で、New Challengerの品質と解像度が調整され、戦いはまだ素晴らしいです。\u001b[22m, \u001b[1mまあ、品質と解像度が宍戸淳の指示の下、新たな挑戦者と調和してより多くのであり、戦いはまだ素晴らしいです。\u001b[22m\n\u001b[4mWhat impressed me most was Takamura vs Eagle.\u001b[24m\n    \u001b[1mタカムラ対イーグルが最も印象的だったのは何ですか？\u001b[22m, \u001b[1m一番印象に残ったことはイーグル対高村ました。\u001b[22m\n\u001b[4mI didn’t think the fight was that special in the manga but animated, it got me really interested and immersed and changed my mind about it.\u001b[24m\n    \u001b[1m私は戦いがマンガで特別なものだとは思わなかったが、アニメ化して、本当に興味を持って没頭して、それについて私の心を変えた。\u001b[22m, \u001b[1m私は戦いが漫画で特別なしかし、アニメーション、それは私が本当に興味を持って、浸漬し、それについての私の心を変えたということであったとは思いませんでした。\u001b[22m\n\u001b[4mI felt Eagle’s fear and respect for Takamura and Takamura’s tenacity at the same time while watching it.\u001b[24m\n    \u001b[1m私はそれを見ながら、高村と高村の強さに対するイーグルの恐怖と尊敬を同時に感じた。\u001b[22m, \u001b[1mそれを見ながら、私は同時に高村と高村さんの粘り強さのためのイーグル恐怖と尊敬を感じました。\u001b[22m\n\u001b[4mI think Eagle’s white trunks from the games worked enough for me but the golden color does add the naturally appropriate compliments to his nickname, 'Golden.'\u001b[24m\n    \u001b[1m私はゲームのイーグルの白い幹が私のために十分に働いたと思うが、金色は彼のニックネーム「ゴールデン」に自然に相応しい賞賛を加える。\u001b[22m, \u001b[1m私はゲームからイーグル白いトランクは私のために十分に働いていたが、黄金色が彼のニックネームに自然に適切な賛辞を追加しないと思う「黄金」。\u001b[22m\n\u001b[4mI also loved how they colored his suit in the press conferences making him look like an American GTO in a way.\u001b[24m\n    \u001b[1m私はまた、彼らがアメリカのGTOのように見えるようにする記者会見で彼のスーツをどのように色づけしたのが大好きでした。\u001b[22m, \u001b[1m私はまた、彼らは、彼が道のアメリカGTOのように見えるように記者会見で彼のスーツを着色した方法を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nIf there is any reason to watch this season, it is most certainly for Ippo vs Sawamura, one of my top 3 favorite fights from the manga. Sawamura’s bullet was handled more realistically than I anticipated to how it is pulled off in the PS2 games despite the red effect. It is well paced and positioned as opposed to awkwardly angled in the games. This is just one of the few fights that I felt that scared me because of Sawamura’s mix of brain and brawn and this is one of the few times that Ippo came close to wanting to kill someone. Hawk may have been a maniac, but Sawamura is a whole different class of beast that crosses a line that Hawk didn’t.\n\n\u001b[1m今シーズンを見る理由があれば、漫画のトップ3の好きな戦いの1つであるIppo vs Sawamuraにとっては最も確かです。 沢村の弾丸は、赤い効果にもかかわらずPS2の試合でどのように引き離されるかを予想するより現実的に扱われました。 それは、ゲームで不自然に傾いているのとは対照的に、うまく歩調を合わせて配置されています。 これは、沢村の脳と筋肉が混じっているために私を怖がらせた数少ない戦いの1つに過ぎず、これはIppoが誰かを殺したいと思っていた数少ない時間のうちの1つです。 ホークはマニアックであったかもしれないが、ホークがしなかったラインを横切る獣の全く異なるクラスである。\u001b[22m\n\u001b[1m(Ima shīzun o miru riyū ga areba, manga no toppu 3 no sukina tatakai no 1tsudearu Ippo vs Sawamura ni totte wa mottomo tashikadesu. Sawamura no dangan wa, akai kōka nimokakawarazu PS 2 no shiai de dono yō ni hikihanasa reru ka o yosō suru yori genjitsu-teki ni atsukawa remashita. Sore wa, gēmu de fushizen ni katamuite iru no to wa taishō-teki ni, umaku hochō o awasete haichi sa rete imasu. Kore wa, Sawamura no nō to kin'niku ga majitte iru tame ni watashi o kowagara seta kazusukunai tatakai no 1tsu ni sugizu, koreha Ippo ga dareka o koroshitai to omotte ita kazusukunai jikan no uchi no 1tsudesu. Hōku wa maniakkudeatta kamo shirenaiga, hōku ga shinakatta rain o yokogiru kemono no mattaku kotonaru kurasudearu.)\u001b[22m\n\nTranslations of \u001b[4mIf there is any reason to watch this season, it is most certainly for Ippo vs Sawamura, one of my top 3 favorite fights from the manga. Sawamura’s bullet was handled more realistically than I anticipated to how it is pulled off in the PS2 games despite the red effect. It is well paced and positioned as opposed to awkwardly angled in the games. This is just one of the few fights that I felt that scared me because of Sawamura’s mix of brain and brawn and this is one of the few times that Ippo came close to wanting to kill someone. Hawk may have been a maniac, but Sawamura is a whole different class of beast that crosses a line that Hawk didn’t.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is any reason to watch this season, it is most certainly for Ippo vs Sawamura, one of my top 3 favorite fights from the manga.\u001b[24m\n    \u001b[1m今シーズンを見る理由があれば、漫画のトップ3の好きな戦いの1つであるIppo vs Sawamuraにとっては最も確かです。\u001b[22m, \u001b[1mこのシーズンを見てどのような理由がある場合、それは、沢村対一歩のために最も確かに漫画から私のトップ3のお気に入りの戦いの一つです。\u001b[22m\n\u001b[4mSawamura’s bullet was handled more realistically than I anticipated to how it is pulled off in the PS2 games despite the red effect.\u001b[24m\n    \u001b[1m沢村の弾丸は、赤い効果にもかかわらずPS2の試合でどのように引き離されるかを予想するより現実的に扱われました。\u001b[22m, \u001b[1m沢村の弾丸は、私はそれが赤の効果にもかかわらず、PS2のゲームでオフに引っ張られるかに予想よりもより現実的に処理されていました。\u001b[22m\n\u001b[4mIt is well paced and positioned as opposed to awkwardly angled in the games.\u001b[24m\n    \u001b[1mそれは、ゲームで不自然に傾いているのとは対照的に、うまく歩調を合わせて配置されています。\u001b[22m, \u001b[1mこれはよくペースとぎこちなくゲームで角度付けとは対照的に配置されています。\u001b[22m\n\u001b[4mThis is just one of the few fights that I felt that scared me because of Sawamura’s mix of brain and brawn and this is one of the few times that Ippo came close to wanting to kill someone.\u001b[24m\n    \u001b[1mこれは、沢村の脳と筋肉が混じっているために私を怖がらせた数少ない戦いの1つに過ぎず、これはIppoが誰かを殺したいと思っていた数少ない時間のうちの1つです。\u001b[22m, \u001b[1mこれは、という理由だけで、脳や筋肉の沢村のミックスの私を怖がって、私は感じたいくつかの戦いの一つであり、これは一歩が誰かを殺すしたいの近くに来た数回の一つです。\u001b[22m\n\u001b[4mHawk may have been a maniac, but Sawamura is a whole different class of beast that crosses a line that Hawk didn’t.\u001b[24m\n    \u001b[1mホークはマニアックであったかもしれないが、ホークがしなかったラインを横切る獣の全く異なるクラスである。\u001b[22m, \u001b[1mホークは、マニアックされている可能性がありますが、沢村はホークはしなかったラインを越えた獣の全体の異なるクラスです。\u001b[22m\n\u001b[1m\u001b[22m\nThe only fight cut significant short is just the Shimabukuro one and I felt an important aspect in respect to the fight that pays some homage to the second Ippo/Miyata spar was taken out. I felt that quality was what would have made the Kazuo story arc, which wasn’t in the manga until after the Sawamura fight, would have been an effective first episode in context to the Shimabukuro fight. Also, the build up and the training was a very good story arc and Ippo builds up his muscles and cardio. I can understand cutting out the weigh-in (which was funny) but the training I thought could have been touched upon as well.\n\n\u001b[1m重要なショートカットはシマブクロだけであり、第2回Ippo / Miyataスパーへの敬意を払う戦いに関して重要な側面を感じました。  Shimamuraの戦いまでマンガにはなかったKazuoの物語を、Shimabukuroの戦いに関連して効果的な最初のエピソードとしていただろうと感じました。 また、ビルドアップとトレーニングは非常に良いストーリーアークであり、イッポは彼の筋肉と心臓を構築します。 私は体重計（それは面白かった）を切り抜けることを理解することができますが、私が思っていた訓練も同様に触れられている可能性があります。\u001b[22m\n\u001b[1m(Jūyōna shōtokatto wa Shimabukuro dakedeari, dai 2-kai Ippo/ Miyata supā e no keiiwoharau tatakai ni kanshite jūyōna sokumen o kanjimashita. Shimamura no tatakai made manga ni wa nakatta Kazuo no monogatari o, Shimabukuro no tatakai ni kanren shite kōkatekina saisho no episōdo to shite itadarou to kanjimashita. Mata, birudoappu to torēningu wa hijō ni yoi sutōrīākudeari, ippo wa kare no kin'niku to shinzō o kōchiku shimasu. Watashi wa taijū-kei (sore wa omoshirokatta) o kirinukeru koto o rikai suru koto ga dekimasuga, watashi ga omotte ita kunren mo dōyō ni fure rarete iru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only fight cut significant short is just the Shimabukuro one and I felt an important aspect in respect to the fight that pays some homage to the second Ippo/Miyata spar was taken out. I felt that quality was what would have made the Kazuo story arc, which wasn’t in the manga until after the Sawamura fight, would have been an effective first episode in context to the Shimabukuro fight. Also, the build up and the training was a very good story arc and Ippo builds up his muscles and cardio. I can understand cutting out the weigh-in (which was funny) but the training I thought could have been touched upon as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only fight cut significant short is just the Shimabukuro one and I felt an important aspect in respect to the fight that pays some homage to the second Ippo/Miyata spar was taken out.\u001b[24m\n    \u001b[1m重要なショートカットはシマブクロだけであり、第2回Ippo / Miyataスパーへの敬意を払う戦いに関して重要な側面を感じました。\u001b[22m, \u001b[1m唯一の戦いは短い大幅なカットだけシマブクロの一つであり、私は2番目の一歩/宮田スパーにいくつかの敬意を表しての戦いに関してで重要な側面を取り出したと感じました。\u001b[22m\n\u001b[4mI felt that quality was what would have made the Kazuo story arc, which wasn’t in the manga until after the Sawamura fight, would have been an effective first episode in context to the Shimabukuro fight.\u001b[24m\n    \u001b[1mShimamuraの戦いまでマンガにはなかったKazuoの物語を、Shimabukuroの戦いに関連して効果的な最初のエピソードとしていただろうと感じました。\u001b[22m, \u001b[1m私はその品質は沢村の戦いの後、島袋の戦いへのコンテキストで有効で最初のエピソードだっただろうまで、漫画ではありませんでした和夫物語アークを作ったであろうものを感じました。\u001b[22m\n\u001b[4mAlso, the build up and the training was a very good story arc and Ippo builds up his muscles and cardio.\u001b[24m\n    \u001b[1mまた、ビルドアップとトレーニングは非常に良いストーリーアークであり、イッポは彼の筋肉と心臓を構築します。\u001b[22m, \u001b[1mまた、ビルドアップとトレーニングは非常に良いストーリー展開だったと一歩は、彼の筋肉や心肺機能を構築します。\u001b[22m\n\u001b[4mI can understand cutting out the weigh-in (which was funny) but the training I thought could have been touched upon as well.\u001b[24m\n    \u001b[1m私は体重計（それは面白かった）を切り抜けることを理解することができますが、私が思っていた訓練も同様に触れられている可能性があります。\u001b[22m, \u001b[1m私は（面白いあった）で、重さが、私は思ったトレーニングも同様に触れされている可能性を切り出す理解することができます。\u001b[22m\n\u001b[1m\u001b[22m\nMiyata’s fight with Medgoen Dachboy was excellently paced and is faithful to the manga. The fights are just simply still the same quality with the exception of Ippo vs Shimabukuro.\n\n\u001b[1mMiyataのMedgoen Dachboyとの戦いはすばらしく歩調を合わせ、漫画に忠実でした。 試合は、Ippo vs Shimabukuroを除いて、単に同じ品質です。\u001b[22m\n\u001b[1m(Miyata no Medgoen Dachboy to notatakai wa subarashiku hochō o awase, manga ni chūjitsudeshita. Shiai wa, Ippo vs Shimabukuro o nozoite, tan'ni onaji hinshitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mMiyata’s fight with Medgoen Dachboy was excellently paced and is faithful to the manga. The fights are just simply still the same quality with the exception of Ippo vs Shimabukuro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMiyata’s fight with Medgoen Dachboy was excellently paced and is faithful to the manga.\u001b[24m\n    \u001b[1mMiyataのMedgoen Dachboyとの戦いはすばらしく歩調を合わせ、漫画に忠実でした。\u001b[22m, \u001b[1mMedgoen Dachboyと宮田さんの戦いは良好ペースのあった漫画に忠実です。\u001b[22m\n\u001b[4mThe fights are just simply still the same quality with the exception of Ippo vs Shimabukuro.\u001b[24m\n    \u001b[1m試合は、Ippo vs Shimabukuroを除いて、単に同じ品質です。\u001b[22m, \u001b[1m戦いは、単にまだ島袋対一歩を除いて、同じ品質です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the animation of the Kamogawa arc is just amazing and brings back a certain distinction that Nishimura gave that you can only see in the first season. He brings a distinct sense of crisp and detail to his design and movement and I am glad he was selected to do this and it just brought me back to season 1 in a lot of ways.\n\n\u001b[1mそして、鴨川弧のアニメーションはちょうど驚くばかりで、西村が最初のシーズンでしか見ることができないということを明確に区別しています。 彼は彼のデザインと動きに鮮明さとディテールの明確なセンスをもたらしました。そして、彼はこれを行うために選ばれたことをうれしく思っています。そして、それは多くの方法でシーズン1に戻ってきました。\u001b[22m\n\u001b[1m(Soshite, Kamogawa ko no animēshon wa chōdo odoroku bakari de, Nishimura ga saisho no shīzunde shika miru koto ga dekinai to iu koto o meikaku ni kubetsu shite imasu. Kare wa kare no dezain to ugoki ni senmei-sa to ditēru no meikakuna sensu o motarashimashita. Soshite, kare wa kore o okonau tame ni eraba reta koto o ureshiku omotte imasu. Soshite, sore wa ōku no hōhō de shīzun 1 ni modotte kimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd the animation of the Kamogawa arc is just amazing and brings back a certain distinction that Nishimura gave that you can only see in the first season. He brings a distinct sense of crisp and detail to his design and movement and I am glad he was selected to do this and it just brought me back to season 1 in a lot of ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the animation of the Kamogawa arc is just amazing and brings back a certain distinction that Nishimura gave that you can only see in the first season.\u001b[24m\n    \u001b[1mそして、鴨川弧のアニメーションはちょうど驚くばかりで、西村が最初のシーズンでしか見ることができないということを明確に区別しています。\u001b[22m, \u001b[1mそして、鴨川アークのアニメーションはただ驚くべきであり、西村はあなたが唯一の最初のシーズンで見ることができた一定の区別を戻します。\u001b[22m\n\u001b[4mHe brings a distinct sense of crisp and detail to his design and movement and I am glad he was selected to do this and it just brought me back to season 1 in a lot of ways.\u001b[24m\n    \u001b[1m彼は彼のデザインと動きに鮮明さとディテールの明確なセンスをもたらしました。そして、彼はこれを行うために選ばれたことをうれしく思っています。そして、それは多くの方法でシーズン1に戻ってきました。\u001b[22m, \u001b[1m彼は彼のデザインや動きにくっきりと細部の明確な感覚をもたらし、私は彼がこれを行うために選択され、それだけで多くの点で、シーズン1に私を持ち帰っ嬉しいです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, I would like to open this review by saying that I do miss the performance of Utsumi Kenji as Kamogawa. God or whoever he may be with rest his soul. He was a great voice actor for Kamogawa along with his other iconic roles, most especially as Raoh from Hokuto no Ken. As Kamogawa, he had this great presence and authority in his voice. His new seiyuu, Iizuka Shozo, previously the voice of Miguel in New Challenger and most famous as Ryu Jose in the first Gundam series really captures his gruffness but has a different kind of tone, but works in terms of the character, but Utsumi will always be Kamogawa to me regardless. It is also sad that another seiyuu legend, Nagai Ichiro, who plays Nekota also has passed on but managed to record some lines prior to his passing and I always love how he ends his sentences in “da ni.” And he was also most famous as the voice of Happousai from Ranma 1/2.\n\n\u001b[1mさて、私は、上野賢治の演奏が鴨川のように欠けていると言って、このレビューを開きたいと思います。 神または誰でも彼の魂を慰めているかもしれない。 彼は他の象徴的な役割、特に北斗の拳からのRaohとして、鴨川の偉大な声優だった。 鴨川のように、彼はこの偉大な存在と権威を彼の声で持っていました。 彼の新作「飯塚唱三」は以前、ニュー・チャレンジャーのミゲルの声、そして最初のガンダムシリーズで最も有名な「リュ・ホセ」の声は、荒々しさを捉えていたのですが、性格は違っていましたが、 私とは関係なく、鴨川です。 また、ネコタを演じる長井一郎の伝説の伝説も終わってしまいましたが、パスする前にいくつかの行を記録することができました。私はいつも「ダニ」で文章を終わらせる方法が大好きです。  Ranma 1/2からのHappousaiの声として。\u001b[22m\n\u001b[1m(Sate, watashi wa, Ueno Kenji no ensō ga Kamogawa no yō ni kakete iru to itte, kono rebyū o hirakitai to omoimasu. Kami matawa dare demo kare no tamashī o nagusamete iru kamo shirenai. Kare wa hoka no shōchō-tekina yakuwari, tokuni hokutonokobushi kara no Raoh to shite, Kamogawa no idaina seiyūdatta. Kamogawa no yō ni, kare wa kono idaina sonzai to ken'i o kare no koe de motte imashita. Kare no shinsaku `Īdzuka 唱三 ' Wa izen, nyū charenjā no Migeru no koe, soshite saisho no gandamushirīzu de mottomo yūmeina `ryu Hose' no koe wa, araarashi-sa o toraete ita nodesuga, seikaku wa chigatte imashitaga, watashi to wa kankei naku, Kamogawadesu. Mata, nekota o enjiru Nagai Ichirō no densetsu no densetsu mo owatte shimaimashitaga, pasu suru mae ni ikutsu ka no gyō o kiroku suru koto ga dekimashita. Watashi wa itsumo `dani' de bunshō o owara seru hōhō ga daisukidesu. Ranma 1/ 2 kara no Happousai no koe to shite.)\u001b[22m\n\nTranslations of \u001b[4mWell, I would like to open this review by saying that I do miss the performance of Utsumi Kenji as Kamogawa. God or whoever he may be with rest his soul. He was a great voice actor for Kamogawa along with his other iconic roles, most especially as Raoh from Hokuto no Ken. As Kamogawa, he had this great presence and authority in his voice. His new seiyuu, Iizuka Shozo, previously the voice of Miguel in New Challenger and most famous as Ryu Jose in the first Gundam series really captures his gruffness but has a different kind of tone, but works in terms of the character, but Utsumi will always be Kamogawa to me regardless. It is also sad that another seiyuu legend, Nagai Ichiro, who plays Nekota also has passed on but managed to record some lines prior to his passing and I always love how he ends his sentences in “da ni.” And he was also most famous as the voice of Happousai from Ranma 1/2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I would like to open this review by saying that I do miss the performance of Utsumi Kenji as Kamogawa.\u001b[24m\n    \u001b[1mさて、私は、上野賢治の演奏が鴨川のように欠けていると言って、このレビューを開きたいと思います。\u001b[22m, \u001b[1mまあ、私は鴨川として内海賢二のパフォーマンスをお見逃しないと言ってこの口コミを開きたいです。\u001b[22m\n\u001b[4mGod or whoever he may be with rest his soul.\u001b[24m\n    \u001b[1m神または誰でも彼の魂を慰めているかもしれない。\u001b[22m, \u001b[1m神や誰でも、彼は残りの部分と彼の魂であってもよいです。\u001b[22m\n\u001b[4mHe was a great voice actor for Kamogawa along with his other iconic roles, most especially as Raoh from Hokuto no Ken.\u001b[24m\n    \u001b[1m彼は他の象徴的な役割、特に北斗の拳からのRaohとして、鴨川の偉大な声優だった。\u001b[22m, \u001b[1m彼は最も特に北斗の拳ラオウから、彼の他の象徴的な役割、と一緒に鴨川のための偉大な声優でした。\u001b[22m\n\u001b[4mAs Kamogawa, he had this great presence and authority in his voice.\u001b[24m\n    \u001b[1m鴨川のように、彼はこの偉大な存在と権威を彼の声で持っていました。\u001b[22m, \u001b[1m鴨川として、彼は彼の声でこの偉大な存在と権限を持っていました。\u001b[22m\n\u001b[4mHis new seiyuu, Iizuka Shozo, previously the voice of Miguel in New Challenger and most famous as Ryu Jose in the first Gundam series really captures his gruffness but has a different kind of tone, but works in terms of the character, but Utsumi will always\u001b[24m\n    \u001b[1m彼の新作「飯塚唱三」は以前、ニュー・チャレンジャーのミゲルの声、そして最初のガンダムシリーズで最も有名な「リュ・ホセ」の声は、荒々しさを捉えていたのですが、性格は違っていましたが、\u001b[22m, \u001b[1m彼の新しい声優、飯塚昭三は、前述の第1のガンダムシリーズのリュウ・ホセイなどの新しいチャレンジャーと最も有名でミゲルの声は本当に彼の荒々しさをキャプチャーしますが、トーンの異なる種類がありますが、文字の点で動作しますが、内海は常にます\u001b[22m\n\u001b[4mbe Kamogawa to me regardless.\u001b[24m\n    \u001b[1m私とは関係なく、鴨川です。\u001b[22m, \u001b[1mかかわらず、私に鴨川であります。\u001b[22m\n\u001b[4mIt is also sad that another seiyuu legend, Nagai Ichiro, who plays Nekota also has passed on but managed to record some lines prior to his passing and I always love how he ends his sentences in “da ni.” And he was also most famous\u001b[24m\n    \u001b[1mまた、ネコタを演じる長井一郎の伝説の伝説も終わってしまいましたが、パスする前にいくつかの行を記録することができました。私はいつも「ダニ」で文章を終わらせる方法が大好きです。\u001b[22m, \u001b[1mまた、猫田さんを果たしている他の声優の伝説、永井一郎は、渡さなく、前に逝去にいくつかの行を記録するために管理し、私はいつも、彼は彼の文章を終了方法を愛して\"ダniの。」と彼はまた、最も有名だったことも悲しいです\u001b[22m\n\u001b[4mas the voice of Happousai from Ranma 1/2.\u001b[24m\n    \u001b[1mRanma 1/2からのHappousaiの声として。\u001b[22m, \u001b[1mらんま1/2からHappousaiの声として。\u001b[22m\n\u001b[1m\u001b[22m\nBut my favorite performance this season was that of Miki Shinichiro as Sawamura, who you may know as the voice of Takumi from Initial D. I am used to Miki Shinichiro as a good guy, but as a bad guy he is excellent. Prior to this series, Hiyama Nobuyuki, the voice of Hiei from Yuu Yuu Hakusho was always my personal choice for Sawamura but Miki’s performance truly captures the character. What really made the character with his performance was this dry throat kind of tone he brings. It really represents more a “thirst” for his meat obsession as opposed to a “hunger,” and I think the “thirst” tone as opposed to a “hunger” tone really represents the sadistic tendencies of Sawamura. Because when he wants meat, he really wants blood and the portrayal really made me love the character more.\n\n\u001b[1mしかし、今シーズンの私の好きなパフォーマンスは、Miki ShinichiroさんのSawamuraさんのものでした。私はDikiの匠の声として知っているかもしれません。私はMiki Shinichiroに慣れていますが、悪い人としては優れています。 このシリーズに先立って、檜山信行のヒエアの声は、いつも私の個人的な選択であったが、三木の演奏は本当にその性格を捉えている。 実際に彼のパフォーマンスでキャラクターを作ったのは、彼が持っているこの辛口の喉の種類でした。 それは本当に「飢え」とは反対に肉欲に苦しむ「渇き」を意味し、「飢え」のトーンではなく「喉の渇き」が本当に澤村のサディスティックな傾向を表していると思います。 彼は肉が欲しいときには本当に血を欲し、その描写が本当に私をそのキャラクターをもっと愛してくれるからです。\u001b[22m\n\u001b[1m(Shikashi, ima shīzun no watashi no sukina pafōmansu wa, Miki Shinichiro-san no Sawamura-san no monodeshita. Watashi wa Diki no takumi no koe to shite shitte iru kamo shiremasen. Watashi wa Miki Shinichiro ni narete imasuga, warui hito to shite wa sugurete imasu. Kono shirīzu ni sakidatte, Hiyama Nobuyuki no hiea no koe wa, itsumo watashi no kojin-tekina sentakudeattaga, Miki no ensō wa hontōni sono seikaku o toraete iru. Jissai ni kare no pafōmansu de kyarakutā o tsukutta no wa, kare ga motte iru kono karakuchi no nodo no shuruideshita. Sore wa hontōni `ue' to wa hantai ni nikuyoku ni kurushimu `kawaki' o imi shi,`ue' no tōnde wanaku `nodonokawaki' ga hontōni Sawamura no sadisutikkuna keikō o arawashite iru to omoimasu. Kare wa niku ga hoshī tokiniha hontōni chi o hoshi, sono byōsha ga hontōni watashi o sono kyarakutā o motto aishitekureru karadesu.)\u001b[22m\n\nTranslations of \u001b[4mBut my favorite performance this season was that of Miki Shinichiro as Sawamura, who you may know as the voice of Takumi from Initial D. I am used to Miki Shinichiro as a good guy, but as a bad guy he is excellent. Prior to this series, Hiyama Nobuyuki, the voice of Hiei from Yuu Yuu Hakusho was always my personal choice for Sawamura but Miki’s performance truly captures the character. What really made the character with his performance was this dry throat kind of tone he brings. It really represents more a “thirst” for his meat obsession as opposed to a “hunger,” and I think the “thirst” tone as opposed to a “hunger” tone really represents the sadistic tendencies of Sawamura. Because when he wants meat, he really wants blood and the portrayal really made me love the character more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut my favorite performance this season was that of Miki Shinichiro as Sawamura, who you may know as the voice of Takumi from Initial D. I am used to Miki Shinichiro as a good guy, but as a bad guy he is excellent.\u001b[24m\n    \u001b[1mしかし、今シーズンの私の好きなパフォーマンスは、Miki ShinichiroさんのSawamuraさんのものでした。私はDikiの匠の声として知っているかもしれません。私はMiki Shinichiroに慣れていますが、悪い人としては優れています。\u001b[22m, \u001b[1mしかし、私のお気に入りのパフォーマンスが今シーズンは、あなたが私は良い男として三木眞一郎に使用しています。初期D.から匠の声として知っている可能性沢村、など三木眞一郎のことをしていたが、悪い男として彼が優れています。\u001b[22m\n\u001b[4mPrior to this series, Hiyama Nobuyuki, the voice of Hiei from Yuu Yuu Hakusho was always my personal choice for Sawamura but Miki’s performance truly captures the character.\u001b[24m\n    \u001b[1mこのシリーズに先立って、檜山信行のヒエアの声は、いつも私の個人的な選択であったが、三木の演奏は本当にその性格を捉えている。\u001b[22m, \u001b[1mこのシリーズに先立ち、檜山信之、優優白書から比叡山の声が沢村のための私の個人的な選択は常にあったが、三木のパフォーマンスは本当に文字をキャプチャします。\u001b[22m\n\u001b[4mWhat really made the character with his performance was this dry throat kind of tone he brings.\u001b[24m\n    \u001b[1m実際に彼のパフォーマンスでキャラクターを作ったのは、彼が持っているこの辛口の喉の種類でした。\u001b[22m, \u001b[1m本当に彼のパフォーマンスで文字を作ったことは、彼がもたらす音のこののどの乾きのようなものでした。\u001b[22m\n\u001b[4mIt really represents more a “thirst” for his meat obsession as opposed to a “hunger,” and I think the “thirst” tone as opposed to a “hunger” tone really represents the sadistic tendencies of Sawamura.\u001b[24m\n    \u001b[1mそれは本当に「飢え」とは反対に肉欲に苦しむ「渇き」を意味し、「飢え」のトーンではなく「喉の渇き」が本当に澤村のサディスティックな傾向を表していると思います。\u001b[22m, \u001b[1m対照的に、それは本当に「飢餓、「彼の肉の執着のためのより多くの「渇き」を表し、「飢餓」トーンとは対照的に、私は本当に沢村のサディスティックな傾向を表す「渇き」トーンを考えます。\u001b[22m\n\u001b[4mBecause when he wants meat, he really wants blood and the portrayal really made me love the character more.\u001b[24m\n    \u001b[1m彼は肉が欲しいときには本当に血を欲し、その描写が本当に私をそのキャラクターをもっと愛してくれるからです。\u001b[22m, \u001b[1m彼は肉を望んでいるとき、彼は本当に血と描写を望んでいるので、本当に私はより多くの文字を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nMiyano Mamoru who is more famous for quieter characters such as Light from Death Note and Setsuna from Gundam 00 surprised me as Kamogawa who tends to be more of an intense character. He managed to capture both Light’s softness but also brings that gruffness as the old Kamogawa as well. The young Nekota also captures the characteristics and I can’t complain.\n\n\u001b[1mガンダム00の死からの光や刹那などの静かなキャラクターで有名な宮野守は、私が強烈なキャラクターになりがちな鴨川を驚かせました。 彼は両方の光の柔らかさをキャプチャすることができただけでなく、古い鴨川のようにその荒波をもたらします。 若いネコタも特性を捉え、私は不平を言うことはできません。\u001b[22m\n\u001b[1m(Gandamu 00 no shi kara no hikari ya setsuna nado no shizukana kyarakutā de yūmeina Miyano Mamoru wa, watashi ga kyōretsuna kyarakutā ni nari-gachina Kamogawa o odoroka semashita. Kare wa ryōhō no hikari no yawaraka-sa o kyapucha suru koto ga dekita dakedenaku, furui Kamogawa no yō ni sono aranami o motarashimasu. Wakai nekota mo tokusei o torae, watashi wa fuhei o iu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mMiyano Mamoru who is more famous for quieter characters such as Light from Death Note and Setsuna from Gundam 00 surprised me as Kamogawa who tends to be more of an intense character. He managed to capture both Light’s softness but also brings that gruffness as the old Kamogawa as well. The young Nekota also captures the characteristics and I can’t complain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMiyano Mamoru who is more famous for quieter characters such as Light from Death Note and Setsuna from Gundam 00 surprised me as Kamogawa who tends to be more of an intense character.\u001b[24m\n    \u001b[1mガンダム00の死からの光や刹那などの静かなキャラクターで有名な宮野守は、私が強烈なキャラクターになりがちな鴨川を驚かせました。\u001b[22m, \u001b[1mこのような機動戦士ガンダム00からデスノートと刹那からの光のように静かな文字のより有名である宮野真守は、強烈なキャラクターのよりになる傾向がある人鴨川として私を驚かせました。\u001b[22m\n\u001b[4mHe managed to capture both Light’s softness but also brings that gruffness as the old Kamogawa as well.\u001b[24m\n    \u001b[1m彼は両方の光の柔らかさをキャプチャすることができただけでなく、古い鴨川のようにその荒波をもたらします。\u001b[22m, \u001b[1m彼はライトの柔らかさの両方をキャプチャするために管理だけでなく、だけでなく、旧鴨川としてその荒々しさをもたらします。\u001b[22m\n\u001b[4mThe young Nekota also captures the characteristics and I can’t complain.\u001b[24m\n    \u001b[1m若いネコタも特性を捉え、私は不平を言うことはできません。\u001b[22m, \u001b[1m若い猫田さんはまた、特性をキャプチャし、私は文句を言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nKosugi Jurota as Anderson was also awesome. He voiced Kujo Jotaro from Jojo’s Bizarre Adventure so you could never ask for a better seiyuu. And I thought Kiuchi Hidenobu, the voice of Tenma from Monster, was an interesting choice as Eagle. He brings out his 'cheerfulness' and a silly accent at the same time that works for the character. I really had no expectation of who could play Eagle but he does the job. You gotta love how he says 'Jesus.' I just wish New Challenger kept more of Hawk's Engrish as well.\n\n\u001b[1mAndersonとしてのKosugi Jurotaもすばらしかったです。 彼はJojoの奇妙な冒険から九条城太郎の声を聞いたので、あなたは決してより良い妖精を求めることはできませんでした。 そして、私は、モンスターからの天馬の声である木内秀信が、イーグルとして興味深い選択だと考えました。 彼はキャラクターのために働くと同時に彼の\"陽気な\"と愚かなアクセントを引き出します。 私は本当に誰がイーグルをプレイできるのか想像もしていなかったが、彼はその仕事をしている。 彼が「イエス」と言っていることを愛する必要があります。 私はちょうど新しい挑戦者がHawkのEngrishのより多くを保つことを望む。\u001b[22m\n\u001b[1m(Andāson to shite no Kosugi Jurota mo subarashikattadesu. Kare wa Jojo no kimyōna bōken kara 九条城太郎 No koe o kiitanode, anata wa kesshite yoriyoi yōsei o motomeru koto wa dekimasendeshita. Soshite, watashi wa, monsutā kara no tenba no koedearu kiuchi hidenobu ga, īguru to shite kyōmibukai sentakuda to kangaemashita. Kare wa kyarakutā no tame ni hataraku to dōjini kare no\" yōkina\" to orokana akusento o hikidashimasu. Watashi wa hontōni dare ga īguru o purei dekiru no ka sōzō mo shite inakattaga, kare wa sono shigoto o shite iru. Kare ga `iesu' to itte iru koto o aisuru hitsuyō ga arimasu. Watashi wa chōdo atarashī chōsen-sha ga hōku no Engrish no yori ōku o tamotsu koto o nozomu.)\u001b[22m\n\nTranslations of \u001b[4mKosugi Jurota as Anderson was also awesome. He voiced Kujo Jotaro from Jojo’s Bizarre Adventure so you could never ask for a better seiyuu. And I thought Kiuchi Hidenobu, the voice of Tenma from Monster, was an interesting choice as Eagle. He brings out his 'cheerfulness' and a silly accent at the same time that works for the character. I really had no expectation of who could play Eagle but he does the job. You gotta love how he says 'Jesus.' I just wish New Challenger kept more of Hawk's Engrish as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKosugi Jurota as Anderson was also awesome.\u001b[24m\n    \u001b[1mAndersonとしてのKosugi Jurotaもすばらしかったです。\u001b[22m, \u001b[1mアンダーソンとして小杉Jurotaも最高でした。\u001b[22m\n\u001b[4mHe voiced Kujo Jotaro from Jojo’s Bizarre Adventure so you could never ask for a better seiyuu.\u001b[24m\n    \u001b[1m彼はJojoの奇妙な冒険から九条城太郎の声を聞いたので、あなたは決してより良い妖精を求めることはできませんでした。\u001b[22m, \u001b[1mあなたがより良い声優を求めることができませんでしたので、彼はジョジョの奇妙な冒険から九条Jotaroを表明しました。\u001b[22m\n\u001b[4mAnd I thought Kiuchi Hidenobu, the voice of Tenma from Monster, was an interesting choice as Eagle.\u001b[24m\n    \u001b[1mそして、私は、モンスターからの天馬の声である木内秀信が、イーグルとして興味深い選択だと考えました。\u001b[22m, \u001b[1mそして、私は木内秀信、モンスターからの天満の声は、イーグルなどの興味深い選択肢だと思いました。\u001b[22m\n\u001b[4mHe brings out his 'cheerfulness' and a silly accent at the same time that works for the character.\u001b[24m\n    \u001b[1m彼はキャラクターのために働くと同時に彼の\"陽気な\"と愚かなアクセントを引き出します。\u001b[22m, \u001b[1m彼は「明るさ」と文字のために働くと同時に愚かなアクセントを引き立てます。\u001b[22m\n\u001b[4mI really had no expectation of who could play Eagle but he does the job.\u001b[24m\n    \u001b[1m私は本当に誰がイーグルをプレイできるのか想像もしていなかったが、彼はその仕事をしている。\u001b[22m, \u001b[1m私は実際にイーグルを再生することができる人のない期待を持っていたが、彼は仕事をしていません。\u001b[22m\n\u001b[4mYou gotta love how he says 'Jesus.'\u001b[24m\n    \u001b[1m彼が「イエス」と言っていることを愛する必要があります。\u001b[22m, \u001b[1mあなたがお奨め彼は言うどのように愛するイエス。」\u001b[22m\n\u001b[4mI just wish New Challenger kept more of Hawk's Engrish as well.\u001b[24m\n    \u001b[1m私はちょうど新しい挑戦者がHawkのEngrishのより多くを保つことを望む。\u001b[22m, \u001b[1m私はちょうど新しい挑戦者が同様にホークのerufuの多くを維持したいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is a great improvement and excellently uses tracks from the first season, second season, and has a great original one for this as well. I felt the tracks from season 2 were more properly used in this season. The songs for Sawamura are just perfect with his dark and sadistic character. The songs in the Takamura and Eagle fight were also great.\n\n\u001b[1m音楽はすばらしい改良であり、第1シーズン、第2シーズンのトラックを使い分けており、オリジナルのものもあります。 今シーズンはシーズン2のトラックが適切に使用されていると感じました。 沢村の歌は、彼の暗くてサディスティックなキャラクターで完璧です。 高村とイーグルの戦いの歌も素晴らしかったです。\u001b[22m\n\u001b[1m(Ongaku wa subarashī kairyōdeari, dai 1 shīzun, dai 2 shīzun no torakku o tsukaiwakete ori, orijinaru no mono mo arimasu. Ima shīzun wa shīzun 2 no torakku ga tekisetsu ni shiyō sa rete iru to kanjimashita. Sawamura no uta wa, kare no kurakute sadisutikkuna kyarakutā de kanpekidesu. Takamura to īguru no tatakainouta mo subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is a great improvement and excellently uses tracks from the first season, second season, and has a great original one for this as well. I felt the tracks from season 2 were more properly used in this season. The songs for Sawamura are just perfect with his dark and sadistic character. The songs in the Takamura and Eagle fight were also great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is a great improvement and excellently uses tracks from the first season, second season, and has a great original one for this as well.\u001b[24m\n    \u001b[1m音楽はすばらしい改良であり、第1シーズン、第2シーズンのトラックを使い分けており、オリジナルのものもあります。\u001b[22m, \u001b[1m音楽は大きく改善され、良好最初のシーズン、第二シーズンからのトラックを使用し、同様にこのための偉大な元のいずれかを持っています。\u001b[22m\n\u001b[4mI felt the tracks from season 2 were more properly used in this season.\u001b[24m\n    \u001b[1m今シーズンはシーズン2のトラックが適切に使用されていると感じました。\u001b[22m, \u001b[1m私はシーズン2からのトラックをより適切にこのシーズンで使用されたと感じました。\u001b[22m\n\u001b[4mThe songs for Sawamura are just perfect with his dark and sadistic character.\u001b[24m\n    \u001b[1m沢村の歌は、彼の暗くてサディスティックなキャラクターで完璧です。\u001b[22m, \u001b[1m沢村のための曲は彼のダークでサディスティックな性格と完璧です。\u001b[22m\n\u001b[4mThe songs in the Takamura and Eagle fight were also great.\u001b[24m\n    \u001b[1m高村とイーグルの戦いの歌も素晴らしかったです。\u001b[22m, \u001b[1m高村イーグル戦いで歌も素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, again, as a manga reader, my issues is that this series is too damn short and this series cut out some very important details that helps the story and development. I just felt this series is very incomplete. But the animation and the soundtrack and voice acting brings a different kind of completeness and satisfaction. I just hope they don't do this again for future anime installments.\n\n\u001b[1mまあ、もう一度、マンガ読者として、私の問題は、このシリーズはあまりにも短く、このシリーズは物語と開発に役立ついくつかの非常に重要な細部を切り捨てているということです。 私はちょうどこのシリーズが非常に不完全であると感じました。 しかし、アニメーションとサウンドトラックと音声の演技は、完全性と満足度の種類が異なります。 私は彼らが将来のアニメ分割のためにこれをやり直さないことを願っています。\u001b[22m\n\u001b[1m(Mā, mōichido, manga dokusha to shite, watashi no mondai wa, kono shirīzu wa amarini mo mijikaku, kono shirīzu wa monogatari to kaihatsu ni yakudatsu ikutsuka no hijō ni jūyōna saibu o kirisutete iru to iu kotodesu. Watashi wa chōdo kono shirīzu ga hijō ni fukanzendearu to kanjimashita. Shikashi, animēshon to saundotorakku to onsei no engi wa, kanzen-sei to manzoku-do no shurui ga kotonarimasu. Watashi wa karera ga shōrai no anime bunkatsu no tame ni kore o yarinaosanai koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, again, as a manga reader, my issues is that this series is too damn short and this series cut out some very important details that helps the story and development. I just felt this series is very incomplete. But the animation and the soundtrack and voice acting brings a different kind of completeness and satisfaction. I just hope they don't do this again for future anime installments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, again, as a manga reader, my issues is that this series is too damn short and this series cut out some very important details that helps the story and development.\u001b[24m\n    \u001b[1mまあ、もう一度、マンガ読者として、私の問題は、このシリーズはあまりにも短く、このシリーズは物語と開発に役立ついくつかの非常に重要な細部を切り捨てているということです。\u001b[22m, \u001b[1mさて、再び、漫画リーダーとして、私の問題は、このシリーズがあまりにも気短いことであり、このシリーズは、ストーリーと発展を助けるいくつかの非常に重要な詳細を切り出します。\u001b[22m\n\u001b[4mI just felt this series is very incomplete.\u001b[24m\n    \u001b[1m私はちょうどこのシリーズが非常に不完全であると感じました。\u001b[22m, \u001b[1m私はこのシリーズは非常に不完全であると感じました。\u001b[22m\n\u001b[4mBut the animation and the soundtrack and voice acting brings a different kind of completeness and satisfaction.\u001b[24m\n    \u001b[1mしかし、アニメーションとサウンドトラックと音声の演技は、完全性と満足度の種類が異なります。\u001b[22m, \u001b[1mしかし、アニメーションとサウンドトラックと声の演技は、完全性と満足度の異なる種類をもたらします。\u001b[22m\n\u001b[4mI just hope they don't do this again for future anime installments.\u001b[24m\n    \u001b[1m私は彼らが将来のアニメ分割のためにこれをやり直さないことを願っています。\u001b[22m, \u001b[1m私はちょうど彼らが将来アニメの分割払いのために再びこれをしない願っています。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo__Rising",
    "id": "19647",
    "url": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
    "user": "amirhoss",
    "profile": "/profile/amirhoss/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=138727",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nまず第一に、茂木ジョージのおかげで大変感謝しています。 彼は彼の物語を面白く保ち、彼のコメディーはこの年の後も新鮮に保ちました。 確かにそれは弱点を持っている（例えば、マンガのいくつかの短い章とストーリーの中のいくつかの反復したものなど）。しかし、それはまだ数少ない素晴らしい成果である。\n\n彼の人生で何の目的も持たない子供の一生についての物語で、運命は彼からボクサーを作ることに決めました。 今シーズンは、彼の特別な動きを鮮明に保つための彼の課題に焦点を当てています。Dempseyロール。 漫画ではDempseyロールに焦点を当てる理由は良く説明されているが、マッドハウスはストーリーの一部を手作りしていたので、イッポはそれほど大きなものではないので、 とにかく私のための物語の最高の部分（私たちは彼が勝つつもりであることを知っている時間のほとんどを引き起こすので、少なくとも私のために緊張を取り去る）。 彼の鴨川監督と高雄の英雄高村が最高のパーツで、今シーズンはどちらも輝いています。 高村は6つのクラスを制覇しようとしていて、彼の戦いはいつもエキサイティングで、今度はクラスリーグの相手であるイーグルで2回目の征服を見ます。 ホークの正反対で、スタイルだけでなく個性も持った男。 これは特にアメリカ人のため、マンガカはアメリカ人に反していないと彼らに良く見せることができました！\n\nマドハウスはシーズンの終わりにベストを尽くすことにしました。そして、この季節の終わりには、鴨川の背景物語がいくつか変更されましたが、それはおそらく全編の中で最高の部分です。そして、なぜかご川とネコタが 彼らの現在の状態（プラスDankichi）で。 他のキャラクターは青木と木村が大部分のようにコミックリリーフを主にしている（青木の真面目な戦いでさえも面白くて非現実的だったかもしれない）。そしてマナブはまだマンガで最高の状態には達していないが、 それは最高のためだと私は推測するようだ。  （私は実際に彼のキャラクターが試合中の特別な表現と今井との2回目の戦いを好きですが、彼は私にはストーリーを広げるだけの余分なキャラクターが好きで、意味のあるものは何も追加しません。 次の世代の成長ですが、それが以前の世代で起こった同様の競争的なものになるのであれば誰が気にしますか？！...）。 女性のキャラクターは...一緒に、スポーツジャンルといい女のキャラクターは、通常、手には行きません（いくつかのストーリーには、まだ興味深いものではないキャラクターがいくつかあります）。 今シーズンも、マンガの持つ重要なメッセージの1つ、つまりライバルの重要性を示しています。\n\n\n\n2013年には、やわらかしペダル、黒子のバスケシーズン2、ダイヤモンドノエスのような素晴らしいスポーツアニメが盛りだくさんで、スポーツファンの方々にはうれしい限りです。 初代の一葉ライジングはもちろん、そのアニメに負けず、それは合理的な適応です。 また、ジョージ・モリカワが別の高村戦をまもなく始めるか、何かを叙事詩的なものにすることで、マッドハウスが別のシーズンにもっと誘惑されることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all a big thanks to George Morikawa because he did something nearly impossible with Hajime no Ippo. He managed to keep his story interesting and his comedy fresh even after all these years. Sure it has it’s weaknesses(for example some short chapters in the manga plus some repeated stuff in the story etc) but it is still a great accomplishment that only a few are capable of.\n\n\u001b[1mまず第一に、茂木ジョージのおかげで大変感謝しています。 彼は彼の物語を面白く保ち、彼のコメディーはこの年の後も新鮮に保ちました。 確かにそれは弱点を持っている（例えば、マンガのいくつかの短い章とストーリーの中のいくつかの反復したものなど）。しかし、それはまだ数少ない素晴らしい成果である。\u001b[22m\n\u001b[1m(Mazu daiichi ni, Motegi jōji no okage de taihen kansha shite imasu. Kare wa kare no monogatari o omoshiroku tamochi, kare no komedī wa kono-nen no nochi mo shinsen ni tamochimashita. Tashika ni soreha jakuten o motte iru (tatoeba, manga no ikutsuka no mijikai shō to sutōrī no naka no ikutsu ka no hanpuku shita mono nado). Shikashi, sore wa mada kazusukunai subarashī seikadearu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all a big thanks to George Morikawa because he did something nearly impossible with Hajime no Ippo. He managed to keep his story interesting and his comedy fresh even after all these years. Sure it has it’s weaknesses(for example some short chapters in the manga plus some repeated stuff in the story etc) but it is still a great accomplishment that only a few are capable of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all a big thanks to George Morikawa because he did something nearly impossible with Hajime no Ippo.\u001b[24m\n    \u001b[1mまず第一に、茂木ジョージのおかげで大変感謝しています。\u001b[22m, \u001b[1m彼がはじめの一歩とほとんど不可能何かをしたので、森川ジョージのすべての大きな感謝の最初。\u001b[22m\n\u001b[4mHe managed to keep his story interesting and his comedy fresh even after all these years.\u001b[24m\n    \u001b[1m彼は彼の物語を面白く保ち、彼のコメディーはこの年の後も新鮮に保ちました。\u001b[22m, \u001b[1m彼はさらに、これらすべての年後に新鮮な面白いと彼の喜劇彼の話を保つために管理しました。\u001b[22m\n\u001b[4mSure it has it’s weaknesses(for example some short chapters in the manga plus some repeated stuff in the story etc) but it is still a great accomplishment that only a few are capable of.\u001b[24m\n    \u001b[1m確かにそれは弱点を持っている（例えば、マンガのいくつかの短い章とストーリーの中のいくつかの反復したものなど）。しかし、それはまだ数少ない素晴らしい成果である。\u001b[22m, \u001b[1m確かにそれは（例えば漫画でいくつかの短い章を加えた物語などでいくつかの繰り返しのもの）それの弱点を持っていますが、それはまだほんの数が可能である偉大な成果です。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about Ippo a kid without any purpose in his life and fate decides to make a boxer out of him. This season focuses on his challenges to keep his special move sharp and fresh, the Dempsey roll. in the manga the reason for the focus on the Dempsey Roll is explained better but since madhouse tried to handpick parts of the story there had to be some changes so they could fill it all in their schedule which is still no biggie since Ippo is not the best part of the story for me anyway(cause most of the times we know he is gonna win so it takes the tension away for me at least). His coach Kamogawa and his hero Takamura are the best parts and both get to shine in this season. Takamura aimed to rule 6 classes and his fights are always exciting and we get to see his second conquest in this season with a classier opponent this time, Eagle. A man that is exactly the opposite of Hawk, not just in style but also in personality. This is specially for American so mangaka could show better to them that he is not against Americans!\n\n\u001b[1m彼の人生で何の目的も持たない子供の一生についての物語で、運命は彼からボクサーを作ることに決めました。 今シーズンは、彼の特別な動きを鮮明に保つための彼の課題に焦点を当てています。Dempseyロール。 漫画ではDempseyロールに焦点を当てる理由は良く説明されているが、マッドハウスはストーリーの一部を手作りしていたので、イッポはそれほど大きなものではなかった とにかく私のための物語の最もよい部分（私達が彼が勝つことを知っている時間の大部分を引き起こすので、少なくとも私のために緊張を取り去る）。 鴨川監督と高村優勝が最高のパーツで、今シーズンはどちらも輝く。 高村は6つのクラスを制覇しようとしていて、彼の戦いはいつもエキサイティングで、今度はクラスリーグの相手であるイーグルで2回目の征服を見ます。 ホークの正反対で、スタイルだけでなく個性も持った男。 これは特にアメリカ人のため、マンガカはアメリカ人に反していないと彼らに良く見せることができます！\u001b[22m\n\u001b[1m(Kare no jinsei de nani no mokuteki mo motanai kodomo no isshō ni tsuite no monogatari de, unmei wa kare kara bokusā o tsukuru koto ni kimemashita. Ima shīzun wa, kare no tokubetsuna ugoki o senmei ni tamotsu tame no kare no kadai ni shōten o atete imasu. Dempsey rōru. Mangade wa Dempsey rōru ni shōten o ateru riyū wa yoku setsumei sa rete iruga, maddohausu wa sutōrī no ichibu o tedzukuri shite itanode, ippo wa sorehodo ōkina monode wa nakatta tonikaku watashi no tame no monogatari no mottomo yoi bubun (watashitachi ga kare ga katsu koto o shitte iru jikan no daibubun o hikiokosunode, sukunakutomo watashi no tame ni kinchō o torisaru). Kamogawa kantoku to Takamura yūshō ga saikō no pātsu de, ima shīzun wa dochira mo kagayaku. Takamura wa muttsu no kurasu o seiha shiyou to shite ite, kare no tatakai wa itsumo ekisaitingude, kondo wa kurasurīgu no aitedearu īguru de 2-kai-me no seifuku o mimasu. Hōku no seihantai de, sutairu dakedenaku kosei mo motta otoko. Kore wa tokuni Amerika hitonotame, mangaka wa amerikahito ni hanshite inaito karera ni yoku miseru koto ga dekimasu!)\u001b[22m\n\u001b[1m\u001b[22m\nMadhouse decided to put the best part at the end of the season of course and along with some changes they put the Kamogawa background story at the end of this season which is probably the best part of the whole story and it explains why Kamogawa and Nekota are in their current state(plus Dankichi). As for the other characters Aoki and Kimura are mostly for comical relief like most of the times (even Aoki's serious fight was funny and unreal probably on purpose) and Manabu is yet to reach his best condition in the manga but he is not liked by many it seems so I guess it's for the best. (I actually like his character specially his expressions during matches and his second fight with Imai but he seems to me just like an extra character just to extend the story and doesn't add anything meaningful. I get it that he is there to show the growth of next generation but if it is going to be the similar rivalry thing that happened in the previous generations then who cares?!...). as for female characters…sigh, Sport genre and good female characters usually don’t go hand to hand(there are some strong or useful ones in some stories still as characters they are not that interesting). also this season shows one of the key messages the manga has: the importance of rivals.\n\n\u001b[1mマドハウスはシーズンの終わりにベストを尽くすことにしました。そして、この季節の終わりには、鴨川の背景物語がいくつか変更されましたが、それはおそらく全編の中で最高の部分です。そして、なぜかご川とネコタが 彼らの現在の状態（プラスDankichi）で。 他のキャラクターは青木と木村が大部分のようにコミックリリーフを主にしている（青木の真面目な戦いでさえも面白くて非現実的だったかもしれない）。そしてマナブはまだマンガで最高の状態には達していないが、 それは最高のためだと私は推測するようだ。  （私は実際に彼のキャラクターが試合中の特別な表現と今井との2回目の戦いを好きですが、彼は私にはストーリーを広げるだけの余分なキャラクターが好きで、意味のあるものは何も追加しません。 次の世代の成長ですが、それが以前の世代で起こった同様の競争的なものになるのであれば誰が気にしますか？！...）。 女性のキャラクターは...一緒に、スポーツジャンルといい女のキャラクターは、通常、手には行きません（いくつかのストーリーには、まだ興味深いものではないキャラクターがいくつかあります）。 今シーズンも、マンガの持つ重要なメッセージの1つ、つまりライバルの重要性を示しています。\u001b[22m\n\u001b[1m(Madohausu wa shīzun no owari ni besutowotsukusu kotoni shimashita. Soshite, kono kisetsu no owari ni wa, Kamogawa no haikei monogatari ga ikutsu ka henkō sa remashitaga, sore wa osoraku zenpen no naka de saikō no bubundesu. Soshite, naze ka go kawa to nekota ga karera no genzai no jōtai (purasu Dankichi) de. Hoka no kyarakutā wa Aoki to Kimura ga daibubun no yō ni komikkurirīfu o omoni shite iru (Aoki no majimena tatakaide sae mo omoshirokute higenjitsutekidatta kamo shirenai). Soshite Manabu wa mada manga de saikō no jōtai ni wa tasshite inaiga, soreha saikō no tameda to watashi wa suisoku suru yōda. (Watashi wa jissai ni kare no kyarakutā ga shiai-chū no tokubetsuna hyōgen to Imai to no 2-kai-me no tatakai o sukidesu ga, kare wa watashiniha sutōrī o hirogeru dake no yobun'na kyarakutā ga sukide, imi no aru mono wa nani mo tsuika shimasen. Tsugi no sedai no seichōdesuga, sore ga izen no sedai de okotta dōyō no kyōsō-tekina mono ni naru nodeareba dare ga ki ni shimasu ka?!...). Josei no kyarakutā wa... Issho ni, supōtsujanru to ī on'na no kyarakutā wa, tsūjō,-te ni wa ikimasen (ikutsu ka no sutōrī ni wa, mada kyōmibukai monode wanai kyarakutā ga ikutsu ka arimasu). Ima shīzun mo, manga no motsu jūyōna messēji no 1tsu, tsumari raibaru no jūyō-sei o shimeshite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n2013 was filled with great sport anime like Yowamushi pedal, Kuroko no Baske Season 2 and Diamond No Ace and sport fans are hopefully pleased. Hajime no Ippo Rising doesn't lose to those anime of course and it is a worthy adaptation. also Hopefully George Morikawa will start another Takamura fight soon or something as epic so Madhouse gets more tempted for another season.\n\n\u001b[1m2013年には、やわらかしペダル、黒子のバスケシーズン2、ダイヤモンドノエスのような素晴らしいスポーツアニメが盛りだくさんで、スポーツファンの方々にはうれしい限りです。 初代の一葉ライジングはもちろん、そのアニメに負けず、それは合理的な適応です。 また、ジョージ・モリカワが別の高村戦をまもなく始めるか、何かを叙事詩的なものにすることで、マッドハウスが別のシーズンにもっと誘惑されることを願っています。\u001b[22m\n\u001b[1m(2013-Nen ni wa, yawarakashi pedaru, kuroko no basukeshīzun 2, daiyamondonoesu no yōna subarashī supōtsuanime ga moridakusan de, supōtsufan no katagata ni wa ureshī kagiridesu. Shodai no ichiyō raijingu wa mochiron, sono anime ni makezu, soreha gōri-tekina tekiōdesu. Mata, jōji Morikawa ga betsu no Takamura-sen o mamonaku hajimeru ka, nanika o jojishi-tekina mono ni suru koto de, maddohausu ga betsu no shīzun ni motto yūwaku sa reru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4m2013 was filled with great sport anime like Yowamushi pedal, Kuroko no Baske Season 2 and Diamond No Ace and sport fans are hopefully pleased. Hajime no Ippo Rising doesn't lose to those anime of course and it is a worthy adaptation. also Hopefully George Morikawa will start another Takamura fight soon or something as epic so Madhouse gets more tempted for another season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2013 was filled with great sport anime like Yowamushi pedal, Kuroko no Baske Season 2 and Diamond No Ace and sport fans are hopefully pleased.\u001b[24m\n    \u001b[1m2013年には、やわらかしペダル、黒子のバスケシーズン2、ダイヤモンドノエスのような素晴らしいスポーツアニメが盛りだくさんで、スポーツファンの方々にはうれしい限りです。\u001b[22m, \u001b[1m2013は弱虫ペダルのような偉大なスポーツアニメを充填した、黒子なしBaskeシーズン2とダイヤモンドなしエースとスポーツのファンができれば嬉しく思います。\u001b[22m\n\u001b[4mHajime no Ippo Rising doesn't lose to those anime of course and it is a worthy adaptation.\u001b[24m\n    \u001b[1m初代の一葉ライジングはもちろん、そのアニメに負けず、それは合理的な適応です。\u001b[22m, \u001b[1mはじめの一歩ライジングは当然のものアニメに負けません、それは立派な適応です。\u001b[22m\n\u001b[4malso Hopefully George Morikawa will start another Takamura fight soon or something as epic so Madhouse gets more tempted for another season.\u001b[24m\n    \u001b[1mまた、ジョージ・モリカワが別の高村戦をまもなく始めるか、何かを叙事詩的なものにすることで、マッドハウスが別のシーズンにもっと誘惑されることを願っています。\u001b[22m, \u001b[1mまた、うまくいけば、森川ジョージはマッドハウスがより多くの別のシーズンに向けて誘惑されますので、別の高村は叙事詩のようにすぐにか何かの戦いを開始します。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo__Rising",
    "id": "19647",
    "url": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
    "user": "Westuffyme",
    "profile": "/profile/Westuffyme/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=152305",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はちょうど今シーズンの審査をNo Hajimeのために作られたパネルに書きました：新しいチャレンジャー\nそれがどうなったのかわからないけど、私はちょうどここで私の悪いレビューをコピーします：\n\n\n最後に、初代のIppo第3シーズン、「Rising」と題して、\n\nストーリーは続き、私たちの主人公イッポの無限の成長は、このアニメが提供している叙事詩にも従っています。\n今シーズンを他の人たちと比較しているかもしれないので、私はこれを「通常の」レビューと呼ぶことはしません。そして、今シーズンに提供しなければならない最も重要なメモを指摘します。\n\n今シーズンのイベント：\n -  Ippoはまだフェザー級の日本のチャンピオンであり、彼はそれが終わるまでそれを守る準備ができており、今シーズンには2つの戦いがあります。彼らのうちの1つははるかに大きく、シーズンの前半のほとんどは専用です その1つの戦いに。\n - 世界のWBCミドル級チャンピオンのための高村戦\n - ネコタとカモガワの弧 - 過去\n\n今シーズンのIppoでの「最も重要な」イベントへの素早い見通しですが、このイベントはまとめられています.Ippoのスタイルは単なる純粋なものです。\nもし私が比較しなければならなかったら、今シーズンは3人の中で最も弱い人かもしれませんが、いくつかの面で今シーズンは素晴らしい仕事をしました。 その仕事は、特定のキャラクターのプレゼンテーションと開発です。 彼らが何人かのキャラクターを新しいレベルの深さに持って来たやり方は、はじめてのIppoがいかに驚くべき特徴を持っているかの明確な証拠です。 主に私は青木、梅沢、さらには鴨川仙人のボルグについて話しています。\n1つの瑕疵（瑕疵でない場合でも）を置く必要があれば、それはTakamura対Eagleの戦いだろう。 高村が準備していたやり方がうまく表示されていないし、ホークとの戦いで感じた感情を覚醒させなかった。 そしてあなたの大部分は、その壮大な叙事詩の規模を知っています。 この戦いは、タカムラ対ホークと比べると、それほど大きくて重要ではないと感じました。興奮、感情、ガチョウの60％\n\nユーモアとコメディの面では、イッポは決して失望しません。 青木と高村は、友情とユーモアに大きな焦点が当てられているアニメだけが明るくて面白い、爽やかな雰囲気を維持しました。 鴨川ジムシェアのこれらのキャラクターは、楽しませることを止めず、私を笑わせたり泣かせたりすることはありません。\n\nアニメーションは素晴らしく、前のシーズンとはまったく異なります。 身体の動きはより良く、キャラクターフェイスの表情ははるかに現実的です。\n戦いは素晴らしいですが、私はそれを置くことができる場合、彼らは少し暗くなったと思います。 クライマックスには動機づけと叙事詩のサウンドトラックはなく、戦いを終わらせ、家の中で飛び降り始めるのではなく、誰かに不確実性を感じさせる、より深刻で「クリーピア」な音楽があります 戦いの勝者かもしれない。 とにかく、戦いはまだ顕著で、健全で、音楽は素晴らしいです。 声優は素晴らしい仕事をしました。\n\n全シーズンは、古い、漫画で面白い雰囲気、過酷な現実の良い線量、さらに強くしようとする意欲の強い線量で満たされ、自分とあなたの夢を信じ続ける。\n\n私はシーズン4を待つことができません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI think I just wrote review for this season in a panel made for Hajime No Ippo: new Challenger\n\n\u001b[1m私はちょうど今シーズンの審査をNo Hajimeのために作られたパネルに書きました：新しいチャレンジャー\u001b[22m\n\u001b[1m(Watashi wa chōdo ima shīzun no shinsa o No Hajime no tame ni tsukura reta paneru ni kakimashita: Atarashī charenjā)\u001b[22m\n\nTranslations of \u001b[4mI think I just wrote review for this season in a panel made for Hajime No Ippo: new Challenger\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I just wrote review for this season in a panel made for Hajime No Ippo: new Challenger\u001b[24m\n    \u001b[1m私はちょうど今シーズンの審査をNo Hajimeのために作られたパネルに書きました：新しいチャレンジャー\u001b[22m, \u001b[1m新しいチャレンジャー：私はちょうどはじめの一歩のために作られたパネルで、このシーズンに向けてレビューを書いたと思います\u001b[22m\nDon't know how that happened but I will just copy the review here, my bad :/\n\n\u001b[1mそれがどうなったのかわからないけど、私はちょうどここで私の悪いレビューをコピーします：\u001b[22m\n\u001b[1m(Sore ga dō natta no ka wakaranaikedo, watashi wa chōdo koko de watashi no warui rebyū o kopī shimasu:)\u001b[22m\n\nTranslations of \u001b[4mDon't know how that happened but I will just copy the review here, my bad :/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't know how that happened but I will just copy the review here, my bad :/\u001b[24m\n    \u001b[1mそれがどうなったのかわからないけど、私はちょうどここで私の悪いレビューをコピーします：\u001b[22m, \u001b[1mそれが起こったのか分からないのですが、私はちょうどここにレビューをコピーします、私の悪いです：/\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinally, we get to see Hajime no Ippo third season, titled 'Rising'\n\n\u001b[1m最後に、初代のIppo第3シーズン、「Rising」と題して、\u001b[22m\n\u001b[1m(Saigo ni, shodai no Ippo dai 3 shīzun,`raijingu' to dai shite,)\u001b[22m\n\nTranslations of \u001b[4mFinally, we get to see Hajime no Ippo third season, titled 'Rising'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, we get to see Hajime no Ippo third season, titled 'Rising'\u001b[24m\n    \u001b[1m最後に、初代のIppo第3シーズン、「Rising」と題して、\u001b[22m, \u001b[1m最後に、我々は肇ノー一歩3シーズン目を見ないことを得る、というタイトルの「ライジング」\u001b[22m\n\u001b[1m\u001b[22m\nThe story continues, and the infinite grow of our hero Ippo is also following the epic story that this anime is offering.\n\n\u001b[1mストーリーは続き、私たちの主人公イッポの無限の成長は、このアニメが提供している叙事詩にも従っています。\u001b[22m\n\u001b[1m(Sutōrī wa tsudzuki, watashitachi no shujinkō ippo no mugen no seichō wa, kono anime ga teikyō shite iru jojishi ni mo shitagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story continues, and the infinite grow of our hero Ippo is also following the epic story that this anime is offering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story continues, and the infinite grow of our hero Ippo is also following the epic story that this anime is offering.\u001b[24m\n    \u001b[1mストーリーは続き、私たちの主人公イッポの無限の成長は、このアニメが提供している叙事詩にも従っています。\u001b[22m, \u001b[1m物語は続いており、私たちの英雄一歩の無限のグローもこのアニメが提供している壮大な物語を次のされています。\u001b[22m\nI wouldn't call this an 'normal' review, because I might be comparing this season to others and I will point out some most important notes that this season had to offer.\n\n\u001b[1m今シーズンを他の人たちと比較しているかもしれないので、私はこれを「通常の」レビューと呼ぶことはしません。そして、今シーズンに提供しなければならない最も重要なメモを指摘します。\u001b[22m\n\u001b[1m(Ima shīzun o hokanohito-tachi to hikaku shite iru kamo shirenainode, watashi wa kore o `tsūjō no' rebyū to yobu koto wa shimasen. Soshite, ima shīzun ni teikyō shinakereba naranai mottomo jūyōna memo o shiteki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't call this an 'normal' review, because I might be comparing this season to others and I will point out some most important notes that this season had to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't call this an 'normal' review, because I might be comparing this season to others and I will point out some most important notes that this season had to offer.\u001b[24m\n    \u001b[1m今シーズンを他の人たちと比較しているかもしれないので、私はこれを「通常の」レビューと呼ぶことはしません。そして、今シーズンに提供しなければならない最も重要なメモを指摘します。\u001b[22m, \u001b[1m私は他の人にこの季節を比較することがありますので、私は、「通常の」レビュー、これを呼び出すことはありませんし、私はこの季節が提供していたいくつかの最も重要な注意事項を指摘します。\u001b[22m\n\u001b[1m\u001b[22m\nEvents in this season:\n\n\u001b[1m今シーズンのイベント：\u001b[22m\n\u001b[1m(Ima shīzun no ibento:)\u001b[22m\n\nTranslations of \u001b[4mEvents in this season:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvents in this season:\u001b[24m\n    \u001b[1m今シーズンのイベント：\u001b[22m, \u001b[1mこの季節のイベント：\u001b[22m\n- Ippo is still a champion of Japan in featherweight category, and he is ready to defend it untill the end, and in this season we have two fights.One of them is much more bigger and most of the first half of the season is dedicated to that one fight.\n\n\u001b[1m -  Ippoはまだフェザー級の日本のチャンピオンであり、彼はそれが終わるまでそれを守る準備ができており、今シーズンには2つの戦いがあります。彼らのうちの1つははるかに大きく、シーズンの前半のほとんどは専用です その1つの戦いに。\u001b[22m\n\u001b[1m(- Ippo wa mada fezā-kyū no Nihon no chanpiondeari, kare wa sore ga owaru made sore o mamoru junbi ga dekite ori, ima shīzun ni wa 2tsu no tatakai ga arimasu. Karera no uchi no 1tsu wa haruka ni ōkiku, shīzun no zenhan no hotondo wa sen'yōdesu sono 1tsu no tatakai ni.)\u001b[22m\n\nTranslations of \u001b[4m- Ippo is still a champion of Japan in featherweight category, and he is ready to defend it untill the end, and in this season we have two fights.One of them is much more bigger and most of the first half of the season is dedicated to that one fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Ippo is still a champion of Japan in featherweight category, and he is ready to defend it untill the end, and in this season we have two fights.One of them is much more bigger and most of the first half of the season is dedicated\u001b[24m\n    \u001b[1m -  Ippoはまだフェザー級の日本のチャンピオンであり、彼はそれが終わるまでそれを守る準備ができており、今シーズンには2つの戦いがあります。彼らのうちの1つははるかに大きく、シーズンの前半のほとんどは専用です\u001b[22m, \u001b[1m - 一歩はまだフェザー級部門で日本のチャンピオンであり、彼はそれが終わりを刚性守るために準備ができて、この季節に、私たちはそれらの2 fights.Oneを持っているはるかに大きく、シーズンの前半のほとんどが専用されています\u001b[22m\n\u001b[4mto that one fight.\u001b[24m\n    \u001b[1mその1つの戦いに。\u001b[22m, \u001b[1mその1の戦いに。\u001b[22m\n- Takamura fighting for WBC middleweight champion of the world\n\n\u001b[1m - 世界のWBCミドル級チャンピオンのための高村戦\u001b[22m\n\u001b[1m(- Sekai no WBC midoru-kyū chanpion no tame no Takamura-sen)\u001b[22m\n\nTranslations of \u001b[4m- Takamura fighting for WBC middleweight champion of the world\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Takamura fighting for WBC middleweight champion of the world\u001b[24m\n    \u001b[1m - 世界のWBCミドル級チャンピオンのための高村戦\u001b[22m, \u001b[1m - 高村世界のWBCミドル級チャンピオンのために戦って\u001b[22m\n- Nekota's and Kamogawa's arc - their past\n\n\u001b[1m - ネコタとカモガワの弧 - 過去\u001b[22m\n\u001b[1m(- Nekota to Kamogawa no ko - kako)\u001b[22m\n\nTranslations of \u001b[4m- Nekota's and Kamogawa's arc - their past\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Nekota's and Kamogawa's arc - their past\u001b[24m\n    \u001b[1m - ネコタとカモガワの弧 - 過去\u001b[22m, \u001b[1m - 猫田さんのと鴨川のアーク - 自分の過去\u001b[22m\n\u001b[1m\u001b[22m\nIt's just a quick look to 'most important' events in Ippo this season, but this events put together, with Ippo's style of doing thing is just pure awesomeness.\n\n\u001b[1m今シーズンのIppoでの「最も重要な」イベントへの素早い見通しですが、このイベントはまとめられています.Ippoのスタイルは単なる純粋なものです。\u001b[22m\n\u001b[1m(Ima shīzun no Ippo de no `mottomo jūyōna' ibento e no subayai mitōshidesuga, kono ibento wa matome rarete imasu. Ippo no sutairu wa tan'naru junsuina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's just a quick look to 'most important' events in Ippo this season, but this events put together, with Ippo's style of doing thing is just pure awesomeness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's just a quick look to 'most important' events in Ippo this season, but this events put together, with Ippo's style of doing thing is just pure awesomeness.\u001b[24m\n    \u001b[1m今シーズンのIppoでの「最も重要な」イベントへの素早い見通しですが、このイベントはまとめられています.Ippoのスタイルは単なる純粋なものです。\u001b[22m, \u001b[1mことをやっての一歩のスタイルはただ純粋な素晴らしさであると、それは今シーズン一歩で「最も重要」のイベントにだけ簡単に見てだが、このイベントは一緒に入れて。\u001b[22m\nIf I had to compare, this season may be the weakest one of all three, but in some aspects this season did the best job, amazing job. That job would be the presentation and development in certain characters. The way they brought some characters to some new level of depth is clear evidence of how Hajime no Ippo have amazing characterisation. Mostly I'm talking about Aoki, Umezawa and even Volg, Sendou, Kamogawa.\n\n\u001b[1mもし私が比較しなければならなかったら、今シーズンは3人の中で最も弱い人かもしれませんが、いくつかの面で今シーズンは素晴らしい仕事をしました。 その仕事は、特定のキャラクターのプレゼンテーションと開発です。 彼らが何人かのキャラクターを新しいレベルの深さに持って来たやり方は、はじめてのIppoがいかに驚くべき特徴を持っているかの明確な証拠です。 主に私は青木、梅沢、さらには鴨川仙人のボルグについて話しています。\u001b[22m\n\u001b[1m(Moshi watashi ga hikaku shinakereba naranakattara, ima shīzun wa 3-ri no naka de mottomo yowai hito kamo shiremasenga, ikutsu ka no men de ima shīzun wa subarashī shigoto o shimashita. Sono shigoto wa, tokutei no kyarakutā no purezentēshon to kaihatsudesu. Karera ga nan'ninka no kyarakutā o atarashī reberu no fuka-sa ni motte kita yarikata wa, hajimete no Ippo ga ikani odorokubeki tokuchō o motte iru ka no meikakuna shōkodesu. Omoni watashi wa Aoki, Umezawa, sarani wa Kamogawa sen'nin no borugu ni tsuite hanashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf I had to compare, this season may be the weakest one of all three, but in some aspects this season did the best job, amazing job. That job would be the presentation and development in certain characters. The way they brought some characters to some new level of depth is clear evidence of how Hajime no Ippo have amazing characterisation. Mostly I'm talking about Aoki, Umezawa and even Volg, Sendou, Kamogawa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I had to compare, this season may be the weakest one of all three, but in some aspects this season did the best job, amazing job.\u001b[24m\n    \u001b[1mもし私が比較しなければならなかったら、今シーズンは3人の中で最も弱い人かもしれませんが、いくつかの面で今シーズンは素晴らしい仕事をしました。\u001b[22m, \u001b[1m私は比較していた場合は、このシーズンは、3つすべての最も弱いものでもよいが、いくつかの態様では、このシーズンは最高の仕事、素晴らしい仕事をしてくれました。\u001b[22m\n\u001b[4mThat job would be the presentation and development in certain characters.\u001b[24m\n    \u001b[1mその仕事は、特定のキャラクターのプレゼンテーションと開発です。\u001b[22m, \u001b[1mその仕事は、特定の文字でプレゼンテーションや開発であろう。\u001b[22m\n\u001b[4mThe way they brought some characters to some new level of depth is clear evidence of how Hajime no Ippo have amazing characterisation.\u001b[24m\n    \u001b[1m彼らが何人かのキャラクターを新しいレベルの深さに持って来たやり方は、はじめてのIppoがいかに驚くべき特徴を持っているかの明確な証拠です。\u001b[22m, \u001b[1m彼らは深さのいくつかの新たなレベルにいくつかの文字を持ってきた方法は、はじめの一歩は素晴らしい特性評価を持っているかの明確な証拠です。\u001b[22m\n\u001b[4mMostly I'm talking about Aoki, Umezawa and even Volg, Sendou, Kamogawa.\u001b[24m\n    \u001b[1m主に私は青木、梅沢、さらには鴨川仙人のボルグについて話しています。\u001b[22m, \u001b[1m主に私は青木、梅沢とさえVolg、Sendou、鴨川市について話しています。\u001b[22m\nIf I had to put one flaw(even if it's not flaw), that would be Takamura vs Eagle fight. There wasn't enough build up to it and introduction to Eagle, the way that Takamura was preparing is not shown well enough and it didn't awakened emotions I felt during his fight with Hawk in 'Hajime no Ippo: New Challenger' . And most of you watchers know on what scale of epic was that fight. This fight didn't felt so big and important, comparing it to Takamura vs Hawk, It might be just 60% of excitement, emotions and goosebumps\n\n\u001b[1m1つの瑕疵（瑕疵でない場合でも）を置く必要があれば、それはTakamura対Eagleの戦いだろう。 高村が準備していたやり方がうまく表示されていないし、ホークとの戦いで感じた感情を覚醒させなかった。 そしてあなたの大部分は、その壮大な叙事詩の規模を知っています。 この戦いは、タカムラ対ホークと比べると、それほど大きくて重要ではないと感じました。興奮、感情、ガチョウの60％\u001b[22m\n\u001b[1m(1Tsu no kashi (kashidenai baai demo) o oku hitsuyō ga areba, soreha Takamura tai īguru no tatakaidarou. Takamura ga junbi shite ita yarikata ga umaku hyōji sa rete inaishi, hōku to notatakai de kanjita kanjō o kakusei sa senakatta. Soshite anata no daibubun wa, sono sōdaina jojishi no kibo o shitte imasu. Kono tatakai wa, Takamura tai hōku to kuraberu to, sore hodo ōkikute jūyōde wa nai to kanjimashita. Kōfun, kanjō, gachō no 60-pāsento)\u001b[22m\n\nTranslations of \u001b[4mIf I had to put one flaw(even if it's not flaw), that would be Takamura vs Eagle fight. There wasn't enough build up to it and introduction to Eagle, the way that Takamura was preparing is not shown well enough and it didn't awakened emotions I felt during his fight with Hawk in 'Hajime no Ippo: New Challenger' . And most of you watchers know on what scale of epic was that fight. This fight didn't felt so big and important, comparing it to Takamura vs Hawk, It might be just 60% of excitement, emotions and goosebumps\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I had to put one flaw(even if it's not flaw), that would be Takamura vs Eagle fight.\u001b[24m\n    \u001b[1m1つの瑕疵（瑕疵でない場合でも）を置く必要があれば、それはTakamura対Eagleの戦いだろう。\u001b[22m, \u001b[1m私は（それは欠陥がありません場合でも）1欠陥を入れていた場合、それはワシの戦い対高村だろう。\u001b[22m\n\u001b[4mThere wasn't enough build up to it and introduction to Eagle, the way that Takamura was preparing is not shown well enough and it didn't awakened emotions I felt during his fight with Hawk in 'Hajime no Ippo: New Challenger' .\u001b[24m\n    \u001b[1m高村が準備していたやり方がうまく表示されていないし、ホークとの戦いで感じた感情を覚醒させなかった。\u001b[22m, \u001b[1m高村が準備していたこと方法が十分に示されていない、それは私が '：新しいチャレンジャーはじめの一歩」でホークとの戦いの際に感じた感情を目覚めさせなかった、それまでに構築し、イーグルへの導入は十分ありませんでした。\u001b[22m\n\u001b[4mAnd most of you watchers know on what scale of epic was that fight.\u001b[24m\n    \u001b[1mそしてあなたの大部分は、その壮大な叙事詩の規模を知っています。\u001b[22m, \u001b[1mそして、あなたウォッチャーのほとんどはその戦いだった叙事詩のどのような規模で知っています。\u001b[22m\n\u001b[4mThis fight didn't felt so big and important, comparing it to Takamura vs Hawk, It might be just 60% of excitement, emotions and goosebumps\u001b[24m\n    \u001b[1mこの戦いは、タカムラ対ホークと比べると、それほど大きくて重要ではないと感じました。興奮、感情、ガチョウの60％\u001b[22m, \u001b[1mこの戦いはホーク対高村と比較すること、とても大きく、重要な感じはなかった、それは興奮、感情と鳥肌のわずか60％であるかもしれません\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of humour and comedy, Ippo never disappoints. Aoki and Takamura mainted that bright and funny, refreshing atmosphere that only anime where big focus is cast on friendship and humour can make. Bond these characters from Kamogawa gym share never ceases to amuse and make me laugh or even cry.\n\n\u001b[1mユーモアとコメディの面では、イッポは決して失望しません。 青木と高村は、友情とユーモアに大きな焦点が当てられているアニメだけが明るくて面白い、爽やかな雰囲気を維持しました。 鴨川ジムシェアのこれらのキャラクターは、楽しませることを止めず、私を笑わせたり泣かせたりすることはありません。\u001b[22m\n\u001b[1m(Yūmoa to komedi no mende wa, ippo wa kesshite shitsubō shimasen. Aoki to Takamura wa, yūjō to yūmoa ni ōkina shōten ga ate rarete iru anime dake ga akarukute omoshiroi, sawayakana fun'iki o iji shimashita. Kamogawa jimushea no korera no kyarakutā wa, tanoshima seru koto o tomezu, watashi o warawase tari nakase tari suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of humour and comedy, Ippo never disappoints. Aoki and Takamura mainted that bright and funny, refreshing atmosphere that only anime where big focus is cast on friendship and humour can make. Bond these characters from Kamogawa gym share never ceases to amuse and make me laugh or even cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of humour and comedy, Ippo never disappoints.\u001b[24m\n    \u001b[1mユーモアとコメディの面では、イッポは決して失望しません。\u001b[22m, \u001b[1mユーモアとコメディの面では、一歩は決して失望させません。\u001b[22m\n\u001b[4mAoki and Takamura mainted that bright and funny, refreshing atmosphere that only anime where big focus is cast on friendship and humour can make.\u001b[24m\n    \u001b[1m青木と高村は、友情とユーモアに大きな焦点が当てられているアニメだけが明るくて面白い、爽やかな雰囲気を維持しました。\u001b[22m, \u001b[1m青木と高村は大きな焦点が友情とユーモアにキャストされるだけアニメを作ることができる雰囲気をリフレッシュする、明るく面白いことmainted。\u001b[22m\n\u001b[4mBond these characters from Kamogawa gym share never ceases to amuse and make me laugh or even cry.\u001b[24m\n    \u001b[1m鴨川ジムシェアのこれらのキャラクターは、楽しませることを止めず、私を笑わせたり泣かせたりすることはありません。\u001b[22m, \u001b[1mこれらの文字は、鴨川ジム共有から結合が楽しませ、私は笑いを作る、あるいは泣いを停止することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation is great and even differs from the previous season. Body movements are better and expressions on character faces are much more realistic than they were.\n\n\u001b[1mアニメーションは素晴らしく、前のシーズンとはまったく異なります。 身体の動きはより良く、キャラクターフェイスの表情ははるかに現実的です。\u001b[22m\n\u001b[1m(Animēshon wa subarashiku, mae no shīzun to wa mattaku kotonarimasu. Karada no ugoki wa yori yoku, kyarakutāfeisu no hyōjō wa haruka ni genjitsu-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation is great and even differs from the previous season. Body movements are better and expressions on character faces are much more realistic than they were.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation is great and even differs from the previous season.\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、前のシーズンとはまったく異なります。\u001b[22m, \u001b[1mアニメーションは素晴らしいですし、でも、前のシーズンとは異なります。\u001b[22m\n\u001b[4mBody movements are better and expressions on character faces are much more realistic than they were.\u001b[24m\n    \u001b[1m身体の動きはより良く、キャラクターフェイスの表情ははるかに現実的です。\u001b[22m, \u001b[1m体の動きが優れていると文字面の表現ははるかに彼らがいたより現実的です。\u001b[22m\nFights are amazing, but I think they got a little bit darker, if I could put it like that. There is no motivational and epic soundtrack in the climax, conclusion of the fight that makes you want to start jumping and exercising all over the house, instead of that, there is some more serious and 'creepier' music that wakes uncertainity in you on who might be the winner of the fight. Anyways, fights are still outstanding and sound, music is great too. Voice actors did amazing job.\n\n\u001b[1m戦いは素晴らしいですが、私はそれを置くことができる場合、彼らは少し暗くなったと思います。 クライマックスには動機づけと叙事詩のサウンドトラックはなく、戦いを終わらせ、家の中で飛び降り始めるのではなく、誰かに不確実性を感じさせる、より深刻で「クリーピア」な音楽があります 戦いの勝者かもしれない。 とにかく、戦いはまだ顕著で、健全で、音楽は素晴らしいです。 声優は素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(Tatakai wa subarashīdesuga, watashi wa sore o oku koto ga dekiru baai, karera wa sukoshi kuraku natta to omoimasu. Kuraimakkusu ni wa dōkidzuke to jojishi no saundotorakku wa naku, tatakai o owara se,-ka no naka de tobiori hajimeru node wa naku, dareka ni fukakujitsusei o kanji saseru, yori shinkokude `kurīpia'na ongaku ga arimasu tatakai no shōsha kamo shirenai. Tonikaku, tatakai wa mada kenchode, kenzen de, ongaku wa subarashīdesu. Seiyū wa subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mFights are amazing, but I think they got a little bit darker, if I could put it like that. There is no motivational and epic soundtrack in the climax, conclusion of the fight that makes you want to start jumping and exercising all over the house, instead of that, there is some more serious and 'creepier' music that wakes uncertainity in you on who might be the winner of the fight. Anyways, fights are still outstanding and sound, music is great too. Voice actors did amazing job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFights are amazing, but I think they got a little bit darker, if I could put it like that.\u001b[24m\n    \u001b[1m戦いは素晴らしいですが、私はそれを置くことができる場合、彼らは少し暗くなったと思います。\u001b[22m, \u001b[1m戦いは素晴らしいですが、私はそのようにそれを置くことができれば、彼らは、少し暗くなったと思います。\u001b[22m\n\u001b[4mThere is no motivational and epic soundtrack in the climax, conclusion of the fight that makes you want to start jumping and exercising all over the house, instead of that, there is some more serious and 'creepier' music that wakes uncertainity in you on who\u001b[24m\n    \u001b[1mクライマックスには動機づけと叙事詩のサウンドトラックはなく、戦いを終わらせ、家の中で飛び降り始めるのではなく、誰かに不確実性を感じさせる、より深刻で「クリーピア」な音楽があります\u001b[22m, \u001b[1mクライマックスには動機付けと壮大なサウンドトラック、あなたはその代わりに、ジャンプや家の上にすべてを行使開始たくなる戦いの結論はありませんが、誰であなたに不確実性をウェイクその「creepierの音楽、いくつかのより深刻な、そこにあります\u001b[22m\n\u001b[4mmight be the winner of the fight.\u001b[24m\n    \u001b[1m戦いの勝者かもしれない。\u001b[22m, \u001b[1m戦いの勝者であるかもしれません。\u001b[22m\n\u001b[4mAnyways, fights are still outstanding and sound, music is great too.\u001b[24m\n    \u001b[1mとにかく、戦いはまだ顕著で、健全で、音楽は素晴らしいです。\u001b[22m, \u001b[1mとにかく、戦いは、音楽が大きすぎる、まだ顕著で、音です。\u001b[22m\n\u001b[4mVoice actors did amazing job.\u001b[24m\n    \u001b[1m声優は素晴らしい仕事をしました。\u001b[22m, \u001b[1m声優は素晴らしい仕事をしてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nThe whole season is filled with that old, comic and amusing atmosphere,a good dose of harsh reality and even stronger dose of motivation to try harder, keep believing in yourself and your dreams.\n\n\u001b[1m全シーズンは、古い、漫画で面白い雰囲気、過酷な現実の良い線量、さらに強くしようとする意欲の強い線量で満たされ、自分とあなたの夢を信じ続ける。\u001b[22m\n\u001b[1m(Zen shīzun wa, furui, manga de omoshiroi fun'iki, kakokuna genjitsu no yoi senryō, sarani tsuyoku shiyou to suru iyoku no tsuyoi senryō de mitasa re, jibun to anata no yume o shinji tsudzukeru.)\u001b[22m\n\nTranslations of \u001b[4mThe whole season is filled with that old, comic and amusing atmosphere,a good dose of harsh reality and even stronger dose of motivation to try harder, keep believing in yourself and your dreams.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole season is filled with that old, comic and amusing atmosphere,a good dose of harsh reality and even stronger dose of motivation to try harder, keep believing in yourself and your dreams.\u001b[24m\n    \u001b[1m全シーズンは、古い、漫画で面白い雰囲気、過酷な現実の良い線量、さらに強くしようとする意欲の強い線量で満たされ、自分とあなたの夢を信じ続ける。\u001b[22m, \u001b[1mシーズン全体は厳しい現実の良い量とモチベーションのさらに強力な用量は、自分自身と自分の夢を信じ続ける、難しくしようとすると、その古い、漫画や面白い雰囲気で満たされています。\u001b[22m\n\u001b[1m\u001b[22m\nI can't wait for season four\n\n\u001b[1m私はシーズン4を待つことができません\u001b[22m\n\u001b[1m(Watashi wa shīzun 4 o matsu koto ga dekimasen)\u001b[22m\n\nTranslations of \u001b[4mI can't wait for season four\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't wait for season four\u001b[24m\n    \u001b[1m私はシーズン4を待つことができません\u001b[22m, \u001b[1m私はシーズン4のために待つことができません\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo__Rising",
    "id": "19647",
    "url": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
    "user": "kepgine",
    "profile": "/profile/kepgine/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=222924",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  6\n\n私はハジメの一流のファンで、アニメやマンガが大好きなので、この最新のシーズンが出てきたことを聞いたとき、私の好きな戦いがアニメ化されて興奮しました。\n\nしかし、正直言って、私は品質や芸術ではなく、素材に失望しています。 このシリーズについて私が気に入っているのは、戦いに育つトレーニング、準備、ハードワークです。 これまでのシリーズでは、驚異的な戦いのためにあなたを奮起させた詳細を示しました。\nしかし、今シーズンは、はじめての一足の話の最高の部分だと思うものをスキップし、戦いに右に飛ぶ。 シーズンはわずか25話だから理解できますが、まだ失望しました。\n\nだからあなたが見たいと思っているのは素晴らしいボクシングの試合だと思うなら、一目惚れが大好きです：ライジング、あなたが私のようなものでトレーニングを楽しんだり、たくさんの試合に挑戦すれば、  prequelsに。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI'm a huge Hajime no Ippo fan, I love the anime and manga, so when I heard of this latest season coming out I was excited because some of my favourite fights from the manga were going to be animated.\n\n\u001b[1m私はハジメの一流のファンで、アニメやマンガが大好きなので、この最新のシーズンが出てきたことを聞いたとき、私の好きな戦いがアニメ化されて興奮しました。\u001b[22m\n\u001b[1m(Watashi wa Hajime no ichiryū no fan de, anime ya manga ga daisukinanode, kono saishin no shīzun ga dete kita koto o kiita toki, watashi no sukina tatakai ga anime-ka sa rete kōfun shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'm a huge Hajime no Ippo fan, I love the anime and manga, so when I heard of this latest season coming out I was excited because some of my favourite fights from the manga were going to be animated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a huge Hajime no Ippo fan, I love the anime and manga, so when I heard of this latest season coming out I was excited because some of my favourite fights from the manga were going to be animated.\u001b[24m\n    \u001b[1m私はハジメの一流のファンで、アニメやマンガが大好きなので、この最新のシーズンが出てきたことを聞いたとき、私の好きな戦いがアニメ化されて興奮しました。\u001b[22m, \u001b[1m私はアニメやマンガを愛し、巨大なはじめの一歩のファンですので、私はこの最新シーズンは漫画からの私のお気に入りの戦いのいくつかをアニメーション化するつもりだったので、私は興奮していた出てくるのを聞いたとき。\u001b[22m\n\u001b[1m\u001b[22m\nBut honestly I'm disappointed not in the quality, or art but in the material. What I like about this series is the training, prep, and hardwork that builds up to the fights. The previous series showed that in detail which got you pumped up for the amazing fight.\n\n\u001b[1mしかし、正直言って、私は品質や芸術ではなく、素材に失望しています。 このシリーズについて私が気に入っているのは、戦いに育つトレーニング、準備、ハードワークです。 これまでのシリーズでは、驚異的な戦いのためにあなたを奮起させた詳細を示しました。\u001b[22m\n\u001b[1m(Shikashi, shōjiki itte, watashi wa hinshitsu ya geijutsude wa naku, sozai ni shitsubō shite imasu. Kono shirīzu ni tsuite watashi ga kiniitte iru no wa, tatakai ni sodatsu torēningu, junbi, hādowākudesu. Kore made no shirīzude wa, kyōi-tekina tatakai no tame ni anata o funki sa seta shōsai o shimeshimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut honestly I'm disappointed not in the quality, or art but in the material. What I like about this series is the training, prep, and hardwork that builds up to the fights. The previous series showed that in detail which got you pumped up for the amazing fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut honestly I'm disappointed not in the quality, or art but in the material.\u001b[24m\n    \u001b[1mしかし、正直言って、私は品質や芸術ではなく、素材に失望しています。\u001b[22m, \u001b[1mしかし、正直なところ、私は品質、または当技術分野ではなく、材料には失望していませんよ。\u001b[22m\n\u001b[4mWhat I like about this series is the training, prep, and hardwork that builds up to the fights.\u001b[24m\n    \u001b[1mこのシリーズについて私が気に入っているのは、戦いに育つトレーニング、準備、ハードワークです。\u001b[22m, \u001b[1m私はこのシリーズを好きなことは戦いまでのビルドトレーニング、準備、およびhardworkです。\u001b[22m\n\u001b[4mThe previous series showed that in detail which got you pumped up for the amazing fight.\u001b[24m\n    \u001b[1mこれまでのシリーズでは、驚異的な戦いのためにあなたを奮起させた詳細を示しました。\u001b[22m, \u001b[1m以前のシリーズは持って詳細にあなたは素晴らしい戦いのために汲み上げていることを示しました。\u001b[22m\nBut this season skips what I think are the best parts of the Hajime no Ippo story and jump right to the fights. It's understandable since the season is only 25 episodes, but I still felt disappointed.\n\n\u001b[1mしかし、今シーズンは、はじめての一足の話の最高の部分だと思うものをスキップし、戦いに右に飛ぶ。 シーズンはわずか25話だから理解できますが、まだ失望しました。\u001b[22m\n\u001b[1m(Shikashi, ima shīzun wa, hajimete no hitoashi no hanashi no saikō no bubunda to omou mono o sukippu shi, tatakai ni migi ni tobu. Shīzun wa wazuka 25-wadakara rikai dekimasuga, mada shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut this season skips what I think are the best parts of the Hajime no Ippo story and jump right to the fights. It's understandable since the season is only 25 episodes, but I still felt disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut this season skips what I think are the best parts of the Hajime no Ippo story and jump right to the fights.\u001b[24m\n    \u001b[1mしかし、今シーズンは、はじめての一足の話の最高の部分だと思うものをスキップし、戦いに右に飛ぶ。\u001b[22m, \u001b[1mしかし、この季節は、私が思うはじめの一歩物語の最良の部分であるとの戦いに右ジャンプ何スキップします。\u001b[22m\n\u001b[4mIt's understandable since the season is only 25 episodes, but I still felt disappointed.\u001b[24m\n    \u001b[1mシーズンはわずか25話だから理解できますが、まだ失望しました。\u001b[22m, \u001b[1mシーズンは唯一の25のエピソードであるので、それは理解できるのですが、私はまだ失望を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nSo if all you want to see are the amazing boxing matches then you'll love Hajime no Ippo: Rising, but if your like me and enjoying the training and build up to the fights a lot you'll probably feel a bit disappointed, compared to the prequels.\n\n\u001b[1mだからあなたが見たいと思っているのは素晴らしいボクシングの試合だと思うなら、一目惚れが大好きです：ライジング、あなたが私のようなものでトレーニングを楽しんだり、たくさんの試合に挑戦すれば、  prequelsに。\u001b[22m\n\u001b[1m(Dakara anata ga mitai to omotte iru no wa subarashī bokushingu no shiaida to omounara, hitomebore ga daisukidesu: Raijingu, anata ga watashi no yōna mono de torēningu o tanoshin dari, takusan no shiai ni chōsen sureba, prequels ni.)\u001b[22m\n\nTranslations of \u001b[4mSo if all you want to see are the amazing boxing matches then you'll love Hajime no Ippo: Rising, but if your like me and enjoying the training and build up to the fights a lot you'll probably feel a bit disappointed, compared to the prequels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if all you want to see are the amazing boxing matches then you'll love Hajime no Ippo: Rising, but if your like me and enjoying the training and build up to the fights a lot you'll probably feel a bit disappointed, compared\u001b[24m\n    \u001b[1mだからあなたが見たいと思っているのは素晴らしいボクシングの試合だと思うなら、一目惚れが大好きです：ライジング、あなたが私のようなものでトレーニングを楽しんだり、たくさんの試合に挑戦すれば、\u001b[22m, \u001b[1mライジングが、あなたの私のようなとはトレーニングを楽しんでとの戦いに、あなたはおそらく少しがっかり感じるよ多くを構築する場合は、比較しない：あなたが見たいと思うすべては素晴らしいボクシングは、次に一致したあるのであれば、あなたははじめの一歩が好きになります\u001b[22m\n\u001b[4mto the prequels.\u001b[24m\n    \u001b[1mprequelsに。\u001b[22m, \u001b[1m前編へ。\u001b[22m"
  }
]
