[
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "Kaliese",
    "profile": "/profile/Kaliese/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=128057",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  4\nキャラクター|  4\n|  7\n\n（（いくつかのスポイラーを含むかもしれない！））\n\n私は正直、このシリーズを見て楽しかったです。 はい、私はそれが長くなった場合、シリーズが良くなっていたことに同意しますが、どちらも悪くはありませんでした。 あなたがロマンスの味でいくつかのアクションを楽しむなら、あなたはネプチュカイリクブシロードが好きかもしれません。\n\nストーリー -  7/10\n物語自体は興味深いものでした。 人類を襲っている「忍」と呼ばれる毒がこのシリーズに私の関心を引くものです。 それは独特のプロットだったが、時には物語が急いで感じられた。 特に、映画を短くするためにシーンがカットされた場所を知ることができたら、急いで感じました。 シリーズの終わりに向かって物事が非常に急速に拡大し、視聴者には少し混乱が生じました。 結末は、私は驚くほど好きだった。 ネプチュカイリク・ブーシ・ロードの本当の意味をもっと知りたいから、このシリーズの今後の展望を見ていきたいと思っています。\n\nアート -  8/10\nネプチュカイルクブーシ道路に私の関心を引くことの1つは、その芸術でした。 アニメーションとキャラクターのデザインはどちらもいいですが、そこには欠点はありません。\n\nキャラクター -  4/10\n私はSuouとAmeとの関係を崇拝しましたが、キャラクターがより良い発達をしたように感じます。 繰り返しますが、アニメになるか、それ以上のシリーズが追加された場合は、キャラクターのさらなる発展が期待されます。  SueはAmeを保護するために強く成長したいと思っていましたが、このキャラクターの開発が少し不足したように感じました。  SuouもAmeの性格も、Ameが全員にもたらしたことを実現した最後の方を除いて、成長していないようです。 あなたがキャラクターの開発に悩まされていないなら、まだこのシリーズを見てください。 主人公とキャラクターの間のやりとりはまだ楽しかったし、開発の欠如のために少し作った。\n\n楽しさ7-6 / 10\n映画は初めに私を傷つけなかったし、私はそれを言いたくはないが、結末は私にとってはあまりエキサイティングではなかった。 私はショーが行った行動の楽しさを楽しんだが、シリーズの後半は急いでいるようだった。 私はまた、私が見たよりも壮大な戦いのシーンを見ることを望んでいた。  AmeとSuouのシーンもとても楽しかったし、このシリーズに暖かい気持ちを与えました。\n\n全体的 -  6\nNeppuu Kairiku Bushi Roadは悪いショーではありませんでしたが、ずっと多くのことがありました。 これが言われて、あなたが退屈して見たいものを探しているなら、それを見て気軽に。 ショーはいいも悪くもなく、間にどこかに座っていますが、それにもかかわらずまだ面白い映画です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n((May contain some spoilers!))\n\n\u001b[1m（（いくつかのスポイラーを含むかもしれない！））\u001b[22m\n\u001b[1m(( (Ikutsu ka no supoirā o fukumu kamo shirenai! ) ))\u001b[22m\n\nTranslations of \u001b[4m((May contain some spoilers!))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m((May contain some spoilers!))\u001b[24m\n    \u001b[1m（（いくつかのスポイラーを含むかもしれない！））\u001b[22m, \u001b[1m（（一部ネタバレを含む可能性があります！））\u001b[22m\n\u001b[1m\u001b[22m\nI honestly had fun watching this series. Yes I agree the series could have been better if it were longer, but it wasn't bad either. If you enjoy some action with a taste of romance, then you might like Neppuu Kairiku Bushi Road.\n\n\u001b[1m私は正直、このシリーズを見て楽しかったです。 はい、私はそれが長くなった場合、シリーズが良くなっていたことに同意しますが、どちらも悪くはありませんでした。 あなたがロマンスの味でいくつかのアクションを楽しむなら、あなたはネプチュカイリクブシロードが好きかもしれません。\u001b[22m\n\u001b[1m(Watashi wa shōjiki, kono shirīzu o mite tanoshikattadesu. Hai, watashi wa sore ga nagaku natta baai, shirīzu ga yoku natte ita koto ni dōi shimasuga, dochira mo waruku wa arimasendeshita. Anata ga romansu no aji de ikutsu ka no akushon o tanoshimunara, anata wa nepuchukairikubushirōdo ga suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI honestly had fun watching this series. Yes I agree the series could have been better if it were longer, but it wasn't bad either. If you enjoy some action with a taste of romance, then you might like Neppuu Kairiku Bushi Road.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI honestly had fun watching this series.\u001b[24m\n    \u001b[1m私は正直、このシリーズを見て楽しかったです。\u001b[22m, \u001b[1m私は正直楽しいこのシリーズを見ていました。\u001b[22m\n\u001b[4mYes I agree the series could have been better if it were longer, but it wasn't bad either.\u001b[24m\n    \u001b[1mはい、私はそれが長くなった場合、シリーズが良くなっていたことに同意しますが、どちらも悪くはありませんでした。\u001b[22m, \u001b[1mはい私はそれが長かった場合シリーズは、改善の余地があるが、それはどちらか悪くはなかったに同意するものとします。\u001b[22m\n\u001b[4mIf you enjoy some action with a taste of romance, then you might like Neppuu Kairiku Bushi Road.\u001b[24m\n    \u001b[1mあなたがロマンスの味でいくつかのアクションを楽しむなら、あなたはネプチュカイリクブシロードが好きかもしれません。\u001b[22m, \u001b[1mあなたは恋愛の味といくつかのアクションを楽しむ場合は、熱風海陸ブシロードを好むかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 7/10\n\n\u001b[1mストーリー -  7/10\u001b[22m\n\u001b[1m(Sutōrī - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 7/10\u001b[24m\n    \u001b[1mストーリー -  7/10\u001b[22m, \u001b[1mストーリー -  7月10日\u001b[22m\nThe story itself was intriguing. The poison called 'Shinobi' which are attacking the human race is what caught my attention to this series. Although it was a unique plot, at times the story felt rushed. It especially felt rushed when you could tell where scenes were cut to make the movie shorter. Things escalated quite quickly towards the end of the series, causing a bit of confusion for the viewer. The ending, I surprisingly liked. I hope to see more of this series in the future, mainly because I want to see more of what Neppuu Kairiku Bushi Road could really be.\n\n\u001b[1m物語自体は興味深いものでした。 人類を襲っている「忍」と呼ばれる毒がこのシリーズに私の関心を引くものです。 それは独特のプロットだったが、時には物語が急いで感じられた。 特に、映画を短くするためにシーンがカットされた場所を知ることができたら、急いで感じました。 シリーズの終わりに向かって物事が非常に急速に拡大し、視聴者には少し混乱が生じました。 結末は、私は驚くほど好きだった。 ネプチュカイリク・ブーシ・ロードが本当にどんなものかをもっと見たいと思っているので、このシリーズの今後の展望をもっと見たいと思っています。\u001b[22m\n\u001b[1m(Monogatari jitai wa kyōmibukai monodeshita. Jinrui o osotte iru `Shinobu' to yoba reru doku ga kono shirīzu ni watashi no kanshin o hiku monodesu. Sore wa dokutoku no purottodattaga, tokiniha monogatari ga isoide kanji rareta. Tokuni, eiga o mijikaku suru tame ni shīn ga katto sa reta basho o shiru koto ga dekitara, isoide kanjimashita. Shirīzu no owari ni mukatte monogoto ga hijō ni kyūsoku ni kakudai shi, shichō-sha ni wa sukoshi konran ga shōjimashita. Ketsumatsu wa, watashi wa odoroku hodo sukidatta. Nepuchukairiku būshi rōdo ga hontōni don'na mono ka o motto mitai to omotte irunode, kono shirīzu no kongo no tenbō o motto mitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself was intriguing. The poison called 'Shinobi' which are attacking the human race is what caught my attention to this series. Although it was a unique plot, at times the story felt rushed. It especially felt rushed when you could tell where scenes were cut to make the movie shorter. Things escalated quite quickly towards the end of the series, causing a bit of confusion for the viewer. The ending, I surprisingly liked. I hope to see more of this series in the future, mainly because I want to see more of what Neppuu Kairiku Bushi Road could really be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself was intriguing.\u001b[24m\n    \u001b[1m物語自体は興味深いものでした。\u001b[22m, \u001b[1m物語自体は興味をそそらでした。\u001b[22m\n\u001b[4mThe poison called 'Shinobi' which are attacking the human race is what caught my attention to this series.\u001b[24m\n    \u001b[1m人類を襲っている「忍」と呼ばれる毒がこのシリーズに私の関心を引くものです。\u001b[22m, \u001b[1m人類を攻撃している「忍」と呼ばれる毒は、このシリーズに私の注意を引いたものです。\u001b[22m\n\u001b[4mAlthough it was a unique plot, at times the story felt rushed.\u001b[24m\n    \u001b[1mそれは独特のプロットだったが、時には物語が急いで感じられた。\u001b[22m, \u001b[1mそれはユニークなプロットでしたが、時々話が殺到したと感じました。\u001b[22m\n\u001b[4mIt especially felt rushed when you could tell where scenes were cut to make the movie shorter.\u001b[24m\n    \u001b[1m特に、映画を短くするためにシーンがカットされた場所を知ることができたら、急いで感じました。\u001b[22m, \u001b[1mシーンは映画を短くするためにカットされた場所を言うことができるとき、それは特に急いで感じました。\u001b[22m\n\u001b[4mThings escalated quite quickly towards the end of the series, causing a bit of confusion for the viewer.\u001b[24m\n    \u001b[1mシリーズの終わりに向かって物事が非常に急速に拡大し、視聴者には少し混乱が生じました。\u001b[22m, \u001b[1m物事は、視聴者の混乱のビットを引き起こし、シリーズの終わりに向かって非常に迅速にエスカレート。\u001b[22m\n\u001b[4mThe ending, I surprisingly liked.\u001b[24m\n    \u001b[1m結末は、私は驚くほど好きだった。\u001b[22m, \u001b[1mエンディングは、私が驚くほど好きでした。\u001b[22m\n\u001b[4mI hope to see more of this series in the future, mainly because I want to see more of what Neppuu Kairiku Bushi Road could really be.\u001b[24m\n    \u001b[1mネプチュカイリク・ブーシ・ロードが本当にどんなものかをもっと見たいと思っているので、このシリーズの今後の展望をもっと見たいと思っています。\u001b[22m, \u001b[1m私は熱風海陸ブシロードは本当に何ができるかをもっと見たい主な理由は、将来的にこのシリーズをもっと見たいと思っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 8/10\n\n\u001b[1mアート -  8/10\u001b[22m\n\u001b[1m(Āto - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8/10\u001b[24m\n    \u001b[1mアート -  8/10\u001b[22m\nOne thing that drew my attention to Neppuu Kairiku Bushi Road was its art. The animation and character designs are both good, no faults there.\n\n\u001b[1mネプチュカイルクブーシ道路に私の関心を引くことの1つは、その芸術でした。 アニメーションとキャラクターのデザインはどちらもいいですが、そこには欠点はありません。\u001b[22m\n\u001b[1m(Nepuchukairukubūshi dōro ni watashi no kanshin o hiku koto no 1tsu wa, sono geijutsudeshita. Animēshon to kyarakutā no dezain wa dochira mo īdesuga, soko ni wa ketten wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne thing that drew my attention to Neppuu Kairiku Bushi Road was its art. The animation and character designs are both good, no faults there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that drew my attention to Neppuu Kairiku Bushi Road was its art.\u001b[24m\n    \u001b[1mネプチュカイルクブーシ道路に私の関心を引くことの1つは、その芸術でした。\u001b[22m, \u001b[1m熱風海陸ブシロードに私の注目を集めたことの一つは、その芸術でした。\u001b[22m\n\u001b[4mThe animation and character designs are both good, no faults there.\u001b[24m\n    \u001b[1mアニメーションとキャラクターのデザインはどちらもいいですが、そこには欠点はありません。\u001b[22m, \u001b[1mアニメーションやキャラクターデザインはそこには、障害、両方の良いではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 4/10\n\n\u001b[1mキャラクター -  4/10\u001b[22m\n\u001b[1m(Kyarakutā - 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 4/10\u001b[24m\n    \u001b[1mキャラクター -  4/10\u001b[22m, \u001b[1m文字 -  4/10\u001b[22m\nAlthough I adored Suou and his relationship with Ame, I do feel as though the characters could have had better development. Again, if the story were to become an anime or more to the series was added, I would hope to see more character development. Suou wanted to grow stronger in order to protect Ame however, I felt as though this character development fell a bit short. Neither Suou nor Ame's character seemed to grow, except towards the very end where Ame realized what she had caused for everyone. If you are not bothered by no character development, then still watch this series. The interaction between the main characters and the characters themselves were still enjoyable and made up a little for the lack of development.\n\n\u001b[1m私はSuouとAmeとの関係を崇拝しましたが、キャラクターがより良い発達をしたように感じます。 繰り返しますが、アニメになるか、それ以上のシリーズが追加された場合は、キャラクターのさらなる発展が期待されます。  SueはAmeを保護するために強く成長したいと思っていましたが、このキャラクターの開発が少し不足したように感じました。  SuouもAmeの性格も、Ameが全員にもたらしたことを実現した最後の方を除いて、成長していないようです。 あなたがキャラクターの開発に悩まされていないなら、まだこのシリーズを見てください。 主人公とキャラクターの間のやりとりはまだ楽しかったし、開発の欠如のために少し作った。\u001b[22m\n\u001b[1m(Watashi wa Suou to Ame to no kankei o sūhai shimashitaga, kyarakutā ga yoriyoi hattatsu o shita yō ni kanjimasu. Kurikaeshimasuga, anime ni naru ka, soreijō no shirīzu ga tsuika sa reta baai wa, kyarakutā no saranaru hatten ga kitai sa remasu. Sue wa Ame o hogo suru tame ni tsuyoku seichō shitai to omotte imashitaga, kono kyarakutā no kaihatsu ga sukoshi fusoku shita yō ni kanjimashita. Suou mo Ame no seikaku mo, Ame ga zen'in ni motarashita koto o jitsugen shita saigo no kata o nozoite, seichō shite inai yōdesu. Anata ga kyarakutā no kaihatsu ni nayamasa rete inainara, mada kono shirīzu o mite kudasai. Shujinkō to kyarakutā no ma no yaritori wa mada tanoshikatta shi, kaihatsu no ketsujo no tame ni sukoshi tsukutta.)\u001b[22m\n\nTranslations of \u001b[4mAlthough I adored Suou and his relationship with Ame, I do feel as though the characters could have had better development. Again, if the story were to become an anime or more to the series was added, I would hope to see more character development. Suou wanted to grow stronger in order to protect Ame however, I felt as though this character development fell a bit short. Neither Suou nor Ame's character seemed to grow, except towards the very end where Ame realized what she had caused for everyone. If you are not bothered by no character development, then still watch this series. The interaction between the main characters and the characters themselves were still enjoyable and made up a little for the lack of development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I adored Suou and his relationship with Ame, I do feel as though the characters could have had better development.\u001b[24m\n    \u001b[1m私はSuouとAmeとの関係を崇拝しましたが、キャラクターがより良い発達をしたように感じます。\u001b[22m, \u001b[1m私は雨で周防と彼の関係を崇拝しているが、私は文字がより良い開発を持っていた可能性があるかのように感じています。\u001b[22m\n\u001b[4mAgain, if the story were to become an anime or more to the series was added, I would hope to see more character development.\u001b[24m\n    \u001b[1m繰り返しますが、アニメになるか、それ以上のシリーズが追加された場合は、キャラクターのさらなる発展が期待されます。\u001b[22m, \u001b[1m物語はシリーズにアニメ以上となったときに、再び、私はより多くのキャラクターの成長を見るために望んでいるだろう、追加されました。\u001b[22m\n\u001b[4mSuou wanted to grow stronger in order to protect Ame however, I felt as though this character development fell a bit short.\u001b[24m\n    \u001b[1mSueはAmeを保護するために強く成長したいと思っていましたが、このキャラクターの開発が少し不足したように感じました。\u001b[22m, \u001b[1m周防は、この文字の開発は少し及ばなかったかのようにしかし、私は感じた雨を保護するために強く成長したかったです。\u001b[22m\n\u001b[4mNeither Suou nor Ame's character seemed to grow, except towards the very end where Ame realized what she had caused for everyone.\u001b[24m\n    \u001b[1mSuouもAmeの性格も、Ameが全員にもたらしたことを実現した最後の方を除いて、成長していないようです。\u001b[22m, \u001b[1m周防も雨の文字はいずれも、雨は、彼女は皆のために引き起こされていたものを実現非常に終わりに向かって除き、成長するように見えました。\u001b[22m\n\u001b[4mIf you are not bothered by no character development, then still watch this series.\u001b[24m\n    \u001b[1mあなたがキャラクターの開発に悩まされていないなら、まだこのシリーズを見てください。\u001b[22m, \u001b[1mあなたは文字なしの開発に悩まされていない場合は、まだこのシリーズを見て。\u001b[22m\n\u001b[4mThe interaction between the main characters and the characters themselves were still enjoyable and made up a little for the lack of development.\u001b[24m\n    \u001b[1m主人公とキャラクターの間のやりとりはまだ楽しかったし、開発の欠如のために少し作った。\u001b[22m, \u001b[1mメインキャラクターと文字の間の相互作用は、それ自体がまだ楽しいだったと開発の欠如のために少しを作りました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 7-6/10\n\n\u001b[1m楽しさ7-6 / 10\u001b[22m\n\u001b[1m(Tanoshisa 7 - 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 7-6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 7-6/10\u001b[24m\n    \u001b[1m楽しさ7-6 / 10\u001b[22m, \u001b[1m楽し7-6 / 10\u001b[22m\nThe movie did not bore me in the beginning and though I hate to say it, the ending was less exciting for me. I enjoyed the bits of action the show carried out, however, the second half of the series seemed rushed. I had also hoped to see more epic fight scenes than what I saw. The scenes between Ame and Suou were also quite enjoyable and gave the series a warmer feeling.\n\n\u001b[1m映画は初めに私を傷つけなかったし、私はそれを言いたくはないが、結末は私にとってはあまりエキサイティングではなかった。 私はショーが行った行動の楽しさを楽しんだが、シリーズの後半は急いでいるようだった。 私はまた、私が見たよりも壮大な戦いのシーンを見ることを望んでいた。  AmeとSuouのシーンもとても楽しかったし、このシリーズに暖かい気持ちを与えました。\u001b[22m\n\u001b[1m(Eiga wa hajime ni watashi o kizutsukenakattashi, watashi wa sore o iitaku wa naiga, ketsumatsu wa watashi ni totte wa amari ekisaitingude wa nakatta. Watashi wa shō ga okonatta kōdō no tanoshisa o tanoshindaga, shirīzu no kōhan wa isoide iru yōdatta. Watashi wa mata, watashi ga mi tayori mo sōdaina tatakai no shīn o miru koto o nozonde ita. Ame to Suou no shīn mo totemo tanoshikatta shi, kono shirīzu ni attakai kimochi o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe movie did not bore me in the beginning and though I hate to say it, the ending was less exciting for me. I enjoyed the bits of action the show carried out, however, the second half of the series seemed rushed. I had also hoped to see more epic fight scenes than what I saw. The scenes between Ame and Suou were also quite enjoyable and gave the series a warmer feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie did not bore me in the beginning and though I hate to say it, the ending was less exciting for me.\u001b[24m\n    \u001b[1m映画は初めに私を傷つけなかったし、私はそれを言いたくはないが、結末は私にとってはあまりエキサイティングではなかった。\u001b[22m, \u001b[1m映画は冒頭で私を産んなかったと私はそれを言うことを憎むが、結末は私にはあまりエキサイティングでした。\u001b[22m\n\u001b[4mI enjoyed the bits of action the show carried out, however, the second half of the series seemed rushed.\u001b[24m\n    \u001b[1m私はショーが行った行動の楽しさを楽しんだが、シリーズの後半は急いでいるようだった。\u001b[22m, \u001b[1m私はショーが行われたアクションのビットを楽しんだ、しかし、一連の後半が殺到したように見えました。\u001b[22m\n\u001b[4mI had also hoped to see more epic fight scenes than what I saw.\u001b[24m\n    \u001b[1m私はまた、私が見たよりも壮大な戦いのシーンを見ることを望んでいた。\u001b[22m, \u001b[1m私はまた、私が見たものよりも壮大な戦いのシーンを見ることを望んでいました。\u001b[22m\n\u001b[4mThe scenes between Ame and Suou were also quite enjoyable and gave the series a warmer feeling.\u001b[24m\n    \u001b[1mAmeとSuouのシーンもとても楽しかったし、このシリーズに暖かい気持ちを与えました。\u001b[22m, \u001b[1m雨と周防の間のシーンも非常に楽しいしたとシリーズに暖かい感じを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 6\n\n\u001b[1m全体的 -  6\u001b[22m\n\u001b[1m(Zentai-teki - 6)\u001b[22m\n\nTranslations of \u001b[4mOverall - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 6\u001b[24m\n    \u001b[1m全体的 -  6\u001b[22m, \u001b[1m全体的に -  6\u001b[22m\nNeppuu Kairiku Bushi Road was not a bad show, however, it could have been so much more. With this being said, if you are bored and are looking for something to watch, then feel free to watch it. The show is neither good nor bad, it sits somewhere in between, but nonetheless is still an entertaining movie.\n\n\u001b[1mNeppuu Kairiku Bushi Roadは悪いショーではありませんでしたが、ずっと多くのことがありました。 これが言われて、あなたが退屈して見たいものを探しているなら、それを見て気軽に。 ショーはいいも悪くもなく、間にどこかに座っていますが、それにもかかわらずまだ面白い映画です。\u001b[22m\n\u001b[1m(Neppuu Kairiku Bushi Road wa warui shōde wa arimasendeshitaga, zutto ōku no koto ga arimashita. Kore ga iwa rete, anata ga taikutsu shite mitai mono o sagashite irunara, sore o mite kigaru ni. Shō wa ī mo waruku mo naku,-kan ni doko ka ni suwatte imasuga, sore nimokakawarazu mada omoshiroi eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mNeppuu Kairiku Bushi Road was not a bad show, however, it could have been so much more. With this being said, if you are bored and are looking for something to watch, then feel free to watch it. The show is neither good nor bad, it sits somewhere in between, but nonetheless is still an entertaining movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeppuu Kairiku Bushi Road was not a bad show, however, it could have been so much more.\u001b[24m\n    \u001b[1mNeppuu Kairiku Bushi Roadは悪いショーではありませんでしたが、ずっと多くのことがありました。\u001b[22m, \u001b[1m熱風海陸ブシロードは、しかし、それはそんなに多くだったかもしれない、悪いのショーではありませんでした。\u001b[22m\n\u001b[4mWith this being said, if you are bored and are looking for something to watch, then feel free to watch it.\u001b[24m\n    \u001b[1mこれが言われて、あなたが退屈して見たいものを探しているなら、それを見て気軽に。\u001b[22m, \u001b[1mこれは言われていると、あなたが退屈していると見て何かを探しているなら、それを見て自由に感じます。\u001b[22m\n\u001b[4mThe show is neither good nor bad, it sits somewhere in between, but nonetheless is still an entertaining movie.\u001b[24m\n    \u001b[1mショーはいいも悪くもなく、間にどこかに座っていますが、それにもかかわらずまだ面白い映画です。\u001b[22m, \u001b[1mショーはそれがどこかの間に座って、それでもまだ面白い映画です、良くも悪くもないです。\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "zannet_t",
    "profile": "/profile/zannet_t/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=127169",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n[注：このレビューにはいくつかマイナーなスポイラーが含まれていますが、このスペシャルを見ても目立っていないものはありません。 私はそれをマークしているので、もしあなたが絶対にスポイラーを必要としないなら、スキップする場所を知っている。]\n\nいくつかの部分については、ネプカカイリクブシロードはまともなシリーズと考えることができます。 しかし、90分の終わりに、それは多くの可能性が無駄になった仕事であるという気持ちになった。\n\n潜在的に素晴らしいシリーズになるものから始めましょう。  Bushi Roadは、人類が忍び寄る忍を脅かす世界の中にあります。 主人公の雨女プリンセスは、彼女の国を大規模な忍の侵略に奪われた。 彼女の旅の中で、彼女は例外的な戦闘能力で知られている古代の系統から降りたSuouに会った。 彼女はその後、失われた古代のメカであるギガ・ロードを見つけて復活させて、シノビを破壊した。 今のところ特別なことはありません。 しかし、多くの良いアイデアがあり（例えば、大部分が手つかずのままになっている紛失した大陸）、Bushi Roadは多くの約束を持っています。 言い換えれば、武士時代の様子が現代メカの戦闘と混ざり合っていることは言うまでもない。\n\nしかし、あなたが私のオープニングから期待できるように、物事も最初から下り坂になりました。 まず、時間を節約するために多くのことが削除されたと言うことは難しいことではありません。 実際、このスペシャルは、特定の場面で右を切り、余波を示し、短いフラッシュバックを使用して欠けている部分を埋める方法を採用しています。 この方法はそれ自体の問題ではありません。 しかし、使用回数によって、ディレクターは基本的に90分のマークに合うようにできるだけ多くの時間をカットしようとしていることが明らかです。 また、視聴者は、何が起こったかについて常に迷って、そこにない説明を探してしまうので、浸水体験からかなり離れます。\n\n第二に、文字の開発は驚くことではないが、完全な列車の難破となる。  [ここにいくつかのマイナーなスポイラーがいます。]最初から、Ameは彼女から離れたGiga Lord（彼女の母親からの遺産）への鍵を持っていました。 おそらく変わったものであっても、変化が起こったはずです。 その時、彼女からそれを取った人は彼女に、彼女の人を守る決意があるかどうか尋ねました。 後で、誰の驚きにも、彼女はそれを取り戻す。 おそらく、彼女はすでに間に起こった出来事から成熟したはずです。 しかし、彼女が再び忍を渡ってきたとき、彼女は90分の特別な冒頭にあったように、まるで復讐の暴走モードに戻りました。  [これはスポイラーが終わる場所です。]スペシャル全体を通して、AmeもSuouも成長していないようです。 キャラクターの成長が必要ない場合、それはうまくいっているでしょう。 しかし、少なくともAmeが心配していたのはそれでした。 このような状況の下では、視聴者がそれらを本質的に静的なエンティティとして見ることになるので、2つを感じるのは難しいです。\n\nさらに、このスペシャルには非常に多くのプロットホールがあり、何が起こったのか正当化するのは難しいです。 最終的なシーケンスは、特に無意味なものとして特に見えました。 すべての正直なところで、私は単に、Bushi Roadがそれが持つ欠点を考えれば価値があるとは思わない。 確かに、アニメーションの質はまあまあですし、サウンドトラックもそうですが、終わりには、プロとキャラクターは、AmeとSuouの相互作用が魅力的であったため、  。 あなたの手で殺す余分な時間があれば、私のゲストになれます。 しかし、あなたが質の高い仕事を探しているなら、私はBushi Roadは一つだとは思わない。 たぶん、それが連載されたことがあったかもしれないかもしれないが、この特別なことは、それもかなりチャンスを殺した。 恥、本当に。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n[Note: there are some minor spoilers contained in this review, but none that aren't already glaringly obvious as one watches this special. I've marked it so you know where to skip if you want absolutely no spoilers.]\n\n\u001b[1m[注：このレビューにはいくつかマイナーなスポイラーが含まれていますが、このスペシャルを見ても目立っていないものはありません。 私はそれをマークしているので、もしあなたが絶対にスポイラーを必要としないなら、スキップする場所を知っている。]\u001b[22m\n\u001b[1m([Chū: Kono rebyū ni wa ikutsu ka maināna supoirā ga fukuma rete imasuga, kono supesharu o mite mo medatte inai mono wa arimasen. Watashi wa sore o māku shite irunode, moshi anata ga zettai ni supoirā o hitsuyō to shinainara, sukippu suru basho o shitte iru. ])\u001b[22m\n\nTranslations of \u001b[4m[Note: there are some minor spoilers contained in this review, but none that aren't already glaringly obvious as one watches this special. I've marked it so you know where to skip if you want absolutely no spoilers.]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Note: there are some minor spoilers contained in this review, but none that aren't already glaringly obvious as one watches this special.\u001b[24m\n    \u001b[1m[注：このレビューにはいくつかマイナーなスポイラーが含まれていますが、このスペシャルを見ても目立っていないものはありません。\u001b[22m, \u001b[1mこのレビューに含まれているいくつかのマイナーなネタバレがありますが、すでに1は、この特別な時計として紛れも明白ではありませんなし：[メモ。\u001b[22m\n\u001b[4mI've marked it so you know where to skip if you want absolutely no spoilers.]\u001b[24m\n    \u001b[1m私はそれをマークしているので、もしあなたが絶対にスポイラーを必要としないなら、スキップする場所を知っている。]\u001b[22m, \u001b[1mあなたは全くネタバレしたくない場合はスキップする場所を知っているので、私はそれをマークしました。]\u001b[22m\n\u001b[1m\u001b[22m\nFor some parts, Neppu Kairiku Bushi Road can be considered a decent series. But at the end of the 90 minutes, I came away with the feeling that it was a work where much potential went to waste.\n\n\u001b[1mいくつかの部分については、ネプカカイリクブシロードはまともなシリーズと考えることができます。 しかし、90分の終わりに、それは多くの可能性が無駄になった仕事であるという気持ちになった。\u001b[22m\n\u001b[1m(Ikutsu ka no bubun ni tsuite wa, nepukakairikubushirōdo wa matomona shirīzu to kangaeru koto ga dekimasu. Shikashi, 90-bun'no owari ni, sore wa ōku no kanōsei ga muda ni natta shigotodearu to iu kimochi ni natta.)\u001b[22m\n\nTranslations of \u001b[4mFor some parts, Neppu Kairiku Bushi Road can be considered a decent series. But at the end of the 90 minutes, I came away with the feeling that it was a work where much potential went to waste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor some parts, Neppu Kairiku Bushi Road can be considered a decent series.\u001b[24m\n    \u001b[1mいくつかの部分については、ネプカカイリクブシロードはまともなシリーズと考えることができます。\u001b[22m, \u001b[1mいくつかの部分については、熱風海陸ブシロードは、まともなシリーズと考えることができます。\u001b[22m\n\u001b[4mBut at the end of the 90 minutes, I came away with the feeling that it was a work where much potential went to waste.\u001b[24m\n    \u001b[1mしかし、90分の終わりに、それは多くの可能性が無駄になった仕事であるという気持ちになった。\u001b[22m, \u001b[1mしかし、90分の終わりに、私はそれがはるかに電位が無駄に行ってきました仕事であったことを感じて離れて来ました。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with what makes it potentially a great series. Bushi Road is set in a world where humanity, while warring amongst themselves, was threatened by monsters called the shinobi. Princess Ame, the main character, lost her country to a massive shinobi invasion. Along her journey, she met Suou, who descended from an ancient lineage known for its exceptional combat abilities. She then decided to find and revive Giga Lord, a lost ancient mecha, to destroy the shinobi once and for all. So far, nothing special. However, given that there are a lot of good ideas that can be explored (for instance, a lost continent that remains mostly untouched), Bushi Road holds a lot of promises. Not to mention that the setting of samurai-era mannerism mixed in with modern mecha combat (complete with flying castles) makes it pretty entertaining to watch.\n\n\u001b[1m潜在的に素晴らしいシリーズになるものから始めましょう。  Bushi Roadは、人類が忍び寄る忍を脅かす世界の中にあります。 主人公の雨女プリンセスは、彼女の国を大規模な忍の侵略に奪われた。 彼女の旅の中で、彼女は例外的な戦闘能力で知られている古代の系統から降りたSuouに会った。 彼女はその後、失われた古代のメカであるギガ・ロードを見つけて復活させて、シノビを破壊した。 今のところ特別なことはありません。 しかし、多くの良いアイデアがあり（例えば、大部分が手つかずのままになっている紛失した大陸）、Bushi Roadは多くの約束を持っています。 言い換えれば、武士時代の様子が現代メカの戦闘と混ざり合っていることは言うまでもない。\u001b[22m\n\u001b[1m(Senzai-teki ni subarashī shirīzu ni naru mono kara hajimemashou. Bushi Road wa, jinrui ga shinobiyoru shinobu o odokasu sekai no naka ni arimasu. Shujinkō no ameon'na purinsesu wa, kanojo no kuni o ōkibona shinobu no shinryaku ni ubawa reta. Kanojo no tabi no naka de, kanojo wa reigai-tekina sentō nōryoku de shira rete iru kodai no keitō kara orita Suou ni atta. Kanojo wa sonogo, ushinawareta kodai no mekadearu giga rōdo o mitsukete fukkatsu sa sete, shinobi o hakai shita. Imanotokoro tokubetsuna koto wa arimasen. Shikashi, ōku no yoi aidea ga ari (tatoeba, daibubun ga tetsukazu no mama ni natte iru funshitsu shita tairiku), Bushi Road wa ōku no yakusoku o motte imasu. Iikaereba, bushi jidai no yōsu ga gendai meka no sentō to mazari atte iru koto wa iumademonai.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with what makes it potentially a great series. Bushi Road is set in a world where humanity, while warring amongst themselves, was threatened by monsters called the shinobi. Princess Ame, the main character, lost her country to a massive shinobi invasion. Along her journey, she met Suou, who descended from an ancient lineage known for its exceptional combat abilities. She then decided to find and revive Giga Lord, a lost ancient mecha, to destroy the shinobi once and for all. So far, nothing special. However, given that there are a lot of good ideas that can be explored (for instance, a lost continent that remains mostly untouched), Bushi Road holds a lot of promises. Not to mention that the setting of samurai-era mannerism mixed in with modern mecha combat (complete with flying castles) makes it pretty entertaining to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with what makes it potentially a great series.\u001b[24m\n    \u001b[1m潜在的に素晴らしいシリーズになるものから始めましょう。\u001b[22m, \u001b[1mのは、潜在的に大きなシリーズでそれを作るものから始めましょう。\u001b[22m\n\u001b[4mBushi Road is set in a world where humanity, while warring amongst themselves, was threatened by monsters called the shinobi.\u001b[24m\n    \u001b[1mBushi Roadは、人類が忍び寄る忍を脅かす世界の中にあります。\u001b[22m, \u001b[1m武士道は、それ自体で交戦しながら、人類は、忍と呼ばれる怪物によって脅かされた世界に設定されています。\u001b[22m\n\u001b[4mPrincess Ame, the main character, lost her country to a massive shinobi invasion.\u001b[24m\n    \u001b[1m主人公の雨女プリンセスは、彼女の国を大規模な忍の侵略に奪われた。\u001b[22m, \u001b[1mプリンセス雨、メインキャラクターは、大規模な忍侵攻に彼女の国を失いました。\u001b[22m\n\u001b[4mAlong her journey, she met Suou, who descended from an ancient lineage known for its exceptional combat abilities.\u001b[24m\n    \u001b[1m彼女の旅の中で、彼女は例外的な戦闘能力で知られている古代の系統から降りたSuouに会った。\u001b[22m, \u001b[1m彼女の旅に沿って、彼女はその卓越した戦闘能力のために知られている古代系統の子孫周防を、会いました。\u001b[22m\n\u001b[4mShe then decided to find and revive Giga Lord, a lost ancient mecha, to destroy the shinobi once and for all.\u001b[24m\n    \u001b[1m彼女はその後、失われた古代のメカであるギガ・ロードを見つけて復活させて、シノビを破壊した。\u001b[22m, \u001b[1m彼女はその後、一度、すべての忍を破壊するために、ギガ主よ、失われた古代のメカを見つけて、復活させることにしました。\u001b[22m\n\u001b[4mSo far, nothing special.\u001b[24m\n    \u001b[1m今のところ特別なことはありません。\u001b[22m, \u001b[1mこれまでのところ、何も特別な。\u001b[22m\n\u001b[4mHowever, given that there are a lot of good ideas that can be explored (for instance, a lost continent that remains mostly untouched), Bushi Road holds a lot of promises.\u001b[24m\n    \u001b[1mしかし、多くの良いアイデアがあり（例えば、大部分が手つかずのままになっている紛失した大陸）、Bushi Roadは多くの約束を持っています。\u001b[22m, \u001b[1mしかし、（例えば、ほとんどが手付かずのまま失われた大陸）検討することができます良いアイデアがたくさんあることを考えると、武士道は約束の多くを保持しています。\u001b[22m\n\u001b[4mNot to mention that the setting of samurai-era mannerism mixed in with modern mecha combat (complete with flying castles) makes it pretty entertaining to watch.\u001b[24m\n    \u001b[1m言い換えれば、武士時代の様子が現代メカの戦闘と混ざり合っていることは言うまでもない。\u001b[22m, \u001b[1m（飛行城との完全な）近代的なメカの戦闘で混合武士時代のマニエリスムの設定は、それが非常に面白い見することができますことは言うまでもありません。\u001b[22m\n\u001b[1m\u001b[22m\nBut as you can expect from my opening, things also went downhill from the beginning. First, it's not difficult to tell that a lot of things were cut out just to save time. In fact, this special adopts a method whereby it cuts off right at certain scenes, shows the aftermath, and uses brief flashbacks to fill up the missing parts. This method isn't an issue in and of itself. However, the number of times it's used makes it clear the director is basically attempting to cut as much time as possible just to fit the 90-minute mark. And it takes away significantly from the immersion experience because as a viewer you constantly get lost as to what happened and end up looking for explanations that aren't there.\n\n\u001b[1mしかし、あなたが私のオープニングから期待できるように、物事も最初から下り坂になりました。 まず、時間を節約するために多くのことが削除されたと言うことは難しいことではありません。 実際、このスペシャルは、特定の場面で右を切り、余波を示し、短いフラッシュバックを使用して欠けている部分を埋める方法を採用しています。 この方法はそれ自体の問題ではありません。 しかし、使用回数によって、ディレクターは基本的に90分のマークに合うようにできるだけ多くの時間をカットしようとしていることが明らかです。 また、視聴者は、何が起こったかについて常に迷って、そこにない説明を探してしまうので、浸水体験からかなり離れます。\u001b[22m\n\u001b[1m(Shikashi, anata ga watashi no ōpuningu kara kitai dekiru yō ni, monogoto mo saisho kara kudarizaka ni narimashita. Mazu, jikan o setsuyaku suru tame ni ōku no koto ga sakujo sa reta to iu koto wa muzukashī kotode wa arimasen. Jissai, kono supesharu wa, tokutei no bamen de migi o kiri, yoha o shimeshi, mijikai furasshu bakku o shiyō shite kakete iru bubun o umeru hōhō o saiyō shite imasu. Kono hōhō wa sore jitai no mondaide wa arimasen. Shikashi, shiyō kaisū ni yotte, direkutā wa kihontekini 90-bu no māku ni au yō ni dekiru dake ōku no jikan o kattoshiyō to shite iru koto ga akirakadesu. Mata, shichō-sha wa, nani ga okotta ka ni tsuite tsuneni mayotte, soko ni nai setsumei o sagashite shimaunode, shinsui taiken kara kanari hanaremasu.)\u001b[22m\n\nTranslations of \u001b[4mBut as you can expect from my opening, things also went downhill from the beginning. First, it's not difficult to tell that a lot of things were cut out just to save time. In fact, this special adopts a method whereby it cuts off right at certain scenes, shows the aftermath, and uses brief flashbacks to fill up the missing parts. This method isn't an issue in and of itself. However, the number of times it's used makes it clear the director is basically attempting to cut as much time as possible just to fit the 90-minute mark. And it takes away significantly from the immersion experience because as a viewer you constantly get lost as to what happened and end up looking for explanations that aren't there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut as you can expect from my opening, things also went downhill from the beginning.\u001b[24m\n    \u001b[1mしかし、あなたが私のオープニングから期待できるように、物事も最初から下り坂になりました。\u001b[22m, \u001b[1mあなたは私の口から期待できるとしてではなく、物事はまた初めから下り坂行ってきました。\u001b[22m\n\u001b[4mFirst, it's not difficult to tell that a lot of things were cut out just to save time.\u001b[24m\n    \u001b[1mまず、時間を節約するために多くのことが削除されたと言うことは難しいことではありません。\u001b[22m, \u001b[1mまず、それは物事の多くは、単に時間を節約するために切り出されたことを伝えることは難しいことではありません。\u001b[22m\n\u001b[4mIn fact, this special adopts a method whereby it cuts off right at certain scenes, shows the aftermath, and uses brief flashbacks to fill up the missing parts.\u001b[24m\n    \u001b[1m実際、このスペシャルは、特定の場面で右を切り、余波を示し、短いフラッシュバックを使用して欠けている部分を埋める方法を採用しています。\u001b[22m, \u001b[1m実際には、この特別なそれは、右の特定のシーンでカットオフ余波を示しており、足りない部分を埋めるために簡単にフラッシュバックを使用する方式を採用しています。\u001b[22m\n\u001b[4mThis method isn't an issue in and of itself.\u001b[24m\n    \u001b[1mこの方法はそれ自体の問題ではありません。\u001b[22m, \u001b[1mこの方法は、それ自体は問題ではありません。\u001b[22m\n\u001b[4mHowever, the number of times it's used makes it clear the director is basically attempting to cut as much time as possible just to fit the 90-minute mark.\u001b[24m\n    \u001b[1mしかし、使用回数によって、ディレクターは基本的に90分のマークに合うようにできるだけ多くの時間をカットしようとしていることが明らかです。\u001b[22m, \u001b[1mしかし、それが使われている回数が、それは監督が、基本的にはわずか90分のマークに合わせて、できるだけ多くの時間をカットしようとしているクリアになります。\u001b[22m\n\u001b[4mAnd it takes away significantly from the immersion experience because as a viewer you constantly get lost as to what happened and end up looking for explanations that aren't there.\u001b[24m\n    \u001b[1mまた、視聴者は、何が起こったかについて常に迷って、そこにない説明を探してしまうので、浸水体験からかなり離れます。\u001b[22m, \u001b[1mビューアとしてあなたは常に何が起こったのかに関して失われ、存在しない説明を探して結局ますので、それは液浸の経験からかなり離れて取ります。\u001b[22m\n\u001b[1m\u001b[22m\nSecond, the character development not surprisingly becomes an utter trainwreck. [Here is where some minor spoilers are.] Near the beginning, Ame had her key to the Giga Lord (an inheritance from her mother) taken away from her. Perhaps even peculiar ones, since change should've taken place. At that time, the person who took it from her asked her whether she had the resolve to protect her people. Later on, to no one's surprise, she gets it back. Presumably, she should've already matured from the events that took place in between. But no, when she came across the shinobi again, she went on full revenge rampage mode again, as if she basically remained as she was at the beginning of this 90-minute special. [This is where spoilers end.] Throughout the entire special, neither Ame nor Suou seemed to have grown. That would've been fine if character growth wasn't necessary. But it was, at least where Ame was concerned. Under these circumstances, it's hard to feel for the two because the viewer ends up seeing them as essentially static entities.\n\n\u001b[1m第二に、文字の開発は驚くことではないが、完全な列車の難破となる。  [ここにいくつかのマイナーなスポイラーがいます。]最初から、Ameは彼女から離れたGiga Lord（彼女の母親からの遺産）への鍵を持っていました。 おそらく変わったものであっても、変化が起こったはずです。 その時、彼女からそれを取った人は彼女に、彼女の人を守る決意があるかどうか尋ねました。 後で、誰の驚きにも、彼女はそれを取り戻す。 おそらく、彼女はすでに間に起こった出来事から成熟したはずです。 しかし、彼女が再び忍を渡ってきたとき、彼女は90分の特別な冒頭にあったように、まるで復讐の暴走モードに戻りました。  [これはスポイラーが終わる場所です。]スペシャル全体を通して、AmeもSuouも成長していないようです。 キャラクターの成長が必要ない場合、それはうまくいっているでしょう。 しかし、少なくともAmeが心配していたのはそれでした。 このような状況の下では、視聴者がそれらを本質的に静的なエンティティとして見ることになるので、2つを感じるのは難しいです。\u001b[22m\n\u001b[1m(Daini ni, moji no kaihatsu wa odoroku kotode wa naiga, kanzen'na ressha no nanpa to naru. [Koko ni ikutsu ka no maināna supoirā ga imasu. ] Saisho kara, Ame wa kanojo kara hanareta Giga Lord (kanojo no hahaoya kara no isan) e no kagi o motte imashita. Sonotoki, kanojo kara sore o totta hito wa kanojo ni, kanojo no hito o mamoru ketsui ga aru ka dō ka tazunemashita. Atode, dare no odoroki ni mo, kanojo wa sore o torimodosu. Osoraku, kanojo wa sudeni ma ni okotta dekigoto kara seijuku shita hazudesu. Shikashi, kanojo ga futatabi shinobu o watatte kita toki, kanojo wa 90-bu no tokubetsuna bōtō ni atta yō ni, marude fukushū no bōsō mōdo ni modorimashita. [Kore wa supoirā ga owaru bashodesu. ] Supesharu zentai o tōshite, Ame mo Suou mo seichō shite inai yōdesu. Kyarakutā no seichō ga hitsuyō nai baai, sore wa umaku itte irudeshou. Shikashi, sukunakutomo Ame ga shinpai shite ita no wa soredeshita. Ko no yōna jōkyō no motode wa, shichō-sha ga sorera o honshitsu-teki ni seitekina entiti to shite miru koto ni narunode, 2tsu o kanjiru no wa muzukashīdesu. Osoraku kawatta monodeatte mo, henka ga okotta hazudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nMoreover, there are just so many plot holes in this special it's hard to justify a lot of what happened. The final sequence in particular came off as being pretty nonsensical. In all honesty, I simply don't think that Bushi Road worthwhile given the flaws that it has. Sure, the animation quality is decent, and so is the soundtrack, but at the end of the day, the plot and the characters simply fall short of what one might have expected, as charming as the interaction between Ame and Suou has been at times . If you have extra time to kill on your hands, be my guest. But if you're looking for quality work, I don't think Bushi Road is one. Maybe it could've been if it was serialized, but this special pretty much killed the chances of that as well. A shame, really.\n\n\u001b[1mさらに、このスペシャルには非常に多くのプロットホールがあり、何が起こったのか正当化するのは難しいです。 最終的なシーケンスは、特に無意味なものとして特に見えました。 すべての正直なところで、私は単に、Bushi Roadがそれが持つ欠点を考えれば価値があるとは思わない。 確かに、アニメーションの質はまあまあですし、サウンドトラックもそうですが、終わりには、プロとキャラクターは、AmeとSuouの相互作用が魅力的であったため、  。 あなたの手で殺す余分な時間があれば、私のゲストになれます。 しかし、あなたが質の高い仕事を探しているなら、私はBushi Roadは一つだとは思わない。 たぶん、それが連載されたことがあったかもしれないかもしれないが、この特別なことは、それもかなりチャンスを殺した。 恥、本当に。\u001b[22m\n\u001b[1m(Sarani, kono supesharu ni wa hijō ni ōku no purottohōru ga ari, nani ga okotta no ka seitō-ka suru no wa muzukashīdesu. Saishū-tekina shīkensu wa, tokuni muimina mono to shite tokuni miemashita. Subete no shōjikina tokoro de, watashi wa tan'ni, Bushi Road ga sore ga motsu ketten o kangaereba kachigāru to wa omowanai. Tashika ni, animēshon no shitsu wa mā mādesushi, saundotorakku mo sōdesuga, owari ni wa, puro to kyarakutā wa, Ame to Suou no sōgo sayō ga mirikitekideatta tame,. Anata no te de korosu yobun'na jikan ga areba, watashi no gesuto ni naremasu. Shikashi, anata ga shitsu no takai shigoto o sagashite irunara, watashi wa Bushi Road wa hitotsuda to wa omowanai. Tabun, sore ga rensai sa reta koto ga atta kamo shirenai kamo shirenaiga, kono tokubetsuna koto wa, sore mo kanari chansu o koroshita. Haji, hontōni.)\u001b[22m\n\nTranslations of \u001b[4mMoreover, there are just so many plot holes in this special it's hard to justify a lot of what happened. The final sequence in particular came off as being pretty nonsensical. In all honesty, I simply don't think that Bushi Road worthwhile given the flaws that it has. Sure, the animation quality is decent, and so is the soundtrack, but at the end of the day, the plot and the characters simply fall short of what one might have expected, as charming as the interaction between Ame and Suou has been at times . If you have extra time to kill on your hands, be my guest. But if you're looking for quality work, I don't think Bushi Road is one. Maybe it could've been if it was serialized, but this special pretty much killed the chances of that as well. A shame, really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoreover, there are just so many plot holes in this special it's hard to justify a lot of what happened.\u001b[24m\n    \u001b[1mさらに、このスペシャルには非常に多くのプロットホールがあり、何が起こったのか正当化するのは難しいです。\u001b[22m, \u001b[1mまた、この特別でちょうどそう多くのプロットの穴があり、それは何が起こったかの多くを正当化するのは難しいです。\u001b[22m\n\u001b[4mThe final sequence in particular came off as being pretty nonsensical.\u001b[24m\n    \u001b[1m最終的なシーケンスは、特に無意味なものとして特に見えました。\u001b[22m, \u001b[1m特に最後のシーケンスはかなり無意味なものとして外れました。\u001b[22m\n\u001b[4mIn all honesty, I simply don't think that Bushi Road worthwhile given the flaws that it has.\u001b[24m\n    \u001b[1mすべての正直なところで、私は単に、Bushi Roadがそれが持つ欠点を考えれば価値があるとは思わない。\u001b[22m, \u001b[1m正直なところ、私は単に武士道は価値がある、それが持っている欠陥与えられたとは思いません。\u001b[22m\n\u001b[4mSure, the animation quality is decent, and so is the soundtrack, but at the end of the day, the plot and the characters simply fall short of what one might have expected, as charming as the interaction between Ame and Suou has been at times\u001b[24m\n    \u001b[1m確かに、アニメーションの質はまあまあですし、サウンドトラックもそうですが、終わりには、プロとキャラクターは、AmeとSuouの相互作用が魅力的であったため、\u001b[22m, \u001b[1m確かに、アニメーションの品質はまともであるので、サウンドトラックですが、一日の終わりに、プロットや文字は単に時間になっているの雨と周防の間の相互作用のように魅力的なように、1が期待しているかもしれないものには及ばない\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIf you have extra time to kill on your hands, be my guest.\u001b[24m\n    \u001b[1mあなたの手で殺す余分な時間があれば、私のゲストになれます。\u001b[22m, \u001b[1mあなたの手で殺すために余分な時間を持っている場合は、私のゲストです。\u001b[22m\n\u001b[4mBut if you're looking for quality work, I don't think Bushi Road is one.\u001b[24m\n    \u001b[1mしかし、あなたが質の高い仕事を探しているなら、私はBushi Roadは一つだとは思わない。\u001b[22m, \u001b[1mあなたは質の高い仕事を探しているなら、私は武士道が1ではないと思います。\u001b[22m\n\u001b[4mMaybe it could've been if it was serialized, but this special pretty much killed the chances of that as well.\u001b[24m\n    \u001b[1mたぶん、それが連載されたことがあったかもしれないかもしれないが、この特別なことは、それもかなりチャンスを殺した。\u001b[22m, \u001b[1mそれが連載された場合多分それはされていたかもしれないが、これは特別なかなり同様にその可能性を殺しました。\u001b[22m\n\u001b[4mA shame, really.\u001b[24m\n    \u001b[1m恥、本当に。\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "Kirvan",
    "profile": "/profile/Kirvan/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=178389",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  4\n|  5\n\n5/10\n\n驚いたことに、まともな、エンディングはあまりにも頻繁にああのようなたわごとではありません。 そして、それだけのエンディングはすべて賞賛に値します。 それでポイントが来るべきポイント。\n\nそれ以外は、これは一般的なSFのポスト終末論的少年アニメの1時間30分のエピソードです。\nそれはテーブルに何も新しいものをもたらすものではありませんが、それが引っ張ることを目指すものを引き出します。\n何も特別なことは何もない\n\nいくつかの歌詞がありましたが、私はそれを見て自分自身を憎むことはありません。\n\n本当に誰かに私がお勧めするものではありませんが、潜在的にそれを楽しむことができる人もいると思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nSurprisingly decent, the ending isn't shit like oh so often. And all endings which are just that, ENDINGS, deserve praise. So points where points are due.\n\n\u001b[1m驚いたことに、まともな、エンディングはあまりにも頻繁にああのようなたわごとではありません。 そして、それだけのエンディングはすべて賞賛に値します。 それでポイントが来るべきポイント。\u001b[22m\n\u001b[1m(Odoroita koto ni, matomona, endingu wa amarini mo hinpan ni ā no yōna tawagotode wa arimasen. Soshite, soredake no endingu wa subete shōsan ni ataishimasu. Sorede pointo ga kurubeki pointo.)\u001b[22m\n\nTranslations of \u001b[4mSurprisingly decent, the ending isn't shit like oh so often. And all endings which are just that, ENDINGS, deserve praise. So points where points are due.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSurprisingly decent, the ending isn't shit like oh so often.\u001b[24m\n    \u001b[1m驚いたことに、まともな、エンディングはあまりにも頻繁にああのようなたわごとではありません。\u001b[22m, \u001b[1m驚くべきことにまともな、エンディングはそれほど頻繁にOHのようたわごとされていません。\u001b[22m\n\u001b[4mAnd all endings which are just that, ENDINGS, deserve praise.\u001b[24m\n    \u001b[1mそして、それだけのエンディングはすべて賞賛に値します。\u001b[22m, \u001b[1mそして、ちょうどそのあるすべての語尾、語尾は、賞賛に値します。\u001b[22m\n\u001b[4mSo points where points are due.\u001b[24m\n    \u001b[1mそれでポイントが来るべきポイント。\u001b[22m, \u001b[1mポイントが原因ですどこに指しています。\u001b[22m\n\u001b[1m\u001b[22m\nOther than that this is a one and a half hour long episode of any generic sci-fi post apocalyptic shounen anime.\n\n\u001b[1mそれ以外は、これは一般的なSFのポスト終末論的少年アニメの1時間30分のエピソードです。\u001b[22m\n\u001b[1m(Sore igai wa, koreha ippantekina SF no posuto shūmatsu-ron-teki shōnen anime no 1-jikan 30-bu no episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mOther than that this is a one and a half hour long episode of any generic sci-fi post apocalyptic shounen anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that this is a one and a half hour long episode of any generic sci-fi post apocalyptic shounen anime.\u001b[24m\n    \u001b[1mそれ以外は、これは一般的なSFのポスト終末論的少年アニメの1時間30分のエピソードです。\u001b[22m, \u001b[1mこれは1と任意の汎用のSFポスト黙示録的な少年アニメの半分の時間長いエピソードであること以外は。\u001b[22m\nIt doesn't bring anything new to the table, but it pulls of what it aims to pull of;\n\n\u001b[1mそれはテーブルに何も新しいものをもたらすものではありませんが、それが引っ張ることを目指すものを引き出します。\u001b[22m\n\u001b[1m(Sore wa tēburu ni nani mo atarashī mono o motarasu monode wa arimasenga, sore ga hipparu koto o mezasu mono o hikidashimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt doesn't bring anything new to the table, but it pulls of what it aims to pull of;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt doesn't bring anything new to the table, but it pulls of what it aims to pull of;\u001b[24m\n    \u001b[1mそれはテーブルに何も新しいものをもたらすものではありませんが、それが引っ張ることを目指すものを引き出します。\u001b[22m, \u001b[1mこれは、テーブルに新しいものをもたらすものではありませんが、それはそれはのプルすることを目的とするもので引っ張ります。\u001b[22m\nnothing special at all\n\n\u001b[1m何も特別なことは何もない\u001b[22m\n\u001b[1m(Nani mo tokubetsuna koto wa nanimonai)\u001b[22m\n\nTranslations of \u001b[4mnothing special at all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnothing special at all\u001b[24m\n    \u001b[1m何も特別なことは何もない\u001b[22m, \u001b[1m何も特別なまったく\u001b[22m\n\u001b[1m\u001b[22m\nThere was some cringe:ing, but I don't hate myself for watching it.\n\n\u001b[1mいくつかの歌詞がありましたが、私はそれを見て自分自身を憎むことはありません。\u001b[22m\n\u001b[1m(Ikutsu ka no kashi ga arimashitaga, watashi wa sore o mite jibun jishin o nikumu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere was some cringe:ing, but I don't hate myself for watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was some cringe:ing, but I don't hate myself for watching it.\u001b[24m\n    \u001b[1mいくつかの歌詞がありましたが、私はそれを見て自分自身を憎むことはありません。\u001b[22m, \u001b[1mそこにいくつかうんざりだった：INGが、私はそれを見るために自分を嫌いではありません。\u001b[22m\n\u001b[1m\u001b[22m\nNot something I would recommend, to anyone really, but I guess some people potentially could enjoy it.\n\n\u001b[1m本当に誰かに私がお勧めするものではありませんが、潜在的にそれを楽しむことができる人もいると思います。\u001b[22m\n\u001b[1m(Hontōni dareka ni watashi ga o susume suru monode wa arimasenga, senzai-teki ni sore o tanoshimu koto ga dekiru hito mo iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot something I would recommend, to anyone really, but I guess some people potentially could enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot something I would recommend, to anyone really, but I guess some people potentially could enjoy it.\u001b[24m\n    \u001b[1m本当に誰かに私がお勧めするものではありませんが、潜在的にそれを楽しむことができる人もいると思います。\u001b[22m, \u001b[1m何か私は本当に誰にも、お勧めしますが、私は何人かの人々が潜在的にそれを楽しむことができると思いません。\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "Willia02",
    "profile": "/profile/Willia02/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=213799",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nNeppuu Kairiku Bushi Roadは、とても楽しい映画、完璧なストーリーを私たちに提供します。 物語は反乱から始まり、父親のギガロード（Gua Road）から遺産を手に入れました。 そのロボットを検索する途中で、彼女は珍しい男の子のSuouに会う。 このアニメの物語は涙を浮かべています。\n\n映画の芸術はとても良いです。 壮大な戦場のシーンも柔らかい画像。 このアニメのサウンドは素晴らしいですが、Dolbyなどの3Dサウンドは提供されていません。キャラクターの開発は非常に優れており、主人公はクライマックスの瞬間まで適切に発展しています。 このアニメは悲しいキャラクターエンディングで良いエンディング（？）を持っています。 全体的に私はこの時点で8ポイントを与えます、私はスタジオがより良いアニメを作るか、ゲームになることを願っています。 あなたの注目をいただきありがとうございます。次回のレビューでお会いしましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNeppuu Kairiku Bushi Road give us very enjoyable movie, flawless story. The story starts from a rebellion, and Ame had given a legacy from his father, Giga Road. On her way to search that robot, she meet a unusual boy name Suou. The story of this anime is bringing into tears.\n\n\u001b[1mNeppuu Kairiku Bushi Roadは、とても楽しい映画、完璧なストーリーを私たちに提供します。 物語は反乱から始まり、父親のギガロード（Gua Road）から遺産を手に入れました。 そのロボットを検索する途中で、彼女は珍しい男の子のSuouに会う。 このアニメの物語は涙を浮かべています。\u001b[22m\n\u001b[1m(Neppuu Kairiku Bushi Road wa, totemo tanoshī eiga, kanpekina sutōrī o watashitachi ni teikyō shimasu. Monogatari wa hanran kara hajimari, chichioya no gigarōdo (Gua Road) kara isan o te ni iremashita. Sono robotto o kensaku suru tochū de, kanojo wa mezurashī otokonoko no Suou ni au. Kono anime no monogatari wa namida o ukabete imasu.)\u001b[22m\n\nTranslations of \u001b[4mNeppuu Kairiku Bushi Road give us very enjoyable movie, flawless story. The story starts from a rebellion, and Ame had given a legacy from his father, Giga Road. On her way to search that robot, she meet a unusual boy name Suou. The story of this anime is bringing into tears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeppuu Kairiku Bushi Road give us very enjoyable movie, flawless story.\u001b[24m\n    \u001b[1mNeppuu Kairiku Bushi Roadは、とても楽しい映画、完璧なストーリーを私たちに提供します。\u001b[22m, \u001b[1m熱風海陸ブシロードは私たちに非常に楽しい映画、完璧な話を与えます。\u001b[22m\n\u001b[4mThe story starts from a rebellion, and Ame had given a legacy from his father, Giga Road.\u001b[24m\n    \u001b[1m物語は反乱から始まり、父親のギガロード（Gua Road）から遺産を手に入れました。\u001b[22m, \u001b[1m物語は、反乱から始まり、雨は彼の父、ギガロードから遺産を与えていました。\u001b[22m\n\u001b[4mOn her way to search that robot, she meet a unusual boy name Suou.\u001b[24m\n    \u001b[1mそのロボットを検索する途中で、彼女は珍しい男の子のSuouに会う。\u001b[22m, \u001b[1mそのロボットを検索する彼女の方法で、彼女は珍しい男の子の名前周防を満たしています。\u001b[22m\n\u001b[4mThe story of this anime is bringing into tears.\u001b[24m\n    \u001b[1mこのアニメの物語は涙を浮かべています。\u001b[22m, \u001b[1mこのアニメの話は、涙にもたらしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art on film is very good. Epic battle scene also soft pictures. Sounds in this anime are great, but it hasn't provided with 3D sound like Dolby etc.. Character development are very good, the main character are develop properly until climax moment. This anime has good ending(?) with sad character ending. Overall I give 8 points this time, I hope the studio will make a better anime or even become a game. Thank you for your attention and see you at next reviews\n\n\u001b[1m映画の芸術はとても良いです。 壮大な戦場のシーンも柔らかい画像。 このアニメのサウンドは素晴らしいですが、Dolbyなどの3Dサウンドは提供されていません。キャラクターの開発は非常に優れており、主人公はクライマックスの瞬間まで適切に発展しています。 このアニメは悲しいキャラクターエンディングで良いエンディング（？）を持っています。 全体的に私はこの時点で8ポイントを与えます、私はスタジオがより良いアニメを作るか、ゲームになることを願っています。 あなたの注目をいただきありがとうございます。次回のレビューでお会いしましょう。\u001b[22m\n\u001b[1m(Eiga no geijutsu wa totemo yoidesu. Sōdaina senjō no shīn mo yawarakai gazō. Kono anime no saundo wa subarashīdesuga, dorubī nado no 3 D saundo wa teikyō sa rete imasen. Kyarakutā no kaihatsu wa hijō ni sugurete ori, shujinkō wa kuraimakkusu no shunkan made tekisetsu ni hatten shite imasu. Kono anime wa kanashī kyarakutāendingu de yoi endingu ( ? ) O motte imasu. Zentai-teki ni watashi wa kono jiten de 8 pointo o ataemasu, watashi wa sutajio ga yori yoi anime o tsukuru ka, gēmu ni naru koto o negatte imasu. Anata no chūmoku o itadaki arigatōgozaimasu. Jikai no rebyū de o ai shimashou.)\u001b[22m\n\nTranslations of \u001b[4mThe art on film is very good. Epic battle scene also soft pictures. Sounds in this anime are great, but it hasn't provided with 3D sound like Dolby etc.. Character development are very good, the main character are develop properly until climax moment. This anime has good ending(?) with sad character ending. Overall I give 8 points this time, I hope the studio will make a better anime or even become a game. Thank you for your attention and see you at next reviews\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art on film is very good.\u001b[24m\n    \u001b[1m映画の芸術はとても良いです。\u001b[22m, \u001b[1mフィルム上の技術は、非常に良いです。\u001b[22m\n\u001b[4mEpic battle scene also soft pictures.\u001b[24m\n    \u001b[1m壮大な戦場のシーンも柔らかい画像。\u001b[22m, \u001b[1mまた、エピック戦闘シーンソフト写真。\u001b[22m\n\u001b[4mSounds in this anime are great, but it hasn't provided with 3D sound like Dolby etc.. Character development are very good, the main character are develop properly until climax moment.\u001b[24m\n    \u001b[1mこのアニメのサウンドは素晴らしいですが、Dolbyなどの3Dサウンドは提供されていません。キャラクターの開発は非常に優れており、主人公はクライマックスの瞬間まで適切に発展しています。\u001b[22m, \u001b[1m素晴らしいですが、それはドルビーなどのような3Dサウンドで提供していないキャラクター開発は、クライマックスの瞬間まで、適切に開発されている..このアニメでは、主人公は非常に良いされているサウンド。\u001b[22m\n\u001b[4mThis anime has good ending(?) with sad character ending.\u001b[24m\n    \u001b[1mこのアニメは悲しいキャラクターエンディングで良いエンディング（？）を持っています。\u001b[22m, \u001b[1mこのアニメは良い結末を持っている（？）悲しい文字結末で。\u001b[22m\n\u001b[4mOverall I give 8 points this time, I hope the studio will make a better anime or even become a game.\u001b[24m\n    \u001b[1m全体的に私はこの時点で8ポイントを与えます、私はスタジオがより良いアニメを作るか、ゲームになることを願っています。\u001b[22m, \u001b[1m全体的に私は8点、この時間を与え、私はスタジオは、より良いアニメを作る、あるいはゲームになることを願っています。\u001b[22m\n\u001b[4mThank you for your attention and see you at next reviews\u001b[24m\n    \u001b[1mあなたの注目をいただきありがとうございます。次回のレビューでお会いしましょう。\u001b[22m, \u001b[1mご清聴ありがとうございましたし、次のレビューであなたを参照してください\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "schaefkf13",
    "profile": "/profile/schaefkf13/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=128267",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  8\nキャラクター|  5\n|  5\n\n私は実際にレビューを書いていませんが、私はどれほど失望しているのか考えることをやめることはできませんでした。 私は私の主張を守ることが有用であると思うが、スポイラーを書くことはしない。\n\nストーリー2\n物語は本質的に90分の映画であるものの素晴らしい紹介をしました。 それは潜在的な世界を設定し、あまりにも多くの質問なしで、かなり迅速に紹介を取得します。 残念ながら、それはそこから下り坂に行くにつれて、私が話について言いたいことがあります。 私が以前読んだことから、人々は通常これをキャラクターで盛り上げる（そして私もそうするだろう）が、キャラクター間の相互作用はプロットに有害であった。 彼らの言葉の裏には、開発が貧弱であり、そのための動機や理由がないため、本当の意味はありません。 もう一つ間違っていたのは、イベントの時に行われた可能性があるため、ストーリーに何も追加しなかったフラッシュバックでした。 それは余分な分を剃る方法のように思えた。 これが2つある唯一の理由は、この物語の可能性があったからです。\n\nアート9\n実際に私が本当に楽しんだのは唯一のこと。 アニメーションは滑らかで、実際にシーンをよくキャプチャしました。 正直言って、好きではないものは本当に見つけられなかったので、私はそれに9を与えなければなりませんでした。\n\nサウンド -  8\n私は健全な教祖ではなく、何が起こっている限り、私は満足しています。 それにもかかわらず、堅実なパフォーマンスはここにはありません。\n\nキャラクター5\n限られた時間のためにこれを判断することは難しかったが、それは普通でなければならなかった。 私が前に言ったように、キャラクターの開発はほとんどない。 いずれにしても何が起こったかを本当に気遣うことなく、私は見終わった。  「いい男」に勝つためにプッシュしてもらえますか？ ええ、私は必ずしも主人公が勝つことを望んでいませんでした。 それは、潜在的な可能性があることを示すためにしばらく毎回出てくる個性の火花がありますが、それは本当にすべてです。 また、ロマンスの部分はちょっとばかげていました。 私はそれがより良い物語を作ると思うので、私は除去のために投票するが、それはポイントの横にある。\n\n楽しさ-5\n私にとっては終わりまでかなり楽しかったです。 私は、ショーの制作や中断のために物語を（そして何よりも最後に）保持しているという事実に偏っています。 私は欠点を全て取り除きたいと思っていましたが、このアニメの弱点を増幅し、浪費されていた多くの楽しさを増幅させました。 私はそれを楽しんだので、私はまだ5を与える60分/ 90分。\n\n全体的 -  3\nこれは実際に3を与える初めてのことであり、私はかなり驚いていました。 私にとっては、アートとサウンドは全体的なスコアにはあまり反映されていないので、ストーリー、キャラクター、楽しさが基本となります。 物語は、それが潜在的であっても、このアニメをどんなに良いものにしていないだけです。 それは口の中に酸っぱい味を残し、それの周りに他のものをもたらす。 彼らがテレビシリーズで出てくるなら、私は間違いなくこのことを学び、潜在能力を引き出すことができるように、その試みをして、私のレビューを更新します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI don't really write reviews, but I couldn't stop thinking about how disappointed I was. I will not write any spoilers even though I think that it would be useful to defend my point.\n\n\u001b[1m私は実際にレビューを書いていませんが、私はどれほど失望しているのか考えることをやめることはできませんでした。 私は私の主張を守ることが有用であると思うが、スポイラーを書くことはしない。\u001b[22m\n\u001b[1m(Watashi wa jissai ni rebyū o kaite imasenga, watashi wa dorehodo shitsubō shite iru no ka kangaeru koto o yameru koto wa dekimasendeshita. Watashi wa watashi no shuchō o mamoru koto ga yūyōdearu to omou ga, supoirā o kaku koto wa shinai.)\u001b[22m\n\nTranslations of \u001b[4mI don't really write reviews, but I couldn't stop thinking about how disappointed I was. I will not write any spoilers even though I think that it would be useful to defend my point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really write reviews, but I couldn't stop thinking about how disappointed I was.\u001b[24m\n    \u001b[1m私は実際にレビューを書いていませんが、私はどれほど失望しているのか考えることをやめることはできませんでした。\u001b[22m, \u001b[1m私は実際にレビューを書いていないが、私は私がいかに失望を考えて止めることができませんでした。\u001b[22m\n\u001b[4mI will not write any spoilers even though I think that it would be useful to defend my point.\u001b[24m\n    \u001b[1m私は私の主張を守ることが有用であると思うが、スポイラーを書くことはしない。\u001b[22m, \u001b[1m私は私のポイントを守ることは有用であろうと思うにもかかわらず、任意のスポイラーを書き込みません。\u001b[22m\n\u001b[1m\u001b[22m\nStory- 2\n\n\u001b[1mストーリー2\u001b[22m\n\u001b[1m(Sutōrī 2)\u001b[22m\n\nTranslations of \u001b[4mStory- 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- 2\u001b[24m\n    \u001b[1mストーリー2\u001b[22m, \u001b[1mStory- 2\u001b[22m\nThe story had a nice introduction for what is essentially a 90 min movie. It sets up a world full of potential and gets the introduction across without too many questions and fairly quickly. Unfortunately, that's all I have good to say about the story as it goes downhill from there. From what I have read before, people usually lump this in with character (and I'll do that too), but the interactions between characters was detrimental to the plot. There is no real meaning behind the words they speak because of poor development and therefore a lack of motivation/ reason for their actions. Another thing wrong were flashbacks that added nothing to the story because they could have been done at the time of the event. It seemed like a way to shave that extra minute off. The only reason this got a 2 was because of the potential this story had.\n\n\u001b[1m物語は本質的に90分の映画であるものの素晴らしい紹介をしました。 それは潜在的な世界を設定し、あまりにも多くの質問なしで、かなり迅速に紹介を取得します。 残念ながら、それはそこから下り坂に行くにつれて、私が話について言いたいことがあります。 私が以前読んだことから、人々は通常これをキャラクターで盛り上げる（そして私もそうするだろう）が、キャラクター間の相互作用はプロットに有害であった。 彼らの言葉の裏には、開発が貧弱であり、そのための動機や理由がないため、本当の意味はありません。 もう一つ間違っていたのは、イベントの時に行われた可能性があるため、ストーリーに何も追加しなかったフラッシュバックでした。 それは余分な分を剃る方法のように思えた。 これが2つある唯一の理由は、この物語の可能性があったからです。\u001b[22m\n\u001b[1m(Monogatari wa honshitsu-teki ni 90-bu no eigadearumonono subarashī shōkai o shimashita. Sore wa senzai-tekina sekai o settei shi, amarini mo ōku no shitsumon nashi de, kanari jinsoku ni shōkai o shutoku shimasu. Zan'nen'nagara, sore wa soko kara kudarizaka ni iku ni tsurete, watashi ga hanashi ni tsuite iitai koto ga arimasu. Watashi ga izen yonda koto kara, hitobito wa tsūjō kore o kyarakutā de moriageru (soshite watashi mo sō surudarou) ga, kyarakutā-kan no sōgo sayō wa purotto ni yūgaideatta. Karera no kotoba no ura ni wa, kaihatsu ga hinjakudeari, sonotame no dōki ya riyū ga nai tame, hontō no imi wa arimasen. Mōhitotsu machigatte ita no wa, ibento no toki ni okonawa reta kanōsei ga aru tame, sutōrī ni nani mo tsuika shinakatta furasshu bakkudeshita. Sore wa yobun'na bun o soru hōhō no yō ni omoeta. Kore ga 2tsu aru yuiitsu no riyū wa, kono monogatari no kanōsei ga attakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story had a nice introduction for what is essentially a 90 min movie. It sets up a world full of potential and gets the introduction across without too many questions and fairly quickly. Unfortunately, that's all I have good to say about the story as it goes downhill from there. From what I have read before, people usually lump this in with character (and I'll do that too), but the interactions between characters was detrimental to the plot. There is no real meaning behind the words they speak because of poor development and therefore a lack of motivation/ reason for their actions. Another thing wrong were flashbacks that added nothing to the story because they could have been done at the time of the event. It seemed like a way to shave that extra minute off. The only reason this got a 2 was because of the potential this story had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story had a nice introduction for what is essentially a 90 min movie.\u001b[24m\n    \u001b[1m物語は本質的に90分の映画であるものの素晴らしい紹介をしました。\u001b[22m, \u001b[1m物語は基本的に90分の映画である何のために素晴らしい紹介がありました。\u001b[22m\n\u001b[4mIt sets up a world full of potential and gets the introduction across without too many questions and fairly quickly.\u001b[24m\n    \u001b[1mそれは潜在的な世界を設定し、あまりにも多くの質問なしで、かなり迅速に紹介を取得します。\u001b[22m, \u001b[1mこれは、潜在的に満ちた世界を設定し、あまりにも多くの質問がなく、かなり迅速に渡って紹介します。\u001b[22m\n\u001b[4mUnfortunately, that's all I have good to say about the story as it goes downhill from there.\u001b[24m\n    \u001b[1m残念ながら、それはそこから下り坂に行くにつれて、私が話について言いたいことがあります。\u001b[22m, \u001b[1m残念ながら、それはそれはそこから下り坂行くよう話を言って、私は良い持っているすべてです。\u001b[22m\n\u001b[4mFrom what I have read before, people usually lump this in with character (and I'll do that too), but the interactions between characters was detrimental to the plot.\u001b[24m\n    \u001b[1m私が以前読んだことから、人々は通常これをキャラクターで盛り上げる（そして私もそうするだろう）が、キャラクター間の相互作用はプロットに有害であった。\u001b[22m, \u001b[1m私が前に読んでいるものから、人々は通常の文字でこれをのしこり（と私はあまりにもそれを行うだろう）が、文字の間の相互作用は、プロットに有害でした。\u001b[22m\n\u001b[4mThere is no real meaning behind the words they speak because of poor development and therefore a lack of motivation/ reason for their actions.\u001b[24m\n    \u001b[1m彼らの言葉の裏には、開発が貧弱であり、そのための動機や理由がないため、本当の意味はありません。\u001b[22m, \u001b[1m悪いために開発、したがって、彼らの行動の動機/理由の欠如の彼らが話す言葉の背後にある本当の意味がありません。\u001b[22m\n\u001b[4mAnother thing wrong were flashbacks that added nothing to the story because they could have been done at the time of the event.\u001b[24m\n    \u001b[1mもう一つ間違っていたのは、イベントの時に行われた可能性があるため、ストーリーに何も追加しなかったフラッシュバックでした。\u001b[22m, \u001b[1m間違ったもう一つは、彼らがイベントの時に行われてきた可能性があるため、ストーリーには何も添加していないフラッシュバックしました。\u001b[22m\n\u001b[4mIt seemed like a way to shave that extra minute off.\u001b[24m\n    \u001b[1mそれは余分な分を剃る方法のように思えた。\u001b[22m, \u001b[1mこれは、余分な分を剃り落とすための方法のように思えました。\u001b[22m\n\u001b[4mThe only reason this got a 2 was because of the potential this story had.\u001b[24m\n    \u001b[1mこれが2つある唯一の理由は、この物語の可能性があったからです。\u001b[22m, \u001b[1mこれは2を得た唯一の理由は、この物語が持っていた潜在的でした。\u001b[22m\n\u001b[1m\u001b[22m\nArt- 9\n\n\u001b[1mアート9\u001b[22m\n\u001b[1m(Āto 9)\u001b[22m\n\nTranslations of \u001b[4mArt- 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 9\u001b[24m\n    \u001b[1mアート9\u001b[22m, \u001b[1mアート -  9\u001b[22m\nActually the only thing I really enjoyed. Animation was smooth and really captured the scenes well. To be honest, I couldn't really find anything I didn't like so I had to give it a 9.\n\n\u001b[1m実際に私が本当に楽しんだのは唯一のこと。 アニメーションは滑らかで、実際にシーンをよくキャプチャしました。 正直言って、好きではないものは本当に見つけられなかったので、私はそれに9を与えなければなりませんでした。\u001b[22m\n\u001b[1m(Jissai ni watashi ga hontōni tanoshinda no wa yuiitsu no koto. Animēshon wa namerakade, jissai ni shīn o yoku kyapucha shimashita. Shōjiki itte, sukide wanai mono wa hontōni mitsuke rarenakattanode, watashi wa sore ni 9 o ataenakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mActually the only thing I really enjoyed. Animation was smooth and really captured the scenes well. To be honest, I couldn't really find anything I didn't like so I had to give it a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually the only thing I really enjoyed.\u001b[24m\n    \u001b[1m実際に私が本当に楽しんだのは唯一のこと。\u001b[22m, \u001b[1m実際には唯一のことは、私は本当に楽しみました。\u001b[22m\n\u001b[4mAnimation was smooth and really captured the scenes well.\u001b[24m\n    \u001b[1mアニメーションは滑らかで、実際にシーンをよくキャプチャしました。\u001b[22m, \u001b[1mアニメーションは滑らかで、本当によくシーンを撮影しました。\u001b[22m\n\u001b[4mTo be honest, I couldn't really find anything I didn't like so I had to give it a 9.\u001b[24m\n    \u001b[1m正直言って、好きではないものは本当に見つけられなかったので、私はそれに9を与えなければなりませんでした。\u001b[22m, \u001b[1m正直に言うと、私は本当に私は好きではなかった何かを見つけることができませんでしたので、私はそれ9を与えなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound- 8\n\n\u001b[1mサウンド -  8\u001b[22m\n\u001b[1m(Saundo - 8)\u001b[22m\n\nTranslations of \u001b[4mSound- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 8\u001b[24m\n    \u001b[1mサウンド -  8\u001b[22m, \u001b[1m健全8\u001b[22m\nI'm not a sound guru and as long as it goes with what is happening I'm happy. Nothing spectacular here but a solid performance nonetheless.\n\n\u001b[1m私は健全な教祖ではなく、何が起こっている限り、私は満足しています。 それにもかかわらず、堅実なパフォーマンスはここにはありません。\u001b[22m\n\u001b[1m(Watashi wa kenzen'na kyōsode wa naku, nani ga okotte iru kagiri, watashi wa manzoku shite imasu. Sore nimokakawarazu, kenjitsuna pafōmansu wa koko ni wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm not a sound guru and as long as it goes with what is happening I'm happy. Nothing spectacular here but a solid performance nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not a sound guru and as long as it goes with what is happening I'm happy.\u001b[24m\n    \u001b[1m私は健全な教祖ではなく、何が起こっている限り、私は満足しています。\u001b[22m, \u001b[1m私は音の第一人者とであれば、私は幸せだ何が起こっているかに行くようにしません。\u001b[22m\n\u001b[4mNothing spectacular here but a solid performance nonetheless.\u001b[24m\n    \u001b[1mそれにもかかわらず、堅実なパフォーマンスはここにはありません。\u001b[22m, \u001b[1mここで壮大な何もないが、それにもかかわらず、堅調な業績。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter- 5\n\n\u001b[1mキャラクター5\u001b[22m\n\u001b[1m(Kyarakutā 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter- 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter- 5\u001b[24m\n    \u001b[1mキャラクター5\u001b[22m, \u001b[1mCharacter- 5\u001b[22m\nThis was hard to judge because of the limited time, but it had to be mediocre. As I said before, there was little to no development of the characters. I finished watching without really caring what happened either way. Might I have push for the 'good guy' to win? yeah, but I didn't necessarily want the main characters to win. With that said, there is a spark of personality in them that comes out every once in a while to showcase that this had potential, but that's really all it was. Also the romance part was just ridiculous and either more depth or needed to be taken completely out. I vote for the removal because I think it would make a better story, but that's beside the point.\n\n\u001b[1m限られた時間のためにこれを判断することは難しかったが、それは普通でなければならなかった。 私が前に言ったように、キャラクターの開発はほとんどない。 いずれにしても何が起こったかを本当に気遣うことなく、私は見終わった。  「いい男」に勝つためにプッシュしてもらえますか？ ええ、私は必ずしも主人公が勝つことを望んでいませんでした。 それは、潜在的な可能性があることを示すためにしばらく毎回出てくる個性の火花がありますが、それは本当にすべてです。 また、ロマンスの部分はちょっとばかげていました。 私はそれがより良い物語を作ると思うので、私は除去のために投票するが、それはポイントの横にある。\u001b[22m\n\u001b[1m(Kagira reta jikan no tame ni kore o handan suru koto wa muzukashikatta ga, sore wa futsūdenakereba naranakatta. Watashi ga mae ni itta yō ni, kyarakutā no kaihatsu wa hotondo nai. Izure ni shite mo nani ga okotta ka o hontōni kidzukau koto naku, watashi wa mi owatta. `Ī otoko' ni katsu tame ni pusshu shite moraemasu ka? E e, watashi wa kanarazushimo shujinkō ga katsu koto o nozonde imasendeshita. Sore wa, senzai-tekina kanōsei ga aru koto o shimesu tame ni shibaraku maikai detekuru kosei no hibana ga arimasuga, sore wa hontōni subetedesu. Mata, romansu no bubun wa chotto bakagete imashita. Watashi wa sore ga yori yoi monogatari o tsukuru to omou node, watashi wa jokyo no tame ni tōhyō suruga, soreha pointo no yoko ni aru.)\u001b[22m\n\nTranslations of \u001b[4mThis was hard to judge because of the limited time, but it had to be mediocre. As I said before, there was little to no development of the characters. I finished watching without really caring what happened either way. Might I have push for the 'good guy' to win? yeah, but I didn't necessarily want the main characters to win. With that said, there is a spark of personality in them that comes out every once in a while to showcase that this had potential, but that's really all it was. Also the romance part was just ridiculous and either more depth or needed to be taken completely out. I vote for the removal because I think it would make a better story, but that's beside the point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was hard to judge because of the limited time, but it had to be mediocre.\u001b[24m\n    \u001b[1m限られた時間のためにこれを判断することは難しかったが、それは普通でなければならなかった。\u001b[22m, \u001b[1mこれは、限られた時間の判断が困難であったが、それは平凡でなければなりませんでした。\u001b[22m\n\u001b[4mAs I said before, there was little to no development of the characters.\u001b[24m\n    \u001b[1m私が前に言ったように、キャラクターの開発はほとんどない。\u001b[22m, \u001b[1m私が前に言ったように、文字の無い発展に少しありました。\u001b[22m\n\u001b[4mI finished watching without really caring what happened either way.\u001b[24m\n    \u001b[1mいずれにしても何が起こったかを本当に気遣うことなく、私は見終わった。\u001b[22m, \u001b[1m私は本当にいずれかの方法を何が起こったのかを気にせず見終わっ。\u001b[22m\n\u001b[4mMight I have push for the 'good guy' to win?\u001b[24m\n    \u001b[1m「いい男」に勝つためにプッシュしてもらえますか？\u001b[22m, \u001b[1m私は勝つために「いい男」のプッシュを持っているのでしょうか？\u001b[22m\n\u001b[4myeah, but I didn't necessarily want the main characters to win.\u001b[24m\n    \u001b[1mええ、私は必ずしも主人公が勝つことを望んでいませんでした。\u001b[22m, \u001b[1mええ、私は必ずしも主人公が勝つためにしたくありませんでした。\u001b[22m\n\u001b[4mWith that said, there is a spark of personality in them that comes out every once in a while to showcase that this had potential, but that's really all it was.\u001b[24m\n    \u001b[1mそれは、潜在的な可能性があることを示すためにしばらく毎回出てくる個性の火花がありますが、それは本当にすべてです。\u001b[22m, \u001b[1mそうは言っても、そこにこれは可能性を持っていたことを披露するたまに出てくるその中に人格のスパークがあるが、それは実際にそれがすべてだったのです。\u001b[22m\n\u001b[4mAlso the romance part was just ridiculous and either more depth or needed to be taken completely out.\u001b[24m\n    \u001b[1mまた、ロマンスの部分はちょっとばかげていました。\u001b[22m, \u001b[1mまたロマンスの部分は、ちょうどばかげのいずれかより深さまたは完全に取り出さする必要がありました。\u001b[22m\n\u001b[4mI vote for the removal because I think it would make a better story, but that's beside the point.\u001b[24m\n    \u001b[1m私はそれがより良い物語を作ると思うので、私は除去のために投票するが、それはポイントの横にある。\u001b[22m, \u001b[1m私はそれがより良い話になるだろうと思うので、除去に投票が、それは的外れです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 5\n\n\u001b[1m楽しさ-5\u001b[22m\n\u001b[1m(Tanoshisa - 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 5\u001b[24m\n    \u001b[1m楽しさ-5\u001b[22m, \u001b[1mEnjoyment- 5\u001b[22m\nIt was fairly enjoyable up until the end for me. I am biased on the fact that I hold the story (and above all the end) to be the make or break of a show. I was willing to block out all of the shortcomings, but the ending amplified the weaknesses of this anime and let a lot of the enjoyment that had built up to be squandered. I still give it a 5 because for 60/90 minutes I enjoyed it.\n\n\u001b[1m私にとっては終わりまでかなり楽しかったです。 私は、ショーの制作や中断のために物語を（そして何よりも最後に）保持しているという事実に偏っています。 私は欠点を全て取り除きたいと思っていましたが、このアニメの弱点を増幅し、浪費されていた多くの楽しさを増幅させました。 私はそれを楽しんだので、私はまだ5を与える60分/ 90分。\u001b[22m\n\u001b[1m(Watashi ni totte wa owari made kanari tanoshikattadesu. Watashi wa, shō no seisaku ya chūdan no tame ni monogatari o (soshite naniyori mo saigo ni) hoji shite iru to iu jijitsu ni katayotte imasu. Watashi wa ketten o subete torinozokitai to omotte imashitaga, kono anime no jakuten o zōfuku shi, rōhi sa rete ita ōku no tanoshisa o zōfuku sa semashita. Watashi wa sore o tanoshindanode, watashi wa mada 5 o ataeru 60-bu/ 90-bu.)\u001b[22m\n\nTranslations of \u001b[4mIt was fairly enjoyable up until the end for me. I am biased on the fact that I hold the story (and above all the end) to be the make or break of a show. I was willing to block out all of the shortcomings, but the ending amplified the weaknesses of this anime and let a lot of the enjoyment that had built up to be squandered. I still give it a 5 because for 60/90 minutes I enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was fairly enjoyable up until the end for me.\u001b[24m\n    \u001b[1m私にとっては終わりまでかなり楽しかったです。\u001b[22m, \u001b[1mそれは私のために最後までかなり楽しかったです。\u001b[22m\n\u001b[4mI am biased on the fact that I hold the story (and above all the end) to be the make or break of a show.\u001b[24m\n    \u001b[1m私は、ショーの制作や中断のために物語を（そして何よりも最後に）保持しているという事実に偏っています。\u001b[22m, \u001b[1m私はショーのメイクまたはブレークであることが（と、すべてのエンド上記の）話を保持するという事実にバイアスされています。\u001b[22m\n\u001b[4mI was willing to block out all of the shortcomings, but the ending amplified the weaknesses of this anime and let a lot of the enjoyment that had built up to be squandered.\u001b[24m\n    \u001b[1m私は欠点を全て取り除きたいと思っていましたが、このアニメの弱点を増幅し、浪費されていた多くの楽しさを増幅させました。\u001b[22m, \u001b[1m私は欠点のすべてを閉め出すのに喜んでいたが、結末は、このアニメの弱点を増幅し、浪費されるように構築されていた楽しさをたくさんしましょう。\u001b[22m\n\u001b[4mI still give it a 5 because for 60/90 minutes I enjoyed it.\u001b[24m\n    \u001b[1m私はそれを楽しんだので、私はまだ5を与える60分/ 90分。\u001b[22m, \u001b[1m私はまだ私はそれを楽しん60/90分間のでそれを5を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall- 3\n\n\u001b[1m全体的 -  3\u001b[22m\n\u001b[1m(Zentai-teki - 3)\u001b[22m\n\nTranslations of \u001b[4mOverall- 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall- 3\u001b[24m\n    \u001b[1m全体的 -  3\u001b[22m, \u001b[1mOverall- 3\u001b[22m\nThis is actually the first time giving a 3 and I was quite surprised. For me, Art and sound don't play much into the overall score, so based on story, characters, and enjoyment were the real deciding factors. The story, even with it's potential, just did not make this anime any good. It leaves a sour taste in the mouth and brings everything else around it down. If they come out with a tv series, I will definitely give that a try and update my review for that as it could learn from the mistakes of this and draw out it's potential.\n\n\u001b[1mこれは実際に3を与える初めてのことであり、私はかなり驚いていました。 私にとっては、アートとサウンドは全体的なスコアにはあまり反映されていないので、ストーリー、キャラクター、楽しさが基本となります。 物語は、それが潜在的であっても、このアニメをどんなに良いものにしていないだけです。 それは口の中に酸っぱい味を残し、それの周りに他のものをもたらす。 彼らがテレビシリーズで出てくるなら、私は間違いなくこのことを学び、潜在能力を引き出すことができるように、その試みをして、私のレビューを更新します。\u001b[22m\n\u001b[1m(Kore wa jissai ni 3 o ataeru hajimete no kotodeari, watashi wa kanari odoroite imashita. Watashi ni totte wa, āto to saundo wa zentai-tekina sukoa ni wa amari han'ei sa rete inainode, sutōrī, kyarakutā, tanoshisa ga kihon to narimasu. Monogatari wa, sore ga senzai-tekideatte mo, kono anime o don'nani yoi mono ni shite inai dakedesu. Sore wa kuchi no naka ni suppai aji o nokoshi, sore no mawari ni hoka no mono o motarasu. Karera ga terebishirīzu de detekurunara, watashi wa machigainaku kono koto o manabi, senzai nōryoku o hikidasu koto ga dekiru yō ni, sono kokoromi o shite, watashi no rebyū o kōshin shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is actually the first time giving a 3 and I was quite surprised. For me, Art and sound don't play much into the overall score, so based on story, characters, and enjoyment were the real deciding factors. The story, even with it's potential, just did not make this anime any good. It leaves a sour taste in the mouth and brings everything else around it down. If they come out with a tv series, I will definitely give that a try and update my review for that as it could learn from the mistakes of this and draw out it's potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is actually the first time giving a 3 and I was quite surprised.\u001b[24m\n    \u001b[1mこれは実際に3を与える初めてのことであり、私はかなり驚いていました。\u001b[22m, \u001b[1mこれは実際に3を与えることは初めてであり、私は非常に驚きました。\u001b[22m\n\u001b[4mFor me, Art and sound don't play much into the overall score, so based on story, characters, and enjoyment were the real deciding factors.\u001b[24m\n    \u001b[1m私にとっては、アートとサウンドは全体的なスコアにはあまり反映されていないので、ストーリー、キャラクター、楽しさが基本となります。\u001b[22m, \u001b[1m私にとって、アートとサウンドはとても話、文字に基づいて、総合スコアにあまりプレイしない、と楽しさは、実際の決定因子でした。\u001b[22m\n\u001b[4mThe story, even with it's potential, just did not make this anime any good.\u001b[24m\n    \u001b[1m物語は、それが潜在的であっても、このアニメをどんなに良いものにしていないだけです。\u001b[22m, \u001b[1m物語は、それが潜在的なさえして、ちょうどこのアニメ何か良いことはありませんでした。\u001b[22m\n\u001b[4mIt leaves a sour taste in the mouth and brings everything else around it down.\u001b[24m\n    \u001b[1mそれは口の中に酸っぱい味を残し、それの周りに他のものをもたらす。\u001b[22m, \u001b[1mこれは、口の中に酸味を残し、その周りに他のすべてをダウンさせます。\u001b[22m\n\u001b[4mIf they come out with a tv series, I will definitely give that a try and update my review for that as it could learn from the mistakes of this and draw out it's potential.\u001b[24m\n    \u001b[1m彼らがテレビシリーズで出てくるなら、私は間違いなくこのことを学び、潜在能力を引き出すことができるように、その試みをして、私のレビューを更新します。\u001b[22m, \u001b[1m彼らはテレビシリーズに出てくる場合、私は間違いなくその試みを与えるだろうし、それがこのの過ちから学び、それが潜在的な引き出しができたように、そのための私のレビューを更新します。\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "Jack_Henderson",
    "profile": "/profile/Jack_Henderson/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=211321",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  4\nキャラクター|  6\n|  5\n\nNeppuu Kairiku Bushi Roadはまともなアニメですが、まともなキャラクターと優れた芸術を持っています。 しかし、私にとって最も際立っているのはエンディングです。 私はそれが言葉であるならば、ひどくシングイではなかった唯一の事であることをほぼ管理したことを除いて、何も言わないだろう。そして、私は1時間半のアニメーションを見て喜んでくれた。\n全体的に私はこのアニメを観戦し始めたばかりの人にお勧めします。アニメのベテランに目立つような瞬間があり、1時間半のアニメーションを見るのが難しいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nNeppuu Kairiku Bushi Road is a decent anime, though quite cliche, with decent characters and good art. However, the thing that stands out most to me is the ending. I won't say anything except that it managed to be pretty much the only thing that wasn't terribly cringey, if that's a word, and managed to make me glad I watched the whole hour and a half long animation.\n\n\u001b[1mNeppuu Kairiku Bushi Roadはまともなアニメですが、まともなキャラクターと優れた芸術を持っています。 しかし、私にとって最も際立っているのはエンディングです。 私はそれが言葉であるならば、ひどくシングイではなかった唯一の事であることをほぼ管理したことを除いて、何も言わないだろう。そして、私は1時間半のアニメーションを見て喜んでくれた。\u001b[22m\n\u001b[1m(Neppuu Kairiku Bushi Road wa matomona animedesuga, matomona kyarakutā to sugureta geijutsu o motte imasu. Shikashi, watashi ni totte mottomo kiwadatte iru no wa endingudesu. Watashi wa sore ga kotobadearunaraba, hidoku shinguide wa nakatta yuiitsu no kotodearu koto o hobo kanri shita koto o nozoite, nani mo iwanaidarou. Soshite, watashi wa 1-jikan han no animēshon o mite yorokonde kureta.)\u001b[22m\n\nTranslations of \u001b[4mNeppuu Kairiku Bushi Road is a decent anime, though quite cliche, with decent characters and good art. However, the thing that stands out most to me is the ending. I won't say anything except that it managed to be pretty much the only thing that wasn't terribly cringey, if that's a word, and managed to make me glad I watched the whole hour and a half long animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeppuu Kairiku Bushi Road is a decent anime, though quite cliche, with decent characters and good art.\u001b[24m\n    \u001b[1mNeppuu Kairiku Bushi Roadはまともなアニメですが、まともなキャラクターと優れた芸術を持っています。\u001b[22m, \u001b[1m熱風海陸ブシロードは、まともなキャラクターと優れた技術と、かなり決まり文句が、まともなアニメです。\u001b[22m\n\u001b[4mHowever, the thing that stands out most to me is the ending.\u001b[24m\n    \u001b[1mしかし、私にとって最も際立っているのはエンディングです。\u001b[22m, \u001b[1mしかし、私に最も目立つ事が結末です。\u001b[22m\n\u001b[4mI won't say anything except that it managed to be pretty much the only thing that wasn't terribly cringey, if that's a word, and managed to make me glad I watched the whole hour and a half long animation.\u001b[24m\n    \u001b[1m私はそれが言葉であるならば、ひどくシングイではなかった唯一の事であることをほぼ管理したことを除いて、何も言わないだろう。そして、私は1時間半のアニメーションを見て喜んでくれた。\u001b[22m, \u001b[1m私はそれはそれは言葉だ場合、ひどくcringeyではなかった、と私は全体の時間半の長いアニメーションを見て、私は喜んで作ることをどうにかほとんど唯一のものであることを管理していることを除いて何も言うことはありません。\u001b[22m\nOverall I would recommend this anime to people who have just started watching/reviewing as it has a lot of cliche moments that will stand out to anime veterans and make the whole hour and a half animation hard to watch as I know it was.\n\n\u001b[1m全体的に私はこのアニメを観戦し始めたばかりの人にお勧めします。アニメのベテランに目立つような瞬間があり、1時間半のアニメーションを見るのが難しいと思っています。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime o kansen shi hajimeta bakari no hito ni o susume shimasu. Anime no beteran ni medatsu yōna shunkan ga ari, 1-jikan han no animēshon o miru no ga muzukashī to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I would recommend this anime to people who have just started watching/reviewing as it has a lot of cliche moments that will stand out to anime veterans and make the whole hour and a half animation hard to watch as I know it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I would recommend this anime to people who have just started watching/reviewing as it has a lot of cliche moments that will stand out to anime veterans and make the whole hour and a half animation hard to watch as I know it was.\u001b[24m\n    \u001b[1m全体的に私はこのアニメを観戦し始めたばかりの人にお勧めします。アニメのベテランに目立つような瞬間があり、1時間半のアニメーションを見るのが難しいと思っています。\u001b[22m, \u001b[1m全体的に私はちょうどそれがアニメのベテランに目立つ、私はそれがあった知っているように、ハード全体時間半アニメーションを見ることになります決まり文句の瞬間をたくさん持っているよう見直し/見始めている人々にこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "KittensRule98",
    "profile": "/profile/KittensRule98/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=209395",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n（警告：スポイラー含む）\nストーリー：8\n私はその物語のオリジナリティーとそれがどれほど尊敬できるかが大好きです。  Ameは家を持たず、Su​​ouは町を救ったにもかかわらず彼が人間ではないことを恐れ、彼を嫌っている。\n基本的には、武器がモンスターの存在を終わらせると言われています。 途中、彼女は犠牲になる女の子を見て、彼女を救う。 その後、いくつかのモンスターが到着し、彼女はそれらを戦うために行く。  Suouは彼女を助けるために到着するが、彼は負傷している。 彼女は髪の毛のネクタイを包帯のように使用してから、後に聖なる武器を見つけるために彼らに加わります。\n\nアート：10\n戦いのシーン、キャラクター、背景などがよく描かれていました。 特に、AmeとSuouが無限の戦いを終えた結末。\n\nキャラクター：9\n私が言ったように、キャラクターは、関連して興味深いものでした。 それらのすべては勇敢で強かった。 唯一のことは、キャラクターの開発が少し遅かったということです。主にAmeとSuouの意見です。\n\n全体的に、私はこのアニメに独創性とそれに対する勤勉のために8を与えるでしょう。 それは最高ではなく素晴らしいですが、私はおそらくそれを再び見るでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(Warning: Spoilers included)\n\n\u001b[1m（警告：スポイラー含む）\u001b[22m\n\u001b[1m((Keikoku: Supoirā fukumu))\u001b[22m\n\nTranslations of \u001b[4m(Warning: Spoilers included)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Warning: Spoilers included)\u001b[24m\n    \u001b[1m（警告：スポイラー含む）\u001b[22m, \u001b[1m（警告：スポイラーが含まれています）\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nI love the story's originality and how relatable it is. Ame has no home and Suou is feared and hated for him not being a human, even though he saved a town.\n\n\u001b[1m私はその物語のオリジナリティーとそれがどれほど尊敬できるかが大好きです。  Ameは家を持たず、Su​​ouは町を救ったにもかかわらず彼が人間ではないことを恐れ、彼を嫌っている。\u001b[22m\n\u001b[1m(Watashi wa sono monogatari no orijinaritī to sore ga dorehodo sonkei dekiru ka ga daisukidesu. Ame wa ie o motazu, Su ​​ ou wa machi o sukutta nimokakawarazu kare ga ningende wanai koto o osore, kare o kiratte iru.)\u001b[22m\n\nTranslations of \u001b[4mI love the story's originality and how relatable it is. Ame has no home and Suou is feared and hated for him not being a human, even though he saved a town.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the story's originality and how relatable it is.\u001b[24m\n    \u001b[1m私はその物語のオリジナリティーとそれがどれほど尊敬できるかが大好きです。\u001b[22m, \u001b[1m私は物語の独創性とどのように関係づけ、それが大好きです。\u001b[22m\n\u001b[4mAme has no home and Suou is feared and hated for him not being a human, even though he saved a town.\u001b[24m\n    \u001b[1mAmeは家を持たず、Suouは町を救ったにもかかわらず彼が人間ではないことを恐れ、彼を嫌っている。\u001b[22m, \u001b[1m雨には家を持っていないと周防は恐れて、彼は町を保存していても、彼は人間ではないために嫌われています。\u001b[22m\nBasically, Ame goes to find the weapon said to end the existence of monsters. On the way, she sees a girl about to be sacrificed and saves her. Then, a few monsters arrive and she goes to fight them off. Suou arrives to help her, but he's wounded. She uses her hair tie as a bandage before he comes with them and joins them to find the Holy Weapon later on.\n\n\u001b[1m基本的には、武器がモンスターの存在を終わらせると言われています。 途中、彼女は犠牲になる女の子を見て、彼女を救う。 その後、いくつかのモンスターが到着し、彼女はそれらを戦うために行く。  Suouは彼女を助けるために到着するが、彼は負傷している。 彼女は髪の毛のネクタイを包帯のように使用してから、後に聖なる武器を見つけるために彼らに加わります。\u001b[22m\n\u001b[1m(Kihontekini wa, buki ga monsutā no sonzai o owara seru to iwa rete imasu. Tochū, kanojo wa gisei ni naru on'nanoko o mite, kanojo o sukuu. Sonogo, ikutsu ka no monsutā ga tōchaku shi, kanojo wa sorera o tatakau tame ni iku. Suou wa kanojo o tasukeru tame ni tōchaku suruga, kare wa fushō shite iru. Kanojo wa kaminoke no nekutai o hōtai no yō ni shiyō shite kara,-go ni seinaru buki o mitsukeru tame ni karera ni kuwawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mBasically, Ame goes to find the weapon said to end the existence of monsters. On the way, she sees a girl about to be sacrificed and saves her. Then, a few monsters arrive and she goes to fight them off. Suou arrives to help her, but he's wounded. She uses her hair tie as a bandage before he comes with them and joins them to find the Holy Weapon later on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically, Ame goes to find the weapon said to end the existence of monsters.\u001b[24m\n    \u001b[1m基本的には、武器がモンスターの存在を終わらせると言われています。\u001b[22m, \u001b[1m基本的には、雨は武器はモンスターの存在を終了すると言わ見つけるに進みます。\u001b[22m\n\u001b[4mOn the way, she sees a girl about to be sacrificed and saves her.\u001b[24m\n    \u001b[1m途中、彼女は犠牲になる女の子を見て、彼女を救う。\u001b[22m, \u001b[1m途中で、彼女は犠牲にされようとして女の子を見て、彼女を保存します。\u001b[22m\n\u001b[4mThen, a few monsters arrive and she goes to fight them off.\u001b[24m\n    \u001b[1mその後、いくつかのモンスターが到着し、彼女はそれらを戦うために行く。\u001b[22m, \u001b[1mその後、いくつかのモンスターが到着すると、彼女はそれらを撃退するために行きます。\u001b[22m\n\u001b[4mSuou arrives to help her, but he's wounded.\u001b[24m\n    \u001b[1mSuouは彼女を助けるために到着するが、彼は負傷している。\u001b[22m, \u001b[1m周防は彼女を助けるために到着したが、彼は負傷しています。\u001b[22m\n\u001b[4mShe uses her hair tie as a bandage before he comes with them and joins them to find the Holy Weapon later on.\u001b[24m\n    \u001b[1m彼女は髪の毛のネクタイを包帯のように使用してから、後に聖なる武器を見つけるために彼らに加わります。\u001b[22m, \u001b[1m彼はそれらに付属しており、後に神聖な武器を見つけるためにそれらを結合する前に、彼女は包帯のように彼女の髪のネクタイを使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nThe fight scenes, characters, backgrounds, etc. were well drawn. Especially the ending where Ame and Suou finished the endless battle.\n\n\u001b[1m戦いのシーン、キャラクター、背景などがよく描かれていました。 特に、AmeとSuouが無限の戦いを終えた結末。\u001b[22m\n\u001b[1m(Tatakai no shīn, kyarakutā, haikei nado ga yoku egaka rete imashita. Tokuni, Ame to Suou ga mugen no tatakai o oeta ketsumatsu.)\u001b[22m\n\nTranslations of \u001b[4mThe fight scenes, characters, backgrounds, etc. were well drawn. Especially the ending where Ame and Suou finished the endless battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fight scenes, characters, backgrounds, etc. were well drawn.\u001b[24m\n    \u001b[1m戦いのシーン、キャラクター、背景などがよく描かれていました。\u001b[22m, \u001b[1mなどの戦いのシーン、キャラクター、背景は、よく描かれました。\u001b[22m\n\u001b[4mEspecially the ending where Ame and Suou finished the endless battle.\u001b[24m\n    \u001b[1m特に、AmeとSuouが無限の戦いを終えた結末。\u001b[22m, \u001b[1m雨と周防は無限の戦いを終えた。特にエンディング。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nThe characters, like I said, were easy to relate to and interesting. All of them were brave and strong. The only thing is that the development of the characters was a bit slow, mostly Ame and Suou in my opinion.\n\n\u001b[1m私が言ったように、キャラクターは、関連して興味深いものでした。 それらのすべては勇敢で強かった。 唯一のことは、キャラクターの開発が少し遅かったということです。主にAmeとSuouの意見です。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, kyarakutā wa, kanren shite kyōmibukai monodeshita. Sorera no subete wa yūkande tsuyokatta. Yuiitsu no koto wa, kyarakutā no kaihatsu ga sukoshi osokatta to iu kotodesu. Omoni Ame to Suou no ikendesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters, like I said, were easy to relate to and interesting. All of them were brave and strong. The only thing is that the development of the characters was a bit slow, mostly Ame and Suou in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters, like I said, were easy to relate to and interesting.\u001b[24m\n    \u001b[1m私が言ったように、キャラクターは、関連して興味深いものでした。\u001b[22m, \u001b[1m文字は、私が言ったように、に関連しやすく、面白かったです。\u001b[22m\n\u001b[4mAll of them were brave and strong.\u001b[24m\n    \u001b[1mそれらのすべては勇敢で強かった。\u001b[22m, \u001b[1mそれらのすべては、勇敢で好調に推移しました。\u001b[22m\n\u001b[4mThe only thing is that the development of the characters was a bit slow, mostly Ame and Suou in my opinion.\u001b[24m\n    \u001b[1m唯一のことは、キャラクターの開発が少し遅かったということです。主にAmeとSuouの意見です。\u001b[22m, \u001b[1m唯一のものは、文字の開発が私の意見では、ほとんど雨と周防、少し遅かったということです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I would give this anime an 8 for the originality and hard work on it. It was great, not the best, but I will probably watch it again.\n\n\u001b[1m全体的に、私はこのアニメに独創性とそれに対する勤勉のために8を与えるでしょう。 それは最高ではなく素晴らしいですが、私はおそらくそれを再び見るでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono anime ni dokusō-sei to sore ni taisuru kinben no tame ni 8 o ataerudeshou. Sore wa saikōde wanaku subarashīdesuga, watashi wa osoraku sore o futatabi mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would give this anime an 8 for the originality and hard work on it. It was great, not the best, but I will probably watch it again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would give this anime an 8 for the originality and hard work on it.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメに独創性とそれに対する勤勉のために8を与えるでしょう。\u001b[22m, \u001b[1m全体的に、私はそれに独創性とハードワークのためにこのアニメに8を与えるだろう。\u001b[22m\n\u001b[4mIt was great, not the best, but I will probably watch it again.\u001b[24m\n    \u001b[1mそれは最高ではなく素晴らしいですが、私はおそらくそれを再び見るでしょう。\u001b[22m, \u001b[1mそれは、最高の素晴らしいではありませんでしたが、私はおそらく、再びそれを見ます。\u001b[22m"
  },
  {
    "title": "Neppuu_Kairiku_Bushi_Road",
    "id": "19653",
    "url": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
    "user": "zskye",
    "profile": "/profile/zskye/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=129453",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  6\n\nBushi Roadは一言で言えば最高です：急いでください。 ペーシング、ストーリー、あらゆるキャラクターの開発が可能ですが、このすべては非常に急いでおり、深刻な可能性があるため、残念です。 設定は面白いですが、キャラクターは、ほとんどフラットですが、奥行きのぼやけたヒントを持ち、アニメーションはうまくいっていて、サウンドトラックはとても楽しいです。\n\nしかし、問題は、ブーシ道路は90分しかないということです。 つまり、本質的には、偉大なアニメであった可能性のあるSpark Notesバージョンです。 あなたが設定とキャラクターに24のエピソードを与えれば、これは素晴らしいことかもしれませんが、それは立て続けに90分しかありませんが、キャラクターアークは非常に混乱しています（お互いに会った後、 約5分前）、実際には存在しません。 この設定は決して探求されず、文脈のないよく描かれているがそれ以外の浅い背景を提供する役目しか果たさず、文字が導入されて単に破棄され、全体がOVAではなくシリーズであったはずの輝く例である。\n\nしかし、アクションシーケンスは数は少ないものの、きれいにアニメーション化されている点が良い点です。 忍とmechsのコンピュータ画像は素晴らしいように見えます。前述のように、サウンドトラックは本当に夢中です。\n\n全体的に、Bushi Roadはあなたの暇な時間に見るためのポップコーンのフリックではありません。 いくつかの部分では輝きがありますが、多くの視聴者はそれを離れて混乱し、不満を募らせ、1週間後のことを忘れてしまいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nBushi Road can best be described in one word: rushed. The pacing, the story, any possible character development, all of this is very rushed, which is a shame, because there is serious potential. The setting is interesting, the characters, while mostly flat, possess a glimmering hint of depth, the animation is well done and the soundtrack is very enjoyable.\n\n\u001b[1mBushi Roadは一言で言えば最高です：急いでください。 ペーシング、ストーリー、あらゆるキャラクターの開発が可能ですが、このすべては非常に急いでおり、深刻な可能性があるため、残念です。 設定は面白いですが、キャラクターは、ほとんどフラットですが、奥行きのぼやけたヒントを持ち、アニメーションはうまくいっていて、サウンドトラックはとても楽しいです。\u001b[22m\n\u001b[1m(Bushi Road wa hitokoto de ieba saikōdesu: Isoide kudasai. Pēshingu, sutōrī, arayuru kyarakutā no kaihatsu ga kanōdesuga, ko no subete wa hijō ni isoide ori, shinkokuna kanōsei ga aru tame, zan'nendesu. Settei wa omoshiroidesuga, kyarakutā wa, hotondo furattodesu ga, okuyuki no boyaketa hinto o mochi, animēshon wa umaku itte ite, saundotorakku wa totemo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mBushi Road can best be described in one word: rushed. The pacing, the story, any possible character development, all of this is very rushed, which is a shame, because there is serious potential. The setting is interesting, the characters, while mostly flat, possess a glimmering hint of depth, the animation is well done and the soundtrack is very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBushi Road can best be described in one word: rushed.\u001b[24m\n    \u001b[1mBushi Roadは一言で言えば最高です：急いでください。\u001b[22m, \u001b[1m急い：武士道は最高の一言で説明することができます。\u001b[22m\n\u001b[4mThe pacing, the story, any possible character development, all of this is very rushed, which is a shame, because there is serious potential.\u001b[24m\n    \u001b[1mペーシング、ストーリー、あらゆるキャラクターの開発が可能ですが、このすべては非常に急いでおり、深刻な可能性があるため、残念です。\u001b[22m, \u001b[1m深刻なポテンシャルがありますので、残念ですペーシング、ストーリー、すべての可能な文字の開発、このすべてが非常に急いでされています、。\u001b[22m\n\u001b[4mThe setting is interesting, the characters, while mostly flat, possess a glimmering hint of depth, the animation is well done and the soundtrack is very enjoyable.\u001b[24m\n    \u001b[1m設定は面白いですが、キャラクターは、ほとんどフラットですが、奥行きのぼやけたヒントを持ち、アニメーションはうまくいっていて、サウンドトラックはとても楽しいです。\u001b[22m, \u001b[1m設定は、深さのかすかな光のヒントを持って、主にフラットながら、アニメーションがうまく行われ、サウンドトラックは非常に楽しいです、文字興味深いものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem, however, is that Bushi Road is only 90 minutes long. Which means that essentially it's the Spark Notes version of what could have been a great anime. If you gave the setting and characters 24 episodes to do their thing, this could have been amazing, but as it stands, with only 90 minutes the character arcs are very confusing (with some of them vowing to be together forever after having met each other about five minutes ago) or are practically nonexistent. The setting is never explored and only serves to provide well illustrated but otherwise shallow backdrops with no context, characters are introduced and simply discarded, and the entire thing is a shining example of something that should have been a series as opposed to an OVA.\n\n\u001b[1mしかし、問題は、ブーシ道路は90分しかないということです。 つまり、本質的には、偉大なアニメであった可能性のあるSpark Notesバージョンです。 あなたが設定とキャラクターに24のエピソードを与えれば、これは素晴らしいことかもしれませんが、それは立て続けに90分しかありませんが、キャラクターアークは非常に混乱しています（お互いに会った後、 約5分前）、実際には存在しません。 この設定は決して探求されず、文脈のないよく描かれているがそれ以外の浅い背景を提供する役目しか果たさず、文字が導入されて単に破棄され、全体がOVAではなくシリーズであったはずの輝く例である。\u001b[22m\n\u001b[1m(Shikashi, mondai wa, būshi dōro wa 90-bu shika nai to iu kotodesu. Tsumari, honshitsu-teki ni wa, idaina animedeatta kanōsei no aru Spark nōtsu bājondesu. Anata ga settei to kyarakutā ni 24 no episōdo o ataereba, kore wa subarashī koto kamo shiremasenga, soreha tatetsudzuke ni 90-bu shika arimasenga, kyarakutāāku wa hijō ni konran shite imasu (otagai ni atta nochi, yaku 5-bu mae), jissai ni wa sonzai shimasen. Kono settei wa kesshite tankyū sa rezu, bunmyaku no nai yoku egaka rete iruga soreigai no asai haikei o teikyō suru yakume shika hatasazu, moji ga dōnyū sa rete tan'ni haki sa re, zentai ga ovu~ade wa naku shirīzudeatta hazu no kagayaku reidearu.)\u001b[22m\n\nTranslations of \u001b[4mThe problem, however, is that Bushi Road is only 90 minutes long. Which means that essentially it's the Spark Notes version of what could have been a great anime. If you gave the setting and characters 24 episodes to do their thing, this could have been amazing, but as it stands, with only 90 minutes the character arcs are very confusing (with some of them vowing to be together forever after having met each other about five minutes ago) or are practically nonexistent. The setting is never explored and only serves to provide well illustrated but otherwise shallow backdrops with no context, characters are introduced and simply discarded, and the entire thing is a shining example of something that should have been a series as opposed to an OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem, however, is that Bushi Road is only 90 minutes long.\u001b[24m\n    \u001b[1mしかし、問題は、ブーシ道路は90分しかないということです。\u001b[22m, \u001b[1m問題は、しかし、武士道はわずか90分の長さであることです。\u001b[22m\n\u001b[4mWhich means that essentially it's the Spark Notes version of what could have been a great anime.\u001b[24m\n    \u001b[1mつまり、本質的には、偉大なアニメであった可能性のあるSpark Notesバージョンです。\u001b[22m, \u001b[1mこれは基本的にそれは素晴らしいアニメだったかもしれない何のスパークノートバージョンだということを意味します。\u001b[22m\n\u001b[4mIf you gave the setting and characters 24 episodes to do their thing, this could have been amazing, but as it stands, with only 90 minutes the character arcs are very confusing (with some of them vowing to be together forever after having met each other\u001b[24m\n    \u001b[1mあなたが設定とキャラクターに24のエピソードを与えれば、これは素晴らしいことかもしれませんが、それは立て続けに90分しかありませんが、キャラクターアークは非常に混乱しています（お互いに会った後、\u001b[22m, \u001b[1mあなたは自分のことを行うために24のエピソードの設定や文字を与えた場合、これは驚くべきだったかもしれないが、それはわずか90分で、スタンドとして文字アークは、それらのいくつかはお互いに会った後に永遠に一緒にい誓うと（非常に混乱しています\u001b[22m\n\u001b[4mabout five minutes ago) or are practically nonexistent.\u001b[24m\n    \u001b[1m約5分前）、実際には存在しません。\u001b[22m, \u001b[1m約5分前）または実質的に存在しません。\u001b[22m\n\u001b[4mThe setting is never explored and only serves to provide well illustrated but otherwise shallow backdrops with no context, characters are introduced and simply discarded, and the entire thing is a shining example of something that should have been a series as opposed to an OVA.\u001b[24m\n    \u001b[1mこの設定は決して探求されず、文脈のないよく描かれているがそれ以外の浅い背景を提供する役目しか果たさず、文字が導入されて単に破棄され、全体がOVAではなくシリーズであったはずの輝く例である。\u001b[22m, \u001b[1m設定は、探求することはありません、ノーコンテキストとよく図示したが、それ以外の浅い背景を提供するのに役立つだけで、文字を導入し、単に破棄、および全体のことは、OVAとは対照的に、直列されている必要があります何かの模範です。\u001b[22m\n\u001b[1m\u001b[22m\nGood points, however, is that the action sequences, though few in number, are beautifully animated. The computer imagery for the Shinobi and the mechs look fantastic, and as mentioned previously the soundtrack is really quite engrossing.\n\n\u001b[1mしかし、アクションシーケンスは数は少ないものの、きれいにアニメーション化されている点が良い点です。 忍とmechsのコンピュータ画像は素晴らしいように見えます。前述のように、サウンドトラックは本当に夢中です。\u001b[22m\n\u001b[1m(Shikashi, akushonshīkensu wa kazu wa sukunai mono no, kirei ni animēshon-ka sa rete iru ten ga yoi tendesu. Shinobu to mechs no konpyūta gazō wa subarashī yō ni miemasu. Zenjutsu no yō ni, saundotorakku wa hontōni muchūdesu.)\u001b[22m\n\nTranslations of \u001b[4mGood points, however, is that the action sequences, though few in number, are beautifully animated. The computer imagery for the Shinobi and the mechs look fantastic, and as mentioned previously the soundtrack is really quite engrossing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood points, however, is that the action sequences, though few in number, are beautifully animated.\u001b[24m\n    \u001b[1mしかし、アクションシーケンスは数は少ないものの、きれいにアニメーション化されている点が良い点です。\u001b[22m, \u001b[1m良い点は、しかし、行動配列は、数が少なくても、美しくアニメーション化されていることです。\u001b[22m\n\u001b[4mThe computer imagery for the Shinobi and the mechs look fantastic, and as mentioned previously the soundtrack is really quite engrossing.\u001b[24m\n    \u001b[1m忍とmechsのコンピュータ画像は素晴らしいように見えます。前述のように、サウンドトラックは本当に夢中です。\u001b[22m, \u001b[1m忍とメカのためのコンピュータのイメージは素晴らしい見て、前述のようにサウンドトラックは実際にはかなり夢中です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Bushi Road is little more than a popcorn flick to watch in your spare time. It's shiny in some parts with a bit of spectacle but many viewers will come away from it confused and dissatisfied, and will have forgotten what it was about in a week.\n\n\u001b[1m全体的に、Bushi Roadはあなたの暇な時間に見るためのポップコーンのフリックではありません。 いくつかの部分では輝きがありますが、多くの視聴者はそれを離れて混乱し、不満を募らせ、1週間後のことを忘れてしまいます。\u001b[22m\n\u001b[1m(Zentai-teki ni, Bushi Road wa anata no himana jikan ni miru tame no poppukōn no furikkude wa arimasen. Ikutsu ka no bubunde wa kagayaki ga arimasuga, ōku no shichō-sha wa sore o hanarete konran shi, fuman o tsunora se, 1-shūkan-go no koto o wasurete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Bushi Road is little more than a popcorn flick to watch in your spare time. It's shiny in some parts with a bit of spectacle but many viewers will come away from it confused and dissatisfied, and will have forgotten what it was about in a week.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Bushi Road is little more than a popcorn flick to watch in your spare time.\u001b[24m\n    \u001b[1m全体的に、Bushi Roadはあなたの暇な時間に見るためのポップコーンのフリックではありません。\u001b[22m, \u001b[1m全体的に、武士道は、お暇な時に見てポップコーンフリックより少しです。\u001b[22m\n\u001b[4mIt's shiny in some parts with a bit of spectacle but many viewers will come away from it confused and dissatisfied, and will have forgotten what it was about in a week.\u001b[24m\n    \u001b[1mいくつかの部分では輝きがありますが、多くの視聴者はそれを離れて混乱し、不満を募らせ、1週間後のことを忘れてしまいます。\u001b[22m, \u001b[1mこれは、眼鏡のビットといくつかの部分に光沢があるのですが、多くの視聴者はそこから離れて混乱し、不満来ると、それは週に約何だったか忘れてしまっているでしょう。\u001b[22m"
  }
]
