[
  {
    "title": "Free__FrFr_-_Short_Movie",
    "id": "19671",
    "url": "https://myanimelist.net/anime/19671/Free__FrFr_-_Short_Movie",
    "user": "Shounenai4life",
    "profile": "/profile/Shounenai4life/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=197040",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれらのショートパンツは、私の意見では、Free！の最高の部分を取り上げています。友だちの話、愚かでお互いの楽しさ、そして見て楽しむことができる愛らしいショートパンツです！ あなたが欠けている場合は無料！ あなたはフィックスが必要です、これらを見て、彼らは楽しいと愛らしいし、あなたがダウンしている場合は、あなたを応援します。\n\nスポイラー：\nあなたは春の笑いを聞いて、あなたの魂を溶かします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThese shorts take what is in my opinion the best part of Free!, stories of friends getting along, being silly and enjoying each other, and presents it in adorable shorts that are fun to watch! If you're missing Free! and you need a fix, watch these, they're fun and adorable and will cheer you up if you're feeling down.\n\n\u001b[1mこれらのショートパンツは、私の意見では、Free！の最高の部分を取り上げています。友だちの話、愚かでお互いの楽しさ、そして見て楽しむことができる愛らしいショートパンツです！ あなたが欠けている場合は無料！ あなたはフィックスが必要です、これらを見て、彼らは楽しいと愛らしいし、あなたがダウンしている場合は、あなたを応援します。\u001b[22m\n\u001b[1m(Korera no shōtopantsu wa, watashi no ikende wa, furī! No saikō no bubun o toriagete imasu. Tomodachi no hanashi, orokade otagai no tanoshisa, soshite mite tanoshimu koto ga dekiru airashī shōtopantsudesu! Anata ga kakete iru baai wa muryō! Anata wa fikkusu ga hitsuyōdesu, korera o mite, karera wa tanoshīto airashīshi, anata ga daun shite iru baai wa, anata o ōen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThese shorts take what is in my opinion the best part of Free!, stories of friends getting along, being silly and enjoying each other, and presents it in adorable shorts that are fun to watch! If you're missing Free! and you need a fix, watch these, they're fun and adorable and will cheer you up if you're feeling down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese shorts take what is in my opinion the best part of Free!, stories of friends getting along, being silly and enjoying each other, and presents it in adorable shorts that are fun to watch!\u001b[24m\n    \u001b[1mこれらのショートパンツは、私の意見では、Free！の最高の部分を取り上げています。友だちの話、愚かでお互いの楽しさ、そして見て楽しむことができる愛らしいショートパンツです！\u001b[22m, \u001b[1mこれらのショートパンツは、友人の話は愚かであること、お互いを楽しんで、仲良く！、何が私の意見では無料の最良の部分で取る、と見ていて楽しいです愛らしいショートパンツでそれを提示します！\u001b[22m\n\u001b[4mIf you're missing Free!\u001b[24m\n    \u001b[1mあなたが欠けている場合は無料！\u001b[22m, \u001b[1m場合は、無料逃しています！\u001b[22m\n\u001b[4mand you need a fix, watch these, they're fun and adorable and will cheer you up if you're feeling down.\u001b[24m\n    \u001b[1mあなたはフィックスが必要です、これらを見て、彼らは楽しいと愛らしいし、あなたがダウンしている場合は、あなたを応援します。\u001b[22m, \u001b[1mあなたは、修正を必要とするこれらのを見て、彼らは楽しさと愛らしいだとあなたがダウンして感じている場合はあなたを応援します。\u001b[22m\n\u001b[1m\u001b[22m\nSPOILERS:\n\n\u001b[1mスポイラー：\u001b[22m\n\u001b[1m(Supoirā:)\u001b[22m\n\nTranslations of \u001b[4mSPOILERS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPOILERS:\u001b[24m\n    \u001b[1mスポイラー：\u001b[22m\nYou WILL hear Haru laugh and it WILL melt your soul!\n\n\u001b[1mあなたは春の笑いを聞いて、あなたの魂を溶かします！\u001b[22m\n\u001b[1m(Anata wa haru no warai o kiite, anata no tamashī o tokashimasu!)\u001b[22m\n\nTranslations of \u001b[4mYou WILL hear Haru laugh and it WILL melt your soul!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou WILL hear Haru laugh and it WILL melt your soul!\u001b[24m\n    \u001b[1mあなたは春の笑いを聞いて、あなたの魂を溶かします！\u001b[22m, \u001b[1mあなたは春の笑いを聞くし、それはあなたの魂を溶けてしまいます！\u001b[22m"
  },
  {
    "title": "Free__FrFr_-_Short_Movie",
    "id": "19671",
    "url": "https://myanimelist.net/anime/19671/Free__FrFr_-_Short_Movie",
    "user": "PALMTREExD",
    "profile": "/profile/PALMTREExD/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=138627",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\nこれは私のレビューを書いて初めてのことですので、*穏やかにしてください。 ハハ。\n\n無料のショートパンツは、スイミングトーナメントやトレーニングセッションの後に起こるいくつかのボーナスストーリーを示しています。 私はエピソードごとにわずか3分で、あなたの人生は無駄にならないので、これを見てみることをお勧めします。 ここには恩恵があります; D\n\nそれは全く重くなく、かなり面白いプロットを含んでいます。 私は特定の部分でさえも笑った。 さらに、キャラクターがどうやって偶然に生きるかを示しています。 その芸術の質は本編とまったく同じです：流体アニメーションと素敵な色。 サウンドについて：あなたはイントロでしか聞こえませんが、音楽にはあなたを賞賛させるオーラがあります。 あまり表示されていないので、私はそれだけで良いと思った。 キャラクターの個性が高まり、これらからいくつかの新しい発見がありました。 そこにいるすべてのファンにとって、私はあなたがそれを楽しむことを保証しますが、ちょっと短いので、彼らからの重いプロットを期待しないでください。\n\n全体的な評価：8  - 非常に良い",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first time writing a review so *whispers* please be gentle. Haha.\n\n\u001b[1mこれは私のレビューを書いて初めてのことですので、*穏やかにしてください。 ハハ。\u001b[22m\n\u001b[1m(Kore wa watashi no rebyū o kaite hajimete no kotodesunode,* odayaka ni shite kudasai. Haha.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first time writing a review so *whispers* please be gentle. Haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first time writing a review so *whispers* please be gentle.\u001b[24m\n    \u001b[1mこれは私のレビューを書いて初めてのことですので、*穏やかにしてください。\u001b[22m, \u001b[1mこれには、*ささやきが優しくしてください*レビューを書いて初めてです。\u001b[22m\n\u001b[4mHaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m\n\u001b[1m\u001b[22m\nThe shorts of free show some bonus stories which happen behind the swimming tournaments and training sessions. I recommend you guys to watch this because it is only 3 freakin' minutes per episode and your life won't be wasted. THERE'S ALSO A BONUS HERE ;D\n\n\u001b[1m無料のショートパンツは、スイミングトーナメントやトレーニングセッションの後に起こるいくつかのボーナスストーリーを示しています。 私はエピソードごとにわずか3分で、あなたの人生は無駄にならないので、これを見てみることをお勧めします。 ここには恩恵があります; D\u001b[22m\n\u001b[1m(Muryō no shōtopantsu wa, suimingutōnamento ya torēningusesshon no nochi ni okoru ikutsu ka no bōnasusutōrī o shimeshite imasu. Watashi wa episōdo-goto ni wazuka 3-bu de, anata no jinsei wa muda ni naranainode, kore o mite miru koto o o susume shimasu. Koko ni wa onkei ga arimasu; D)\u001b[22m\n\nTranslations of \u001b[4mThe shorts of free show some bonus stories which happen behind the swimming tournaments and training sessions. I recommend you guys to watch this because it is only 3 freakin' minutes per episode and your life won't be wasted. THERE'S ALSO A BONUS HERE ;D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe shorts of free show some bonus stories which happen behind the swimming tournaments and training sessions.\u001b[24m\n    \u001b[1m無料のショートパンツは、スイミングトーナメントやトレーニングセッションの後に起こるいくつかのボーナスストーリーを示しています。\u001b[22m, \u001b[1m無料のショーのショートパンツ水泳トーナメントやトレーニングセッションの後ろに起こるいくつかのボーナスストーリー。\u001b[22m\n\u001b[4mI recommend you guys to watch this because it is only 3 freakin' minutes per episode and your life won't be wasted.\u001b[24m\n    \u001b[1m私はエピソードごとにわずか3分で、あなたの人生は無駄にならないので、これを見てみることをお勧めします。\u001b[22m, \u001b[1m私はあなたたちはそれがエピソードあたりわずか3 freakinの '分で、あなたの人生を無駄にされません。このため、視聴することをお勧めします。\u001b[22m\n\u001b[4mTHERE'S ALSO A BONUS HERE ;D\u001b[24m\n    \u001b[1mここには恩恵があります; D\u001b[22m, \u001b[1mHERE BONUSもあります; D\u001b[22m\n\u001b[1m\u001b[22m\nIt contains plots which aren't heavy at all and it is pretty entertaining. I even laughed at certain parts. Plus, it shows how the characters live casually. Its art quality is completely the same as the main story: fluid animation and nicely colored. For the sound: Even though you will only hear it in intros, the music has an aura that gets you hyped. Since it isn't displayed that much, I only considered it good. The characters' personalities were enhanced and there were some new discoveries from these. For all the fans out there, I guarantee that you will enjoy it but don't expect some heavy plots from them because- hey- it's just a short.\n\n\u001b[1mそれは全く重くなく、かなり面白いプロットを含んでいます。 私は特定の部分でさえも笑った。 さらに、キャラクターがどうやって偶然に生きるかを示しています。 その芸術の質は本編とまったく同じです：流体アニメーションと素敵な色。 サウンドについて：あなたはイントロでしか聞こえませんが、音楽にはあなたを賞賛させるオーラがあります。 あまり表示されていないので、私はそれだけで良いと思った。 キャラクターの個性が高まり、これらからいくつかの新しい発見がありました。 そこにいるすべてのファンにとって、私はあなたがそれを楽しむことを保証しますが、ちょっと短いので、彼らからの重いプロットを期待しないでください。\u001b[22m\n\u001b[1m(Sore wa mattaku omokunaku, kanari omoshiroi purotto o fukunde imasu. Watashi wa tokutei no bubunde sae mo waratta. Sarani, kyarakutā ga dō yatte gūzen ni ikiru ka o shimeshite imasu. Sono geijutsu no shitsu wa honpen to mattaku onajidesu: Ryūtai animēshon to sutekina iro. Saundo ni tsuite: Anata wa Intorode shika kikoemasenga, ongaku ni wa anata o shōsan sa seru ōra ga arimasu. Amari hyōji sa rete inainode, watashi wa sore dakede yoi to omotta. Kyarakutā no kosei ga takamari, korera kara ikutsu ka no atarashī hakken ga arimashita. Soko ni iru subete no fan ni totte, watashi wa anata ga sore o tanoshimu koto o hoshō shimasuga, chotto mijikainode, karera kara no omoi purotto o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIt contains plots which aren't heavy at all and it is pretty entertaining. I even laughed at certain parts. Plus, it shows how the characters live casually. Its art quality is completely the same as the main story: fluid animation and nicely colored. For the sound: Even though you will only hear it in intros, the music has an aura that gets you hyped. Since it isn't displayed that much, I only considered it good. The characters' personalities were enhanced and there were some new discoveries from these. For all the fans out there, I guarantee that you will enjoy it but don't expect some heavy plots from them because- hey- it's just a short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt contains plots which aren't heavy at all and it is pretty entertaining.\u001b[24m\n    \u001b[1mそれは全く重くなく、かなり面白いプロットを含んでいます。\u001b[22m, \u001b[1mそれは全然重くはありません、それは非常に面白いですプロットが含まれています。\u001b[22m\n\u001b[4mI even laughed at certain parts.\u001b[24m\n    \u001b[1m私は特定の部分でさえも笑った。\u001b[22m, \u001b[1m私も特定の部分で笑いました。\u001b[22m\n\u001b[4mPlus, it shows how the characters live casually.\u001b[24m\n    \u001b[1mさらに、キャラクターがどうやって偶然に生きるかを示しています。\u001b[22m, \u001b[1mプラス、それは文字がさりげなく生きる方法を示しています。\u001b[22m\n\u001b[4mIts art quality is completely the same as the main story: fluid animation and nicely colored.\u001b[24m\n    \u001b[1mその芸術の質は本編とまったく同じです：流体アニメーションと素敵な色。\u001b[22m, \u001b[1m流体アニメーションときれいに着色された：その芸術の質が完全にメインストーリーと同じです。\u001b[22m\n\u001b[4mFor the sound: Even though you will only hear it in intros, the music has an aura that gets you hyped.\u001b[24m\n    \u001b[1mサウンドについて：あなたはイントロでしか聞こえませんが、音楽にはあなたを賞賛させるオーラがあります。\u001b[22m, \u001b[1m音の場合：あなたが唯一のイントロでそれを聞いていても、音楽はあなたが宣伝なるオーラを持っています。\u001b[22m\n\u001b[4mSince it isn't displayed that much, I only considered it good.\u001b[24m\n    \u001b[1mあまり表示されていないので、私はそれだけで良いと思った。\u001b[22m, \u001b[1mそれはその多くを表示されていないので、私はそれが良いと考えました。\u001b[22m\n\u001b[4mThe characters' personalities were enhanced and there were some new discoveries from these.\u001b[24m\n    \u001b[1mキャラクターの個性が高まり、これらからいくつかの新しい発見がありました。\u001b[22m, \u001b[1mキャラクターの個性が強化され、これらのいくつかの新しい発見がありましたしました。\u001b[22m\n\u001b[4mFor all the fans out there, I guarantee that you will enjoy it but don't expect some heavy plots from them because- hey- it's just a short.\u001b[24m\n    \u001b[1mそこにいるすべてのファンにとって、私はあなたがそれを楽しむことを保証しますが、ちょっと短いので、彼らからの重いプロットを期待しないでください。\u001b[22m, \u001b[1mそこにすべてのファンのために、私はあなたがそれをお楽しみいただけますが、それらのいくつかの重いプロットはそれだけで短いですhey- because-期待していないことを保証します。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL RATING: 8-Very Good\n\n\u001b[1m全体的な評価：8  - 非常に良い\u001b[22m\n\u001b[1m(Zentai-tekina hyōka: 8 - Hijō ni yoi)\u001b[22m\n\nTranslations of \u001b[4mOVERALL RATING: 8-Very Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL RATING: 8-Very Good\u001b[24m\n    \u001b[1m全体的な評価：8  - 非常に良い\u001b[22m, \u001b[1m総合評価：8-とても良いです\u001b[22m"
  }
]
