[
  {
    "title": "Tesagure_Bukatsumono",
    "id": "19919",
    "url": "https://myanimelist.net/anime/19919/Tesagure_Bukatsumono",
    "user": "MochaCookies",
    "profile": "/profile/MochaCookies/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=135597",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  8\nキャラクター|  7\n|  10\n\nアニメ業界で最もメタと自己を意識したショーの1つが、従来アニメ化されていないショーでもあることは、ちょっと驚くべきことです。 テサグレ！ ブカトモノは一見すると、お金のためだけに作られた、オタクをターゲットにした恐ろしいCGアニメーションのモアスライスです。 そのような低予算生産（2回目のシーズンは現在、Kill la Killを上回っています）のために驚くほど高い売上高を持っていることに気をつけません。 とにかく品質については決して意味をなさない人気を示すだけです。\n\nそれとも？ あなたがCGアニメーションを見て、最初のエピソードを見れば、これはアニメ・トロペ・パロディーでいっぱいになったシリーズであることがすぐに分かります。 そのOPシーケンスは、ほとんど理論的な精度で、アニメのオープニングで見ることができるすべてのカットと、歌詞は即時のナレーションを提供します。  「今、走っている！ 今、私たちは手を差し伸べています！ これを維持している限り、すぐには本当のアニメのオープニングをします！ 同様のパロディーはアニメの髪の毛の色から過度に強力な学生評議会まで、またアニメスクールには男子生徒がいないような方法まで、一連のシリーズで頻繁に見られます。 このような正確さ、アニメの小さな欠陥や不規則性など、このシリーズのすべてのシリーズが無視するようになっているこのショーを見て、それはいつも陽気です。\n\nユーモアは、アニメ媒体のパロディーを越えて広がっている。 テサグレ！ メンバーがそれぞれの利益のために捜索することに専念するクラブ「テサグリーブ」の活動について説明しています。 このように、すべてのエピソードでは、彼らが参加できる別のクラブ活動について議論します。これは、アニメやマンガで描かれているように、活動の体系的な崩壊につながります。 しかしそれはそこで止まらない。 このキャラクターは、各エピソードの約半分を、議論中の活動を改善する方法をブレーンストーミングするために費やします。それぞれの活動は、独自の「新しいXXXクラブ」で始まります。  \"新しい\"、\"新しい\"は、あなたがこの番組を見るときにたくさん聞くことになる言葉です。 ブレインストームセグメントは、一般に各エピソードのハイライトです。放棄されたアイデアは故意にばかげて面白いものです。 この無作法なユーモアのために、多くのアニメを見ていない人でも、このショーのコメディをたくさん楽しむことができます。\n\n実際には、継続的に挿入されたジョークの他に、このショーを面白くするものの多くが文字そのものです。 主な出演者（4人、もちろんすべての女の子）は、別個の性格を持つとして脱ぎ捨てられ、素朴なコハハの小春から神秘的な（そして浮遊している）先輩のひなまで、別々の役割でお互いに遊びます。 彼らがあるかもしれませんが、ユニットとして彼らは非常にうまく動作し、彼らのエネルギーだけでもうんざりなジョークを笑いにするのに十分です。\n\nこのショーのプロダクションのユニークな特徴は、キャラクターが現実的に、そしてそのようなエネルギーと相互作用できるようにすることです。 ほとんどのアニメがアニメーション化され、その後にダビングされる間に、テサグレ！ そのオーディオが録音され、次にアニメーションが一致するようになります。 たぶん、対話の一部も即興演奏されているため、キャラクター同士が会話したり、笑い声で二重に曲がったりすることがあります。 これらは細かいことですが、実際にショーのキャラクターの相互作用を固めます。 もしあなたがテサグレを見るなら！ あなたの目を閉じて、あなたの画面で冗談を言う女の子のグループは、他の場所に見られる二次元の文字ではないかもしれません。 一度、彼らは本当の人々かもしれない、そしてあなたは違いを伝えることができないでしょう。\n\nテサグレ！ その結果、アニメの中で最も真実で最も面白い作品のひとつです。  K-ONのようなジャガーノート！ 人生とドラマの良さを兼ね備えたゆるゆりの特集です。 テサグレのために！ 同じくらいのエンターテインメントの高さに達するには、はるかに低い生産品質で、何も人生だけでなく、このショーがどのくらいうまく実行されるかの証です。 英語のファンサブグループがこれを選んでそれを完全に守る日が来たら、自分自身に好意を持ってそれを見てください。 他に何もないなら、あなたは非常に強い感覚に感銘を受けたでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt's a little surprising that one of the most meta and self aware shows in the anime industry could be one that isn't even conventionally animated. Tesagure! Bukatsumono is, at first glance, a horribly CG animated moe slice of life show, otaku-targeted, made simply for the sake of money. Never mind that it has surprisingly high sales for such a low budget production (its second season is currently outselling Kill la Kill); sales only indicate popularity, which never means much about quality anyway.\n\n\u001b[1mアニメ業界で最もメタと自己を意識したショーの1つが、従来アニメ化されていないショーでもあることは、ちょっと驚くべきことです。 テサグレ！ ブカトモノは一見すると、お金のためだけに作られた、オタクをターゲットにした恐ろしいCGアニメーションのモアスライスです。 そのような低予算生産（2回目のシーズンは現在、Kill la Killを上回っています）のために驚くほど高い売上高を持っていることに気をつけません。 とにかく品質については決して意味をなさない人気を示すだけです。\u001b[22m\n\u001b[1m(Anime gyōkai de mottomo meta to jiko o ishiki shita shō no 1tsu ga, jūrai anime-ka sa rete inai shōde mo aru koto wa, chotto odorokubeki kotodesu. Tesagure! Bukatomono wa ikken suru to, okane no tame dake ni tsukura reta, otaku o tāgetto ni shita osoroshī CG animēshon no moasuraisudesu. So no yōna tei yosan seisan (2-kai-me no shīzun wa genzai, Kill la Kill o uwamawatte imasu) no tame ni odoroku hodo takai uriagedaka o motte iru koto ni ki o tsukemasen. Tonikaku hinshitsu ni tsuite wa kesshite imiwonasanai ninki o shimesu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a little surprising that one of the most meta and self aware shows in the anime industry could be one that isn't even conventionally animated. Tesagure! Bukatsumono is, at first glance, a horribly CG animated moe slice of life show, otaku-targeted, made simply for the sake of money. Never mind that it has surprisingly high sales for such a low budget production (its second season is currently outselling Kill la Kill); sales only indicate popularity, which never means much about quality anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a little surprising that one of the most meta and self aware shows in the anime industry could be one that isn't even conventionally animated.\u001b[24m\n    \u001b[1mアニメ業界で最もメタと自己を意識したショーの1つが、従来アニメ化されていないショーでもあることは、ちょっと驚くべきことです。\u001b[22m, \u001b[1mこれは、アニメ業界で最もメタと自己意識のショーの1があっても、従来のアニメーションされていないものをすることができることを少し驚きです。\u001b[22m\n\u001b[4mTesagure!\u001b[24m\n    \u001b[1mテサグレ！\u001b[22m, \u001b[1mTesagure！\u001b[22m\n\u001b[4mBukatsumono is, at first glance, a horribly CG animated moe slice of life show, otaku-targeted, made simply for the sake of money.\u001b[24m\n    \u001b[1mブカトモノは一見すると、お金のためだけに作られた、オタクをターゲットにした恐ろしいCGアニメーションのモアスライスです。\u001b[22m, \u001b[1mBukatsumonoは、一見、お金のためだけで作られたオタクをターゲットライフショーの恐ろしくCGアニメーション萌えスライス、、です。\u001b[22m\n\u001b[4mNever mind that it has surprisingly high sales for such a low budget production (its second season is currently outselling Kill la Kill);\u001b[24m\n    \u001b[1mそのような低予算生産（2回目のシーズンは現在、Kill la Killを上回っています）のために驚くほど高い売上高を持っていることに気をつけません。\u001b[22m, \u001b[1mそれはこのような低予算の生産のための驚くほど高い売上高（その第二シーズンは現在、キル・ラ・キルを売れれる）があることを気にしません。\u001b[22m\n\u001b[4msales only indicate popularity, which never means much about quality anyway.\u001b[24m\n    \u001b[1mとにかく品質については決して意味をなさない人気を示すだけです。\u001b[22m, \u001b[1m売上高はとにかく品質について多くを意味することはありません人気を、示しています。\u001b[22m\n\u001b[1m\u001b[22m\nOr does it? If you look past the CG animation and watch through the first episode, you will discover right away that this is a series filled to brim with anime trope parodies. Its OP sequence goes through, with almost methodical precision, every cut you can expect to see in an anime opening, while the lyrics provide instant narration. 'And now we're running! And now we're reaching out our hands! As long as we keep this up, we'll have a real anime opening in no time!' Similar parody is seen frequently throughout the series, with topics ranging from anime hair colours, to overly powerful student councils, and even to the way anime schools never seem to have male students. It's always hilarious to see this show pick out, with such unerring accuracy, the little flaws and irregularities of anime that every other series has come to ignore.\n\n\u001b[1mそれとも？ あなたがCGアニメーションを見て、最初のエピソードを見れば、これはアニメ・トロペ・パロディーでいっぱいになったシリーズであることがすぐに分かります。 そのOPシーケンスは、ほとんど理論的な精度で、アニメのオープニングで見ることができるすべてのカットと、歌詞は即時のナレーションを提供します。  「今、走っている！ 今、私たちは手を差し伸べています！ これを維持している限り、すぐには本当のアニメのオープニングをします！ 同様のパロディーはアニメの髪の毛の色から過度に強力な学生評議会まで、またアニメスクールには男子生徒がいないような方法まで、一連のシリーズで頻繁に見られます。 このような正確さ、アニメの小さな欠陥や不規則性など、このシリーズのすべてのシリーズが無視するようになっているこのショーを見て、それはいつも陽気です。\u001b[22m\n\u001b[1m(Soretomo? Anata ga CG animēshon o mite, saisho no episōdo o mireba, koreha anime torope parodī de ippai ni natta shirīzudearu koto ga sugu ni wakarimasu. Sono OP shīkensu wa, hotondo riron-tekina seido de, anime no ōpuningu de miru koto ga dekiru subete no katto to, kashi wa sokuji no narēshon o teikyō shimasu. `Ima, hashitte iru! Ima, watashitachi wa te o sashinobete imasu! Kore o iji shite iru kagiri, sugu ni wa hontō no anime no ōpuningu o shimasu! Dōyō no parodī wa anime no kaminoke no iro kara kado ni kyōryokuna gakusei hyōgi-kai made, mata animesukūru ni wa danshi seito ga inai yōna hōhō made, ichiren no shirīzu de hinpan ni mi raremasu. Ko no yōna seikaku-sa, anime no chīsana kekkan ya fukisoku-sei nado, kono shirīzu no subete no shirīzu ga mushi suru yō ni natte iru kono shō o mite, sore wa itsumo yōkidesu.)\u001b[22m\n\nTranslations of \u001b[4mOr does it? If you look past the CG animation and watch through the first episode, you will discover right away that this is a series filled to brim with anime trope parodies. Its OP sequence goes through, with almost methodical precision, every cut you can expect to see in an anime opening, while the lyrics provide instant narration. 'And now we're running! And now we're reaching out our hands! As long as we keep this up, we'll have a real anime opening in no time!' Similar parody is seen frequently throughout the series, with topics ranging from anime hair colours, to overly powerful student councils, and even to the way anime schools never seem to have male students. It's always hilarious to see this show pick out, with such unerring accuracy, the little flaws and irregularities of anime that every other series has come to ignore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOr does it?\u001b[24m\n    \u001b[1mそれとも？\u001b[22m, \u001b[1mまたはそれはありませんか？\u001b[22m\n\u001b[4mIf you look past the CG animation and watch through the first episode, you will discover right away that this is a series filled to brim with anime trope parodies.\u001b[24m\n    \u001b[1mあなたがCGアニメーションを見て、最初のエピソードを見れば、これはアニメ・トロペ・パロディーでいっぱいになったシリーズであることがすぐに分かります。\u001b[22m, \u001b[1mあなたはCGアニメーションを過ぎて見て、最初のエピソードを通して見れば、あなたはこのアニメの比喩のパロディで溢れかえってシリーズであることをすぐに発見するでしょう。\u001b[22m\n\u001b[4mIts OP sequence goes through, with almost methodical precision, every cut you can expect to see in an anime opening, while the lyrics provide instant narration.\u001b[24m\n    \u001b[1mそのOPシーケンスは、ほとんど理論的な精度で、アニメのオープニングで見ることができるすべてのカットと、歌詞は即時のナレーションを提供します。\u001b[22m, \u001b[1mそのOPシーケンスは、ほぼ整然とした精度で、あなたは歌詞がインスタントナレーションを提供しながら、アニメのオープニングで見ることを期待することができ、すべてのカットを通過します。\u001b[22m\n\u001b[4m'And now we're running!\u001b[24m\n    \u001b[1m「今、走っている！\u001b[22m, \u001b[1m「そして今、我々は実行しています！\u001b[22m\n\u001b[4mAnd now we're reaching out our hands!\u001b[24m\n    \u001b[1m今、私たちは手を差し伸べています！\u001b[22m, \u001b[1mそして今、我々は我々の手を差し伸べるています！\u001b[22m\n\u001b[4mAs long as we keep this up, we'll have a real anime opening in no time!'\u001b[24m\n    \u001b[1mこれを維持している限り、すぐには本当のアニメのオープニングをします！\u001b[22m, \u001b[1m私たちはこれを維持する限り、私たちは時間がないの本当のアニメ開口部を持っていますよ！」\u001b[22m\n\u001b[4mSimilar parody is seen frequently throughout the series, with topics ranging from anime hair colours, to overly powerful student councils, and even to the way anime schools never seem to have male students.\u001b[24m\n    \u001b[1m同様のパロディーはアニメの髪の毛の色から過度に強力な学生評議会まで、またアニメスクールには男子生徒がいないような方法まで、一連のシリーズで頻繁に見られます。\u001b[22m, \u001b[1m同様のパロディは、アニメの髪の色から、過度に強力な生徒会に、さらにはアニメの学校は男子学生を持っているように見えることはありません道に至るまでのトピックで、シリーズ全体で頻繁に見られています。\u001b[22m\n\u001b[4mIt's always hilarious to see this show pick out, with such unerring accuracy, the little flaws and irregularities of anime that every other series has come to ignore.\u001b[24m\n    \u001b[1mこのような正確さ、アニメの小さな欠陥や不規則性など、このシリーズのすべてのシリーズが無視するようになっているこのショーを見て、それはいつも陽気です。\u001b[22m, \u001b[1mそれは、このショーは、そのような的確な精度で、小さな傷や他のすべてのシリーズは無視するようになってきたアニメの凹凸を取り出す見るために、常に陽気です。\u001b[22m\n\u001b[1m\u001b[22m\nThe humour extends beyond parodies of the anime medium. Tesagure! describes the activities of the Tesaguri-bu, a club dedicated to letting its members grope for their respective interests. As such, every episode has them discussing a different club activity they could take part in. This opens up into a systematic break-down of activities as they are portrayed in anime and manga, with the characters very wittily pointing out illogical features of each. But it doesn't stop there. The characters spend roughly half of each episode brainstorming ways to improve upon the activity under discussion, each coming up with their own 'New XXX club'. ”新しい”, 'new', is a word you're going to hearing a lot when you watch this show. The brainstorm segment is generally the highlight of each episode, as the ideas thrown out are deliberately ridiculous and very funny. It's because of this random humour that even people who don't watch a lot of anime can appreciate a lot of the comedy in this show.\n\n\u001b[1mユーモアは、アニメ媒体のパロディーを越えて広がっている。 テサグレ！ メンバーがそれぞれの利益のために捜索することに専念するクラブ「テサグリーブ」の活動について説明しています。 このように、すべてのエピソードでは、彼らが参加できる別のクラブ活動について議論します。これは、アニメやマンガで描かれているように、活動の体系的な崩壊につながります。 しかしそれはそこで止まらない。 このキャラクターは、各エピソードの約半分を、議論中の活動を改善する方法をブレーンストーミングするために費やします。それぞれの活動は、独自の「新しいXXXクラブ」で始まります。  \"新しい\"、\"新しい\"は、あなたがこの番組を見るときにたくさん聞くことになる言葉です。 ブレインストームセグメントは、一般に各エピソードのハイライトです。放棄されたアイデアは故意にばかげて面白いものです。 この無作法なユーモアのために、多くのアニメを見ていない人でも、このショーのコメディをたくさん楽しむことができます。\u001b[22m\n\u001b[1m(Yūmoa wa, anime baitai no parodī o koete hirogatte iru. Tesagure! Menbā ga sorezore no rieki no tame ni sōsaku suru koto ni sen'nen suru kurabu `tesagurību' no katsudō ni tsuite setsumei shite imasu. Ko no yō ni, subete no episōdode wa, karera ga sanka dekiru betsu no kurabu katsudō ni tsuite giron shimasu. Kore wa, anime ya manga de egaka rete iru yō ni, katsudō no taikei-tekina hōkai ni tsunagarimasu. Shikashi sore wa soko de tomaranai. Kono kyarakutā wa, kaku episōdo no yaku hanbun o, giron-chū no katsudō o kaizen suru hōhō o burēnsutōmingu suru tame ni tsuiyashimasu. Sorezore no katsudō wa, dokuji no `atarashī XXX kurabu' de hajimarimasu. \" Atarashī\", \" atarashī\" wa, anata ga kono bangumi o miru toki ni takusan kiku koto ni naru kotobadesu. Bureinsutōmusegumento wa, ippan ni kaku episōdo no hairaitodesu. Hōki sa reta aidea wa koi ni bakagete omoshiroi monodesu. Kono busahōna yūmoa no tame ni, ōku no anime o miteinai hito demo, kono shō no komedi o takusan tanoshimu koto ga dekimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAs a matter of fact, much of what makes this show funny besides the continually inserted jokes is the characters themselves. The main cast (four of them, and of course all girls) each come off as having distinct personalities and play each other off very well in their separate roles, from Koharu the naive kouhai to Hina the mysterious (and floating) senpai. Cliches they may be, but as a unit they work very well, and their energy alone is enough to make even unfunny jokes crack a laugh.\n\n\u001b[1m実際には、継続的に挿入されたジョークの他に、このショーを面白くするものの多くが文字そのものです。 主な出演者（4人、もちろんすべての女の子）は、別個の性格を持つとして脱ぎ捨てられ、素朴なコハハの小春から神秘的な（そして浮遊している）先輩のひなまで、別々の役割でお互いに遊びます。 彼らがあるかもしれませんが、ユニットとして彼らは非常にうまく動作し、彼らのエネルギーだけでもうんざりなジョークを笑いにするのに十分です。\u001b[22m\n\u001b[1m(Jissai ni wa, keizoku-teki ni sōnyū sa reta jōku no ta ni, kono shō o omoshiroku suru mono no ōku ga moji sonomonodesu. Omona shutsuen-sha (4-ri, mochiron subete no on'nanoko) wa, bekko no seikaku o motsu to shite nugisute rare, sobokuna kohaha no koharu kara shinpi-tekina (soshite fuyū shite iru) senpai no hina made, betsubetsu no yakuwari de otagai ni asobimasu. Karera ga aru kamo shiremasenga, yunitto to shite karera wa hijō ni umaku dōsa shi, karera no enerugī dake demo unzarina jōku o warai ni suru no ni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a matter of fact, much of what makes this show funny besides the continually inserted jokes is the characters themselves. The main cast (four of them, and of course all girls) each come off as having distinct personalities and play each other off very well in their separate roles, from Koharu the naive kouhai to Hina the mysterious (and floating) senpai. Cliches they may be, but as a unit they work very well, and their energy alone is enough to make even unfunny jokes crack a laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a matter of fact, much of what makes this show funny besides the continually inserted jokes is the characters themselves.\u001b[24m\n    \u001b[1m実際には、継続的に挿入されたジョークの他に、このショーを面白くするものの多くが文字そのものです。\u001b[22m, \u001b[1m実際のところ、継続的に挿入されたジョーク以外にも、この番組は面白い作るものの多くは文字そのものです。\u001b[22m\n\u001b[4mThe main cast (four of them, and of course all girls) each come off as having distinct personalities and play each other off very well in their separate roles, from Koharu the naive kouhai to Hina the mysterious (and floating) senpai.\u001b[24m\n    \u001b[1m主な出演者（4人、もちろんすべての女の子）は、別個の性格を持つとして脱ぎ捨てられ、素朴なコハハの小春から神秘的な（そして浮遊している）先輩のひなまで、別々の役割でお互いに遊びます。\u001b[22m, \u001b[1mメインキャスト（それらの4、そしてもちろんすべての女の子）がそれぞれ別個の人格を持つものとしてオフに来て、ひなに小春から、その独立した役割に非常によく神秘的（および浮動）先輩をナイーブkouhaiをお互いをオフに再生します。\u001b[22m\n\u001b[4mCliches they may be, but as a unit they work very well, and their energy alone is enough to make even unfunny jokes crack a laugh.\u001b[24m\n    \u001b[1m彼らがあるかもしれませんが、ユニットとして彼らは非常にうまく動作し、彼らのエネルギーだけでもうんざりなジョークを笑いにするのに十分です。\u001b[22m, \u001b[1m決まり文句彼らがかもしれないが、ユニットとして、彼らは非常にうまく機能し、単独でそのエネルギーがあっても面白くないジョークが笑いをクラックするのに十分です。\u001b[22m\n\u001b[1m\u001b[22m\nIt is a unique feature of this show's production that allows the characters to interact so realistically and with such energy. While most anime are animated and then dubbed over, Tesagure! has its audio recorded and then the animation made to match. Supposedly, parts of the dialogue are also improvised, resulting in moments when the characters talk over one another or bend double in laughter for seconds on end. These are small details, but they really solidify the character interactions of the show. If you were to watch Tesagure! with your eyes closed, the group of girls joking on your screen might not be just the two dimensional characters seen everywhere else. For once, they could be real people, and you wouldn't be able to tell the difference.\n\n\u001b[1mこのショーのプロダクションのユニークな特徴は、キャラクターが現実的に、そしてそのようなエネルギーと相互作用できるようにすることです。 ほとんどのアニメがアニメーション化され、その後にダビングされる間に、テサグレ！ そのオーディオが録音され、次にアニメーションが一致するようになります。 たぶん、対話の一部も即興演奏されているため、キャラクター同士が会話したり、笑い声で二重に曲がったりすることがあります。 これらは細かいことですが、実際にショーのキャラクターの相互作用を固めます。 もしあなたがテサグレを見るなら！ あなたの目を閉じて、あなたの画面で冗談を言う女の子のグループは、他の場所に見られる二次元の文字ではないかもしれません。 一度、彼らは本当の人々かもしれない、そしてあなたは違いを伝えることができないでしょう。\u001b[22m\n\u001b[1m(Kono shō no purodakushon no yunīkuna tokuchō wa, kyarakutā ga genjitsu-teki ni, soshite sono yōna enerugī to sōgo sayō dekiru yō ni suru kotodesu. Hotondo no anime ga animēshon-ka sa re, sonogo ni dabingu sa reru ma ni, tesagure! Sono ōdio ga rokuon sa re, tsugini animēshon ga itchi suru yō ni narimasu. Tabun, taiwa no ichibu mo sokkyō ensō sa rete iru tame, kyarakutā dōshi ga kaiwa shi tari, waraigoe de nijū ni magattari suru koto ga arimasu. Korera wa komakai kotodesuga, jissai ni shō no kyarakutā no sōgo sayō o katamemasu. Moshi anata ga tesagure o mirunara! Anata no mewotojite, anata no gamen de jōdan o iu on'nanoko no gurūpu wa, hoka no basho ni mi rareru nijigen no mojide wanai kamo shiremasen. Ichido, karera wa hontō no hitobito kamo shirenai, soshite anata wa chigai o tsutaeru koto ga dekinaideshou.)\u001b[22m\n\nTranslations of \u001b[4mIt is a unique feature of this show's production that allows the characters to interact so realistically and with such energy. While most anime are animated and then dubbed over, Tesagure! has its audio recorded and then the animation made to match. Supposedly, parts of the dialogue are also improvised, resulting in moments when the characters talk over one another or bend double in laughter for seconds on end. These are small details, but they really solidify the character interactions of the show. If you were to watch Tesagure! with your eyes closed, the group of girls joking on your screen might not be just the two dimensional characters seen everywhere else. For once, they could be real people, and you wouldn't be able to tell the difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a unique feature of this show's production that allows the characters to interact so realistically and with such energy.\u001b[24m\n    \u001b[1mこのショーのプロダクションのユニークな特徴は、キャラクターが現実的に、そしてそのようなエネルギーと相互作用できるようにすることです。\u001b[22m, \u001b[1mこれは、文字が非常に現実的に、そのようなエネルギーと対話することができ、このショーの生産のユニークな特徴です。\u001b[22m\n\u001b[4mWhile most anime are animated and then dubbed over, Tesagure!\u001b[24m\n    \u001b[1mほとんどのアニメがアニメーション化され、その後にダビングされる間に、テサグレ！\u001b[22m, \u001b[1mほとんどのアニメは、Tesagureをアニメ化した後、オーバーダビングしているが！\u001b[22m\n\u001b[4mhas its audio recorded and then the animation made to match.\u001b[24m\n    \u001b[1mそのオーディオが録音され、次にアニメーションが一致するようになります。\u001b[22m, \u001b[1mその音声を記録し、その後アニメーションが一致するようになりました。\u001b[22m\n\u001b[4mSupposedly, parts of the dialogue are also improvised, resulting in moments when the characters talk over one another or bend double in laughter for seconds on end.\u001b[24m\n    \u001b[1mたぶん、対話の一部も即興演奏されているため、キャラクター同士が会話したり、笑い声で二重に曲がったりすることがあります。\u001b[22m, \u001b[1m恐らく、対話の部品も文字が最後に秒間笑いで互いにまたは曲げダブルかけて話をするときの瞬間、その結果、即興されています。\u001b[22m\n\u001b[4mThese are small details, but they really solidify the character interactions of the show.\u001b[24m\n    \u001b[1mこれらは細かいことですが、実際にショーのキャラクターの相互作用を固めます。\u001b[22m, \u001b[1mこれらは細かいですが、彼らは実際にショーの文字の相互作用を固めます。\u001b[22m\n\u001b[4mIf you were to watch Tesagure!\u001b[24m\n    \u001b[1mもしあなたがテサグレを見るなら！\u001b[22m, \u001b[1m場合は、Tesagureを見ていました！\u001b[22m\n\u001b[4mwith your eyes closed, the group of girls joking on your screen might not be just the two dimensional characters seen everywhere else.\u001b[24m\n    \u001b[1mあなたの目を閉じて、あなたの画面で冗談を言う女の子のグループは、他の場所に見られる二次元の文字ではないかもしれません。\u001b[22m, \u001b[1mあなたの目を閉じて、画面上に冗談女の子のグループがちょうど2次元の文字は、他のどこでも見られない場合があります。\u001b[22m\n\u001b[4mFor once, they could be real people, and you wouldn't be able to tell the difference.\u001b[24m\n    \u001b[1m一度、彼らは本当の人々かもしれない、そしてあなたは違いを伝えることができないでしょう。\u001b[22m, \u001b[1m一度のために、彼らは現実の人々かもしれない、とあなたは違いを見分けることができないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nTesagure! is, as a result, one of the truest and most entertaining pure slice of life series in the anime medium. Juggernauts like K-ON! and YuruYuri feature with a good mix of slice of life and drama, and so become as entertaining as they are. For Tesagure! to reach similar heights of entertainment with its far lower production quality and nothing but slice of life should be a testament to how well this show is executed. If there ever comes a day when an English fansub group picks this up and subs it in full, do yourself a favour and watch it. If nothing else, you will be impressed with a very strong sense of the 新しい.\n\n\u001b[1mテサグレ！ その結果、アニメの中で最も真実で最も面白い作品のひとつです。  K-ONのようなジャガーノート！ 人生とドラマの良さを兼ね備えたゆるゆりの特集です。 テサグレのために！ 同じくらいのエンターテインメントの高さに達するには、はるかに低い生産品質で、何も人生だけでなく、このショーがどのくらいうまく実行されるかの証です。 英語のファンサブグループがこれを選んでそれを完全に守る日が来たら、自分自身に好意を持ってそれを見てください。 他に何もないなら、あなたは非常に強い感覚に感銘を受けたでしょう。\u001b[22m\n\u001b[1m(Tesagure! Sono kekka, anime no naka de mottomo shinjitsu de mottomo omoshiroi sakuhin no hitotsudesu. K - ON no yōna jagānōto! Jinsei to dorama no yo-sa o kanesonaeta yuru Yuri no tokushūdesu. Tesagure no tame ni! Onaji kurai no entāteinmento no taka-sa ni tassuru ni wa, haruka ni hikui seisan hinshitsu de, nani mo jinsei dakedenaku, kono shō ga dono kurai umaku jikkō sa reru ka no akashidesu. Eigo no fansabugurūpu ga kore o erande sore o kanzen ni mamoru hi ga kitara, jibun jishin ni kōi o motte sore o mite kudasai. Hoka ni nanimonainara, anata wa hijō ni tsuyoi kankaku ni kanmei o uketadeshou.)\u001b[22m\n\nTranslations of \u001b[4mTesagure! is, as a result, one of the truest and most entertaining pure slice of life series in the anime medium. Juggernauts like K-ON! and YuruYuri feature with a good mix of slice of life and drama, and so become as entertaining as they are. For Tesagure! to reach similar heights of entertainment with its far lower production quality and nothing but slice of life should be a testament to how well this show is executed. If there ever comes a day when an English fansub group picks this up and subs it in full, do yourself a favour and watch it. If nothing else, you will be impressed with a very strong sense of the 新しい.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTesagure!\u001b[24m\n    \u001b[1mテサグレ！\u001b[22m, \u001b[1mTesagure！\u001b[22m\n\u001b[4mis, as a result, one of the truest and most entertaining pure slice of life series in the anime medium.\u001b[24m\n    \u001b[1mその結果、アニメの中で最も真実で最も面白い作品のひとつです。\u001b[22m, \u001b[1mその結果、アニメ媒体での生活シリーズの本当の最も面白い純粋なスライスの一つとして、です。\u001b[22m\n\u001b[4mJuggernauts like K-ON!\u001b[24m\n    \u001b[1mK-ONのようなジャガーノート！\u001b[22m, \u001b[1mK-ONのようなJuggernauts！\u001b[22m\n\u001b[4mand YuruYuri feature with a good mix of slice of life and drama, and so become as entertaining as they are.\u001b[24m\n    \u001b[1m人生とドラマの良さを兼ね備えたゆるゆりの特集です。\u001b[22m, \u001b[1mそして、ゆるゆりの生活やドラマのスライスの良いミックスと機能、およびそれらがあるように面白いとなります。\u001b[22m\n\u001b[4mFor Tesagure!\u001b[24m\n    \u001b[1mテサグレのために！\u001b[22m, \u001b[1mTesagureのために！\u001b[22m\n\u001b[4mto reach similar heights of entertainment with its far lower production quality and nothing but slice of life should be a testament to how well this show is executed.\u001b[24m\n    \u001b[1m同じくらいのエンターテインメントの高さに達するには、はるかに低い生産品質で、何も人生だけでなく、このショーがどのくらいうまく実行されるかの証です。\u001b[22m, \u001b[1mそのはるかに低い生産品質と何もなく、生活のスライスと娯楽の同様の高さに到達するためには、このショーが実行されているどれだけの証であるべきです。\u001b[22m\n\u001b[4mIf there ever comes a day when an English fansub group picks this up and subs it in full, do yourself a favour and watch it.\u001b[24m\n    \u001b[1m英語のファンサブグループがこれを選んでそれを完全に守る日が来たら、自分自身に好意を持ってそれを見てください。\u001b[22m, \u001b[1mそこまで英語のファンサブグループがこれを拾っ日が来るとフルで潜水艦それをした場合、自分を支持を行うと、それを見ます。\u001b[22m\n\u001b[4mIf nothing else, you will be impressed with a very strong sense of the 新しい.\u001b[24m\n    \u001b[1m他に何もないなら、あなたは非常に強い感覚に感銘を受けたでしょう。\u001b[22m, \u001b[1m何もない場合は、新しいの非常に強い感覚に感銘を受けるだろう。\u001b[22m"
  },
  {
    "title": "Tesagure_Bukatsumono",
    "id": "19919",
    "url": "https://myanimelist.net/anime/19919/Tesagure_Bukatsumono",
    "user": "LionMask",
    "profile": "/profile/LionMask/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=128433",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  7\nキャラクター|  9\n|  9\n\n「ああ、アニメの本質を傷つけるもう一つのCGの怪物」は、テサグレに来たときに思ったことです。 ブカツモノ。 どうして？ 私は、おそらくそれのすべての粗大なノベルティと繊細な基準が壊れてショックに私を入れて、わからない。 しかし、死から人生が来て、それはこのアニメのものです。\n\nテサグレ！ ブカトモノは非常にメタです。 それは、新しい（新しい、はい、あなたはこれをたくさん聞く）と面白いと淫語とゲイや時には暴力的な方法空やかわいい女の子から落ちるかわいい女の子のようなもので遊んでいる間、多くのアニメやマンガで流行しているclichesとtropesを示しています 学校の口にパンをぶつけたり、スポーツをしながら叫んだりしている人は、普段と違うことがあります。\n\nだから、パニック発作、滑り、悪い言葉遣い、そして奇妙な想像力を日本の声優が好きなら、これを行かせてください。\n\n最後に、このアニメは半分のアドリブなので、楽しいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Oh no, another CG monstrosity that shames the essence of anime.', is more or less what I thought when came upon Tesagure! Bukatsumono. Why? I don't know, maybe the crude novelty of it all and the delicate standards being broken put me in shock. But from death came life and that's what this anime is.\n\n\u001b[1m「ああ、アニメの本質を傷つけるもう一つのCGの怪物」は、テサグレに来たときに思ったことです。 ブカツモノ。 どうして？ 私は、おそらくそれのすべての粗大なノベルティと繊細な基準が壊れてショックに私を入れて、わからない。 しかし、死から人生が来て、それはこのアニメのものです。\u001b[22m\n\u001b[1m(`Ā , anime no honshitsu o kizutsukeru mōhitotsu no CG no kaibutsu' wa, tesagure ni kita toki ni omotta kotodesu. Bukatsumono. Dōshite? Watashi wa, osoraku sore no subete no sodaina noberuti to sensaina kijun ga kowarete shokku ni watashi o irete, wakaranai. Shikashi,-shi kara jinsei ga kite, sore wa kono anime no monodesu.)\u001b[22m\n\nTranslations of \u001b[4m'Oh no, another CG monstrosity that shames the essence of anime.', is more or less what I thought when came upon Tesagure! Bukatsumono. Why? I don't know, maybe the crude novelty of it all and the delicate standards being broken put me in shock. But from death came life and that's what this anime is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Oh no, another CG monstrosity that shames the essence of anime.', is more or less what I thought when came upon Tesagure!\u001b[24m\n    \u001b[1m「ああ、アニメの本質を傷つけるもう一つのCGの怪物」は、テサグレに来たときに思ったことです。\u001b[22m, \u001b[1m「ああ、いや、アニメの本質をシェイムズ別のCG極悪非道。 'は、Tesagure時に来たときに私が考えたもの多かれ少なかれです！\u001b[22m\n\u001b[4mBukatsumono.\u001b[24m\n    \u001b[1mブカツモノ。\u001b[22m, \u001b[1mBukatsumono。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mI don't know, maybe the crude novelty of it all and the delicate standards being broken put me in shock.\u001b[24m\n    \u001b[1m私は、おそらくそれのすべての粗大なノベルティと繊細な基準が壊れてショックに私を入れて、わからない。\u001b[22m, \u001b[1m私は多分それをすべてと繊細な標準が破壊されるの粗製の新規性ショックで私を入れて、知りません。\u001b[22m\n\u001b[4mBut from death came life and that's what this anime is.\u001b[24m\n    \u001b[1mしかし、死から人生が来て、それはこのアニメのものです。\u001b[22m, \u001b[1mしかし、死から命を来て、それがこのアニメが何であるかです。\u001b[22m\n\u001b[1m\u001b[22m\nTesagure! Bukatsumono is a very meta piece. It shows you the cliches and tropes prevalent in many anime and manga while playing with new(新しい yes, you will hear this a lot) and interesting and lewd and gay and sometimes violent ways things like cute girls falling from the sky, or cute girl running to school bread on mouth, or maybe guys who keep shouting while playing sports, could be different from the norm.\n\n\u001b[1mテサグレ！ ブカトモノは非常にメタです。 それは、新しい（新しい、はい、あなたはこれをたくさん聞く）と面白いと淫語とゲイや時には暴力的な方法空やかわいい女の子から落ちるかわいい女の子のようなもので遊んでいる間、多くのアニメやマンガで流行しているclichesとtropesを示しています 学校の口にパンをぶつけたり、スポーツをしながら叫んだりしている人は、普段と違うことがあります。\u001b[22m\n\u001b[1m(Tesagure! Bukatomono wa hijō ni metadesu. Sore wa, atarashī (atarashī, wa i, anata wa kore o takusan kiku) to omoshiroi to ingo to gei ya tokiniha bōryoku-tekina hōhō sora ya kawaī on'nanoko kara ochiru kawaī on'nanoko no yōna mono de asonde iru ma, ōku no anime ya manga de ryūkō shite iru cliches to tropes o shimeshite imasu gakkō no kuchi ni pan o butsuke tari, supōtsu o shinagara saken dari shite iru hito wa, fudan to chigau koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTesagure! Bukatsumono is a very meta piece. It shows you the cliches and tropes prevalent in many anime and manga while playing with new(新しい yes, you will hear this a lot) and interesting and lewd and gay and sometimes violent ways things like cute girls falling from the sky, or cute girl running to school bread on mouth, or maybe guys who keep shouting while playing sports, could be different from the norm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTesagure!\u001b[24m\n    \u001b[1mテサグレ！\u001b[22m, \u001b[1mTesagure！\u001b[22m\n\u001b[4mBukatsumono is a very meta piece.\u001b[24m\n    \u001b[1mブカトモノは非常にメタです。\u001b[22m, \u001b[1mBukatsumonoは非常にメタ作品です。\u001b[22m\n\u001b[4mIt shows you the cliches and tropes prevalent in many anime and manga while playing with new(新しい yes, you will hear this a lot) and interesting and lewd and gay and sometimes violent ways things like cute girls falling from the sky, or cute girl\u001b[24m\n    \u001b[1mそれは、新しい（新しい、はい、あなたはこれをたくさん聞く）と面白いと淫語とゲイや時には暴力的な方法空やかわいい女の子から落ちるかわいい女の子のようなもので遊んでいる間、多くのアニメやマンガで流行しているclichesとtropesを示しています\u001b[22m, \u001b[1mそれはあなたの決まり文句を示し、（新しいはい、あなたはこのたくさん聞こえます）新しい興味深いとわいせつやゲイ、時には空から落ちてくるかわいい女の子のような暴力的な方法のもの、またはかわいい女の子と遊んでいる間、多くのアニメやマンガに流行比喩\u001b[22m\n\u001b[4mrunning to school bread on mouth, or maybe guys who keep shouting while playing sports, could be different from the norm.\u001b[24m\n    \u001b[1m学校の口にパンをぶつけたり、スポーツをしながら叫んだりしている人は、普段と違うことがあります。\u001b[22m, \u001b[1m口の中に学校のパンに実行している、または多分スポーツを再生しながら叫び続ける男、規範とは異なる可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nSo if you like panic attacks, sliding, bad puns and strange imaginations of Japanese voice actors, give this a go.\n\n\u001b[1mだから、パニック発作、滑り、悪い言葉遣い、そして奇妙な想像力を日本の声優が好きなら、これを行かせてください。\u001b[22m\n\u001b[1m(Dakara, panikku hossa, suberi, warui kotobadzukai, soshite kimyōna sōzō-ryoku o Nihon no seiyū ga sukinara, kore o ika sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo if you like panic attacks, sliding, bad puns and strange imaginations of Japanese voice actors, give this a go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if you like panic attacks, sliding, bad puns and strange imaginations of Japanese voice actors, give this a go.\u001b[24m\n    \u001b[1mだから、パニック発作、滑り、悪い言葉遣い、そして奇妙な想像力を日本の声優が好きなら、これを行かせてください。\u001b[22m, \u001b[1mあなたが攻撃、スライド、悪い駄洒落と日本の声優の奇妙な想像力をパニックたいのであれば、この外出与えます。\u001b[22m\n\u001b[1m\u001b[22m\nAnd one last bit, this anime is half ad-lib, so that's fun.\n\n\u001b[1m最後に、このアニメは半分のアドリブなので、楽しいです。\u001b[22m\n\u001b[1m(Saigo ni, kono anime wa hanbun no adoribunanode, tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd one last bit, this anime is half ad-lib, so that's fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd one last bit, this anime is half ad-lib, so that's fun.\u001b[24m\n    \u001b[1m最後に、このアニメは半分のアドリブなので、楽しいです。\u001b[22m, \u001b[1mそして、もう一つ最後のビットは、このアニメは半分アドリブなので、それが楽しいです。\u001b[22m"
  },
  {
    "title": "Tesagure_Bukatsumono",
    "id": "19919",
    "url": "https://myanimelist.net/anime/19919/Tesagure_Bukatsumono",
    "user": "A_Wizard",
    "profile": "/profile/A_Wizard/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=195844",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  1\nサウンド|  10\nキャラクター|  10\n|  10\n\nかつて、私のところに来て、たくさんの日本人が、ミク・ミク・ダンスを全面的に使って「アニメ」を作ったと言いました。 実際には日本のバラエティ番組からコメディーをやっているだけで、実際には本当に面白かったですね、信じられないほどの恋人が、おそらく肩に叩かれて、心のこもった\" しかし、いいえ、テサグレはそのショーであり、信じられないほど私はカラスに食事をしていただろう。\n\nだから、テサグレは何ですか？ 私が言ったように：それは基本的に、日本のバラエティ番組がエピソード的な、スライス・オブ・ライフのアニメとして装っている。 それは日本のコメディであり、日本のコメディは本質的に微妙なことができないので、馬鹿に見えるはずです。 もちろん、仮面は薄い紙であり、ショーはそれを指摘することにしばしば耽溺する。  MikuMikuDanceで完全にアニメ化されています。これは、このひどく厄介な3Dアニメーションプログラムです。これは、コルクアップされたグリースヒヒと闘うことと同等のソフトウェアです。 あなたがYoutubeやNicoNicoで\"MMD\"と書かれたものを見たことがあるなら、それはプログラムです。モデルは常に互いに繋がり、髪の毛のメッシュはいつもナットになります。 だから、これらの男たちは、ノーベル平和賞のような理由で、控えめでクリッピングが少なく、何も狂っていない、比較的プロフェッショナルな15分から20分のエピソードを作ることができたという事実があります。 今、私が間違ってはいけない、テサグレはひどいです。 つまり、MMDで作られたものです。あなたが支払うものを手に入れます。 モデルのテクスチャはシンプルで、おそらくソフトウェアに付属している在庫だけです。 もしそうであれば、私はテサグレの魅力に大いに役立つと思います。\n\n\n\n逆に、テサグレの冗談は、言語の敬遠にもかかわらず、何とか遭遇します。 そして、私はそれがなぜ成功したかの主な理由は、すべての対話が生きているためです。 それは、あなたがインターネット4komaのようなもので見つけることができる人工的な品質がまったく欠けています。 後のエピソードでは、女の子は実際の日本の公園やアトラクションの場所に記録します。 女優たちは、それがどれほど聞こえていないかを賞賛します。 だから私はこれを日本のバラエティ番組と呼んでいます。 声優たちは文字どおり小さなブースにいて、お互いに話をしたりギャグをしたりしています。 そしてそれは驚くほどうまく動作します！ さらに、ジョークは臨時に行われ、日本のトークショーと同じように、時には少女たちがその場で笑いを浮かび上がらせたり、冗談を締めたり、小さなキップで中断したりすることがあります。 これにより、対話には人生にユーモアをもたらす信じられないほど生き生きとした質が与えられます。 彼らは典型的な漫画風の、石に面するモノトーンでギャグを読んでいるだけではありません。 彼らは健全なブースで回る日本の女性のちょうど束です。 これは、コメディをより人間的でより自発的で自然なものにします。\n\n私は誰も気にしないので、私はJアイドルには大したものではありません。そして、他のすべての仲間は、プロのボーカルキャリアを持っています。 したがって、彼らはオープニングとエンディングの両方のテーマを歌い、彼らは本当にとても良いです！ テサグレへのサウンドトラックは神のようなものではありません。私はOSTをよく聞きます。 開かれたテーマと終わりのテーマに加えて、彼らは翻訳されたときに非常に自己卑下であり、実際に信じられないほど賢い他の歌を歌うことがあります。 テサグレの頭と肩を他のコメディのアニメよりも上に置く音楽だけでこの番組を見ることにします。\n\nテサグレは、基本的にミステリーサイエンスシアター3000の日本語版です。彼らはアニメやマンガのステレオタイプやユーモラスなビットギャグをしています。 それは実際にはうまく働くので素晴らしいです。 日本人だけでなく、本当に面白い人物、本当のジョン・レノン。 男、私はミクミクダンスが嫌いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOnce upon a time, if you had come up to me and said that a bunch of Japanese guys made an “anime” entirely using MikuMikuDance starring a bunch of popular female voice actresses pretending to be high school girls who are pretending to be in a non -existent after-school club but are really just doing comedy routines from Japanese variety shows and you told me that this was actually genuinely funny you would have elicited from me an incredulous guffaw followed, perhaps, by a slap on the shoulder and a hearty “ come off it, mate.” But, no, Tesagure is that show and incredulous me would have dined on crow.\n\n\u001b[1mかつて、私のところに来て、たくさんの日本人が、ミク・ミク・ダンスを全面的に使って「アニメ」を作ったと言いました。 実際には日本のバラエティ番組からコメディーをやっているだけで、実際には本当に面白かったですね、信じられないほどの恋人が、おそらく肩に叩かれて、心のこもった\" しかし、いいえ、テサグレはそのショーであり、信じられないほど私はカラスに食事をしていただろう。\u001b[22m\n\u001b[1m(Katsute, watashi no tokoro ni kite, takusan no nihonjin ga, Miku Miku dansu o zenmen-teki ni tsukatte `anime' o tsukutta to iimashita. Jissai ni wa Nihon no baraeti bangumi kara komedī o yatte iru dake de, jissai ni wa hontōni omoshirokattadesu ne, shinji rarenai hodo no koibito ga, osoraku kata ni tataka rete, kokoro no komotta\" shikashi, īe, tesagure wa sono shōdeari, shinji rarenai hodo watashi wa karasu ni shokuji o shite itadarou.)\u001b[22m\n\nTranslations of \u001b[4mOnce upon a time, if you had come up to me and said that a bunch of Japanese guys made an “anime” entirely using MikuMikuDance starring a bunch of popular female voice actresses pretending to be high school girls who are pretending to be in a non -existent after-school club but are really just doing comedy routines from Japanese variety shows and you told me that this was actually genuinely funny you would have elicited from me an incredulous guffaw followed, perhaps, by a slap on the shoulder and a hearty “ come off it, mate.” But, no, Tesagure is that show and incredulous me would have dined on crow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce upon a time, if you had come up to me and said that a bunch of Japanese guys made an “anime” entirely using MikuMikuDance starring a bunch of popular female voice actresses pretending to be high school girls who are pretending to be in a non\u001b[24m\n    \u001b[1mかつて、私のところに来て、たくさんの日本人が、ミク・ミク・ダンスを全面的に使って「アニメ」を作ったと言いました。\u001b[22m, \u001b[1mむかしむかし、あなたは私のところに来て、日本の男の束が非であることをふりをしている女子高生のふり人気のある女性の声の女優の束を主演完全MikuMikuDanceを使用して、「アニメ」を作ったと言っていた場合\u001b[22m\n\u001b[4m-existent after-school club but are really just doing comedy routines from Japanese variety shows and you told me that this was actually genuinely funny you would have elicited from me an incredulous guffaw followed, perhaps, by a slap on the shoulder and a hearty “\u001b[24m\n    \u001b[1m実際には日本のバラエティ番組からコメディーをやっているだけで、実際には本当に面白かったですね、信じられないほどの恋人が、おそらく肩に叩かれて、心のこもった\"\u001b[22m, \u001b[1m-existentクラブ学校-後で本当にただ「日本のバラエティ番組からコメディルーチンを行うと、あなたは、これが実際に純粋に面白かったあなたが肩に平手打ちや心のこもったによって、多分、私から続く懐疑的なばか笑いを誘発しているだろうと私に言っています\u001b[22m\n\u001b[4mcome off it, mate.” But, no, Tesagure is that show and incredulous me would have dined on crow.\u001b[24m\n    \u001b[1mしかし、いいえ、テサグレはそのショーであり、信じられないほど私はカラスに食事をしていただろう。\u001b[22m, \u001b[1m。、チームメイトにそれをオフに来る\"しかし、いや、Tesagureはその番組で、私はカラスに食事をしているだろう疑います。\u001b[22m\n\u001b[1m\u001b[22m\nSo, what is Tesagure? Like I said: it’s basically a Japanese variety show masquerading as an episodic, slice-of-life anime. See, it’s supposed to look stupid because it’s a Japanese comedy and Japanese comedy is quintessentially incapable of subtlety. The masquerade is paper thin, of course, and the show indulges often in pointing it out. It’s animated entirely in MikuMikuDance, which is this really awful 3D animation program that is the software equivalent of trying to wrestle a coked-up, greased baboon. If you’ve ever watched stuff on Youtube or NicoNico labelled “MMD” that’s the program: models will clip through each other constantly and the hair meshes just go nuts all the time. So, the fact that these guys were able to make relatively professional-looking, fifteen to twenty-minute episodes with minimal clipping and nothing going insane is grounds for, like, the Nobel Peace Prize. Now, don’t get me wrong, Tesagure looks awful. I mean, it’s made in MMD: you get what you pay for. The textures for the models are simple and probably just stock that came with the software. Be that as it may, I think that lends a lot to Tesagure’s charm.\n\n\u001b[1mだから、テサグレは何ですか？ 私が言ったように：それは基本的に、日本のバラエティ番組がエピソード的な、スライス・オブ・ライフのアニメとして装っている。 それは日本のコメディであり、日本のコメディは本質的に微妙なことができないので、馬鹿に見えるはずです。 もちろん、仮面は薄い紙であり、ショーはそれを指摘することにしばしば耽溺する。  MikuMikuDanceで完全にアニメ化されています。これは、このひどく厄介な3Dアニメーションプログラムです。これは、コルクアップされたグリースヒヒと闘うことと同等のソフトウェアです。 あなたがYoutubeやNicoNicoで\"MMD\"と書かれたものを見たことがあるなら、それはプログラムです。モデルは常に互いに繋がり、髪の毛のメッシュはいつもナットになります。 だから、これらの男たちは、ノーベル平和賞のような理由で、控えめでクリッピングが少なく、何も狂っていない、比較的プロフェッショナルな15分から20分のエピソードを作ることができたという事実があります。 今、私が間違ってはいけない、テサグレはひどいです。 つまり、MMDで作られたものです。あなたが支払うものを手に入れます。 モデルのテクスチャはシンプルで、おそらくソフトウェアに付属している在庫だけです。 もしそうであれば、私はテサグレの魅力に大いに役立つと思います。\u001b[22m\n\u001b[1m(Dakara, tesagure wa nanidesu ka? Watashi ga itta yō ni: Sore wa kihontekini, Nihon no baraeti bangumi ga episōdo-tekina, suraisu Obu raifu no anime to shite yosōtte iru. Mochiron, kamen wa usui kamideari, shō wa sore o shiteki suru koto ni shibashiba tandeki suru. Mikumikudansu de kanzen ni anime-ka sa rete imasu. Kore wa, kono hidoku yakkaina 3 D animēshonpuroguramudesu. Kore wa, korukuappu sa reta gurīsuhihi to tatakau koto to dōtō no sofutō~eadesu. Anata ga Youtube ya NicoNico de\" MMD\" to kaka reta mono o mita koto ga arunara, soreha puroguramudesu. Moderu wa tsuneni tagaini tsunagari, kaminoke no messhu wa itsumo natto ni narimasu. Dakara, korera no otoko-tachi wa, nōberu heiwa-shō no yōna riyū de, hikaeme de kurippingu ga sukunaku, nani mo kurutte inai, hikakuteki purofesshonaruna 15-bu kara 20-bu no episōdo o tsukuru koto ga dekita to iu jijitsu ga arimasu. Ima, watashi ga machigatte wa ikenai, tesagure wa hidoidesu. Tsumari, MMD de tsukura reta monodesu. Anata ga shiharau mono o te ni iremasu. Moderu no tekusucha wa shinpurude, osoraku sofutō~ea ni fuzoku shite iru zaiko dakedesu. Moshi sōdeareba, watashi wa tesagure no miryoku ni ōini yakudatsu to omoimasu. Sore wa Nihon no komedideari, Nihon no komedi wa honshitsu-teki ni bimyōna koto ga dekinainode, baka ni mieru hazudesu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nConversely, Tesagure’s jokes somehow come across despite the ponderousness of the language. And I think the main reason why it is so successful is because all of the dialogue is recorded live. It utterly lacks the artificial quality you’d find in something like an internet 4koma. In the later episodes, the girls will record on location at actual Japanese parks and attractions. The actresses themselves even exclaim how unheard of that is! That’s why I’ve been calling this a Japanese variety show. The voice actresses are literally in a little sound booth together talking to each other and doing the gags. And it works amazingly well! Moreover, the jokes are ad hoc and done on the spot, just like in Japanese talk shows, so occasionally the girls will break down into giggling fits on the spot or screw up the joke or interrupt with little quips. This gives the dialogue an incredibly life-like quality that really brings the humour to life. They aren’t just reading the gags in typical manga-esque, stone-faced monotone. They are just a bunch of Japanese women goofing around in a sound booth. It makes the comedy more human, more spontaneous and natural.\n\n\u001b[1m逆に、テサグレの冗談は、言語の敬遠にもかかわらず、何とか遭遇します。 そして、私はそれがなぜ成功したかの主な理由は、すべての対話が生きているためです。 それは、あなたがインターネット4komaのようなもので見つけることができる人工的な品質がまったく欠けています。 後のエピソードでは、女の子は実際の日本の公園やアトラクションの場所に記録します。 女優たちは、それがどれほど聞こえていないかを賞賛します。 だから私はこれを日本のバラエティ番組と呼んでいます。 声優たちは文字どおり小さなブースにいて、お互いに話をしたりギャグをしたりしています。 そしてそれは驚くほどうまく動作します！ さらに、ジョークは臨時に行われ、日本のトークショーと同じように、時には少女たちがその場で笑いを浮かび上がらせたり、冗談を締めたり、小さなキップで中断したりすることがあります。 これにより、対話には人生にユーモアをもたらす信じられないほど生き生きとした質が与えられます。 彼らは典型的な漫画風の、石に面するモノトーンでギャグを読んでいるだけではありません。 彼らは健全なブースで回る日本の女性のちょうど束です。 これは、コメディをより人間的でより自発的で自然なものにします。\u001b[22m\n\u001b[1m(Gyaku ni, tesagure no jōdan wa, gengo no keien nimokakawarazu, nantoka sōgū shimasu. Soshite, watashi wa sore ga naze seikō shita ka no omona riyū wa, subete no taiwa ga ikite iru tamedesu. Dakara watashi wa kore o Nihon no baraeti bangumi to yonde imasu. Seiyū-tachi wa mojidōri chīsana būsu ni ite, otagai ni hanashi o shi tari gyagu o shi tari shite imasu. Soshite sore wa odoroku hodo umaku dōsa shimasu! Sarani, jōku wa rinji ni okonawa re, Nihon no tōkushō to onajiyōni, tokiniha shōjo-tachi ga sonobade warai o ukabiagara se tari, jōdan o shime tari, chīsana kippu de chūdan shi tari suru koto ga arimasu. Kore ni yori, taiwa ni wa jinsei ni yūmoa o motarasu shinjirarenai hodo ikiikitoshita-shitsu ga atae raremasu. Karera wa tenkei-tekina manga-fū no,-seki ni mensuru monotōn de gyagu o yonde iru dakede wa arimasen. Karera wa kenzen'na būsu de mawaru Nihon no josei no chōdo tabadesu. Kore wa, komedi o yori ningen-tekide yori jihatsu-tekide shizen'na mono ni shimasu. Sore wa, anata ga intānetto 4 koma no yōna mono de mitsukeru koto ga dekiru jinkō-tekina hinshitsu ga mattaku kakete imasu.-Go no episōdode wa, on'nanoko wa jissai no Nihon no kōen ya atorakushon no basho ni kiroku shimasu. Joyū-tachi wa, sore ga dorehodo kikoete inai ka o shōsan shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nOne of the seiyuus is a real-life pop idol (I’m not big into J-idols so I don’t know who or care) and all of the other seiyuu have professional vocal careers. Thus, they sing both the opening and ending themes and they are really quite good! The soundtrack to Tesagure is nothing short of godlike and I willingly listen to the OST frequently. In addition to the opening and ending themes, they will occasionally sing other songs which, when translated, are extremely self-deprecating and actually incredibly clever. I would watch this show for the music alone, which puts Tesagure head and shoulders above other comedy anime.\n\n\u001b[1m私は誰も気にしないので、私はJアイドルには大したものではありません。そして、他のすべての仲間は、プロのボーカルキャリアを持っています。 したがって、彼らはオープニングとエンディングの両方のテーマを歌い、彼らは本当にとても良いです！ テサグレへのサウンドトラックは神のようなものではありません。私はOSTをよく聞きます。 開かれたテーマと終わりのテーマに加えて、彼らは翻訳されたときに非常に自己卑下であり、実際に信じられないほど賢い他の歌を歌うことがあります。 テサグレの頭と肩を他のコメディのアニメよりも上に置く音楽だけでこの番組を見ることにします。\u001b[22m\n\u001b[1m(Watashi wa dare mo ki ni shinainode, watashi wa J aidoruni wa taishita monode wa arimasen. Soshite, hoka no subete no nakama wa, puro no bōkarukyaria o motte imasu. Shitagatte, karera wa ōpuningu to endingu no ryōhō no tēma o utai, karera wa hontōni totemo yoidesu! Tesagure e no saundotorakku wa kami no yōna monode wa arimasen. Watashi wa OST o yoku kikimasu. Aka reta tēma to owari no tēma ni kuwaete, karera wa hon'yaku sa reta toki ni hijō ni jiko higedeari, jissai ni shinji rarenai hodo kashikoi ta no uta o utau koto ga arimasu. Tesagure no atama to kata o hoka no komedi no anime yori mo ue ni oku ongaku dake de kono bangumi o miru koto ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the seiyuus is a real-life pop idol (I’m not big into J-idols so I don’t know who or care) and all of the other seiyuu have professional vocal careers. Thus, they sing both the opening and ending themes and they are really quite good! The soundtrack to Tesagure is nothing short of godlike and I willingly listen to the OST frequently. In addition to the opening and ending themes, they will occasionally sing other songs which, when translated, are extremely self-deprecating and actually incredibly clever. I would watch this show for the music alone, which puts Tesagure head and shoulders above other comedy anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the seiyuus is a real-life pop idol (I’m not big into J-idols so I don’t know who or care) and all of the other seiyuu have professional vocal careers.\u001b[24m\n    \u001b[1m私は誰も気にしないので、私はJアイドルには大したものではありません。そして、他のすべての仲間は、プロのボーカルキャリアを持っています。\u001b[22m, \u001b[1mseiyuusの一つは、現実のポップアイドルである（私はので、私は誰かのケアを知らないJ-偶像に大きなはないよ）や他の声優のすべては、プロのボーカルキャリアを持っています。\u001b[22m\n\u001b[4mThus, they sing both the opening and ending themes and they are really quite good!\u001b[24m\n    \u001b[1mしたがって、彼らはオープニングとエンディングの両方のテーマを歌い、彼らは本当にとても良いです！\u001b[22m, \u001b[1mこのように、彼らはオープニングとエンディングテーマの両方を歌い、彼らは実際にはかなり良いです！\u001b[22m\n\u001b[4mThe soundtrack to Tesagure is nothing short of godlike and I willingly listen to the OST frequently.\u001b[24m\n    \u001b[1mテサグレへのサウンドトラックは神のようなものではありません。私はOSTをよく聞きます。\u001b[22m, \u001b[1mTesagureのサウンドトラックは、神のように短いものではありませんし、私は喜んで頻繁にOSTに耳を傾けます。\u001b[22m\n\u001b[4mIn addition to the opening and ending themes, they will occasionally sing other songs which, when translated, are extremely self-deprecating and actually incredibly clever.\u001b[24m\n    \u001b[1m開かれたテーマと終わりのテーマに加えて、彼らは翻訳されたときに非常に自己卑下であり、実際に信じられないほど賢い他の歌を歌うことがあります。\u001b[22m, \u001b[1mオープニングとエンディングテーマに加えて、彼らは時折、翻訳されたとき、非常に自己卑下と実際に信じられないほど賢い他の歌を歌います。\u001b[22m\n\u001b[4mI would watch this show for the music alone, which puts Tesagure head and shoulders above other comedy anime.\u001b[24m\n    \u001b[1mテサグレの頭と肩を他のコメディのアニメよりも上に置く音楽だけでこの番組を見ることにします。\u001b[22m, \u001b[1m私は他のコメディアニメの上Tesagureの頭と肩を置くだけでは、音楽、のためにこの番組を見ることになります。\u001b[22m\n\u001b[1m\u001b[22m\nTesagure is basically the Japanese version of Mystery Science Theatre 3000. They just sit around riffing on anime and manga stereotypes and doing humourous bit gags. And that’s great because it actually works super well. It’s genuinely funny for everyone, not just Japanese people: real John Lennon, hands-joined-across-the-world crap. Man, I hate MikuMikuDance.\n\n\u001b[1mテサグレは、基本的にミステリーサイエンスシアター3000の日本語版です。彼らはアニメやマンガのステレオタイプやユーモラスなビットギャグをしています。 それは実際にはうまく働くので素晴らしいです。 日本人だけでなく、本当に面白い人物、本当のジョン・レノン。 男、私はミクミクダンスが嫌いです。\u001b[22m\n\u001b[1m(Tesagure wa, kihontekini misuterīsaiensushiatā 3000 no nihongohandesu. Karera wa anime ya manga no sutereo taipu ya yūmorasuna bittogyagu o shite imasu. Sore wa jissai ni wa umaku hataraku node subarashīdesu. Nihonjin dakedenaku, hontōni omoshiroi jinbutsu, hontō no Jon renon. Otoko, watashi wa mikumikudansu ga kiraidesu.)\u001b[22m\n\nTranslations of \u001b[4mTesagure is basically the Japanese version of Mystery Science Theatre 3000. They just sit around riffing on anime and manga stereotypes and doing humourous bit gags. And that’s great because it actually works super well. It’s genuinely funny for everyone, not just Japanese people: real John Lennon, hands-joined-across-the-world crap. Man, I hate MikuMikuDance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTesagure is basically the Japanese version of Mystery Science Theatre 3000. They just sit around riffing on anime and manga stereotypes and doing humourous bit gags.\u001b[24m\n    \u001b[1mテサグレは、基本的にミステリーサイエンスシアター3000の日本語版です。彼らはアニメやマンガのステレオタイプやユーモラスなビットギャグをしています。\u001b[22m, \u001b[1mTesagureは、基本的にはアニメやマンガステレオタイプにリフとユーモアビットギャグをやって周りに座って彼らミステリーサイエンスシアター3000の日本語版です。\u001b[22m\n\u001b[4mAnd that’s great because it actually works super well.\u001b[24m\n    \u001b[1mそれは実際にはうまく働くので素晴らしいです。\u001b[22m, \u001b[1mそれは実際にスーパーうまく動作するため、そして、それは素晴らしいことです。\u001b[22m\n\u001b[4mIt’s genuinely funny for everyone, not just Japanese people: real John Lennon, hands-joined-across-the-world crap.\u001b[24m\n    \u001b[1m日本人だけでなく、本当に面白い人物、本当のジョン・レノン。\u001b[22m, \u001b[1m本物のジョン・レノン、ハンズ参加-横断世界のがらくた：それだけではなく日本の人々、みんなのために純粋に面白いです。\u001b[22m\n\u001b[4mMan, I hate MikuMikuDance.\u001b[24m\n    \u001b[1m男、私はミクミクダンスが嫌いです。\u001b[22m, \u001b[1m男は、私はMikuMikuDanceを憎みます。\u001b[22m"
  }
]
