[
  {
    "title": "Zetsumetsu_Kigu_Shoujo__Amazing_Twins",
    "id": "19953",
    "url": "https://myanimelist.net/anime/19953/Zetsumetsu_Kigu_Shoujo__Amazing_Twins",
    "user": "Crypticle",
    "profile": "/profile/Crypticle/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=126331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|\n\nまず第一に、私はこれを言いましょう。 概要と現在の評価でこのアニメを判断しないでください。\n\n最初にこのアニメの略語を読んで格付けを見たとき、私はそれが主人公を取り巻くドラマでいっぱいのショーだと思ったので、私はそれを無視しました。 しかし、私は退屈し、このショーは私が使用するウェブサイト上で2番目にシードの多いアニメだったので、私はそれをダウンロードしました。\n\nさて、私はこのアニメを見て、それがどれほどうまくいったのかを考え続けます。 主人公の天野盛氏は、物語の発達の可能性が非常に高く、物語の一般的な考え方はとても面白いです。  Hovever私は最初のエピソードだけを見たので、あまり言わない。\n\nこのシリーズの主なアイデアは、スーパー人力、テレキネシス、テレポート、その他の能力のような力で生まれた遺伝的に進化した存在についてです。 私は英雄やヴィリシア人の話が大好きです。 今、私はあなたが最初のエピソードで裁判官にショーを傾けると言ったように、私は次のエピソードを楽しみにしています。\n\nだからそれを試してみてください。 このジャンルのジャンルは誰もが好きではありません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, let me just say this. Don't judge this anime by the synopsis and its current rating.\n\n\u001b[1mまず第一に、私はこれを言いましょう。 概要と現在の評価でこのアニメを判断しないでください。\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa kore o iimashou. Gaiyō to genzai no hyōka de kono anime o handan shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, let me just say this. Don't judge this anime by the synopsis and its current rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, let me just say this.\u001b[24m\n    \u001b[1mまず第一に、私はこれを言いましょう。\u001b[22m, \u001b[1mまず第一に、私はちょうどこれを言うてみましょう。\u001b[22m\n\u001b[4mDon't judge this anime by the synopsis and its current rating.\u001b[24m\n    \u001b[1m概要と現在の評価でこのアニメを判断しないでください。\u001b[22m, \u001b[1m概要とその電流定格により、このアニメを判断してはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nwhen i first read the synopsis for this anime and saw the rating i thought it would be a show full of of drama surrounding the main character so i ignored it. But i was bored and this show was the second most seeded anime on the website i use so i downloaded it.\n\n\u001b[1m最初にこのアニメの略語を読んで格付けを見たとき、私はそれが主人公を取り巻くドラマでいっぱいのショーだと思ったので、私はそれを無視しました。 しかし、私は退屈し、このショーは私が使用するウェブサイト上で2番目にシードの多いアニメだったので、私はそれをダウンロードしました。\u001b[22m\n\u001b[1m(Saisho ni kono anime no ryakugo o yonde kakudzuke o mita toki, watashi wa sore ga shujinkō o torimaku dorama de ippai no shōda to omottanode, watashi wa sore o mushi shimashita. Shikashi, watashi wa taikutsu shi, kono shō wa watashi ga shiyō suru u~ebusaito-jō de 2-banme ni shīdo no ōi animedattanode, watashi wa sore o daunrōdo shimashita.)\u001b[22m\n\nTranslations of \u001b[4mwhen i first read the synopsis for this anime and saw the rating i thought it would be a show full of of drama surrounding the main character so i ignored it. But i was bored and this show was the second most seeded anime on the website i use so i downloaded it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhen i first read the synopsis for this anime and saw the rating i thought it would be a show full of of drama surrounding the main character so i ignored it.\u001b[24m\n    \u001b[1m最初にこのアニメの略語を読んで格付けを見たとき、私はそれが主人公を取り巻くドラマでいっぱいのショーだと思ったので、私はそれを無視しました。\u001b[22m, \u001b[1m私が最初にこのアニメのための概要を読み、評価を見たとき、私はそれはので、私はそれを無視主人公を取り巻くドラマのの完全なショーだと思いました。\u001b[22m\n\u001b[4mBut i was bored and this show was the second most seeded anime on the website i use so i downloaded it.\u001b[24m\n    \u001b[1mしかし、私は退屈し、このショーは私が使用するウェブサイト上で2番目にシードの多いアニメだったので、私はそれをダウンロードしました。\u001b[22m, \u001b[1mしかし、私は退屈していたし、このショーは私はので、私はそれをダウンロードし使用するウェブサイト上で二番目シードのアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nNow, i plan to continue on watching this anime because of how good it was. The main character, Amane Todoroki, Has so much potential to develop with the story and the general idea of the story is very interesting. Hovever i cant say much as i have only watched the first episode.\n\n\u001b[1mさて、私はこのアニメを見続けていく予定です。 主人公の天野盛氏は、物語の発達の可能性が非常に高く、物語の一般的な考え方はとても面白いです。  Hovever私は最初のエピソードだけを見たので、あまり言わない。\u001b[22m\n\u001b[1m(Sate, watashi wa kono anime o mi tsudzukete iku yoteidesu. Shujinkō no Amano Moriuji wa, monogatari no hattatsu no kanōsei ga hijō ni takaku, monogatari no ippantekina kangaekata wa totemo omoshiroidesu. Hovever watashi wa saisho no episōdo dake o mitanode, amari iwanai.)\u001b[22m\n\nTranslations of \u001b[4mNow, i plan to continue on watching this anime because of how good it was. The main character, Amane Todoroki, Has so much potential to develop with the story and the general idea of the story is very interesting. Hovever i cant say much as i have only watched the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, i plan to continue on watching this anime because of how good it was.\u001b[24m\n    \u001b[1mさて、私はこのアニメを見続けていく予定です。\u001b[22m, \u001b[1m今、私はので、それがあったどのように良いのこのアニメを見にいく予定です。\u001b[22m\n\u001b[4mThe main character, Amane Todoroki, Has so much potential to develop with the story and the general idea of the story is very interesting.\u001b[24m\n    \u001b[1m主人公の天野盛氏は、物語の発達の可能性が非常に高く、物語の一般的な考え方はとても面白いです。\u001b[22m, \u001b[1mメインキャラクター、天音轟は、話を開発するので、多くの可能性を秘めていると物語の一般的な考え方は、非常に興味深いです。\u001b[22m\n\u001b[4mHovever i cant say much as i have only watched the first episode.\u001b[24m\n    \u001b[1mHovever私は最初のエピソードだけを見たので、あまり言わない。\u001b[22m, \u001b[1m私は最初のエピソードを見ているようHovever私は多くを言う傾けます。\u001b[22m\n\u001b[1m\u001b[22m\nThe main idea around this series is about genetically evolved beings who were born with powers, such as super human strength, telekinesis, teleporting and other abilities which can either be used for good or bad which piqued my interest right from the very start because of how much i love stories involving heroes and villians. Now as i said you cant judge a show by its first episode, but i will be looking forward to the next episode.\n\n\u001b[1mこのシリーズの主なアイデアは、スーパー人力、テレキネシス、テレポート、その他の能力のような力で生まれた遺伝的に進化した存在についてです。 私は英雄やヴィリシア人の話が大好きです。 今、私はあなたが最初のエピソードで裁判官にショーを傾けると言ったように、私は次のエピソードを楽しみにしています。\u001b[22m\n\u001b[1m(Kono shirīzu no omona aidea wa, sūpā jinriki, terekineshisu, terepōto, sonohoka no nōryoku no yōna chikara de umareta iden-teki ni shinka shita sonzai ni tsuitedesu. Watashi wa eiyū ya vu~irishia hito no hanashi ga daisukidesu. Ima, watashi wa anata ga saisho no episōdo de saibankan ni shō o katamukeru to itta yō ni, watashi wa tsugi no episōdo o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main idea around this series is about genetically evolved beings who were born with powers, such as super human strength, telekinesis, teleporting and other abilities which can either be used for good or bad which piqued my interest right from the very start because of how much i love stories involving heroes and villians. Now as i said you cant judge a show by its first episode, but i will be looking forward to the next episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main idea around this series is about genetically evolved beings who were born with powers, such as super human strength, telekinesis, teleporting and other abilities which can either be used for good or bad which piqued my interest right from the very start because of how\u001b[24m\n    \u001b[1mこのシリーズの主なアイデアは、スーパー人力、テレキネシス、テレポート、その他の能力のような力で生まれた遺伝的に進化した存在についてです。\u001b[22m, \u001b[1mこのシリーズの周りの主な考え方は、約遺伝的に非常にためにどのように開始からの私の興味の権利をそそっどちらか良いか悪いかのために使用することができ、超人間の強さ、テレキネシス、テレポートやその他の能力のような大国、持って生まれた人間を進化さ\u001b[22m\n\u001b[4mmuch i love stories involving heroes and villians.\u001b[24m\n    \u001b[1m私は英雄やヴィリシア人の話が大好きです。\u001b[22m, \u001b[1mずっと私は英雄とvilliansに関わる話が大好きです。\u001b[22m\n\u001b[4mNow as i said you cant judge a show by its first episode, but i will be looking forward to the next episode.\u001b[24m\n    \u001b[1m今、私はあなたが最初のエピソードで裁判官にショーを傾けると言ったように、私は次のエピソードを楽しみにしています。\u001b[22m, \u001b[1m私が言ったように今、あなたは、その最初のエピソードによってショーを判断カントが、私は次のエピソードを楽しみにしてされます。\u001b[22m\n\u001b[1m\u001b[22m\nSo give it it try. Not everyone like this type of genre, but if you do then its worth the watch\n\n\u001b[1mだからそれを試してみてください。 このジャンルのジャンルは誰もが好きではありません\u001b[22m\n\u001b[1m(Dakara sore o tameshite mite kudasai. Kono janru no janru wa daremoga sukide wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mSo give it it try. Not everyone like this type of genre, but if you do then its worth the watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo give it it try.\u001b[24m\n    \u001b[1mだからそれを試してみてください。\u001b[22m, \u001b[1mだから、試してそれを与えます。\u001b[22m\n\u001b[4mNot everyone like this type of genre, but if you do then its worth the watch\u001b[24m\n    \u001b[1mこのジャンルのジャンルは誰もが好きではありません\u001b[22m, \u001b[1mジャンルのこのタイプのように誰もが、あなたは、その価値は時計を行う場合\u001b[22m"
  },
  {
    "title": "Zetsumetsu_Kigu_Shoujo__Amazing_Twins",
    "id": "19953",
    "url": "https://myanimelist.net/anime/19953/Zetsumetsu_Kigu_Shoujo__Amazing_Twins",
    "user": "MinnaDess",
    "profile": "/profile/MinnaDess/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=126575",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  4\nキャラクター|  5\n|  5\n\nこれはちょうど2エピソードOVAですが、最初のエピソードで見たものとは別のものですが、このアニメの完全なシリーズを作る価値があるようです。 たとえその前提がかなり一般的であっても、そのアニメは良いアニメーションになる可能性があります。 テレポーテーションやテレキネシスなどの超人的能力を持つ特殊な人間や、より厳密にはESPERSについての一般的なことです。 これまでの主人公、Akaneは私と彼女の不思議な双子の姉妹、Lilianにとっても興味深いことが証明されています。 今のところそれを評価するつもりはありませんが、前半はキャラクターを紹介し、ゆっくりとアクションシーンに移動して、アニメーションのペーシングが好きなので、この2つのエピソードOVAがどんなものになるかを明確に把握できます 好き。\n--------------------------------------------------  -----------------------------------------------\nこの2つのエピソードシリーズのOVAを完成させました。全体的に面白かったのでアニメを作った方がずっと良かったかもしれませんが、2つのエピソードのどれも本当に印象深いものではなかったからです。\nアニメーションは最後に唯一の償還品質でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nSad this is just a 2 episode OVA but so far from what i see in the first episode, it seems to more worth making a full series for this anime. its got potential to be a good anime even though the premise for it is pretty common. Its generally about special humans with superhuman abilities such as teleportation, telekinesis etc etc. or ESPERS to be more exact. so far the main protagonist, Akane is proving to be interesting enuf for me and her mysterious twin sister, Lilian too . So far im not going to rate it yet but i liked the pacing for the anime with the first half introducing the characters and slowly moving on to sum actions scenes whereby the viewers will get a clear picture of what this 2 episode OVA is going to be like.\n\n\u001b[1mこれはちょうど2エピソードOVAですが、最初のエピソードで見たものとは別のものですが、このアニメの完全なシリーズを作る価値があるようです。 たとえその前提がかなり一般的であっても、そのアニメは良いアニメーションになる可能性があります。 テレポーテーションやテレキネシスなどの超人的能力を持つ特殊な人間や、より厳密にはESPERSについての一般的なことです。 これまでの主人公、Akaneは私と彼女の不思議な双子の姉妹、Lilianにとっても興味深いことが証明されています。 今のところそれを評価するつもりはありませんが、前半はキャラクターを紹介し、ゆっくりとアクションシーンに移動して、アニメーションのペーシングが好きなので、この2つのエピソードOVAがどんなものになるかを明確に把握できます 好き。\u001b[22m\n\u001b[1m(Kore wa chōdo 2 episōdo ovu~adesuga, saisho no episōdo de mita mono to wa betsu no monodesuga, kono anime no kanzen'na shirīzu o tsukuru kachi ga aru yōdesu. Tatoe sono zentei ga kanari ippan-tekideatte mo, sono anime wa yoi animēshon ni naru kanōsei ga arimasu. Terepōtēshon ya terekineshisu nado no chō jinteki nōryoku o motsu tokushuna ningen ya, yori genmitsu ni wa ESPERS ni tsuite no ippan-tekina kotodesu. Kore made no shujinkō, Akane wa watashi to kanojo no fushigina futago no shimai, ririan ni tottemo kyōmibukai koto ga shōmei sa rete imasu. Imanotokoro sore o hyōka suru tsumori wa arimasenga, zenhan wa kyarakutā o shōkai shi, yukkuri to akushonshīn ni idō shite, animēshon no pēshingu ga sukinanode, kono 2tsu no episōdo ovu~a ga don'na mono ni naru ka o meikaku ni haaku dekimasu suki.)\u001b[22m\n\nTranslations of \u001b[4mSad this is just a 2 episode OVA but so far from what i see in the first episode, it seems to more worth making a full series for this anime. its got potential to be a good anime even though the premise for it is pretty common. Its generally about special humans with superhuman abilities such as teleportation, telekinesis etc etc. or ESPERS to be more exact. so far the main protagonist, Akane is proving to be interesting enuf for me and her mysterious twin sister, Lilian too . So far im not going to rate it yet but i liked the pacing for the anime with the first half introducing the characters and slowly moving on to sum actions scenes whereby the viewers will get a clear picture of what this 2 episode OVA is going to be like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSad this is just a 2 episode OVA but so far from what i see in the first episode, it seems to more worth making a full series for this anime.\u001b[24m\n    \u001b[1mこれはちょうど2エピソードOVAですが、最初のエピソードで見たものとは別のものですが、このアニメの完全なシリーズを作る価値があるようです。\u001b[22m, \u001b[1m悲しいこれはわずか2エピソードOVAであるが、これまでのところ、私は最初のエピソードに表示されるものと、それはこのアニメのための全シリーズを作るには、より価値があると思われます。\u001b[22m\n\u001b[4mits got potential to be a good anime even though the premise for it is pretty common.\u001b[24m\n    \u001b[1mたとえその前提がかなり一般的であっても、そのアニメは良いアニメーションになる可能性があります。\u001b[22m, \u001b[1mその得た可能性はそれのための前提はかなり一般的であっても良いアニメであることを。\u001b[22m\n\u001b[4mIts generally about special humans with superhuman abilities such as teleportation, telekinesis etc etc. or ESPERS to be more exact.\u001b[24m\n    \u001b[1mテレポーテーションやテレキネシスなどの超人的能力を持つ特殊な人間や、より厳密にはESPERSについての一般的なことです。\u001b[22m, \u001b[1mその一般的に、より正確には、このようなテレポーテーション、テレキネシスなどなどまたはESPERSなどの超人的な能力を持つ特殊な人間について。\u001b[22m\n\u001b[4mso far the main protagonist, Akane is proving to be interesting enuf for me and her mysterious twin sister, Lilian too .\u001b[24m\n    \u001b[1mこれまでの主人公、Akaneは私と彼女の不思議な双子の姉妹、Lilianにとっても興味深いことが証明されています。\u001b[22m, \u001b[1mこれまでの主な主人公、あかねはあまりにも私と彼女の神秘的な双子の妹、リリアンのための興味深いenufであることが証明されています。\u001b[22m\n\u001b[4mSo far im not going to rate it yet but i liked the pacing for the anime with the first half introducing the characters and slowly moving on to sum actions scenes whereby the viewers will get a clear picture of what this 2 episode OVA is going to be\u001b[24m\n    \u001b[1m今のところそれを評価するつもりはありませんが、前半はキャラクターを紹介し、ゆっくりとアクションシーンに移動して、アニメーションのペーシングが好きなので、この2つのエピソードOVAがどんなものになるかを明確に把握できます\u001b[22m, \u001b[1mまだそれを評価しようが、私は文字を導入上半期とアニメのためのペーシングが好きで、ゆっくりと視聴者はこの2エピソードOVAがために何が起こっているかの鮮明な画像を取得することにより、アクション・シーンを合計する上で動いていない今のところイム\u001b[22m\n\u001b[4mlike.\u001b[24m\n    \u001b[1m好き。\u001b[22m, \u001b[1m以下のような。\u001b[22m\n-------------------------------------------------- -----------------------------------------------\n\n\u001b[1m--------------------------------------------------  -----------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- -- -- -- -- - ------------------------- -- -- -- -- -- -- -- -- -- -- -- -------------------------)\u001b[22m\n\nTranslations of \u001b[4m-------------------------------------------------- -----------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--------------------------------------------------\u001b[24m\n    \u001b[1m--------------------------------------------------\u001b[22m\n\u001b[4m-----------------------------------------------\u001b[24m\n    \u001b[1m-----------------------------------------------\u001b[22m\nFinished this 2 episodes series OVA, overall it could have been much better if they made an anime about since the premise was quite interesting but it just fell flat cause nothing in the 2 episodes really made that deep of an impression.\n\n\u001b[1mこの2つのエピソードシリーズのOVAを完成させました。全体的に面白かったのでアニメを作った方がずっと良かったかもしれませんが、2つのエピソードのどれも本当に印象深いものではなかったからです。\u001b[22m\n\u001b[1m(Kono 2tsu no episōdoshirīzu no ovu~a o kansei sa semashita. Zentai-teki ni omoshirokattanode anime o tsukutta kata ga zutto yokatta kamo shiremasenga, 2tsu no episōdo no dore mo hontōni inshōbukai monode wa nakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mFinished this 2 episodes series OVA, overall it could have been much better if they made an anime about since the premise was quite interesting but it just fell flat cause nothing in the 2 episodes really made that deep of an impression.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinished this 2 episodes series OVA, overall it could have been much better if they made an anime about since the premise was quite interesting but it just fell flat cause nothing in the 2 episodes really made that deep of an impression.\u001b[24m\n    \u001b[1mこの2つのエピソードシリーズのOVAを完成させました。全体的に面白かったのでアニメを作った方がずっと良かったかもしれませんが、2つのエピソードのどれも本当に印象深いものではなかったからです。\u001b[22m, \u001b[1mこの2エピソードシリーズOVAを終え、彼らは約アニメを作ったら前提は非常に興味深いものだったので、全体的にははるかに良いされている可能性が、それは本当に印象の深いと判断2エピソードにフラット原因は何も落ちません。\u001b[22m\nThe animation was the only redeeming quality in the end.\n\n\u001b[1mアニメーションは最後に唯一の償還品質でした。\u001b[22m\n\u001b[1m(Animēshon wa saigo ni yuiitsu no shōkan hinshitsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was the only redeeming quality in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was the only redeeming quality in the end.\u001b[24m\n    \u001b[1mアニメーションは最後に唯一の償還品質でした。\u001b[22m, \u001b[1mアニメーションは、最終的には唯一の欠点を補う品質でした。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
