[
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "OnoderaWoW",
    "profile": "/profile/OnoderaWoW/reviews",
    "pages": "11",
    "number": "1",
    "link": "/reviews.php?id=125139",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまず、誰もがこのアニメを楽しんだが、大人に放映されたことが何度も何度も繰り返されているため、あなたはいつも混合されたおすすめをよく見るだろうということについて疑問に思う。 アニメが主流になったとき、アニメを実際に見ていない人々が墓に守るために、私が嫌いな場所のいたるところに流されたとき、その人たちの一人である。\n\nさて、私はスポイラーを隠すのが得意ではないので、アニメについて話すつもりはありませんが、それが当初出ていたのは確かに10/10でした。 これは、アニメの最高のサウンドトラックの一つ、本当に素敵な芸術のスタイル、おそらく唯一の許容されるアニメをダビングされています。\n\nエンディング、私は十分にこれを強調することはできません、それを見に行く！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo begin , Everyone enjoyed this anime theres no question about that however you will always see mixed recommendations well because its been aired on adult swim over and over again. What i mean by that is and im one of those people , when an anime becomes so main stream , so flushed all over the place i tend to hate on it just because people who don't really watch anime will defend to the grave.\n\n\u001b[1mまず、誰もがこのアニメを楽しんだが、大人に放映されたことが何度も何度も繰り返されているため、あなたはいつも混合されたおすすめをよく見るだろうということについて疑問に思う。 アニメが主流になったとき、アニメを実際に見ていない人々が墓に守るために、私が嫌いな場所のいたるところに流されたとき、その人たちの一人である。\u001b[22m\n\u001b[1m(Mazu, daremoga kono anime o tanoshindaga, otona ni hōei sa reta koto ga nandomonandomo kurikaesa rete iru tame, anata wa itsumo kongō sa reta osusume o yoku mirudarou to iu koto ni tsuite gimon ni omou. Anime ga shuryū ni natta toki, anime o jissai ni miteinai hitobito ga haka ni mamoru tame ni, watashi ga kiraina basho no itaru tokoro ni nagasa reta toki, sono hito-tachi no hitoridearu.)\u001b[22m\n\nTranslations of \u001b[4mTo begin , Everyone enjoyed this anime theres no question about that however you will always see mixed recommendations well because its been aired on adult swim over and over again. What i mean by that is and im one of those people , when an anime becomes so main stream , so flushed all over the place i tend to hate on it just because people who don't really watch anime will defend to the grave.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo begin , Everyone enjoyed this anime theres no question about that however you will always see mixed recommendations well because its been aired on adult swim over and over again.\u001b[24m\n    \u001b[1mまず、誰もがこのアニメを楽しんだが、大人に放映されたことが何度も何度も繰り返されているため、あなたはいつも混合されたおすすめをよく見るだろうということについて疑問に思う。\u001b[22m, \u001b[1m開始するには、誰もがこのアニメは、そのは何度も何度もアダルトスイムで放映されているので、あなたがいつもよく混合提言が表示されますがそれについては疑問をtheresの楽しみました。\u001b[22m\n\u001b[4mWhat i mean by that is and im one of those people , when an anime becomes so main stream , so flushed all over the place i tend to hate on it just because people who don't really watch anime will defend to the grave.\u001b[24m\n    \u001b[1mアニメが主流になったとき、アニメを実際に見ていない人々が墓に守るために、私が嫌いな場所のいたるところに流されたとき、その人たちの一人である。\u001b[22m, \u001b[1mどのような私は、そのことによって意味することであり、すべての私は本当にアニメを見ていない人々が墓に防衛するという理由だけでそれを嫌う傾向がある場所の上ので、フラッシュアニメがとても主流になり、それらの人々の1を、イム。\u001b[22m\n\u001b[1m\u001b[22m\nNow , Im not going to even talk about the anime because im not good at hiding spoilers but it is for sure a 10/10 when it originally came out. It has one of the best soundtracks of any anime , really nice art style , and probably the only acceptable anime to be dubbed.\n\n\u001b[1mさて、私はスポイラーを隠すのが得意ではないので、アニメについて話すつもりはありませんが、それが当初出ていたのは確かに10/10でした。 これは、アニメの最高のサウンドトラックの一つ、本当に素敵な芸術のスタイル、おそらく唯一の許容されるアニメをダビングされています。\u001b[22m\n\u001b[1m(Sate, watashi wa supoirā o kakusu no ga tokuide wanainode, anime ni tsuite hanasu tsumori wa arimasenga, sore ga tōsho dete ita no wa tashika ni 10/ 10deshita. Kore wa, anime no saikō no saundotorakku no hitotsu, hontōni sutekina geijutsu no sutairu, osoraku yuiitsu no kyoyō sa reru anime o dabingu sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow , Im not going to even talk about the anime because im not good at hiding spoilers but it is for sure a 10/10 when it originally came out. It has one of the best soundtracks of any anime , really nice art style , and probably the only acceptable anime to be dubbed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow , Im not going to even talk about the anime because im not good at hiding spoilers but it is for sure a 10/10 when it originally came out.\u001b[24m\n    \u001b[1mさて、私はスポイラーを隠すのが得意ではないので、アニメについて話すつもりはありませんが、それが当初出ていたのは確かに10/10でした。\u001b[22m, \u001b[1mさて、イムは隠れスポイラーでイム良くないので、でもアニメの話をするつもりはないが、それはもともと出てきたとき、それは10月10日確かにあります。\u001b[22m\n\u001b[4mIt has one of the best soundtracks of any anime , really nice art style , and probably the only acceptable anime to be dubbed.\u001b[24m\n    \u001b[1mこれは、アニメの最高のサウンドトラックの一つ、本当に素敵な芸術のスタイル、おそらく唯一の許容されるアニメをダビングされています。\u001b[22m, \u001b[1mこれは、任意のアニメ、本当に素敵なアートスタイル、およびダビングすることがおそらく唯一の許容可能なアニメの最高のサウンドトラックのいずれかを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnding ,I Cannot stress this enough , Go watch it!\n\n\u001b[1mエンディング、私は十分にこれを強調することはできません、それを見に行く！\u001b[22m\n\u001b[1m(Endingu, watashi wa jūbun ni kore o kyōchō suru koto wa dekimasen, sore o mi ni iku!)\u001b[22m\n\nTranslations of \u001b[4mEnding ,I Cannot stress this enough , Go watch it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnding ,I Cannot stress this enough , Go watch it!\u001b[24m\n    \u001b[1mエンディング、私は十分にこれを強調することはできません、それを見に行く！\u001b[22m, \u001b[1mエンディング、私はそれを見て行き、十分にこのことを強調することはできません！\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "TheDrmcvey",
    "profile": "/profile/TheDrmcvey/reviews",
    "pages": "11",
    "number": "2",
    "link": "/reviews.php?id=56235",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が110歳になったとき、誰かがこのアニメに私を紹介していましたが、私はただのアニメに入っていました。私の医者のための言い訳として、医療保険を切らないように使っていました。 とにかく、このアニメは最初から最後まで鮮やかです。  Spike Spiegal（メインキャラクター）は、驚異のバックストーリーと、賞金の払い戻しや賞金徴収の際の涼しげな背中の姿勢で、これまでに創作された最高のアニメキャラクターの1つです。 彼はジェットブラック、元のISSP警官、「ブラックドッグ」、またはあなたが彼に電話したいと思っているもの、フェイバレンタイン、賭ける中毒の77歳の賞金ハンター 米国の国家の負債は、彼女が失ったものに比べてクソなジョークのように見えます。エドワード、13歳のコンピュータハッカーでも、靴や靴を彼女や彼の（または父親も知りませんでした 性別）の生涯。\nこのシリーズの物語は素晴らしいです。 いくつかのエピソードは、レッドドラゴンシンジケートとライバルのヴィシャスとガールフレンドジュリアとのスパイクの過去に焦点を当てています。 これらのエピソードのそれぞれは、今日まで、すべての時間の最高のアニメエンディングの1つと考えられているシリーズの壮大な結論を導いています。 バックストーリーやプロットに関連する主要な問題への関与など、他のサポートキャストに焦点を当てたエピソードもあります。\nまた、サウンドトラックは、今日のアニメの90％のうちのすごいものを打ち負かす音楽で素晴らしい（スクリュー私は素晴らしいを使用したい）です。 ジャズ時代に元妻と一緒に過ごした良い時代を思い出させてくれます。私が彼女が銀行口座からお金を盗んでいたことが分かったときに橋から飛び降りました。 しかし、とにかく、あなたがそれを聞いたり、持っていないなら、それはあなたの無駄な生活の1ペニーの価値があるので、確かにそれを買うべきです。\nアニメーションはまた、貧困のバグに襲われた異なる惑星のダウンタウンの環境など、ライティングやビジュアルの背景を持つ優れたものです。 それは私の誕生日の記録よりも現実的で目を覗かせるように作られています。\n全体的に私は誰にでも、これを見ていない現在のアニメウォッチャー、またはアニメコミュニティへの初心者にこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBack when I was 110 years old, someone had introduced me to this anime while I was just getting into anime, using it as an excuse for my doctors to not cut off my medical insurance, since I now had a reason to live. Anyway, this anime is brilliant from start to finish. Spike Spiegal (the main character) is one of the greatest anime characters ever created, with his amazing back story, and his cool laid back demeanor when it comes to fighting or collecting bounties. He is supported by Jet Black, a former ISSP cop named the 'Black Dog', or whatever you'd like to call him, Faye Valentine, a 77 year old bounty hunter with a gambling addiction who has a debt that can can make the US national debt look like a fucking joke compared to what she's lost, and Edward, a 13 year old computer hacker who hasn't even heard of the use of socks and shoes in her or his or (fuck even the dad doesn't know the sex) lifetime.\n\n\u001b[1m私が110歳になったとき、誰かがこのアニメに私を紹介していましたが、私はただのアニメに入っていました。私の医者のための言い訳として、医療保険を切らないように使っていました。 とにかく、このアニメは最初から最後まで鮮やかです。  Spike Spiegal（メインキャラクター）は、驚異のバックストーリーと、賞金の払い戻しや賞金徴収の際の涼しげな背中の姿勢で、これまでに創作された最高のアニメキャラクターの1つです。 彼はジェットブラック、元のISSP警官、「ブラックドッグ」、またはあなたが彼に電話したいと思っているもの、フェイバレンタイン、賭ける中毒の77歳の賞金ハンター 米国の国家の負債は、彼女が失ったものに比べてクソなジョークのように見えます。エドワード、13歳のコンピュータハッカーでも、靴や靴を彼女や彼の（または父親も知りませんでした 性別）の生涯。\u001b[22m\n\u001b[1m(Watashi ga 110-sai ni natta toki, darekaga kono anime ni watashi o shōkai shite imashitaga, watashi wa tada no anime ni haitte imashita. Watashi no isha no tame no iiwake to shite, iryō hoken o kiranai yō ni tsukatte imashita. Tonikaku, kono anime wa saisho kara saigomade azayakadesu. Gabon Spiegal (meinkyarakutā) wa, kyōi no bakkusutōrī to, shōkin no haraimodoshi ya shōkin chōshū no sai no suzushigena senaka no shisei de, kore made ni sōsaku sa reta saikō no animekyarakutā no 1tsudesu. Kare wa jetto burakku,-moto no ISSP keikan,`burakkudoggu', matawa anata ga kare ni denwa shitai to omotte iru mono, feibarentain, kakeru chūdoku no 77-sai no shōkin hantā Beikoku no kokka no fusai wa, kanojo ga ushinatta mono ni kurabete kusona jōku no yō ni miemasu. Edowādo, 13-sai no konpyūtahakkā demo, kutsu ya kutsu o kanojo ya kare no (matawa chichioya mo shirimasendeshita seibetsu) no shōgai.)\u001b[22m\n\nTranslations of \u001b[4mBack when I was 110 years old, someone had introduced me to this anime while I was just getting into anime, using it as an excuse for my doctors to not cut off my medical insurance, since I now had a reason to live. Anyway, this anime is brilliant from start to finish. Spike Spiegal (the main character) is one of the greatest anime characters ever created, with his amazing back story, and his cool laid back demeanor when it comes to fighting or collecting bounties. He is supported by Jet Black, a former ISSP cop named the 'Black Dog', or whatever you'd like to call him, Faye Valentine, a 77 year old bounty hunter with a gambling addiction who has a debt that can can make the US national debt look like a fucking joke compared to what she's lost, and Edward, a 13 year old computer hacker who hasn't even heard of the use of socks and shoes in her or his or (fuck even the dad doesn't know the sex) lifetime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBack when I was 110 years old, someone had introduced me to this anime while I was just getting into anime, using it as an excuse for my doctors to not cut off my medical insurance, since I now had a reason to live.\u001b[24m\n    \u001b[1m私が110歳になったとき、誰かがこのアニメに私を紹介していましたが、私はただのアニメに入っていました。私の医者のための言い訳として、医療保険を切らないように使っていました。\u001b[22m, \u001b[1m私は110歳だった戻るときに私はちょうど私の医者は私の医療保険を遮断しないようにするための口実としてそれを使用して、アニメになっていた間、私は今、生きる理由があったので、誰かが、このアニメを紹介してくれていました。\u001b[22m\n\u001b[4mAnyway, this anime is brilliant from start to finish.\u001b[24m\n    \u001b[1mとにかく、このアニメは最初から最後まで鮮やかです。\u001b[22m, \u001b[1mとにかく、このアニメは最初から最後まで素晴らしいです。\u001b[22m\n\u001b[4mSpike Spiegal (the main character) is one of the greatest anime characters ever created, with his amazing back story, and his cool laid back demeanor when it comes to fighting or collecting bounties.\u001b[24m\n    \u001b[1mSpike Spiegal（メインキャラクター）は、驚異のバックストーリーと、賞金の払い戻しや賞金徴収の際の涼しげな背中の姿勢で、これまでに創作された最高のアニメキャラクターの1つです。\u001b[22m, \u001b[1mそれは戦闘や採集報奨金に来るときスパイクSpiegal（主人公）は、彼の素晴らしいバックストーリー、そして彼のクールなのんびりな態度で、これまでに作成した最も偉大なアニメのキャラクターの一つです。\u001b[22m\n\u001b[4mHe is supported by Jet Black, a former ISSP cop named the 'Black Dog', or whatever you'd like to call him, Faye Valentine, a 77 year old bounty hunter with a gambling addiction who has a debt that can can make the\u001b[24m\n    \u001b[1m彼はジェットブラック、元のISSP警官、「ブラックドッグ」、またはあなたが彼に電話したいと思っているもの、フェイバレンタイン、賭ける中毒の77歳の賞金ハンター\u001b[22m, \u001b[1m彼はジェットブラック、「ブラック・ドッグ」という名前の元ISSPの警官、またはものは何でも彼に電話したいのですが、フェイ・ヴァレンタイン、作ることができ債務を持っているギャンブル中毒と77歳の賞金稼ぎでサポートされています\u001b[22m\n\u001b[4mUS national debt look like a fucking joke compared to what she's lost, and Edward, a 13 year old computer hacker who hasn't even heard of the use of socks and shoes in her or his or (fuck even the dad doesn't know\u001b[24m\n    \u001b[1m米国の国家の負債は、彼女が失ったものに比べてクソなジョークのように見えます。エドワード、13歳のコンピュータハッカーでも、靴や靴を彼女や彼の（または父親も知りませんでした\u001b[22m, \u001b[1m米国彼女は失われた、とているものに比べクソ冗談のような国家債務の外観エドワード、でも彼女または彼または（性交でもお父さんは知らないで靴下や靴の使用のことを聞いていない13歳のコンピューターハッカー\u001b[22m\n\u001b[4mthe sex) lifetime.\u001b[24m\n    \u001b[1m性別）の生涯。\u001b[22m, \u001b[1m性別）寿命。\u001b[22m\nThe story in this series is superb. A few episodes focuses on Spike's past with the Red Dragon Syndicate and his rival Vicious, and girlfriend Julia. Each of these episodes leads up the epic conclusion of the series, which to this day is considered one of the best anime endings of all time. There are also episodes that focus on the other supporting casts, such as their backstorys or involvement with major issues related to the plot.\n\n\u001b[1mこのシリーズの物語は素晴らしいです。 いくつかのエピソードは、レッドドラゴンシンジケートとライバルのヴィシャスとガールフレンドジュリアとのスパイクの過去に焦点を当てています。 これらのエピソードのそれぞれは、今日まで、すべての時間の最高のアニメエンディングの1つと考えられているシリーズの壮大な結論を導いています。 バックストーリーやプロットに関連する主要な問題への関与など、他のサポートキャストに焦点を当てたエピソードもあります。\u001b[22m\n\u001b[1m(Kono shirīzu no monogatari wa subarashīdesu. Ikutsu ka no episōdo wa, reddodoragonshinjikēto to raibaru no vu~ishasu to gārufurendojuria to no supaiku no kako ni shōten o atete imasu. Korera no episōdo no sorezore wa, kyō made, subete no jikan no saikō no anime endingu no 1tsu to kangae rarete iru shirīzu no sōdaina ketsuron o michibiite imasu. Bakkusutōrī ya purotto ni kanren suru shuyōna mondai e no kan'yo nado, hoka no sapōtokyasuto ni shōten o ateta episōdo mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story in this series is superb. A few episodes focuses on Spike's past with the Red Dragon Syndicate and his rival Vicious, and girlfriend Julia. Each of these episodes leads up the epic conclusion of the series, which to this day is considered one of the best anime endings of all time. There are also episodes that focus on the other supporting casts, such as their backstorys or involvement with major issues related to the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story in this series is superb.\u001b[24m\n    \u001b[1mこのシリーズの物語は素晴らしいです。\u001b[22m, \u001b[1mこのシリーズのストーリーが素晴らしいです。\u001b[22m\n\u001b[4mA few episodes focuses on Spike's past with the Red Dragon Syndicate and his rival Vicious, and girlfriend Julia.\u001b[24m\n    \u001b[1mいくつかのエピソードは、レッドドラゴンシンジケートとライバルのヴィシャスとガールフレンドジュリアとのスパイクの過去に焦点を当てています。\u001b[22m, \u001b[1mいくつかのエピソードレッドドラゴンシンジケートと彼のライバルヴィシャス、そして恋人ジュリアとスパイクの過去に焦点を当てています。\u001b[22m\n\u001b[4mEach of these episodes leads up the epic conclusion of the series, which to this day is considered one of the best anime endings of all time.\u001b[24m\n    \u001b[1mこれらのエピソードのそれぞれは、今日まで、すべての時間の最高のアニメエンディングの1つと考えられているシリーズの壮大な結論を導いています。\u001b[22m, \u001b[1mこれらのエピソードのそれぞれは、この日にすべての時間の中で最高のアニメのエンディングの一つと考えられているシリーズの壮大な結論を導きます。\u001b[22m\n\u001b[4mThere are also episodes that focus on the other supporting casts, such as their backstorys or involvement with major issues related to the plot.\u001b[24m\n    \u001b[1mバックストーリーやプロットに関連する主要な問題への関与など、他のサポートキャストに焦点を当てたエピソードもあります。\u001b[22m, \u001b[1mそのような彼らのbackstorysやプロットに関連する主要な問題に関与として、他の支援キャストに焦点を当てるのエピソードもあります。\u001b[22m\nThe soundtrack is also superb (screw you I like using superb) with music that beats the crap out of 90 percent of anime today. Just listening to the opening them 'Tank' reminds me of the good times I had with my ex-wife back in the Jazz age, until she jumped off a bridge when I realized she was stealing money from my bank account. But anyways, if you haven't listened to it or have, you should definantly go buy it, since it's worth evey penny of your useless life.\n\n\u001b[1mまた、サウンドトラックは、今日のアニメの90％のうちのすごいものを打ち負かす音楽で素晴らしい（スクリュー私は素晴らしいを使用したい）です。 ジャズ時代に元妻と一緒に過ごした良い時代を思い出させてくれます。私が彼女が銀行口座からお金を盗んでいたことが分かったときに橋から飛び降りました。 しかし、とにかく、あなたがそれを聞いたり、持っていないなら、それはあなたの無駄な生活の1ペニーの価値があるので、確かにそれを買うべきです。\u001b[22m\n\u001b[1m(Mata, saundotorakku wa, kyō no anime no 90-pāsento no uchi no sugoi mono o uchi makasu ongaku de subarashī (sukuryū watashi wa subarashī o shiyō shitai)desu. Jazu jidai ni moto tsuma to issho ni sugoshita yoi jidai o omoidasa sete kuremasu. Watashi ga kanojo ga ginkō kōza kara okane o nusunde ita koto ga wakatta toki ni hashi kara tobiorimashita. Shikashi, tonikaku, anata ga sore o kii tari, motteinainara, sore wa anata no mudana seikatsu no 1 penī no kachi ga aru node, tashikani sore o kaubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is also superb (screw you I like using superb) with music that beats the crap out of 90 percent of anime today. Just listening to the opening them 'Tank' reminds me of the good times I had with my ex-wife back in the Jazz age, until she jumped off a bridge when I realized she was stealing money from my bank account. But anyways, if you haven't listened to it or have, you should definantly go buy it, since it's worth evey penny of your useless life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is also superb (screw you I like using superb) with music that beats the crap out of 90 percent of anime today.\u001b[24m\n    \u001b[1mまた、サウンドトラックは、今日のアニメの90％のうちのすごいものを打ち負かす音楽で素晴らしい（スクリュー私は素晴らしいを使用したい）です。\u001b[22m, \u001b[1mサウンドトラックは今日のアニメの90パーセントのがらくたを打つ音楽と（私は素晴らしい使って好きなあなたをネジ）も素晴らしいです。\u001b[22m\n\u001b[4mJust listening to the opening them 'Tank' reminds me of the good times I had with my ex-wife back in the Jazz age, until she jumped off a bridge when I realized she was stealing money from my bank account.\u001b[24m\n    \u001b[1mジャズ時代に元妻と一緒に過ごした良い時代を思い出させてくれます。私が彼女が銀行口座からお金を盗んでいたことが分かったときに橋から飛び降りました。\u001b[22m, \u001b[1mちょうどそれらを開く「戦車」を聞いて、私は彼女が私の銀行口座からお金を盗んで気づいたとき、彼女が橋から飛び降りたまで、私は、バックジャズ時代に私の元妻としていた良き時代を思い出させます。\u001b[22m\n\u001b[4mBut anyways, if you haven't listened to it or have, you should definantly go buy it, since it's worth evey penny of your useless life.\u001b[24m\n    \u001b[1mしかし、とにかく、あなたがそれを聞いたり、持っていないなら、それはあなたの無駄な生活の1ペニーの価値があるので、確かにそれを買うべきです。\u001b[22m, \u001b[1mあなたはそれに耳を傾けたりしていなかった場合、それはあなたの役に立たない人生のeveyのペニーの価値があるのでしかし、とにかく、あなたはdefinantly、それを買いに行く必要があります。\u001b[22m\nThe animation is also outstanding, with it's lighting and visual backgrounds, such as downtown environments on different planets struck by the poverty bug. It is made to look more realistic and eye popping than my birthday records.\n\n\u001b[1mアニメーションはまた、貧困のバグに襲われた異なる惑星のダウンタウンの環境など、ライティングやビジュアルの背景を持つ優れたものです。 それは私の誕生日の記録よりも現実的で目を覗かせるように作られています。\u001b[22m\n\u001b[1m(Animēshon wa mata, hinkon no bagu ni osowa reta kotonaru wakusei no dauntaun no kankyō nado, raitingu ya bijuaru no haikei o motsu sugureta monodesu. Sore wa watashi no tanjōbi no kiroku yori mo genjitsu-tekide me o nozoka seru yō ni tsukura rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is also outstanding, with it's lighting and visual backgrounds, such as downtown environments on different planets struck by the poverty bug. It is made to look more realistic and eye popping than my birthday records.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is also outstanding, with it's lighting and visual backgrounds, such as downtown environments on different planets struck by the poverty bug.\u001b[24m\n    \u001b[1mアニメーションはまた、貧困のバグに襲われた異なる惑星のダウンタウンの環境など、ライティングやビジュアルの背景を持つ優れたものです。\u001b[22m, \u001b[1mアニメーションは、このような貧困のバグによって打た異なる惑星上の繁華街の環境などのそれの照明、視覚的な背景、と、も抜群です。\u001b[22m\n\u001b[4mIt is made to look more realistic and eye popping than my birthday records.\u001b[24m\n    \u001b[1mそれは私の誕生日の記録よりも現実的で目を覗かせるように作られています。\u001b[22m, \u001b[1m私の誕生日のレコードよりも現実的と目飛び出る見えるように作られています。\u001b[22m\nOverall I would recommend this to anyone, a current anime watcher who hasn't seen it, or a newbie into the anime community.\n\n\u001b[1m全体的に私は誰にでも、これを見ていない現在のアニメウォッチャー、またはアニメコミュニティへの初心者にこれをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa darenidemo, kore o miteinai genzai no animeu~otchā, matawa anime komyuniti e no shoshinsha ni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I would recommend this to anyone, a current anime watcher who hasn't seen it, or a newbie into the anime community.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I would recommend this to anyone, a current anime watcher who hasn't seen it, or a newbie into the anime community.\u001b[24m\n    \u001b[1m全体的に私は誰にでも、これを見ていない現在のアニメウォッチャー、またはアニメコミュニティへの初心者にこれをお勧めします。\u001b[22m, \u001b[1m全体的に私は誰も、それを見ていない現在のアニメのウォッチャー、またはアニメコミュニティへの初心者にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Master_Bei_Shun",
    "profile": "/profile/Master_Bei_Shun/reviews",
    "pages": "11",
    "number": "3",
    "link": "/reviews.php?id=6486",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nカウボーイビバップは本当にグレンラガンの直後に見た最初の「良い」アニメの1つでした。 そしてそれは真にアニメの世代、そして人々にも影響を与えました。 ストーリーは面白く、すべての主人公の過去を含みます。 私の好きなアーティストの一人である菅野陽子が作曲した音楽は、開発者が望んでいたアニメのスタイルを驚くほど補完しています。\n\n芸術のスタイルとグラフィックスは、それが作られた時には驚くべきものです。私はまだとても美しい出来事が行われているので、戦闘シーンを見るのが大好きです。\n\n全体として、カウボーイビバップには、多くの文化的な参考文献だけでなく、今日シリーズが面白くてインテリジェントなものになる文芸的な参考文献があります。\n\n私が今まで見たことのない最高のアニメだ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop was really one of the first 'good' animes I watched right after Gurren Lagann. And it truly influenced a generation of anime, as well as people. The story is interesting and involves the pasts of all of the main characters. The music (composed by Yoko Kanno, one of my favorite artists) is amazing and complements the style of anime that the developers wanted to achieve.\n\n\u001b[1mカウボーイビバップは本当にグレンラガンの直後に見た最初の「良い」アニメの1つでした。 そしてそれは真にアニメの世代、そして人々にも影響を与えました。 ストーリーは面白く、すべての主人公の過去を含みます。 私の好きなアーティストの一人である菅野陽子が作曲した音楽は、開発者が望んでいたアニメのスタイルを驚くほど補完しています。\u001b[22m\n\u001b[1m(Kaubōibibappu wa hontōni gurenragan no chokugo ni mita saisho no `yoi' anime no 1tsudeshita. Soshite sore wa makotoni anime no sedai, soshite hitobito ni mo eikyō o ataemashita. Sutōrī wa omoshiroku, subete no shujinkō no kako o fukumimasu. Watashi no sukina ātisuto no hitoridearu Kan'no Yōko ga sakkyoku shita ongaku wa, kaihatsu-sha ga nozonde ita anime no sutairu o odoroku hodo hokan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop was really one of the first 'good' animes I watched right after Gurren Lagann. And it truly influenced a generation of anime, as well as people. The story is interesting and involves the pasts of all of the main characters. The music (composed by Yoko Kanno, one of my favorite artists) is amazing and complements the style of anime that the developers wanted to achieve.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop was really one of the first 'good' animes I watched right after Gurren Lagann.\u001b[24m\n    \u001b[1mカウボーイビバップは本当にグレンラガンの直後に見た最初の「良い」アニメの1つでした。\u001b[22m, \u001b[1mカウボーイビバップは本当に私は右天元突破グレンラガン後に見て最初の「良い」のアニメの一つでした。\u001b[22m\n\u001b[4mAnd it truly influenced a generation of anime, as well as people.\u001b[24m\n    \u001b[1mそしてそれは真にアニメの世代、そして人々にも影響を与えました。\u001b[22m, \u001b[1mそして、それは本当にアニメの世代だけでなく、人々に影響を与えました。\u001b[22m\n\u001b[4mThe story is interesting and involves the pasts of all of the main characters.\u001b[24m\n    \u001b[1mストーリーは面白く、すべての主人公の過去を含みます。\u001b[22m, \u001b[1m話は面白いですし、メインキャラクターのすべての過去をすることを含みます。\u001b[22m\n\u001b[4mThe music (composed by Yoko Kanno, one of my favorite artists) is amazing and complements the style of anime that the developers wanted to achieve.\u001b[24m\n    \u001b[1m私の好きなアーティストの一人である菅野陽子が作曲した音楽は、開発者が望んでいたアニメのスタイルを驚くほど補完しています。\u001b[22m, \u001b[1m（菅野よう子、私の好きなアーティストの一人で構成）音楽は素晴らしいですし、開発者が達成したかったアニメのスタイルを補完します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style and graphics are amazing for the time it was made in. I still love watching the fighting scenes, because they are done so beautifully.\n\n\u001b[1m芸術のスタイルとグラフィックスは、それが作られた時には驚くべきものです。私はまだとても美しい出来事があるので、戦闘シーンを見るのが大好きです。\u001b[22m\n\u001b[1m(Geijutsu no sutairu to gurafikkusu wa, sore ga tsukura reta tokiniha odorokubeki monodesu. Watashi wa mada totemo utsukushī dekigoto ga aru node, sentō shīn o miru no ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style and graphics are amazing for the time it was made in. I still love watching the fighting scenes, because they are done so beautifully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style and graphics are amazing for the time it was made in. I still love watching the fighting scenes, because they are done so beautifully.\u001b[24m\n    \u001b[1m芸術のスタイルとグラフィックスは、それが作られた時には驚くべきものです。私はまだとても美しい出来事があるので、戦闘シーンを見るのが大好きです。\u001b[22m, \u001b[1mアートスタイルとグラフィックは、それが中で行われた時間のために驚くべきものだ。彼らはとても美しく行われているので、私はまだ、戦いのシーンを見て大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Cowboy Bebop has many cultural references, as well as literary references that make the series interesting and intelligent at the same time, which few animes today succeed at.\n\n\u001b[1m全体的に、カウボーイビバップには、多くの文化的な参考文献だけでなく、シリーズが面白くてインテリジェントなものになる文学的な参考文献があります。\u001b[22m\n\u001b[1m(Zentai-teki ni, kaubōibibappu ni wa, ōku no bunka-tekina sankō bunken dakedenaku, shirīzu ga omoshirokute interijentona mono ni naru bungaku-tekina sankō bunken ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Cowboy Bebop has many cultural references, as well as literary references that make the series interesting and intelligent at the same time, which few animes today succeed at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Cowboy Bebop has many cultural references, as well as literary references that make the series interesting and intelligent at the same time, which few animes today succeed at.\u001b[24m\n    \u001b[1m全体的に、カウボーイビバップには、多くの文化的な参考文献だけでなく、シリーズが面白くてインテリジェントなものになる文学的な参考文献があります。\u001b[22m, \u001b[1m全体的に、カウボーイビバップはで成功するいくつかのアニメ今日、多くの文化の文献だけでなく、同時にシリーズが面白いとインテリジェント作る文学の参照を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nBy far the best anime I have ever watched.\n\n\u001b[1m私が今まで見たことのない最高のアニメだ。\u001b[22m\n\u001b[1m(Watashi ga imamade mita koto no nai saikō no animeda.)\u001b[22m\n\nTranslations of \u001b[4mBy far the best anime I have ever watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy far the best anime I have ever watched.\u001b[24m\n    \u001b[1m私が今まで見たことのない最高のアニメだ。\u001b[22m, \u001b[1mはるかに私が今まで見た中で最高のアニメ。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "wickedshizuku",
    "profile": "/profile/wickedshizuku/reviews",
    "pages": "11",
    "number": "4",
    "link": "/reviews.php?id=7966",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは、すべてのアニメの基礎の一つです。 誰もが楽しめるいくつかのレベルがあります。 卑劣な衣服の悪いお尻の雛、優秀な武道と銃の戦い、心を壊すロマンス、そしてみんなが大好きなハッカーからの愉快なおかしなこと。\nこれが私のお気に入りの一つである理由はたくさんあります。 スパイクは、あなたの考え方に影響を与える多くの啓発ポイントを持っていました。 エドとエインは、「父なる人がいなくなった」と言って、私の心の痛みを削りました。\nジェットはあなたが望む叔父を思い出させ、フェイはあなたが黙っていたいと思っている雛であり、イヌのために犬の食べ物を残す。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is one of the cornerstones of all anime. There are several levels of enjoyment for everyone. Bad ass chicks in skimpy clothing, Excellent martial arts and gun fights, heart breaking romance, and zany antics from everyone's favorite hacker.\n\n\u001b[1mこのアニメは、すべてのアニメの基礎の一つです。 誰もが楽しめるいくつかのレベルがあります。 卑劣な衣服の悪いお尻の雛、優秀な武道と銃の戦い、心を壊すロマンス、そしてみんなが大好きなハッカーからの愉快なおかしなこと。\u001b[22m\n\u001b[1m(Kono anime wa, subete no anime no kiso no hitotsudesu. Daremoga tanoshimeru ikutsu ka no reberu ga arimasu. Hiretsuna ifuku no warui o shiri no hina, yūshūna budō to jū no tatakai, kokoro o kowasu romansu, soshite min'na ga daisukina hakkā kara no yukaina okashina koto.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is one of the cornerstones of all anime. There are several levels of enjoyment for everyone. Bad ass chicks in skimpy clothing, Excellent martial arts and gun fights, heart breaking romance, and zany antics from everyone's favorite hacker.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is one of the cornerstones of all anime.\u001b[24m\n    \u001b[1mこのアニメは、すべてのアニメの基礎の一つです。\u001b[22m, \u001b[1mこのアニメは、すべてのアニメの礎石の一つです。\u001b[22m\n\u001b[4mThere are several levels of enjoyment for everyone.\u001b[24m\n    \u001b[1m誰もが楽しめるいくつかのレベルがあります。\u001b[22m, \u001b[1m皆のための楽しみのいくつかのレベルがあります。\u001b[22m\n\u001b[4mBad ass chicks in skimpy clothing, Excellent martial arts and gun fights, heart breaking romance, and zany antics from everyone's favorite hacker.\u001b[24m\n    \u001b[1m卑劣な衣服の悪いお尻の雛、優秀な武道と銃の戦い、心を壊すロマンス、そしてみんなが大好きなハッカーからの愉快なおかしなこと。\u001b[22m, \u001b[1mみんなのお気に入りハッカーから露出度の高い服、優れた武術と銃の戦い、心臓破りのロマンス、とおどけふざけた態度で悪いお尻の雛。\u001b[22m\nThere are many reasons why this is one of my favorites. Spike had many enlightening points that he makes that causes an impact on your way of thinking. Ed and Ein shaved off a sliver of my heart when she says 'Father persons gone.'\n\n\u001b[1mこれが私のお気に入りの一つである理由はたくさんあります。 スパイクは、あなたの考え方に影響を与える多くの啓発ポイントを持っていました。 エドとエインは、「父なる人がいなくなった」と言って、私の心の痛みを削りました。\u001b[22m\n\u001b[1m(Kore ga watashinōkiniiri no hitotsudearu riyū wa takusan arimasu. Supaiku wa, anata no kangaekata ni eikyōwoataeru ōku no keihatsu pointo o motte imashita. Edo to Ein wa,`chichinaru hito ga inaku natta' to itte, watashi no kokoro no itami o kezurimashita.)\u001b[22m\n\nTranslations of \u001b[4mThere are many reasons why this is one of my favorites. Spike had many enlightening points that he makes that causes an impact on your way of thinking. Ed and Ein shaved off a sliver of my heart when she says 'Father persons gone.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are many reasons why this is one of my favorites.\u001b[24m\n    \u001b[1mこれが私のお気に入りの一つである理由はたくさんあります。\u001b[22m, \u001b[1mこれは私のお気に入りの一つである多くの理由があります。\u001b[22m\n\u001b[4mSpike had many enlightening points that he makes that causes an impact on your way of thinking.\u001b[24m\n    \u001b[1mスパイクは、あなたの考え方に影響を与える多くの啓発ポイントを持っていました。\u001b[22m, \u001b[1mスパイクは、彼は思考のあなたの方法に影響を引き起こすことになり、多くの啓発のポイントを持っていました。\u001b[22m\n\u001b[4mEd and Ein shaved off a sliver of my heart when she says 'Father persons gone.'\u001b[24m\n    \u001b[1mエドとエインは、「父なる人がいなくなった」と言って、私の心の痛みを削りました。\u001b[22m, \u001b[1mエドとアインは彼女が言うとき私の心のスライバーを削り取ら「父人数がなくなって。」\u001b[22m\nJet reminds me of the uncle you wish you had, and Faye is the chick who you wish would shut up, and leave the dog food for Ein.\n\n\u001b[1mジェットはあなたが望む叔父を思い出させ、フェイはあなたが黙っていたいと思っている雛であり、イヌのために犬の食べ物を残す。\u001b[22m\n\u001b[1m(Jetto wa anata ga nozomu oji o omoidasa se, fei wa anata ga damatte itai to omotte iru hinadeari, inu no tame ni inu no tabemono o nokosu.)\u001b[22m\n\nTranslations of \u001b[4mJet reminds me of the uncle you wish you had, and Faye is the chick who you wish would shut up, and leave the dog food for Ein.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJet reminds me of the uncle you wish you had, and Faye is the chick who you wish would shut up, and leave the dog food for Ein.\u001b[24m\n    \u001b[1mジェットはあなたが望む叔父を思い出させ、フェイはあなたが黙っていたいと思っている雛であり、イヌのために犬の食べ物を残す。\u001b[22m, \u001b[1mジェットは、あなたがよかった叔父のことを思い出すと、フェイは、あなたが黙って、アインのためのドッグフードを残してほしいひよこです。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Kep0v",
    "profile": "/profile/Kep0v/reviews",
    "pages": "11",
    "number": "5",
    "link": "/reviews.php?id=60251",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  9\n\nカウボーイビバップが2001年に米国で初めて上映されたとき、それは米国のアニメを永遠に変えました。 カウボーイビバップは約3人の賞金ハンター、1人の少女、そして1人の非常にスマートな犬です。 彼らは惑星に行き、惑星の狩猟と賃金を取る。 カウボーイビバップは非常によく書かれたショーであり、素晴らしい声優を演じています。\n\nカウボーイビバップは、時には面白い、面白い、または面白いとしようとすると失敗します。 主人公は非常によく描かれ、声がかかっています。 主なキャラクターはスパイクとジェットです。 このショーは、ほとんどの時間が宇宙で行われます。 ショーはいくつかの非常に良い瞬間を持ち、良い音楽を持っています。\n\nあなたが慎重でない場合は、この賑やかな宇宙の謎を解き明かして、あなたの耳鳴りを虜にしてくれる音楽のコレクションと逃してしまうでしょう。 ショーが注目するキャラクターのキャストは、ビネグレットと違うものではありません。 彼らの性格と背景は、それぞれ明確に区別されますが、物事が揺れ動くと、そのスタイルが融合して、他のスタイルをうまく褒め、味わい深いものになります。 すでにメタファーと言葉で十分！ あなたが最後まで興味を保つための行動はたくさんあります。 プロットは素晴らしいと書かれています。 そして、両方の性別に魅力を感じるためには微妙な愛の関心事もあります。 この芸術的なコラボレーションをあなた自身で見守ることを強くお勧めします。 アートワークを楽しむだけでなく、その中のメッセージを聴くことができます。 いずれにせよ、あなたはあなたが見ようとしているもののように縛られています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhen Cowboy Bebop was first showed in the US in 2001 it changed anime in the United States forever. Cowboy Bebop is about 3 bounty hunters, 1 girl, and 1 very smart dog. They go to planet to planet hunting for bountys and getting paid. Cowboy Bebop is a very well writen show and has some great voice acting.\n\n\u001b[1mカウボーイビバップが2001年に米国で初めて上映されたとき、それは米国のアニメを永遠に変えました。 カウボーイビバップは約3人の賞金ハンター、1人の少女、そして1人の非常にスマートな犬です。 彼らは惑星に行き、惑星の狩猟と賃金を取る。 カウボーイビバップは非常によく書かれたショーであり、素晴らしい声優を演じています。\u001b[22m\n\u001b[1m(Kaubōibibappu ga 2001-nen ni Beikoku de hajimete jōei sa reta toki, sore wa Beikoku no anime o eien ni kaemashita. Kaubōibibappu wa yaku 3-ri no shōkin hantā, 1-ri no shōjo, soshite 1-ri no hijō ni sumātona inudesu. Karera wa wakusei ni iki, wakusei no shuryō to chingin o toru. Kaubōibibappu wa hijō ni yoku kaka reta shōdeari, subarashī seiyū o enjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen Cowboy Bebop was first showed in the US in 2001 it changed anime in the United States forever. Cowboy Bebop is about 3 bounty hunters, 1 girl, and 1 very smart dog. They go to planet to planet hunting for bountys and getting paid. Cowboy Bebop is a very well writen show and has some great voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Cowboy Bebop was first showed in the US in 2001 it changed anime in the United States forever.\u001b[24m\n    \u001b[1mカウボーイビバップが2001年に米国で初めて上映されたとき、それは米国のアニメを永遠に変えました。\u001b[22m, \u001b[1mカウボーイビバップは2001年に米国で示されたとき、それは永遠にアメリカでアニメを変更しました。\u001b[22m\n\u001b[4mCowboy Bebop is about 3 bounty hunters, 1 girl, and 1 very smart dog.\u001b[24m\n    \u001b[1mカウボーイビバップは約3人の賞金ハンター、1人の少女、そして1人の非常にスマートな犬です。\u001b[22m, \u001b[1mカウボーイビバップは約3賞金稼ぎ、1少女、および1非常にスマートな犬です。\u001b[22m\n\u001b[4mThey go to planet to planet hunting for bountys and getting paid.\u001b[24m\n    \u001b[1m彼らは惑星に行き、惑星の狩猟と賃金を取る。\u001b[22m, \u001b[1m彼らはbountys狩り惑星に惑星に行くと給料。\u001b[22m\n\u001b[4mCowboy Bebop is a very well writen show and has some great voice acting.\u001b[24m\n    \u001b[1mカウボーイビバップは非常によく書かれたショーであり、素晴らしい声優を演じています。\u001b[22m, \u001b[1mカウボーイビバップは非常によく書かショーで、いくつかの素晴らしい声の演技を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop is sometimes very funny, funny, or it trys to be funny and fails. The main characters are very well drawn and voiced. The main characters are Spike and Jet. The show gets places most of time in space. The show has some very good action moments and has good music.\n\n\u001b[1mカウボーイビバップは、時には面白い、面白い、または面白いとしようとすると失敗します。 主人公は非常によく描かれ、声がかかっています。 主なキャラクターはスパイクとジェットです。 このショーは、ほとんどの時間が宇宙で行われます。 ショーはいくつかの非常に良い瞬間を持ち、良い音楽を持っています。\u001b[22m\n\u001b[1m(Kaubōibibappu wa, tokiniha omoshiroi, omoshiroi, matawa omoshiroi to shiyou to suru to shippai shimasu. Shujinkō wa hijō ni yoku egaka re,-goe ga kakatte imasu. Omona kyarakutā wa supaiku to jettodesu. Kono shō wa, hotondo no jikan ga uchū de okonawa remasu. Shō wa ikutsu ka no hijō ni yoi shunkan o mochi, yoi ongaku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop is sometimes very funny, funny, or it trys to be funny and fails. The main characters are very well drawn and voiced. The main characters are Spike and Jet. The show gets places most of time in space. The show has some very good action moments and has good music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop is sometimes very funny, funny, or it trys to be funny and fails.\u001b[24m\n    \u001b[1mカウボーイビバップは、時には面白い、面白い、または面白いとしようとすると失敗します。\u001b[22m, \u001b[1mカウボーイビバップは時々面白い、非常に面白いです、またはそれが面白いことをtrysと失敗します。\u001b[22m\n\u001b[4mThe main characters are very well drawn and voiced.\u001b[24m\n    \u001b[1m主人公は非常によく描かれ、声がかかっています。\u001b[22m, \u001b[1mメインキャラクターは非常によく描かれ、表明されています。\u001b[22m\n\u001b[4mThe main characters are Spike and Jet.\u001b[24m\n    \u001b[1m主なキャラクターはスパイクとジェットです。\u001b[22m, \u001b[1mメインキャラクターは、スパイクとジェットです。\u001b[22m\n\u001b[4mThe show gets places most of time in space.\u001b[24m\n    \u001b[1mこのショーは、ほとんどの時間が宇宙で行われます。\u001b[22m, \u001b[1mショーは宇宙の中で最も時間の場所を取得します。\u001b[22m\n\u001b[4mThe show has some very good action moments and has good music.\u001b[24m\n    \u001b[1mショーはいくつかの非常に良い瞬間を持ち、良い音楽を持っています。\u001b[22m, \u001b[1mショーはいくつかの非常に良いアクションモーメントを持っており、良い音楽を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you aren't careful, you'll miss the puns riddled throughout this lively space odyssey paired with a collection of music that is sure to captivate your auricles. The cast of characters the show focuses on are not unlike vinaigrette. Their personalities and background are unmistakably distinct from each other, but when things get shaken up, their styles blend together and compliment the other nicely, making a sensational taste. Enough with the metaphors and puns already! There's plenty of action to keep you interested until the end. The plot is wonderfully written. And there's even a nice subtle love interest to appeal to both genders. I urge you to watch this artsy collaboration for yourself. Enjoy the artwork but also listen closely to the messages within. Either way, you are bound to like what you are about to see.\n\n\u001b[1mあなたが慎重でない場合は、この賑やかな宇宙の謎を解き明かして、あなたの耳鳴りを虜にしてくれる音楽のコレクションと逃してしまうでしょう。 ショーが注目するキャラクターのキャストは、ビネグレットと違うものではありません。 彼らの性格と背景は、それぞれ明確に区別されますが、物事が揺れ動くと、そのスタイルが融合して、他のスタイルをうまく褒め、味わい深いものになります。 すでにメタファーと言葉で十分！ あなたが最後まで興味を保つための行動はたくさんあります。 プロットは素晴らしいと書かれています。 そして、両方の性別に魅力を感じるためには微妙な愛の関心事もあります。 この芸術的なコラボレーションをあなた自身で見守ることを強くお勧めします。 アートワークを楽しむだけでなく、その中のメッセージを聴くことができます。 いずれにせよ、あなたはあなたが見ようとしているもののように縛られています。\u001b[22m\n\u001b[1m(Anata ga shinchōdenai baai wa, kono nigiyakana uchū no nazo o tokiakashite, anata no miminari o toriko ni shite kureru ongaku no korekushon to nogashite shimaudeshou. Shō ga chūmoku suru kyarakutā no kyasuto wa, bineguretto to chigau monode wa arimasen. Karera no seikaku to haikei wa, sorezore meikaku ni kubetsu sa remasuga, monogoto ga yureugoku to, sono sutairu ga yūgō shite, hoka no sutairu o umaku home, ajiwaibukai mono ni narimasu. Sudeni metafā to kotoba de jūbun! Anata ga saigomade kyōmi o tamotsu tame no kōdō wa takusan arimasu. Purotto wa subarashī to kaka rete imasu. Soshite, ryōhō no seibetsu ni miryoku o kanjiru tame ni wa bimyōna ai no kanshinji mo arimasu. Kono geijutsu-tekina koraborēshon o anata jishin de mimamoru koto o tsuyoku o susume shimasu. Ātowāku o tanoshimu dakedenaku, sono Chū no messēji o kiku koto ga dekimasu. Izure ni seyo, anata wa anata ga miyou to shite iru mono no yō ni shibara rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you aren't careful, you'll miss the puns riddled throughout this lively space odyssey paired with a collection of music that is sure to captivate your auricles. The cast of characters the show focuses on are not unlike vinaigrette. Their personalities and background are unmistakably distinct from each other, but when things get shaken up, their styles blend together and compliment the other nicely, making a sensational taste. Enough with the metaphors and puns already! There's plenty of action to keep you interested until the end. The plot is wonderfully written. And there's even a nice subtle love interest to appeal to both genders. I urge you to watch this artsy collaboration for yourself. Enjoy the artwork but also listen closely to the messages within. Either way, you are bound to like what you are about to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you aren't careful, you'll miss the puns riddled throughout this lively space odyssey paired with a collection of music that is sure to captivate your auricles.\u001b[24m\n    \u001b[1mあなたが慎重でない場合は、この賑やかな宇宙の謎を解き明かして、あなたの耳鳴りを虜にしてくれる音楽のコレクションと逃してしまうでしょう。\u001b[22m, \u001b[1mあなたが注意しない場合は、あなたの耳介を魅了すること間違いなしです音楽のコレクションとペアになって、この活気に満ちた宇宙の旅を通してだらけ駄洒落を逃してしまいます。\u001b[22m\n\u001b[4mThe cast of characters the show focuses on are not unlike vinaigrette.\u001b[24m\n    \u001b[1mショーが注目するキャラクターのキャストは、ビネグレットと違うものではありません。\u001b[22m, \u001b[1m文字のキャストはショーがビネグレットソースとは違っていないに焦点を当てています。\u001b[22m\n\u001b[4mTheir personalities and background are unmistakably distinct from each other, but when things get shaken up, their styles blend together and compliment the other nicely, making a sensational taste.\u001b[24m\n    \u001b[1m彼らの性格と背景は、それぞれ明確に区別されますが、物事が揺れ動くと、そのスタイルが融合して、他のスタイルをうまく褒め、味わい深いものになります。\u001b[22m, \u001b[1m彼らの個性や背景は紛れもなく、互いに異なるものであるが、物事は動揺を取得するとき、彼らのスタイルが渾然一体とうまく他をほめる、センセーショナルな味を作ります。\u001b[22m\n\u001b[4mEnough with the metaphors and puns already!\u001b[24m\n    \u001b[1mすでにメタファーと言葉で十分！\u001b[22m, \u001b[1mすでに隠喩や駄洒落との十分な！\u001b[22m\n\u001b[4mThere's plenty of action to keep you interested until the end.\u001b[24m\n    \u001b[1mあなたが最後まで興味を保つための行動はたくさんあります。\u001b[22m, \u001b[1m最後まで興味を持ってあなたを維持するためのアクションがたくさんあります。\u001b[22m\n\u001b[4mThe plot is wonderfully written.\u001b[24m\n    \u001b[1mプロットは素晴らしいと書かれています。\u001b[22m, \u001b[1mプロットは素晴らしく書かれています。\u001b[22m\n\u001b[4mAnd there's even a nice subtle love interest to appeal to both genders.\u001b[24m\n    \u001b[1mそして、両方の性別に魅力を感じるためには微妙な愛の関心事もあります。\u001b[22m, \u001b[1mそして、男女ともにアピールするためにしても素敵な微妙な愛興味があります。\u001b[22m\n\u001b[4mI urge you to watch this artsy collaboration for yourself.\u001b[24m\n    \u001b[1mこの芸術的なコラボレーションをあなた自身で見守ることを強くお勧めします。\u001b[22m, \u001b[1m私は自分のために、この芸術家気取りのコラボレーションを見てあなたを強くお勧めします。\u001b[22m\n\u001b[4mEnjoy the artwork but also listen closely to the messages within.\u001b[24m\n    \u001b[1mアートワークを楽しむだけでなく、その中のメッセージを聴くことができます。\u001b[22m, \u001b[1mアートワークを楽しむだけでなく、内のメッセージに耳を傾け。\u001b[22m\n\u001b[4mEither way, you are bound to like what you are about to see.\u001b[24m\n    \u001b[1mいずれにせよ、あなたはあなたが見ようとしているもののように縛られています。\u001b[22m, \u001b[1mいずれにしても、あなたはあなたが見ることを約あるものを好きにバインドされています。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Jizzmasterzero",
    "profile": "/profile/Jizzmasterzero/reviews",
    "pages": "11",
    "number": "6",
    "link": "/reviews.php?id=49293",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n適切なペーシングと流体のキャラクター開発を伴うスタンドアローンのエピソードは、非常に見直しが容易です。 私はカウボーイビバップを数十回見直し、それは決して古くなることはありません。 私はカウボーイビバップを数十回見直し、それは決して古くなることはありません。 あなたは品質に失望することはできませんし、文字に繋がるのを助けることもできません。 本当に最高のアニメテレビ番組。 それはできません。 芸術はあまりにも良いです。 音楽はあまりにも良いです。 ストーリーはシリアライズされていませんが、キャラクターの開発は流動的です。 そして、物語が進行する限り、それは顕著です。 キャラクターに基づいて、各メインストーリーセグメントはスパイクの過去に従います。 それぞれのキャラクターは、自分の過去についてより多くの情報を得るためにエピソードを取得します。 スパイクは間違いなく最も深いですが、あなたはそれをすべて明らかにする必要はありませんが、私はすべてのキャラクターの過去についてすべてを伝えるという制約は、カウボーイビバップの最大の強みだと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStand alone episodes with the right pacing and fluid character development are very re-watchable. I have re-watched Cowboy Bebop dozens of times and it never gets old. I've re-watched Cowboy Bebop dozens of times and it never gets old. You can't be disappointed with the quality and you can't but help getting attached to the characters. Truly the best animated TV show ever. It can't. The art is too damn good. The music is too damn good. The character development is fluid though the story isn't serialized. And as far as the story goes, it is outstanding. Based on the characters, each main story segment follows Spike's past. Each of the characters get their episodes to uncover more and more about their pasts. Spike's is definitely the most deep, though you don't get to uncover it all, I think the restraint in telling all about all the characters' pasts is Cowboy Bebop's greatest strength.\n\n\u001b[1m適切なペーシングと流体のキャラクター開発を伴うスタンドアローンのエピソードは、非常に見直しが容易です。 私はカウボーイビバップを数十回見直し、それは決して古くなることはありません。 私はカウボーイビバップを数十回見直し、それは決して古くなることはありません。 あなたは品質に失望することはできませんし、文字に繋がるのを助けることもできません。 本当に最高のアニメテレビ番組。 それはできません。 芸術はあまりにも良いです。 音楽はあまりにも良いです。 ストーリーはシリアライズされていませんが、キャラクターの開発は流動的です。 そして、物語が進行する限り、それは顕著です。 キャラクターに基づいて、各メインストーリーセグメントはスパイクの過去に従います。 それぞれのキャラクターは、自分の過去についてより多くの情報を得るためにエピソードを取得します。 スパイクは間違いなく最も深いですが、あなたはそれをすべて明らかにする必要はありませんが、私はすべてのキャラクターの過去についてすべてを伝えるという制約は、カウボーイビバップの最大の強みだと思っています。\u001b[22m\n\u001b[1m(Tekisetsuna pēshingu to ryūtai no kyarakutā kaihatsu o tomonau sutandoarōn no episōdo wa, hijō ni minaoshi ga yōidesu. Watashi wa kaubōibibappu o sū jū-kai minaoshi, sore wa kesshite furuku naru koto wa arimasen. Soreha dekimasen. Geijutsu wa amarini mo yoidesu. Ongaku wa amarini mo yoidesu. Sutōrī wa shiriaraizu sa rete imasenga, kyarakutā no kaihatsu wa ryūdōtekidesu. Soshite, monogatari ga shinkō suru kagiri, sore wa kenchodesu. Kyarakutā nimotozuite, kaku meinsutōrīsegumento wa supaiku no kako ni shitagaimasu. Sorezore no kyarakutā wa, jibun no kako ni tsuite yori ōku no jōhō o eru tame ni episōdo o shutoku shimasu. Supaiku wa machigainaku mottomo fukaidesuga, anata wa sore o subete akiraka ni suru hitsuyō wa arimasenga, watashi wa subete no kyarakutā no kako ni tsuite subete o tsutaeru to iu seiyaku wa, kaubōibibappu no saidai no tsuyomida to omotte imasu. Watashi wa kaubōibibappu o sū jū-kai minaoshi, sore wa kesshite furuku naru koto wa arimasen. Anata wa hinshitsu ni shitsubō suru koto wa dekimasenshi, moji ni tsunagaru no o tasukeru koto mo dekimasen. Hontōni saikō no anime terebibangu.)\u001b[22m\n\nTranslations of \u001b[4mStand alone episodes with the right pacing and fluid character development are very re-watchable. I have re-watched Cowboy Bebop dozens of times and it never gets old. I've re-watched Cowboy Bebop dozens of times and it never gets old. You can't be disappointed with the quality and you can't but help getting attached to the characters. Truly the best animated TV show ever. It can't. The art is too damn good. The music is too damn good. The character development is fluid though the story isn't serialized. And as far as the story goes, it is outstanding. Based on the characters, each main story segment follows Spike's past. Each of the characters get their episodes to uncover more and more about their pasts. Spike's is definitely the most deep, though you don't get to uncover it all, I think the restraint in telling all about all the characters' pasts is Cowboy Bebop's greatest strength.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStand alone episodes with the right pacing and fluid character development are very re-watchable.\u001b[24m\n    \u001b[1m適切なペーシングと流体のキャラクター開発を伴うスタンドアローンのエピソードは、非常に見直しが容易です。\u001b[22m, \u001b[1m右ペーシングおよび流体キャラクターの成長と二人きりのエピソードスタンドは非常に再なんとか見ています。\u001b[22m\n\u001b[4mI have re-watched Cowboy Bebop dozens of times and it never gets old.\u001b[24m\n    \u001b[1m私はカウボーイビバップを数十回見直し、それは決して古くなることはありません。\u001b[22m, \u001b[1m私は時代のカウボーイビバップの数十を再見ているとそれが古い取得することはありません。\u001b[22m\n\u001b[4mIt can't.\u001b[24m\n    \u001b[1mそれはできません。\u001b[22m\n\u001b[4mThe art is too damn good.\u001b[24m\n    \u001b[1m芸術はあまりにも良いです。\u001b[22m, \u001b[1m芸術は、あまりにも上出来です。\u001b[22m\n\u001b[4mThe music is too damn good.\u001b[24m\n    \u001b[1m音楽はあまりにも良いです。\u001b[22m, \u001b[1m音楽があまりにも上出来です。\u001b[22m\n\u001b[4mThe character development is fluid though the story isn't serialized.\u001b[24m\n    \u001b[1mストーリーはシリアライズされていませんが、キャラクターの開発は流動的です。\u001b[22m, \u001b[1m話が連載されていないものの、文字開発が流体です。\u001b[22m\n\u001b[4mAnd as far as the story goes, it is outstanding.\u001b[24m\n    \u001b[1mそして、物語が進行する限り、それは顕著です。\u001b[22m, \u001b[1mそして限り話が行くように、それが顕著です。\u001b[22m\n\u001b[4mBased on the characters, each main story segment follows Spike's past.\u001b[24m\n    \u001b[1mキャラクターに基づいて、各メインストーリーセグメントはスパイクの過去に従います。\u001b[22m, \u001b[1m文字に基づいて、各メインストーリーのセグメントがスパイクの過去をたどります。\u001b[22m\n\u001b[4mEach of the characters get their episodes to uncover more and more about their pasts.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、自分の過去についてより多くの情報を得るためにエピソードを取得します。\u001b[22m, \u001b[1m文字のそれぞれが自分の過去について、より多くを明らかに彼らのエピソードを取得します。\u001b[22m\n\u001b[4mSpike's is definitely the most deep, though you don't get to uncover it all, I think the restraint in telling all about all the characters' pasts is Cowboy Bebop's greatest strength.\u001b[24m\n    \u001b[1mスパイクは間違いなく最も深いですが、あなたはそれをすべて明らかにする必要はありませんが、私はすべてのキャラクターの過去についてすべてを伝えるという制約は、カウボーイビバップの最大の強みだと思っています。\u001b[22m, \u001b[1mスパイクのは、あなたがそれをすべてを明らかに得ることはありませんが、私はすべてのキャラクターの過去をについてのすべてを伝えるにおける拘束はカウボーイビバップの最大の強みだと思います、間違いなく最も深いです。\u001b[22m\n\u001b[4mI've re-watched Cowboy Bebop dozens of times and it never gets old.\u001b[24m\n    \u001b[1m私はカウボーイビバップを数十回見直し、それは決して古くなることはありません。\u001b[22m, \u001b[1m私は時代のカウボーイビバップの数十を再見てきたし、それが古い取得することはありません。\u001b[22m\n\u001b[4mYou can't be disappointed with the quality and you can't but help getting attached to the characters.\u001b[24m\n    \u001b[1mあなたは品質に失望することはできませんし、文字に繋がるのを助けることもできません。\u001b[22m, \u001b[1mあなたは、品質には失望することはできません、あなたはなく、文字に添付取得助けることはできません。\u001b[22m\n\u001b[4mTruly the best animated TV show ever.\u001b[24m\n    \u001b[1m本当に最高のアニメテレビ番組。\u001b[22m, \u001b[1m今まで本当に最高のアニメーションのテレビ番組。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "TheAngryAngel",
    "profile": "/profile/TheAngryAngel/reviews",
    "pages": "11",
    "number": "7",
    "link": "/reviews.php?id=59919",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのショーは、本当にユニークな傑作です。 その全体の物語は非常にユニークで、それぞれのキャラクターは異なる背景物語と運命を持ち、実際には何か別のエピソードがあり、ほとんどのアニメ番組のような古い物語は決してありません。 それは実際には素晴らしいサウンドトラックを持っている非常に少数のショーの1つです。 それは私をジャズにして、今私はシートベルトのファンです。 カウボーイビバップとその遺産は、それがそのような古典だと私の目をつかまえています。\n\nそれぞれのキャラクターは、ゆったりとした空手の芸術家から魅力的なギャンブラー、天才ティーンエイジャーまで、さまざまな性格を持っています！ それぞれのエピソードには、チェスからメタル、悲劇まで、さまざまな話があります。 私がアニメを愛しているのは、それの後ろにラブストーリーがあるということです。しかし、それは他のアニメと違って、完全に予測可能ではなく、ショーを氾濫させません。\n\nショー、特にスパイクとのつながりは、私が自分自身を思い起こさせてくれるからです：ゆったりとした、優しい、しかし独立した、頑固で、時には怠け者です。 スパイクの目に関する話さえも。 それは私にとって信じられないほど個人的です。\n\n今までに見たことのない完全なユニークなショーをお探しなら、このショーはあなたのためです！ 強くお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis show is truly a one-of-a-kind masterpiece. Its entire story is so unique, with each character with a different background story and fate, along with each episode that's about something really different and never having the same old story like most anime shows have. It's even one of the very few shows that actually has a terrific soundtrack. It gotten me into jazz and now I'm a fan of the Seatbelts. Cowboy Bebop and its legacy always keeps my eye caught for it's such a classic.\n\n\u001b[1mこのショーは、本当にユニークな傑作です。 その全体の物語は非常にユニークで、それぞれのキャラクターは異なる背景物語と運命を持ち、実際には何か別のエピソードがあり、ほとんどのアニメ番組のような古い物語は決してありません。 それは実際には素晴らしいサウンドトラックを持っている非常に少数のショーの1つです。 それは私をジャズにして、今私はシートベルトのファンです。 カウボーイビバップとその遺産は、それがそのような古典だと私の目をつかまえています。\u001b[22m\n\u001b[1m(Kono shō wa, hontōni yunīkuna kessakudesu. Sono zentai no monogatari wa hijō ni yunīku de, sorezore no kyarakutā wa kotonaru haikei monogatari to unmei o mochi, jissai ni wa nanika-betsu no episōdo ga ari, hotondo no anime bangumi no yōna furui monogatari wa kesshite arimasen. Sore wa jissai ni wa subarashī saundotorakku o motte iru hijō ni shōsū no shō no 1tsudesu. Sore wa watashi o jazu ni shite, ima watashi wa shītoberuto no fandesu. Kaubōibibappu to sono isan wa, sore ga sono yōna kotenda to watashi no me o tsukamaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is truly a one-of-a-kind masterpiece. Its entire story is so unique, with each character with a different background story and fate, along with each episode that's about something really different and never having the same old story like most anime shows have. It's even one of the very few shows that actually has a terrific soundtrack. It gotten me into jazz and now I'm a fan of the Seatbelts. Cowboy Bebop and its legacy always keeps my eye caught for it's such a classic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is truly a one-of-a-kind masterpiece.\u001b[24m\n    \u001b[1mこのショーは、本当にユニークな傑作です。\u001b[22m, \u001b[1mこのショーは本当にオンリーワンの傑作です。\u001b[22m\n\u001b[4mIts entire story is so unique, with each character with a different background story and fate, along with each episode that's about something really different and never having the same old story like most anime shows have.\u001b[24m\n    \u001b[1mその全体の物語は非常にユニークで、それぞれのキャラクターは異なる背景物語と運命を持ち、実際には何か別のエピソードがあり、ほとんどのアニメ番組のような古い物語は決してありません。\u001b[22m, \u001b[1mその全体の話は本当に異なると、ほとんどのアニメ番組を持っているように決して同じ古い話を有していないものについてです各エピソードと一緒に、異なるバックグラウンドストーリーと運命と各文字で、とてもユニークです。\u001b[22m\n\u001b[4mIt's even one of the very few shows that actually has a terrific soundtrack.\u001b[24m\n    \u001b[1mそれは実際には素晴らしいサウンドトラックを持っている非常に少数のショーの1つです。\u001b[22m, \u001b[1mそれも、実際に素晴らしいサウンドトラックを持っている非常に少数のショーの一つです。\u001b[22m\n\u001b[4mIt gotten me into jazz and now I'm a fan of the Seatbelts.\u001b[24m\n    \u001b[1mそれは私をジャズにして、今私はシートベルトのファンです。\u001b[22m, \u001b[1mそれはジャズに私を得て、今私はシートベルトのファンです。\u001b[22m\n\u001b[4mCowboy Bebop and its legacy always keeps my eye caught for it's such a classic.\u001b[24m\n    \u001b[1mカウボーイビバップとその遺産は、それがそのような古典だと私の目をつかまえています。\u001b[22m, \u001b[1mカウボーイビバップとその遺産は常にそのような古典的なのために私の目をキャッチし続けます。\u001b[22m\n\u001b[1m\u001b[22m\nEach character has a different personality: from a laid-back, karate artist to a seductive gambler to a genius teenager and more! Each episode has a different story: from chess to metal to tragedy, whatever! What I love about the anime is that it does have a love story behind it, but it's not full-out predictable and it doesn't flood the show, unlike other animes.\n\n\u001b[1mそれぞれのキャラクターは、ゆったりとした空手の芸術家から魅力的なギャンブラー、天才ティーンエイジャーまで、さまざまな性格を持っています！ それぞれのエピソードには、チェスからメタル、悲劇まで、さまざまな話があります。 私がアニメを愛しているのは、それの後ろにラブストーリーがあるということです。しかし、それは他のアニメと違って、完全に予測可能ではなく、ショーを氾濫させません。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā wa, yuttari to shita karate no geijutsuka kara miryoku-tekina gyanburā, tensai tīn'eijā made, samazamana seikaku o motte imasu! Sorezore no episōdo ni wa, chesu kara metaru, higeki made, samazamana hanashi ga arimasu. Watashi ga anime o aishite iru no wa, sore no ushiro ni rabusutōrī ga aru to iu kotodesu. Shikashi, sore wa hoka no anime to chigatte, kanzen ni yosoku kanōde wa naku, shō o hanran sa semasen.)\u001b[22m\n\nTranslations of \u001b[4mEach character has a different personality: from a laid-back, karate artist to a seductive gambler to a genius teenager and more! Each episode has a different story: from chess to metal to tragedy, whatever! What I love about the anime is that it does have a love story behind it, but it's not full-out predictable and it doesn't flood the show, unlike other animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach character has a different personality: from a laid-back, karate artist to a seductive gambler to a genius teenager and more!\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、ゆったりとした空手の芸術家から魅力的なギャンブラー、天才ティーンエイジャーまで、さまざまな性格を持っています！\u001b[22m, \u001b[1m各文字は異なる性格を持っている：のんびり、空手のアーティストからの魅惑的な天才のティーンエイジャーへのギャンブラー以上に！\u001b[22m\n\u001b[4mEach episode has a different story: from chess to metal to tragedy, whatever!\u001b[24m\n    \u001b[1mそれぞれのエピソードには、チェスからメタル、悲劇まで、さまざまな話があります。\u001b[22m, \u001b[1m各エピソードは別の話を持っている：チェスから金属への悲劇に、何！\u001b[22m\n\u001b[4mWhat I love about the anime is that it does have a love story behind it, but it's not full-out predictable and it doesn't flood the show, unlike other animes.\u001b[24m\n    \u001b[1m私がアニメを愛しているのは、それの後ろにラブストーリーがあるということです。しかし、それは他のアニメと違って、完全に予測可能ではなく、ショーを氾濫させません。\u001b[22m, \u001b[1m私はアニメについて好きすることは、その背後にある愛の物語を持っているということですが、それは完全なアウト予測可能ではありません、それは他のアニメと違って、ショーをフラッディングしません。\u001b[22m\n\u001b[1m\u001b[22m\nI also feel connection to the show, especially Spike, since he reminds me so much of myself: laid back, mellow, yet independent, stubborn and sometimes lazy. Even the story about Spike's eyes; it's incredibly personal to me.\n\n\u001b[1mショー、特にスパイクとのつながりは、私が自分自身を思い起こさせてくれるからです：ゆったりとした、優しい、しかし独立した、頑固で、時には怠け者です。 スパイクの目に関する話さえも。 それは私にとって信じられないほど個人的です。\u001b[22m\n\u001b[1m(Shō, tokuni supaiku to no tsunagari wa, watashi ga jibun jishin o omoiokosa sete kurerukaradesu: Yuttari to shita, yasashī, shikashi dokuritsu shita, ganko de, tokiniha namakemonodesu. Supaiku no me ni kansuru hanashi sae mo. Sore wa watashi ni totte shinji rarenai hodo kojin-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI also feel connection to the show, especially Spike, since he reminds me so much of myself: laid back, mellow, yet independent, stubborn and sometimes lazy. Even the story about Spike's eyes; it's incredibly personal to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also feel connection to the show, especially Spike, since he reminds me so much of myself: laid back, mellow, yet independent, stubborn and sometimes lazy.\u001b[24m\n    \u001b[1mショー、特にスパイクとのつながりは、私が自分自身を思い起こさせてくれるからです：ゆったりとした、優しい、しかし独立した、頑固で、時には怠け者です。\u001b[22m, \u001b[1mまろやかな、リラックス、まだ独立した、頑固な、時には怠惰：彼は私のように自分自身の多くを連想させるので、私はまた、特にスパイク、ショーへの接続を感じます。\u001b[22m\n\u001b[4mEven the story about Spike's eyes;\u001b[24m\n    \u001b[1mスパイクの目に関する話さえも。\u001b[22m, \u001b[1mスパイクの目についてさえ、物語。\u001b[22m\n\u001b[4mit's incredibly personal to me.\u001b[24m\n    \u001b[1mそれは私にとって信じられないほど個人的です。\u001b[22m, \u001b[1mそれは私には信じられないほどの個人です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for a complete unique show with things you've never seen before, then this show is for you! Highly recommended!\n\n\u001b[1m今までに見たことのない完全なユニークなショーをお探しなら、このショーはあなたのためです！ 強くお勧めします！\u001b[22m\n\u001b[1m(Ima made ni mita koto no nai kanzen'na yunīkuna shō o o sagashinara, kono shō wa anata no tamedesu! Tsuyoku o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a complete unique show with things you've never seen before, then this show is for you! Highly recommended!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a complete unique show with things you've never seen before, then this show is for you!\u001b[24m\n    \u001b[1m今までに見たことのない完全なユニークなショーをお探しなら、このショーはあなたのためです！\u001b[22m, \u001b[1mあなたが前に見たことがないものと完全にユニークなショーを探しているなら、このショーはあなたです！\u001b[22m\n\u001b[4mHighly recommended!\u001b[24m\n    \u001b[1m強くお勧めします！\u001b[22m, \u001b[1m強くおすすめ！\u001b[22m, \u001b[1m非常にお勧め！\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "shonenfanatic",
    "profile": "/profile/shonenfanatic/reviews",
    "pages": "11",
    "number": "8",
    "link": "/reviews.php?id=75885",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nカウボーイビバップは、規範を超えたそのような異常の1つです。 それは日本ではあまり人気がなく、西洋の大ヒットであったが、西洋の影響力に敬意を表していた。 それは少し現実的に成熟していた。\n\n私が「現実的に成熟した」と言うと、どういう意味ですか？ 私たちは過去に成熟したアニメを持っていました（マクロス、ゴースト・イン・ザ・シェル、アキラ）が、カウボーイ・ビーボップは私にとって最初のものの1つでした。 ファンシーな新しいおもちゃと未来的な設定でも、それは本質的に間違っている愛の三角です。\n\nそれはSpike、Vicious、＆amp; amp; ジュリアショーと誰もが乗るために一緒にタッグしていた。\n\n私は、良い点か悪い点のほとんどが事前に指摘されているかどうか、そして私が思うよりもはるかに雄弁に言えることを確信しています。\n\nスペースウェスタン、スペースオペラ、サイバーパンク、偉大なアクションシーン、素晴らしいドッグファイト、または本当に成熟した前提が好きなら、 それはあなたのためのアニメです。 とにかくそれをチェックアウトしてください。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop is one of those anomalies that transcended the norm; it wasn't popular in Japan initially but was a big hit in the Western world, it paid alot of homage towards its' Western influence &amp; it was slightly more realistically mature.\n\n\u001b[1mカウボーイビバップは、規範を超えたそのような異常の1つです。 それは日本ではあまり人気がなく、西洋の大ヒットであったが、西洋の影響力に敬意を表していた。 それは少し現実的に成熟していた。\u001b[22m\n\u001b[1m(Kaubōibibappu wa, kihan o koeta so no yōna ijō no 1tsudesu. Sore wa Nihonde wa amari ninki ga naku, seiyō no dai hittodeattaga, seiyō no eikyō-ryoku ni keiiwoarawashite ita. Sore wa sukoshi genjitsu-teki ni seijuku shite ita.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop is one of those anomalies that transcended the norm; it wasn't popular in Japan initially but was a big hit in the Western world, it paid alot of homage towards its' Western influence &amp; it was slightly more realistically mature.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop is one of those anomalies that transcended the norm;\u001b[24m\n    \u001b[1mカウボーイビバップは、規範を超えたそのような異常の1つです。\u001b[22m, \u001b[1mカウボーイビバップはノルムを超越したもの異常の一つです。\u001b[22m\n\u001b[4mit wasn't popular in Japan initially but was a big hit in the Western world, it paid alot of homage towards its' Western influence &amp;\u001b[24m\n    \u001b[1mそれは日本ではあまり人気がなく、西洋の大ヒットであったが、西洋の影響力に敬意を表していた。\u001b[22m, \u001b[1mそれはその「西洋の影響＆＃038に向かって敬意の多くを支払った、最初は日本で人気がありませんでしたが、西洋世界で大ヒットしました。\u001b[22m\n\u001b[4mit was slightly more realistically mature.\u001b[24m\n    \u001b[1mそれは少し現実的に成熟していた。\u001b[22m, \u001b[1mそれはもう少し現実的に成熟しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I say 'realistically mature', what do I mean? We've had mature themed anime in the past (Macross, Ghost In The Shell, Akira) but Cowboy Bebop was one of the first, to me, that was set grounded in real life. Even with the fancy new toys and futuristic setting, it was essentially a love triangle that has gone wrong.\n\n\u001b[1m私が「現実的に成熟した」と言うと、どういう意味ですか？ 私たちは過去に成熟したアニメを持っていました（マクロス、ゴースト・イン・ザ・シェル、アキラ）が、カウボーイ・ビーボップは私にとって最初のものの1つでした。 ファンシーな新しいおもちゃと未来的な設定でも、それは本質的に間違っている愛の三角です。\u001b[22m\n\u001b[1m(Watashi ga `genjitsu-teki ni seijuku shita' to iu to, dōiu imidesu ka? Watashitachi wa kako ni seijuku shita anime o motte imashita (makurosu, gōsuto in za sheru, Akira) ga, kaubōi bīboppu wa watashi ni totte saisho no mono no 1tsudeshita. Fanshīna atarashī omocha to mirai-tekina settei demo, soreha honshitsu-teki ni machigatte iru ai no sankakudesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I say 'realistically mature', what do I mean? We've had mature themed anime in the past (Macross, Ghost In The Shell, Akira) but Cowboy Bebop was one of the first, to me, that was set grounded in real life. Even with the fancy new toys and futuristic setting, it was essentially a love triangle that has gone wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I say 'realistically mature', what do I mean?\u001b[24m\n    \u001b[1m私が「現実的に成熟した」と言うと、どういう意味ですか？\u001b[22m, \u001b[1m私は「現実的に成熟した」と言うとき、私は何を意味するのですか？\u001b[22m\n\u001b[4mWe've had mature themed anime in the past (Macross, Ghost In The Shell, Akira) but Cowboy Bebop was one of the first, to me, that was set grounded in real life.\u001b[24m\n    \u001b[1m私たちは過去に成熟したアニメを持っていました（マクロス、ゴースト・イン・ザ・シェル、アキラ）が、カウボーイ・ビーボップは私にとって最初のものの1つでした。\u001b[22m, \u001b[1m私たちは、過去に成熟したテーマにしたアニメ（超時空要塞マクロス、攻殻機動隊、晃）を持っていたが、カウボーイビバップは、実際の生活の中で接地した私への最初の一人、でした。\u001b[22m\n\u001b[4mEven with the fancy new toys and futuristic setting, it was essentially a love triangle that has gone wrong.\u001b[24m\n    \u001b[1mファンシーな新しいおもちゃと未来的な設定でも、それは本質的に間違っている愛の三角です。\u001b[22m, \u001b[1mでも空想新しいおもちゃや未来的な設定で、それは本質的に間違っている三角関係でした。\u001b[22m\n\u001b[1m\u001b[22m\nIt was Spike, Vicious, &amp; Julia show and everyone was just tagging along for the ride.\n\n\u001b[1mそれはSpike、Vicious、＆amp; amp; ジュリアショーと誰もが乗るために一緒にタッグしていた。\u001b[22m\n\u001b[1m(Sore wa gabon, Vicious,& amp; amp; juriashō to daremoga noru tame ni issho ni taggu shite ita.)\u001b[22m\n\nTranslations of \u001b[4mIt was Spike, Vicious, &amp; Julia show and everyone was just tagging along for the ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was Spike, Vicious, &amp;\u001b[24m\n    \u001b[1mそれはSpike、Vicious、＆amp; amp;\u001b[22m, \u001b[1mそれは、スパイク、ヴィシャス、＆＃038でした。\u001b[22m\n\u001b[4mJulia show and everyone was just tagging along for the ride.\u001b[24m\n    \u001b[1mジュリアショーと誰もが乗るために一緒にタッグしていた。\u001b[22m, \u001b[1mジュリア・ショーと誰もがちょうど乗るために沿ってタグ付けされました。\u001b[22m\n\u001b[1m\u001b[22m\nI'm pretty sure most of the points, good or bad, I can discuss have been pointed beforehand, and much more eloquently than I would so I would just like to leave some parting words.\n\n\u001b[1m私は、良い点か悪い点のほとんどが事前に指摘されているかどうか、そして私が思うよりもはるかに雄弁に言えることを確信しています。\u001b[22m\n\u001b[1m(Watashi wa, yoi ten ka warui ten no hotondo ga jizen ni shiteki sa rete iru ka dō ka, soshite watashi ga omou yori mo haruka ni yūben ni ieru koto o kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm pretty sure most of the points, good or bad, I can discuss have been pointed beforehand, and much more eloquently than I would so I would just like to leave some parting words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm pretty sure most of the points, good or bad, I can discuss have been pointed beforehand, and much more eloquently than I would so I would just like to leave some parting words.\u001b[24m\n    \u001b[1m私は、良い点か悪い点のほとんどが事前に指摘されているかどうか、そして私が思うよりもはるかに雄弁に言えることを確信しています。\u001b[22m, \u001b[1m私は私が事前に指摘されてきた議論することができ、そしてはるかに雄弁に私はので、私はちょうど希望するよりも、いくつかの別れの言葉を残して、良いか悪いか、点のほとんどはかなり確信しています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like space westerns, space operas, cyberpunk, great action scenes, awesome dogfights or a really mature premise; then this is the anime for you. If not, check it out anyways. :)\n\n\u001b[1mスペースウェスタン、スペースオペラ、サイバーパンク、偉大なアクションシーン、素晴らしいドッグファイト、または本当に成熟した前提が好きなら、 それはあなたのためのアニメです。 とにかくそれをチェックアウトしてください。  :)\u001b[22m\n\u001b[1m(Supēsuu~esutan, supēsuopera, saibāpanku, idaina akushonshīn, subarashī doggufaito, matawa hontōni seijuku shita zentei ga sukinara, sore wa anata no tame no animedesu. Tonikaku sore o chekku auto shite kudasai. : ))\u001b[22m\n\nTranslations of \u001b[4mIf you like space westerns, space operas, cyberpunk, great action scenes, awesome dogfights or a really mature premise; then this is the anime for you. If not, check it out anyways. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like space westerns, space operas, cyberpunk, great action scenes, awesome dogfights or a really mature premise;\u001b[24m\n    \u001b[1mスペースウェスタン、スペースオペラ、サイバーパンク、偉大なアクションシーン、素晴らしいドッグファイト、または本当に成熟した前提が好きなら、\u001b[22m, \u001b[1mあなたはスペース・ウエスタンが好きなら、スペースオペラ、サイバーパンク、偉大なアクションシーン、素晴らしいドッグファイトまたは本当に成熟した前提。\u001b[22m\n\u001b[4mthen this is the anime for you.\u001b[24m\n    \u001b[1mそれはあなたのためのアニメです。\u001b[22m, \u001b[1mこれはあなたのためのアニメです。\u001b[22m\n\u001b[4mIf not, check it out anyways.\u001b[24m\n    \u001b[1mとにかくそれをチェックアウトしてください。\u001b[22m, \u001b[1mない場合は、とにかくそれをチェックアウト。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Radioactivebuny",
    "profile": "/profile/Radioactivebuny/reviews",
    "pages": "11",
    "number": "9",
    "link": "/reviews.php?id=113025",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はそれが過大評価されていることを知っています。 本当です。 しかし、ガンジーをイエスと比較することは、彼を過大評価しているかもしれません（客観的な例以外の方法でこれをやってはいけません）。\n\nストーリーが進む限り、それは素晴らしいです。 少し工夫しました、おそらくこことそこにいくつかの熱帯については、しかし神はそれが幻想的に実行されています。 ショーの西洋の参考文献や文化要素の豊富さは、他のアニメと比較して非常に、非常に明確な雰囲気と雰囲気を与える。\n\nアート：FanfreakingTASTIC。 ゴージャスで汚れた都市環境、これはぎこちない、大きく彩られた奇妙な感じで、ブルー/ジャズの叫び声は、これまでに見たアニメの中でも最高のスタイルです。\n\nサウンド：聖なる地獄の音楽...ブルースのギターとハーモニカの部分、ジャズに影響を受けたバックグラウンドの音楽と戦いのサウンドトラック、そして遅くて暗い締め切りの菅野子子の作品は、私の意見では、 これまでのサウンドトラック。 西洋のテーマ曲と似ていると主張する人もいるかもしれませんが、それは人工的なフィーリングのポイントにあまり似ていません。 サウンドエフェクトには80年代の素晴らしい映画感があり、さらに雰囲気に加わりました。\n\n文字：驚くほど興味深い文字、間違いなく私の意見ではすべて忘れられない。 犬でさえ...キャラクターは非常にうまく発達していて、終わりまでうまくいきます。\n\n楽しさ：たまに退屈だと感じたこともありましたが、私は自分が自分自身を考えていたのと同じように、自分自身も退屈していることに気づきました。 それは宇宙西洋の様式の世界の邪悪な賞金稼ぎの狩人であるという雰囲気を幻想的に捉えています。そして、戦いの場面と優れた楽しい経験のために作られた豊かなコメディです。\n\n全体的にこれは10です。はい、それは間違いなくその欠点を持っていますが、私はそれがまだそれらを補うと言いたいと思います。 私は自分の能力を最大限に守り、それに10を与えるという決断をしますが、正当な理由があればそれはそれほど大したことではないと思います。 私は、このアニメによって完全に客観的に見ることができなくなり、私の意見に偏ってしまったということを公に認めています。\n\nそれでも、そうでなかったのですが、私はそれを8.5よりも低くすることはできませんでした。 それは素晴らしいことであり、すべてが見るべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI know it's overrated. I really do. However while comparing Gandhi to Jesus might be overrating him (don't take this any way as other than an objective example) he's still damn near a perfect 10 in his own right.\n\n\u001b[1m私はそれが過大評価されていることを知っています。 本当です。 しかし、ガンジーをイエスと比較することは、彼を過大評価しているかもしれません（客観的な例以外の方法でこれをやってはいけません）。\u001b[22m\n\u001b[1m(Watashi wa sore ga kadai hyōka sa rete iru koto o shitte imasu. Hontōdesu. Shikashi, ganjī o iesu to hikaku suru koto wa, kare o kadai hyōka shite iru kamo shiremasen (kakkantekina rei igai no hōhō de kore o yatte wa ikemasen).)\u001b[22m\n\nTranslations of \u001b[4mI know it's overrated. I really do. However while comparing Gandhi to Jesus might be overrating him (don't take this any way as other than an objective example) he's still damn near a perfect 10 in his own right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know it's overrated.\u001b[24m\n    \u001b[1m私はそれが過大評価されていることを知っています。\u001b[22m, \u001b[1m私はそれが過大評価であることを知っています。\u001b[22m\n\u001b[4mI really do.\u001b[24m\n    \u001b[1m本当です。\u001b[22m, \u001b[1m私は本当にやる。\u001b[22m, \u001b[1m私は本当に。\u001b[22m\n\u001b[4mHowever while comparing Gandhi to Jesus might be overrating him (don't take this any way as other than an objective example) he's still damn near a perfect 10 in his own right.\u001b[24m\n    \u001b[1mしかし、ガンジーをイエスと比較することは、彼を過大評価しているかもしれません（客観的な例以外の方法でこれをやってはいけません）。\u001b[22m, \u001b[1m彼を過大評価する可能性があるしかし、イエスにガンジーを比較しながら、彼は彼自身の右に完璧な10の近くにいまいましいはまだです（対物例以外のものとして、このどのような方法を取ることはありません）。\u001b[22m\n\u001b[1m\u001b[22m\nAs far as story goes, it's amazing. A little contrived, perhaps regarding some tropes here and there, but god dammit it's executed fantastically. The wealth of western references and culture elements in the show also give it a very, VERY distinct feel and atmosphere when compared to other anime.\n\n\u001b[1mストーリーが進む限り、それは素晴らしいです。 少し工夫しました、おそらくこことそこにいくつかの熱帯については、しかし神はそれが幻想的に実行されています。 ショーの西洋の参考文献や文化要素の豊富さは、他のアニメと比較して非常に、非常に明確な雰囲気と雰囲気を与える。\u001b[22m\n\u001b[1m(Sutōrī ga susumu kagiri, sore wa subarashīdesu. Sukoshi kufū shimashita, osoraku koko to soko ni ikutsu ka no nettai ni tsuite wa, shikashi kami wa sore ga gensō-teki ni jikkō sa rete imasu. Shō no seiyō no sankō bunken ya bunka yōso no hōfu-sa wa, hoka no anime to hikaku shite hijō ni, hijō ni meikakuna fun'iki to fun'iki o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mAs far as story goes, it's amazing. A little contrived, perhaps regarding some tropes here and there, but god dammit it's executed fantastically. The wealth of western references and culture elements in the show also give it a very, VERY distinct feel and atmosphere when compared to other anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as story goes, it's amazing.\u001b[24m\n    \u001b[1mストーリーが進む限り、それは素晴らしいです。\u001b[22m, \u001b[1m限り話が行くように、それは驚くべきことです。\u001b[22m\n\u001b[4mA little contrived, perhaps regarding some tropes here and there, but god dammit it's executed fantastically.\u001b[24m\n    \u001b[1m少し工夫しました、おそらくこことそこにいくつかの熱帯については、しかし神はそれが幻想的に実行されています。\u001b[22m, \u001b[1m少しおそらくここにあるいくつかの比喩については、不自然な、しかし神くそ、それは幻想実行です。\u001b[22m\n\u001b[4mThe wealth of western references and culture elements in the show also give it a very, VERY distinct feel and atmosphere when compared to other anime.\u001b[24m\n    \u001b[1mショーの西洋の参考文献や文化要素の豊富さは、他のアニメと比較して非常に、非常に明確な雰囲気と雰囲気を与える。\u001b[22m, \u001b[1mショーで西洋の文献や文化要素の富はまた、それを他のアニメに比べて非常に、非常に明確な感触と雰囲気を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: FanfreakingTASTIC. Gorgeously dirty urban environments, this grizzled and heavily stylized and lanky feel and a look that pretty much just screams blues/jazz is one of the best styles of animation I've ever seen.\n\n\u001b[1mアート：FanfreakingTASTIC。 ゴージャスで汚れた都市環境、これはぎこちない、大きく彩られた奇妙な感じで、ブルー/ジャズの叫び声は、これまでに見たアニメの中でも最高のスタイルです。\u001b[22m\n\u001b[1m(Āto: FanfreakingTASTIC. Gōjasu de kegareta toshi kankyō, kore wa gikochinai, ōkiku irodora reta kimyōna kanji de, burū/ jazu no sakebigoe wa, kore made ni mita anime no naka demo saikō no sutairudesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: FanfreakingTASTIC. Gorgeously dirty urban environments, this grizzled and heavily stylized and lanky feel and a look that pretty much just screams blues/jazz is one of the best styles of animation I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: FanfreakingTASTIC.\u001b[24m\n    \u001b[1mアート：FanfreakingTASTIC。\u001b[22m\n\u001b[4mGorgeously dirty urban environments, this grizzled and heavily stylized and lanky feel and a look that pretty much just screams blues/jazz is one of the best styles of animation I've ever seen.\u001b[24m\n    \u001b[1mゴージャスで汚れた都市環境、これはぎこちない、大きく彩られた奇妙な感じで、ブルー/ジャズの叫び声は、これまでに見たアニメの中でも最高のスタイルです。\u001b[22m, \u001b[1m華やかに汚れた都市環境、この白髪と重く様式化されたとひょろっと感触とかなりちょうど私が今まで見たアニメの最高のスタイルのいずれかであるブルース/ジャズを叫ぶ表情。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Holy hell the music... The bluesy guitar and harmonica pieces, the jazz-influenced background music and fight soundtracks and the slow, somber closing piece by Yoko Kanno add up to, in my opinion, one of the greatest and most unique soundtracks ever. Some might argue that there's some resemblance to Western themed music, and there is, however it's not overly similar to the point of feeling contrived. Sound effects had a nice '80s movie feel to them, further adding to the atmosphere.\n\n\u001b[1mサウンド：聖なる地獄の音楽...ブルースのギターとハーモニカの部分、ジャズに影響を受けたバックグラウンドの音楽と戦いのサウンドトラック、そして遅くて暗い締め切りの菅野子子の作品は、私の意見では、 これまでのサウンドトラック。 西洋のテーマ曲と似ていると主張する人もいるかもしれませんが、それは人工的なフィーリングのポイントにあまり似ていません。 サウンドエフェクトには80年代の素晴らしい映画感があり、さらに雰囲気に加わりました。\u001b[22m\n\u001b[1m(Saundo: Seinaru jigoku no ongaku... Burūsu no gitā to hāmonika no bubun, jazu ni eikyō o uketa bakkuguraundo no ongaku to tatakai no saundotorakku, soshite osokute kurai shimekiri no Kan'no ko ko no sakuhin wa, watashi no ikende wa, kore made no saundotorakku. Seiyō no tēma-kyoku to nite iru to shuchō suru hito mo iru kamo shiremasenga, soreha jinkō-tekina fīringu no pointo ni amari nite imasen. Saundoefekuto ni wa 80-nendai no subarashī eiga-kan ga ari, sarani fun'iki ni kuwawarimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: Holy hell the music... The bluesy guitar and harmonica pieces, the jazz-influenced background music and fight soundtracks and the slow, somber closing piece by Yoko Kanno add up to, in my opinion, one of the greatest and most unique soundtracks ever. Some might argue that there's some resemblance to Western themed music, and there is, however it's not overly similar to the point of feeling contrived. Sound effects had a nice '80s movie feel to them, further adding to the atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Holy hell the music... The bluesy guitar and harmonica pieces, the jazz-influenced background music and fight soundtracks and the slow, somber closing piece by Yoko Kanno add up to, in my opinion, one of the greatest and most unique\u001b[24m\n    \u001b[1mサウンド：聖なる地獄の音楽...ブルースのギターとハーモニカの部分、ジャズに影響を受けたバックグラウンドの音楽と戦いのサウンドトラック、そして遅くて暗い締め切りの菅野子子の作品は、私の意見では、\u001b[22m, \u001b[1mサウンド：神聖な地獄は、音楽...ブルージーなギターとハーモニカ作品、ジャズの影響を受けたバックグラウンドミュージックとは、私の意見では、に最大かつ最もユニークなの1を足し菅野よう子によってサウンドトラックゆっくりと、地味な閉鎖片を戦います\u001b[22m\n\u001b[4msoundtracks ever.\u001b[24m\n    \u001b[1mこれまでのサウンドトラック。\u001b[22m\n\u001b[4mSome might argue that there's some resemblance to Western themed music, and there is, however it's not overly similar to the point of feeling contrived.\u001b[24m\n    \u001b[1m西洋のテーマ曲と似ていると主張する人もいるかもしれませんが、それは人工的なフィーリングのポイントにあまり似ていません。\u001b[22m, \u001b[1mいくつかは、西洋テーマにした音楽にはいくつかの類似点があることを主張する人もいるかもしれない、と、しかし、それは不自然な感じのポイントに過度に似た存在ではありませんされています。\u001b[22m\n\u001b[4mSound effects had a nice '80s movie feel to them, further adding to the atmosphere.\u001b[24m\n    \u001b[1mサウンドエフェクトには80年代の素晴らしい映画感があり、さらに雰囲気に加わりました。\u001b[22m, \u001b[1mサウンドエフェクトは、さらに大気中に追加して、素敵な80年代の映画は彼らに感じていました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Amazingly interesting characters, definitely all unforgettable in my opinion. Even the dog... Characters were developed and fleshed out very nicely through to the very end.\n\n\u001b[1m文字：驚くほど興味深い文字、間違いなく私の意見ではすべて忘れられない。 犬でさえ...キャラクターは非常にうまく発達していて、終わりまでうまくいきます。\u001b[22m\n\u001b[1m(Moji: Odoroku hodo kyōmibukai moji, machigainaku watashi no ikende wa subete wasure rarenai. Inude sae... Kyarakutā wa hijō ni umaku hattatsu shite ite, owari made umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Amazingly interesting characters, definitely all unforgettable in my opinion. Even the dog... Characters were developed and fleshed out very nicely through to the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Amazingly interesting characters, definitely all unforgettable in my opinion.\u001b[24m\n    \u001b[1m文字：驚くほど興味深い文字、間違いなく私の意見ではすべて忘れられない。\u001b[22m, \u001b[1mキャラクター：驚くほど面白い文字、私の考えでは間違いなくすべて忘れられません。\u001b[22m\n\u001b[4mEven the dog... Characters were developed and fleshed out very nicely through to the very end.\u001b[24m\n    \u001b[1m犬でさえ...キャラクターは非常にうまく発達していて、終わりまでうまくいきます。\u001b[22m, \u001b[1mでも犬...文字が開発され、非常に最後まで非常にうまく肉付け。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Sometimes it felt boring, but it was as I was thinking to myself how bored I was that I realized that the characters were also bored, themselves. It captures the atmosphere of being a badass bounty hunter in a space-western styled world fantastically, and the fight scenes as well as the wealth of comedy made for an excellent and fun experience.\n\n\u001b[1m楽しさ：たまに退屈だと感じたこともありましたが、私は自分が自分自身を考えていたのと同じように、自分自身も退屈していることに気づきました。 それは宇宙西洋の様式の世界の邪悪な賞金稼ぎの狩人であるという雰囲気を幻想的に捉えています。そして、戦いの場面と優れた楽しい経験のために作られた豊かなコメディです。\u001b[22m\n\u001b[1m(Tanoshisa: Tamani taikutsuda to kanjita koto mo arimashitaga, watashi wa jibun ga jibun jishin o kangaete ita no to onajiyōni, jibun jishin mo taikutsu shite iru koto ni kidzukimashita. Sore wa uchū seiyō no yōshiki no sekai no jaakuna shōkin kasegi no kariudodearu to iu fun'iki o gensō-teki ni toraete imasu. Soshite, tatakai no bamen to sugureta tanoshī keiken no tame ni tsukura reta yutakana komedidesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Sometimes it felt boring, but it was as I was thinking to myself how bored I was that I realized that the characters were also bored, themselves. It captures the atmosphere of being a badass bounty hunter in a space-western styled world fantastically, and the fight scenes as well as the wealth of comedy made for an excellent and fun experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Sometimes it felt boring, but it was as I was thinking to myself how bored I was that I realized that the characters were also bored, themselves.\u001b[24m\n    \u001b[1m楽しさ：たまに退屈だと感じたこともありましたが、私は自分が自分自身を考えていたのと同じように、自分自身も退屈していることに気づきました。\u001b[22m, \u001b[1m楽しさ：時にはそれが退屈に感じたが、私は自分自身に考えていたとして、それは私が文字はまた、自分自身を退屈されたことに気づいたということでしたか退屈していました。\u001b[22m\n\u001b[4mIt captures the atmosphere of being a badass bounty hunter in a space-western styled world fantastically, and the fight scenes as well as the wealth of comedy made for an excellent and fun experience.\u001b[24m\n    \u001b[1mそれは宇宙西洋の様式の世界の邪悪な賞金稼ぎの狩人であるという雰囲気を幻想的に捉えています。そして、戦いの場面と優れた楽しい経験のために作られた豊かなコメディです。\u001b[22m, \u001b[1mそれは素晴らしく、空間西部のスタイルを作られ、世界でワル賞金稼ぎにいるような雰囲気、そして戦いのシーンだけでなく、優れた、楽しい経験のために作られた喜劇の富をキャプチャします。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this is a 10. Yes, it has its shortcomings no doubt, but all in all I'd say it still makes up for them. I'll defend to the best of my ability my decision in giving it a 10, but if you think it wasn't that great for whatever legitimate reason then that's fine. I will openly admit that I was utterly sucked in by this anime to the point of no longer being able to view it wholly objectively, thus biasing my opinion.\n\n\u001b[1m全体的にこれは10です。はい、それは間違いなくその欠点を持っていますが、私はそれがまだそれらを補うと言いたいと思います。 私は自分の能力を最大限に守り、それに10を与えるという決断をしますが、正当な理由があればそれはそれほど大したことではないと思います。 私は、このアニメによって完全に客観的に見ることができなくなり、私の意見に偏ってしまったということを公に認めています。\u001b[22m\n\u001b[1m(Zentai-teki ni kore wa 10desu. Hai, soreha machigainaku sono ketten o motte imasuga, watashi wa sore ga mada sorera o oginau to iitai to omoimasu. Watashi wa jibun no nōryoku o saidaigen ni mamori, soreni 10 o ataeru to iu ketsudan o shimasuga, seitōnariyū ga areba sore wa sorehodo taishita kotode wa nai to omoimasu. Watashi wa, kono anime ni yotte kanzen ni kakkanteki ni miru koto ga dekinaku nari, watashi no iken ni katayotte shimatta to iu koto o kō ni mitomete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this is a 10. Yes, it has its shortcomings no doubt, but all in all I'd say it still makes up for them. I'll defend to the best of my ability my decision in giving it a 10, but if you think it wasn't that great for whatever legitimate reason then that's fine. I will openly admit that I was utterly sucked in by this anime to the point of no longer being able to view it wholly objectively, thus biasing my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this is a 10. Yes, it has its shortcomings no doubt, but all in all I'd say it still makes up for them.\u001b[24m\n    \u001b[1m全体的にこれは10です。はい、それは間違いなくその欠点を持っていますが、私はそれがまだそれらを補うと言いたいと思います。\u001b[22m, \u001b[1m全体的に、これは10です。はい、それはその欠点は疑いを持っていますが、すべてのすべてで、私はそれがまだ彼らのために構成すると思います。\u001b[22m\n\u001b[4mI'll defend to the best of my ability my decision in giving it a 10, but if you think it wasn't that great for whatever legitimate reason then that's fine.\u001b[24m\n    \u001b[1m私は自分の能力を最大限に守り、それに10を与えるという決断をしますが、正当な理由があればそれはそれほど大したことではないと思います。\u001b[22m, \u001b[1m私はそれを10を与えることに私の能力私の決定を最大限に守るだろうが、あなたはそれが何であれ、正当な理由のため、その素晴らしいではありませんでしたと思うならば、それは大丈夫です。\u001b[22m\n\u001b[4mI will openly admit that I was utterly sucked in by this anime to the point of no longer being able to view it wholly objectively, thus biasing my opinion.\u001b[24m\n    \u001b[1m私は、このアニメによって完全に客観的に見ることができなくなり、私の意見に偏ってしまったということを公に認めています。\u001b[22m, \u001b[1m私は全くもはやこのように私の意見をバイアス、完全に客観的にそれを表示することができるという点にこのアニメに吸引されたことを率直に認めます。\u001b[22m\n\u001b[1m\u001b[22m\nStill, had that not been the case, I doubt I would have given it lower than an 8.5. It's fantastic, and should be watched by all.\n\n\u001b[1mそれでも、そうでなかったのですが、私はそれを8.5よりも低くすることはできませんでした。 それは素晴らしいことであり、すべてが見るべきです。\u001b[22m\n\u001b[1m(Soredemo,-sōdenakatta nodesuga, watashi wa sore o 8. 5 Yori mo hikuku suru koto wa dekimasendeshita. Sore wa subarashī kotodeari, subete ga mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mStill, had that not been the case, I doubt I would have given it lower than an 8.5. It's fantastic, and should be watched by all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, had that not been the case, I doubt I would have given it lower than an 8.5.\u001b[24m\n    \u001b[1mそれでも、そうでなかったのですが、私はそれを8.5よりも低くすることはできませんでした。\u001b[22m, \u001b[1mそれでも、ケースされていないことを持っていた、私は私が8.5よりも低く、それを与えていることはないだろう。\u001b[22m\n\u001b[4mIt's fantastic, and should be watched by all.\u001b[24m\n    \u001b[1mそれは素晴らしいことであり、すべてが見るべきです。\u001b[22m, \u001b[1mそれは幻想的だし、すべてが視聴されるべきです。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Tonyahuqt03",
    "profile": "/profile/Tonyahuqt03/reviews",
    "pages": "11",
    "number": "10",
    "link": "/reviews.php?id=3334",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\nFireflyのポッドキャストで私はCowboy Bebopに引っ張られました。 私が愛している宇宙カウボーイには何かがあります。  ジェット荒れた古いヤギは、彼らがそれを望んでいなかったにもかかわらず、彼のセイジのアドバイスを乗組員にもたらすだろう。  Einは「スマートな犬」乗組員を丸めました。 アクションは良かったし、古い西部のようにたくさんの銃が抜けていた。 ほんの数本の隙間があった。 私にとって何が目立つのはサウンドトラックでした。 素晴らしいジャズミックスでした。 このシリーズの欠点は、実際には日の出の終わりには道がないことでした。 カウボーイビバップは私の最初のアニメでしたし、本当に楽しかったです。 Bebopには直線的なストーリーがありません。お金と冒険が好きな人たちが一緒に描いてくれる人の迷惑なタグの乗組員の誤操作の詳細です。 それぞれのエピソードを捉えようとしたばかりの「賞金」という言葉に悪役はいなかった。 このシリーズについて私が愛していたことの一つは、キャラクターでした。 彼らはそれぞれユニークで非常に欠陥があったが、決してそれを認めないがお互いを気遣うように見えた。 それぞれは私たちが見なければならない背景を持っていました。 エドは、結局のところ、男女共同参画の若いメンバーは、ホタルから川のようだった。 反主人公のスパイクは学校にはあまりにも涼しいです。  Faye女性の致命的なセクシーなシリーズと小さな女の子の力にもたらした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was drawned to Cowboy Bebop by a Firefly podcast. There is something about space cowboys that I love. Jet the gruff old goat would bring his sage advice to the crew, even though they never wanted it. Ein the 'smart dog' rounded out the crew. The action was good and there was plenty of gun slinging like in old westerns. There were even a couple of duels at dust. What stood out to me was the soundtrack. It was a great jazzy mix. The downside to this series was that there wasn't really an ending no one road out in the sunset. Cowboy Bebop was my first anime and I really enjoyed it. Bebop doesn't have a linear storyline it's more about the misadventures of a rag tag crew that is drawn together by there love of money and adventure. There were no villains per say just 'bounties' they tried to capture each episode. One of the things I loved about this series were the characters. They were each unique and very flawed but seemed to care about each other though they would never admit it. Each had a background, that we got to see. Ed the non sequitur, androgynous, young member of the crew was much like River from Firefly. Spike the anti hero is too cool for school. Faye the femme fatale brought sexy to the series and a little girl power.\n\n\u001b[1mFireflyのポッドキャストで私はCowboy Bebopに引き寄せられました。 私が愛している宇宙カウボーイには何かがあります。  ジェット荒れた古いヤギは、彼らがそれを望んでいなかったにもかかわらず、彼のセイジのアドバイスを乗組員にもたらすだろう。  Einは「スマートな犬」乗組員を丸めました。 アクションは良かったし、古い西部のようにたくさんの銃が抜けていた。 ほんの数本の隙間があった。 私にとって何が目立つのはサウンドトラックでした。 素晴らしいジャズミックスでした。 このシリーズの欠点は、実際には日の出の終わりには道がないことでした。 カウボーイビバップは私の最初のアニメでしたし、本当に楽しかったです。 Bebopには直線的なストーリーがありません。お金と冒険が好きな人たちが一緒に描いてくれる人の迷惑なタグの乗組員の誤操作の詳細です。 それぞれのエピソードを捉えようとしたばかりの「賞金」という言葉に悪役はいなかった。 このシリーズについて私が愛していたことの一つは、キャラクターたちでした。 彼らはそれぞれユニークで非常に欠陥があったが、決してそれを認めないがお互いを気遣うように見えた。 それぞれは私たちが見なければならない背景を持っていました。 エドは、結局のところ、男女共同参画の若いメンバーは、ホタルから川のようだった。 反主人公のスパイクは学校にはあまりにも涼しいです。  Faye女性の致命的なセクシーなシリーズと小さな女の子の力にもたらした。\u001b[22m\n\u001b[1m(Faiāfurai no poddokyasuto de watashi wa Cowboy Bebop ni hikiyose raremashita. Watashi ga aishite iru uchū kaubōi ni wa nanika ga arimasu. Bebop ni wa chokusen-tekina sutōrī ga arimasen. Okane to bōken ga sukinahito-tachi ga issho ni kaite kureru hito no meiwakuna tagu no norikumiin no gosōsa no shōsaidesu. Sorezore no episōdo o toraeyou to shita bakari no `shōkin' to iu kotoba ni akuyaku wa inakatta. Kono shirīzu ni tsuite watashi ga aishite ita koto no hitotsu wa, kyarakutā-tachideshita. Karera wa sorezore yunīku de hijō ni kekkan ga attaga, kesshite sore o mitomenai ga otagai o kidzukau yō ni mieta. Sorezore wa watashitachi ga minakereba naranai haikei o motte imashita. Edo wa, kekkyokunotokoro, danjo kyōdō sankaku no wakai menbā wa, hotaru kara kawa no yōdatta. Han shujinkō no supaiku wa gakkō ni wa amarini mo suzushīdesu. Faye josei no chimei-tekina sekushīna shirīzu to chīsana on'nanoko no chikara ni motarashita. Jetto areta furui yagi wa, karera ga sore o nozonde inakatta nimokakawarazu, kare no seiji no adobaisu o norikumiin ni motarasudarou. Ain wa `sumātona inu' norikumiin o marumemashita. Akushon wa yokattashi, furui seibu no yō ni takusan no jū ga nukete ita. Hon'no sū-pon no sukima ga atta. Watashi ni totte nani ga medatsu no wa saundotorakkudeshita. Subarashī jazumikkusudeshita. Kono shirīzu no ketten wa, jissai ni wa hinode no owari ni wa michi ga nai kotodeshita. Kaubōibibappu wa watashi no saisho no animedeshitashi, hontōni tanoshikattadesu.)\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Echdout",
    "profile": "/profile/Echdout/reviews",
    "pages": "11",
    "number": "11",
    "link": "/reviews.php?id=230675",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\n\n\nこのあいまいだがパワフルな野心が環境に打ち勝ち、カウボーイビバップは真に時間の試練に立った優れた作品となった。 まあ10年後、人々はまだカウボーイビバップを通して「アニメに入る」。 いわゆるアニメ・ゲットーから完全に離婚したメディア批評家は、このテレビシリーズを、明治と宮崎の映画とともにメディアの傑作として引用します。 シリーズの英語のダブは、ダビングの練習でさえ最悪で分裂的であっても最高の時には感謝することができるコミュニティからの非難を超えて賞賛されています。 それは、もはやその遺産の外で議論することができない稀で傑出した創造物です。祝福と呪いです。\n\nショーのコンテンツの中身に没頭する前に（その年齢と影響がスポイラーをほとんど考慮せずに議論され、特定のエピソードへの多くのカジュアルな参照を削除する）、この最新のレビューでは、 ブルーレイリリース自体！  FunimationのAmazon限定スペシャルエディションは、プロダクションスケッチ/モデルシートの大きなブックレットと、カラースプレッドとプロモーションアートを備えた小さなアートブックを含む非常に上品な折り畳み箱に入っています。 バンダイのDVDのディスク上のすべてのエキストラは、解説からプロモーション、ミュージックビデオに移りました。  Blu-rayオリジナルの機能は、自分のディスクに格下げされています。残念なことに、そのような他の印象的なセットのための恒星ではありません。 ダブ愛好家のために、最初の一連の1対1のインタビューで、そしてその後はもっと礼儀の良いグループディナーで、ショーを話し合う再会されたダビングの3時間があります。 しかし、物事の日本の生産側にそのような運はない。 ファインが「マイ・ファニー・バレンタイン」で眉をひそめている間に、幸せな水彩夢のEinが持っていた60秒未満のアート・モンタージュがあります。 それでも、ダブに焦点を当てたエクストラには多くの努力が払われていることは明らかです。\n\n\n\n全体として、ショーのファンの海が棚に誇りを持ち、救済であることを誇りに思うことができます。 カウボーイビバップよりも、より広く予想されるアニメのリリースを考えるのは難しいです。 これは、標準的なレビューアの質問を、Bebopが何となく大した問題であるかどうかの問題にしています。 その不滅は両方の質問に答えます（はい、この時点で特別なものがなければなりません）。そして、別の質問を作ります：なぜカウボーイビバップは大変ですか？ このショーは、さまざまな個人的な好みや経験を持つこのような幅広い視聴者の情熱を呼び起こします。 彼らは本当にジャズ・ミュージック、香港のアクション映画、ネオ・ノワールの物語を本当に愛しているからかもしれません。\n\n何よりも、カウボーイビバップはその独創性のために記憶されています。 それは、斬新で、ユニークで、新鮮で、ぶどうの上に甘い香りがあり、急速に腐敗し、同じ場所に果実の花が咲き乱れます。 結局のところ、「ファースト」はしばしば「ベスト」ではなく、ウェイ・パヴェの作品は、しばしば模倣者を生み出し、後の観客に元の星の輝きを鈍らせる改善をもたらす。  Bebopはそのような珍しいシリーズなので、さまざまなクリエイターの折衷的で具体的な執着に頼って、要素の巨大さがどのように、そしてなぜそれが成功するかを引き離すことは、模倣を悩ますにはあまりにも多くの仕事です。 渡辺はセッション＃0で「これまでに見たことがない」という意思を表明した後、彼が好きなことは自分の創造物に溶け込むだろうと認めているが、このパラドックスにカメラのソリューションを提供していない 。 彼の答えはあなた自身の最終結果を見ているときに来て、渡邊氏をマスター・デリゲーターとしてキャリアを続けてきました。\n\n\n\nワタナベは自分の強い声を失うことなく、世間の声を中心にBebopの世界と物語をすばやく即興演奏し、不可解な団結の物語を創り出す。 このショーは、エピソードとエピソードの両方のセッションとシングルセッションの両方で、さまざまなスタイルやジャンルを熟知したコンセプトの不可解な偽善に勝る本当の「映画的ジャズ」です。  「Pierrot le Fou」はアクションホラーの光景として完璧です。  「Brain Scratch」は、コンセプトのミニマリストムードのソーシャルコメンタリーとして理想的です。  「マッシュルーム・サンバ」は家族に優しい爆乳師のホーネ・ストーナー・コメディとして完璧です。 これらは互換性がないようですが、結果を否定するものではありません。 それはすべてのエピソードが完璧だと言っているわけではありません。 ショーの偉大さは均等に分散していないし、「Boogie Woogie Feng Shui」や「Gateway Shuffle」などのセッションは誰のお気に入りでもないようだ。 実際、Bebopのほとんどのエピソードは誰かが好きなので、Bebopのヒット・ツー・ミス率は近世の短いシリーズと同じである。\n\nこのような理由から、すべてのファンは「異なるビーポップ」を持っているように見えます。 私にとっては、ビバップの偉大さは、その主要な結合物語にあります。深く暗い心の物語であり、顔に大きな笑いがあります。 カウボーイビバップは、高エネルギーとクールなアクションで頻繁に販売されるショーのために、悲観主義と残酷な状況に支配された映画ノワールのルーツにもかかわらず、最初から最後まで深くかつ意図的に悲劇的です。  （Even Bebopのコメディーは、通常、クルーが壊れて、飢えていて、お互いに憤慨していることを前提としています）.EbwardとEinによって提供された祝福された重力のためでなければ、Bebopは 壊れた魂のトリオは、新しい生活やお互いのつながりを築き上げるために、彼ら自身のために選択している無意味な運命に向かって突進しています。 これは非常に初期のシリーズのスパイクのための物語の巧妙な鐘によって完全に説明される：「悪魔のための共感」。\n\nワタナベは、スパイクはルパン3世の性格上、部分的に歪曲していると述べていますが、シリーズをスタンドアロンで見ていることからは分かりません。 ルパンの恥知らずの喜びは、スパイクの永遠の感情的な不誠実とはあまり関係がありません。そして、自殺の無関心は、悪者の離脱として演じられます。 しかし、「悪魔の同情」にはルパンの直接的な言及があります。 スパイクが最終的に目の間で撃った邪悪な壊れた少年の「悪魔」は、ルパン3世のように服を着ています。 子供が死にかけている質問は、カウボーイビバップで頻繁に発されるフレーズです。「あなたは分かりますか？」 スパイクは彼が通過するまで待ってから、彼のポケットから彼の人類への子供の最後の接続を調べて調べます。 ハーモニカですが、スパイクが演奏しようとすると、子供が吹いてきたときに美しい音楽を演奏したにもかかわらず、音が出ません。 スパイクは、小さな悪魔の死体にはまったく理解しておらず、ハーモニカを空中に投げ込み、指を指差し、「バン」と言う。\n\nスパイクが指を指差し、カウボーイビバップで「バング」と言うもう一つの時間があるだけです。 これは偶然ではないし、ルパン3世のように見える無害な少年がスパイクの元祖であるとは思わない。  Bebopの最大の強みにも、最大の欠陥があります。 その涼しい外面の下に、Bebopはそれがunflinchinglyを包む世界の厳しい見解を持つ深く大人の物語です。 どういうわけか、これは観客の感情的な神経を生みの親にしてしまうシリーズをもたらしましたが、そういう気持ちや何かが本当に何を意味するのかを多くの人が明言できません。  （これは作家の野本慶子の次のプロジェクト、ウルフの雨とも言える）カウボーイビバップの永続的な評判は、アクセシビリティ、アクション、アニメーション、美学の表面要素の大部分を占めているが、他にもたくさんのテレビ番組がある それは豊富です。 カウボーイビバップを偉大なものに押し上げるのは、深刻でチャレンジングなキャラクターやテーマです。\n\n\n\n新しいエピソードはそれぞれ、後に残した生活を再開する代わりに、ビバップの乗組員が往来する別の小さな夢であり、これらの様々なセッションは実際には何も起こりません。 ビバップの乗組員は、バウンティ・ハンターとして進歩することは決してありません。 彼らは「ボヘミアン・ラプソディー」の予告編であり、彼らの過去が彼らを前進させることができなくなったために、お互いに時間を無駄にしているだけです。 ジェットにとって、彼の過去は、彼の信念の人はもはや世界のどこにもないことが証明されており、陳腐化が終わるのを待つ間に、彼は自分の船に乗って他人の生活を支持するだけです。 フェイにとって、彼女の過去は謎であり、彼女は彼女の本当の家を覚えていて、すべてが再び理にかなっていることを期待して、新しいつながりを作る代わりに安いスリルとエスケープを求めることを好む。 彼らの人生を本当に互いに共有するために、これらの失われた魂は、結びついた恐怖と仮定をすべて解凍しなければならないでしょう。これはスパイクにとっては最も不可能です。 彼の過去は永遠に永遠に失われた女性の愛によって正しいことができると信じている罪でいっぱいになって、彼の脳に永久に燃えた巨大な間違いです。\n\n実際、スパイクは、この眠っている睡眠状態で彼の人生で死ぬようには思えません。 必然的に致命的な怪我は彼が取る新しい自殺の任務のすべてで彼を襲うが、彼の驚きには、彼は常に生き返って戻ってくる。 彼のストーリーは視聴者にとって本当のように響きます。なぜなら、それは理にかなっているわけではなく、もっと深いレベルで強力であるからです。スパイクの人生は、実際に生きていないときに終わることはできません。 最終的にセッションが終了し、過去からの再開、将来の再開、または単に夢見る3つのオプションの間で、3人のキャラクターはすべて別のパスを選択し、その小さな家族は解散する必要があります。 スパイクは過去からの彼の人生をすべての輝かしい簡潔さで再開するので、彼は最終的に彼が夢の中で会った悪魔の同情を実感し、指を上げ、理解の厚い「バング」を再現する。 カウボーイビバップは面白いかもしれませんが、その残忍な土台はルパン三世とははるか似ていて、ショーはそれを知っていて、「あなたはその重量を抱いています。  「あなたは空間カウボーイを見なさい」の代わりに...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt's this vague but powerful ambition that triumphed over circumstance and made Cowboy Bebop a seminal work of excellence that truly stood the test of time. Well over a decade later, people still 'get into anime' through Cowboy Bebop. Media critics wholly divorced from the so-called anime ghetto cite this TV series alongside Akira and Miyazaki's films as a breakout masterwork of the medium. The series' English dub is lauded beyond reproach from a community where even the practice of dubbing can be thankless at worst and divisive at best. It's that rare and outstanding creation that can no longer be discussed outside of its legacy: a blessing and a curse.\n\n\u001b[1mこのあいまいだがパワフルな野心が環境に打ち勝ち、カウボーイビバップは真に時間の試練に立った優れた作品となった。 まあ10年後、人々はまだカウボーイビバップを通して「アニメに入る」。 いわゆるアニメ・ゲットーから完全に離婚したメディア批評家は、このテレビシリーズを、明治と宮崎の映画とともにメディアの傑作として引用します。 シリーズの英語のダブは、ダビングの練習でさえ最悪で分裂的であっても最高の時には感謝することができるコミュニティからの非難を超えて賞賛されています。 それは、もはやその遺産の外で議論することができない稀で傑出した創造物です。祝福と呪いです。\u001b[22m\n\u001b[1m(Kono aimaidaga pawafuruna yashin ga kankyō ni uchikachi, kaubōibibappu wa shin ni jikan no shiren ni tatta sugureta sakuhin to natta. Mā 10-nen-go, hitobito wa mada kaubōibibappu o tōshite `anime ni hairu'. Iwayuru anime gettō kara kanzen ni rikon shita media hihyō-ka wa, kono terebishirīzu o, Meiji to Miyazaki no eiga to tomoni media no kessaku to shite in'yō shimasu. Shirīzu no eigo no dabu wa, dabingu no renshūde sae saiaku de bunretsu-tekideatte mo saikō no tokiniha kansha suru koto ga dekiru komyuniti kara no hinan o koete shōsan sa rete imasu. Sore wa, mohaya sono isan no soto de giron suru koto ga dekinai marede kesshutsu shita sōzō-monodesu. Shukufuku to noroidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's this vague but powerful ambition that triumphed over circumstance and made Cowboy Bebop a seminal work of excellence that truly stood the test of time. Well over a decade later, people still 'get into anime' through Cowboy Bebop. Media critics wholly divorced from the so-called anime ghetto cite this TV series alongside Akira and Miyazaki's films as a breakout masterwork of the medium. The series' English dub is lauded beyond reproach from a community where even the practice of dubbing can be thankless at worst and divisive at best. It's that rare and outstanding creation that can no longer be discussed outside of its legacy: a blessing and a curse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's this vague but powerful ambition that triumphed over circumstance and made Cowboy Bebop a seminal work of excellence that truly stood the test of time.\u001b[24m\n    \u001b[1mこのあいまいだがパワフルな野心が環境に打ち勝ち、カウボーイビバップは真に時間の試練に立った優れた作品となった。\u001b[22m, \u001b[1mそれは状況の上に勝利し、カウボーイビバップ、本当に時間のテストを立っていた卓越性の独創的な研究なさこの曖昧だが強力な野望です。\u001b[22m\n\u001b[4mWell over a decade later, people still 'get into anime' through Cowboy Bebop.\u001b[24m\n    \u001b[1mまあ10年後、人々はまだカウボーイビバップを通して「アニメに入る」。\u001b[22m, \u001b[1mまあ、後十年にわたって、人々はまだカウボーイビバップを通じて「アニメに入ります」。\u001b[22m\n\u001b[4mMedia critics wholly divorced from the so-called anime ghetto cite this TV series alongside Akira and Miyazaki's films as a breakout masterwork of the medium.\u001b[24m\n    \u001b[1mいわゆるアニメ・ゲットーから完全に離婚したメディア批評家は、このテレビシリーズを、明治と宮崎の映画とともにメディアの傑作として引用します。\u001b[22m, \u001b[1m完全いわゆるアニメのゲットーから離婚メディア批評家は、媒体のブレイクアウト傑作として明、宮崎の映画と一緒に、このテレビシリーズを引用します。\u001b[22m\n\u001b[4mThe series' English dub is lauded beyond reproach from a community where even the practice of dubbing can be thankless at worst and divisive at best.\u001b[24m\n    \u001b[1mシリーズの英語のダブは、ダビングの練習でさえ最悪で分裂的であっても最高の時には感謝することができるコミュニティからの非難を超えて賞賛されています。\u001b[22m, \u001b[1mシリーズの英語吹き替えは、ダビングのさえ練習がせいぜい最悪で報われないと分裂することができ、コミュニティからの叱責を越えて賞賛されています。\u001b[22m\n\u001b[4mIt's that rare and outstanding creation that can no longer be discussed outside of its legacy: a blessing and a curse.\u001b[24m\n    \u001b[1mそれは、もはやその遺産の外で議論することができない稀で傑出した創造物です。祝福と呪いです。\u001b[22m, \u001b[1m祝福と呪い：それはもはや、その遺産の外で議論することはできないという希少と卓越した創造です。\u001b[22m\n\u001b[1m\u001b[22m\nBefore diving into the nitty-gritty of the show's content, (which due to its age and impact will be discussed with little regard for spoilers and drop many casual references to specific episodes,) there's a more immediate occasion for this updated review to cover: the blu-ray release itself! Funimation's Amazon-exclusive special edition comes in a very classy clamshell box containing a big booklet of production sketches/model sheets and a smaller artbook with color spreads and promotional art. All the on-disc extras from Bandai's DVD releases have been transferred over, from commentaries to promos to music videos. Blu-ray original features are relegated to their own disc, and unfortunately not as stellar for such an otherwise impressive set. For dub enthusiasts, there is a whopping three hours of the reunited dub cast discussing the show, first in a series of one-on-one interviews, and then at a more candid group dinner. No such luck on the Japanese production side of things, though. There's a less-than-60-second art montage of the happy watercolor dreams Ein was having while Faye doodled eyebrows on him in 'My Funny Valentine,' and that's it. Still, it's clear a lot of effort went into the dub-focused extras, so it's certainly better than nothing.\n\n\u001b[1mショーのコンテンツの中身に没頭する前に（その年齢と影響がスポイラーをほとんど考慮せずに議論され、特定のエピソードへの多くのカジュアルな参照を削除する）、この最新のレビューでは、 ブルーレイリリース自体！  FunimationのAmazon限定スペシャルエディションは、プロダクションスケッチ/モデルシートの大きなブックレットと、カラースプレッドとプロモーションアートを備えた小さなアートブックを含む非常に上品な折り畳み箱に入っています。 バンダイのDVDのディスク上のすべてのエキストラは、解説からプロモーション、ミュージックビデオに移りました。  Blu-rayオリジナルの機能は、自分のディスクに格下げされています。残念なことに、そのような他の印象的なセットのための恒星ではありません。 ダブ愛好家のために、最初の一連の1対1のインタビューで、そしてその後はもっと礼儀の良いグループディナーで、ショーを話し合う再会されたダビングの3時間があります。 しかし、物事の日本の生産側にそのような運はない。 ファインが「マイ・ファニー・バレンタイン」で眉をひそめている間に、幸せな水彩夢のEinが持っていた60秒未満のアート・モンタージュがあります。 それでも、ダブに焦点を当てたエクストラには多くの努力が払われていることは明らかです。\u001b[22m\n\u001b[1m(Shō no kontentsu no nakami ni bottō suru mae ni (sono nenrei to eikyō ga supoirā o hotondo kōryo sezu ni giron sa re, tokutei no episōdo e no ōku no kajuaruna sanshō o sakujo suru), kono saishin no rebyūde wa, burūreirirīsu jitai! Funimation no amazon gentei supesharuedishon wa, purodakushonsuketchi/ moderushīto no ōkina bukkuretto to, karāsupureddo to puromōshon'āto o sonaeta chīsana ātobukku o fukumu hijō ni jōhin'na oritatami-bako ni haitte imasu. Bandai no DVD no disuku-jō no subete no ekisutora wa, kaisetsu kara puromōshon, myūjikkubideo ni utsurimashita. Buru - ray orijinaru no kinō wa, jibun no disuku ni kakusage sa rete imasu. Zan'nen'nakotoni, sono yō na hoka no inshō-tekina setto no tame no kōseide wa arimasen. Dabu aikō-ka no tame ni, saisho no ichiren no 1 tai 1 no intabyū de, soshite sonogo wa motto reigi no yoi gurūpudinā de, shō o hanashiau saikai sa reta dabingu no 3-jikan ga arimasu. Shikashi, monogoto no Nihon no seisan-gawa ni sono yōna un wanai. Fain ga `Mai fanī Barentain' de mayu o hisomete iru ma ni, shiawasena suisai yume no ain ga motte ita 60-byō-miman no āto montāju ga arimasu. Soredemo, dabu ni shōten o ateta ekusutora ni wa ōku no doryoku ga harawa rete iru koto wa akirakadesu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it's a solid package that the show's sea of fans can be proud to display on their shelf, which is a relief. It's hard to think of a more widely anticipated anime release than Cowboy Bebop. This makes the standard reviewer's question of if Bebop is all-that-great a moot point. Its immortality both answers the question (yes, there must be something special about it at this point) and creates a different question: why is Cowboy Bebop all-that-great? The show inspires passion in such a wide range of viewers with different personal tastes and experiences. It probably isn't because they all really love jazz music, Hong Kong action films, and tales of neo-noir.\n\n\u001b[1m全体として、ショーのファンの海が棚に誇りを持ち、救済であることを誇りに思うことができます。 カウボーイビバップよりも、より広く予想されるアニメのリリースを考えるのは難しいです。 これは、標準的なレビューアの質問を、Bebopが何となく大した問題であるかどうかの問題にしています。 その不滅は両方の質問に答えます（はい、この時点で特別なものがなければなりません）。そして、別の質問を作ります：なぜカウボーイビバップは大変ですか？ このショーは、さまざまな個人的な好みや経験を持つこのような幅広い視聴者の情熱を呼び起こします。 彼らは本当にジャズ・ミュージック、香港のアクション映画、ネオ・ノワールの物語を本当に愛しているからかもしれません。\u001b[22m\n\u001b[1m(Zentai to shite, shō no fan no umi ga tana ni hokori o mochi, kyūsaidearu koto o hokori ni omou koto ga dekimasu. Kaubōibibappu yori mo, yori hiroku yosō sa reru anime no rirīsu o kangaeru no wa muzukashīdesu. Kore wa, hyōjun-tekina rebyūa no shitsumon o, Bebop ga nantonaku taishita mondaidearu ka dō ka no mondai ni shite imasu. Sono fumetsu wa ryōhō no shitsumon ni kotaemasu (hai, kono jiten de tokubetsuna mono ga nakereba narimasen). Soshite,-betsu no shitsumon o tsukurimasu: Naze kaubōibibappu wa taihendesu ka? Kono shō wa, samazamana kojin-tekina konomi ya keiken o motsu ko no yōna habahiroi shichō-sha no jōnetsu o yobiokoshimasu. Karera wa hontōni jazu myūjikku, Honkon no akushon eiga, neo nowāru no monogatari o hontōni aishiteirukara kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it's a solid package that the show's sea of fans can be proud to display on their shelf, which is a relief. It's hard to think of a more widely anticipated anime release than Cowboy Bebop. This makes the standard reviewer's question of if Bebop is all-that-great a moot point. Its immortality both answers the question (yes, there must be something special about it at this point) and creates a different question: why is Cowboy Bebop all-that-great? The show inspires passion in such a wide range of viewers with different personal tastes and experiences. It probably isn't because they all really love jazz music, Hong Kong action films, and tales of neo-noir.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it's a solid package that the show's sea of fans can be proud to display on their shelf, which is a relief.\u001b[24m\n    \u001b[1m全体として、ショーのファンの海が棚に誇りを持ち、救済であることを誇りに思うことができます。\u001b[22m, \u001b[1m全体的に、それはファンのショーの海は救済され、その棚の上に表示することを誇りにすることができ、固体パッケージです。\u001b[22m\n\u001b[4mIt's hard to think of a more widely anticipated anime release than Cowboy Bebop.\u001b[24m\n    \u001b[1mカウボーイビバップよりも、より広く予想されるアニメのリリースを考えるのは難しいです。\u001b[22m, \u001b[1mそれはカウボーイビバップより広く予想されるアニメのリリースを考えるのは難しいです。\u001b[22m\n\u001b[4mThis makes the standard reviewer's question of if Bebop is all-that-great a moot point.\u001b[24m\n    \u001b[1mこれは、標準的なレビューアの質問を、Bebopが何となく大した問題であるかどうかの問題にしています。\u001b[22m, \u001b[1mこれは、ビバップは議論の余地がポイントすべて-その-大きい場合の標準的な校閲者の質問になります。\u001b[22m\n\u001b[4mIts immortality both answers the question (yes, there must be something special about it at this point) and creates a different question: why is Cowboy Bebop all-that-great?\u001b[24m\n    \u001b[1mその不滅は両方の質問に答えます（はい、この時点で特別なものがなければなりません）。そして、別の質問を作ります：なぜカウボーイビバップは大変ですか？\u001b[22m, \u001b[1mその不死の両方が質問に答える（はい、この時点でそれについて特別な何かがなければならない）と別の質問作成：なぜカウボーイビバップはすべてその-素晴らしいですが？\u001b[22m\n\u001b[4mThe show inspires passion in such a wide range of viewers with different personal tastes and experiences.\u001b[24m\n    \u001b[1mこのショーは、さまざまな個人的な好みや経験を持つこのような幅広い視聴者の情熱を呼び起こします。\u001b[22m, \u001b[1mショーは別の個人的な好みや経験を持つ視聴者のような広い範囲で情熱を鼓舞します。\u001b[22m\n\u001b[4mIt probably isn't because they all really love jazz music, Hong Kong action films, and tales of neo-noir.\u001b[24m\n    \u001b[1m彼らは本当にジャズ・ミュージック、香港のアクション映画、ネオ・ノワールの物語を本当に愛しているからかもしれません。\u001b[22m, \u001b[1mそれらすべてが本当にジャズ音楽、香港のアクション映画、及びネオ・ノワールの物語を愛しているから、それはおそらくではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAbove all else, Cowboy Bebop is remembered for its originality. It isn't only novel, unique, or fresh in a way that smells sweet on the vine, then rapidly rots and drops as identical fruit blossom in its place. After all, 'first' is not often 'best,' and way-paving works frequently yield imitators or even improvements that can dull the shine of the original star to later audiences. Bebop is such an unusual series, so reliant on the eclectic yet specific obsessions of its various creators, that pulling apart how and why its gumbo of elements succeeds is too much work to bother imitating. After declaring his intention to make something 'that's never been seen before' in Session #0, Watanabe admits that the things he likes will blend into his creation no matter what he does, but doesn't offer an on-camera solution to this paradox . His answer only comes when watching the end result for yourself, and it has followed Watanabe throughout his career as a master delegator.\n\n\u001b[1m何よりも、カウボーイビバップはその独創性のために記憶されています。 それは、斬新で、ユニークで、新鮮で、ぶどうの上に甘い香りがあり、急速に腐敗し、同じ場所に果実の花が咲き乱れます。 結局のところ、「ファースト」はしばしば「ベスト」ではなく、ウェイ・パヴェの作品は、しばしば模倣者を生み出し、後の観客に元の星の輝きを鈍らせる改善をもたらす。  Bebopはそのような珍しいシリーズなので、さまざまなクリエイターの折衷的で具体的な執着に頼って、要素の巨大さがどのように、そしてなぜそれが成功するかを引き離すことは、模倣を悩ますにはあまりにも多くの仕事です。 渡辺はセッション＃0で「これまでに見たことがない」という意思を表明した後、彼が好きなことは自分の創造物に溶け込むだろうと認めているが、このパラドックスにカメラのソリューションを提供していない 。 彼の答えはあなた自身の最終結果を見ているときに来て、渡邊氏をマスター・デリゲーターとしてキャリアを続けてきました。\u001b[22m\n\u001b[1m(Naniyori mo, kaubōibibappu wa sono dokusō-sei no tame ni kioku sa rete imasu. Sore wa, zanshinde, yunīku de, shinsende, budō no ue ni amai kaori ga ari, kyūsoku ni fuhai shi, onaji basho ni kajitsu no hana ga sakimidaremasu. Kekkyokunotokoro,`fāsuto' wa shibashiba `besuto'de wa naku, u~ei pavu~e no sakuhin wa, shibashiba mohō-sha o umidashi,-go no kankyaku ni gen no hoshi no kagayaki o namara seru kaizen o motarasu. Bebop wa sono yō na mezurashī shirīzunanode, samazamana kurieitā no setchū-tekide gutaitekina shūchaku ni tayotte, yōso no kyodai-sa ga dono yō ni, soshite naze sore ga seikō suru ka o hikihanasu koto wa, mohō o nayamasu ni wa amarini mo ōku no shigotodesu. Watanabe wa sesshon# 0 de `kore made ni mita koto ga nai' to iu ishi o hyōmei shita nochi, kare ga sukina koto wa jibun no sōzō-mono ni tokekomudarou to mitomete iruga, kono paradokkusu ni kamera no soryūshon o teikyō shite inai. Kare no kotae wa anata jishin no saishū kekka o mite iru toki ni kite, Watanabe-shi o masutā derigētā to shite kyaria o tsudzukete kimashita.)\u001b[22m\n\nTranslations of \u001b[4mAbove all else, Cowboy Bebop is remembered for its originality. It isn't only novel, unique, or fresh in a way that smells sweet on the vine, then rapidly rots and drops as identical fruit blossom in its place. After all, 'first' is not often 'best,' and way-paving works frequently yield imitators or even improvements that can dull the shine of the original star to later audiences. Bebop is such an unusual series, so reliant on the eclectic yet specific obsessions of its various creators, that pulling apart how and why its gumbo of elements succeeds is too much work to bother imitating. After declaring his intention to make something 'that's never been seen before' in Session #0, Watanabe admits that the things he likes will blend into his creation no matter what he does, but doesn't offer an on-camera solution to this paradox . His answer only comes when watching the end result for yourself, and it has followed Watanabe throughout his career as a master delegator.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbove all else, Cowboy Bebop is remembered for its originality.\u001b[24m\n    \u001b[1m何よりも、カウボーイビバップはその独創性のために記憶されています。\u001b[22m, \u001b[1m何より、カウボーイビバップは、その独創性のために記憶されています。\u001b[22m\n\u001b[4mIt isn't only novel, unique, or fresh in a way that smells sweet on the vine, then rapidly rots and drops as identical fruit blossom in its place.\u001b[24m\n    \u001b[1mそれは、斬新で、ユニークで、新鮮で、ぶどうの上に甘い香りがあり、急速に腐敗し、同じ場所に果実の花が咲き乱れます。\u001b[22m, \u001b[1mつるに甘い匂いのように小説、ユニークな、または新鮮なが、その後急速にその場所に同一の果物の花のように腐ると降下するだけではありません。\u001b[22m\n\u001b[4mAfter all, 'first' is not often 'best,' and way-paving works frequently yield imitators or even improvements that can dull the shine of the original star to later audiences.\u001b[24m\n    \u001b[1m結局のところ、「ファースト」はしばしば「ベスト」ではなく、ウェイ・パヴェの作品は、しばしば模倣者を生み出し、後の観客に元の星の輝きを鈍らせる改善をもたらす。\u001b[22m, \u001b[1m結局のところ、「最初の」「最高」ことが多いものではなく、道、舗装工事が頻繁に模倣以降の観客への元スターの鈍い輝きことさえ改善をもたらします。\u001b[22m\n\u001b[4mBebop is such an unusual series, so reliant on the eclectic yet specific obsessions of its various creators, that pulling apart how and why its gumbo of elements succeeds is too much work to bother imitating.\u001b[24m\n    \u001b[1mBebopはそのような珍しいシリーズなので、さまざまなクリエイターの折衷的で具体的な執着に頼って、要素の巨大さがどのように、そしてなぜそれが成功するかを引き離すことは、模倣を悩ますにはあまりにも多くの仕事です。\u001b[22m, \u001b[1mビバップは、要素のそのオクラが成功した方法と理由引き離すことは模倣を気にするあまりにも多くの仕事であることを、その様々なクリエイターの折衷まだ具体的な強迫観念上のように依存し、そのような珍しいシリーズです。\u001b[22m\n\u001b[4mAfter declaring his intention to make something 'that's never been seen before' in Session #0, Watanabe admits that the things he likes will blend into his creation no matter what he does, but doesn't offer an on-camera solution to this paradox\u001b[24m\n    \u001b[1m渡辺はセッション＃0で「これまでに見たことがない」という意思を表明した後、彼が好きなことは自分の創造物に溶け込むだろうと認めているが、このパラドックスにカメラのソリューションを提供していない\u001b[22m, \u001b[1mセッション＃0の「前に見たことのないだ」何かを作るために彼の意図を宣言した後、渡辺は彼が好きなものは関係なく、彼が何を彼の創造に溶け込むないことを認めているが、このパラドックスにオンカメラソリューションを提供していません。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mHis answer only comes when watching the end result for yourself, and it has followed Watanabe throughout his career as a master delegator.\u001b[24m\n    \u001b[1m彼の答えはあなた自身の最終結果を見ているときに来て、渡邊氏をマスター・デリゲーターとしてキャリアを続けてきました。\u001b[22m, \u001b[1mあなた自身のために最終結果を見たときに彼の答えは来て、それがマスター委任者としての彼のキャリアを通じて渡辺を踏襲しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWithout losing his own strong voice, Watanabe brilliantly improvises the world and story of Bebop around all the cacophonous voices in his care to create a story of inimitable unity. The show is real 'cinematic jazz' that triumphs over the impossible pretense of such a concept in its mastery of different styles and genres, both episode to episode and within a single session. 'Pierrot le Fou' is perfect as action horror spectacle. 'Brain Scratch' is perfect as high concept minimalist mood piece social commentary. 'Mushroom Samba' is perfect as a family-friendly blaxploitation homage stoner comedy. These things don't seem compatible, but there's no denying the result. That's not to say every episode is perfect. The show's greatness is far from equally distributed, and sessions like 'Boogie Woogie Feng Shui' and 'Gateway Shuffle' aren't likely to be anyone's favorites. The fact remains that almost every episode of Bebop is someone's favorite, leaving Bebop's hit-to-miss ratio as a short anthology series nigh-unparalleled.\n\n\u001b[1mワタナベは自分の強い声を失うことなく、世間の声を中心にBebopの世界と物語をすばやく即興演奏し、不可解な団結の物語を創り出す。 このショーは、エピソードとエピソードの両方のセッションとシングルセッションの両方で、さまざまなスタイルやジャンルを熟知したコンセプトの不可解な偽善に勝る本当の「映画的ジャズ」です。  「Pierrot le Fou」はアクションホラーの光景として完璧です。  「Brain Scratch」は、コンセプトのミニマリストムードのソーシャルコメンタリーとして理想的です。  「マッシュルーム・サンバ」は家族に優しい爆乳師のホーネ・ストーナー・コメディとして完璧です。 これらは互換性がないようですが、結果を否定するものではありません。 それはすべてのエピソードが完璧だと言っているわけではありません。 ショーの偉大さは均等に分散していないし、「Boogie Woogie Feng Shui」や「Gateway Shuffle」などのセッションは誰のお気に入りでもないようだ。 実際、Bebopのほとんどのエピソードは誰かが好きなので、Bebopのヒット・ツー・ミス率は近世の短いシリーズと同じである。\u001b[22m\n\u001b[1m(Watanabe wa jibun no tsuyoi koe o ushinau koto naku, seken no koe o chūshin ni Bebop no sekai to monogatari o subayaku sokkyō ensō shi, fukakaina danketsu no monogatari o tsukuridasu. Kono shō wa, episōdo to episōdo no ryōhō no sesshon to shinguru sesshon no ryōhō de, samazamana sutairu ya janru o jukuchi shita konseputo no fukakaina gizen ni masaru hontō no `eiga-teki jazu'desu. `Pierrot le Fou' wa akushonhorā no kōkei to shite kanpekidesu. `Burēn sukuratchi' wa, konseputo no minimarisutomūdo no sōsharukomentarī to shite risō-tekidesu. `Masshurūmu sanba' wa kazoku ni yasashī bakunyū-shi no hōne sutōnā komedi to shite kanpekidesu. Korera wa gokansei ga nai yōdesuga, kekka o hitei suru monode wa arimasen. Sore wa subete no episōdo ga kanpekida to itte iru wakede wa arimasen. Shō no idai-sa wa kintō ni bunsan shite inaishi,`bugī Woogie Feng Shui' ya `gētō~ei Shuffle' nado no sesshon wa dare no okiniiride mo nai yōda. Jissai, Bebop no hotondo no episōdo wa dare ka ga sukinanode, Bebop no hitto tsū misu-ritsu wa kinsei no mijikai shirīzu to onajidearu.)\u001b[22m\n\u001b[1m\u001b[22m\nFor this reason, every fan seems to have a 'different Bebop,' and a different idea of what makes the show exceptional. For my part, Bebop's greatness lies in its main connective story: a deeply dark-hearted narrative with a big goofy smile on its face. For a show frequently sold on its high energy and cool action, Cowboy Bebop is profoundly and deliberately tragic from beginning to end, true to its roots in film noir: a genre dominated by pessimism and cruel circumstance. (Even Bebop's comedy is usually predicated on the crew being broke, hungry, and resentful of each other over it.) It's easy to forget that if it wasn't for the blessed levity provided by Edward and Ein, the Bebop would be populated by a trio of broken souls trudging toward the pointless individual fates they keep choosing for themselves in favor of forging new lives or connections with one another. This is illustrated perfectly by the ingenious bell the story tolls for Spike very early in the series: 'Sympathy for the Devil.'\n\n\u001b[1mこのような理由から、すべてのファンは「異なるビーポップ」を持っているように見えます。 私にとっては、ビバップの偉大さは、その主要な結合物語にあります。深く暗い心の物語であり、顔に大きな笑いがあります。 カウボーイビバップは、高エネルギーとクールなアクションで頻繁に販売されるショーのために、悲観主義と残酷な状況に支配された映画ノワールのルーツにもかかわらず、最初から最後まで深くかつ意図的に悲劇的です。  （Even Bebopのコメディーは、通常、クルーが壊れて、飢えていて、お互いに憤慨していることを前提としています）.EbwardとEinによって提供された祝福された重力のためでなければ、Bebopは 壊れた魂のトリオは、新しい生活やお互いのつながりを築き上げるために、彼ら自身のために選択している無意味な運命に向かって突進しています。 これは非常に初期のシリーズのスパイクのための物語の巧妙な鐘によって完全に説明される：「悪魔のための共感」。\u001b[22m\n\u001b[1m(Kono yōna riyū kara, subete no fan wa `kotonaru bīpoppu' o motte iru yō ni miemasu. Watashi ni totte wa, bibappu no idai-sa wa, sono shuyōna ketsugō monogatari ni arimasu. Fukaku kurai kokoro no monogatarideari,-gao ni ōkina warai ga arimasu. Kaubōibibappu wa,-kō enerugī to kūruna akushon de hinpan ni hanbai sa reru shō no tame ni, hikan shugi to zankokuna jōkyō ni shihai sa reta eiga nowāru no rūtsu nimokakawarazu, saisho kara saigomade fukaku katsu itotekini higeki-tekidesu. (Even Bebop no komedī wa, tsūjō, kurū ga kowarete, uete ite, otagai ni fungai shite iru koto o zentei to shite imasu). Ebward to ain ni yotte teikyō sa reta shukufuku sa reta jūryoku no tamedenakereba, Bebop wa kowareta tamashī no torio wa, atarashī seikatsu ya otagai no tsunagari o kizukiageru tame ni, karera jishin no tame ni sentaku shite iru muimina unmei ni mukatte tosshin shite imasu. Kore wa hijō ni shoki no shirīzu no supaiku no tame no monogatari no kōmyōna kane ni yotte kanzen ni setsumei sa reru: `Akuma no tame no kyōkan'.)\u001b[22m\n\u001b[1m\u001b[22m\nWatanabe has stated that Spike was partially a twist on the character of Lupin III, but it's hard to tell that from watching the series standalone. Lupin's shameless joie de vivre has little to do with Spike's perpetual emotional dishonesty and suicidal apathy played off as badass detachment. There is a direct Lupin reference in 'Sympathy for the Devil,' though. The 'devil,' an evil and broken little boy that Spike eventually shoots between the eyes, is dressed exactly like Lupin III. The kid's dying question is a phrase uttered frequently in Cowboy Bebop: 'Do you understand?' Spike waits until he's passed on, then he takes the kid's last connection to his humanity out of his pocket to examine it. It's a harmonica, but when Spike tries to play it, no sound comes out, even though it played beautiful music when the kid blew on it. Spike says that he doesn't understand at all to the little devil's corpse, tosses the harmonica into the air, points his finger at it, and says 'Bang.'\n\n\u001b[1mワタナベは、スパイクはルパン3世の性格上の部分的な歪みであると述べていますが、シリーズをスタンドアロンで見ることからは分かりません。 ルパンの恥知らずの喜びは、スパイクの永遠の感情的な不誠実とはあまり関係がありません。そして、自殺の無関心は、悪者の離脱として演じられます。 しかし、「悪魔の同情」にはルパンの直接的な言及があります。 スパイクが最終的に目の間で撃った邪悪な壊れた少年の「悪魔」は、ルパン3世のように服を着ています。 子供が死にかけている質問は、カウボーイビバップで頻繁に発されるフレーズです。「あなたは分かりますか？」 スパイクは彼が通過するまで待っている、そして彼は彼のポケットから彼の人類への子供の最後の接続を調べるためにそれを取る。 ハーモニカですが、スパイクが演奏しようとすると、子供が吹いてきたときに美しい音楽を演奏したにもかかわらず、音が出ません。 スパイクは、小さな悪魔の死体にはまったく気付かず、ハーモニカを空中に投げ込み、指を指差し、「バン」と言う。\u001b[22m\n\u001b[1m(Watanabe wa, supaiku wa rupan 3-sei no seikaku-jō no bubun-tekina yugamidearu to nobete imasuga, shirīzu o sutandoaron de miru koto kara wa wakarimasen. Rupan no hajishirazu no yorokobi wa, supaiku no eien no kanjō-tekina fuseijitsu to wa amari kankei ga arimasen. Soshite, jisatsu no mukanshin wa, warumono no ridatsu to shite enji raremasu. Shikashi,`akuma no dōjō' ni wa rupan no chokusetsutekina genkyū ga arimasu. Supaiku ga saishūtekini-me no ma de utta jaakuna kowareta shōnen no `akuma' wa, rupan 3-sei no yō ni fuku o kite imasu. Kodomo ga shinikakete iru shitsumon wa, kaubōibibappu de hinpan ni hassa reru furēzudesu. `Anata wa wakarimasu ka?' Supaiku wa kare ga tsūka suru made matte iru, soshite kare wa kare no poketto kara kare no jinrui e no kodomo no saigo no setsuzoku o shiraberu tame ni sore o toru. Hāmonikadesuga, supaiku ga ensō shiyou to suru to, kodomo ga fuite kita toki ni utsukushī ongaku o ensō shita nimokakawarazu,-on ga demasen. Supaiku wa, chīsana akuma no shitai ni wa mattaku kidzukazu, hāmonika o kūchū ni nagekomi, yubi o shisa shi,`ban' to iu.)\u001b[22m\n\nTranslations of \u001b[4mWatanabe has stated that Spike was partially a twist on the character of Lupin III, but it's hard to tell that from watching the series standalone. Lupin's shameless joie de vivre has little to do with Spike's perpetual emotional dishonesty and suicidal apathy played off as badass detachment. There is a direct Lupin reference in 'Sympathy for the Devil,' though. The 'devil,' an evil and broken little boy that Spike eventually shoots between the eyes, is dressed exactly like Lupin III. The kid's dying question is a phrase uttered frequently in Cowboy Bebop: 'Do you understand?' Spike waits until he's passed on, then he takes the kid's last connection to his humanity out of his pocket to examine it. It's a harmonica, but when Spike tries to play it, no sound comes out, even though it played beautiful music when the kid blew on it. Spike says that he doesn't understand at all to the little devil's corpse, tosses the harmonica into the air, points his finger at it, and says 'Bang.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatanabe has stated that Spike was partially a twist on the character of Lupin III, but it's hard to tell that from watching the series standalone.\u001b[24m\n    \u001b[1mワタナベは、スパイクはルパン3世の性格上の部分的な歪みであると述べていますが、シリーズをスタンドアロンで見ることからは分かりません。\u001b[22m, \u001b[1m渡辺は、スパイクが部分的にルパン三世の性質上、ねじれたと述べているが、シリーズのスタンドアロンを見てから、それを伝えるのは難しいです。\u001b[22m\n\u001b[4mLupin's shameless joie de vivre has little to do with Spike's perpetual emotional dishonesty and suicidal apathy played off as badass detachment.\u001b[24m\n    \u001b[1mルパンの恥知らずの喜びは、スパイクの永遠の感情的な不誠実とはあまり関係がありません。そして、自殺の無関心は、悪者の離脱として演じられます。\u001b[22m, \u001b[1mルパンの恥知らず生きる喜びスパイクの永遠の感情的な不正や自殺無関心とはほとんどがようワル剥離をオフに果たしてきました。\u001b[22m\n\u001b[4mThere is a direct Lupin reference in 'Sympathy for the Devil,' though.\u001b[24m\n    \u001b[1mしかし、「悪魔の同情」にはルパンの直接的な言及があります。\u001b[22m, \u001b[1mしかし「悪魔を憐れむ歌、「直接ルパン参照があります。\u001b[22m\n\u001b[4mThe 'devil,' an evil and broken little boy that Spike eventually shoots between the eyes, is dressed exactly like Lupin III.\u001b[24m\n    \u001b[1mスパイクが最終的に目の間で撃った邪悪な壊れた少年の「悪魔」は、ルパン3世のように服を着ています。\u001b[22m, \u001b[1m最終的にはスパイク '悪魔'悪と壊れた小さな男の子はまさにルパン三世のような服を着て、目の間に撮影します。\u001b[22m\n\u001b[4mThe kid's dying question is a phrase uttered frequently in Cowboy Bebop: 'Do you understand?'\u001b[24m\n    \u001b[1m子供が死にかけている質問は、カウボーイビバップで頻繁に発されるフレーズです。「あなたは分かりますか？」\u001b[22m, \u001b[1m子供の瀕死の質問はカウボーイビバップで頻繁に発話したフレーズです。「あなたは理解していますか？」\u001b[22m\n\u001b[4mSpike waits until he's passed on, then he takes the kid's last connection to his humanity out of his pocket to examine it.\u001b[24m\n    \u001b[1mスパイクは彼が通過するまで待っている、そして彼は彼のポケットから彼の人類への子供の最後の接続を調べるためにそれを取る。\u001b[22m, \u001b[1mスパイクは、彼が渡されるまで、その後、彼はそれを調べるために彼のポケットから彼の人間性への子供の最後の接続を取る待ちます。\u001b[22m\n\u001b[4mIt's a harmonica, but when Spike tries to play it, no sound comes out, even though it played beautiful music when the kid blew on it.\u001b[24m\n    \u001b[1mハーモニカですが、スパイクが演奏しようとすると、子供が吹いてきたときに美しい音楽を演奏したにもかかわらず、音が出ません。\u001b[22m, \u001b[1m子供はそれを吹いたとき、それは美しい音楽を果たしていても、それはハーモニカだが、スパイクはそれを再生しようとすると、音が出て来ません。\u001b[22m\n\u001b[4mSpike says that he doesn't understand at all to the little devil's corpse, tosses the harmonica into the air, points his finger at it, and says 'Bang.'\u001b[24m\n    \u001b[1mスパイクは、小さな悪魔の死体にはまったく気付かず、ハーモニカを空中に投げ込み、指を指差し、「バン」と言う。\u001b[22m, \u001b[1mスパイクは、彼は小悪魔の死体には全く理解していないと言っている空気中にハーモニカを投げ、それを指を指し、と言う「バン」。\u001b[22m\n\u001b[1m\u001b[22m\nThere is only one other time that Spike points his finger and says 'Bang' in Cowboy Bebop. This is not a coincidence, and neither is the seemingly innocuous little boy's resemblance to Lupin III, Spike's supposed progenitor. In Bebop's greatest strength also lies its greatest flaw. Underneath its cool exterior, Bebop is a profoundly adult story with a harsh view of the world that it embraces unflinchingly. Somehow, this resulted in a series that strikes audiences' emotional nerves raw, but leaves many unable to articulate why they feel that way or what the story really meant, if anything. (The same could be said of writer Keiko Nobumoto's next project, Wolf's Rain.) Cowboy Bebop's enduring reputation is mostly credited to its surface elements of accessibility, action, animation, and aesthetic, but I think there are plenty of other TV shows that have that in abundance. What pushes Cowboy Bebop over the edge into greatness is something it rarely gets credit for: profound and challenging characters and themes.\n\n\u001b[1mスパイクが指を指差し、カウボーイビバップで「バング」と言うもう一つの時間があるだけです。 これは偶然ではないし、ルパン3世のように見える無害な少年がスパイクの元祖であるとは思わない。  Bebopの最大の強みにも、最大の欠陥があります。 その涼しい外面の下に、Bebopはそれがunflinchinglyを包む世界の厳しい見解を持つ深く大人の物語です。 どういうわけか、これは観客の感情的な神経を生みの親にしてしまうシリーズをもたらしましたが、そういう気持ちや何かが本当に何を意味するのかを多くの人が明言できません。  （これは作家の野本慶子の次のプロジェクト、ウルフの雨とも言える）カウボーイビバップの永続的な評判は、アクセシビリティ、アクション、アニメーション、美学の表面要素の大部分を占めているが、他にもたくさんのテレビ番組がある それは豊富です。 カウボーイビバップを偉大なものに押し上げるのは、深刻でチャレンジングなキャラクターやテーマです。\u001b[22m\n\u001b[1m(Supaiku ga yubi o shisa shi, kaubōibibappu de `bangu' to iu mōhitotsu no jikan ga aru dakedesu. Kore wa gūzende wanaishi, rupan 3-sei no yō ni mieru mugaina shōnen ga supaiku no ganzodearu to wa omowanai. Bebop no saidai no tsuyomi ni mo, saidai no kekkan ga arimasu. Sono suzushī sotodzura no shita ni, Bebop wa sore ga unflinchingly o tsutsumu sekai no kibishī kenkai o motsu fukaku otona no monogataridesu. Dō iu wake ka, koreha kankyaku no kanjō-tekina shinkei o uminooya ni shite shimau shirīzu o motarashimashitaga, sōiu kimochi ya nanika ga hontōni nani o imi suru no ka o ōku no hito ga meigen dekimasen. (Kore wa sakka no Nomoto Keiko no tsugi no purojekuto, Urufu no ame-tomo ieru) kaubōibibappu no eizoku-tekina hyōban wa, akuseshibiriti, akushon, animēshon, bigaku no hyōmen yōso no daibubun o shimete iruga, hoka ni mo takusan no terebibangu ga aru soreha hōfudesu. Kaubōibibappu o idaina mono ni oshiageru no wa, shinkokude charenjinguna kyarakutā ya tēmadesu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEach new episode is just another little dream the Bebop crew drifts through in lieu of resuming the lives they left behind, and nothing really comes of these various sessions. The Bebop crew never makes progress as bounty hunters, and they never actually form the family that they halfheartedly play at becoming. They are, as 'Bohemian Rhapsody' foreshadows, just wasting time on one another because their pasts have left them unable to move forward. For Jet, his past has proven to him that a man of his beliefs has no place in the world anymore, and he can only passively support the lives of others on his ship while he waits for his obsolescence to end. For Faye, her past is a mystery, and she prefers to seek cheap thrills and escapism in lieu of making new connections, hopeful for the day she remembers her 'real' home and everything makes sense again. In order to truly share their lives with one another, these lost souls would have to unfreeze all those knotted-up fears and assumptions, which is most impossible of all for Spike. His past is a giant mistake forever burned into his brain, filled with sins that he believes can only be made right through the love of a woman he has already lost forever.\n\n\u001b[1m新しいエピソードはそれぞれ、後に残した生活を再開する代わりに、ビバップの乗組員が往来する別の小さな夢であり、これらの様々なセッションは実際には起こりません。 ビバップの乗組員は、バウンティ・ハンターとして進歩することは決してありません。 彼らは「ボヘミアン・ラプソディー」の予告編であり、彼らの過去が彼らを前進させることができなくなったために、お互いに時間を無駄にしているだけです。 ジェットにとって、彼の過去は、彼の信念の人はもはや世界のどこにもないことが証明されており、陳腐化が終わるのを待つ間に、彼は自分の船に乗って他人の生活を支持するだけです。 フェイにとって、彼女の過去は謎であり、彼女は彼女の本当の家を覚えていて、すべてが再び理にかなっていることを期待して、新しいつながりを作る代わりに安いスリルとエスケープを求めることを好む。 彼らの人生を本当に互いに共有するために、これらの失われた魂は、結びついた恐怖と仮定をすべて解凍しなければならないでしょう。これはスパイクにとって最も不可能です。 彼の過去は永遠に永遠に失われた女性の愛によって正しいことができると信じている罪でいっぱいになって、永久に彼の脳に燃えた巨大な間違いです。\u001b[22m\n\u001b[1m(Atarashī episōdo wa sorezore,-go ni nokoshita seikatsu o saikai suru kawari ni, bibappu no norikumiin ga ōrai suru betsu no chīsana yumedeari, korera no samazamana sesshon wa jissai ni wa okorimasen. Bibappu no norikumiin wa, baunti hantā to shite shinpo suru koto wa kesshite arimasen. Karera wa `bohemian rapusodī' no yokokuhendeari, karera no kako ga karera o zenshin sa seru koto ga dekinaku natta tame ni, otagai ni jikan o muda ni shite iru dakedesu. Jetto ni totte, kare no kako wa, kare no shin'nen no hito wa mohaya sekai no dokoni mo nai koto ga shōmei sa rete ori, chinpuka ga owaru no o matsu ma ni, kare wa jibun no fune ni notte tanin no seikatsu o shiji suru dakedesu. Fei ni totte, kanojo no kako wa nazodeari, kanojo wa kanojo no hontō no ie o oboete ite, subete ga futatabi rinikanatteiru koto o kitai shite, atarashī tsunagari o tsukuru kawari ni yasui suriru to esukēpu o motomeru koto o konomu. Karera no jinsei o hontōni tagaini kyōyū suru tame ni, korera no ushinawareta tamashī wa, musubitsuita kyōfu to katei o subete kaitō shinakereba naranaideshou. Kore wa supaiku ni totte mottomo fukanōdesu. Kare no kako wa eien ni eien ni ushinawa reta josei no ai ni yotte tadashī koto ga dekiru to shinjite iru tsumi de ippai ni natte, towa ni kare no nō ni moeta kyodaina machigaidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nIn fact, Spike can't seem to die with his life in this waking sleep state, no matter how hard he tries to make it happen. Indisputably fatal injuries befall him with every new suicidal mission he takes on, but to his amazement, he always comes back alive. His story rings so true with viewers not because it's logical or fair, but because it's powerful on a much deeper level: Spike's life cannot end when he is not actually living it. Eventually the sessions wind down, and between the three options of resuming from the past, restarting in the future, or simply dreaming on, all three characters choose a different path and their little unformed family must dissolve. As Spike resumes his life from the past in all its glorious brevity, he finally realizes his sympathy for the devil he met in his dream, raises his finger, and reprises 'Bang,' now thick with understanding. Cowboy Bebop may be a fun romp on the surface, but its brutal underpinnings are a far cry from Lupin III, and the show knows it, concluding with 'YOU'RE GONNA CARRY THAT WEIGHT.' in lieu of 'SEE YOU SPACE COWBOY...'\n\n\u001b[1m実際、スパイクは、この眠っている睡眠状態で彼の人生で死ぬようには思えません。 必然的に致命的な怪我は彼が取る新しい自殺の任務のすべてで彼を襲うが、彼の驚きには、彼は常に生き返って戻ってくる。 彼のストーリーは視聴者にとって本当のように響きます。なぜなら、それは理にかなっているわけではなく、もっと深いレベルで強力であるからです。スパイクの人生は、実際に生きていないときに終わることはできません。 最終的にセッションが終了し、過去からの再開、将来の再開、または単に夢見る3つのオプションの間で、3人のキャラクターはすべて別のパスを選択し、その小さな家族は解散する必要があります。 スパイクは過去からの彼の人生をすべての輝かしい簡潔さで再開するので、彼は最終的に彼が夢の中で会った悪魔の同情を実感し、指を上げ、理解の厚い「バング」を再現する。 カウボーイビバップは面白いかもしれませんが、その残忍な土台はルパン三世とははるか似ていて、ショーはそれを知っていて、「あなたはその重量を抱いています。  「あなたは空間カウボーイを見なさい」の代わりに...\u001b[22m\n\u001b[1m(Jissai, supaiku wa, kono nemu tte iru suimin jōtai de kare no jinsei de shinu yō ni wa omoemasen. Hitsuzen-teki ni chimei-tekina kega wa kare ga toru atarashī jisatsu no ninmu no subete de kare o osouga, kare no odoroki ni wa, kare wa tsuneni ikikaette modotte kuru. Kare no sutōrī wa shichō-sha ni totte hontō no yō ni hibikimasu. Nazenara, soreha rinikanatteiru wakede wa naku, motto fukai reberu de kyōryokudearukaradesu. Supaiku no jinsei wa, jissai ni ikite inai toki ni owaru koto wa dekimasen. Saishūtekini sesshon ga shūryō shi, kako kara no saikai, shōrai no saikai, matawa tan'ni yumemiru 3ttsu no opushon no ma de, 3-ri no kyarakutā wa subete betsu no pasu o sentaku shi, sono chīsana kazoku wa kaisan suru hitsuyō ga arimasu. Supaiku wa kako kara no kare no jinsei o subete no kagayakashī kanketsu-sa de saikai surunode, kare wa saishūtekini kare ga yumenonakade atta akuma no dōjō o jikkan shi, yubi o age, rikai no atsui `bangu' o saigen suru. Kaubōibibappu wa omoshiroi kamo shiremasenga, sono zan'nin'na dodai wa rupansansei to wa haruka nite ite, shō wa sore o shitte ite,`anata wa sono jūryō o daite imasu. `Anata wa kūkan kaubōi o mi nasai' no kawarini...)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "leonov246",
    "profile": "/profile/leonov246/reviews",
    "pages": "11",
    "number": "12",
    "link": "/reviews.php?id=126219",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はここで一種の党派です。 これは非常に長い間私のお気に入りの一つとなっています。 私の他の好きなシリーズの多くは時間の経過とともに交換されていますが、これはまだ私のトップ5に簡単に収まります。\n\n最初の放送から15年に近づくにつれて、ビバップの芸術は現在のプロダクションの最高のライバルとなっています。 完全にCGの背景は、使用されると、ショーの芸術性に大体よく統合されます。 公平になるためには、もちろん、新世界の寺院やサイコパスと比較したときの幼児期を見ることができる場所はいくつかありますが、探し求めなければなりません。  CGはストーリーを損なうことはありません。\n\nもちろん、カウボーイビバップを真にもたらすのはその音楽です。 菅野よう子の楽器は素晴らしく、シーンのためにデザインされた通常の音楽ではなく、音楽のためにデザインされたような感じの物語にとてもシームレスにフィットします。 ジャズファンは自分自身で、楽譜を楽しむためにジャズを勉強する必要はありませんでしたが、私はスコアでもっと喜ばれることはできませんでした。\n\n心臓部では、これはキャラクター主導のショーですが、それはあなたを馬鹿にさせて、大事な話がないと思うようにしてはいけません。 エピソードの中には、明らかにバックボーンに接続されているエピソードもあれば、軽く触れるエピソードもあります。 しかし、すべてのエピソードは、本当にアニメの傑作、そして実際にはすべての映画の中でその場所に値する物語に貢献しています。\n\nまだそれを見たことのない人、または誇大宣伝が何であるか疑問に思われる少数のエピソードの中で止まった人は、ショーに乗ることをお勧めします。 私が最後までやっているのと同じように思うとは言いませんが、終わりまでにはどれくらい説得力があるのか​​分かります。 いくつかのショーは彼らが得る誇大宣伝に値するものではありません。 カウボーイビバップは、たとえ15歳でさえ、すべての誇大宣告が不当ではないことを証明しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm kind of partisan here. This has been one of my favorites for a very long time. While many of my other favorite series have been replaced over time, this one still easily fits in my top 5.\n\n\u001b[1m私はここで一種の党派です。 これは非常に長い間私のお気に入りの一つとなっています。 私の他の好きなシリーズの多くは時間の経過とともに交換されていますが、これはまだ私のトップ5に簡単に収まります。\u001b[22m\n\u001b[1m(Watashi wa koko de isshu no tōhadesu. Kore wa hijō ni nagaiai watashinōkiniiri no hitotsu to natte imasu. Watashi no ta no sukina shirīzu no ōku wa jikan no keika to tomoni kōkan sa rete imasuga, kore wa mada watashi no toppu 5 ni kantan ni osamarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm kind of partisan here. This has been one of my favorites for a very long time. While many of my other favorite series have been replaced over time, this one still easily fits in my top 5.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm kind of partisan here.\u001b[24m\n    \u001b[1m私はここで一種の党派です。\u001b[22m\n\u001b[4mThis has been one of my favorites for a very long time.\u001b[24m\n    \u001b[1mこれは非常に長い間私のお気に入りの一つとなっています。\u001b[22m, \u001b[1mこれは非常に長い時間のための私のお気に入りの一つとなっています。\u001b[22m\n\u001b[4mWhile many of my other favorite series have been replaced over time, this one still easily fits in my top 5.\u001b[24m\n    \u001b[1m私の他の好きなシリーズの多くは時間の経過とともに交換されていますが、これはまだ私のトップ5に簡単に収まります。\u001b[22m, \u001b[1m私の他のお気に入りのシリーズの多くが時間をかけて交換されているが、これはまだ簡単に私のトップ5に収まります。\u001b[22m\n\u001b[1m\u001b[22m\nApproaching 15 years since first broadcast, Bebop's art still rivals the best of current productions. Fully CG backgrounds, when used, are largely well integrated into the show's artistry. To be fair, of course, there are a few places where you can see the infancy of the medium when comparing it to Shingeki no Kyojin or Psycho Pass, but you have to be looking to find it. The CG never detracts from the story.\n\n\u001b[1m最初の放送から15年に近づくにつれて、ビバップの芸術は現在のプロダクションの最高のライバルとなっています。 完全にCGの背景は、使用されると、ショーの芸術性に大体よく統合されます。 公平になるためには、もちろん、新世界の寺院やサイコパスと比較したときの幼児期を見ることができる場所はいくつかありますが、探し求めなければなりません。  CGはストーリーを損なうことはありません。\u001b[22m\n\u001b[1m(Saisho no hōsō kara 15-nen ni chikadzuku ni tsurete, bibappu no geijutsu wa genzai no purodakushon no saikō no raibaru to natte imasu. Kanzen ni CG no haikei wa, shiyō sa reru to, shō no geijutsu-sei ni daitai yoku tōgō sa remasu. Kōhei ni naru tame ni wa, mochiron, shin sekai no jiin ya saikopasu to hikaku shita toki no yōji-ki o miru koto ga dekiru basho wa ikutsu ka arimasuga, sagashimotomenakereba narimasen. CG wa sutōrī o sokonau koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mApproaching 15 years since first broadcast, Bebop's art still rivals the best of current productions. Fully CG backgrounds, when used, are largely well integrated into the show's artistry. To be fair, of course, there are a few places where you can see the infancy of the medium when comparing it to Shingeki no Kyojin or Psycho Pass, but you have to be looking to find it. The CG never detracts from the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApproaching 15 years since first broadcast, Bebop's art still rivals the best of current productions.\u001b[24m\n    \u001b[1m最初の放送から15年に近づくにつれて、ビバップの芸術は現在のプロダクションの最高のライバルとなっています。\u001b[22m, \u001b[1m最初の放送以来、15年に近づいて、ビバップの芸術は、まだ現在のプロダクションの最高のライバル。\u001b[22m\n\u001b[4mFully CG backgrounds, when used, are largely well integrated into the show's artistry.\u001b[24m\n    \u001b[1m完全にCGの背景は、使用されると、ショーの芸術性に大体よく統合されます。\u001b[22m, \u001b[1m完全CGの背景には、使用された場合、大部分がよくショーの芸術性に統合されています。\u001b[22m\n\u001b[4mTo be fair, of course, there are a few places where you can see the infancy of the medium when comparing it to Shingeki no Kyojin or Psycho Pass, but you have to be looking to find it.\u001b[24m\n    \u001b[1m公平になるためには、もちろん、新世界の寺院やサイコパスと比較したときの幼児期を見ることができる場所はいくつかありますが、探し求めなければなりません。\u001b[22m, \u001b[1m公平を期すためには、当然のことながら、そこには巨人やPSYCHO-PASSサイコパスを新劇ないためにそれを比較するときに、メディアの幼年時代を見ることができるいくつかの場所がありますが、あなたはそれを見つけるために探してしなければなりません。\u001b[22m\n\u001b[4mThe CG never detracts from the story.\u001b[24m\n    \u001b[1mCGはストーリーを損なうことはありません。\u001b[22m, \u001b[1mCGは、物語を損なうことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, what truly brings Cowboy Bebop together is its music. Yoko Kanno's instrumentation are superb - and they fit so seamlessly into the story you feel almost as if the scenes were designed for the music rather than the usual music designed for scenes. A Jazz fan myself, I couldn't be happier with the score, though you needn't have studied Jazz to enjoy the music.\n\n\u001b[1mもちろん、カウボーイビバップを真にもたらすのはその音楽です。 菅野よう子の楽器は素晴らしく、シーンのためにデザインされた通常の音楽ではなく、音楽のためにデザインされたような感じの物語にとてもシームレスにフィットします。 ジャズファンは自分自身で、楽譜を楽しむためにジャズを勉強する必要はありませんでしたが、私はスコアでもっと喜ばれることはできませんでした。\u001b[22m\n\u001b[1m(Mochiron, kaubōibibappu o makotoni motarasu no wa sono ongakudesu. Kan'no yōko no gakki wa subarashiku, shīn no tame ni dezain sa reta tsūjō no ongakude wa naku, ongaku no tame ni dezain sa reta yōna kanji no monogatari ni totemo shīmuresu ni fitto shimasu. Jazu fan wa jibun jishin de, gakufu o tanoshimu tame ni jazu o benkyō suru hitsuyō wa arimasendeshitaga, watashi wa sukoa de motto yorokoba reru koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOf course, what truly brings Cowboy Bebop together is its music. Yoko Kanno's instrumentation are superb - and they fit so seamlessly into the story you feel almost as if the scenes were designed for the music rather than the usual music designed for scenes. A Jazz fan myself, I couldn't be happier with the score, though you needn't have studied Jazz to enjoy the music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, what truly brings Cowboy Bebop together is its music.\u001b[24m\n    \u001b[1mもちろん、カウボーイビバップを真にもたらすのはその音楽です。\u001b[22m, \u001b[1mもちろん、どのような本当に一緒にカウボーイビバップをもたらすことは、その音楽です。\u001b[22m\n\u001b[4mYoko Kanno's instrumentation are superb - and they fit so seamlessly into the story you feel almost as if the scenes were designed for the music rather than the usual music designed for scenes.\u001b[24m\n    \u001b[1m菅野よう子の楽器は素晴らしく、シーンのためにデザインされた通常の音楽ではなく、音楽のためにデザインされたような感じの物語にとてもシームレスにフィットします。\u001b[22m, \u001b[1m菅野よう子の計測は素晴らしいです - そして、彼らはシーンが音楽ではなく、シーンのために設計された通常の音楽用に設計されていたかのようにほとんど感じる物語にそうシームレスに適合します。\u001b[22m\n\u001b[4mA Jazz fan myself, I couldn't be happier with the score, though you needn't have studied Jazz to enjoy the music.\u001b[24m\n    \u001b[1mジャズファンは自分自身で、楽譜を楽しむためにジャズを勉強する必要はありませんでしたが、私はスコアでもっと喜ばれることはできませんでした。\u001b[22m, \u001b[1mあなたの音楽を楽しむためにジャズを研究している必要はありませんけれどもジャズファン自身が、私は、スコアと幸せになることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAt heart, this is a character driven show, but don't let that fool you into thinking there isn't an overarching story. Some episodes are more obviously connected with the backbone, while others only lightly touch upon it. Yet every episode contributes to a story that truly deserves its place among the masterpieces of anime, and indeed of all cinema.\n\n\u001b[1m心臓部では、これはキャラクター主導のショーですが、それはあなたを馬鹿にさせて、大事な話がないと思うようにしてはいけません。 エピソードの中には、明らかにバックボーンに接続されているエピソードもあれば、軽く触れるエピソードもあります。 しかし、すべてのエピソードは、本当にアニメの傑作、そして実際にはすべての映画の中でその場所に値する物語に貢献します。\u001b[22m\n\u001b[1m(Shinzō-bude wa, koreha kyarakutā shudō no shōdesuga, sore wa anata o baka ni sa sete, daijina hanashi ga nai to omou yō ni shite wa ikemasen. Episōdo no nakaniha, akiraka ni bakkubōn ni setsuzoku sa rete iru episōdo mo areba, karuku fureru episōdo mo arimasu. Shikashi, subete no episōdo wa, hontōni anime no kessaku, soshite jissai ni wa subete no eiga no naka de sono basho ni ataisuru monogatari ni kōken shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt heart, this is a character driven show, but don't let that fool you into thinking there isn't an overarching story. Some episodes are more obviously connected with the backbone, while others only lightly touch upon it. Yet every episode contributes to a story that truly deserves its place among the masterpieces of anime, and indeed of all cinema.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt heart, this is a character driven show, but don't let that fool you into thinking there isn't an overarching story.\u001b[24m\n    \u001b[1m心臓部では、これはキャラクター主導のショーですが、それはあなたを馬鹿にさせて、大事な話がないと思うようにしてはいけません。\u001b[22m, \u001b[1m心臓部には、これは文字駆動ショーですが、それは包括的な話がないという考えに惑わされません。\u001b[22m\n\u001b[4mSome episodes are more obviously connected with the backbone, while others only lightly touch upon it.\u001b[24m\n    \u001b[1mエピソードの中には、明らかにバックボーンに接続されているエピソードもあれば、軽く触れるエピソードもあります。\u001b[22m, \u001b[1m他の人がだけ軽く触れながら、いくつかのエピソードが、より明らかに、バックボーンに接続されています。\u001b[22m\n\u001b[4mYet every episode contributes to a story that truly deserves its place among the masterpieces of anime, and indeed of all cinema.\u001b[24m\n    \u001b[1mしかし、すべてのエピソードは、本当にアニメの傑作、そして実際にはすべての映画の中でその場所に値する物語に貢献します。\u001b[22m, \u001b[1mしかし、すべてのエピソードは、本当にすべての映画実際にアニメの傑作の中でその場所に値する、と物語に貢献しています。\u001b[22m\n\u001b[1m\u001b[22m\nThose who haven't seen it yet, or who stopped within a few episodes wondering what the hype is about, I suggest you ride the show out. While I can't say you'll think the same way I do by the end, I'm confident you'll understand how compelling the story is by the time you finish. Some shows don't deserve the hype they get. Cowboy Bebop proves, even at 15 years old, that not all hype is undeserved.\n\n\u001b[1mまだそれを見たことのない人、または誇大宣伝が何であるか疑問に思われる少数のエピソードの中で止まった人は、ショーに乗ることをお勧めします。 私が最後までやっているのと同じように思うとは言いませんが、終わりまでにはどれくらい説得力があるのか​​分かります。 いくつかのショーは彼らが得る誇大宣伝に値するものではありません。 カウボーイビバップは、たとえ15歳でさえ、すべての誇大宣告が不当ではないことを証明しています。\u001b[22m\n\u001b[1m(Mada sore o mita koto no nai hito, matawa kodai senden ga nandearu ka gimon ni omowa reru shōsū no episōdo no naka de tomatta hito wa, shō ni noru koto o o susume shimasu. Watashi ga saigomade yatte iru no to onaji yō ni omou to wa iimasenga, owari made ni wa dorekurai settoku-ryoku ga aru no ka ​​ wakarimasu. Ikutsu ka no shō wa karera ga eru kodai senden ni ataisuru monode wa arimasen. Kaubōibibappu wa, tatoe 15-saide sae, subete no kodai senkoku ga futōde wanai koto o shōmei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThose who haven't seen it yet, or who stopped within a few episodes wondering what the hype is about, I suggest you ride the show out. While I can't say you'll think the same way I do by the end, I'm confident you'll understand how compelling the story is by the time you finish. Some shows don't deserve the hype they get. Cowboy Bebop proves, even at 15 years old, that not all hype is undeserved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose who haven't seen it yet, or who stopped within a few episodes wondering what the hype is about, I suggest you ride the show out.\u001b[24m\n    \u001b[1mまだそれを見たことのない人、または誇大宣伝が何であるか疑問に思われる少数のエピソードの中で止まった人は、ショーに乗ることをお勧めします。\u001b[22m, \u001b[1mまだそれを見て、または誇大広告が何であるかについて疑問に思っていくつかのエピソード内で停止して誰がいない人は、私はあなたがショーを乗り切る示唆しています。\u001b[22m\n\u001b[4mWhile I can't say you'll think the same way I do by the end, I'm confident you'll understand how compelling the story is by the time you finish.\u001b[24m\n    \u001b[1m私が最後までやっているのと同じように思うとは言いませんが、終わりまでにはどれくらい説得力があるのか分かります。\u001b[22m, \u001b[1m私はあなたが私は年末までに行うのと同じように考えるだろうと言うことはできませんが、私はあなたが物語はあなたが終了時間によってどのように説得力を理解するだろう確信しています。\u001b[22m\n\u001b[4mSome shows don't deserve the hype they get.\u001b[24m\n    \u001b[1mいくつかのショーは彼らが得る誇大宣伝に値するものではありません。\u001b[22m, \u001b[1mいくつかのショーは彼らが得る誇大広告に値しません。\u001b[22m\n\u001b[4mCowboy Bebop proves, even at 15 years old, that not all hype is undeserved.\u001b[24m\n    \u001b[1mカウボーイビバップは、たとえ15歳でさえ、すべての誇大宣告が不当ではないことを証明しています。\u001b[22m, \u001b[1mカウボーイビバップはないすべての誇大宣伝が不当であること、あっても15歳の時、証明しています。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "SabrinaMurray88",
    "profile": "/profile/SabrinaMurray88/reviews",
    "pages": "11",
    "number": "13",
    "link": "/reviews.php?id=123621",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nカウボーイビバップは、単に最高のアニメシリーズです。 ショーはクラシックだけでなく傑作です。 物語は、2人の男性、1人の女性、1人の10代の女の子、およびウェールズコーギーの乗組員で満たされた宇宙船に続く。 キャラクターはあなたのバックグラウンドストーリーを知っていると永遠にあなたの心に残っています。 マイナーなキャラクターや再現されないキャラクターでさえ、思い出深い印象を与えます。 音楽はショーにはぴったりです。そして、菅野よう子は、すべての曲を演奏するためにThe Seatbeltsを作りました。 まったく素晴らしいアニメです。 これは、私が英語または日本語で見たことのないアニメの1つです。 ダビングは正しく行われました！ あなたはあなた自身をオタクと呼ぶなら、このアニメを見なければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop is simply the best anime series. The show is not only a classic but a masterpiece. The story follows a Spaceship filled with a crew of two men, one woman, one teenage girl, and a Welsh Corgi. The characters are forever lasting on your heart when you know their background story. Even the minor characters and non re occurring ones make a memorable impression. The music is perfect for the show and Yoko Kanno eve created The Seatbelts to perform all the songs. Simply a fantastic anime all around. This is one anime I do not mind watching in either English or Japanese. The dubbing was done right! You must watch this anime if you call yourself an Otaku.\n\n\u001b[1mカウボーイビバップは、単に最高のアニメシリーズです。 ショーはクラシックだけでなく傑作です。 物語は、2人の男性、1人の女性、1人の10代の女の子、およびウェールズコーギーの乗組員で満たされた宇宙船に続く。 キャラクターはあなたのバックグラウンドストーリーを知っていると永遠にあなたの心に残っています。 マイナーなキャラクターや再現されないキャラクターでさえ、思い出深い印象を与えます。 音楽はショーにはぴったりです。そして、菅野よう子は、すべての曲を演奏するためにThe Seatbeltsを作りました。 まったく素晴らしいアニメです。 これは、私が英語または日本語で見たことのないアニメの1つです。 ダビングは正しく行われました！ あなたはあなた自身をオタクと呼ぶなら、このアニメを見なければならない。\u001b[22m\n\u001b[1m(Kaubōibibappu wa, tan'ni saikō no animeshirīzudesu. Shō wa kurashikku dakedenaku kessakudesu. Monogatari wa, 2-ri no dansei, 1-ri no josei, 1-ri no 10-dai no on'nanoko, oyobi u~ēruzukōgī no norikumiin de mitasa reta uchūsen ni tsudzuku. Kyarakutā wa anata no bakkuguraundosutōrī o shitte iruto eien ni anatanokokoroni nokotte imasu. Maināna kyarakutā ya saigen sa renai kyarakutāde sae, omoidebukai inshō o ataemasu. Ongaku wa shō ni wa pittaridesu. Soshite, kan'no yōko wa, subete no kyoku o ensō suru tame ni The Seatbelts o tsukurimashita. Mattaku subarashī animedesu. Kore wa, watashi ga eigo matawa nihongo de mita koto no nai anime no 1tsudesu. Dabingu wa tadashiku okonawa remashita! Anata wa anata jishin o otaku to yobunara, kono anime o minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop is simply the best anime series. The show is not only a classic but a masterpiece. The story follows a Spaceship filled with a crew of two men, one woman, one teenage girl, and a Welsh Corgi. The characters are forever lasting on your heart when you know their background story. Even the minor characters and non re occurring ones make a memorable impression. The music is perfect for the show and Yoko Kanno eve created The Seatbelts to perform all the songs. Simply a fantastic anime all around. This is one anime I do not mind watching in either English or Japanese. The dubbing was done right! You must watch this anime if you call yourself an Otaku.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop is simply the best anime series.\u001b[24m\n    \u001b[1mカウボーイビバップは、単に最高のアニメシリーズです。\u001b[22m\n\u001b[4mThe show is not only a classic but a masterpiece.\u001b[24m\n    \u001b[1mショーはクラシックだけでなく傑作です。\u001b[22m, \u001b[1mショーは古典が、傑作だけではありません。\u001b[22m\n\u001b[4mThe story follows a Spaceship filled with a crew of two men, one woman, one teenage girl, and a Welsh Corgi.\u001b[24m\n    \u001b[1m物語は、2人の男性、1人の女性、1人の10代の女の子、およびウェールズコーギーの乗組員で満たされた宇宙船に続く。\u001b[22m, \u001b[1m物語は二人の男、一人の女性、10代の少女一人、とウェルシュ・コーギーの乗組員で満たされた宇宙船に続きます。\u001b[22m\n\u001b[4mThe characters are forever lasting on your heart when you know their background story.\u001b[24m\n    \u001b[1mキャラクターはあなたのバックグラウンドストーリーを知っていると永遠にあなたの心に残っています。\u001b[22m, \u001b[1mあなたが彼らのバックグラウンドストーリーを知っているときの文字が永遠にあなたの心に持続されています。\u001b[22m\n\u001b[4mEven the minor characters and non re occurring ones make a memorable impression.\u001b[24m\n    \u001b[1mマイナーなキャラクターや再現されないキャラクターでさえ、思い出深い印象を与えます。\u001b[22m, \u001b[1m些細な文字や非再発生したものが記憶に残る印象を与えます。\u001b[22m\n\u001b[4mThe music is perfect for the show and Yoko Kanno eve created The Seatbelts to perform all the songs.\u001b[24m\n    \u001b[1m音楽はショーにはぴったりです。そして、菅野よう子は、すべての曲を演奏するためにThe Seatbeltsを作りました。\u001b[22m, \u001b[1m音楽はショーのために完全であると菅野よう子前夜には、すべての曲を実行するためにシートベルトを作成しました。\u001b[22m\n\u001b[4mSimply a fantastic anime all around.\u001b[24m\n    \u001b[1mまったく素晴らしいアニメです。\u001b[22m, \u001b[1mすべての周りだけで、素晴らしいアニメ。\u001b[22m\n\u001b[4mThis is one anime I do not mind watching in either English or Japanese.\u001b[24m\n    \u001b[1mこれは、私が英語または日本語で見たことのないアニメの1つです。\u001b[22m, \u001b[1mこれは私が日本語か英語で見て気にしない1アニメです。\u001b[22m\n\u001b[4mThe dubbing was done right!\u001b[24m\n    \u001b[1mダビングは正しく行われました！\u001b[22m, \u001b[1mダビングが正しく行われました！\u001b[22m\n\u001b[4mYou must watch this anime if you call yourself an Otaku.\u001b[24m\n    \u001b[1mあなたはあなた自身をオタクと呼ぶなら、このアニメを見なければならない。\u001b[22m, \u001b[1mあなたがオタク自身を呼び出す場合は、このアニメを見なければなりません。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "jzmcdaisy",
    "profile": "/profile/jzmcdaisy/reviews",
    "pages": "11",
    "number": "14",
    "link": "/reviews.php?id=108703",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  10\nキャラクター|  9\n|  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "hansis",
    "profile": "/profile/hansis/reviews",
    "pages": "11",
    "number": "15",
    "link": "/reviews.php?id=8735",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n物語：\nこのアニメのプロットは、アニメの最後まで展開し始めません。 エピソードの大半は大きなプロットとは無関係のミッションを含んでおり、それがアニメの最大の問題です。\n\nアート：\nこのアニメに使用されている芸術は非常に複雑ですが、ストーリーは今日から離れていない時間帯に設定されているため、視聴者には馴染み深いです。\n\n音：\n銃の粉を爆発させる音が大好きです。 また、バックグラウンドのサウンドトラックはアニメと完璧にフィットします。\n\n文字：\nこのアニメのキャラクターデザインは単に天才です。 それぞれのキャラクターは、それぞれ独自の方法でユニークです。 私はスパイクシュピーゲル、エドワード（コンピュータの天才、そして女の子を救う）のようなオリジナルを見たことはありません。 それは話をはるかに面白くする。\n\n楽しみ：\nこれは私が見たより意味のあるアニメの一つです。 観客はプロットについて考えるのではなく、一般的な人生を考えるようになります。\n「私は起きることのできない夢を見ているような気がした。 私が知る前に、夢は終わった。  - スパイクシュピーゲル\n\n全体：\n私がそれを全体的に9つ与える主な理由は、無関係のミッションを含むエピソードがメインプロットに正確に対応していないことです。 これらのエピソードはすべて取り出せて、視聴者は何が起こっているのかを理解することができます。 しかし、このアニメは、アニメを見る方法に大きな影響を与えました。 このアニメは、鑑賞者がスパイクシュピーゲルの謎めいた思想を熟考して翻訳するという、多くの象徴主義を描いている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nthe story:\n\n\u001b[1m物語：\u001b[22m\n\u001b[1m(Monogatari:)\u001b[22m\n\nTranslations of \u001b[4mthe story:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story:\u001b[24m\n    \u001b[1m物語：\u001b[22m, \u001b[1mストーリー：\u001b[22m\nthe plot of this anime doesn't begin to unfold until the very end of the anime. most of the episodes include missions unrelated to the bigger plot, and that is my biggest problem with the anime.\n\n\u001b[1mこのアニメのプロットは、アニメの最後まで展開し始めません。 エピソードの大半は大きなプロットとは無関係のミッションを含んでおり、それがアニメの最大の問題です。\u001b[22m\n\u001b[1m(Kono anime no purotto wa, anime no saigomade tenkai shi hajimemasen. Episōdo no taihan wa ōkina purotto to wa mukankei no misshon o fukunde ori, sore ga anime no saidai no mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4mthe plot of this anime doesn't begin to unfold until the very end of the anime. most of the episodes include missions unrelated to the bigger plot, and that is my biggest problem with the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe plot of this anime doesn't begin to unfold until the very end of the anime.\u001b[24m\n    \u001b[1mこのアニメのプロットは、アニメの最後まで展開し始めません。\u001b[22m, \u001b[1mこのアニメのプロットは、アニメの最後の最後まで展開を開始しません。\u001b[22m\n\u001b[4mmost of the episodes include missions unrelated to the bigger plot, and that is my biggest problem with the anime.\u001b[24m\n    \u001b[1mエピソードの大半は大きなプロットとは無関係のミッションを含んでおり、それがアニメの最大の問題です。\u001b[22m, \u001b[1mエピソードのほとんどは、大きなプロットとは無関係のミッションが含まれ、それがアニメと私の最大の問題です。\u001b[22m\n\u001b[1m\u001b[22m\nart:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mart:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nthe art used in this anime is very intricate, yet familiar for the viewer, since the story is set in a time period not distant from today, we get a feeling of what the future potentially will look like.\n\n\u001b[1mこのアニメに使用されている芸術は非常に複雑ですが、ストーリーは今日から離れていない時間帯に設定されているため、視聴者には馴染み深いです。\u001b[22m\n\u001b[1m(Kono anime ni shiyō sa rete iru geijutsu wa hijō ni fukuzatsudesuga, sutōrī wa kyō kara hanarete inai jikantai ni settei sa rete iru tame, shichō-sha ni wa najimibukaidesu.)\u001b[22m\n\nTranslations of \u001b[4mthe art used in this anime is very intricate, yet familiar for the viewer, since the story is set in a time period not distant from today, we get a feeling of what the future potentially will look like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art used in this anime is very intricate, yet familiar for the viewer, since the story is set in a time period not distant from today, we get a feeling of what the future potentially will look like.\u001b[24m\n    \u001b[1mこのアニメに使用されている芸術は非常に複雑ですが、ストーリーは今日から離れていない時間帯に設定されているため、視聴者には馴染み深いです。\u001b[22m, \u001b[1mこのアニメで使用される技術は、物語が今日から離れていない時間帯に設定されているので、私たちは未来が潜在的にどのように見えるかの感触を取得し、非常に複雑な、まだ視聴者のためによく知られています。\u001b[22m\n\u001b[1m\u001b[22m\nsound:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4msound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nlove the sound of exploding gun powder. also, the background soundtrack fits perfectly with the anime.\n\n\u001b[1m銃の粉を爆発させる音が大好きです。 また、バックグラウンドのサウンドトラックはアニメと完璧にフィットします。\u001b[22m\n\u001b[1m(Jū no kona o bakuhatsu sa seru oto ga daisukidesu. Mata, bakkuguraundo no saundotorakku wa anime to kanpeki ni fitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mlove the sound of exploding gun powder. also, the background soundtrack fits perfectly with the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlove the sound of exploding gun powder.\u001b[24m\n    \u001b[1m銃の粉を爆発させる音が大好きです。\u001b[22m, \u001b[1m火薬の爆発の音が大好きです。\u001b[22m\n\u001b[4malso, the background soundtrack fits perfectly with the anime.\u001b[24m\n    \u001b[1mまた、バックグラウンドのサウンドトラックはアニメと完璧にフィットします。\u001b[22m, \u001b[1mまた、バックグラウンドサウンドトラックは、アニメと完全に適合しています。\u001b[22m\n\u001b[1m\u001b[22m\ncharacters:\n\n\u001b[1m文字：\u001b[22m\n\u001b[1m(Moji:)\u001b[22m\n\nDefinitions of \u001b[4mcharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nthe character design for this anime is simply genius; each and every character is unique in their own way. i've never seen a character as original as spike spiegel, or edward ( the computer genius; and shes a girl ). it makes the story much more interesting.\n\n\u001b[1mこのアニメのキャラクターデザインは単に天才です。 それぞれのキャラクターは、それぞれ独自の方法でユニークです。 私はスパイクシュピーゲル、エドワード（コンピュータの天才、そして女の子を救う）のようなオリジナルを見たことはありません。 それは話をはるかに面白くする。\u001b[22m\n\u001b[1m(Kono anime no kyarakutādezain wa tan'ni tensaidesu. Sorezore no kyarakutā wa, sorezore dokuji no hōhō de yunīkudesu. Watashi wa supaikushupīgeru, edowādo (konpyūta no tensai, soshite on'nanoko o sukuu) no yōna orijinaru o mita koto wa arimasen. Sore wa hanashi o haruka ni omoshiroku suru.)\u001b[22m\n\nTranslations of \u001b[4mthe character design for this anime is simply genius; each and every character is unique in their own way. i've never seen a character as original as spike spiegel, or edward ( the computer genius; and shes a girl ). it makes the story much more interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe character design for this anime is simply genius;\u001b[24m\n    \u001b[1mこのアニメのキャラクターデザインは単に天才です。\u001b[22m, \u001b[1mこのアニメのためのキャラクターデザインは、単に天才です。\u001b[22m\n\u001b[4meach and every character is unique in their own way.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、それぞれ独自の方法でユニークです。\u001b[22m, \u001b[1m一人ひとりの文字は、独自の方法でユニークです。\u001b[22m\n\u001b[4mi've never seen a character as original as spike spiegel, or edward ( the computer genius; and shes a girl ).\u001b[24m\n    \u001b[1m私はスパイクシュピーゲル、エドワード（コンピュータの天才、そして女の子を救う）のようなオリジナルを見たことはありません。\u001b[22m, \u001b[1m私はスパイク・スピーゲル、またはエドワードなど、オリジナルなどの文字見たことがない（コンピュータの天才を、そして女の子をシーズ）。\u001b[22m\n\u001b[4mit makes the story much more interesting.\u001b[24m\n    \u001b[1mそれは話をはるかに面白くする。\u001b[22m, \u001b[1mそれは話がはるかに興味深いです。\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment:\n/enˈjoimənt/\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4menjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nthis is one of the more meaningful animes that i have seen. it leaves the viewer to not only think about the plot, but just life in general.\n\n\u001b[1mこれは私が見たより意味のあるアニメの一つです。 観客はプロットについて考えるのではなく、一般的な人生を考えるようになります。\u001b[22m\n\u001b[1m(Kore wa watashi ga mita yori iminoaru anime no hitotsudesu. Kankyaku wa purotto ni tsuite kangaeru node wa naku, ippantekina jinsei o kangaeru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mthis is one of the more meaningful animes that i have seen. it leaves the viewer to not only think about the plot, but just life in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is one of the more meaningful animes that i have seen.\u001b[24m\n    \u001b[1mこれは私が見たより意味のあるアニメの一つです。\u001b[22m, \u001b[1mこれは私が見てきたより意味のあるアニメの一つです。\u001b[22m\n\u001b[4mit leaves the viewer to not only think about the plot, but just life in general.\u001b[24m\n    \u001b[1m観客はプロットについて考えるのではなく、一般的な人生を考えるようになります。\u001b[22m, \u001b[1mそれは一般のプロットが、ちょうど人生を考えるだけでなく、視聴者を残します。\u001b[22m\n' i felt like i was watching a dream i could never wake up from. before i knew it, the dream was over.' - spike spiegel\n\n\u001b[1m「私は起きることのできない夢を見ているような気がした。 私が知る前に、夢は終わった。  - スパイクシュピーゲル\u001b[22m\n\u001b[1m(`Watashi wa okiru koto no dekinai yume o mite iru yōna ki ga shita. Watashi ga shiru mae ni, yume wa owatta. - Supaikushupīgeru)\u001b[22m\n\nTranslations of \u001b[4m' i felt like i was watching a dream i could never wake up from. before i knew it, the dream was over.' - spike spiegel\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m' i felt like i was watching a dream i could never wake up from.\u001b[24m\n    \u001b[1m「私は起きることのできない夢を見ているような気がした。\u001b[22m, \u001b[1m私はから目を覚ますことができませんでした夢を見ていたように「私は感じました。\u001b[22m\n\u001b[4mbefore i knew it, the dream was over.'\u001b[24m\n    \u001b[1m私が知る前に、夢は終わった。\u001b[22m, \u001b[1m私はそれを知っていた前に、夢は終わりました。」\u001b[22m\n\u001b[4m- spike spiegel\u001b[24m\n    \u001b[1m - スパイクシュピーゲル\u001b[22m, \u001b[1m - スパイク・スピーゲル\u001b[22m\n\u001b[1m\u001b[22m\noverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4moverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nthe main reason why i give it a 9 overall is that the episodes involving the unrelated missions don't exactly correspond to the main plot; all those episodes could be taken out and the viewer would still be able to understand what was going on. however, this anime has had a good deal of impact on the way i watch animes. this anime portrays a great deal of symbolism, in which the viewer is also left to ponder and translate the puzzling philosophies of spike spiegel.\n\n\u001b[1m私がそれを全体的に9つ与える主な理由は、無関係のミッションを含むエピソードがメインプロットに正確に対応していないことです。 これらのエピソードはすべて取り出せて、視聴者は何が起こっているのかを理解することができます。 しかし、このアニメは、アニメを見る方法に大きな影響を与えました。 このアニメは、鑑賞者がスパイクシュピーゲルの謎めいた思想を熟考して翻訳するという、多くの象徴主義を描いている。\u001b[22m\n\u001b[1m(Watashi ga sore o zentai-teki ni kokonotsu ataeru omona riyū wa, mukankei no misshon o fukumu episōdo ga meinpurotto ni seikaku ni taiō shite inai kotodesu. Korera no episōdo wa subete toridasete, shichō-sha wa nani ga okotte iru no ka o rikai suru koto ga dekimasu. Shikashi, kono anime wa, anime o miru hōhō ni ōkina eikyō o ataemashita. Kono anime wa, kanshō-sha ga supaikushupīgeru no nazomeita shisō o jukukō shite hon'yaku suru to iu, ōku no shōchō shugi o kaite iru.)\u001b[22m\n\nTranslations of \u001b[4mthe main reason why i give it a 9 overall is that the episodes involving the unrelated missions don't exactly correspond to the main plot; all those episodes could be taken out and the viewer would still be able to understand what was going on. however, this anime has had a good deal of impact on the way i watch animes. this anime portrays a great deal of symbolism, in which the viewer is also left to ponder and translate the puzzling philosophies of spike spiegel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe main reason why i give it a 9 overall is that the episodes involving the unrelated missions don't exactly correspond to the main plot;\u001b[24m\n    \u001b[1m私がそれを全体的に9つ与える主な理由は、無関係のミッションを含むエピソードがメインプロットに正確に対応していないことです。\u001b[22m, \u001b[1m私はそれを9全体的なを与える主な理由は、無関係な任務を伴うエピソードを正確にメインプロットに対応していないということです。\u001b[22m\n\u001b[4mall those episodes could be taken out and the viewer would still be able to understand what was going on.\u001b[24m\n    \u001b[1mこれらのエピソードはすべて取り出せて、視聴者は何が起こっているのかを理解することができます。\u001b[22m, \u001b[1mこれらすべてのエピソードを取り出すことができ、視聴者はまだ何が起こっていたかを理解することができるだろう。\u001b[22m\n\u001b[4mhowever, this anime has had a good deal of impact on the way i watch animes.\u001b[24m\n    \u001b[1mしかし、このアニメは、アニメを見る方法に大きな影響を与えました。\u001b[22m, \u001b[1mしかし、このアニメは私がアニメを見る方法への影響の良い取引を持っていました。\u001b[22m\n\u001b[4mthis anime portrays a great deal of symbolism, in which the viewer is also left to ponder and translate the puzzling philosophies of spike spiegel.\u001b[24m\n    \u001b[1mこのアニメは、鑑賞者がスパイクシュピーゲルの謎めいた思想を熟考して翻訳するという、多くの象徴主義を描いている。\u001b[22m, \u001b[1mこのアニメは、視聴者はまた、スパイク・スピーゲルの不可解な哲学を熟考し、翻訳するために残されている象徴の多くを、描いています。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "abdul23",
    "profile": "/profile/abdul23/reviews",
    "pages": "11",
    "number": "16",
    "link": "/reviews.php?id=79226",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nあなたが食べることを計画していないときに飢えの苦しみを知っていますか、あなたが食べ物をチェックして、無作為に一緒に食べ物を入れます。 それは偉大な味をしています（おそらくuは本当に空腹ですから）。 まあ、私がカウボーイビバップを見ていたときの気持ちです。 私は、カウボーイやバウンティハンターが正確には、シンジケート、スペースゲートと他の多くは、um、物事は、すべて26のエピソードでは、すべてが同時に本当に独特で親しみを持っていることを意味します。\n長野アニメに慣れている人として、私はカウボーイビバップがとても爽やかであることを発見しました。 このショーは、シリーズではなく、相互に関連していない物語から構成されています。 最初のエピソードを見た後、私はストーリーラインがピックアップすると思った。 しかし、私は間違っていた。 それにもかかわらず、短編小説は楽しいものでした。 各エピソードは、人間が実際にアニメから滲出して感じることができるこの強い情緒的なシーンを持っています。 私は、裏切りの友情、愛などのようなものについて話しています。 私が言っていることは、物語が今アニメと比べて感傷的なものに関連するイベントを過大に強調していないということです。 あなたはそれを見るときを理解するでしょう。\n\nアート\n\n私は本当に芸術の良い裁判官ではありませんが、このアニメの裁判官は18+の評価を叫んでいます。\n\nキャラクター\n\n以来、これは短いアニメです。 キャラクターに感情的に関わっている可能性は低いです。 主人公はあまり話していない：ジェットは常にそれらを叱っている：フェイはただ自分自身にすべての賞金を抱きしめたいと思う：エドはちょうど偏心だが、私は彼 - 私の好きなキャラクターだ - と言うだろうが。\n\n私は高い評価を得ているので、これらのショーを見始めました。クラシックなのか、それがファンサービスに参加しなかったのかを伝える多くの記事を読みました。 率直に言って、私は古典的なアニメの定義を知らないが、このアニメは一発の価値がある。 カウボーイビバップのエピソードを通して、私のお気に入りはエピソード＃24だった、私は本当に何かを感じた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDo you know that hunger pang when you haven't planned on anything to eat it, and you check what food stuff you have and randomly put things together; and it tastes great ( most likely because u are really hungry). Well that's the kind of feeling I got when I was watching Cowboy Bebop. I mean cowboys or bounty hunters to be exact, syndicates, space gates and a lot of other, um, stuff all in 26 episodes is really peculiar and familiar all at the same time.\n\n\u001b[1mあなたが食べることを計画していないときに飢えの苦しみを知っていますか、あなたが食べ物をチェックして、無作為に一緒に食べ物を入れます。 それは偉大な味をしています（おそらくuは本当に空腹ですから）。 まあ、私がカウボーイビバップを見ていたときの気持ちです。 私は、カウボーイやバウンティハンターが正確には、シンジケート、スペースゲートと他の多くは、um、物事は、すべて26のエピソードでは、すべてが同時に本当に独特で親しみを持っていることを意味します。\u001b[22m\n\u001b[1m(Anata ga taberu koto o keikaku shite inai toki ni ue no kurushimi o shitte imasu ka, anata ga tabemono o chekku shite, musakui ni issho ni tabemono o iremasu. Sore wa idaina aji o shite imasu (osoraku u wa hontōni kūfukudesukara). Mā, watashi ga kaubōibibappu o mite ita toki no kimochidesu. Watashi wa, kaubōi ya bauntihantā ga seikaku ni wa, shinjikēto, supēsugēto to hoka no ōku wa, um, monogoto wa, subete 26 no episōdode wa, subete ga dōjini hontōni dokutokude shitashimi o motte iru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDo you know that hunger pang when you haven't planned on anything to eat it, and you check what food stuff you have and randomly put things together; and it tastes great ( most likely because u are really hungry). Well that's the kind of feeling I got when I was watching Cowboy Bebop. I mean cowboys or bounty hunters to be exact, syndicates, space gates and a lot of other, um, stuff all in 26 episodes is really peculiar and familiar all at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you know that hunger pang when you haven't planned on anything to eat it, and you check what food stuff you have and randomly put things together;\u001b[24m\n    \u001b[1mあなたが食べることを計画していないときに飢えの苦しみを知っていますか、あなたが食べ物をチェックして、無作為に一緒に食べ物を入れます。\u001b[22m, \u001b[1mあなたはそれを食べるために何にも計画していない、とあなたが持っているものを食品原料チェックして、ランダムに物事を一緒に入れたときに空腹の痛みを知っていますか。\u001b[22m\n\u001b[4mand it tastes great ( most likely because u are really hungry).\u001b[24m\n    \u001b[1mそれは偉大な味をしています（おそらくuは本当に空腹ですから）。\u001b[22m, \u001b[1m（uは本当に飢えているので、最も可能性が高い）、それは素晴らしい味。\u001b[22m\n\u001b[4mWell that's the kind of feeling I got when I was watching Cowboy Bebop.\u001b[24m\n    \u001b[1mまあ、私がカウボーイビバップを見ていたときの気持ちです。\u001b[22m, \u001b[1mまあそれは私がカウボーイビバップを見ていたときに私が得た感のようなものです。\u001b[22m\n\u001b[4mI mean cowboys or bounty hunters to be exact, syndicates, space gates and a lot of other, um, stuff all in 26 episodes is really peculiar and familiar all at the same time.\u001b[24m\n    \u001b[1m私は、カウボーイやバウンティハンターが正確には、シンジケート、スペースゲートと他の多くは、um、物事は、すべて26のエピソードでは、すべてが同時に本当に独特で親しみを持っていることを意味します。\u001b[22m, \u001b[1m私は26のエピソードですべてが同時に本当に独特の、すべてのよく知られている正確にはカウボーイやバウンティハンター、シンジケート、スペースゲートおよびその他の、ええと、多くのものを意味します。\u001b[22m\nAs a person who is accustomed to long running shounen anime, I found Cowboy Bebop quite refreshing. The show comprised series short, not-so-interconnected stories. After watching the first episodes, I thought a story line would pick up; I was wrong,however. Nonetheless, the short stories were enjoyable. Each episodes has this strong emotional scenes which a person can really feel exuding from the anime. I am talking about such things as betrayal friendship,love and the like of sort . What I am trying to say is the story does not over-exaggerate events relating to something sentimental compared to anime now. You would understand when you watch it.\n\n\u001b[1m長野アニメに慣れている人として、私はカウボーイビバップがとても爽やかであることを発見しました。 このショーは、シリーズではなく、相互に関連していない物語から構成されています。 最初のエピソードを見た後、私はストーリーラインがピックアップすると思った。 しかし、私は間違っていた。 それにもかかわらず、短編小説は楽しいものでした。 各エピソードは、人間が実際にアニメから滲出して感じることができるこの強い情緒的なシーンを持っています。 私は、裏切りの友情、愛などのようなものについて話しています。 私が言っていることは、物語が今アニメと比べて感傷的なものに関連するイベントを過大に強調していないということです。 あなたはそれを見るときを理解するでしょう。\u001b[22m\n\u001b[1m(Nagano anime ni narete iru hito to shite, watashi wa kaubōibibappu ga totemo sawayakadearu koto o hakken shimashita. Kono shō wa, shirīzude wa naku, sōgo ni kanren shite inai monogatari kara kōsei sa rete imasu. Saisho no episōdo o mita nochi, watashi wa sutōrīrain ga pikkuappu suru to omotta. Shikashi, watashi wa machigatte ita. Sore nimokakawarazu, tanpen shōsetsu wa tanoshī monodeshita. Kaku episōdo wa, ningen ga jissai ni anime kara shinshutsu shite kanjiru koto ga dekiru kono tsuyoi jōcho-tekina shīn o motte imasu. Watashi wa, uragiri no yūjō, ai nado no yōna mono ni tsuite hanashite imasu. Watashi ga itte iru koto wa, monogatari ga ima anime to kurabete kanshō-tekina mono ni kanren suru ibento o kadai ni kyōchō shite inai to iu kotodesu. Anata wa sore o miru toki o rikai surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAs a person who is accustomed to long running shounen anime, I found Cowboy Bebop quite refreshing. The show comprised series short, not-so-interconnected stories. After watching the first episodes, I thought a story line would pick up; I was wrong,however. Nonetheless, the short stories were enjoyable. Each episodes has this strong emotional scenes which a person can really feel exuding from the anime. I am talking about such things as betrayal friendship,love and the like of sort . What I am trying to say is the story does not over-exaggerate events relating to something sentimental compared to anime now. You would understand when you watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a person who is accustomed to long running shounen anime, I found Cowboy Bebop quite refreshing.\u001b[24m\n    \u001b[1m長野アニメに慣れている人として、私はカウボーイビバップがとても爽やかであることを発見しました。\u001b[22m, \u001b[1m実行時間の長い少年アニメに慣れている人として、私はカウボーイビバップは非常にさわやかな発見しました。\u001b[22m\n\u001b[4mThe show comprised series short, not-so-interconnected stories.\u001b[24m\n    \u001b[1mこのショーは、シリーズではなく、相互に関連していない物語から構成されています。\u001b[22m, \u001b[1mショーは一連の短い、それほど相互接続されていない物語を構成しました。\u001b[22m\n\u001b[4mAfter watching the first episodes, I thought a story line would pick up;\u001b[24m\n    \u001b[1m最初のエピソードを見た後、私はストーリーラインがピックアップすると思った。\u001b[22m, \u001b[1m最初のエピソードを見た後、私はストーリーラインが拾うだろうと思いました。\u001b[22m\n\u001b[4mI was wrong,however.\u001b[24m\n    \u001b[1mしかし、私は間違っていた。\u001b[22m, \u001b[1mしかし私は、間違っていました。\u001b[22m\n\u001b[4mNonetheless, the short stories were enjoyable.\u001b[24m\n    \u001b[1mそれにもかかわらず、短編小説は楽しいものでした。\u001b[22m, \u001b[1mそれにもかかわらず、ショートストーリーが楽しいでした。\u001b[22m\n\u001b[4mEach episodes has this strong emotional scenes which a person can really feel exuding from the anime.\u001b[24m\n    \u001b[1m各エピソードは、人間が実際にアニメから滲出して感じることができるこの強い情緒的なシーンを持っています。\u001b[22m, \u001b[1m各エピソードは、人が本当にアニメから滲出感じることができるこの強い感情的なシーンがあります。\u001b[22m\n\u001b[4mI am talking about such things as betrayal friendship,love and the like of sort .\u001b[24m\n    \u001b[1m私は、裏切りの友情、愛などのようなものについて話しています。\u001b[22m, \u001b[1m私は裏切り、友情、愛とソートのなどのようなことについて話しています。\u001b[22m\n\u001b[4mWhat I am trying to say is the story does not over-exaggerate events relating to something sentimental compared to anime now.\u001b[24m\n    \u001b[1m私が言っていることは、物語が今アニメと比べて感傷的なものに関連するイベントを過大に強調していないということです。\u001b[22m, \u001b[1m私が言うことをしようとしていると、話は感傷的なものになりましアニメと比較に関連するイベントをオーバー誇張しておりません。\u001b[22m\n\u001b[4mYou would understand when you watch it.\u001b[24m\n    \u001b[1mあなたはそれを見るときを理解するでしょう。\u001b[22m, \u001b[1mあなたはそれを見たとき、あなたは理解するであろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nI am not really a good judge of art, but the one in this anime is shouting an 18+ rating.\n\n\u001b[1m私は本当に芸術の良い裁判官ではありませんが、このアニメの裁判官は18+の評価を叫んでいます。\u001b[22m\n\u001b[1m(Watashi wa hontōni geijutsu no yoi saibankande wa arimasenga, kono anime no saibankan wa 18 + no hyōka o sakende imasu.)\u001b[22m\n\nTranslations of \u001b[4mI am not really a good judge of art, but the one in this anime is shouting an 18+ rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not really a good judge of art, but the one in this anime is shouting an 18+ rating.\u001b[24m\n    \u001b[1m私は本当に芸術の良い裁判官ではありませんが、このアニメの裁判官は18+の評価を叫んでいます。\u001b[22m, \u001b[1m私は本当に芸術の良い裁判官ではないけど、このアニメに1人が18歳以上の評価を叫んされています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nSince this is a short anime. You are not likely to get emotionally involved with the characters. Spike, the main character doesn't speak much: Jet is always scolding them off: Faye just wants to hug all the bounty to herself: Ed is just eccentric though I will say he - or is it a she- is my favorite character.\n\n\u001b[1m以来、これは短いアニメです。 キャラクターに感情的に関わっている可能性は低いです。 主人公はあまり話していない：ジェットは常にそれらを叱っている：フェイはただ自分自身にすべての賞金を抱きしめたいと思う：エドはちょうど偏心だが、私は彼 - 私の好きなキャラクターだ - と言うだろうが。\u001b[22m\n\u001b[1m(Irai, kore wa mijikai animedesu. Kyarakutā ni kanjō-teki ni kakawatte iru kanōsei wa hikuidesu. Shujinkō wa amari hanashite inai: Jetto wa tsuneni sorera o shikatte iru: Fei wa tada jibun jishin ni subete no shōkin o dakishimetai to omou: Edo wa chōdo henshindaga, watashi wa kare - watashi no sukina kyarakutāda - to iudarouga.)\u001b[22m\n\nTranslations of \u001b[4mSince this is a short anime. You are not likely to get emotionally involved with the characters. Spike, the main character doesn't speak much: Jet is always scolding them off: Faye just wants to hug all the bounty to herself: Ed is just eccentric though I will say he - or is it a she- is my favorite character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this is a short anime.\u001b[24m\n    \u001b[1m以来、これは短いアニメです。\u001b[22m, \u001b[1mこれは、短いアニメがあるので。\u001b[22m\n\u001b[4mYou are not likely to get emotionally involved with the characters.\u001b[24m\n    \u001b[1mキャラクターに感情的に関わっている可能性は低いです。\u001b[22m, \u001b[1mあなたは文字で感情的に参加する可能性はありません。\u001b[22m\n\u001b[4mSpike, the main character doesn't speak much: Jet is always scolding them off: Faye just wants to hug all the bounty to herself: Ed is just eccentric though I will say he - or is it a she- is my favorite character.\u001b[24m\n    \u001b[1m主人公はあまり話していない：ジェットは常にそれらを叱っている：フェイはただ自分自身にすべての賞金を抱きしめたいと思う：エドはちょうど偏心だが、私は彼 - 私の好きなキャラクターだ - と言うだろうが。\u001b[22m, \u001b[1mスパイクは、メインキャラクターはあまり話すことはありません：ジェットは、常にそれらをオフに叱るさ：フェイはちょうど自分自身にすべての恵みを抱擁したい：私は彼と言うでしょうがエドだけ偏心している - またはそれはshe-は私の好きなキャラクターです。\u001b[22m\n\u001b[1m\u001b[22m\nI started watching these show because it had high ratings, and I read a lot of posts about it saying how classical it was, and how it didn't participate in fan services. Frankly, I don't know the definition of classical anime, but this anime is worth given a shot. Through Cowboy Bebop episodes, my favorite was episode #24 , I really felt something there.\n\n\u001b[1m私は高い評価を得ているので、これらのショーを見始めました。クラシックなのか、それがファンサービスに参加しなかったのかを伝える多くの記事を読みました。 率直に言って、私は古典的なアニメの定義を知らないが、このアニメは一発の価値がある。 カウボーイビバップのエピソードを通して、私のお気に入りはエピソード＃24だった、私は本当に何かを感じた。\u001b[22m\n\u001b[1m(Watashi wa takai hyōka o ete irunode, korera no shō o mi hajimemashita. Kurashikkuna no ka, sore ga fansābisu ni sanka shinakatta no ka o tsutaeru ōku no kiji o yomimashita. Sotchoku ni itte, watashi wa koten-tekina anime no teigi o shiranai ga, kono anime wa ippatsu no kachigāru. Kaubōibibappu no episōdo o tōshite, watashinōkiniiri wa episōdo# 24datta, watashi wa hontōni nanika o kanjita.)\u001b[22m\n\nTranslations of \u001b[4mI started watching these show because it had high ratings, and I read a lot of posts about it saying how classical it was, and how it didn't participate in fan services. Frankly, I don't know the definition of classical anime, but this anime is worth given a shot. Through Cowboy Bebop episodes, my favorite was episode #24 , I really felt something there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started watching these show because it had high ratings, and I read a lot of posts about it saying how classical it was, and how it didn't participate in fan services.\u001b[24m\n    \u001b[1m私は高い評価を得ているので、これらのショーを見始めました。クラシックなのか、それがファンサービスに参加しなかったのかを伝える多くの記事を読みました。\u001b[22m, \u001b[1mそれは高い評価を持っていたので、私はこれらのショーを見始めた、と私はそれがあったか、古典的と言ってそれについての記事をたくさん読んで、それはファンサービスに参加しませんでしたか。\u001b[22m\n\u001b[4mFrankly, I don't know the definition of classical anime, but this anime is worth given a shot.\u001b[24m\n    \u001b[1m率直に言って、私は古典的なアニメの定義を知らないが、このアニメは一発の価値がある。\u001b[22m, \u001b[1m率直に言って、私は古典アニメの定義を知らないが、このアニメはショット与えられた価値があります。\u001b[22m\n\u001b[4mThrough Cowboy Bebop episodes, my favorite was episode #24 , I really felt something there.\u001b[24m\n    \u001b[1mカウボーイビバップのエピソードを通して、私のお気に入りはエピソード＃24だった、私は本当に何かを感じた。\u001b[22m, \u001b[1mカウボーイビバップのエピソードを通じて、私のお気に入りは、私が実際にそこに何かを感じ、エピソード＃24でした。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "explicit707",
    "profile": "/profile/explicit707/reviews",
    "pages": "11",
    "number": "17",
    "link": "/reviews.php?id=84855",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは、私がボード全体で10を与える少数のアニメシリーズの一つです。 すべてのエピソードはユニークで魅力的です。 すべてのキャラクターは目的を持っています。 すべての戦闘シーンは芸術的に行われます。 何よりも、これまでに撮ったアニメの最も興味深い概念の1つを持っています。 アニメはさておき、すべての時間の中で最高のSFシリーズです。\n\nこのシリーズは、宇宙の周りを旅行する宇宙飛行士の小さな船と、生きものをこすりつけようとしている別の惑星のことです。 彼らは通常、フラットに壊れて少し欲求不満です。 典型的に彼らの仕事は彼らに賞金稼ぎをさせますが、ほとんどの場合、彼らは彼らが得ることができるすべての宇宙カウボーイです。 彼らは間違いのない強い感覚を持っていますが、復讐は決して疑う余地がありません。\n\n西洋と宇宙のドラマが好きなら、これはあなたのためです。 あなたがしなければ、まあ、これはとにかくあなたのためです。 私はカウボーイビバップが好きではない人と話したことはありません。 これは必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the few anime series that I give a 10 across the board to. Every episode is unique and mesmerizing. Every character has a purpose. Every fight scene is artistically done. Most of all it has one of the most interesting concepts of any anime I have ever scene. Anime aside, it's one of the best sci-fi series of all time.\n\n\u001b[1mこれは、私がボード全体で10を与える少数のアニメシリーズの一つです。 すべてのエピソードはユニークで魅力的です。 すべてのキャラクターは目的を持っています。 すべての戦闘シーンは芸術的に行われます。 何よりも、これまでに撮ったアニメの最も興味深い概念の1つを持っています。 アニメはさておき、すべての時間の中で最高のSFシリーズです。\u001b[22m\n\u001b[1m(Kore wa, watashi ga bōdo zentai de 10 o ataeru shōsū no animeshirīzu no hitotsudesu. Subete no episōdo wa yunīku de mirikitekidesu. Subete no kyarakutā wa mokuteki o motte imasu. Subete no sentō shīn wa geijutsu-teki ni okonawa remasu. Naniyori mo, kore made ni totta anime no mottomo kyōmibukai gainen no 1tsu o motte imasu. Anime wa sateoki, subete no jikan no naka de saikō no SF shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of the few anime series that I give a 10 across the board to. Every episode is unique and mesmerizing. Every character has a purpose. Every fight scene is artistically done. Most of all it has one of the most interesting concepts of any anime I have ever scene. Anime aside, it's one of the best sci-fi series of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of the few anime series that I give a 10 across the board to.\u001b[24m\n    \u001b[1mこれは、私がボード全体で10を与える少数のアニメシリーズの一つです。\u001b[22m, \u001b[1mこれは私が軒並み10を与えるいくつかのアニメシリーズの一つです。\u001b[22m\n\u001b[4mEvery episode is unique and mesmerizing.\u001b[24m\n    \u001b[1mすべてのエピソードはユニークで魅力的です。\u001b[22m, \u001b[1mすべてのエピソードは、ユニークで魅惑的です。\u001b[22m\n\u001b[4mEvery character has a purpose.\u001b[24m\n    \u001b[1mすべてのキャラクターは目的を持っています。\u001b[22m, \u001b[1mすべての文字は、目的を持っています。\u001b[22m\n\u001b[4mEvery fight scene is artistically done.\u001b[24m\n    \u001b[1mすべての戦闘シーンは芸術的に行われます。\u001b[22m, \u001b[1mすべての戦いのシーンは、芸術的に行われます。\u001b[22m\n\u001b[4mMost of all it has one of the most interesting concepts of any anime I have ever scene.\u001b[24m\n    \u001b[1m何よりも、これまでに撮ったアニメの最も興味深い概念の1つを持っています。\u001b[22m, \u001b[1mすべてのほとんどは、それは私が今までのシーンを持っている任意のアニメの最も興味深い概念の一つを持っています。\u001b[22m\n\u001b[4mAnime aside, it's one of the best sci-fi series of all time.\u001b[24m\n    \u001b[1mアニメはさておき、すべての時間の中で最高のSFシリーズです。\u001b[22m, \u001b[1mアニメはさておき、それはすべての時間の中で最高のSFシリーズの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThis series is about a small ship of outcasts that travel around space and to different planets just trying to scrape up a living. They're usually flat broke and a little desperate. Typically their work makes them bounty hunters, but for the most part they're all space cowboys that will take just about any job they can get. They have a strong sense of right and wrong, but revenge is never out of the question.\n\n\u001b[1mこのシリーズは、宇宙の周りを旅行する宇宙飛行士の小さな船と、生きものをこすりつけようとしている別の惑星のことです。 彼らは通常、フラットに壊れて少し欲求不満です。 典型的に彼らの仕事は彼らに賞金稼ぎをさせますが、ほとんどの場合、彼らは彼らが得ることができるすべての宇宙カウボーイです。 彼らは間違いのない強い感覚を持っていますが、復讐は決して疑う余地がありません。\u001b[22m\n\u001b[1m(Kono shirīzu wa, uchū no mawari o ryokō suru uchū hikō-shi no chīsana fune to, ikimono o kosuri tsukeyou to shite iru betsu no wakusei no kotodesu. Karera wa tsūjō, furatto ni kowarete sukoshi yokkyū fumandesu. Tenkei-teki ni karera no shigoto wa karera ni shōkin kasegi o sa semasuga, hotondo no baai, karera wa karera ga eru koto ga dekiru subete no uchū kaubōidesu. Karera wa machigai no nai tsuyoi kankaku o motte imasuga, fukushū wa kesshite utagau yochi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis series is about a small ship of outcasts that travel around space and to different planets just trying to scrape up a living. They're usually flat broke and a little desperate. Typically their work makes them bounty hunters, but for the most part they're all space cowboys that will take just about any job they can get. They have a strong sense of right and wrong, but revenge is never out of the question.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is about a small ship of outcasts that travel around space and to different planets just trying to scrape up a living.\u001b[24m\n    \u001b[1mこのシリーズは、宇宙の周りを旅行する宇宙飛行士の小さな船と、生きものをこすりつけようとしている別の惑星のことです。\u001b[22m, \u001b[1mこのシリーズは、スペースの周りだけの生活をこすりしようとしている別の惑星に旅行のけ者の小さな船についてです。\u001b[22m\n\u001b[4mThey're usually flat broke and a little desperate.\u001b[24m\n    \u001b[1m彼らは通常、フラットに壊れて少し欲求不満です。\u001b[22m, \u001b[1m彼らは通常、フラット破ったと少し絶望的です。\u001b[22m\n\u001b[4mTypically their work makes them bounty hunters, but for the most part they're all space cowboys that will take just about any job they can get.\u001b[24m\n    \u001b[1m典型的に彼らの仕事は彼らに賞金稼ぎをさせますが、ほとんどの場合、彼らは彼らが得ることができるすべての宇宙カウボーイです。\u001b[22m, \u001b[1m典型的には、自分の仕事は彼らバウンティハンターになりますが、ほとんどの部分は、彼らはちょうど彼らが得ることができる任意の仕事についてかかりますすべてのスペースカウボーイです。\u001b[22m\n\u001b[4mThey have a strong sense of right and wrong, but revenge is never out of the question.\u001b[24m\n    \u001b[1m彼らは間違いのない強い感覚を持っていますが、復讐は決して疑う余地がありません。\u001b[22m, \u001b[1m彼らは善悪の強い感覚を持っていますが、復讐は問題外になることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like westerns and space dramas then this is for you. If you don't, well, then this is for you anyway. I've never talked to anyone that didn't like Cowboy Bebop. This is a must see.\n\n\u001b[1m西洋と宇宙のドラマが好きなら、これはあなたのためです。 あなたがしなければ、まあ、これはとにかくあなたのためです。 私はカウボーイビバップが好きではない人と話したことはありません。 これは必見です。\u001b[22m\n\u001b[1m(Seiyō to uchū no dorama ga sukinara, kore wa anata no tamedesu. Anata ga shinakereba, mā, kore wa tonikaku anata no tamedesu. Watashi wa kaubōibibappu ga sukide wanai hito to hanashita koto wa arimasen. Kore wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like westerns and space dramas then this is for you. If you don't, well, then this is for you anyway. I've never talked to anyone that didn't like Cowboy Bebop. This is a must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like westerns and space dramas then this is for you.\u001b[24m\n    \u001b[1m西洋と宇宙のドラマが好きなら、これはあなたのためです。\u001b[22m, \u001b[1mあなたは西部劇と宇宙のドラマが好きなら、これはあなたのためです。\u001b[22m\n\u001b[4mIf you don't, well, then this is for you anyway.\u001b[24m\n    \u001b[1mあなたがしなければ、まあ、これはとにかくあなたのためです。\u001b[22m, \u001b[1mそうしない場合は、よく、これはとにかくあなたのためです。\u001b[22m\n\u001b[4mI've never talked to anyone that didn't like Cowboy Bebop.\u001b[24m\n    \u001b[1m私はカウボーイビバップが好きではない人と話したことはありません。\u001b[22m, \u001b[1m私はカウボーイビバップ好きではなかった誰にも話したことがありません。\u001b[22m\n\u001b[4mThis is a must see.\u001b[24m\n    \u001b[1mこれは必見です。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Fufuzilla",
    "profile": "/profile/Fufuzilla/reviews",
    "pages": "11",
    "number": "18",
    "link": "/reviews.php?id=7683",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n（最初のレビューは私に苦労しないでください^^\n私のスペルと文法を許して、それが最高ではないものを言いなさい）\nさて、これはまず私のFavです。 アニメのすべての時間、それは驚くほど中毒性があったので、それは本当にうまくいった。 そして、あなたはいつももっと欲しいものにしました。\n\n物語：それは他の人たちと同じように見えたが、それは世界で最高だったが、最高だった。 しかしそれは全く悪くなかった。\n\n芸術：それが作られた時、あなたが戻ってその時間の周りの他のショーを見れば、それが本当にどれほど驚くべきものかを見ることができたことは驚きでした。\nそれは文字のような時にいくつかの欠陥を持っていた。 いくつかの地域では長く見える身体から、時間のないところでは変わったように見え、他のものは、それほど大きなものではありません。\n\nサウンド：私は彼らがジャズとブルースの音楽のように設定された音楽をどのようにしたのが大好きです。 私はそれが好きですが、それはいくつかの人々に迷惑をかけることができます。\n\nキャラクター：カウボーイビバップはいつもクールなキャラクターを持っています。スパイクは私の時代のお気に入りです。彼はすごく面白いです。エドは本当に面白かったです。悪い人はすばらしかった\n\n楽しさ/全体：それはあなたがもっと欲しいと思っている、それは古いアニメであるかなり元気だったアニメの多くは、それからものを取っている。  overalllllll最高のアニメエバ（私は完全にそれwasntの全体的なcuzの10を与えませんでしたが、アニメはありません）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(first review so dont give me a hard time^^\n\n\u001b[1m（最初のレビューは私に苦労しないでください^^\u001b[22m\n\u001b[1m((Saisho no rebyū wa watashi ni kurō shinaide kudasai ^ ^)\u001b[22m\n\nTranslations of \u001b[4m(first review so dont give me a hard time^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(first review so dont give me a hard time^^\u001b[24m\n    \u001b[1m（最初のレビューは私に苦労しないでください^^\u001b[22m, \u001b[1m（最初のレビューは、そう私は、ハードの時間を与えるいけない^^\u001b[22m\nand please excuse my spelling and grammar and stuff it isn't the best)\n\n\u001b[1m私のスペルと文法を許して、それが最高ではないものを言いなさい）\u001b[22m\n\u001b[1m(Watashi no superu to bunpō o yurushite, sore ga saikōde wanai mono o ii nasai))\u001b[22m\n\nTranslations of \u001b[4mand please excuse my spelling and grammar and stuff it isn't the best)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand please excuse my spelling and grammar and stuff it isn't the best)\u001b[24m\n    \u001b[1m私のスペルと文法を許して、それが最高ではないものを言いなさい）\u001b[22m, \u001b[1mそして、）私のスペルや文法を言い訳し、それが最高ではない詰め込むください\u001b[22m\nOkay, first off this is my Fav. anime of all time, it was amazingly addictive it really paced stuff out well. And it made you always wanting more.\n\n\u001b[1mさて、これはまず私のFavです。 アニメのすべての時間、それは驚くほど中毒性があったので、それは本当にうまくいった。 そして、あなたはいつももっと欲しいものにしました。\u001b[22m\n\u001b[1m(Sate, kore wa mazu watashi no Favdesu. Anime no subete no jikan, soreha odoroku hodo chūdoku-sei ga attanode, sore wa hontōni umaku itta. Soshite, anata wa itsumo motto hoshī mono ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOkay, first off this is my Fav. anime of all time, it was amazingly addictive it really paced stuff out well. And it made you always wanting more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, first off this is my Fav.\u001b[24m\n    \u001b[1mさて、これはまず私のFavです。\u001b[22m, \u001b[1mさて、最初にこのオフに私たツイートです。\u001b[22m\n\u001b[4manime of all time, it was amazingly addictive it really paced stuff out well.\u001b[24m\n    \u001b[1mアニメのすべての時間、それは驚くほど中毒性があったので、それは本当にうまくいった。\u001b[22m, \u001b[1mすべての時間のアニメが、本当によくものをペース驚くほど中毒性でした。\u001b[22m\n\u001b[4mAnd it made you always wanting more.\u001b[24m\n    \u001b[1mそして、あなたはいつももっと欲しいものにしました。\u001b[22m, \u001b[1mそして、それはあなたがいつもより多くを望むました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story: it was good but not the best in the world it seemed kinda like others animes at time. but it wasnt bad at all.\n\n\u001b[1m物語：それは他の人たちと同じように見えたが、それは世界で最高だったが、最高だった。 しかしそれは全く悪くなかった。\u001b[22m\n\u001b[1m(Monogatari: Sore wa hokanohito-tachi to onaji yō ni mietaga, soreha sekai de saikōdattaga, saikōdatta. Shikashi sore wa mattaku warukunakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe story: it was good but not the best in the world it seemed kinda like others animes at time. but it wasnt bad at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story: it was good but not the best in the world it seemed kinda like others animes at time.\u001b[24m\n    \u001b[1m物語：それは他の人たちと同じように見えたが、それは世界で最高だったが、最高だった。\u001b[22m, \u001b[1mストーリー：それは時間にちょっと他のアニメのように思えた世界で最高に良かったではありません。\u001b[22m\n\u001b[4mbut it wasnt bad at all.\u001b[24m\n    \u001b[1mしかしそれは全く悪くなかった。\u001b[22m, \u001b[1mしかし、それは全く悪い波平。\u001b[22m\n\u001b[1m\u001b[22m\nThe art: For when it was made it was amazing if you go back and watch other shows around that time you will see how amazing it really is.\n\n\u001b[1m芸術：それが作られた時、あなたが戻ってその時間の周りの他のショーを見れば、それが本当にどれほど驚くべきものかを見ることができたことは驚きでした。\u001b[22m\n\u001b[1m(Geijutsu: Sore ga tsukura reta toki, anata ga modotte sono-jikan no mawari no ta no shō o mireba, sore ga hontōni dorehodo odorokubeki mono ka o miru koto ga dekita koto wa odorokideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art: For when it was made it was amazing if you go back and watch other shows around that time you will see how amazing it really is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art: For when it was made it was amazing if you go back and watch other shows around that time you will see how amazing it really is.\u001b[24m\n    \u001b[1m芸術：それが作られた時、あなたが戻ってその時間の周りの他のショーを見れば、それが本当にどれほど驚くべきものかを見ることができたことは驚きでした。\u001b[22m, \u001b[1mアート：それは驚くべきものだった行われたときに戻って、その時の周りの他の番組を見ている場合、あなたはそれが本当にどのように素晴らしいが表示されます。\u001b[22m\nit did have some flaw at times like the chars. looked weird at time from the body looking longer in some areas then others and stuff lil stuff like that but nothing big.\n\n\u001b[1mそれは文字のような時にいくつかの欠陥を持っていた。 いくつかの地域では長く見える身体から、時間のないところでは変わったように見え、他のものは、それほど大きなものではありません。\u001b[22m\n\u001b[1m(Sore wa moji no yōna toki ni ikutsu ka no kekkan o motte ita. Ikutsu ka no chiikide wa nagaku mieru karada kara, jikan no nai tokorode wa kawatta yō ni mie, hoka no mono wa, sorehodo ōkina monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mit did have some flaw at times like the chars. looked weird at time from the body looking longer in some areas then others and stuff lil stuff like that but nothing big.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit did have some flaw at times like the chars.\u001b[24m\n    \u001b[1mそれは文字のような時にいくつかの欠陥を持っていた。\u001b[22m, \u001b[1mそれは文字のような時間にいくつかの欠陥を持っていました。\u001b[22m\n\u001b[4mlooked weird at time from the body looking longer in some areas then others and stuff lil stuff like that but nothing big.\u001b[24m\n    \u001b[1mいくつかの地域では長く見える身体から、時間のないところでは変わったように見え、他のものは、それほど大きなものではありません。\u001b[22m, \u001b[1m他の人とそのしかし、大きな何もないようなもののlilのものその後、いくつかの分野で長く見て身体から一度に奇妙に見えました。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound: i loved how they did the music it was set with like jazz and blues music. i like it but it can get annoying to some people.\n\n\u001b[1mサウンド：私は彼らがジャズとブルースの音楽のように設定された音楽をどのようにしたのが大好きです。 私はそれが好きですが、それはいくつかの人々に迷惑をかけることができます。\u001b[22m\n\u001b[1m(Saundo: Watashi wa karera ga jazu to burūsu no ongaku no yō ni settei sa reta ongaku o dono yō ni shita no ga daisukidesu. Watashi wa sore ga sukidesuga, sore wa ikutsu ka no hitobito ni meiwakuwokakeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound: i loved how they did the music it was set with like jazz and blues music. i like it but it can get annoying to some people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound: i loved how they did the music it was set with like jazz and blues music.\u001b[24m\n    \u001b[1mサウンド：私は彼らがジャズとブルースの音楽のように設定された音楽をどのようにしたのが大好きです。\u001b[22m, \u001b[1m音：彼らはそれはのようなジャズやブルース音楽を使って設定された音楽をやったどのように私が愛しました。\u001b[22m\n\u001b[4mi like it but it can get annoying to some people.\u001b[24m\n    \u001b[1m私はそれが好きですが、それはいくつかの人々に迷惑をかけることができます。\u001b[22m, \u001b[1m私はそれが好き、それは一部の人に迷惑得ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe charaters: CowBoy bebop has the cool characters ever, Spike is my altime fav charater he is so freaking awesome, Ed was really funny, the bad guy was awesome just over all amazing\n\n\u001b[1mキャラクター：カウボーイビバップはいつもクールなキャラクターを持っています。スパイクは私の時代のお気に入りです。彼はすごく面白いです。エドは本当に面白かったです。悪い人はすばらしかった\u001b[22m\n\u001b[1m(Kyarakutā: Kaubōibibappu wa itsumo kūruna kyarakutā o motte imasu. Supaiku wa watashi no jidai no okiniiridesu. Kare wa sugoku omoshiroidesu. Edo wa hontōni omoshirokattadesu. Warui hito wa subarashikatta)\u001b[22m\n\nTranslations of \u001b[4mThe charaters: CowBoy bebop has the cool characters ever, Spike is my altime fav charater he is so freaking awesome, Ed was really funny, the bad guy was awesome just over all amazing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe charaters: CowBoy bebop has the cool characters ever, Spike is my altime fav charater he is so freaking awesome, Ed was really funny, the bad guy was awesome just over all amazing\u001b[24m\n    \u001b[1mキャラクター：カウボーイビバップはいつもクールなキャラクターを持っています。スパイクは私の時代のお気に入りです。彼はすごく面白いです。エドは本当に面白かったです。悪い人はすばらしかった\u001b[22m, \u001b[1mcharaters：カウボーイビバップは、これまでクールな文字が含まれている、スパイクは彼はとても素晴らしいおかしくされて私のALTIMEののfav charaterは、エドは悪い男はちょうどすべての驚くべきかけて最高でした、本当に面白かったです\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment/overall:It keeps you wanting more, it was pretty original cuz it is an older anime lots of animes have taken stuff from it. overalllllll best anime eva(i didnt give it a ten in overall cuz it wasnt perfect but no anime is)\n\n\u001b[1m楽しさ/全体：それはあなたがもっと欲しいと思っている、それは古いアニメであるかなり元気だったアニメの多くは、それからものを取っている。  overalllllll最高のアニメエバ（私は完全にそれwasntの全体的なcuzの10を与えませんでしたが、アニメはありません）\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: Sore wa anata ga motto hoshī to omotte iru, sore wa furui animedearu kanari genkidatta anime no ōku wa, sorekara mono o totte iru. Overalllllll saikō no animeeba (watashi wa kanzen ni sore wasnt no zentai-tekina cuz no 10 o ataemasendeshitaga, anime wa arimasen))\u001b[22m\n\nTranslations of \u001b[4menjoyment/overall:It keeps you wanting more, it was pretty original cuz it is an older anime lots of animes have taken stuff from it. overalllllll best anime eva(i didnt give it a ten in overall cuz it wasnt perfect but no anime is)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment/overall:It keeps you wanting more, it was pretty original cuz it is an older anime lots of animes have taken stuff from it.\u001b[24m\n    \u001b[1m楽しさ/全体：それはあなたがもっと欲しいと思っている、それは古いアニメであるかなり元気だったアニメの多くは、それからものを取っている。\u001b[22m, \u001b[1m楽しさ/全体的な：それはアニメの古いアニメの多くは、それからのものをとっているであるcuzのそれはあなたがより多くを望む維持し、それはかなり元でした。\u001b[22m\n\u001b[4moveralllllll best anime eva(i didnt give it a ten in overall cuz it wasnt perfect but no anime is)\u001b[24m\n    \u001b[1moveralllllll最高のアニメエバ（私は完全にそれwasntの全体的なcuzの10を与えませんでしたが、アニメはありません）\u001b[22m, \u001b[1moveralllllll最高のアニメエヴァ（それは完璧な波平が、何のアニメはありませんcuzを私はそれを全体的に10を与えるdidntは）\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "LordFabio",
    "profile": "/profile/LordFabio/reviews",
    "pages": "11",
    "number": "19",
    "link": "/reviews.php?id=122175",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n私のアニメを見ている友人のほとんどが私にそれを推薦した後、最後にこれを見ました。だから、私が始めたときにこのシリーズのいくつかの真剣な期待がありました。 私は失望していませんでした。\n\nストーリー：10/10\nビバップはあなたの平均的なアニメのようなものではなく、土曜日の朝の漫画のように走っています。 それは、結束的な結合プロットの機能が少なく、プレイキャプチャによるプレイに似ています。 ストーリーはどんな意味でも、チーズではありません。各エピソードは、通常、賞金を伴った、通常はいくつかの状況でキャラクターを持ち、グーフィーだが最高のアクションからキャラクターの過去への感情的な表情まで、 全体的に、私は彼らが本当によくペーシングを得たように感じました。 そして、何かを台無しにすることなく、私はまだあなたが非常に終わりまで見たいと言うことができる、それは感情的に影響を与えるので、ストーリーを通して通常軽快で気晴らしのトーンの残りの部分に比べて。\n\nアート：8/10\nこれは私たちが話している90年代だから、20歳の技術の限界にもかかわらず、ショーはまだかなり良く見え、ほとんどの点で流動的に動きます。 年齢は詳細の一部に示されており、ショーの「進歩した」技術はより良いものになるかもしれませんが、アクションシーンに入れられたディテールとケアは、実際にはコンピュータイメージングがないと考えればかなり素晴らしいものでした。\n\n音楽：10/10\n菅野よう子とSeatbeltsが作ったジャズサウンドトラックは、私がこのシリーズを愛していた理由の半分でした。 活発なホーンとアクションシーンの爽やかなテンポとの間の素晴らしいミックスと、より暗い時間のためのスモーキーなスモーキーなサックス。 私は間違いなくショーの外でこれを聞くだろう。\n\n文字：9/10\nBebopのためのキャストは奇妙なので、それぞれは自分のやり方で思い出深いものです。 ショーはある時点で彼らの裏話に潜入することによって、それぞれの人を友好的にする時間がかかった。誰もが各エピソードの重要な部分を果たしている。 私は全体的にバランスのとれたキャストは見たことがありませんが、正直言って彼らのことをもっと知りたがっています。 このシリーズでは、外人のように見えるようになりましたが、そういう気持ちを感じるように感じました。\n\n全体的に私はこのショーがとても違って好きだった。 アニメ「フォーミュラ」には合いませんし、完璧ではありませんが（アニメは本当にありません）、それは一種のもので、私が説明できないような郷愁を呼び起こします。 あなたが分かれていて、本当に違うと思うものを見るのを気にしないなら、あなたはこのショーが私のように大好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFinally saw this after pretty much every one of my anime-watching friends recommended it to me, so I had some seriously high expectations of this series when I started. Thank goodness I wasn't disappointed.\n\n\u001b[1m私のアニメを見ている友人のほとんどが私にそれを推薦した後、最後にこれを見ました。だから、私が始めたときにこのシリーズのいくつかの真剣な期待がありました。 私は失望していませんでした。\u001b[22m\n\u001b[1m(Watashi no anime o mite iru yūjin no hotondo ga watashi ni sore o suisen shita nochi, saigo ni kore o mimashita. Dakara, watashi ga hajimeta toki ni kono shirīzu no ikutsu ka no shinken'na kitai ga arimashita. Watashi wa shitsubō shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mFinally saw this after pretty much every one of my anime-watching friends recommended it to me, so I had some seriously high expectations of this series when I started. Thank goodness I wasn't disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally saw this after pretty much every one of my anime-watching friends recommended it to me, so I had some seriously high expectations of this series when I started.\u001b[24m\n    \u001b[1m私のアニメを見ている友人のほとんどが私にそれを推薦した後、最後にこれを見ました。だから、私が始めたときにこのシリーズのいくつかの真剣な期待がありました。\u001b[22m, \u001b[1m最後に、ほとんど私のアニメ見て友人の一人一人が私にそれを推奨した後、これを見たので、私が始めたとき、私はこのシリーズのいくつか真剣に高い期待を持っていました。\u001b[22m\n\u001b[4mThank goodness I wasn't disappointed.\u001b[24m\n    \u001b[1m私は失望していませんでした。\u001b[22m, \u001b[1m私は失望していなかった良さをありがとうございます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe story: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nBebop is nothing like your average anime, it's run rather like a Saturday morning cartoon. It features less of a cohesive connective plot and is more like a play by play capture. The story not cheesy though by any means: each episode usually has the characters in some situation, usually involving a bounty, and will shape up into anything from a goofy but awesome action packed shootout to an emotional look into a character's past. Overall I felt like they got the pacing really well. And without spoiling anything I can still say you want to watch until the very end because it's pretty emotionally impacting compared to the rest of the usually lighthearted and carefree tone throughout the story.\n\n\u001b[1mビバップはあなたの平均的なアニメのようなものではなく、土曜日の朝の漫画のように走っています。 それは、結束的な結合プロットの機能が少なく、プレイキャプチャによるプレイに似ています。 ストーリーはどんな意味でも、チーズではありません。各エピソードは、通常、賞金を伴った、通常はいくつかの状況でキャラクターを持ち、グーフィーだが最高のアクションからキャラクターの過去への感情的な表情まで、 全体的に、私は彼らが本当によくペーシングを得たように感じました。 そして、何かを台無しにすることなく、私はまだあなたが非常に終わりまで見たいと言うことができる、それは感情的に影響を与えるので、ストーリーを通して通常軽快で気晴らしのトーンの残りの部分に比べて。\u001b[22m\n\u001b[1m(Bibappu wa anata no heikin-tekina anime no yōna monode wa naku, doyōbi no asa no manga no yō ni hashitte imasu. Sore wa, kessoku-tekina ketsugō purotto no kinō ga sukunaku, pureikyapucha ni yoru purei ni nite imasu. Sutōrī wa don'na imi demo, chīzude wa arimasen. Kaku episōdo wa, tsūjō, shōkin o tomonatta, tsūjō wa ikutsu ka no jōkyō de kyarakutā o mochi, gūfīdaga saikō no akushon kara kyarakutā no kako e no kanjō-tekina hyōjō made, zentai-teki ni, watashi wa karera ga hontōni yoku pēshingu o eta yō ni kanjimashita. Soshite, nanika o dainashi ni suru koto naku, watashi wa mada anata ga hijō ni owari made mitai to iu koto ga dekiru, soreha kanjō-teki ni eikyōwoataerunode, sutōrī o tōshite tsūjō keikai de kibarashi no tōn no nokori no bubun ni kurabete.)\u001b[22m\n\nTranslations of \u001b[4mBebop is nothing like your average anime, it's run rather like a Saturday morning cartoon. It features less of a cohesive connective plot and is more like a play by play capture. The story not cheesy though by any means: each episode usually has the characters in some situation, usually involving a bounty, and will shape up into anything from a goofy but awesome action packed shootout to an emotional look into a character's past. Overall I felt like they got the pacing really well. And without spoiling anything I can still say you want to watch until the very end because it's pretty emotionally impacting compared to the rest of the usually lighthearted and carefree tone throughout the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBebop is nothing like your average anime, it's run rather like a Saturday morning cartoon.\u001b[24m\n    \u001b[1mビバップはあなたの平均的なアニメのようなものではなく、土曜日の朝の漫画のように走っています。\u001b[22m, \u001b[1mビバップはあなたの平均的なアニメのようなものではありません、それはむしろ、土曜日の朝の漫画のように実行します。\u001b[22m\n\u001b[4mIt features less of a cohesive connective plot and is more like a play by play capture.\u001b[24m\n    \u001b[1mそれは、結束的な結合プロットの機能が少なく、プレイキャプチャによるプレイに似ています。\u001b[22m, \u001b[1mこれは、凝集性の結合プロットの少ない特徴と、よりプレイキャプチャで遊びのようなものです。\u001b[22m\n\u001b[4mThe story not cheesy though by any means: each episode usually has the characters in some situation, usually involving a bounty, and will shape up into anything from a goofy but awesome action packed shootout to an emotional look into a character's past.\u001b[24m\n    \u001b[1mストーリーはどんな意味でも、チーズではありません。各エピソードは、通常、賞金を伴った、通常はいくつかの状況でキャラクターを持ち、グーフィーだが最高のアクションからキャラクターの過去への感情的な表情まで、\u001b[22m, \u001b[1mしかし任意の手段によってではない安っぽい話：各エピソードは、通常、通常、報奨金を含む、文字の過去への感情的な外観に間抜けが、素晴らしいアクションパックの銃撃戦から何かにシェイプアップされます、いくつかの状況では文字が含まれています。\u001b[22m\n\u001b[4mOverall I felt like they got the pacing really well.\u001b[24m\n    \u001b[1m全体的に、私は彼らが本当によくペーシングを得たように感じました。\u001b[22m, \u001b[1m彼らは本当によくペーシングを得たように全体的に私は感じました。\u001b[22m\n\u001b[4mAnd without spoiling anything I can still say you want to watch until the very end because it's pretty emotionally impacting compared to the rest of the usually lighthearted and carefree tone throughout the story.\u001b[24m\n    \u001b[1mそして、何かを台無しにすることなく、私はまだあなたが非常に終わりまで見たいと言うことができる、それは感情的に影響を与えるので、ストーリーを通して通常軽快で気晴らしのトーンの残りの部分に比べて。\u001b[22m, \u001b[1mそして、何を損なうことなく、私はまだあなたがそれはかなり感情的に話を通して、通常陽気と屈託のないトーンの残りの部分に比べて影響を与えているため、非常に最後まで見たいと言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe art: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nThis is the 90s we are talking about, so despite the limitations of 20 year old tech the show still looks pretty good and moves fluidly at most points. The age does show in some of the detail and the show's take on what is 'advanced' technology could be better, but the detail and care put into the action scenes was pretty awesome considering there was practically no computer imaging.\n\n\u001b[1mこれは私たちが話している90年代だから、20歳の技術の限界にもかかわらず、ショーはまだかなり良く見え、ほとんどの点で流動的に動きます。 年齢は詳細の一部に示されており、ショーの「進歩した」技術はより良いものになるかもしれませんが、アクションシーンに入れられたディテールとケアは、実際にはコンピュータイメージングがないと考えればかなり素晴らしいものでした。\u001b[22m\n\u001b[1m(Kore wa watashitachi ga hanashite iru 90-nendaidakara, 20-sai no gijutsu no genkai nimokakawarazu, shō wa mada kanari yoku mie, hotondo no tende ryūdōteki ni ugokimasu. Nenrei wa shōsai no ichibu ni shimesa rete ori, shō no `shinpo shita' gijutsu wa yori yoi mono ni naru kamo shiremasenga, akushonshīn ni haire rareta ditēru to kea wa, jissai ni wa konpyūtaimējingu ga nai to kangaereba kanari subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is the 90s we are talking about, so despite the limitations of 20 year old tech the show still looks pretty good and moves fluidly at most points. The age does show in some of the detail and the show's take on what is 'advanced' technology could be better, but the detail and care put into the action scenes was pretty awesome considering there was practically no computer imaging.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the 90s we are talking about, so despite the limitations of 20 year old tech the show still looks pretty good and moves fluidly at most points.\u001b[24m\n    \u001b[1mこれは私たちが話している90年代だから、20歳の技術の限界にもかかわらず、ショーはまだかなり良く見え、ほとんどの点で流動的に動きます。\u001b[22m, \u001b[1mショーはまだかなりよさそうだとほとんどの点で流動的に移動する20歳の技術の限界にもかかわらず、これは、私たちが話している90年代です。\u001b[22m\n\u001b[4mThe age does show in some of the detail and the show's take on what is 'advanced' technology could be better, but the detail and care put into the action scenes was pretty awesome considering there was practically no computer imaging.\u001b[24m\n    \u001b[1m年齢は詳細の一部に示されており、ショーの「進歩した」技術はより良いものになるかもしれませんが、アクションシーンに入れられたディテールとケアは、実際にはコンピュータイメージングがないと考えればかなり素晴らしいものでした。\u001b[22m, \u001b[1mアクションシーンに入れ年齢詳細のいくつかで示していと '高度の技術が何であるかにショーのテイクが良いかもしれないが、詳細とケアは、実質的に何のコンピューター画像がありませんでした考えるとかなり最高でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe music: 10/10\n\n\u001b[1m音楽：10/10\u001b[22m\n\u001b[1m(Ongaku: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe music: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music: 10/10\u001b[24m\n    \u001b[1m音楽：10/10\u001b[22m, \u001b[1m音楽：10月10日\u001b[22m\nThe jazz soundtrack composed by Yoko Kanno and Seatbelts was half of why I loved this series. A great mix between lively horns and upbeat tempo for the action scenes and slow almost smokey saxophone for the more somber times. I would definitely listen to this outside of the show.\n\n\u001b[1m菅野よう子とSeatbeltsが作ったジャズサウンドトラックは、私がこのシリーズを愛していた理由の半分でした。 活発なホーンとアクションシーンの爽やかなテンポとの間の素晴らしいミックスと、より暗い時間のためのスモーキーなスモーキーなサックス。 私は間違いなくショーの外でこれを聞くだろう。\u001b[22m\n\u001b[1m(Kan'no yōko to Seatbelts ga tsukutta jazusaundotorakku wa, watashi ga kono shirīzu o aishite ita riyū no hanbundeshita. Kappatsuna hōn to akushonshīn no sawayakana tenpo to no ma no subarashī mikkusu to, yori kurai jikan no tame no sumōkīna sumōkīna sakkusu. Watashi wa machigainaku shō no soto de kore o kikudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe jazz soundtrack composed by Yoko Kanno and Seatbelts was half of why I loved this series. A great mix between lively horns and upbeat tempo for the action scenes and slow almost smokey saxophone for the more somber times. I would definitely listen to this outside of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe jazz soundtrack composed by Yoko Kanno and Seatbelts was half of why I loved this series.\u001b[24m\n    \u001b[1m菅野よう子とSeatbeltsが作ったジャズサウンドトラックは、私がこのシリーズを愛していた理由の半分でした。\u001b[22m, \u001b[1m菅野よう子とシートベルツによって構成されるジャズのサウンドトラックは、私はこのシリーズを愛した理由の半分でした。\u001b[22m\n\u001b[4mA great mix between lively horns and upbeat tempo for the action scenes and slow almost smokey saxophone for the more somber times.\u001b[24m\n    \u001b[1m活発なホーンとアクションシーンの爽やかなテンポとの間の素晴らしいミックスと、より暗い時間のためのスモーキーなスモーキーなサックス。\u001b[22m, \u001b[1mもっと地味な回アクションシーンと遅いほとんどスモーキーサックスのための活発なホーンと明るいテンポの間に大きなミックス。\u001b[22m\n\u001b[4mI would definitely listen to this outside of the show.\u001b[24m\n    \u001b[1m私は間違いなくショーの外でこれを聞くだろう。\u001b[22m, \u001b[1m私は間違いなくショーのこの外に耳を傾けるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters: 9/10\n\n\u001b[1m文字：9/10\u001b[22m\n\u001b[1m(Moji: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe characters: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters: 9/10\u001b[24m\n    \u001b[1m文字：9/10\u001b[22m\nThe cast for Bebop is weird and therefore each is memorable in their own way. The show took time to make each of them relatable by diving into their back-story at some point, and everyone plays an important part of each episode. I've never seen a cast that is so well balanced overall, but I arrived at the end honestly wishing that I knew more about them than I did. The series makes you look in like an outsider, but I felt like it intended you to feel that way.\n\n\u001b[1mBebopのためのキャストは奇妙なので、それぞれは自分のやり方で思い出深いものです。 ショーはある時点で彼らの裏話に潜入することによって、それぞれの人を友好的にする時間がかかった。誰もが各エピソードの重要な部分を果たしている。 私は全体的にバランスのとれたキャストは見たことがありませんが、正直言って彼らのことをもっと知りたがっています。 このシリーズでは、外人のように見えるようになりましたが、そういう気持ちを感じるように感じました。\u001b[22m\n\u001b[1m(Bebop no tame no kyasuto wa kimyōnanode, sorezore wa jibun no yarikata de omoidebukai monodesu. Shō wa aru jiten de karera no urabanashi ni sen'nyū suru koto ni yotte, sorezore no hito o yūkō-teki ni suru jikan ga kakatta. Daremoga kaku episōdo no jūyōna bubun o hatashite iru. Watashi wa zentai-teki ni baransu no toreta kyasuto wa mita koto ga arimasenga, shōjiki itte karera no koto o motto shirita gatte imasu. Kono shirīzude wa, gaijin no yō ni mieru yō ni narimashitaga, sōiu kimochi o kanjiru yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe cast for Bebop is weird and therefore each is memorable in their own way. The show took time to make each of them relatable by diving into their back-story at some point, and everyone plays an important part of each episode. I've never seen a cast that is so well balanced overall, but I arrived at the end honestly wishing that I knew more about them than I did. The series makes you look in like an outsider, but I felt like it intended you to feel that way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cast for Bebop is weird and therefore each is memorable in their own way.\u001b[24m\n    \u001b[1mBebopのためのキャストは奇妙なので、それぞれは自分のやり方で思い出深いものです。\u001b[22m, \u001b[1mビバップのためのキャストは奇妙であるため、それぞれが独自の方法で印象的です。\u001b[22m\n\u001b[4mThe show took time to make each of them relatable by diving into their back-story at some point, and everyone plays an important part of each episode.\u001b[24m\n    \u001b[1mショーはある時点で彼らの裏話に潜入することによって、それぞれの人を友好的にする時間がかかった。誰もが各エピソードの重要な部分を果たしている。\u001b[22m, \u001b[1mショーはいくつかの点で彼らのバックストーリーにダイビングすることによって、それらのそれぞれが関係づけ確認に時間がかかった、と誰もが各エピソードの重要な部分を担っています。\u001b[22m\n\u001b[4mI've never seen a cast that is so well balanced overall, but I arrived at the end honestly wishing that I knew more about them than I did.\u001b[24m\n    \u001b[1m私は全体的にバランスのとれたキャストは見たことがありませんが、正直言って彼らのことをもっと知りたがっています。\u001b[22m, \u001b[1m私はとてもよく全体的にバランスされているキャストを見たことがないが、私は正直なところ、私は私がやったよりも、それらについての詳細を知っていたことを望む最後に到着しました。\u001b[22m\n\u001b[4mThe series makes you look in like an outsider, but I felt like it intended you to feel that way.\u001b[24m\n    \u001b[1mこのシリーズでは、外人のように見えるようになりましたが、そういう気持ちを感じるように感じました。\u001b[22m, \u001b[1mシリーズでは、部外者のようで見えるのですが、それはそのように感じるようにあなたを意図したように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I loved this show for being so different. It doesn't fit any anime 'formula' and it's not perfect (because no anime is really), but it is one of a kind and invokes a kind of nostalgia that I couldn't explain. If you don't mind branching out and seeing something that dares to be really different you will likely love this show as much as I did.\n\n\u001b[1m全体的に私はこのショーがとても違って好きだった。 アニメ「フォーミュラ」には合いませんし、完璧ではありませんが（アニメは本当にありません）、それは一種のもので、私が説明できないような郷愁を呼び起こします。 あなたが分かれていて、本当に違うと思うものを見るのを気にしないなら、あなたはこのショーが私のように大好きです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shō ga totemo chigatte sukidatta. Anime `fōmyura' ni wa aimasenshi, kanpekide wa arimasenga (anime wa hontōni arimasen), soreha isshu no mono de, watashi ga setsumei dekinai yōna kyōshū o yobiokoshimasu. Anata ga wakarete ite, hontōni chigau to omou mono o miru no o kinishinainara, anata wa kono shō ga watashi no yō ni daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I loved this show for being so different. It doesn't fit any anime 'formula' and it's not perfect (because no anime is really), but it is one of a kind and invokes a kind of nostalgia that I couldn't explain. If you don't mind branching out and seeing something that dares to be really different you will likely love this show as much as I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I loved this show for being so different.\u001b[24m\n    \u001b[1m全体的に私はこのショーがとても違って好きだった。\u001b[22m, \u001b[1m全体的に私はとても異なっているためにこの番組を愛しました。\u001b[22m\n\u001b[4mIt doesn't fit any anime 'formula' and it's not perfect (because no anime is really), but it is one of a kind and invokes a kind of nostalgia that I couldn't explain.\u001b[24m\n    \u001b[1mアニメ「フォーミュラ」には合いませんし、完璧ではありませんが（アニメは本当にありません）、それは一種のもので、私が説明できないような郷愁を呼び起こします。\u001b[22m, \u001b[1mこれは、任意のアニメ「式」に適合しないと（何のアニメが本当にないので）それが完璧ではないが、それは一種の一つであり、私は説明できなかった懐かしの種類を起動します。\u001b[22m\n\u001b[4mIf you don't mind branching out and seeing something that dares to be really different you will likely love this show as much as I did.\u001b[24m\n    \u001b[1mあなたが分かれていて、本当に違うと思うものを見るのを気にしないなら、あなたはこのショーが私のように大好きです。\u001b[22m, \u001b[1mあなたはおそらく同じくらい私がしたように、このショーを愛する本当に異なるようにあえて何かを分岐して見て気にしない場合。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "kingdomhearts",
    "profile": "/profile/kingdomhearts/reviews",
    "pages": "11",
    "number": "20",
    "link": "/reviews.php?id=12601",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は私の目カウボーイビバップは古典的です。それは決して同じ概念を思い付くことを試みるアニメに置き換えることはできません。  （それはあなたがいつもスパイクを見るのを除いて）1人の主人公を持つことを試みただけではなかったので、それは私にとって涼しかったです。 すべてのエピソードには何らかの種類の銃があり、私たちは暴力を愛し、私はただのスパイクにそれが最初のエピソード以来ずっと私に夢中になっていたことを愛していたので、 私はカウボーイビバップを見たときに私に近く気分を残したタンクよりも優れていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI my eyes cowboy bebop is an classic..it can never be replaced by an anime trying to come up with the same concept. it was cool for me because it didn't just try to have one main character (besides you always seeing spike) it had told backgrounds of the whole crew with is good. every episode has some kind of gun acting with was great for kids cause we love violence and i just loved how spike had that laid back character it just hooked me ever since the first episode. and how could you not enjoy tank (the opening song even if it was jazz i enjoyed it? Plus 'the real folks blues' was even better than tank it left me feeling good at nigh when i watched cowboy bebop\n\n\u001b[1m私は私の目カウボーイビバップは古典的です。それは決して同じ概念を思い付くことを試みるアニメに置き換えることはできません。  （それはあなたがいつもスパイクを見るのを除いて）1人の主人公を持つことを試みただけではなかったので、それは私にとって涼しかったです。 すべてのエピソードには何らかの種類の銃があり、私たちは暴力を愛し、私はただのスパイクにそれが最初のエピソード以来ずっと私に夢中になっていたことを愛していたので、 私はカウボーイビバップを見たときに私に近く気分を残したタンクよりも優れていました。\u001b[22m\n\u001b[1m(Watashi wa watashi no me kaubōibibappu wa koten-tekidesu. Sore wa kesshite onaji gainen o omoitsuku koto o kokoromiru anime ni okikaeru koto wa dekimasen. (Sore wa anata ga itsumo supaiku o miru no o nozoite) 1-ri no shujinkō o motsu koto o kokoromita dakede wa nakattanode, sore wa watashi ni totte suzushikattadesu. Subete no episōdo ni wa nanrakano shurui no jū ga ari, watashitachiha bōryoku o aishi, watashi wa tada no supaiku ni sore ga saisho no episōdo irai zutto watashi ni muchū ni natte ita koto o aishite itanode, watashi wa kaubōibibappu o mita toki ni watashi ni chikaku kibun o nokoshita tanku yori mo sugurete imashita.)\u001b[22m\n\nTranslations of \u001b[4mI my eyes cowboy bebop is an classic..it can never be replaced by an anime trying to come up with the same concept. it was cool for me because it didn't just try to have one main character (besides you always seeing spike) it had told backgrounds of the whole crew with is good. every episode has some kind of gun acting with was great for kids cause we love violence and i just loved how spike had that laid back character it just hooked me ever since the first episode. and how could you not enjoy tank (the opening song even if it was jazz i enjoyed it? Plus 'the real folks blues' was even better than tank it left me feeling good at nigh when i watched cowboy bebop\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI my eyes cowboy bebop is an classic..it can never be replaced by an anime trying to come up with the same concept.\u001b[24m\n    \u001b[1m私は私の目カウボーイビバップは古典的です。それは決して同じ概念を思い付くことを試みるアニメに置き換えることはできません。\u001b[22m, \u001b[1m私は私の目のカウボーイビバップはclassic..itが同じコンセプトを思い付くしようとしているアニメで置き換えすることはできませんです。\u001b[22m\n\u001b[4mit was cool for me because it didn't just try to have one main character (besides you always seeing spike) it had told backgrounds of the whole crew with is good.\u001b[24m\n    \u001b[1m（それはあなたがいつもスパイクを見るのを除いて）1人の主人公を持つことを試みただけではなかったので、それは私にとって涼しかったです。\u001b[22m, \u001b[1mそれはちょうどそれが良いと全体の乗組員の背景を伝えていた（あなたは常にスパイクを見てほかに）1メインキャラクターを持つようにしようとしなかったので、それは私のためにクールでした。\u001b[22m\n\u001b[4mevery episode has some kind of gun acting with was great for kids cause we love violence and i just loved how spike had that laid back character it just hooked me ever since the first episode.\u001b[24m\n    \u001b[1mすべてのエピソードには何らかの種類の銃があり、私たちは暴力を愛し、私はただのスパイクにそれが最初のエピソード以来ずっと私に夢中になっていたことを愛していたので、\u001b[22m, \u001b[1mすべてのエピソードは、私たちが暴力を愛し、私はちょうどスパイクはそれだけで最初のエピソード以来、私を夢中に文字をリラックスすることを持っていたどのように愛さ原因子供のための最高だったと演技銃のいくつかの種類があります。\u001b[22m\n\u001b[4mand how could you not enjoy tank (the opening song even if it was jazz i enjoyed it? Plus 'the real folks blues' was even better than tank it left me feeling good at nigh when i watched cowboy bebop\u001b[24m\n    \u001b[1m私はカウボーイビバップを見たときに私に近く気分を残したタンクよりも優れていました。\u001b[22m, \u001b[1mそして、どのようにあなたはそれがジャズだった場合でも、私は「本当の人々のブルース」をそれを楽しんだ？プラスタンク（オープニング曲を楽しむことができなかった私はカウボーイビバップを見たときにタンクよりも優れたそれが近付いで良い感じ私を残し\u001b[22m"
  }
]
