[
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Waldy565",
    "profile": "/profile/Waldy565/reviews",
    "pages": "13",
    "number": "1",
    "link": "/reviews.php?id=119835",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nワオ。 レビューが、通常、叙事詩に盛り込まれた言葉で始まったり、ワウのように言葉のように放置されたりすると、それはかなり良い指標になります。この場合、カウボーイビバップはすばらしいことになります。 私を信じて、これはあなたが見逃したくない1つの奇妙な空間です！ レビューに乗りましょう： - \n\nストーリー：うーん、ああ、何？ ええ、物語はちょっとです...混乱して、言い表せないほどです。 私は98％は確信しています。しかし、ほとんどのエピソードには私が好きな自分の話があります。 それは、各エピソードがより良いフレーズが欲しいという理由で「スレートクリア」を拭いて、各エピソードをオリジナルにしたことを意味しました。 私が特に楽しむ人\n\n*スポイラーズ、あなたが見ていないと読まないでください！*\nVHSテープは2071年に制作されたので、20回目のCテックオタクが見つかるまで、スパイクとジェットはそれをどう使うべきかわからなかった。 それは陽気な見つけた！\n*スポイラーエンド！*\n\nだから僕は知らないし、実際に理解していない「傘」の話だが、それは気候が終わったときに良い人と悪者がショーの一般的な把握を得ようとしている人を理解する。  8/10。\n\nアート： - ショーは1998年に制作され、うわーはうまく老化しました！ 正に、私は、宇宙のすべてのレーザーと銃を使って、星の戦争を思い起こさせる多くの宇宙の場面がありますが、手描きの視点から（もちろん、ショーが設定されています）、私は信じられません 細部の量！ シリーズを通じた多くの船には小さなコントロールパネルがすべてあり、さまざまな（私たちとは別の）世界の荒れ狂う風景があります。 世界といえば... 9/10。\n\nキャラクター： - ああ。 じぶんの。 神。 ショーとキャラクター自身の「気持ち」の面でのキャラクターは目立っていました。 私が先ほど触れたように、世界そのものは馴染み深い人と異質人の両方です。 物語は2071年に設定され、これは年齢のように思われるが、20代後半から20代後半の男女には、私自身も含めて、これは私たちの生涯になるだろう。 私たちは年老いて老朽化しますが、生きています（うまくいけば）。 今年はタナベが選んだ、それはそれほど遠くないが、それは馴染みと未知のバランスを打つことを意味するので、華麗です。\nさて、文字そのもの。 多くのキャラクターがありますが、私は4人の主人公、少なくとも私のお気に入りから私のものに触れるつもりです。 私はショーの途中で大きな休憩を取ったが、彼女はエピソード10の周りに参加したと思う。彼女はエピソードの内外を行き来しており、それほど多くはないが、彼女はチームの女性であり、 ウィットであり、女性キャラクターによって達成されたユーモアの感覚を加えるだけです。 彼女はアニメで伝統的な女性のビューに従わない、それは素晴らしいです！ まず、ED。 エッチ！ エドは、ええ、私は、古典的なアニメのファッションで、少年のように見える10歳か12歳の少女の周りに行くつもりです。 彼を少年にしないことの1つは、声です！ 彼女がハイパーになるたびに、私は泣いて、音量を下げなければなりませんでした。それはよく、ほとんどの時間です。 私は彼女のキャラクター（ハイテクオタクの一種）が好きですが、サブとダブの両方で声だけでした（友達がダブを推薦する前に、サブでショーを見ました。 第二はフェイです。  Fayeは、Bebopに参加した美しい女性です（船に乗っているので、宇宙船、OVER-CLARIFICATION FTW）チームはかなり早い段階です。\n次に、双方向のネクタイなので、私は両方をカバーします。 主な主人公のスパイクとジェット。 ジェットはスパイクの指導者です。 ジェットについてはあまり知られていませんが（フラッシュバックのエピソードではなく、いつも良いエピソードの2つのエピソードを除いて）、彼は愛らしいキャラクターになり、非常に父親の姿で、すべての乗組員に気を配ります。 私は彼がビバップを所有していると思うので、彼は船についてもとても気にしています。 彼はまた、盆栽の木に魅力を感じています。 すべてのアニメキャラクターは、ルール＃1の奇妙なフェチを持っていなければなりません。 ジェットの場合は、盆栽の木です。 ねえ、彼は船を運び、乗組員を助け、料理をする。 あなたは彼に自分の瞬間を持たせなければなりません。\n最後に、スパイクです。 私はスパイクが大好きです。 彼は華麗です。 彼は20種類の賞金稼ぎのハンターであり、遭遇した数々の争いから彼を救うために、銃、武術形式の動き、素早い欲望を使う。 主要な主人公であるにも関わらず、彼は実際にチームの最も哲学的なものです。 私は散歩していると彼を台無しにしたくないので、私はそこに残します。  10/10。\n\nサウンド： - 私は慌てていると思うので、このセクションは短く甘くなるでしょう。 このためにあなたがしなければならないこと（観客参加！）は、Youtubeに行き、「Cowboy Bebop OST」と入力してから、オプションの飲み物と軽食を飲んで座ってお楽しみください。 あなたは失望することはありません、私を信頼してください。  10/10\n\n楽しさ/全体： - あなたが読むことができたように、私はこのショーが大好きで、私をシリーズに紹介した親友に負債になります。 しかし、エドと一緒に、私はニットピックを1つ持っています。 ありがとう、田辺、ありがとう、スパイク、ジェット、フェイ、さらにはアイン、スパイクの犬。 ありがとう、カウボーイビバップ。  10/10 それは遅い！ 私の神様、このショーには時間がかかりますか？ 一度あなたが8分のマークを渡すと、それはいいですが、このショーはそれが甘いです。 あなたが素晴らしいアニメでやっているように、いつものように、あなたは自分自身を失います。 それ以外は、これは美しく、あごが落ちる、アクション満載の、時にはセンチメンタルなショーで、あなたは笑い、泣き、空気を吹き込み、コーナーで5分の間隔で揺れるでしょう。 美しいアニメだけでなく、感動的な経験。 今までに何かショーがあったのなら、それはこれだろう。 私はそれが私の好みだとは言えません。新しいお気に入りを見つけるかもしれないからだけではなく、私は準備ができているので、これは非常に近い秒です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWow. If a review starts with a word normally assosciated with epicness or being left speechless, such as wow, it's a pretty good indicator the product, in this case Cowboy Bebop, is going to be fantastic. Believe me, this is one space oddessy you don't want to miss! Let's get on to the review:-\n\n\u001b[1mワオ。 レビューが、通常、叙事詩に盛り込まれた言葉で始まったり、ワウのように言葉のように放置されたりすると、それはかなり良い指標になります。この場合、カウボーイビバップはすばらしいことになります。 私を信じて、これはあなたが見逃したくない1つの奇妙な空間です！ レビューに乗りましょう： - \u001b[22m\n\u001b[1m(Wao. Rebyū ga, tsūjō, jojishi ni morikoma reta kotoba de hajimattari, wau no yō ni kotoba no yō ni hōchi sa re tari suru to, sore wa kanari yoi shihyō ni narimasu. Ko no baai, kaubōibibappu wa subarashī koto ni narimasu. Watashi o shinjite, kore wa anata ga minogashitakunai 1tsu no kimyōna kūkandesu! Rebyū ni norimashou: -)\u001b[22m\n\nTranslations of \u001b[4mWow. If a review starts with a word normally assosciated with epicness or being left speechless, such as wow, it's a pretty good indicator the product, in this case Cowboy Bebop, is going to be fantastic. Believe me, this is one space oddessy you don't want to miss! Let's get on to the review:-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m\n\u001b[4mIf a review starts with a word normally assosciated with epicness or being left speechless, such as wow, it's a pretty good indicator the product, in this case Cowboy Bebop, is going to be fantastic.\u001b[24m\n    \u001b[1mレビューが、通常、叙事詩に盛り込まれた言葉で始まったり、ワウのように言葉のように放置されたりすると、それはかなり良い指標になります。この場合、カウボーイビバップはすばらしいことになります。\u001b[22m, \u001b[1mレビューは、うわー、それはかなり良い指標だ製品として、通常epicnessでassosciated単語で始まるか、言葉を残している場合、この場合カウボーイビバップには、素晴らしいことになるだろう。\u001b[22m\n\u001b[4mBelieve me, this is one space oddessy you don't want to miss!\u001b[24m\n    \u001b[1m私を信じて、これはあなたが見逃したくない1つの奇妙な空間です！\u001b[22m, \u001b[1m私を信じて、これはあなたが欠場したくない1スペースoddessyです！\u001b[22m\n\u001b[4mLet's get on to the review:-\u001b[24m\n    \u001b[1mレビューに乗りましょう： - \u001b[22m, \u001b[1mレビューを上取得してみましょう： - \u001b[22m\n\u001b[1m\u001b[22m\nStory:- Hmm, aahh, what? Yeah, the story is a bit... Mixed, to say the least. I'm 98% certain there's an over-aching story, but most episodes have their own story, which I liked. It meant each episode 'wiped the slate clean' for want of a better phrase, and made each episode original. One I particularly enjoyed\n\n\u001b[1mストーリー：うーん、ああ、何？ ええ、物語はちょっとです...混乱して、言い表せないほどです。 私は98％は確信しています。しかし、ほとんどのエピソードには私が好きな自分の話があります。 それは、各エピソードがより良いフレーズが欲しいという理由で「スレートクリア」を拭いて、各エピソードをオリジナルにしたことを意味しました。 私が特に楽しむ人\u001b[22m\n\u001b[1m(Sutōrī: U ̄ n, ā, nani? E e, monogatari wa chottodesu... Konran shite, iiarawasenai hododesu. Watashi wa 98-pāsento wa kakushin shite imasu. Shikashi, hotondo no episōdo ni wa watashi ga sukina jibun no hanashi ga arimasu. Sore wa, kaku episōdo ga yoriyoi furēzu ga hoshī to iu riyū de `surētokuria' o fuite, kaku episōdo o orijinaru ni shita koto o imi shimashita. Watashi ga tokuni tanoshimu hito)\u001b[22m\n\nTranslations of \u001b[4mStory:- Hmm, aahh, what? Yeah, the story is a bit... Mixed, to say the least. I'm 98% certain there's an over-aching story, but most episodes have their own story, which I liked. It meant each episode 'wiped the slate clean' for want of a better phrase, and made each episode original. One I particularly enjoyed\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:- Hmm, aahh, what?\u001b[24m\n    \u001b[1mストーリー：うーん、ああ、何？\u001b[22m, \u001b[1mストーリー： -  aahh、うーん、何？\u001b[22m\n\u001b[4mYeah, the story is a bit... Mixed, to say the least.\u001b[24m\n    \u001b[1mええ、物語はちょっとです...混乱して、言い表せないほどです。\u001b[22m, \u001b[1mうん、話は少しです...ミックス、控えめに言って。\u001b[22m\n\u001b[4mI'm 98% certain there's an over-aching story, but most episodes have their own story, which I liked.\u001b[24m\n    \u001b[1m私は98％は確信しています。しかし、ほとんどのエピソードには私が好きな自分の話があります。\u001b[22m, \u001b[1m私はそこにオーバー痛む話だが、ほとんどのエピソードは、私が気に入って自分自身の物語を、持っている98％確信しています。\u001b[22m\n\u001b[4mIt meant each episode 'wiped the slate clean' for want of a better phrase, and made each episode original.\u001b[24m\n    \u001b[1mそれは、各エピソードがより良いフレーズが欲しいという理由で「スレートクリア」を拭いて、各エピソードをオリジナルにしたことを意味しました。\u001b[22m, \u001b[1mこれは、各エピソードは、より良いフレーズの希望のための「クリーンスレートを拭い」を意味し、各エピソードの元を作りました。\u001b[22m\n\u001b[4mOne I particularly enjoyed\u001b[24m\n    \u001b[1m私が特に楽しむ人\u001b[22m, \u001b[1m私は特に楽しんだワン\u001b[22m\n\u001b[1m\u001b[22m\n*SPOILERS AHEAD, DON'T READ IF YOU HAVEN'T WATCHED!*\n\n\u001b[1m*スポイラーズ、あなたが見ていないと読まないでください！*\u001b[22m\n\u001b[1m(* Supoirāzu, anata ga miteinai to yomanaide kudasai!*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILERS AHEAD, DON'T READ IF YOU HAVEN'T WATCHED!*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILERS AHEAD, DON'T READ IF YOU HAVEN'T WATCHED!*\u001b[24m\n    \u001b[1m*スポイラーズ、あなたが見ていないと読まないでください！*\u001b[22m, \u001b[1mあなたが監視していない場合* AHEADスポイラー、読んでいません！*\u001b[22m\nWas the VHS tape episode, as, it being set in 2071, Spike and Jet had no clue how to use it until they found the 20th C tech otaku. Found it hilarious!\n\n\u001b[1mVHSテープは2071年に制作されたので、20回目のCテックオタクが見つかるまで、スパイクとジェットはそれをどのように使うべきかを知りませんでした。 それは陽気な見つけた！\u001b[22m\n\u001b[1m(VHS tēpu wa 2071-nen ni seisaku sa retanode, 20-kai-me no C tekkuotaku ga mitsukaru made, supaiku to jetto wa sore o dono yō ni tsukaubeki ka o shirimasendeshita. Sore wa yōkina mitsuketa!)\u001b[22m\n\nTranslations of \u001b[4mWas the VHS tape episode, as, it being set in 2071, Spike and Jet had no clue how to use it until they found the 20th C tech otaku. Found it hilarious!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas the VHS tape episode, as, it being set in 2071, Spike and Jet had no clue how to use it until they found the 20th C tech otaku.\u001b[24m\n    \u001b[1mVHSテープは2071年に制作されたので、20回目のCテックオタクが見つかるまで、スパイクとジェットはそれをどのように使うべきかを知りませんでした。\u001b[22m, \u001b[1mそれが2071年に設定されている、として、VHSテープのエピソードだった、スパイクとジェットは、彼らが20 Cのハイテクオタクを見つけるまでそれを使用する方法を全く分かりませんでした。\u001b[22m\n\u001b[4mFound it hilarious!\u001b[24m\n    \u001b[1mそれは陽気な見つけた！\u001b[22m, \u001b[1mそれは陽気な発見！\u001b[22m\n*SPOILER END!*\n\n\u001b[1m*スポイラーエンド！*\u001b[22m\n\u001b[1m(* Supoirāendo!*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILER END!*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILER END!*\u001b[24m\n    \u001b[1m*スポイラーエンド！*\u001b[22m, \u001b[1m*スポイラーEND！*\u001b[22m\n\u001b[1m\u001b[22m\nSo yeah, the 'umbrella' story I don't know and don't really understand, but you understand who the good guys and the bad guys are to get a general grip of the show when it comes to it's climatic end. 8/10.\n\n\u001b[1mだから僕は知らないし、実際に理解していない「傘」の話だが、それは気候が終わったときに良い人と悪者がショーの一般的な把握を得ようとしている人を理解する。  8/10。\u001b[22m\n\u001b[1m(Dakara boku wa shiranaishi, jissai ni rikai shite inai `kasa' no hanashidaga, soreha kikō ga owatta toki ni yoi hito to warumono ga shō no ippantekina haaku o eyou to shite iru hito o rikai suru. 8/ 10.)\u001b[22m\n\nTranslations of \u001b[4mSo yeah, the 'umbrella' story I don't know and don't really understand, but you understand who the good guys and the bad guys are to get a general grip of the show when it comes to it's climatic end. 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo yeah, the 'umbrella' story I don't know and don't really understand, but you understand who the good guys and the bad guys are to get a general grip of the show when it comes to it's climatic end.\u001b[24m\n    \u001b[1mだから僕は知らないし、実際に理解していない「傘」の話だが、それは気候が終わったときに良い人と悪者がショーの一般的な把握を得ようとしている人を理解する。\u001b[22m, \u001b[1mそうそう、「傘」の物語は、私にはわからないと本当に理解していないが、あなたは善玉と悪者が、それは気候の終わりだとそれが来るときショーの一般的なグリップを得るために誰であるかを理解しています。\u001b[22m\n\u001b[4m8/10.\u001b[24m\n    \u001b[1m8/10。\u001b[22m, \u001b[1m8月10日。\u001b[22m\n\u001b[1m\u001b[22m\nArt:- The show was produced in 1998, and wow has it aged well! Honestly, I mean, there are many space scenes reminiscient of star wars, with all the lasers and guns in space, but from a hand-drawn perspective (which, of course, the show is set in) I just can't believe the amount of detail! There's all the little control panels in the many ships through the series, to the sprawling landscapes of the different (alien to us) worlds. Speaking of worlds... 9/10.\n\n\u001b[1mアート： - ショーは1998年に制作され、うわーはうまく老化しました！ 正に、私は、宇宙のすべてのレーザーと銃を使って、星の戦争を思い起こさせる多くの宇宙の場面がありますが、手描きの視点から（もちろん、ショーが設定されています）、私は信じられません 細部の量！ シリーズを通じた多くの船には小さなコントロールパネルがすべてあり、さまざまな（私たちとは別の）世界の荒れ狂う風景があります。 世界といえば... 9/10。\u001b[22m\n\u001b[1m(Āto: - Shō wa 1998-nen ni seisaku sa re, uwa ̄ wa umaku rōka shimashita! Masani, watashi wa, uchū no subete no rēzā to jū o tsukatte,-boshi no sensō o omoiokosa seru ōku no uchū no bamen ga arimasuga, tegaki no shiten kara (mochiron, shō ga settei sa rete imasu), watashi wa shinji raremasen saibu no ryō! Shirīzu o tsūjita ōku no fune ni wa chīsana kontorōrupaneru ga subete ari, samazamana (watashitachi to wa betsu no) sekai no arekuruu fūkei ga arimasu. Sekai to ieba... 9/ 10.)\u001b[22m\n\nTranslations of \u001b[4mArt:- The show was produced in 1998, and wow has it aged well! Honestly, I mean, there are many space scenes reminiscient of star wars, with all the lasers and guns in space, but from a hand-drawn perspective (which, of course, the show is set in) I just can't believe the amount of detail! There's all the little control panels in the many ships through the series, to the sprawling landscapes of the different (alien to us) worlds. Speaking of worlds... 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:- The show was produced in 1998, and wow has it aged well!\u001b[24m\n    \u001b[1mアート： - ショーは1998年に制作され、うわーはうまく老化しました！\u001b[22m, \u001b[1mアート： - ショーは1998年に生産された、とすごいそれはよく熟成しています！\u001b[22m\n\u001b[4mHonestly, I mean, there are many space scenes reminiscient of star wars, with all the lasers and guns in space, but from a hand-drawn perspective (which, of course, the show is set in) I just can't believe the\u001b[24m\n    \u001b[1m正に、私は、宇宙のすべてのレーザーと銃を使って、星の戦争を思い起こさせる多くの宇宙の場面がありますが、手描きの視点から（もちろん、ショーが設定されています）、私は信じられません\u001b[22m, \u001b[1m正直なところ、私が意味する、空間内のすべてのレーザーや銃で、スターウォーズのreminiscient多くのスペースのシーンがありますが、（もちろん、ショーがで設定されている、）手描きの観点から私は信じることができません\u001b[22m\n\u001b[4mamount of detail!\u001b[24m\n    \u001b[1m細部の量！\u001b[22m, \u001b[1m詳細の量！\u001b[22m\n\u001b[4mThere's all the little control panels in the many ships through the series, to the sprawling landscapes of the different (alien to us) worlds.\u001b[24m\n    \u001b[1mシリーズを通じた多くの船には小さなコントロールパネルがすべてあり、さまざまな（私たちとは別の）世界の荒れ狂う風景があります。\u001b[22m, \u001b[1m多くの船ですべての小さなコントロールパネルは、異なる（私たちに外国人）の世界の広大な風景に、シリーズを通してあります。\u001b[22m\n\u001b[4mSpeaking of worlds... 9/10.\u001b[24m\n    \u001b[1m世界といえば... 9/10。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:- Oh. My. God. The character in terms of the 'feeling' of the show and the characters themselves were outstanding. As I've just mentioned, the worlds themselves are brilliantly both familiar and alien. The story is set in 2071, and while this seems like an age away, the late teens to mid twenties guys and gals, myself included, this is going to be in our life-time. We'll be old and decrepit, but alive (hopefully). That Tanabe chose this year, that is, so far yet not too far, is brilliant, as it does mean that it strikes that balance of familiarity and unknown.\n\n\u001b[1mキャラクター： - ああ。 じぶんの。 神。 ショーとキャラクター自身の「気持ち」の面でのキャラクターは目立っていました。 私が先ほど触れたように、世界そのものは馴染み深い人と異質人の両方です。 物語は2071年に設定され、これは年齢のように思われるが、20代後半から20代後半の男女には、私自身も含めて、これは私たちの生涯になるだろう。 私たちは年老いて老朽化しますが、生きています（うまくいけば）。 今年はタナベが選んだ、それはそれほど遠くないが、それは馴染みと未知のバランスを打つことを意味するので、華麗です。\u001b[22m\n\u001b[1m(Kyarakutā: - Ā.Ji bun no. Kami. Shō to kyarakutā jishin no `kimochi' no men de no kyarakutā wa medatte imashita. Watashi ga saki hodo fureta yō ni, sekai sonomono wa najimibukai hito to ishitsu hito no ryōhōdesu. Monogatari wa 2071-nen ni settei sa re, koreha nenrei no yō ni omowareru ga, 20-dai kōhan kara 20-dai kōhan no danjo ni wa, watakushijishin mo fukumete, koreha watashitachi no shōgai ni narudarou. Watashitachiha toshioite rōkyū-ka shimasuga, ikite imasu (umaku ikeba). Kotoshi wa Tanabe ga eranda, sore wa sore hodo tōkunaiga, soreha najimi to michi no baransu o utsu koto o imi surunode, kareidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter:- Oh. My. God. The character in terms of the 'feeling' of the show and the characters themselves were outstanding. As I've just mentioned, the worlds themselves are brilliantly both familiar and alien. The story is set in 2071, and while this seems like an age away, the late teens to mid twenties guys and gals, myself included, this is going to be in our life-time. We'll be old and decrepit, but alive (hopefully). That Tanabe chose this year, that is, so far yet not too far, is brilliant, as it does mean that it strikes that balance of familiarity and unknown.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:- Oh.\u001b[24m\n    \u001b[1mキャラクター： - ああ。\u001b[22m\n\u001b[4mMy.\u001b[24m\n    \u001b[1mじぶんの。\u001b[22m, \u001b[1mぼくの。\u001b[22m, \u001b[1mわたしの。\u001b[22m, \u001b[1m俺の。\u001b[22m, \u001b[1m僕の。\u001b[22m\n\u001b[4mGod.\u001b[24m\n    \u001b[1m神。\u001b[22m, \u001b[1m神様。\u001b[22m\n\u001b[4mThe character in terms of the 'feeling' of the show and the characters themselves were outstanding.\u001b[24m\n    \u001b[1mショーとキャラクター自身の「気持ち」の面でのキャラクターは目立っていました。\u001b[22m, \u001b[1mショーの '感'と文字自体の面で、文字は抜群でした。\u001b[22m\n\u001b[4mAs I've just mentioned, the worlds themselves are brilliantly both familiar and alien.\u001b[24m\n    \u001b[1m私が先ほど触れたように、世界そのものは馴染み深い人と異質人の両方です。\u001b[22m, \u001b[1m私が述べたように、世界自体が見事におなじみと外国人の両方です。\u001b[22m\n\u001b[4mThe story is set in 2071, and while this seems like an age away, the late teens to mid twenties guys and gals, myself included, this is going to be in our life-time.\u001b[24m\n    \u001b[1m物語は2071年に設定され、これは年齢のように思われるが、20代後半から20代後半の男女には、私自身も含めて、これは私たちの生涯になるだろう。\u001b[22m, \u001b[1m物語は2071年に設定されており、これは離れて、年齢のように思えるが、ミッド二十代の男とギャルの代後半は、自分自身が含まれ、これが私たちの生活時間になるだろう。\u001b[22m\n\u001b[4mWe'll be old and decrepit, but alive (hopefully).\u001b[24m\n    \u001b[1m私たちは年老いて老朽化しますが、生きています（うまくいけば）。\u001b[22m, \u001b[1m我々は、（うまくいけば）古いものと老朽化したが、生きていることでしょう。\u001b[22m\n\u001b[4mThat Tanabe chose this year, that is, so far yet not too far, is brilliant, as it does mean that it strikes that balance of familiarity and unknown.\u001b[24m\n    \u001b[1m今年はタナベが選んだ、それはそれほど遠くないが、それは馴染みと未知のバランスを打つことを意味するので、華麗です。\u001b[22m, \u001b[1mそれは親しみと未知のバランスを打つことを意味していたよう田辺が今年選んだこと、つまり、今のところまだそれほど遠くない、素晴らしいです。\u001b[22m\nNow, the characters themselves. There are many characters, but I'm just gonna touch upon the four protagonists, from my least favourite to my most. I had a big break halfway through the show, but I think she joined around episode 10. She jumps in and out of episodes, being prevalent and then not so much, but she's the woman of the team, and is quite strong-willed, witty and just adds the sense of humor achieved by a woman character. She doesn't follow the traditional women view in anime, which is great! Firstly, then, ED. F*cking Ed! Ed is a, hmm, I'm gonna go around 10 or 12 year old girl, who, in classic anime fashon, looks like a boy. One thing that makes him not a boy is the voice! I cringed and had to turn my volume down every time she went hyper which is, well, most of the time. I like her character (a sort of hyper tech otaku) but it was just the voice, in both sub and dub (I watched the show in sub, before a friend recommended dub. WATCH IT IN DUB ENGLISH VIEWERS!). Second is Faye. Faye is a beautiful woman who joins the Bebop (the ship, y'know, space ship, because it's set in space. OVER-CLARIFICATION FTW) team quite early in the show.\n\n\u001b[1mさて、文字そのもの。 多くのキャラクターがありますが、私は4人の主人公、少なくとも私のお気に入りから私のものに触れるつもりです。 私はショーの途中で大きな休憩を取ったが、彼女はエピソード10の周りに参加したと思う。彼女はエピソードの内外を行き来しており、それほど多くはないが、彼女はチームの女性であり、 ウィットであり、女性キャラクターによって達成されたユーモアの感覚を加えるだけです。 彼女はアニメで伝統的な女性のビューに従わない、それは素晴らしいです！ まず、ED。 エッチ！ エドは、ええ、私は、古典的なアニメのファッションで、少年のように見える10歳か12歳の少女の周りに行くつもりです。 彼を少年にしないことの1つは、声です！ 彼女がハイパーになるたびに、私は泣いて、音量を下げなければなりませんでした。それはよく、ほとんどの時間です。 私は彼女のキャラクター（ハイテクオタクの一種）が好きですが、サブとダブの両方で声だけでした（友達がダブを推薦する前に、サブでショーを見ました。 第二はフェイです。  Fayeは、Bebopに参加した美しい女性です（船に乗っているので、宇宙船、OVER-CLARIFICATION FTW）チームはかなり早い段階です。\u001b[22m\n\u001b[1m(Sate, moji sonomono. Ōku no kyarakutā ga arimasuga, watashi wa 4-ri no shujinkō, sukunakutomo watashi no okiniiri kara watashi no mono ni fureru tsumoridesu. Mazu, ED. Etchi! Edo wa, ē, watashi wa, koten-tekina anime no fasshon de, shōnen no yōnimieru 10-sai ka 12-sai no shōjo no mawari ni iku tsumoridesu. Kare o shōnen ni shinai koto no 1tsu wa,-goedesu! Kanojo ga haipā ni naru tabi ni, watashi wa naite, onryō o sagenakereba narimasendeshita. Sore wa yoku, hotondo no jikandesu. Watashi wa kanojo no kyarakutā (haitekuotaku no isshu) ga sukidesuga, sabu to dabu no ryōhō de koe dakedeshita (tomodachi ga dabu o suisen suru mae ni, sabu de shō o mimashita. Daini wa feidesu. Faye wa, Bebop ni sanka shita utsukushī joseidesu (fune ni notte irunode, uchūsen, ōba - CLARIFICATION FTW) chīmu wa kanari hayai dankaidesu. Watashi wa shō no tochū de ōkina kyūkei o tottaga, kanojo wa episōdo 10 no mawari ni sanka shita to omou. Kanojo wa episōdo no naigai o ikiki shite ori, sorehodo ōku wa naiga, kanojo wa chīmu no joseideari, u~ittodeari, josei kyarakutā ni yotte tassei sa reta yūmoa no kankaku o kuwaeru dakedesu. Kanojo wa anime de dentō-tekina josei no byū ni shitagawanai, sore wa subarashīdesu!)\u001b[22m\nNext, is a two-way tie, so I'll cover both of them. Spike and Jet, our main protagonists. Jet is Spike's mentor. Not much is known about Jet (except a couple of background episodes, which are NOT flashback episodes, which is always good) but he becomes a loveable character, being a very fatherly figure and caring towards all his crew. I think he owns the Bebop, so he cares very much about the ship too. He also has a fascination with bonsai trees, because why not. Every anime character has to have a wierd fetish, rule #1. For Jet, it's bonsai trees. Hey, he runs the ship, helps out his crew, and cooks. You gotta let him have his moments.\n\n\u001b[1m次に、双方向のネクタイなので、私は両方をカバーします。 主な主人公のスパイクとジェット。 ジェットはスパイクの指導者です。 ジェットについてはあまり知られていませんが（フラッシュバックのエピソードではなく、いつも良いエピソードの2つのエピソードを除いて）、彼は愛らしいキャラクターになり、非常に父親の姿で、すべての乗組員に気を配ります。 私は彼がビバップを所有していると思うので、彼は船についてもとても気にしています。 彼はまた、盆栽の木に魅力を感じています。 すべてのアニメキャラクターは、ルール＃1の奇妙なフェチを持っていなければなりません。 ジェットの場合は、盆栽の木です。 ねえ、彼は船を運び、乗組員を助け、料理をする。 あなたは彼に自分の瞬間を持たせなければなりません。\u001b[22m\n\u001b[1m(Tsugini, sōhōkō no nekutainanode, watashi wa ryōhō o kabā shimasu. Omona shujinkō no supaiku to jetto. Jetto wa supaiku no shidō-shadesu. Jetto ni tsuite wa amari shira rete imasenga (furasshu bakku no episōdode wa naku, itsumo yoi episōdo no 2tsu no episōdo o nozoite), kare wa airashī kyarakutā ni nari, hijō ni chichioya no sugata de, subete no norikumiin ni ki o kubarimasu. Watashi wa kare ga bibappu o shoyū shite iru to omou node, kare wa fune ni tsuite mo totemo ki ni shite imasu. Kare wa mata, bonsai no ki ni miryoku o kanjite imasu. Subete no animekyarakutā wa, rūru# 1 no kimyōna fechi o motte inakereba narimasen. Jetto no baai wa, bonsai no kidesu. Nē, kare wa fune o hakobi, norikumiin o tasuke, ryōri o suru. Anata wa kare ni jibun no shunkan o mota senakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mNext, is a two-way tie, so I'll cover both of them. Spike and Jet, our main protagonists. Jet is Spike's mentor. Not much is known about Jet (except a couple of background episodes, which are NOT flashback episodes, which is always good) but he becomes a loveable character, being a very fatherly figure and caring towards all his crew. I think he owns the Bebop, so he cares very much about the ship too. He also has a fascination with bonsai trees, because why not. Every anime character has to have a wierd fetish, rule #1. For Jet, it's bonsai trees. Hey, he runs the ship, helps out his crew, and cooks. You gotta let him have his moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext, is a two-way tie, so I'll cover both of them.\u001b[24m\n    \u001b[1m次に、双方向のネクタイなので、私は両方をカバーします。\u001b[22m, \u001b[1m次に、双方向のネクタイですので、私はそれらの両方をカバーします。\u001b[22m\n\u001b[4mSpike and Jet, our main protagonists.\u001b[24m\n    \u001b[1m主な主人公のスパイクとジェット。\u001b[22m, \u001b[1mスパイクとジェット、私たちの主な主人公。\u001b[22m\n\u001b[4mJet is Spike's mentor.\u001b[24m\n    \u001b[1mジェットはスパイクの指導者です。\u001b[22m, \u001b[1mジェットは、スパイクのメンターです。\u001b[22m\n\u001b[4mNot much is known about Jet (except a couple of background episodes, which are NOT flashback episodes, which is always good) but he becomes a loveable character, being a very fatherly figure and caring towards all his crew.\u001b[24m\n    \u001b[1mジェットについてはあまり知られていませんが（フラッシュバックのエピソードではなく、いつも良いエピソードの2つのエピソードを除いて）、彼は愛らしいキャラクターになり、非常に父親の姿で、すべての乗組員に気を配ります。\u001b[22m, \u001b[1mあまりは（常に良いですエピソードをフラッシュバックされていない背景エピソードのカップル、、を除く）ジェットについて知られているが、彼は非常に父親の姿であり、かつ、すべての彼の乗組員に向かって思いやりのある、愛らしいキャラクターになります。\u001b[22m\n\u001b[4mI think he owns the Bebop, so he cares very much about the ship too.\u001b[24m\n    \u001b[1m私は彼がビバップを所有していると思うので、彼は船についてもとても気にしています。\u001b[22m, \u001b[1m私は彼がビバップを所有していると思うので、彼はあまりにも船について非常に多くを気遣います。\u001b[22m\n\u001b[4mHe also has a fascination with bonsai trees, because why not.\u001b[24m\n    \u001b[1m彼はまた、盆栽の木に魅力を感じています。\u001b[22m, \u001b[1mなぜないので、彼はまた、盆栽の木と魅力を持っています。\u001b[22m\n\u001b[4mEvery anime character has to have a wierd fetish, rule #1.\u001b[24m\n    \u001b[1mすべてのアニメキャラクターは、ルール＃1の奇妙なフェチを持っていなければなりません。\u001b[22m, \u001b[1mすべてのアニメキャラクターは奇妙なフェチ、ルール＃1を有していなければなりません。\u001b[22m\n\u001b[4mFor Jet, it's bonsai trees.\u001b[24m\n    \u001b[1mジェットの場合は、盆栽の木です。\u001b[22m, \u001b[1mジェットの場合、それは盆栽です。\u001b[22m\n\u001b[4mHey, he runs the ship, helps out his crew, and cooks.\u001b[24m\n    \u001b[1mねえ、彼は船を運び、乗組員を助け、料理をする。\u001b[22m, \u001b[1mねえ、彼は、船を実行する彼の乗組員を助け、料理人。\u001b[22m\n\u001b[4mYou gotta let him have his moments.\u001b[24m\n    \u001b[1mあなたは彼に自分の瞬間を持たせなければなりません。\u001b[22m, \u001b[1mあなたは彼が彼の瞬間を持たせなきゃ。\u001b[22m\nLastly, is Spike. I love Spike. He is brilliant. He is a 20-something bounty hunter, and uses his guns, martial art-type moves and quick witts to get him out of his many skirmishes he encounters. Despite being the main protagonist and having some 'bone-head' moments, he's actually the most philosophical of the team. I'm rambling on and don't want to spoil him, so I'll leave it there. 10/10.\n\n\u001b[1m最後に、スパイクです。 私はスパイクが大好きです。 彼は華麗です。 彼は20種類の賞金稼ぎのハンターであり、遭遇した数々の争いから彼を救うために、銃、武術形式の動き、素早い欲望を使う。 主要な主人公であるにも関わらず、彼は実際にチームの最も哲学的なものです。 私は散歩していると彼を台無しにしたくないので、私はそこに残します。  10/10。\u001b[22m\n\u001b[1m(Saigo ni, supaikudesu. Watashi wa supaiku ga daisukidesu. Kare wa kareidesu. Kare wa 20 shurui no shōkin kasegi no hantādeari, sōgū shita kazukazu no arasoi kara kare o sukuu tame ni, jū, bujutsu keishiki no ugoki, subayai yokubō o tsukau. Shuyōna shujinkōdearu ni mo kakawarazu, kare wa jissai ni chīmu no mottomo tetsugaku-tekina monodesu. Watashi wa sanpo shite iruto kare o dainashi ni shitakunainode, watashi wa soko ni nokoshimasu. 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mLastly, is Spike. I love Spike. He is brilliant. He is a 20-something bounty hunter, and uses his guns, martial art-type moves and quick witts to get him out of his many skirmishes he encounters. Despite being the main protagonist and having some 'bone-head' moments, he's actually the most philosophical of the team. I'm rambling on and don't want to spoil him, so I'll leave it there. 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, is Spike.\u001b[24m\n    \u001b[1m最後に、スパイクです。\u001b[22m\n\u001b[4mI love Spike.\u001b[24m\n    \u001b[1m私はスパイクが大好きです。\u001b[22m\n\u001b[4mHe is brilliant.\u001b[24m\n    \u001b[1m彼は華麗です。\u001b[22m, \u001b[1m彼は素晴らしいです。\u001b[22m\n\u001b[4mHe is a 20-something bounty hunter, and uses his guns, martial art-type moves and quick witts to get him out of his many skirmishes he encounters.\u001b[24m\n    \u001b[1m彼は20種類の賞金稼ぎのハンターであり、遭遇した数々の争いから彼を救うために、銃、武術形式の動き、素早い欲望を使う。\u001b[22m, \u001b[1m彼は20代のバウンティ・ハンターである、と彼は出会った彼の多くの小競り合いから彼を得るために彼の銃、武術型移動とクイックウイッツを使用しています。\u001b[22m\n\u001b[4mDespite being the main protagonist and having some 'bone-head' moments, he's actually the most philosophical of the team.\u001b[24m\n    \u001b[1m主要な主人公であるにも関わらず、彼は実際にチームの最も哲学的なものです。\u001b[22m, \u001b[1m主人公であることと、いくつかの「骨頭」瞬間を持つにもかかわらず、彼は実際には、チームの中で最も哲学的です。\u001b[22m\n\u001b[4mI'm rambling on and don't want to spoil him, so I'll leave it there.\u001b[24m\n    \u001b[1m私は散歩していると彼を台無しにしたくないので、私はそこに残します。\u001b[22m, \u001b[1m私は上のとりとめだし、彼を台無しにしたくないので、私はそこにそれを残しておきます。\u001b[22m\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[1m\u001b[22m\nSound:- I realize I am rambling on , so this section is going to be short and sweet. All you have to do for this (AUDIENCE PARTICIPATION!) is go on Youtube and type 'Cowboy Bebop OST' and then sit back, with a optional beverage and snack, and enjoy. You will not be disappointed, trust me. 10/10\n\n\u001b[1mサウンド： - 私は慌てていると思うので、このセクションは短く甘くなるでしょう。 このためにあなたがしなければならないこと（観客参加！）は、Youtubeに行き、「Cowboy Bebop OST」と入力してから、オプションの飲み物と軽食を飲んで座ってお楽しみください。 あなたは失望することはありません、私を信頼してください。  10/10\u001b[22m\n\u001b[1m(Saundo: - Watashi wa awatete iru to omou node, kono sekushon wa mijikaku amaku narudeshou. Ko no tame ni anata ga shinakereba naranai koto (kankyaku sanka! ) Wa, Youtube ni iki,`Cowboy Bebop OST' to nyūryoku shite kara, opushon no nomimono to keishoku o nonde suwatte o tanoshimi kudasai. Anata wa shitsubō suru koto wa arimasen, watashi o shinrai shite kudasai. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound:- I realize I am rambling on , so this section is going to be short and sweet. All you have to do for this (AUDIENCE PARTICIPATION!) is go on Youtube and type 'Cowboy Bebop OST' and then sit back, with a optional beverage and snack, and enjoy. You will not be disappointed, trust me. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:- I realize I am rambling on , so this section is going to be short and sweet.\u001b[24m\n    \u001b[1mサウンド： - 私は慌てていると思うので、このセクションは短く甘くなるでしょう。\u001b[22m, \u001b[1mサウンド： - 私は上のとりとめ午前実現するため、このセクションでは、短いと甘いことになるだろう。\u001b[22m\n\u001b[4mAll you have to do for this (AUDIENCE PARTICIPATION!) is go on Youtube and type 'Cowboy Bebop OST' and then sit back, with a optional beverage and snack, and enjoy.\u001b[24m\n    \u001b[1mこのためにあなたがしなければならないこと（観客参加！）は、Youtubeに行き、「Cowboy Bebop OST」と入力してから、オプションの飲み物と軽食を飲んで座ってお楽しみください。\u001b[22m, \u001b[1mあなたはこの（視聴者参加！）のためにしなければならないのは、YouTubeやタイプ 'カウボーイビバップOST'上に移動して、任意の飲料とスナックで、後ろに座るとお楽しみです。\u001b[22m\n\u001b[4mYou will not be disappointed, trust me.\u001b[24m\n    \u001b[1mあなたは失望することはありません、私を信頼してください。\u001b[22m, \u001b[1mあなたは私を信頼し、失望されません。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall:- As you've been able to read, I love this show, and will ever be in debt to my best friend who introduced me to the series. However, along with Ed, I have one nitpick. Thank you, Tanade, Thank you, Spike, Jet, Faye and even you Ein, Spike's dog. Thank you, Cowboy Bebop. 10/10 IT'S SLOW! My God, does this show take it's time! Once you get passed, say, the 8 minute mark, it's fine, but this show takes it's sweet. sweet time to get up to speed, then, as per usual, you lose yourself, as you will do in a fantastic anime. Other then that, this is a beautiful, jaw-dropping, action-packed and sometimes sentimental show that will have you laugh,cry, punch the air and rock in the corner all in the space of 5 minutes. Not just a beautiful anime, but an inspiring experience. If ever there was a show to reccommend, it would be this. I can't say it's my favourite, not just because I may find a new favourite, but because I all ready have one, but this is a very close second.\n\n\u001b[1m楽しさ/全体： - あなたが読むことができたように、私はこのショーが大好きで、私をシリーズに紹介した親友に負債になります。 しかし、エドと一緒に、私はニットピックを1つ持っています。 ありがとう、田辺、ありがとう、スパイク、ジェット、フェイ、さらにはアイン、スパイクの犬。 ありがとう、カウボーイビバップ。  10/10 それは遅い！ 私の神様、このショーには時間がかかりますか？ 一度あなたが8分のマークを渡すと、それはいいですが、このショーはそれが甘いです。 あなたが素晴らしいアニメでやっているように、いつものように、あなたは自分自身を失います。 それ以外は、これは美しく、あごが落ちる、アクション満載の、時にはセンチメンタルなショーで、あなたは笑い、泣き、空気を吹き込み、コーナーで5分の間隔で揺れるでしょう。 美しいアニメだけでなく、感動的な経験。 今までに何かショーがあったのなら、それはこれだろう。 私はそれが私の好みだとは言えません。新しいお気に入りを見つけるかもしれないからだけではなく、私は準備ができているので、これは非常に近い秒です。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: - Anata ga yomu koto ga dekita yō ni, watashi wa kono shō ga daisukide, watashi o shirīzu ni shōkai shita shin'yū ni fusai ni narimasu. Shikashi, Edo to issho ni, watashi wa nittopikku o 1tsu motte imasu. Sore wa osoi! Watashinokamisama, kono shō ni wa jikan ga kakarimasu ka? Ichido anata ga 8-bu no māku o watasu to, sore wa īdesuga, kono shō wa sore ga amaidesu. Anata ga subarashī anime de yatte iru yō ni, itsumo no yō ni, anata wa jibun jishin o ushinaimasu. Sore igai wa, koreha utsukushiku, ago ga ochiru, akushon mansai no, tokiniha senchimentaruna shō de, anata wa warai, naki, kūki o fukikomi, kōnā de 5-bu no kankaku de yurerudeshou. Utsukushī anime dakedenaku, kandō-tekina keiken. Ima made ni nanika shō ga atta nonara, sore wa koredarou. Watashi wa sore ga watashi no konomida to wa iemasen. Atarashī okiniiri o mitsukeru kamo shirenaikara dakede wa naku, watashi wa junbi ga dekite irunode, kore wa hijō ni chikai byōdesu. Arigatō, Tanabe, arigatō, supaiku, jetto, fei, sarani wa Ain, supaiku no inu. Arigatō, kaubōibibappu. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall:- As you've been able to read, I love this show, and will ever be in debt to my best friend who introduced me to the series. However, along with Ed, I have one nitpick. Thank you, Tanade, Thank you, Spike, Jet, Faye and even you Ein, Spike's dog. Thank you, Cowboy Bebop. 10/10 IT'S SLOW! My God, does this show take it's time! Once you get passed, say, the 8 minute mark, it's fine, but this show takes it's sweet. sweet time to get up to speed, then, as per usual, you lose yourself, as you will do in a fantastic anime. Other then that, this is a beautiful, jaw-dropping, action-packed and sometimes sentimental show that will have you laugh,cry, punch the air and rock in the corner all in the space of 5 minutes. Not just a beautiful anime, but an inspiring experience. If ever there was a show to reccommend, it would be this. I can't say it's my favourite, not just because I may find a new favourite, but because I all ready have one, but this is a very close second.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall:- As you've been able to read, I love this show, and will ever be in debt to my best friend who introduced me to the series.\u001b[24m\n    \u001b[1m楽しさ/全体： - あなたが読むことができたように、私はこのショーが大好きで、私をシリーズに紹介した親友に負債になります。\u001b[22m, \u001b[1m楽しさ/全体： - あなたが読むことができてきたように、私はこの番組を愛し、これまでのシリーズを紹介してくれた私の親友に借金になります。\u001b[22m\n\u001b[4mHowever, along with Ed, I have one nitpick.\u001b[24m\n    \u001b[1mしかし、エドと一緒に、私はニットピックを1つ持っています。\u001b[22m, \u001b[1mしかし、エドと一緒に、私は1つ小うるさいを持っています。\u001b[22m\n\u001b[4mIT'S SLOW!\u001b[24m\n    \u001b[1mそれは遅い！\u001b[22m, \u001b[1mITは遅いです！\u001b[22m\n\u001b[4mMy God, does this show take it's time!\u001b[24m\n    \u001b[1m私の神様、このショーには時間がかかりますか？\u001b[22m, \u001b[1m私の神は、このショーは、それは時間です取るん！\u001b[22m\n\u001b[4mOnce you get passed, say, the 8 minute mark, it's fine, but this show takes it's sweet.\u001b[24m\n    \u001b[1m一度あなたが8分のマークを渡すと、それはいいですが、このショーはそれが甘いです。\u001b[22m, \u001b[1mあなたが渡されると、たとえば、8分のマークは、それは大丈夫ですが、このショーは、それは甘いかかります。\u001b[22m\n\u001b[4msweet time to get up to speed, then, as per usual, you lose yourself, as you will do in a fantastic anime.\u001b[24m\n    \u001b[1mあなたが素晴らしいアニメでやっているように、いつものように、あなたは自分自身を失います。\u001b[22m, \u001b[1mあなたは素晴らしいアニメに尽くすように速度まで取得するための甘い時間は、その後、通常通り、あなたは、自分自身を失います。\u001b[22m\n\u001b[4mOther then that, this is a beautiful, jaw-dropping, action-packed and sometimes sentimental show that will have you laugh,cry, punch the air and rock in the corner all in the space of 5 minutes.\u001b[24m\n    \u001b[1mそれ以外は、これは美しく、あごが落ちる、アクション満載の、時にはセンチメンタルなショーで、あなたは笑い、泣き、空気を吹き込み、コーナーで5分の間隔で揺れるでしょう。\u001b[22m, \u001b[1m他のは、その、これは美しい、顎滴下、アクション満載の、あなたは、笑い泣き、すべての5分のスペースにコーナー内の空気と岩をパンチしています時々センチメンタルなショーです。\u001b[22m\n\u001b[4mNot just a beautiful anime, but an inspiring experience.\u001b[24m\n    \u001b[1m美しいアニメだけでなく、感動的な経験。\u001b[22m, \u001b[1m美しいアニメが、感動の経験だけではありません。\u001b[22m\n\u001b[4mIf ever there was a show to reccommend, it would be this.\u001b[24m\n    \u001b[1m今までに何かショーがあったのなら、それはこれだろう。\u001b[22m, \u001b[1m今までreccommendするショーがあった場合、それはこのことだろう。\u001b[22m\n\u001b[4mI can't say it's my favourite, not just because I may find a new favourite, but because I all ready have one, but this is a very close second.\u001b[24m\n    \u001b[1m私はそれが私の好みだとは言えません。新しいお気に入りを見つけるかもしれないからだけではなく、私は準備ができているので、これは非常に近い秒です。\u001b[22m, \u001b[1m私は、新しいお気に入りを見つけることができないという理由だけで、それは私のお気に入りだと言うことはできませんが、私はすべての準備は1を持っていますが、これは非常に近い秒ですので。\u001b[22m\n\u001b[4mThank you, Tanade, Thank you, Spike, Jet, Faye and even you Ein, Spike's dog.\u001b[24m\n    \u001b[1mありがとう、田辺、ありがとう、スパイク、ジェット、フェイ、さらにはアイン、スパイクの犬。\u001b[22m, \u001b[1mフェイ、ジェット、スパイク、ありがとうございます、Tanade、ありがとうございましたとも、あなたアイン、スパイクの犬。\u001b[22m\n\u001b[4mThank you, Cowboy Bebop.\u001b[24m\n    \u001b[1mありがとう、カウボーイビバップ。\u001b[22m, \u001b[1m、カウボーイビバップ、ありがとうございました。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "valce",
    "profile": "/profile/valce/reviews",
    "pages": "13",
    "number": "2",
    "link": "/reviews.php?id=27690",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nカウボーイビバップを表現する言葉を見つけることは、私が想像するよりも難しいことが判明しました。 このシリーズはアニメーションの真の傑作であり、真に全面的に10の評価を受ける少数のものの1つです。\n\nショーのすべての要素のうち、特筆すべきものは、菅野よう子が作曲した楽譜です。 それは間違いなく、シリーズの中で最も雰囲気のある音楽の1つであり、ショーは最もよく知られています。\n\nプロットは非線形です。 各キャラクターは基本的な議題を持っていますが、最終的に人生がどこにかかるかを決めるのはその環境です。 ショーのためのスクリプティングは例外的です。 エピソードはきれいに変化しており、対話は非常によく書かれており、本能からサポートまで話されている。\n\n音楽に加えて、シリーズの次の最も認識可能な側面は、文字です。 彼らのそれぞれは、卓越した芸術、流体アニメーション、優れた声優で裏付けられた細心のデザインと個性を持っています。 これらのすべては、前述の素材と組み合わさって、現実的にふさわしく説得力のある形をしています。\n\nカウボーイビバップは、あらゆる点で、卓越したショーです。 それは痛ましいビジュアル、美しい音楽、信じられないキャラクターでアニメの中に遺産と名前を後押しするだけではありません。 見なければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFinding the words to describe Cowboy Bebop proved to be more difficult than I imagined. The series is a true masterpiece of animation and one of few that genuinely deserves a 10 rating across the board.\n\n\u001b[1mカウボーイビバップを表現する言葉を見つけることは、私が想像するよりも難しいことが判明しました。 このシリーズはアニメーションの真の傑作であり、真に全面的に10の評価を受ける少数のものの1つです。\u001b[22m\n\u001b[1m(Kaubōibibappu o hyōgen suru kotoba o mitsukeru koto wa, watashi ga sōzō suru yori mo muzukashī koto ga hanmei shimashita. Kono shirīzu wa animēshon no shin no kessakudeari, makotoni zenmen-teki ni 10 no hyōka o ukeru shōsū no mono no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mFinding the words to describe Cowboy Bebop proved to be more difficult than I imagined. The series is a true masterpiece of animation and one of few that genuinely deserves a 10 rating across the board.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinding the words to describe Cowboy Bebop proved to be more difficult than I imagined.\u001b[24m\n    \u001b[1mカウボーイビバップを表現する言葉を見つけることは、私が想像するよりも難しいことが判明しました。\u001b[22m, \u001b[1mカウボーイビバップを記述するために言葉を見つけることは私が想像以上に困難であることが判明しました。\u001b[22m\n\u001b[4mThe series is a true masterpiece of animation and one of few that genuinely deserves a 10 rating across the board.\u001b[24m\n    \u001b[1mこのシリーズはアニメーションの真の傑作であり、真に全面的に10の評価を受ける少数のものの1つです。\u001b[22m, \u001b[1mシリーズは、真のアニメーションの傑作と純粋に軒並み10の評価に値するいくつかの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nOf all the elements in the show, the one worthy of special mention is the music score, composed by Yoko Kanno. It is undoubtedly some of the most atmospheric music of any series and one the show is best known for.\n\n\u001b[1mショーのすべての要素のうち、特筆すべきものは、菅野よう子が作曲した楽譜です。 それは間違いなく、シリーズの中で最も雰囲気のある音楽の1つであり、ショーは最もよく知られています。\u001b[22m\n\u001b[1m(Shō no subete no yōso no uchi, tokuhitsu subeki mono wa, kan'no yōko ga sakkyoku shita gakufudesu. Sore wa machigainaku, shirīzu no naka de mottomo fun'iki no aru ongaku no 1tsudeari, shō wa mottomo yoku shira rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOf all the elements in the show, the one worthy of special mention is the music score, composed by Yoko Kanno. It is undoubtedly some of the most atmospheric music of any series and one the show is best known for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf all the elements in the show, the one worthy of special mention is the music score, composed by Yoko Kanno.\u001b[24m\n    \u001b[1mショーのすべての要素のうち、特筆すべきものは、菅野よう子が作曲した楽譜です。\u001b[22m, \u001b[1mショーのすべての要素のうち、特筆すべきものは菅野よう子作曲、楽譜です。\u001b[22m\n\u001b[4mIt is undoubtedly some of the most atmospheric music of any series and one the show is best known for.\u001b[24m\n    \u001b[1mそれは間違いなく、シリーズの中で最も雰囲気のある音楽の1つであり、ショーは最もよく知られています。\u001b[22m, \u001b[1mそれは間違いなく最も大気のいずれかのシリーズの音楽とショーが最高のために知られている1の一部です。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is nonlinear. While each character has an underlying agenda, it is their environment that ultimately decides where life takes them. Scripting for the show is exceptional; episodes are nicely varied and the dialogue is very well-written and spoken from the mains to the supporting.\n\n\u001b[1mプロットは非線形です。 各キャラクターは基本的な議題を持っていますが、最終的に人生がどこにかかるかを決めるのはその環境です。 ショーのためのスクリプティングは例外的です。 エピソードはきれいに変化しており、対話は非常によく書かれており、本能からサポートまで話されている。\u001b[22m\n\u001b[1m(Purotto wa hisenkeidesu. Kaku kyarakutā wa kihon-tekina gidai o motte imasuga, saishūtekini jinsei ga doko ni kakaru ka o kimeru no wa sono kankyōdesu. Shō no tame no sukuriputingu wa reigai-tekidesu. Episōdo wa kirei ni henka shite ori, taiwa wa hijō ni yoku kaka rete ori, hon'nō kara sapōto made hanasa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is nonlinear. While each character has an underlying agenda, it is their environment that ultimately decides where life takes them. Scripting for the show is exceptional; episodes are nicely varied and the dialogue is very well-written and spoken from the mains to the supporting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is nonlinear.\u001b[24m\n    \u001b[1mプロットは非線形です。\u001b[22m, \u001b[1mプロットは、非線形です。\u001b[22m\n\u001b[4mWhile each character has an underlying agenda, it is their environment that ultimately decides where life takes them.\u001b[24m\n    \u001b[1m各キャラクターは基本的な議題を持っていますが、最終的に人生がどこにかかるかを決めるのはその環境です。\u001b[22m, \u001b[1m各文字は根本的な課題がありますが、それは生命がそれらを取る場所を最終的に決定し、それらの環境です。\u001b[22m\n\u001b[4mScripting for the show is exceptional;\u001b[24m\n    \u001b[1mショーのためのスクリプティングは例外的です。\u001b[22m, \u001b[1mショーのためのスクリプトは格別です。\u001b[22m\n\u001b[4mepisodes are nicely varied and the dialogue is very well-written and spoken from the mains to the supporting.\u001b[24m\n    \u001b[1mエピソードはきれいに変化しており、対話は非常によく書かれており、本能からサポートまで話されている。\u001b[22m, \u001b[1mエピソードがうまく多様であり、対話は非常によく書かれており、支持に主電源から話されています。\u001b[22m\n\u001b[1m\u001b[22m\nBesides the music, the next most recognizable aspect of the series is the characters. Each and every one of them has a meticulous design and personality, backed with outstanding art, fluid animation and excellent voice acting. All of this, combined with the aforementioned material, comes together in the form of realistically fleshed out and convincing figures.\n\n\u001b[1m音楽に加えて、シリーズの次の最も認識可能な側面は、文字です。 彼らのそれぞれは、卓越した芸術、流体アニメーション、優れた声優で裏付けられた細心のデザインと個性を持っています。 これらのすべては、前述の素材と組み合わさって、現実的にふさわしく説得力のある形をしています。\u001b[22m\n\u001b[1m(Ongaku ni kuwaete, shirīzu no tsugi no mottomo ninshiki kanōna sokumen wa, mojidesu. Karera no sorezore wa, takuetsu shita geijutsu, ryūtai animēshon, sugureta seiyū de uradzuke rareta saishin no dezain to kosei o motte imasu. Korera no subete wa, zenjutsu no sozai to kumiawasa tte, genjitsu-teki ni fusawashiku settoku-ryoku no aru katachi o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBesides the music, the next most recognizable aspect of the series is the characters. Each and every one of them has a meticulous design and personality, backed with outstanding art, fluid animation and excellent voice acting. All of this, combined with the aforementioned material, comes together in the form of realistically fleshed out and convincing figures.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides the music, the next most recognizable aspect of the series is the characters.\u001b[24m\n    \u001b[1m音楽に加えて、シリーズの次の最も認識可能な側面は、文字です。\u001b[22m, \u001b[1m音楽以外にも、シリーズの次の最も有名な側面は、文字です。\u001b[22m\n\u001b[4mEach and every one of them has a meticulous design and personality, backed with outstanding art, fluid animation and excellent voice acting.\u001b[24m\n    \u001b[1m彼らのそれぞれは、卓越した芸術、流体アニメーション、優れた声優で裏付けられた細心のデザインと個性を持っています。\u001b[22m, \u001b[1m一人ひとりそのうちの一つは、優れた芸術、流体アニメーションと優れた声の演技に裏打ちされ、細部まで行き届いたデザインと個性を持っています。\u001b[22m\n\u001b[4mAll of this, combined with the aforementioned material, comes together in the form of realistically fleshed out and convincing figures.\u001b[24m\n    \u001b[1mこれらのすべては、前述の素材と組み合わさって、現実的にふさわしく説得力のある形をしています。\u001b[22m, \u001b[1mこのすべては、上記の材料と組み合わせて、現実的に肉付けし、説得力のある数字の形で一緒に来ます。\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop, in every regard, is a show of excellence. It more than backs its legacy and name among anime with painstaking visuals, beautiful music and believable characters. A must watch.\n\n\u001b[1mカウボーイビバップは、あらゆる点で、卓越したショーです。 それは痛ましいビジュアル、美しい音楽、信じられないキャラクターでアニメの中に遺産と名前を後押しするだけではありません。 見なければならない。\u001b[22m\n\u001b[1m(Kaubōibibappu wa, arayuru ten de, takuetsu shita shōdesu. Sore wa itamashī bijuaru, utsukushī ongaku, shinjirarenai kyarakutā de anime no naka ni isan to namae o atooshi suru dakede wa arimasen. Minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop, in every regard, is a show of excellence. It more than backs its legacy and name among anime with painstaking visuals, beautiful music and believable characters. A must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop, in every regard, is a show of excellence.\u001b[24m\n    \u001b[1mカウボーイビバップは、あらゆる点で、卓越したショーです。\u001b[22m, \u001b[1mカウボーイビバップは、あらゆる点で、卓越性のショーです。\u001b[22m\n\u001b[4mIt more than backs its legacy and name among anime with painstaking visuals, beautiful music and believable characters.\u001b[24m\n    \u001b[1mそれは痛ましいビジュアル、美しい音楽、信じられないキャラクターでアニメの中に遺産と名前を後押しするだけではありません。\u001b[22m, \u001b[1mそれ以上は骨の折れるビジュアル、美しい音楽と信じられる文字とアニメの中で、その遺産と名前をバックアップします。\u001b[22m\n\u001b[4mA must watch.\u001b[24m\n    \u001b[1m見なければならない。\u001b[22m, \u001b[1m見る必要があります。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Temujin_27",
    "profile": "/profile/Temujin_27/reviews",
    "pages": "13",
    "number": "3",
    "link": "/reviews.php?id=75227",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nこの時点でこのシリーズをレビューするのは無意味でしょう。 カウボーイビバップはすでに、アニメコミュニティから非常に高い評価を受けており、肯定的なレビューはそれほど多くのホワイトノイズに過ぎないでしょう。 私がこれを書くのを迷っているのは、かつては、その誇大宣伝に満ちたシリーズを発見したからです。\n\n私はこのレビューをサムライチャンプルーとの比較にするのではなく、真剣に\"渡辺慎一郎\"を全面的に書いています。  2つのシリーズは非常によく似ています：場所が変わってきて、迷子になって好きなキャラクターがキャストされ、トラブルに陥り、時間がたつにつれて、神秘的な過去について学びます。 ジェットは私たちが望んでいた典型的な大兄弟です。エドワードは面白いです（私は本当にフェイを気にしませんでした。彼女はあまり貢献していないようです）。そしてスパイクも？ ああ、スパイク・シュピーゲルはバッド・アースです！ 彼はすべての種類のお尻を蹴散らし、彼は悪い宇宙船を持っています。そして彼はそのような重力をもってすべてをやる強力な3次元のキャラクターです。 これらはあなたが実際にあなたの友人だったことを望む人々です。\n\n渡辺氏の特徴といえるもう一つの強みは、雰囲気です。 西洋からSFまで、そしてその中間にあるさまざまなジャンルのミッシュマッシュは、これまでに見たことのないアートスタイルを提供します。 他のアニメはタバコと宇宙船を組み合わせることはできませんでした。私は他の監督がこのコンセプトを生き生きとさせることはできないと考えています。 しかし、この視覚的な饗宴に付随するために必要な音を供給することができたのは誰ですか？ いつものように、菅野陽子がお届けします。 私は音楽のスコアがChamplooのように思い出深いものだとは思わないが（エピソード5の「Green Bird」は例外だが）、それは完璧なフィット感であり、シリーズの音色を設定するのに役立った。 サイドノート：「Tank！」はこれまでに書かれたアニメにとっての最も大きなオープニングテーマです。\n\n声優としては、English Dubを見ましたが、今はなぜこのDubが注目を集めているのか理解しています。  1人のキャラクターはミスキャストではありません。 ない1。 ストリートにいるすべてのランダムジョー、シリーズ全体に出てくる多数のサイドキャラクター、彼らはすべて正確な目的を果たします。 もちろん、ショーの本当の星が主人公です。 これらは私が今まで聞いたことのない最も信じられないパフォーマンスのいくつかです。  Spike SpiegelとしてのSteve Blumの役割は、本当にそれ自体について語ります。  （意図された馬小屋）\n\nこのシリーズに完璧なスコアを与えたいと思うほど、私とうまく座っていないものが1つありました。 アニメを見るのが終わるたびに、「私はこのシリーズから正確に何を取り除くことができますか？」と尋ねます。正直なところ、私はその質問に対する答えを見つけることはできません。 おそらく、それは後で私に来るだろうが、今のところ私はこのシリーズを一種の無意味なものと見なす。 カウボーイビバップの走りの終わりには、それは達成されたようには感じられません。 私は間違ってはいけない、私はこれらの文字が見えるのが大好きだった。 物語としてBebopは欠けているように感じる。\n\n彼らは目的地ではないと言います。 それは旅自体であり、このジャジーな宇宙オデッセイは旅の地獄でした。 カウボーイビバップはその時代には愛されていましたが、今は愛されており、今後も愛され続けます。 あなたはこのシリーズを見るためにそれを自分自身に借りています。\n\nバング。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt’s probably pointless to review this series at this point. Cowboy Bebop already has so much acclaim from the Anime community that another positive review would just be so much white noise. The reason I even bother to write this is because, for once, I actually found a series that lived up to its immense hype.\n\n\u001b[1mこの時点でこのシリーズをレビューするのは無意味でしょう。 カウボーイビバップはすでに、アニメコミュニティから非常に高い評価を受けており、肯定的なレビューはそれほど多くのホワイトノイズに過ぎないでしょう。 私がこれを書くのを迷っているのは、かつては、その誇大宣伝に満ちたシリーズを発見したからです。\u001b[22m\n\u001b[1m(Kono jiten de kono shirīzu o rebyū suru no wa muimideshou. Kaubōibibappu wa sudeni, anime komyuniti kara hijō ni takai hyōka o ukete ori, kōtei-tekina rebyū wa sorehodo ōku no howaito noizu ni suginaideshou. Watashi ga kore o kaku no o mayotte iru no wa, katsute wa, sono kodai senden ni michita shirīzu o hakken shitakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s probably pointless to review this series at this point. Cowboy Bebop already has so much acclaim from the Anime community that another positive review would just be so much white noise. The reason I even bother to write this is because, for once, I actually found a series that lived up to its immense hype.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s probably pointless to review this series at this point.\u001b[24m\n    \u001b[1mこの時点でこのシリーズをレビューするのは無意味でしょう。\u001b[22m, \u001b[1mそれは、この時点でこのシリーズを確認するには、おそらく無意味です。\u001b[22m\n\u001b[4mCowboy Bebop already has so much acclaim from the Anime community that another positive review would just be so much white noise.\u001b[24m\n    \u001b[1mカウボーイビバップはすでに、アニメコミュニティから非常に高い評価を受けており、肯定的なレビューはそれほど多くのホワイトノイズに過ぎないでしょう。\u001b[22m, \u001b[1mカウボーイビバップは、すでに別の肯定的なレビューがちょうどそんなにホワイトノイズとなるアニメコミュニティからそんなに称賛を持っています。\u001b[22m\n\u001b[4mThe reason I even bother to write this is because, for once, I actually found a series that lived up to its immense hype.\u001b[24m\n    \u001b[1m私がこれを書くのを迷っているのは、かつては、その誇大宣伝に満ちたシリーズを発見したからです。\u001b[22m, \u001b[1m一度のために、私は実際にその巨大な誇大広告まで住んでいたシリーズを発見した、ので、私もこれを書くためにわざわざ理由があります。\u001b[22m\n\u001b[1m\u001b[22m\nI don’t want this review to be nothing but comparisons to Samurai Champloo, but seriously, this has “Shinichiro Watanabe” written all over it. The two series feel very similar: a cast of flawed but likable characters, traveling from place to place, getting into trouble and as time goes by we come learn about their mysterious pasts. Jet is the quintessential big brother we all wish we had, Edward is hilarious, (I didn’t really care for Faye, she doesn’t seem to contribute much) and as for Spike? Oh Lord, Spike Spiegel is a BAD-ASS!!! He kicks all kinds of ass, he has a bad-ass spacecraft, and he’s a strong three-dimensional character who does everything with such gravitas. These are the people you wish were your friends in real life.\n\n\u001b[1m私はこのレビューをサムライチャンプルーと比較するだけのものではないと思っていますが、真剣に言えば、これには「渡辺慎一郎」が書かれています。  2つのシリーズは非常によく似ています：場所が変わってきて、迷子になって好きなキャラクターがキャストされ、トラブルに陥り、時間がたつにつれて、神秘的な過去について学びます。 ジェットは私たちが望んでいた典型的な大兄弟です。エドワードは面白いです（私は本当にフェイを気にしませんでした、彼女はあまり貢献していないようです）。そしてスパイクについては？ ああ、スパイク・シュピーゲルはバッド・アースです！ 彼はすべての種類のお尻を蹴散らし、彼は悪い宇宙船を持っています。そして彼はそのような重力をもってすべてをやる強力な3次元のキャラクターです。 これらはあなたが実際にあなたの友人だったことを望む人々です。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū o samuraichanpurū to hikaku suru dake no monode wa nai to omotte imasuga, shinken ni ieba, kore ni wa `Watanabe Shin'ichirō' ga kaka rete imasu. 2Tsu no shirīzu wa hijō ni yoku nite imasu: Basho ga kawatte kite, maigo ni natte sukina kyarakutā ga kyasuto sa re, toraburu ni ochīri, jikan ga tatsu ni tsurete, shinpi-tekina kako ni tsuite manabimasu. Jetto wa watashitachi ga nozonde ita tenkei-tekina dai kyōdaidesu. Edowādo wa omoshiroidesu (watashi wa hontōni fei o ki ni shimasendeshita, kanojo wa amari kōken shite inai yōdesu). Soshite supaiku ni tsuite wa? Ā, supaiku shupīgeru wa baddo āsudesu! Kare wa subete no shurui no o shiri o ke chirashi, kare wa warui uchūsen o motte imasu. Soshite kare wa sono yōna jūryoku o motte subete o yaru kyōryokuna 3-jigen no kyarakutādesu. Korera wa anata ga jissai ni anata no yūjindatta koto o nozomu hitobitodesu.)\u001b[22m\n\nTranslations of \u001b[4mI don’t want this review to be nothing but comparisons to Samurai Champloo, but seriously, this has “Shinichiro Watanabe” written all over it. The two series feel very similar: a cast of flawed but likable characters, traveling from place to place, getting into trouble and as time goes by we come learn about their mysterious pasts. Jet is the quintessential big brother we all wish we had, Edward is hilarious, (I didn’t really care for Faye, she doesn’t seem to contribute much) and as for Spike? Oh Lord, Spike Spiegel is a BAD-ASS!!! He kicks all kinds of ass, he has a bad-ass spacecraft, and he’s a strong three-dimensional character who does everything with such gravitas. These are the people you wish were your friends in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don’t want this review to be nothing but comparisons to Samurai Champloo, but seriously, this has “Shinichiro Watanabe” written all over it.\u001b[24m\n    \u001b[1m私はこのレビューをサムライチャンプルーと比較するだけのものではないと思っていますが、真剣に言えば、これには「渡辺慎一郎」が書かれています。\u001b[22m, \u001b[1m私が、この口コミがサムライチャンプルーとの比較が、何もないしたくないが、真剣に、これはすべてその上に書かれた「渡辺信一郎」があります。\u001b[22m\n\u001b[4mThe two series feel very similar: a cast of flawed but likable characters, traveling from place to place, getting into trouble and as time goes by we come learn about their mysterious pasts.\u001b[24m\n    \u001b[1m2つのシリーズは非常によく似ています：場所が変わってきて、迷子になって好きなキャラクターがキャストされ、トラブルに陥り、時間がたつにつれて、神秘的な過去について学びます。\u001b[22m, \u001b[1m、場所から場所へ旅行するトラブルになって、欠陥がなく、好感の持てる文字のキャストを、我々は彼らの神秘的な過去を学びに来ることで、時間通り行く：2つのシリーズは非常に似て感じています。\u001b[22m\n\u001b[4mJet is the quintessential big brother we all wish we had, Edward is hilarious, (I didn’t really care for Faye, she doesn’t seem to contribute much) and as for Spike?\u001b[24m\n    \u001b[1mジェットは私たちが望んでいた典型的な大兄弟です。エドワードは面白いです（私は本当にフェイを気にしませんでした、彼女はあまり貢献していないようです）。そしてスパイクについては？\u001b[22m, \u001b[1mジェットは、我々はすべて私たちが持っていた希望典型兄である、エドワードは、陽気な（私は本当にフェイのために気にしませんでした、彼女はあまり寄与していないようです）とスパイクと同様であるが？\u001b[22m\n\u001b[4mOh Lord, Spike Spiegel is a BAD-ASS!!!\u001b[24m\n    \u001b[1mああ、スパイク・シュピーゲルはバッド・アースです！\u001b[22m, \u001b[1mああ主よ、スパイク・スピーゲルはBAD-ASSです！\u001b[22m\n\u001b[4mHe kicks all kinds of ass, he has a bad-ass spacecraft, and he’s a strong three-dimensional character who does everything with such gravitas.\u001b[24m\n    \u001b[1m彼はすべての種類のお尻を蹴散らし、彼は悪い宇宙船を持っています。そして彼はそのような重力をもってすべてをやる強力な3次元のキャラクターです。\u001b[22m, \u001b[1m彼は悪いお尻の宇宙船を持って、お尻のすべての種類を蹴り、彼はそのような真剣さですべてを行い、強力な3次元文字です。\u001b[22m\n\u001b[4mThese are the people you wish were your friends in real life.\u001b[24m\n    \u001b[1mこれらはあなたが実際にあなたの友人だったことを望む人々です。\u001b[22m, \u001b[1mこれらはあなたがあなたの友人が実際の生活の中でなあ人々です。\u001b[22m\n\u001b[1m\u001b[22m\nAnother strong point of the series we can attribute to Watanabe is the atmosphere. The mish-mash of different genres, Western to Sci-fi and everything in between, gives this series an art style that has never been seen before. No other anime has dared to combine cigarettes and spaceships, and I don’t believe any other director could bring this concept to life. But who could supply the sounds necessary to accompany this visual feast? As always, Yoko Kanno delivers. I don’t think the music score is as memorable as Champloo’s, (the exception being “Green Bird” from episode five) but it was the perfect fit and helped to set the tone of the series. Side note: “Tank!” IS the greatest opening theme for an anime ever written.\n\n\u001b[1m渡辺氏の特徴といえるもう一つの強みは、雰囲気です。 西洋からSFまで、そしてその中間にあるさまざまなジャンルのミッシュマッシュは、これまでに見たことのないアートスタイルを提供します。 他のアニメはタバコと宇宙船を組み合わせることはできませんでした。私は他の監督がこのコンセプトを生き生きとさせることはできないと考えています。 しかし、この視覚的な饗宴に付随するために必要な音を供給することができたのは誰ですか？ いつものように、菅野陽子がお届けします。 私は音楽のスコアがChamplooのように思い出深いものだとは思わないが（エピソード5の「Green Bird」は例外だが）、それは完璧なフィット感であり、シリーズの音色を設定するのに役立った。 サイドノート：「Tank！」はこれまでに書かれたアニメにとっての最も大きなオープニングテーマです。\u001b[22m\n\u001b[1m(Watanabe-shi no tokuchō to ieru mōhitotsu no tsuyomi wa, fun'ikidesu. Seiyō kara SF made, soshite sono chūkan ni aru samazamana janru no misshumasshu wa, kore made ni mita koto no nai ātosutairu o teikyō shimasu. Hoka no anime wa tabako to uchūsen o kumiawaseru koto wa dekimasendeshita. Watashi wa hoka no kantoku ga kono konseputo o ikiikito sa seru koto wa dekinai to kangaete imasu. Shikashi, kono shikaku-tekina kyōen ni fuzui suru tame ni hitsuyōna oto o kyōkyū suru koto ga dekita no wa daredesu ka? Itsumo no yō ni, Kan'no Yōko ga o todoke shimasu. Watashi wa ongaku no sukoa ga Champloo no yō ni omoidebukai monoda to wa omowanaiga (episōdo 5 no `Green Bird' wa reigaidaga), sore wa kanpekina fitto-kandeari, shirīzu no neiro o settei suru no ni yakudatta. Saidonōto: `Tanku!' Wa kore made ni kaka reta anime ni totte no mottomo ōkina ōpuningutēmadesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother strong point of the series we can attribute to Watanabe is the atmosphere. The mish-mash of different genres, Western to Sci-fi and everything in between, gives this series an art style that has never been seen before. No other anime has dared to combine cigarettes and spaceships, and I don’t believe any other director could bring this concept to life. But who could supply the sounds necessary to accompany this visual feast? As always, Yoko Kanno delivers. I don’t think the music score is as memorable as Champloo’s, (the exception being “Green Bird” from episode five) but it was the perfect fit and helped to set the tone of the series. Side note: “Tank!” IS the greatest opening theme for an anime ever written.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother strong point of the series we can attribute to Watanabe is the atmosphere.\u001b[24m\n    \u001b[1m渡辺氏の特徴といえるもう一つの強みは、雰囲気です。\u001b[22m, \u001b[1m私たちは渡辺に属性をすることができ、一連のもう一つの強力な点は、雰囲気です。\u001b[22m\n\u001b[4mThe mish-mash of different genres, Western to Sci-fi and everything in between, gives this series an art style that has never been seen before.\u001b[24m\n    \u001b[1m西洋からSFまで、そしてその中間にあるさまざまなジャンルのミッシュマッシュは、これまでに見たことのないアートスタイルを提供します。\u001b[22m, \u001b[1mさまざまなジャンルのミッシュ・マッシュは、間にサイファイ、すべてに西洋、このシリーズの前に見されていないアートスタイルを提供します。\u001b[22m\n\u001b[4mNo other anime has dared to combine cigarettes and spaceships, and I don’t believe any other director could bring this concept to life.\u001b[24m\n    \u001b[1m他のアニメはタバコと宇宙船を組み合わせることはできませんでした。私は他の監督がこのコンセプトを生き生きとさせることはできないと考えています。\u001b[22m, \u001b[1m他のアニメにはタバコや宇宙船を組み合わせるためにあえてしなかった、と私は、他の取締役が生活にこの概念を持って来ることができるとは思いません。\u001b[22m\n\u001b[4mBut who could supply the sounds necessary to accompany this visual feast?\u001b[24m\n    \u001b[1mしかし、この視覚的な饗宴に付随するために必要な音を供給することができたのは誰ですか？\u001b[22m, \u001b[1mしかし、誰がこの視覚の饗宴に同行するために必要なサウンドを提供するだろうか？\u001b[22m\n\u001b[4mAs always, Yoko Kanno delivers.\u001b[24m\n    \u001b[1mいつものように、菅野陽子がお届けします。\u001b[22m, \u001b[1mいつものように、菅野よう子が提供しています。\u001b[22m\n\u001b[4mI don’t think the music score is as memorable as Champloo’s, (the exception being “Green Bird” from episode five) but it was the perfect fit and helped to set the tone of the series.\u001b[24m\n    \u001b[1m私は音楽のスコアがChamplooのように思い出深いものだとは思わないが（エピソード5の「Green Bird」は例外だが）、それは完璧なフィット感であり、シリーズの音色を設定するのに役立った。\u001b[22m, \u001b[1m私は、音楽スコアはチャンプルーのと同じくらい印象的ですとは思わない（例外はエピソード5から「グリーンバード」である）が、それは完璧にフィットし、一連のトーンを設定するのに役立ちました。\u001b[22m\n\u001b[4mSide note: “Tank!” IS the greatest opening theme for an anime ever written.\u001b[24m\n    \u001b[1mサイドノート：「Tank！」はこれまでに書かれたアニメにとっての最も大きなオープニングテーマです。\u001b[22m, \u001b[1mサイドノート：\"！戦車は「これまでに書かれたアニメの最大のオープニングテーマです。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the voice-acting, I watched the English Dub, and now I understand why this Dub gets so much attention. Not a single character is miscast. Not one. Every random Joe on the street, all the numerous side characters that come and go throughout the series, they all serve their exact purpose: sound realistic while not distracting from what else may be going on. Of course, the real stars of the show are the main characters. These are some of the most believable performances I think I've ever heard. Steve Blum’s role as Spike Spiegel truly speaks for itself. (No pun intended)\n\n\u001b[1m声優としては、English Dubを見ましたが、今はなぜこのDubが注目を集めているのか理解しています。  1人のキャラクターはミスキャストではありません。 ない1。 ストリートにいるすべてのランダムジョー、シリーズ全体に出てくる多数のサイドキャラクター、彼らはすべて正確な目的を果たします。 もちろん、ショーの本当の星が主人公です。 これらは私が今まで聞いたことのない最も信じられないパフォーマンスのいくつかです。  Spike SpiegelとしてのSteve Blumの役割は、本当にそれ自体について語ります。  （意図された馬小屋）\u001b[22m\n\u001b[1m(Seiyū to shite wa, ingurisshu Dub o mimashitaga, ima wa naze kono Dub ga chūmoku o atsumete iru no ka rikai shite imasu. 1-Ri no kyarakutā wa misukyasutode wa arimasen. Nai 1. Sutorīto ni iru subete no randamujō, shirīzu zentai ni detekuru tasū no saidokyarakutā, karera wa subete seikakuna mokuteki o hatashimasu. Mochiron, shō no hontō no hoshi ga shujinkōdesu. Korera wa watashi ga imamade kiita koto no nai mottomo shinjirarenai pafōmansu no ikutsu kadesu. Gabon Spiegel to shite no sutību burumu no yakuwari wa, hontōni sore jitai ni tsuite katarimasu. (Ito sa reta umagoya))\u001b[22m\n\nTranslations of \u001b[4mAs for the voice-acting, I watched the English Dub, and now I understand why this Dub gets so much attention. Not a single character is miscast. Not one. Every random Joe on the street, all the numerous side characters that come and go throughout the series, they all serve their exact purpose: sound realistic while not distracting from what else may be going on. Of course, the real stars of the show are the main characters. These are some of the most believable performances I think I've ever heard. Steve Blum’s role as Spike Spiegel truly speaks for itself. (No pun intended)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the voice-acting, I watched the English Dub, and now I understand why this Dub gets so much attention.\u001b[24m\n    \u001b[1m声優としては、English Dubを見ましたが、今はなぜこのDubが注目を集めているのか理解しています。\u001b[22m, \u001b[1m音声演技に関しては、私は英語ダブを見て、そして今、私はこのダブはあまり注目された理由を理解しています。\u001b[22m\n\u001b[4mNot a single character is miscast.\u001b[24m\n    \u001b[1m1人のキャラクターはミスキャストではありません。\u001b[22m, \u001b[1mていない単一の文字が不適当な役者を当てるです。\u001b[22m\n\u001b[4mNot one.\u001b[24m\n    \u001b[1mない1。\u001b[22m, \u001b[1m1つではありません。\u001b[22m, \u001b[1mではない1。\u001b[22m\n\u001b[4mEvery random Joe on the street, all the numerous side characters that come and go throughout the series, they all serve their exact purpose: sound realistic while not distracting from what else may be going on.\u001b[24m\n    \u001b[1mストリートにいるすべてのランダムジョー、シリーズ全体に出てくる多数のサイドキャラクター、彼らはすべて正確な目的を果たします。\u001b[22m, \u001b[1m路上でのすべてのランダムなジョー、シリーズ全体で行ったり来たり、すべての多数の側面の文字が、それらはすべて、その正確な目的を果たす：起こってすることができる他に何からそらされていないが、現実的な音。\u001b[22m\n\u001b[4mOf course, the real stars of the show are the main characters.\u001b[24m\n    \u001b[1mもちろん、ショーの本当の星が主人公です。\u001b[22m, \u001b[1mもちろん、ショーの本当の星は、メインキャラクターです。\u001b[22m\n\u001b[4mThese are some of the most believable performances I think I've ever heard.\u001b[24m\n    \u001b[1mこれらは私が今まで聞いたことのない最も信じられないパフォーマンスのいくつかです。\u001b[22m, \u001b[1mこれらは私が私が今まで聞いたことがあると思う最も信じられる公演の一部です。\u001b[22m\n\u001b[4mSteve Blum’s role as Spike Spiegel truly speaks for itself.\u001b[24m\n    \u001b[1mSpike SpiegelとしてのSteve Blumの役割は、本当にそれ自体について語ります。\u001b[22m, \u001b[1mスパイク・スピーゲルとしてスティーヴン・ブルームの役割は本当に自分自身のために語っています。\u001b[22m\n\u001b[4m(No pun intended)\u001b[24m\n    \u001b[1m（意図された馬小屋）\u001b[22m, \u001b[1m（いいえしゃれは意図していません）\u001b[22m\n\u001b[1m\u001b[22m\nAs much as I want to give this series a perfect score, there was one thing that didn’t sit well with me. Whenever I finish watching an anime, I ask myself “so what exactly can I take away from this series?” Honestly, I can’t really find an answer for that question. Perhaps, it will come to me at a later date, but for now I see this series as kind of pointless. By the end of Cowboy Bebop’s run, it doesn’t feel like much has been accomplished. Don’t get me wrong, I loved watching these characters interact; but as a narrative Bebop feels lacking.\n\n\u001b[1mこのシリーズに完璧なスコアを与えたいと思うほど、私とうまく座っていないものが1つありました。 アニメを見るのが終わるたびに、「私はこのシリーズから正確に何を取り除くことができますか？」と尋ねます。正直なところ、私はその質問に対する答えを見つけることはできません。 おそらく、それは後で私に来るだろうが、今のところ私はこのシリーズを一種の無意味なものと見なす。 カウボーイビバップの走りの終わりには、それは達成されたようには感じられません。 私は間違ってはいけない、私はこれらの文字が見えるのが大好きだった。 物語としてBebopは欠けているように感じる。\u001b[22m\n\u001b[1m(Kono shirīzu ni kanpekina sukoa o ataetai to omou hodo, watashi to umaku suwatte inai mono ga 1tsu arimashita. Anime o miru no ga owaru tabi ni,`watashi wa kono shirīzu kara seikaku ni nani o torinozoku koto ga dekimasu ka?' To tazunemasu. Shōjikina tokoro, watashi wa sono shitsumon ni taisuru kotae o mitsukeru koto wa dekimasen. Osoraku, sore wa atode watashi ni kurudarouga, imanotokoro watashi wa kono shirīzu o isshu no muimina mono to minasu. Kaubōibibappu no hashiri no owari ni wa, soreha tassei sa reta yō ni wa kanji raremasen. Watashi wa machigatte wa ikenai, watashi wa korera no moji ga mieru no ga daisukidatta. Monogatari to shite Bebop wa kakete iru yō ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mAs much as I want to give this series a perfect score, there was one thing that didn’t sit well with me. Whenever I finish watching an anime, I ask myself “so what exactly can I take away from this series?” Honestly, I can’t really find an answer for that question. Perhaps, it will come to me at a later date, but for now I see this series as kind of pointless. By the end of Cowboy Bebop’s run, it doesn’t feel like much has been accomplished. Don’t get me wrong, I loved watching these characters interact; but as a narrative Bebop feels lacking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as I want to give this series a perfect score, there was one thing that didn’t sit well with me.\u001b[24m\n    \u001b[1mこのシリーズに完璧なスコアを与えたいと思うほど、私とうまく座っていないものが1つありました。\u001b[22m, \u001b[1m同じくらい私はこのシリーズに完璧なスコアを与えたいと思うように、私と一緒によく座っていなかった一つのことがありました。\u001b[22m\n\u001b[4mWhenever I finish watching an anime, I ask myself “so what exactly can I take away from this series?” Honestly, I can’t really find an answer for that question.\u001b[24m\n    \u001b[1mアニメを見るのが終わるたびに、「私はこのシリーズから正確に何を取り除くことができますか？」と尋ねます。正直なところ、私はその質問に対する答えを見つけることはできません。\u001b[22m, \u001b[1m私はアニメを見終えるたびに、私は「そうまさに、私は離れて、このシリーズから取ることができるか？」自問正直なところ、私は本当に、その質問に対する答えを見つけることができません。\u001b[22m\n\u001b[4mPerhaps, it will come to me at a later date, but for now I see this series as kind of pointless.\u001b[24m\n    \u001b[1mおそらく、それは後で私に来るだろうが、今のところ私はこのシリーズを一種の無意味なものと見なす。\u001b[22m, \u001b[1mおそらく、それは後日私に来るだろうが、今のところ、私は無意味なの一種としてこのシリーズを参照してください。\u001b[22m\n\u001b[4mBy the end of Cowboy Bebop’s run, it doesn’t feel like much has been accomplished.\u001b[24m\n    \u001b[1mカウボーイビバップの走りの終わりには、それは達成されたようには感じられません。\u001b[22m, \u001b[1mカウボーイビバップのランの終わりまでに、それははるかに達成されているように感じることはありません。\u001b[22m\n\u001b[4mDon’t get me wrong, I loved watching these characters interact;\u001b[24m\n    \u001b[1m私は間違ってはいけない、私はこれらの文字が見えるのが大好きだった。\u001b[22m, \u001b[1m誤解しないでください、私はこれらの文字が相互作用見て愛し。\u001b[22m\n\u001b[4mbut as a narrative Bebop feels lacking.\u001b[24m\n    \u001b[1m物語としてBebopは欠けているように感じる。\u001b[22m, \u001b[1mしかし、物語としてビバップが欠けていると感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThey say it’s not about the destination; it’s about the journey itself, and this jazzy space odyssey was one hell of a journey. Cowboy Bebop was loved in its time, it’s loved now, and it will continue to be loved far into the future. You owe it to yourself to watch this series.\n\n\u001b[1m彼らは目的地ではないと言います。 それは旅自体であり、このジャジーな宇宙オデッセイは旅の地獄でした。 カウボーイビバップはその時代には愛されていましたが、今は愛されており、今後も愛され続けます。 あなたはこのシリーズを見るためにそれを自分自身に借りています。\u001b[22m\n\u001b[1m(Karera wa mokutekichide wa nai to iimasu. Sore wa tabi jitaideari, kono jajīna uchū odessei wa tabi no jigokudeshita. Kaubōibibappu wa sono jidai ni wa aisa rete imashitaga, ima wa aisa rete ori, kongo mo aisa re tsudzukemasu. Anata wa kono shirīzu o miru tame ni sore o jibun jishin ni karite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThey say it’s not about the destination; it’s about the journey itself, and this jazzy space odyssey was one hell of a journey. Cowboy Bebop was loved in its time, it’s loved now, and it will continue to be loved far into the future. You owe it to yourself to watch this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey say it’s not about the destination;\u001b[24m\n    \u001b[1m彼らは目的地ではないと言います。\u001b[22m, \u001b[1m彼らはそれが先ではないと言います。\u001b[22m\n\u001b[4mit’s about the journey itself, and this jazzy space odyssey was one hell of a journey.\u001b[24m\n    \u001b[1mそれは旅自体であり、このジャジーな宇宙オデッセイは旅の地獄でした。\u001b[22m, \u001b[1mそれは旅そのものについてですが、このジャジーな宇宙の旅は、旅の1地獄でした。\u001b[22m\n\u001b[4mCowboy Bebop was loved in its time, it’s loved now, and it will continue to be loved far into the future.\u001b[24m\n    \u001b[1mカウボーイビバップはその時代には愛されていましたが、今は愛されており、今後も愛され続けます。\u001b[22m, \u001b[1mカウボーイビバップは、それが今愛しています、その時間に愛された、そしてそれは未来にはるかに愛され続けるだろう。\u001b[22m\n\u001b[4mYou owe it to yourself to watch this series.\u001b[24m\n    \u001b[1mあなたはこのシリーズを見るためにそれを自分自身に借りています。\u001b[22m, \u001b[1mあなたはこのシリーズを見て自分自身にそれを借りています。\u001b[22m\n\u001b[1m\u001b[22m\nBang.\n\n\u001b[1mバング。\u001b[22m\n\u001b[1m(Bangu.)\u001b[22m\n\nDefinitions of \u001b[4mBang.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    まさに\u001b[22m\n        just, bang\n\u001b[1m    ちょうど\u001b[22m\n        precisely, bang\n\u001b[1m    ばたんと\u001b[22m\n        bang\n\u001b[1m    ずどんと\u001b[22m\n        bang\n\nnoun\n\u001b[1m    スリル\u001b[22m\n        thrill, excitement, bang, titillation, wallop, tingle\n\u001b[1m    どんとたたく\u001b[22m\n        bang\n\u001b[1m    ばんという\u001b[22m\n        bang\n\u001b[1m    がたんという\u001b[22m\n        bang"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "October9641",
    "profile": "/profile/October9641/reviews",
    "pages": "13",
    "number": "4",
    "link": "/reviews.php?id=18225",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはうまくやっていて、実際にはとても面白かったです。 文字の開発は非常によく行われ、問題の導入が行われました。 将来の設定は、現実的で実質的な内容のため、アニメの中で私の好きな設定の1つです。 私はこのアニメを暴力のために大いに楽しんだ。 暴力の量は、実際のアニメでは完全です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was well done and actually very interesting in many ways. The development of the characters was done very well and the introduction of the problems. The setting, which is in the future, is one of my favorite settings in any anime because of its alomst realistic and possible content. I enjoyed this anime very much for the violence as well. The amount of violence is actual perfect in theis anime.\n\n\u001b[1mこのアニメはうまくやっていて、実際にはとても面白かったです。 文字の開発は非常によく行われ、問題の導入が行われました。 将来の設定は、現実的で実質的な内容のため、アニメの中で私の好きな設定の1つです。 私はこのアニメを暴力のために大いに楽しんだ。 暴力の量は、実際のアニメでは完全です。\u001b[22m\n\u001b[1m(Kono anime wa umaku yatte ite, jissai ni wa totemo omoshirokattadesu. Moji no kaihatsu wa hijō ni yoku okonawa re, mondai no dōnyū ga okonawa remashita. Shōrai no settei wa, genjitsu-tekide jisshitsu-tekina naiyō no tame, anime no naka de watashi no sukina settei no 1tsudesu. Watashi wa kono anime o bōryoku no tame ni ōini tanoshinda. Bōryoku no ryō wa, jissai no animede wa kanzendesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was well done and actually very interesting in many ways. The development of the characters was done very well and the introduction of the problems. The setting, which is in the future, is one of my favorite settings in any anime because of its alomst realistic and possible content. I enjoyed this anime very much for the violence as well. The amount of violence is actual perfect in theis anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was well done and actually very interesting in many ways.\u001b[24m\n    \u001b[1mこのアニメはうまくやっていて、実際にはとても面白かったです。\u001b[22m, \u001b[1mこのアニメはよくやったと多くの点で実際には非常に興味深いました。\u001b[22m\n\u001b[4mThe development of the characters was done very well and the introduction of the problems.\u001b[24m\n    \u001b[1m文字の開発は非常によく行われ、問題の導入が行われました。\u001b[22m, \u001b[1m文字の開発は非常によくやったと問題を導入しました。\u001b[22m\n\u001b[4mThe setting, which is in the future, is one of my favorite settings in any anime because of its alomst realistic and possible content.\u001b[24m\n    \u001b[1m将来の設定は、現実的で実質的な内容のため、アニメの中で私の好きな設定の1つです。\u001b[22m, \u001b[1m将来的にある設定は、理由は、そのalomst現実的かつ可能なコンテンツのいずれかのアニメで私の好きな設定の1つです。\u001b[22m\n\u001b[4mI enjoyed this anime very much for the violence as well.\u001b[24m\n    \u001b[1m私はこのアニメを暴力のために大いに楽しんだ。\u001b[22m, \u001b[1m私も暴力のための非常に多く、このアニメを楽しみました。\u001b[22m\n\u001b[4mThe amount of violence is actual perfect in theis anime.\u001b[24m\n    \u001b[1m暴力の量は、実際のアニメでは完全です。\u001b[22m, \u001b[1m暴力の量は、タイスのアニメで実際に最適です。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "gryffchick",
    "profile": "/profile/gryffchick/reviews",
    "pages": "13",
    "number": "5",
    "link": "/reviews.php?id=32545",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私が好きな少年はいつか言った：「あなたはタンクを聞いたことがありますか？ あなたは 'タンク'を聞く必要があります。 彼は私にアルバムのバージョンを送って、音楽とのシリーズは、この善は時計の価値があると主張した。\n\nほとんどのエピソードは自己完結型であり、奇妙なことに、それは機能します。 実際には、細部の細かいストーリーがあるにもかかわらず、シリーズ全体に散在していて、プロットポイントの過負荷でぶつかることはないので、実際には夢中になる方が簡単です。 文字は一貫性があり、現実的であり、徐々に変化が起こる。\n\nすべての終わりに、この素​​晴らしい音楽はこのシリーズの輝く星です。 エピソード5、「バラッド・オブ・フォール・エンジェルス」は、テレビの最高得点エピソードの1つです。 期間。 菅野陽子は天才です。 彼女はそのような多種多様な音楽を取り入れ、それを一緒に結びつけています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA boy I liked said one day: 'Have you heard 'Tank'? You have to hear 'Tank'.' He sent me the album version, and insisted any series with music this good has to be worth a watch.\n\n\u001b[1m私が好きな少年はいつか言った：「あなたはタンクを聞いたことがありますか？ あなたは 'タンク'を聞く必要があります。 彼は私にアルバムのバージョンを送って、音楽とのシリーズは、この善は時計の価値があると主張した。\u001b[22m\n\u001b[1m(Watashi ga sukina shōnen wa itsuka itta: `Anata wa tanku o kiita koto ga arimasu ka? Anata wa' tanku' o kiku hitsuyō ga arimasu. Kare wa watashi ni arubamu no bājon o okutte, ongaku to no shirīzu wa, kono zen wa tokei no kachigāru to shuchō shita.)\u001b[22m\n\nTranslations of \u001b[4mA boy I liked said one day: 'Have you heard 'Tank'? You have to hear 'Tank'.' He sent me the album version, and insisted any series with music this good has to be worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA boy I liked said one day: 'Have you heard 'Tank'?\u001b[24m\n    \u001b[1m私が好きな少年はいつか言った：「あなたはタンクを聞いたことがありますか？\u001b[22m, \u001b[1m私が気に入った少年は1日言った：「戦車」をあなたは聞いたことがありますか '？\u001b[22m\n\u001b[4mYou have to hear 'Tank'.'\u001b[24m\n    \u001b[1mあなたは 'タンク'を聞く必要があります。\u001b[22m, \u001b[1mあなたは「戦車」を聞くことがあります。」\u001b[22m\n\u001b[4mHe sent me the album version, and insisted any series with music this good has to be worth a watch.\u001b[24m\n    \u001b[1m彼は私にアルバムのバージョンを送って、音楽とのシリーズは、この善は時計の価値があると主張した。\u001b[22m, \u001b[1m彼は私にアルバムバージョンを送信し、この良い時計の価値があると持っている音楽と任意のシリーズを主張しました。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the episodes are self contained, and oddly enough, it works. It is actually easier to get hooked because even though there's a good overarching story with many small details, they're scattered throughout the series and you don't get bogged down with plot point overload. The characters are consistent and realistic, and gradual changes happen along those oneshot stories.\n\n\u001b[1mほとんどのエピソードは自己完結型であり、奇妙なことに、それは機能します。 実際には、細部の細かいストーリーがあるにもかかわらず、シリーズ全体に散在していて、プロットポイントの過負荷でぶつかることはないので、実際には夢中になる方が簡単です。 文字は一貫性があり、現実的であり、徐々に変化が起こる。\u001b[22m\n\u001b[1m(Hotondo no episōdo wa jiko kanketsu-gatadeari, kimyōna koto ni, soreha kinō shimasu. Jissai ni wa, saibu no komakai sutōrī ga aru nimokakawarazu, shirīzu zentai ni sanzai shite ite, purotto pointo no ka fuka de butsukaru koto wanainode, jissai ni wa muchū ni naru kata ga kantandesu. Moji wa ikkan-sei ga ari, genjitsu-tekideari, jojoni henka ga okoru.)\u001b[22m\n\nTranslations of \u001b[4mMost of the episodes are self contained, and oddly enough, it works. It is actually easier to get hooked because even though there's a good overarching story with many small details, they're scattered throughout the series and you don't get bogged down with plot point overload. The characters are consistent and realistic, and gradual changes happen along those oneshot stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the episodes are self contained, and oddly enough, it works.\u001b[24m\n    \u001b[1mほとんどのエピソードは自己完結型であり、奇妙なことに、それは機能します。\u001b[22m, \u001b[1mエピソードのほとんどが自己完結型であり、そして奇妙なことに、それが動作します。\u001b[22m\n\u001b[4mIt is actually easier to get hooked because even though there's a good overarching story with many small details, they're scattered throughout the series and you don't get bogged down with plot point overload.\u001b[24m\n    \u001b[1m実際には、細部の細かいストーリーがあるにもかかわらず、シリーズ全体に散在していて、プロットポイントの過負荷でぶつかることはないので、実際には夢中になる方が簡単です。\u001b[22m, \u001b[1m多くの小さな細部との良好な包括的な話がありますにもかかわらず、彼らはシリーズ全体に散在していて、プロット点の過負荷で行き詰まるていないので、実際に夢中にする方が簡単です。\u001b[22m\n\u001b[4mThe characters are consistent and realistic, and gradual changes happen along those oneshot stories.\u001b[24m\n    \u001b[1m文字は一貫性があり、現実的であり、徐々に変化が起こる。\u001b[22m, \u001b[1m文字が一貫して現実的であり、かつ漸進的な変化は、これらのワンショットの物語に沿って起こります。\u001b[22m\n\u001b[1m\u001b[22m\nAt the end of it all, the phenomenal music is the shining star of this series. Episode Five, 'Ballad of Fallen Angels,' is one of the best scored episodes of TV. Period. Yoko Kanno is a genius; she incorporates such a wide variety of music, and still manages to tie it together.\n\n\u001b[1mすべての終わりに、この素​​晴らしい音楽はこのシリーズの輝く星です。 エピソード5、「バラッド・オブ・フォール・エンジェルス」は、テレビの最高得点エピソードの1つです。 期間。 菅野陽子は天才です。 彼女はそのような多種多様な音楽を取り入れ、それを一緒に結びつけています。\u001b[22m\n\u001b[1m(Subete no owari ni, kono moto ​​ harerashī ongaku wa kono shirīzu no kagayaku hoshidesu. Episōdo 5,`baraddo Obu fōru enjerusu' wa, terebi no saikō tokuten episōdo no 1tsudesu. Kikan. Kan'no Yōko wa tensaidesu. Kanojo wa sono yōna tashu tayōna ongaku o toriire, sore o issho ni musubitsukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAt the end of it all, the phenomenal music is the shining star of this series. Episode Five, 'Ballad of Fallen Angels,' is one of the best scored episodes of TV. Period. Yoko Kanno is a genius; she incorporates such a wide variety of music, and still manages to tie it together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the end of it all, the phenomenal music is the shining star of this series.\u001b[24m\n    \u001b[1mすべての終わりに、この素晴らしい音楽はこのシリーズの輝く星です。\u001b[22m, \u001b[1mそれはすべての終わりには、驚異的な音楽は、このシリーズの輝く星です。\u001b[22m\n\u001b[4mEpisode Five, 'Ballad of Fallen Angels,' is one of the best scored episodes of TV.\u001b[24m\n    \u001b[1mエピソード5、「バラッド・オブ・フォール・エンジェルス」は、テレビの最高得点エピソードの1つです。\u001b[22m, \u001b[1mエピソードファイブは、「堕天使たちのバラードは、「テレビの最高の得点のエピソードの一つです。\u001b[22m\n\u001b[4mPeriod.\u001b[24m\n    \u001b[1m期間。\u001b[22m\n\u001b[4mYoko Kanno is a genius;\u001b[24m\n    \u001b[1m菅野陽子は天才です。\u001b[22m, \u001b[1m菅野よう子は天才です。\u001b[22m\n\u001b[4mshe incorporates such a wide variety of music, and still manages to tie it together.\u001b[24m\n    \u001b[1m彼女はそのような多種多様な音楽を取り入れ、それを一緒に結びつけています。\u001b[22m, \u001b[1m彼女は音楽のような多種多様を内蔵し、まだそれを一緒に結び付けるために管理しています。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Whitedmn",
    "profile": "/profile/Whitedmn/reviews",
    "pages": "13",
    "number": "6",
    "link": "/reviews.php?id=48437",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n私はこれまでに素晴らしいアニメを見たことがない。 私はCartoon Networkのアダルトスイムでこのアニメを見始めました。 しかし、私は常に重要なエピソードを欠席しました。 だから私は最終的にコンピュータのシリーズを見るために座って、私は非常に印象づけられたと言わなければならない、初めから終わりまでのすべてがうまくいった、アートワーク、音楽、ストーリー。 私はこのアニメを愛し、このアニメには多くの暴力があったという事実を無視して死に至る。 キャラクターは覚えやすいものだが、それぞれシリーズの個性が成長している。 私がこのシリーズについて気に入らなかったのは、最後のエピソードの最後のクリフハンガーが何が起こったのか疑問に思ったことだけです。 その偉大さに加えてすべての方法。 私はカウボーイビバップが常に最高のアニメではないと思う理由があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have never seen a great complete anime before this one. I started watching this anime on Cartoon Network's Adult Swim. But I always missed crucial episodes. So I finally sat down at my computer to watch most of the series and I must say I was very impressed, everything from the beginning to the end was well done, the artwork, the music, the story. I loved this anime to death dispite the fact that there was a lot of violence on this anime. The characters though are so remember-able each had growth of personality in the series. I mean the only thing that I didn't like about this series is the cliffhanger at the end of the last episode left you wondering what happened. Besides that great all the way through. There is a reason why I think Cowboy Bebop is the if not the best Anime of all time.\n\n\u001b[1m私はこれまでに素晴らしいアニメを見たことがない。 私はCartoon Networkのアダルトスイムでこのアニメを見始めました。 しかし、私は常に重要なエピソードを欠席しました。 だから私は最終的にコンピュータのシリーズを見るために座って、私は非常に印象づけられたと言わなければならない、初めから終わりまでのすべてがうまくいった、アートワーク、音楽、ストーリー。 私はこのアニメを愛し、このアニメには多くの暴力があったという事実を無視して死に至る。 キャラクターは覚えやすいものだが、それぞれシリーズの個性が成長している。 私がこのシリーズについて気に入らなかったのは、最後のエピソードの最後のクリフハンガーが何が起こったのか疑問に思ったことだけです。 その偉大さに加えてすべての方法。 私はカウボーイビバップが常に最高のアニメではないと思う理由があります。\u001b[22m\n\u001b[1m(Watashi wa kore made ni subarashī anime o mita koto ga nai. Watashi wa kāto~ūn'nettowāku no adarutosuimu de kono anime o mi hajimemashita. Shikashi, watashi wa tsuneni jūyōna episōdo o kesseki shimashita. Dakara watashi wa saishūtekini konpyūta no shirīzu o miru tame ni suwatte, watashi wa hijō ni inshōdzuke rareta to iwanakereba naranai, hajimekara owari made no subete ga umaku itta, ātowāku, ongaku, sutōrī. Watashi wa kono anime o aishi, kono anime ni wa ōku no bōryoku ga atta to iu jijitsu o mushi shite shi ni itaru. Kyarakutā wa oboe yasui monodaga, sorezore shirīzu no kosei ga seichō shite iru. Watashi ga kono shirīzu ni tsuite kiniiranakatta no wa, saigo no episōdo no saigo no kurifuhangā ga nani ga okotta no ka gimon ni omotta koto dakedesu. Sono idai-sa ni kuwaete subete no hōhō. Watashi wa kaubōibibappu ga tsuneni saikō no animede wa nai to omou riyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have never seen a great complete anime before this one. I started watching this anime on Cartoon Network's Adult Swim. But I always missed crucial episodes. So I finally sat down at my computer to watch most of the series and I must say I was very impressed, everything from the beginning to the end was well done, the artwork, the music, the story. I loved this anime to death dispite the fact that there was a lot of violence on this anime. The characters though are so remember-able each had growth of personality in the series. I mean the only thing that I didn't like about this series is the cliffhanger at the end of the last episode left you wondering what happened. Besides that great all the way through. There is a reason why I think Cowboy Bebop is the if not the best Anime of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have never seen a great complete anime before this one.\u001b[24m\n    \u001b[1m私はこれまでに素晴らしいアニメを見たことがない。\u001b[22m, \u001b[1m私はこの1つ前に偉大な完全なアニメを見たことがありません。\u001b[22m\n\u001b[4mI started watching this anime on Cartoon Network's Adult Swim.\u001b[24m\n    \u001b[1m私はCartoon Networkのアダルトスイムでこのアニメを見始めました。\u001b[22m, \u001b[1m私はカートゥーンネットワークのアダルトスイムでこのアニメを見始めました。\u001b[22m\n\u001b[4mBut I always missed crucial episodes.\u001b[24m\n    \u001b[1mしかし、私は常に重要なエピソードを欠席しました。\u001b[22m, \u001b[1mしかし、私は常に重要なエピソードを逃しました。\u001b[22m\n\u001b[4mSo I finally sat down at my computer to watch most of the series and I must say I was very impressed, everything from the beginning to the end was well done, the artwork, the music, the story.\u001b[24m\n    \u001b[1mだから私は最終的にコンピュータのシリーズを見るために座って、私は非常に印象づけられたと言わなければならない、初めから終わりまでのすべてがうまくいった、アートワーク、音楽、ストーリー。\u001b[22m, \u001b[1mだから私は最終的にシリーズのほとんどを見て自分のコンピュータに座って、私は最初から最後まですべてがうまく、アートワーク、音楽、物語を行われていた、非常に感動したと言わなければなりません。\u001b[22m\n\u001b[4mI loved this anime to death dispite the fact that there was a lot of violence on this anime.\u001b[24m\n    \u001b[1m私はこのアニメを愛し、このアニメには多くの暴力があったという事実を無視して死に至る。\u001b[22m, \u001b[1m私はこのアニメに暴力の多くがあったという事実をdispite死にこのアニメを愛しました。\u001b[22m\n\u001b[4mThe characters though are so remember-able each had growth of personality in the series.\u001b[24m\n    \u001b[1mキャラクターは覚えやすいものだが、それぞれシリーズの個性が成長している。\u001b[22m, \u001b[1m文字はしかしあるので覚えて-でき、それぞれが直列に人格の成長を持っていました。\u001b[22m\n\u001b[4mI mean the only thing that I didn't like about this series is the cliffhanger at the end of the last episode left you wondering what happened.\u001b[24m\n    \u001b[1m私がこのシリーズについて気に入らなかったのは、最後のエピソードの最後のクリフハンガーが何が起こったのか疑問に思ったことだけです。\u001b[22m, \u001b[1m私はこのシリーズについて私は好きではなかった唯一の事は最後のエピソードの終わりに接戦あなたは何が起こったのか疑問に左であることを意味します。\u001b[22m\n\u001b[4mBesides that great all the way through.\u001b[24m\n    \u001b[1mその偉大さに加えてすべての方法。\u001b[22m, \u001b[1mその偉大なすべての方法に加えを通して。\u001b[22m\n\u001b[4mThere is a reason why I think Cowboy Bebop is the if not the best Anime of all time.\u001b[24m\n    \u001b[1m私はカウボーイビバップが常に最高のアニメではないと思う理由があります。\u001b[22m, \u001b[1m私はカウボーイビバップは史上最高のアニメの場合ではないと思う理由があります。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "Hexorb",
    "profile": "/profile/Hexorb/reviews",
    "pages": "13",
    "number": "7",
    "link": "/reviews.php?id=14390",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\nカウボーイビバップについての私の好きなことは、彼らが全員である乗組員のやりとりとキャラクター間の相互作用です。 アクションは大丈夫ですが、何も特別なものはありません。 しかし、キャラクターの開発は、このアニメが本当に優れている場所です。 彼らはあなたの目の前の奥に入って、目に見えるものがあるかどうかを知ることができます。\n\n時々少しゆっくり動くことができますが、ほとんどの部分はコメディー、アクションの良い混合物を持っています。 深刻さと愚かさ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMy favorite thing about Cowboy Bebop is how motley of a crew they all are and the interaction between characters. The action is ok but nothing special. But character development is where this anime really excels. They pretty much go into everyone's backstory well enough to give you a good idea of what makes them tick.\n\n\u001b[1mカウボーイビバップについての私の好きなことは、彼らが全員である乗組員のやりとりとキャラクター間の相互作用です。 アクションは大丈夫ですが、何も特別なものはありません。 しかし、キャラクターの開発は、このアニメが本当に優れている場所です。 彼らはあなたの目の前の奥に入って、目に見えるものがあるかどうかを知ることができます。\u001b[22m\n\u001b[1m(Kaubōibibappu ni tsuite no watashi no sukinakoto wa, karera ga zen'indearu norikumiin no yaritori to kyarakutā-kan no sōgo sayōdesu. Akushon wa daijōbudesuga, nani mo tokubetsuna mono wa arimasen. Shikashi, kyarakutā no kaihatsu wa, kono anime ga hontōni sugurete iru bashodesu. Karera wa anata no me no mae no oku ni haitte,-me ni mieru mono ga aru ka dō ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite thing about Cowboy Bebop is how motley of a crew they all are and the interaction between characters. The action is ok but nothing special. But character development is where this anime really excels. They pretty much go into everyone's backstory well enough to give you a good idea of what makes them tick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite thing about Cowboy Bebop is how motley of a crew they all are and the interaction between characters.\u001b[24m\n    \u001b[1mカウボーイビバップについての私の好きなことは、彼らが全員である乗組員のやりとりとキャラクター間の相互作用です。\u001b[22m, \u001b[1mカウボーイビバップについての私の好きなことは、彼らがすべてであり、乗組員と文字の間の相互作用の方法雑多です。\u001b[22m\n\u001b[4mThe action is ok but nothing special.\u001b[24m\n    \u001b[1mアクションは大丈夫ですが、何も特別なものはありません。\u001b[22m, \u001b[1mアクションはOKですが、何も特別な。\u001b[22m\n\u001b[4mBut character development is where this anime really excels.\u001b[24m\n    \u001b[1mしかし、キャラクターの開発は、このアニメが本当に優れている場所です。\u001b[22m, \u001b[1mこのアニメは本当に優れてどこでも、文字の開発です。\u001b[22m\n\u001b[4mThey pretty much go into everyone's backstory well enough to give you a good idea of what makes them tick.\u001b[24m\n    \u001b[1m彼らはあなたの目の前の奥に入って、目に見えるものがあるかどうかを知ることができます。\u001b[22m, \u001b[1m彼らはほとんどすべての人の裏話にあなたにそれらを動かしているものの良いアイデアを与えるために十分に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nCan move along a bit slow at times but for the most part has a good mixture of comedy, action; seriousness and sillyness.\n\n\u001b[1m時々少しゆっくり動くことができますが、ほとんどの部分はコメディー、アクションの良い混合物を持っています。 深刻さと愚かさ。\u001b[22m\n\u001b[1m(Tokidoki sukoshi yukkuri ugoku koto ga dekimasuga, hotondo no bubun wa komedī, akushon no yoi kongōmono o motte imasu. Shinkoku-sa to oroka-sa.)\u001b[22m\n\nTranslations of \u001b[4mCan move along a bit slow at times but for the most part has a good mixture of comedy, action; seriousness and sillyness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCan move along a bit slow at times but for the most part has a good mixture of comedy, action;\u001b[24m\n    \u001b[1m時々少しゆっくり動くことができますが、ほとんどの部分はコメディー、アクションの良い混合物を持っています。\u001b[22m, \u001b[1m時間に遅いビットに沿って移動するが、大部分はコメディ、アクションの良い混在していることができます。\u001b[22m\n\u001b[4mseriousness and sillyness.\u001b[24m\n    \u001b[1m深刻さと愚かさ。\u001b[22m, \u001b[1m深刻さとsillyness。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "firebug",
    "profile": "/profile/firebug/reviews",
    "pages": "13",
    "number": "8",
    "link": "/reviews.php?id=38754",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nカウボーイビバップは、私が今まで見ていた2番目のアニメです。 私はそれが大人の泳ぎにあったときはいつもそれをキャッチすることはできませんでしたが、オンラインエピソードと映画のレンタルのおかげで、私はついに約2年前にそれを見ました。 私の関心を引いたのは芸術だった。 芸術はいくつかのアニメよりも生き生きとしており、本当に私に語りかけました。 サウンドトラックは素晴らしかったし、私も捜してOSTを買った。 キャラクターはユニークで、狂った未来的な環境でうまく機能しました。 ストーリーはすべての面で優れていて、いくつかのエピソードが際立っていて、何度も見直されました。 すべては素晴らしいアニメであり、アニメの古典と呼ばれる価値があると言われています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop was about the second anime I ever watched. I never could catch it all the time when it was on Adult Swim but thanks to online episodes and movie rentals I finally got to see it all about two years ago. What caught my attention was the art. The art is more real to life than some anime and really spoke to me. The sound tract was great, I even hunted down and bought the OST. The characters were unique and worked well together in the crazy futuristic setting. The story was good over all and several episodes stood out and re-watched many times. All said it is a great anime and worthy of being called an anime classic.\n\n\u001b[1mカウボーイビバップは、私が今まで見ていた2番目のアニメです。 私はそれが大人の泳ぎにあったときはいつもそれをキャッチすることはできませんでしたが、オンラインエピソードと映画のレンタルのおかげで、私はついに約2年前にそれを見ました。 私の関心を引いたのは芸術だった。 芸術はいくつかのアニメよりも生き生きとしており、本当に私に語りかけました。 サウンドトラックは素晴らしかったし、私も捜してOSTを買った。 キャラクターはユニークで、狂った未来的な環境でうまく機能しました。 ストーリーはすべての面で優れていて、いくつかのエピソードが際立っていて、何度も見直されました。 すべては素晴らしいアニメであり、アニメの古典と呼ばれる価値があると言われています。\u001b[22m\n\u001b[1m(Kaubōibibappu wa, watashi ga imamade mite ita 2-banme no animedesu. Watashi wa sore ga otona no oyogi ni atta toki wa itsumo sore o kyatchi suru koto wa dekimasendeshitaga, onrain'episōdo to eiga no rentaru no okage de, watashi wa tsuini yaku 2-nen mae ni sore o mimashita. Watashi no kanshin o hiita no wa geijutsudatta. Geijutsu wa ikutsu ka no anime yori mo ikiiki to shite ori, hontōni watashi ni katarikakemashita. Saundotorakku wa subarashikattashi, watashi mo sagashite OST o katta. Kyarakutā wa yunīku de, kurutta mirai-tekina kankyō de umaku kinō shimashita. Sutōrī wa subete no men de sugurete ite, ikutsu ka no episōdo ga kiwadatte ite, nando mo minaosa remashita. Subete wa subarashī animedeari, anime no koten to yoba reru kachigāru to iwa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop was about the second anime I ever watched. I never could catch it all the time when it was on Adult Swim but thanks to online episodes and movie rentals I finally got to see it all about two years ago. What caught my attention was the art. The art is more real to life than some anime and really spoke to me. The sound tract was great, I even hunted down and bought the OST. The characters were unique and worked well together in the crazy futuristic setting. The story was good over all and several episodes stood out and re-watched many times. All said it is a great anime and worthy of being called an anime classic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop was about the second anime I ever watched.\u001b[24m\n    \u001b[1mカウボーイビバップは、私が今まで見ていた2番目のアニメです。\u001b[22m, \u001b[1mカウボーイビバップは私が今まで見た第二のアニメについてでした。\u001b[22m\n\u001b[4mI never could catch it all the time when it was on Adult Swim but thanks to online episodes and movie rentals I finally got to see it all about two years ago.\u001b[24m\n    \u001b[1m私はそれが大人の泳ぎにあったときはいつもそれをキャッチすることはできませんでしたが、オンラインエピソードと映画のレンタルのおかげで、私はついに約2年前にそれを見ました。\u001b[22m, \u001b[1mそれはアダルトスイムであったが、オンラインエピソードや映画レンタルのおかげで、私は最終的にすべての約2年前にそれを見るようになったとき、私はそれをすべての時間をキャッチすることができなかったん。\u001b[22m\n\u001b[4mWhat caught my attention was the art.\u001b[24m\n    \u001b[1m私の関心を引いたのは芸術だった。\u001b[22m, \u001b[1mどのような私の注意を引いたことは、当該分野でした。\u001b[22m\n\u001b[4mThe art is more real to life than some anime and really spoke to me.\u001b[24m\n    \u001b[1m芸術はいくつかのアニメよりも生き生きとしており、本当に私に語りかけました。\u001b[22m, \u001b[1m技術は、いくつかのアニメよりも生活に、より実数で、本当に私に話を聞きました。\u001b[22m\n\u001b[4mThe sound tract was great, I even hunted down and bought the OST.\u001b[24m\n    \u001b[1mサウンドトラックは素晴らしかったし、私も捜してOSTを買った。\u001b[22m, \u001b[1m音道は、私も追い詰めとOSTを買って、素晴らしかったです。\u001b[22m\n\u001b[4mThe characters were unique and worked well together in the crazy futuristic setting.\u001b[24m\n    \u001b[1mキャラクターはユニークで、狂った未来的な環境でうまく機能しました。\u001b[22m, \u001b[1m文字がユニークだったと狂気の未来的な設定で一緒にうまくいきました。\u001b[22m\n\u001b[4mThe story was good over all and several episodes stood out and re-watched many times.\u001b[24m\n    \u001b[1mストーリーはすべての面で優れていて、いくつかのエピソードが際立っていて、何度も見直されました。\u001b[22m, \u001b[1m物語はすべての上に良かったし、いくつかのエピソードは何回も際立っていたし、再見ました。\u001b[22m\n\u001b[4mAll said it is a great anime and worthy of being called an anime classic.\u001b[24m\n    \u001b[1mすべては素晴らしいアニメであり、アニメの古典と呼ばれる価値があると言われています。\u001b[22m, \u001b[1mすべてはそれは素晴らしいアニメやアニメの古典と呼ばれているの価値があると述べました。\u001b[22m"
  },
  {
    "title": "Cowboy_Bebop",
    "id": "1",
    "url": "https://myanimelist.net/anime/1/Cowboy_Bebop",
    "user": "pageprophet",
    "profile": "/profile/pageprophet/reviews",
    "pages": "13",
    "number": "9",
    "link": "/reviews.php?id=120273",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  8\n\nCOWBOY BEBOP：これは傑作ですか？ それはあなたが単語をどのように定義するかによって異なります。\n\nカウボーイビバップは、アニメ傑作とみなされている点で世界的に注目されています。 しかし、この主張は正当なものですか？ 私の意見では、傑作という言葉はやや曖昧です。 完璧と同義であれば、カウボーイビバップは傑作ではないと言わなければなりません。 他の話のように、それ自体の欠陥があります。 それが天才の仕事であることを意味するならば、カウボーイビバップの立場は議論の余地があります。\n\n物語は、スパイク、ジェット、フェイ、エドワード、そしてビバップの乗組員の周りを回っています。 このシリーズはやや日常的であるように見えますが、それは実際には全体的な話がしっかりと続くわけではないからです。 それは単に乗組員の冒険について語ります。  Spikeのストーリーは実際には全体的な話であると主張することができます。 しかし、これは明らかにそうではない。なぜなら、そのようにみなされるには十分に実証されていないからである。 せいぜい、それはフランチャイズに謎を追加するシリーズ全体に散在しているストーリーアークと呼ぶことができます。\n\nしかし、ストーリーテリングは、技術的に純粋にエピソード的ではない。 それはまだストーリーシーケンスの論理的順序に従います。 このようなストーリーテリングについて私が気に入っているのは、視聴者にカウボーイ・ビバップの宇宙のさまざまな視点を与えることです。 それが単なる物語に従うだけではないという事実は、架空の世界を探検にもっと開放する。 このエピソード的アプローチをより効果的にするのは、各キャラクターに十分な量のスクリーン時間を与える能力であり、キャラクター開発のための余地が非常に多い。\n\n私が認めなければならないビバップの乗組員は、人格に関して非常にバランスが取れています。 そのメンバーのキャラクタライゼーションは、各キャラクタが印象を残すほど十分に明確であり、これらのキャラクタがよく融合していることは言うまでもない。 エドワードは彼女をより具体的にする悲劇的な過去はないが、彼女は問題のあるキャラクターではない。 乗組員のバランスを取る彼女の役割は、彼女を大丈夫だと考えても十分です。 スパイクは恋人です。 ジェットは成熟した信頼できるものです。 フェイは多くの態度を持っているシックである。 エドワードは厳粛な気分に対抗する愉快な人物です。 エドワードとは別に、それぞれには問題のある過去があり、それによって文字としてのはるかに関連性が高くなります。 彼らをキャラクターとしてさらに信じ易くするものは、彼らがキャラクターの枠組みを超えた特性を示しているという事実である.Fayeが無益なトリックスターであるという描写にもかかわらず、実際に多くの感情を見せている様子である。 それは単なる表面的な特徴を持つ表面レベルのキャラクターではないことを意味します。 彼らは実際に深さを持っています。\n\n私は通常、アニメのレビューで音楽に取り組んでいません。 私はそれが注目に値するならばそれを含める - そしてはい、カウボーイビバップの音楽は通知に値するです。 ジャズとブルースに集中しているため、シリーズは非常に独特な雰囲気を醸し出しています。 そして、私は、90年代にリリースされたアニメのすべての時間の最高のオープニングテーマの一つが印象的であることを知っています！\n\nだから、私が言ったことのすべての後、カウボーイビバップは傑作ですか？ その技術的側面では、シリーズが天才の作品であることは議論の余地があります。 しかしそれはまだ完璧ではありません！ 傑作が本当に何であるかを定義するのは単なる問題です。 私は傑作を芸術の形態やそれ以上に大きな影響を与えたものとして定義します。 カウボーイ・ビバップは、アニメの場面だけでなく、一般的なSFの世界にも大きな影響を与えているからです。 それは完璧な作品としての傑作を定義することはちょうど不条理であると私は信じているので、私はそれをそのように考えることで十分です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nCOWBOY BEBOP: Is this a masterpiece? It depends on how you define the word.\n\n\u001b[1mCOWBOY BEBOP：これは傑作ですか？ それはあなたが単語をどのように定義するかによって異なります。\u001b[22m\n\u001b[1m(Kaubōibibappu: Kore wa kessakudesu ka? Sore wa anata ga tango o dono yō ni teigi suru ka ni yotte kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mCOWBOY BEBOP: Is this a masterpiece? It depends on how you define the word.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCOWBOY BEBOP: Is this a masterpiece?\u001b[24m\n    \u001b[1mCOWBOY BEBOP：これは傑作ですか？\u001b[22m\n\u001b[4mIt depends on how you define the word.\u001b[24m\n    \u001b[1mそれはあなたが単語をどのように定義するかによって異なります。\u001b[22m, \u001b[1mそれはあなたが単語の定義方法によって異なります。\u001b[22m\n\u001b[1m\u001b[22m\nCowboy Bebop has received significant attention worldwide that it comes to the point that it has been considered an anime masterpiece. But is this claim justifiable? In my opinion, the term masterpiece is somewhat vague. If it is synonymous to perfect, then I must say that Cowboy Bebop is not a masterpiece at all. It has its own flaws -- like any other story. If it signifies something that is a work of a genius, then Cowboy Bebop’s position becomes debatable.\n\n\u001b[1mカウボーイビバップは、アニメ傑作とみなされている点で世界的に注目されています。 しかし、この主張は正当なものですか？ 私の意見では、傑作という言葉はやや曖昧です。 完璧と同義であれば、カウボーイビバップは傑作ではないと言わなければなりません。 他の話のように、それ自体の欠陥があります。 それが天才の仕事であることを意味するならば、カウボーイビバップの立場は議論の余地があります。\u001b[22m\n\u001b[1m(Kaubōibibappu wa, anime kessaku to minasa rete iru ten de sekai-teki ni chūmoku sa rete imasu. Shikashi, kono shuchō wa seitōna monodesu ka? Watashi no ikende wa, kessaku to iu kotoba wa yaya aimaidesu. Kanpeki to dōgideareba, kaubōibibappu wa kessakude wa nai to iwanakereba narimasen. Hoka no hanashi no yō ni, sore jitai no kekkan ga arimasu. Sore ga tensai no shigotodearu koto o imi surunaraba, kaubōibibappu no tachiba wa giron no yochi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCowboy Bebop has received significant attention worldwide that it comes to the point that it has been considered an anime masterpiece. But is this claim justifiable? In my opinion, the term masterpiece is somewhat vague. If it is synonymous to perfect, then I must say that Cowboy Bebop is not a masterpiece at all. It has its own flaws -- like any other story. If it signifies something that is a work of a genius, then Cowboy Bebop’s position becomes debatable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCowboy Bebop has received significant attention worldwide that it comes to the point that it has been considered an anime masterpiece.\u001b[24m\n    \u001b[1mカウボーイビバップは、アニメ傑作とみなされている点で世界的に注目されています。\u001b[22m, \u001b[1mカウボーイビバップは、それがアニメの傑作とされてきた点に来ることは世界的に大きな注目を受けています。\u001b[22m\n\u001b[4mBut is this claim justifiable?\u001b[24m\n    \u001b[1mしかし、この主張は正当なものですか？\u001b[22m, \u001b[1mしかし、この主張は正当化されますか？\u001b[22m\n\u001b[4mIn my opinion, the term masterpiece is somewhat vague.\u001b[24m\n    \u001b[1m私の意見では、傑作という言葉はやや曖昧です。\u001b[22m, \u001b[1m私の意見では、用語の傑作は、ややあいまいです。\u001b[22m\n\u001b[4mIf it is synonymous to perfect, then I must say that Cowboy Bebop is not a masterpiece at all.\u001b[24m\n    \u001b[1m完璧と同義であれば、カウボーイビバップは傑作ではないと言わなければなりません。\u001b[22m, \u001b[1mそれは完璧に同義であるならば、私はカウボーイビバップは全く傑作ではないことを言わなければなりません。\u001b[22m\n\u001b[4mIt has its own flaws -- like any other story.\u001b[24m\n    \u001b[1m他の話のように、それ自体の欠陥があります。\u001b[22m, \u001b[1m他の物語のような - それは、独自の欠陥を持っています。\u001b[22m\n\u001b[4mIf it signifies something that is a work of a genius, then Cowboy Bebop’s position becomes debatable.\u001b[24m\n    \u001b[1mそれが天才の仕事であることを意味するならば、カウボーイビバップの立場は議論の余地があります。\u001b[22m, \u001b[1mそれは天才の仕事で何かを意味している場合、カウボーイビバップの位置が疑わしくなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story revolves around Spike, Jet, Faye, Edward, and Ein -- the crew of the Bebop. The series appears to be somewhat episodic, for it doesn’t really follow a solid overall story. It merely talks about the adventures of the crew. One could argue that Spike’s storyline is actually the overall story. But this is apparently not the case, for it is not substantiated enough to be considered as such. At best, it could be called a story arc that is scattered all throughout the series to add mystery to the franchise.\n\n\u001b[1m物語は、スパイク、ジェット、フェイ、エドワード、そしてビバップの乗組員の周りを回っています。 このシリーズはやや日常的であるように見えますが、それは実際には全体的な話がしっかりと続くわけではないからです。 それは単に乗組員の冒険について語ります。  Spikeのストーリーは実際には全体的な話であると主張することができます。 しかし、これは明らかにそうではない。なぜなら、そのようにみなされるには十分に実証されていないからである。 せいぜい、それはフランチャイズに謎を追加するシリーズ全体に散在しているストーリーアークと呼ぶことができます。\u001b[22m\n\u001b[1m(Monogatari wa, supaiku, jetto, fei, edowādo, soshite bibappu no norikumiin no mawari o mawatte imasu. Kono shirīzu wa yaya nichijō-tekidearu yō ni miemasuga, sore wa jissai ni wa zentai-tekina hanashi ga shikkari to tsudzuku wakede wanaikaradesu. Sore wa tan'ni norikumiin no bōken ni tsuite katarimasu. Gabon no sutōrī wa jissai ni wa zentai-tekina hanashidearu to shuchō suru koto ga dekimasu. Shikashi, kore wa akiraka ni sōde wanai. Nazenara, sonoyōni minasa reru ni wa jūbun ni jisshō sa rete inaikaradearu. Seizei, soreha furanchaizu ni nazo o tsuika suru shirīzu zentai ni sanzai shite iru sutōrīāku to yobu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around Spike, Jet, Faye, Edward, and Ein -- the crew of the Bebop. The series appears to be somewhat episodic, for it doesn’t really follow a solid overall story. It merely talks about the adventures of the crew. One could argue that Spike’s storyline is actually the overall story. But this is apparently not the case, for it is not substantiated enough to be considered as such. At best, it could be called a story arc that is scattered all throughout the series to add mystery to the franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around Spike, Jet, Faye, Edward, and Ein -- the crew of the Bebop.\u001b[24m\n    \u001b[1m物語は、スパイク、ジェット、フェイ、エドワード、そしてビバップの乗組員の周りを回っています。\u001b[22m, \u001b[1mビバップの乗組員 - 物語はスパイク、ジェット、フェイ、エドワード、そしてアイン中心に展開します。\u001b[22m\n\u001b[4mThe series appears to be somewhat episodic, for it doesn’t really follow a solid overall story.\u001b[24m\n    \u001b[1mこのシリーズはやや日常的であるように見えますが、それは実際には全体的な話がしっかりと続くわけではないからです。\u001b[22m, \u001b[1mシリーズはそれが本当に固体全体のストーリーに従っていないために、多少のエピソードであるように思われます。\u001b[22m\n\u001b[4mIt merely talks about the adventures of the crew.\u001b[24m\n    \u001b[1mそれは単に乗組員の冒険について語ります。\u001b[22m, \u001b[1mそれは単に、乗組員の冒険について語っています。\u001b[22m\n\u001b[4mOne could argue that Spike’s storyline is actually the overall story.\u001b[24m\n    \u001b[1mSpikeのストーリーは実際には全体的な話であると主張することができます。\u001b[22m, \u001b[1m一つは、スパイクのストーリーが実際に全体的な話であると主張している可能性があります。\u001b[22m\n\u001b[4mBut this is apparently not the case, for it is not substantiated enough to be considered as such.\u001b[24m\n    \u001b[1mしかし、これは明らかにそうではない。なぜなら、そのようにみなされるには十分に実証されていないからである。\u001b[22m, \u001b[1mそれは十分に立証されていないよう考慮されるためではなく、これは、明らかにそうではありません。\u001b[22m\n\u001b[4mAt best, it could be called a story arc that is scattered all throughout the series to add mystery to the franchise.\u001b[24m\n    \u001b[1mせいぜい、それはフランチャイズに謎を追加するシリーズ全体に散在しているストーリーアークと呼ぶことができます。\u001b[22m, \u001b[1mせいぜい、それはフランチャイズに謎を追加するためにすべてのシリーズに散在されたストーリー展開と言えるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, the storytelling is not purely episodic in terms of technicality. It still follows a logical order in the story sequences. What I like about this kind of storytelling is that it gives the viewers different perspectives of the Cowboy Bebop universe. The fact that it doesn’t just follow a single story makes the fictional world more open to exploration. What makes this episodic approach more effective is its ability to give sufficient amount of screen time to each character, so there is a lot of room for character development to take place.\n\n\u001b[1mしかし、ストーリーテリングは、技術的に純粋にエピソード的ではない。 それはまだストーリーシーケンスの論理的順序に従います。 このようなストーリーテリングについて私が気に入っているのは、視聴者にカウボーイ・ビバップの宇宙のさまざまな視点を与えることです。 それが単なる物語に従うだけではないという事実は、架空の世界を探検にもっと開放する。 このエピソード的アプローチをより効果的にするのは、各キャラクターに十分な量のスクリーン時間を与える能力であり、キャラクター開発のための余地が非常に多い。\u001b[22m\n\u001b[1m(Shikashi, sutōrīteringu wa, gijutsu-teki ni junsui ni episōdo-tekide wanai. Sore wa mada sutōrīshīkensu no ronri-teki junjo ni shitagaimasu. Ko no yōna sutōrīteringu ni tsuite watashi ga kiniitte iru no wa, shichō-sha ni kaubōi bibappu no uchū no samazamana shiten o ataeru kotodesu. Sore ga tan'naru monogatari ni shitagau dakede wa nai to iu jijitsu wa, kakū no sekai o tanken ni motto kaihō suru. Kono episōdo-teki apurōchi o yori kōka-teki ni suru no wa, kaku kyarakutā ni jūbun'na-ryō no sukurīn jikan o ataeru nōryokudeari, kyarakutā kaihatsu no tame no yochi ga hijō ni ōi.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the storytelling is not purely episodic in terms of technicality. It still follows a logical order in the story sequences. What I like about this kind of storytelling is that it gives the viewers different perspectives of the Cowboy Bebop universe. The fact that it doesn’t just follow a single story makes the fictional world more open to exploration. What makes this episodic approach more effective is its ability to give sufficient amount of screen time to each character, so there is a lot of room for character development to take place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the storytelling is not purely episodic in terms of technicality.\u001b[24m\n    \u001b[1mしかし、ストーリーテリングは、技術的に純粋にエピソード的ではない。\u001b[22m, \u001b[1mしかし、ストーリーテリングは、専門性の面で純粋なエピソードではありません。\u001b[22m\n\u001b[4mIt still follows a logical order in the story sequences.\u001b[24m\n    \u001b[1mそれはまだストーリーシーケンスの論理的順序に従います。\u001b[22m, \u001b[1mそれはまだ物語の配列中の論理的な順序に従います。\u001b[22m\n\u001b[4mWhat I like about this kind of storytelling is that it gives the viewers different perspectives of the Cowboy Bebop universe.\u001b[24m\n    \u001b[1mこのようなストーリーテリングについて私が気に入っているのは、視聴者にカウボーイ・ビバップの宇宙のさまざまな視点を与えることです。\u001b[22m, \u001b[1m私は物語のこの種を好きなことは、それが視聴者にカウボーイビバップの宇宙のさまざまな視点を与えることです。\u001b[22m\n\u001b[4mThe fact that it doesn’t just follow a single story makes the fictional world more open to exploration.\u001b[24m\n    \u001b[1mそれが単なる物語に従うだけではないという事実は、架空の世界を探検にもっと開放する。\u001b[22m, \u001b[1mそれだけで一つの物語に従っていないという事実は、探査への架空の世界がよりオープンになります。\u001b[22m\n\u001b[4mWhat makes this episodic approach more effective is its ability to give sufficient amount of screen time to each character, so there is a lot of room for character development to take place.\u001b[24m\n    \u001b[1mこのエピソード的アプローチをより効果的にするのは、各キャラクターに十分な量のスクリーン時間を与える能力であり、キャラクター開発のための余地が非常に多い。\u001b[22m, \u001b[1m何このエピソードアプローチをより効果的になると、各文字に画面のに十分な時間を与える能力ですので、場所を取るためにキャラクターの成長の余地がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe crew of the Bebop, I must admit, is very balanced in terms of personality. The characterization of its members is distinct enough for each of the characters to leave an impression -- not to mention that these characters blend well together. Even though Edward has no tragic past to make her more concrete, she is not a problematic character. Her role of balancing out the crew is enough to consider her all right. Spike is the laidback dude; Jet is the mature and reliable one; Faye is the chic that has a lot of attitude; and Edward is the jolly character who counters the solemn mood. Aside from Edward, each of them has a problematic past, which makes them much more relatable as characters. What makes them even more believable as characters is the fact that they show traits that are beyond their character framework -- like how Faye actually shows a lot of emotion despite her portrayal of being a heartless trickster. It just means that they are not surface-level characters with unique traits just to appear solid; they actually have depth.\n\n\u001b[1m私が認めなければならないビバップの乗組員は、人格に関して非常にバランスが取れています。 そのメンバーのキャラクタライゼーションは、各キャラクタが印象を残すほど十分に明確であり、これらのキャラクタがよく融合していることは言うまでもない。 エドワードは彼女をより具体的にする悲劇的な過去はないが、彼女は問題のあるキャラクターではない。 乗組員のバランスを取る彼女の役割は、彼女を大丈夫だと考えても十分です。 スパイクは恋人です。 ジェットは成熟した信頼できるものです。 フェイは多くの態度を持っているシックである。 エドワードは厳粛な気分に対抗する愉快な人物です。 エドワードとは別に、それぞれには問題のある過去があり、それによって文字としてのはるかに関連性が高くなります。 彼らをキャラクターとしてさらに信じ易くするものは、彼らがキャラクターの枠組みを超えた特性を示しているという事実である.Fayeが無益なトリックスターであるという描写にもかかわらず、実際に多くの感情を見せている様子である。 それは単なる表面的な特徴を持つ表面レベルのキャラクターではないことを意味します。 彼らは実際に深さを持っています。\u001b[22m\n\u001b[1m(Watashi ga mitomenakereba naranai bibappu no norikumiin wa, jinkaku ni kanshite hijō ni baransu ga torete imasu. Sono menbā no kyarakutaraizēshon wa, kaku kyarakuta ga inshō o nokosu hodo jūbun ni meikakudeari, korera no kyarakuta ga yoku yūgō shite iru koto wa iumademonai. Supaiku wa koibitodesu. Jetto wa seijuku shita shinrai dekiru monodesu. Fei wa ōku no taido o motte iru shikkudearu. Edowādo wa genshukuna kibun ni taikō suru yukaina jinbutsudesu. Edowādo to wa betsuni, sorezore ni wa mondai no aru kako ga ari, sore ni yotte moji to shite no haruka ni kanren-sei ga takaku narimasu. Karera o kyarakutā to shite sarani shinji yasuku suru mono wa, karera ga kyarakutā no wakugumi o koeta tokusei o shimeshite iru to iu jijitsudearu. Faye ga muekina torikkusutādearu to iu byōsha nimokakawarazu, jissai ni ōku no kanjō o misete iru yōsudearu. Sore wa tan'naru hyōmen-tekina tokuchō o motsu hyōmen reberu no kyarakutāde wanai koto o imi shimasu. Karera wa jissai ni fuka-sa o motte imasu. Edowādo wa kanojo o yori gutaitekini suru higeki-tekina kako wa naiga, kanojo wa mondai no aru kyarakutāde wanai. Norikumiin no baransu o toru kanojo no yakuwari wa, kanojo o daijōbuda to kangaete mo jūbundesu.)\u001b[22m\n\u001b[1m\u001b[22m\nI don’t normally tackle music in my anime reviews. I only include it if it is worth noting -- and yes, Cowboy Bebop’s music is worth the notice. Its concentration on jazz and blues gives the series a very distinct atmosphere. And I know that it is impressive when one of the best opening themes of all time is of an anime that has been released in the 90’s!\n\n\u001b[1m私は通常、アニメのレビューで音楽に取り組んでいません。 私はそれが注目に値するならばそれを含める - そしてはい、カウボーイビバップの音楽は通知に値するです。 ジャズとブルースに集中しているため、シリーズは非常に独特な雰囲気を醸し出しています。 そして、私は、90年代にリリースされたアニメのすべての時間の最高のオープニングテーマの一つが印象的であることを知っています！\u001b[22m\n\u001b[1m(Watashi wa tsūjō, anime no rebyū de ongaku ni torikunde imasen. Watashi wa sore ga chūmoku ni ataisurunaraba sore o fukumeru - soshite hai, kaubōibibappu no ongaku wa tsūchi niataisurudesu. Jazu to burūsu ni shūchū shite iru tame, shirīzu wa hijō ni dokutokuna fun'iki o kamoshidashite imasu. Soshite, watashi wa, 90-nendai ni rirīsu sa reta anime no subete no jikan no saikō no ōpuningutēma no hitotsu ga inshō-tekidearu koto o shitte imasu!)\u001b[22m\n\nTranslations of \u001b[4mI don’t normally tackle music in my anime reviews. I only include it if it is worth noting -- and yes, Cowboy Bebop’s music is worth the notice. Its concentration on jazz and blues gives the series a very distinct atmosphere. And I know that it is impressive when one of the best opening themes of all time is of an anime that has been released in the 90’s!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don’t normally tackle music in my anime reviews.\u001b[24m\n    \u001b[1m私は通常、アニメのレビューで音楽に取り組んでいません。\u001b[22m, \u001b[1m私は通常私のアニメのレビューで音楽をタックルしないでください。\u001b[22m\n\u001b[4mI only include it if it is worth noting -- and yes, Cowboy Bebop’s music is worth the notice.\u001b[24m\n    \u001b[1m私はそれが注目に値するならばそれを含める - そしてはい、カウボーイビバップの音楽は通知に値するです。\u001b[22m, \u001b[1mはい、カウボーイビバップの音楽は予告価値がある - それは注目する価値がある場合、私はそれがあります。\u001b[22m\n\u001b[4mIts concentration on jazz and blues gives the series a very distinct atmosphere.\u001b[24m\n    \u001b[1mジャズとブルースに集中しているため、シリーズは非常に独特な雰囲気を醸し出しています。\u001b[22m, \u001b[1mジャズやブルースにその濃度は、シリーズに非常に明確な雰囲気を与えます。\u001b[22m\n\u001b[4mAnd I know that it is impressive when one of the best opening themes of all time is of an anime that has been released in the 90’s!\u001b[24m\n    \u001b[1mそして、私は、90年代にリリースされたアニメのすべての時間の最高のオープニングテーマの一つが印象的であることを知っています！\u001b[22m, \u001b[1mそして、私はすべての時間の中で最高のオープニングテーマの一つは、90年代にリリースされているアニメである場合、それが印象的であることを知っています！\u001b[22m\n\u001b[1m\u001b[22m\nSo, after everything I have said, is Cowboy Bebop a masterpiece? In its technical aspects, it is debatable that the series is a work of a genius. But it is still not perfect! It is only a matter of defining what masterpiece truly is. I define masterpiece as something that has made a significant impact in its art form or beyond. So, as a personal note, Cowboy Bebop is a masterpiece, just because it has become widely influential not just in the anime scene, but in science fiction in general. That’s enough for me to consider it as such, for, I believe, that defining masterpiece as a perfect work is just absurd.\n\n\u001b[1mだから、私が言ったことのすべての後、カウボーイビバップは傑作ですか？ その技術的側面では、シリーズが天才の作品であることは議論の余地があります。 しかしそれはまだ完璧ではありません！ 傑作が本当に何であるかを定義するのは単なる問題です。 私は傑作を芸術の形態やそれ以上に大きな影響を与えたものとして定義します。 カウボーイ・ビバップは、アニメの場面だけでなく、一般的なSFの世界にも大きな影響を与えているからです。 それは完璧な作品としての傑作を定義することはちょうど不条理であると私は信じているので、私はそれをそのように考えることで十分です。\u001b[22m\n\u001b[1m(Dakara, watashi ga itta koto no subete no ato, kaubōibibappu wa kessakudesu ka? Sono gijutsu-teki sokumende wa, shirīzu ga tensai no sakuhindearu koto wa giron no yochi ga arimasu. Shikashi sore wa mada kanpekide wa arimasen! Kessaku ga hontōni nanidearu ka o teigi suru no wa tan'naru mondaidesu. Watashi wa kessaku o geijutsu no keitai ya soreijō ni ōkina eikyō o ataeta mono to shite teigi shimasu. Kaubōi bibappu wa, anime no bamen dakedenaku, ippantekina SF no sekai ni mo ōkina eikyō o ataete irukaradesu. Sore wa kanpekina sakuhin to shite no kessaku o teigi suru koto wa chōdo fujōridearu to watashi wa shinjite irunode, watashi wa sore o sonoyōni kangaeru koto de jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, after everything I have said, is Cowboy Bebop a masterpiece? In its technical aspects, it is debatable that the series is a work of a genius. But it is still not perfect! It is only a matter of defining what masterpiece truly is. I define masterpiece as something that has made a significant impact in its art form or beyond. So, as a personal note, Cowboy Bebop is a masterpiece, just because it has become widely influential not just in the anime scene, but in science fiction in general. That’s enough for me to consider it as such, for, I believe, that defining masterpiece as a perfect work is just absurd.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, after everything I have said, is Cowboy Bebop a masterpiece?\u001b[24m\n    \u001b[1mだから、私が言ったことのすべての後、カウボーイビバップは傑作ですか？\u001b[22m, \u001b[1mだから、私が話したすべての後に、カウボーイビバップは傑作ですか！\u001b[22m\n\u001b[4mIn its technical aspects, it is debatable that the series is a work of a genius.\u001b[24m\n    \u001b[1mその技術的側面では、シリーズが天才の作品であることは議論の余地があります。\u001b[22m, \u001b[1mその技術的な側面では、シリーズは天才の仕事であることは議論の余地があります。\u001b[22m\n\u001b[4mBut it is still not perfect!\u001b[24m\n    \u001b[1mしかしそれはまだ完璧ではありません！\u001b[22m, \u001b[1mしかし、それはまだ完璧ではありません！\u001b[22m\n\u001b[4mIt is only a matter of defining what masterpiece truly is.\u001b[24m\n    \u001b[1m傑作が本当に何であるかを定義するのは単なる問題です。\u001b[22m, \u001b[1mそれは本当に何であるか傑作定義の問題だけです。\u001b[22m\n\u001b[4mI define masterpiece as something that has made a significant impact in its art form or beyond.\u001b[24m\n    \u001b[1m私は傑作を芸術の形態やそれ以上に大きな影響を与えたものとして定義します。\u001b[22m, \u001b[1m私は、その芸術的な表現形式で、または越えて大きな影響を与えてきたものとして傑作を定義します。\u001b[22m\n\u001b[4mSo, as a personal note, Cowboy Bebop is a masterpiece, just because it has become widely influential not just in the anime scene, but in science fiction in general.\u001b[24m\n    \u001b[1mカウボーイ・ビバップは、アニメの場面だけでなく、一般的なSFの世界にも大きな影響を与えているからです。\u001b[22m, \u001b[1mだから、個人的なメモとして、カウボーイビバップは、それがアニメシーンではなく、一般的にはサイエンスフィクションだけではなく、広く影響力になってきているという理由だけで、傑作です。\u001b[22m\n\u001b[4mThat’s enough for me to consider it as such, for, I believe, that defining masterpiece as a perfect work is just absurd.\u001b[24m\n    \u001b[1mそれは完璧な作品としての傑作を定義することはちょうど不条理であると私は信じているので、私はそれをそのように考えることで十分です。\u001b[22m, \u001b[1mこれは完璧な作品として傑作を定義することがちょうどばかげていることを、私は信じている、のために、私はそのように考慮するために十分です。\u001b[22m"
  }
]
