[
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "TenshiGurren",
    "profile": "/profile/TenshiGurren/reviews",
    "pages": "15",
    "number": "1",
    "link": "/reviews.php?id=105941",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n「あなたのドリルは天を突き刺すドリルです！」\n\nTengen Toppa Gurren Lagannは、私が楽しみにしていたアニメだと認めます。 私の意見では完璧なアニメだったCode Geassを見て、次にアニメを見るためにオンラインでいくつかの提案を見つけました。 一部のアニメには、ガンダムフランチャイズ、ギルティクラウン、もちろんTengen Toppa Gurren Lagannの多くが含まれていました。 私は間違っていることが証明されたと言ってとてもうれしいです。  Kaminaのカリスマ的な、そしてたぶん狂った性格は、視聴者の注意を奪い、残りのアニメのペースを設定します。あなたは、このアニメの陽気な瞬間を笑いながら、悲しい瞬間にほとんど裂けていることがよくあります 、そして愚かにも贅沢で誇張された瞬間にあなた自身も笑っている。\n\n天元突破グレンラガンは深くない。  Code Geass、Hyouka、Stein's Gateのようなものを見た場合、奥行きはこの物語のアニメでは間違いないでしょう。 正直なところ、アクションは間違いなく中核要素の1つなので、どのメカアニメプロットも多くのプロットを含むべきではありません。 しかし、Tengen Toppa Gurren Lagannはまだ優れたストーリーを保っています。 ストーリーは、膨大なキャラクターの成長やばかげた割合の壮大な戦いなど、いくつかの極端なテーマを中心に展開しています。 最初の弧の後の非常に荒い遷移を通じて、プロットは強く、全く狂ったままですが、再び、このアニメは深くなることを意味するのではなく、単に視聴者が楽しむために存在します。 ストーリーの最大の問題であるにもかかわらず、プロットは依然として単純化して強く、随時多くの異なる感情を引き出すので、徹底的に大切にする必要があります。\n\n「ワウ」以外の芸術について私は何を言いますか？ それは活気に満ちた色の流れです（特にニアの髪の毛、それで何が起きているのでしょうか？）私がそこで見た中で最高のことは間違いありません。 実際、それは一種の漫画的です（Panty＆amp; Stockingと同じではありません）。 シーンの多くは、それが漫画本からまっすぐに出てきたようです。 しかし、私は絶対にこの芸術がこのアニメの再挑戦テーマをどのように強調しているかを愛しています。それは深刻な光の中で最も厄介なものを誇張し、描写します。 戦闘の多くはそんなに濃い影になっていて、芸術のために楽しむことはできません。 メカデザインは素晴らしく、シームレスなアニメを作るためにすべてが一緒に流れる方法が大好きです。\n\n芸術はアニメのテーマを大いに表現しているかもしれませんが、あなたがアニメの音を聞くまで少年が待っています。  OPは、あなたの血液を汲み上げるのに最適な方法です。視聴者は間違いなく聴くようにしてください。 声の演技は信じられないほどです！  Kaminaの声は素晴らしく描写されていて、人生と熱意（「あなたは誰だと私は思っていますか？」）の一形態です。 サイモンの声も非常に適しています。 大胆で勇敢で動機づけのリーダーに、臆病で静かな少年としての彼の成長を実際に示す。 多くの声優は絶対に素晴らしいです、そして、それがどれほど爽快なアニメを生きているかは信じられないほどです。 注目すべき最後のことは、起こっているばかげた戦いの音です。 視聴者を動機づけて興奮させるエキサイティングなメカバッスルの間に、音楽はすでに驚くべきものですが、それは状況にどのように適応するかです。 例えば、悲しい瞬間には、音楽はより遅いペースを表すように変化し、視聴者は多くの場面で音がスムーズに変化することにほとんど気付かないでしょう。\n\n私はすでに異常なキャラクターについて話しましたが、Tengen Toppa Gurren Lagannの驚くべき顕著さを強調することは不可能です。 キャラクターが互いにやりとりする方法、論理的思考、そしてその表現は、実際にはこのアニメを作ります。 クレイジーで愛らしいKaminaの視聴者から、アニメへの魅力が広がります。  Simonは著しい成長の模範であり、彼の他のキャラクターとのインタラクションは、著しいリーダーとしての彼の能力を示しています。 腐ったヨコは時には大いに必要なサポートを提供するために役立ち、他の多くが成長するのを助ける重要な特徴です。 ニアはサイモンが必要とする動機であり、彼らの関係は実際にガイナックスの人々がこのアニメにどれくらいのことを考えているかを実際に示しています。 全体的に、このアニメ全体の私の好きな部分は、キャラクターのキャストです。\n\nTengen Toppa Gurren Lagannで楽しむものが豊富です。 アニメはあふれている。 サイモンの個人的、内的葛藤などの緊張したシーンや、実際には銀河をシュリケンとして使う銀河サイズのメカなど絶対に馬鹿なシーンまで、このアニメはすべてを提供しています。 物語、芸術、音、そしてキャラクターは、それが何であるかをこのアニメにし、あなたはこのアニメが提供しなければならないすべてを楽しむでしょう。\n\n全体として、このアニメはほぼあらゆる面で鮮やかです。 このアニメは、言葉遊び、大きな銀河のメカバス、陽気な瞬間、刺激的なスピーチ、すべてを持っています。  「WHO THE HELL DOU YOU THINK I AM」のような引用符はあなたの記憶に永久に刻み込まれ、あなたはTengen Toppa Gurren Lagannが提供しなければならないすべての分を楽しむでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Your drill is the drill that will pierce the heavens!'\n\n\u001b[1m「あなたのドリルは天を突き刺すドリルです！」\u001b[22m\n\u001b[1m(`Anata no doriru wa ten o tsukisasu dorirudesu!')\u001b[22m\n\nTranslations of \u001b[4m'Your drill is the drill that will pierce the heavens!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Your drill is the drill that will pierce the heavens!'\u001b[24m\n    \u001b[1m「あなたのドリルは天を突き刺すドリルです！」\u001b[22m, \u001b[1m「あなたのドリルは天を貫通しますドリルです！」\u001b[22m\n\u001b[1m\u001b[22m\nTengen Toppa Gurren Lagann was, I admit, an anime I was not looking forward to. Having watched Code Geass, which was a perfect anime in my opinion, I found several suggestions online on which animes to watch next. Some animes included much of the Gundam franchise, Guilty Crown, and of course Tengen Toppa Gurren Lagann. I am so glad to say that I was proven wrong. Right from the get-go, Kamina's charismatic and often lunatic personality snatches viewers' attentions and sets the pace for the rest of the anime: you'll often find yourself laughing at the hilarious moments in this anime, nearly tearing up at the sadder moments , and stupidly laughing too yourself at the over extravagant and exaggerated moments.\n\n\u001b[1mTengen Toppa Gurren Lagannは、私が楽しみにしていたアニメだと認めます。 私の意見では完璧なアニメだったCode Geassを見て、次にアニメを見るためにオンラインでいくつかの提案を見つけました。 一部のアニメには、ガンダムフランチャイズ、ギルティクラウン、もちろんTengen Toppa Gurren Lagannの多くが含まれていました。 私は間違っていることが証明されたと言ってとてもうれしいです。  Kaminaのカリスマ的な、そしてたぶん狂った性格は、視聴者の注意を奪い、残りのアニメのペースを設定します。あなたは、このアニメの陽気な瞬間を笑いながら、悲しい瞬間にほとんど裂けていることがよくあります 、そして愚かにも贅沢で誇張された瞬間にあなた自身も笑っている。\u001b[22m\n\u001b[1m(Tengen Toppa Gurren Lagann wa, watashi ga tanoshimini shite ita animeda to mitomemasu. Watashi no ikende wa kanpekina animedatta Code Geass o mite, tsugini anime o miru tame ni onrain de ikutsu ka no teian o mitsukemashita. Ichibu no anime ni wa, gandamufuranchaizu, girutikuraun, mochiron Tengen Toppa Gurren Lagann no ōku ga fukuma rete imashita. Watashi wa machigatte iru koto ga shōmei sa reta to itte totemo ureshīdesu. Kamina no karisuma-tekina, soshite tabun kurutta seikaku wa, shichō-sha no chūi o ubai, nokori no anime no pēsu o settei shimasu. Anata wa, kono anime no yōkina shunkan o warainagara, kanashī shunkan ni hotondo sakete iru koto ga yoku arimasu, soshite oroka ni mo zeitaku de kochō sa reta shunkan ni anata jishin mo waratte iru.)\u001b[22m\n\nTranslations of \u001b[4mTengen Toppa Gurren Lagann was, I admit, an anime I was not looking forward to. Having watched Code Geass, which was a perfect anime in my opinion, I found several suggestions online on which animes to watch next. Some animes included much of the Gundam franchise, Guilty Crown, and of course Tengen Toppa Gurren Lagann. I am so glad to say that I was proven wrong. Right from the get-go, Kamina's charismatic and often lunatic personality snatches viewers' attentions and sets the pace for the rest of the anime: you'll often find yourself laughing at the hilarious moments in this anime, nearly tearing up at the sadder moments , and stupidly laughing too yourself at the over extravagant and exaggerated moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTengen Toppa Gurren Lagann was, I admit, an anime I was not looking forward to.\u001b[24m\n    \u001b[1mTengen Toppa Gurren Lagannは、私が楽しみにしていたアニメだと認めます。\u001b[22m, \u001b[1m天元突破グレンラガンは、私は認める、私は楽しみにしていませんでしたアニメでした。\u001b[22m\n\u001b[4mHaving watched Code Geass, which was a perfect anime in my opinion, I found several suggestions online on which animes to watch next.\u001b[24m\n    \u001b[1m私の意見では完璧なアニメだったCode Geassを見て、次にアニメを見るためにオンラインでいくつかの提案を見つけました。\u001b[22m, \u001b[1m私の意見では、完璧なアニメでしコードギアスを見たが、私は次見にアニメれているオンラインのいくつかの提案を発見しました。\u001b[22m\n\u001b[4mSome animes included much of the Gundam franchise, Guilty Crown, and of course Tengen Toppa Gurren Lagann.\u001b[24m\n    \u001b[1m一部のアニメには、ガンダムフランチャイズ、ギルティクラウン、もちろんTengen Toppa Gurren Lagannの多くが含まれていました。\u001b[22m, \u001b[1mいくつかのアニメはガンダムのフランチャイズ、ギルティクラウン、そしてもちろん天元突破グレンラガンの多くが含まれていました。\u001b[22m\n\u001b[4mI am so glad to say that I was proven wrong.\u001b[24m\n    \u001b[1m私は間違っていることが証明されたと言ってとてもうれしいです。\u001b[22m, \u001b[1m私は私が間違って証明されたと言うことはとても嬉しいです。\u001b[22m\n\u001b[4mRight from the get-go, Kamina's charismatic and often lunatic personality snatches viewers' attentions and sets the pace for the rest of the anime: you'll often find yourself laughing at the hilarious moments in this anime, nearly tearing up at the sadder moments\u001b[24m\n    \u001b[1mKaminaのカリスマ的な、そしてたぶん狂った性格は、視聴者の注意を奪い、残りのアニメのペースを設定します。あなたは、このアニメの陽気な瞬間を笑いながら、悲しい瞬間にほとんど裂けていることがよくあります\u001b[22m, \u001b[1m右から取得-行くカミナのカリスマとしばしば狂人性格が視聴者の注目を奪いやアニメの残りのためのペースを設定し、：あなたは、多くの場合、このアニメで陽気な瞬間に笑って自分自身を見つけることができ、ほぼ悲しい瞬間に引き裂きます\u001b[22m\n\u001b[4m, and stupidly laughing too yourself at the over extravagant and exaggerated moments.\u001b[24m\n    \u001b[1m、そして愚かにも贅沢で誇張された瞬間にあなた自身も笑っている。\u001b[22m, \u001b[1m、そして愚か以上の贅沢と誇張された瞬間に、あまりにも自分を笑います。\u001b[22m\n\u001b[1m\u001b[22m\nTengen Toppa Gurren Lagann is not deep. If you watched something like Code Geass, Hyouka, or even Stein's;Gate, depth is something you will definitely not find in this story's anime. Honestly, any mecha anime plot shouldn't include much plot because action is definitely one of the core elements. However, Tengen Toppa Gurren Lagann still retains an excellent storyline. The story centers around several extreme themes, such as vast character growth and epic battles of ridiculous proportions. Through a very rough transition after the first arc, the plot remains strong and downright crazy, but again, this anime is not meant to be deep but instead exists simply for the viewers to enjoy. Despite being the story's biggest problem, the plot still remains simplistically strong and should be thoroughly cherished as it will definitely draw out many different emotions from time to time.\n\n\u001b[1m天元突破グレンラガンは深くない。  Code Geass、Hyouka、Stein's Gateのようなものを見た場合、奥行きはこの物語のアニメでは間違いないでしょう。 正直なところ、アクションは確かに中核要素の1つなので、どのメカアニメプロットにも多くのプロットが含まれるべきではありません。 しかし、Tengen Toppa Gurren Lagannはまだ優れたストーリーを保っています。 ストーリーは、膨大なキャラクターの成長やばかげた割合の壮大な戦いなど、いくつかの極端なテーマに集中しています。 最初の弧の後の非常に荒い遷移を通じて、プロットは強く、全く狂ったままですが、再び、このアニメは深くなることを意味するのではなく、単に視聴者が楽しむために存在します。 ストーリーの最大の問題であるにもかかわらず、プロットは依然として単純化して強く、随時多くの異なる感情を引き出すので、徹底的に大切にする必要があります。\u001b[22m\n\u001b[1m(Tengantoppa gurenragan wa fukakunai. Code Geass, Hyouka, sutain' s Gate no yōna mono o mita baai, okuyuki wa kono monogatari no animede wa machigainaideshou. Shōjikina tokoro, akushon wa tashika ni chūkaku yōso no 1tsunanode, dono mekaanimepurotto ni mo ōku no purotto ga fukuma rerubekide wa arimasen. Shikashi, Tengen Toppa Gurren Lagann wa mada sugureta sutōrī o tamotte imasu. Sutōrī wa, bōdaina kyarakutā no seichō ya bakageta wariai no sōdaina tatakai nado, ikutsu ka no kyokutan'na tēma ni shūchū shite imasu. Saisho no ko no nochi no hijō ni arai sen'i o tsūjite, purotto wa tsuyoku, mattaku kurutta mamadesuga, futatabi, kono anime wa fukaku naru koto o imi suru node wa naku, tan'ni shichō-sha ga tanoshimu tame ni sonzai shimasu. Sutōrī no saidai no mondaidearu nimokakawarazu, purotto wa izentoshite tanjun-ka shite tsuyoku, zuiji ōku no kotonaru kanjō o hikidasunode, tetteiteki ni taisetsu ni suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTengen Toppa Gurren Lagann is not deep. If you watched something like Code Geass, Hyouka, or even Stein's;Gate, depth is something you will definitely not find in this story's anime. Honestly, any mecha anime plot shouldn't include much plot because action is definitely one of the core elements. However, Tengen Toppa Gurren Lagann still retains an excellent storyline. The story centers around several extreme themes, such as vast character growth and epic battles of ridiculous proportions. Through a very rough transition after the first arc, the plot remains strong and downright crazy, but again, this anime is not meant to be deep but instead exists simply for the viewers to enjoy. Despite being the story's biggest problem, the plot still remains simplistically strong and should be thoroughly cherished as it will definitely draw out many different emotions from time to time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTengen Toppa Gurren Lagann is not deep.\u001b[24m\n    \u001b[1m天元突破グレンラガンは深くない。\u001b[22m, \u001b[1m天元突破グレンラガンは深くありません。\u001b[22m\n\u001b[4mIf you watched something like Code Geass, Hyouka, or even Stein's;Gate, depth is something you will definitely not find in this story's anime.\u001b[24m\n    \u001b[1mCode Geass、Hyouka、Stein's Gateのようなものを見た場合、奥行きはこの物語のアニメでは間違いないでしょう。\u001b[22m, \u001b[1mあなたはコードギアス、Hyouka、あるいはスタインのようなものを見た場合、門、深さは、あなたは間違いなくこの物語のアニメに見つけることができませんものです。\u001b[22m\n\u001b[4mHonestly, any mecha anime plot shouldn't include much plot because action is definitely one of the core elements.\u001b[24m\n    \u001b[1m正直なところ、アクションは確かに中核要素の1つなので、どのメカアニメプロットにも多くのプロットが含まれるべきではありません。\u001b[22m, \u001b[1mアクションは間違いなくコア要素の一つであるので、正直なところ、いずれのメカアニメのプロットは、多くのプロットを含めるべきではありません。\u001b[22m\n\u001b[4mHowever, Tengen Toppa Gurren Lagann still retains an excellent storyline.\u001b[24m\n    \u001b[1mしかし、Tengen Toppa Gurren Lagannはまだ優れたストーリーを保っています。\u001b[22m, \u001b[1mしかし、天元突破グレンラガンはまだ優れたストーリーを保持します。\u001b[22m\n\u001b[4mThe story centers around several extreme themes, such as vast character growth and epic battles of ridiculous proportions.\u001b[24m\n    \u001b[1mストーリーは、膨大なキャラクターの成長やばかげた割合の壮大な戦いなど、いくつかの極端なテーマに集中しています。\u001b[22m, \u001b[1m物語は、このような広大なキャラクターの成長ととんでもない割合の壮大な戦いなど、いくつかの極端なテーマを中心。\u001b[22m\n\u001b[4mThrough a very rough transition after the first arc, the plot remains strong and downright crazy, but again, this anime is not meant to be deep but instead exists simply for the viewers to enjoy.\u001b[24m\n    \u001b[1m最初の弧の後の非常に荒い遷移を通じて、プロットは強く、全く狂ったままですが、再び、このアニメは深くなることを意味するのではなく、単に視聴者が楽しむために存在します。\u001b[22m, \u001b[1m最初のアーク後に非常にラフな移行を通じ、プロットが強く、実に狂ったままであるが、再び、このアニメは深いことを意味するものではないが、代わりに、視聴者が楽しむために単に存在します。\u001b[22m\n\u001b[4mDespite being the story's biggest problem, the plot still remains simplistically strong and should be thoroughly cherished as it will definitely draw out many different emotions from time to time.\u001b[24m\n    \u001b[1mストーリーの最大の問題であるにもかかわらず、プロットは依然として単純化して強く、随時多くの異なる感情を引き出すので、徹底的に大切にする必要があります。\u001b[22m, \u001b[1m物語の最大の問題であるにもかかわらず、プロットは、まだ簡略化し、強いままで、それは間違いなく随時、さまざまな感情を引き出すであろうとして徹底的に大切にされるべきです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say about the art other than 'Wow'? It's vibrant flow of colors (especially Nia's hair, damn what's up with that?) I definitely won't say that it's the best I've seen out there; in fact, it's kind of cartoony (not the same as Panty &amp; Stocking). A lot of the scenes seem like it popped out straight from a comic book. However, I absolutely love how the art stresses the reoccuring theme in this anime: it over exaggerates and portrays the silliest things in a serious light. So many of the battles are shaded so much and you can't help but enjoy and sometimes chuckle just because of the art. The mecha designs are fantastic and I love how everything flows together to form a seamless anime.\n\n\u001b[1m「ワウ」以外の芸術について私は何を言いますか？ それは活気に満ちた色の流れです（特にニアの髪の毛、それで何が起きているのでしょうか？）私がそこで見た中で最高のことは間違いありません。 実際、それは一種の漫画的です（Panty＆amp; Stockingと同じではありません）。 シーンの多くは、それが漫画本からまっすぐに出てきたようです。 しかし、私は絶対にこの芸術がこのアニメの再挑戦テーマをどのように強調しているかを愛しています。それは深刻な光の中で最も厄介なものを誇張し、描写します。 戦闘の多くはそんなに濃い影になっていて、芸術のために楽しむことはできません。 メカデザインは素晴らしく、シームレスなアニメを作るためにすべてが一緒に流れる方法が大好きです。\u001b[22m\n\u001b[1m(`Wau' igai no geijutsu ni tsuite watashi wa nani o iimasu ka? Sore wa kakki ni michita iro no nagaredesu (tokuni nia no kaminoke, sorede nani ga okite iru nodeshou ka? ) Watashi ga soko de mita naka de saikō no koto wa machigai arimasen. Jissai, soreha isshu no manga-tekidesu (Panty& amp; Stocking to onajide wa arimasen). Shīn no ōku wa, sore ga mangabon kara massugu ni dete kita yōdesu. Shikashi, watashi wa zettai ni kono geijutsu ga kono anime no sai chōsen tēma o dono yō ni kyōchō shite iru ka o aishiteimasu. Sore wa shinkokuna hikari no naka de mottomo yakkaina mono o kochō shi, byōsha shimasu. Sentō no ōku wa son'nani koi kage ni natte ite, geijutsu no tame ni tanoshimu koto wa dekimasen. Meka dezain wa subarashiku, shīmuresuna anime o tsukuru tame ni subete ga issho ni nagareru hōhō ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say about the art other than 'Wow'? It's vibrant flow of colors (especially Nia's hair, damn what's up with that?) I definitely won't say that it's the best I've seen out there; in fact, it's kind of cartoony (not the same as Panty &amp; Stocking). A lot of the scenes seem like it popped out straight from a comic book. However, I absolutely love how the art stresses the reoccuring theme in this anime: it over exaggerates and portrays the silliest things in a serious light. So many of the battles are shaded so much and you can't help but enjoy and sometimes chuckle just because of the art. The mecha designs are fantastic and I love how everything flows together to form a seamless anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say about the art other than 'Wow'?\u001b[24m\n    \u001b[1m「ワウ」以外の芸術について私は何を言いますか？\u001b[22m, \u001b[1m私は「うわー」以外の芸術について何を言うことができますか？\u001b[22m\n\u001b[4mIt's vibrant flow of colors (especially Nia's hair, damn what's up with that?) I definitely won't say that it's the best I've seen out there;\u001b[24m\n    \u001b[1mそれは活気に満ちた色の流れです（特にニアの髪の毛、それで何が起きているのでしょうか？）私がそこで見た中で最高のことは間違いありません。\u001b[22m, \u001b[1mそれは色の活気に満ちた流れだ（特にニアの髪、いまいましい何それにアップですか？）私は間違いなくそれは私がそこに見た中で最高だと言うことはありません。\u001b[22m\n\u001b[4min fact, it's kind of cartoony (not the same as Panty &amp; Stocking).\u001b[24m\n    \u001b[1m実際、それは一種の漫画的です（Panty＆amp; Stockingと同じではありません）。\u001b[22m, \u001b[1m実際には、それが漫画の種類（;ストッキングパンティ＆＃038と同じではありません）です。\u001b[22m\n\u001b[4mA lot of the scenes seem like it popped out straight from a comic book.\u001b[24m\n    \u001b[1mシーンの多くは、それが漫画本からまっすぐに出てきたようです。\u001b[22m, \u001b[1mシーンの多くは、それが漫画本からまっすぐポップのように見えます。\u001b[22m\n\u001b[4mHowever, I absolutely love how the art stresses the reoccuring theme in this anime: it over exaggerates and portrays the silliest things in a serious light.\u001b[24m\n    \u001b[1mしかし、私は絶対にこの芸術がこのアニメの再挑戦テーマをどのように強調しているかを愛しています。それは深刻な光の中で最も厄介なものを誇張し、描写します。\u001b[22m, \u001b[1m誇張の上に、深刻な光の中でsilliest物事を描写：しかし、私は絶対に芸術はこのアニメでreoccuringテーマを強調する方法が大好きです。\u001b[22m\n\u001b[4mSo many of the battles are shaded so much and you can't help but enjoy and sometimes chuckle just because of the art.\u001b[24m\n    \u001b[1m戦闘の多くはそんなに濃い影になっていて、芸術のために楽しむことはできません。\u001b[22m, \u001b[1m戦いのように多くは、そんなに網掛けされている、あなたは助けることが楽しみ、時にはだけのための技術の含み笑いすることはできません。\u001b[22m\n\u001b[4mThe mecha designs are fantastic and I love how everything flows together to form a seamless anime.\u001b[24m\n    \u001b[1mメカデザインは素晴らしく、シームレスなアニメを作るためにすべてが一緒に流れる方法が大好きです。\u001b[22m, \u001b[1mメカのデザインは素晴らしいですし、私はすべてがシームレスなアニメを形成するために一緒にどのように流れるかが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art may be a great representation of the anime's themes, but boy wait till you hear the sounds of the anime. The OP is a great way to get your blood pumping, and viewers should definitely try to listen to it instead of skipping it. The voice acting is incredible! Kamina's voice is portrayed wonderfully and is the embodiment of life and enthusiasm ('Who the hell do you think I am??'). Simon's voice is also extremely suitable; it really showcases his growth as a timid and quiet boy to a bold, brash, and motivating leader. The many voice actors are absolutely wonderful, and it's incredible how much they bring this already invigorating anime to life. The last thing to note is the sound in the ludicrous fights that take place. The music is already amazing during exciting mecha battles that motivate and excite viewers, but what makes it even more incredible is how it adapts to situations. For example, during the sadder moments, the music will change to represent a slower pace, and viewers will hardly notice the smooth transition the sound makes during many of the scenes.\n\n\u001b[1m芸術はアニメのテーマを大いに表現しているかもしれませんが、あなたがアニメの音を聞くまで少年が待っています。  OPは、あなたの血液を汲み上げるのに最適な方法です。視聴者は間違いなく聴くようにしてください。 声の演技は信じられないほどです！  Kaminaの声は素晴らしく描写されていて、人生と熱意（「あなたは誰だと私は思っていますか？」）の一形態です。 サイモンの声も非常に適しています。 大胆で勇敢で動機づけのリーダーに、臆病で静かな少年としての彼の成長を実際に示す。 多くの声優は絶対に素晴らしいです、そして、それがどれほど爽快なアニメを生きているかは信じられないほどです。 注目すべき最後のことは、起こっているばかげた戦いの音です。 視聴者を動機づけて興奮させるエキサイティングなメカバッスルの間に、音楽はすでに驚くべきものですが、それは状況にどのように適応するかです。 例えば、悲しい瞬間には、音楽はより遅いペースを表すように変化し、視聴者は多くの場面で音がスムーズに変化することにほとんど気付かないでしょう。\u001b[22m\n\u001b[1m(Geijutsu wa anime no tēma o ōini hyōgen shite iru kamo shiremasenga, anata ga anime no oto o kiku made shōnen ga matte imasu. OP wa, anata no ketsueki o kumiageru no ni saitekina hōhōdesu. Shichō-sha wa machigainaku kiku yō ni shite kudasai. Koe no engi wa shinji rarenai hododesu! Kamina no koe wa subarashiku byōsha sa rete ite, jinsei to netsui (`anata wa dareda to watashi wa omotte imasu ka?') No ichi keitaidesu. Saimon no koe mo hijō ni tekishite imasu. Daitande yūkande dōkidzuke no rīdā ni, okubyō de shizukana shōnen to shite no kare no seichō o jissai ni shimesu. Ōku no seiyū wa zettai ni subarashīdesu, soshite, sore ga dorehodo sōkaina anime o ikite iru ka wa shinji rarenai hododesu. Chūmoku subeki saigo no koto wa, okotte iru bakageta tatakai no otodesu. Shichō-sha o dōkidzukete kōfun sa seru ekisaitinguna mekabassuru no ma ni, ongaku wa sudeni odorokubeki monodesuga, soreha jōkyō ni dono yō ni tekiō suru kadesu. Tatoeba, kanashī shunkan ni wa, ongaku wa yori osoi pēsu o arawasu yō ni henka shi, shichō-sha wa ōku no bamen de oto ga sumūzu ni henka suru koto ni hotondo kidzukanaideshou.)\u001b[22m\n\u001b[1m\u001b[22m\nI already talked about the extraordinary characters, but it's impossible to not stress their amazing prominence in Tengen Toppa Gurren Lagann. How the characters interact with each other, their logical thinking, and their expressions really make this anime what it is. From the crazy yet lovable Kamina viewers build an attraction to the anime. Simon is the epitome of remarkable growth and his interactions with other characters demonstrates his capabilities as a remarkable leader. The boobalicious Yoko serves to offer much-needed support at times and is a crucial character to help many of the others grow. Nia is the motivation that Simon needs and their relationship really showcases how much thought the people at Gainax put into this anime. Overall, my favorite part of this entire anime is the cast of characters.\n\n\u001b[1m私はすでに異常なキャラクターについて話しましたが、Tengen Toppa Gurren Lagannの驚くべき顕著さを強調することは不可能です。 キャラクターが互いにやりとりする方法、論理的思考、そしてその表現は、実際にはこのアニメを作ります。 クレイジーで愛らしいKaminaの視聴者から、アニメへの魅力が広がります。  Simonは著しい成長の模範であり、彼の他のキャラクターとのインタラクションは、著しいリーダーとしての彼の能力を示しています。 腐ったヨコは時には大いに必要なサポートを提供するために役立ち、他の多くが成長するのを助ける重要な特徴です。 ニアはサイモンが必要とする動機であり、彼らの関係は実際にガイナックスの人々がこのアニメにどれくらいのことを考えているかを実際に示しています。 全体的に、このアニメ全体の私の好きな部分は、キャラクターのキャストです。\u001b[22m\n\u001b[1m(Watashi wa sudeni ijōna kyarakutā ni tsuite hanashimashitaga, Tengen Toppa Gurren Lagann no odorokubeki kencho-sa o kyōchō suru koto wa fukanōdesu. Kyarakutā ga tagaini yaritori suru hōhō, ronritekishikō, soshite sono hyōgen wa, jissai ni hako no anime o tsukurimasu. Kureijī de airashī Kamina no shichō-sha kara, anime e no miryoku ga hirogarimasu. Saimon wa ichijirushii seichō no mohandeari, kare no ta no kyarakutā to no intarakushon wa, ichijirushii rīdā to shite no kare no nōryoku o shimeshite imasu. Kusatta yoko wa tokiniha ōini hitsuyōna sapōto o teikyō suru tame ni yakudachi, hoka no ōku ga seichō suru no o tasukeru jūyōna tokuchōdesu. Nia wa Saimon ga hitsuyō to suru dōkideari, karera no kankei wa jissai ni gainakkusu no hitobito ga kono anime ni dorekurai no koto o kangaete iru ka o jissai ni shimeshite imasu. Zentai-teki ni, kono anime zentai no watashi no sukina bubun wa, kyarakutā no kyasutodesu.)\u001b[22m\n\nTranslations of \u001b[4mI already talked about the extraordinary characters, but it's impossible to not stress their amazing prominence in Tengen Toppa Gurren Lagann. How the characters interact with each other, their logical thinking, and their expressions really make this anime what it is. From the crazy yet lovable Kamina viewers build an attraction to the anime. Simon is the epitome of remarkable growth and his interactions with other characters demonstrates his capabilities as a remarkable leader. The boobalicious Yoko serves to offer much-needed support at times and is a crucial character to help many of the others grow. Nia is the motivation that Simon needs and their relationship really showcases how much thought the people at Gainax put into this anime. Overall, my favorite part of this entire anime is the cast of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI already talked about the extraordinary characters, but it's impossible to not stress their amazing prominence in Tengen Toppa Gurren Lagann.\u001b[24m\n    \u001b[1m私はすでに異常なキャラクターについて話しましたが、Tengen Toppa Gurren Lagannの驚くべき顕著さを強調することは不可能です。\u001b[22m, \u001b[1m私はすでに特別な文字について話しましたが、それが天元突破グレンラガンで彼らの素晴らしい隆起を強調しないことは不可能です。\u001b[22m\n\u001b[4mHow the characters interact with each other, their logical thinking, and their expressions really make this anime what it is.\u001b[24m\n    \u001b[1mキャラクターが互いにやりとりする方法、論理的思考、そしてその表現は、実際にはこのアニメを作ります。\u001b[22m, \u001b[1m文字がどのように相互作用するか、彼らの論理的思考、そしてその表情は本当にそれが何であるか、このアニメを作ります。\u001b[22m\n\u001b[4mFrom the crazy yet lovable Kamina viewers build an attraction to the anime.\u001b[24m\n    \u001b[1mクレイジーで愛らしいKaminaの視聴者から、アニメへの魅力が広がります。\u001b[22m, \u001b[1mクレイジーまだ愛すべきカミナの視聴者からアニメに魅力を構築します。\u001b[22m\n\u001b[4mSimon is the epitome of remarkable growth and his interactions with other characters demonstrates his capabilities as a remarkable leader.\u001b[24m\n    \u001b[1mSimonは著しい成長の模範であり、彼の他のキャラクターとのインタラクションは、著しいリーダーとしての彼の能力を示しています。\u001b[22m, \u001b[1mサイモンは、驚くべき成長の縮図であり、他の文字との彼の相互作用が顕著リーダーとしての彼の能力を示しています。\u001b[22m\n\u001b[4mThe boobalicious Yoko serves to offer much-needed support at times and is a crucial character to help many of the others grow.\u001b[24m\n    \u001b[1m腐ったヨコは時には大いに必要なサポートを提供するために役立ち、他の多くが成長するのを助ける重要な特徴です。\u001b[22m, \u001b[1mboobaliciousヨーコは時間に大いに必要なサポートを提供するためのものであり、他の人の多くは、成長を支援するための重要な文字です。\u001b[22m\n\u001b[4mNia is the motivation that Simon needs and their relationship really showcases how much thought the people at Gainax put into this anime.\u001b[24m\n    \u001b[1mニアはサイモンが必要とする動機であり、彼らの関係は実際にガイナックスの人々がこのアニメにどれくらいのことを考えているかを実際に示しています。\u001b[22m, \u001b[1mニアはシモンが必要との関係は本当にガイナックスの人々がこのアニメに入れて考えてどのくらいのショーケースの動機です。\u001b[22m\n\u001b[4mOverall, my favorite part of this entire anime is the cast of characters.\u001b[24m\n    \u001b[1m全体的に、このアニメ全体の私の好きな部分は、キャラクターのキャストです。\u001b[22m, \u001b[1m全体的に、この全体のアニメの私のお気に入りの部分は、文字のキャストです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment is something abundant in Tengen Toppa Gurren Lagann. The anime is overflowing with it. From hilarious scenes such as the awkward mecha combination between Kamina and Simon, to tense scenes such as Simon's personal and internal conflicts, to absolutely ludicrous scenes such as galaxy-sized mechas literally using galaxies as shurikens, this anime offers it all. The story, art, sound, and characters make this anime what it is, and you will enjoy everything this anime has to offer.\n\n\u001b[1mTengen Toppa Gurren Lagannで楽しむものが豊富です。 アニメはあふれている。 サイモンの個人的、内的葛藤などの緊張したシーンや、実際には銀河をシュリケンとして使う銀河サイズのメカなど絶対に馬鹿なシーンまで、このアニメはすべてを提供しています。 物語、芸術、音、そしてキャラクターは、それが何であるかをこのアニメにし、あなたはこのアニメが提供しなければならないすべてを楽しむでしょう。\u001b[22m\n\u001b[1m(Tengen Toppa Gurren Lagann de tanoshimu mono ga hōfudesu. Anime wa afurete iru. Saimon no kojin-teki,-nai-teki kattō nado no kinchō shita shīn ya, jissai ni wa ginga o shuriken to shite tsukau ginga saizu no meka nado zettai ni bakana shīn made, kono anime wa subete o teikyō shite imasu. Monogatari, geijutsu,-on, soshite kyarakutā wa, sore ga nandearu ka o kono anime ni shi, anata wa kono anime ga teikyō shinakereba naranai subete o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment is something abundant in Tengen Toppa Gurren Lagann. The anime is overflowing with it. From hilarious scenes such as the awkward mecha combination between Kamina and Simon, to tense scenes such as Simon's personal and internal conflicts, to absolutely ludicrous scenes such as galaxy-sized mechas literally using galaxies as shurikens, this anime offers it all. The story, art, sound, and characters make this anime what it is, and you will enjoy everything this anime has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment is something abundant in Tengen Toppa Gurren Lagann.\u001b[24m\n    \u001b[1mTengen Toppa Gurren Lagannで楽しむものが豊富です。\u001b[22m, \u001b[1m楽しさは天元突破グレンラガンに豊富なものです。\u001b[22m\n\u001b[4mThe anime is overflowing with it.\u001b[24m\n    \u001b[1mアニメはあふれている。\u001b[22m, \u001b[1mアニメはそれであふれています。\u001b[22m\n\u001b[4mFrom hilarious scenes such as the awkward mecha combination between Kamina and Simon, to tense scenes such as Simon's personal and internal conflicts, to absolutely ludicrous scenes such as galaxy-sized mechas literally using galaxies as shurikens, this anime offers it all.\u001b[24m\n    \u001b[1mサイモンの個人的、内的葛藤などの緊張したシーンや、実際には銀河をシュリケンとして使う銀河サイズのメカなど絶対に馬鹿なシーンまで、このアニメはすべてを提供しています。\u001b[22m, \u001b[1mこのようなカミナとシモンの間厄介なメカの組み合わせのような陽気なシーンから、このようなサイモンの個人情報や内部紛争など緊張のシーンに、このような文字通り手裏剣のように銀河を使用して、銀河の大きmechasと全く滑稽なシーンに、このアニメはそれをすべて提供しています。\u001b[22m\n\u001b[4mThe story, art, sound, and characters make this anime what it is, and you will enjoy everything this anime has to offer.\u001b[24m\n    \u001b[1m物語、芸術、音、そしてキャラクターは、それが何であるかをこのアニメにし、あなたはこのアニメが提供しなければならないすべてを楽しむでしょう。\u001b[22m, \u001b[1m物語、アート、サウンド、文字はそれが何であるか、このアニメを作る、あなたはこのアニメを提供しているすべてのものをお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is brilliant in nearly every aspect. This anime has it all: word play, large galaxy mecha battles, hilarious moments, inspirational speeches, everything. Quotes such as 'WHO THE HELL DO YOU THINK I AM' will forever be etched in your memory and you will enjoy every minute that Tengen Toppa Gurren Lagann has to offer.\n\n\u001b[1m全体として、このアニメはほぼあらゆる面で鮮やかです。 このアニメは、言葉遊び、大きな銀河のメカバス、陽気な瞬間、刺激的なスピーチ、すべてを持っています。  「WHO THE HELL DOU YOU THINK I AM」のような引用符はあなたの記憶に永久に刻み込まれ、あなたはTengen Toppa Gurren Lagannが提供しなければならないすべての分を楽しむでしょう。\u001b[22m\n\u001b[1m(Zentai to shite, kono anime wa hobo arayuru men de azayakadesu. Kono anime wa, kotoba asobi, ōkina ginga no meka basu, yōkina shunkan, shigeki-tekina supīchi, subete o motte imasu. `Fū THE heru DOU yū THINK aiamu' no yōna in'yō fu wa anata no kioku ni towa ni kizamikoma re, anata wa Tengen Toppa Gurren Lagann ga teikyō shinakereba naranai subete no bun o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is brilliant in nearly every aspect. This anime has it all: word play, large galaxy mecha battles, hilarious moments, inspirational speeches, everything. Quotes such as 'WHO THE HELL DO YOU THINK I AM' will forever be etched in your memory and you will enjoy every minute that Tengen Toppa Gurren Lagann has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is brilliant in nearly every aspect.\u001b[24m\n    \u001b[1m全体として、このアニメはほぼあらゆる面で鮮やかです。\u001b[22m, \u001b[1m全体的に、このアニメは、ほぼすべての面で素晴らしいです。\u001b[22m\n\u001b[4mThis anime has it all: word play, large galaxy mecha battles, hilarious moments, inspirational speeches, everything.\u001b[24m\n    \u001b[1mこのアニメは、言葉遊び、大きな銀河のメカバス、陽気な瞬間、刺激的なスピーチ、すべてを持っています。\u001b[22m, \u001b[1m言葉遊び、大きな銀河のメカの戦い、陽気な瞬間、感動的なスピーチ、すべてのもの：このアニメはそれをすべて持っています。\u001b[22m\n\u001b[4mQuotes such as 'WHO THE HELL DO YOU THINK I AM' will forever be etched in your memory and you will enjoy every minute that Tengen Toppa Gurren Lagann has to offer.\u001b[24m\n    \u001b[1m「WHO THE HELL DOU YOU THINK I AM」のような引用符はあなたの記憶に永久に刻み込まれ、あなたはTengen Toppa Gurren Lagannが提供しなければならないすべての分を楽しむでしょう。\u001b[22m, \u001b[1m以下のような引用符永遠にあなたの記憶にエッチングされると、あなたは天元突破グレンラガンを提供している毎分をお楽しみいただけます」WHOが地獄では、私は思います」が。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "KaminL",
    "profile": "/profile/KaminL/reviews",
    "pages": "15",
    "number": "2",
    "link": "/reviews.php?id=15753",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はmyanimelistでここではかなり新しいですが、私はアニメにnoobです。 ここのこのショーは、必ず忘れられないものです。 私はこの人たちのためにこの番組を推奨しますが、一部の女の子たちもまた好きかもしれないと思います。 しかし、私はengishダブをお勧めしません。 真剣に、それは吸う。 しかしそれ以外にも、これは傑作です。 私は商品やDVD、人形のすべてが好きです。私にとって残っているのは、すべて漫画です。 それは汗をかくことなく悪人の軍隊全員を打ち負かす少人数のグループを持つあなたの典型的なアクションアニメではありません。これは後でNaruto Shippuudenで実際には物事が始まるともっと似ています。 何だと思う？ 人々はこのショーで急死する！ 重要な人！  DBZからのChiaotsuのような側の人たちは......待って、彼は死ぬだろう？ 私は知りませんが、このショーでは、あなたはすべてに注意を払うことが重要です。 これはあなたが何度も何度も何度も見ていることができるショーの1つであり、シリーズのあらゆる言葉を知っているポイントまで見ることさえできます。 私は誓う、このショーはあなたが推測し続ける。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm pretty new here at myanimelist, but i am no noob to anime. This show right here is a MUST WATCH. I more reccommend this show for guys, but i guess some girls might like it too, since apparently some girls watch hentai......weird......anyway, yeah. But i don't reccommend the engish dub. Seriously, it sucks. But besides that, this is a masterpiece. I have like all of the merchandise and DVDs, figurines, i guess all thgat's left for me is the manga. It's not your sterotypical action anime that has a small group of people defeating the entire baddy army without breaking a sweat, no, this is more like later on in Naruto Shippuuden when stuff ACTUALLY STARTS TO HAPPEN. Guess what? People ACUTALLY die in this show! IMPORTANT PEOPLE! Not side people like Chiaotsu from DBZ......wait, did he even die? I dunno, but in this show, it is important that you pay attention to EVERYTHING. This is one of those shows that you can watch over and over again and can even watch to the point where you know every word of the series, and yet you still want to rewatch just in case you missed something. I swear, this show keeps you guessing.\n\n\u001b[1m私はmyanimelistでここではかなり新しいですが、私はアニメにnoobです。 ここのこのショーは、必ず忘れられないものです。 私はこの人たちのためにこの番組を推奨しますが、一部の女の子たちもまた好きかもしれないと思います。 しかし、私はengishダブをお勧めしません。 真剣に、それは吸う。 しかしそれ以外にも、これは傑作です。 私は商品やDVD、人形のすべてが好きです。私にとって残っているのは、すべて漫画です。 それは汗をかくことなく悪人軍全体を倒す人々の小さなグループを持っているあなたの典型的なアクションアニメではない、いいえ、これは後でNaruto Shippuudenで事実、物事が実際に始まるときのようです。 何だと思う？ 人々はこのショーで急死する！ 重要な人！  DBZからのChiaotsuのような側の人たちは......待って、彼は死ぬだろう？ 私は知りませんが、このショーでは、あなたはすべてに注意を払うことが重要です。 これはあなたが何度も何度も何度も見ていることができるショーの1つであり、シリーズのあらゆる言葉を知っているポイントまで見ることさえできます。 私は誓う、このショーはあなたが推測し続ける。\u001b[22m\n\u001b[1m(Watashi wa myanimelist de kokode wa kanari atarashīdesuga, watashi wa anime ni noobdesu. Koko no kono shō wa, kanarazu wasure rarenai monodesu. Sore wa ase o kaku koto naku akunin-gun zentai o taosu hitobito no chīsana gurūpu o motte iru anata no tenkei-tekina akushon animede wanai, īe, koreha-go de Naruto Shippuuden de jijitsu, monogoto ga jissai ni hajimaru toki no yōdesu. Nanida to omou? Hitobito wa kono shō de kyūshi suru! Jūyōna hito! DBZ kara no Chiaotsu no yōna soba no hito-tachi wa... ... Matte, kare wa shinudarou? Watashi wa shirimasenga, kono shōde wa, anata wa subete ni chūi o harau koto ga jūyōdesu. Kore wa anata ga nandomonandomo nando mo mite iru koto ga dekiru shō no 1tsudeari, shirīzu no arayuru kotoba o shitte iru pointo made miru koto sae dekimasu. Watashi wa chikau, kono shō wa anata ga suisoku shi tsudzukeru. Watashi wa kono hito-tachi no tame ni kono bangumi o suishō shimasuga, ichibu no on'nanoko-tachi mo mata suki kamo shirenai to omoimasu. Shikashi, watashi wa engish dabu o o susume shimasen. Shinken ni, sore wa suu. Shikashi sore igai ni mo, koreha kessakudesu. Watashi wa shōhin ya DVD, ningyō no subete ga sukidesu. Watashi ni totte nokotte iru no wa, subete mangadesu.)\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "jzmcdaisy",
    "profile": "/profile/jzmcdaisy/reviews",
    "pages": "15",
    "number": "3",
    "link": "/reviews.php?id=103501",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "shozen",
    "profile": "/profile/shozen/reviews",
    "pages": "15",
    "number": "4",
    "link": "/reviews.php?id=3570",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nワオ。 ちょうどうわー。  iveは最初から最後までこれを見ました。 あなたの口の側に来る垂れ流しとのちょうど大きな恐怖です。 私は大きなロボット80年代のアニメファンであり、アニメの時間を見ています。新しい人や慣習に慣れ親しんだ今日の人々のようなハードコアではありませんが、私はこの新しいアニメーションでただ完成しました。 ほとんどのアニメーション私は本当に好きで気にしないと思う。 しかし、このショーは真面目にすごく驚くべきものでした。 人々は本当にそれを見る必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nwow. just wow. ive watched this from beginning to end. and its just a big awe with drools coming on the side of your mouth. im a big robot 80s anime fan and watch anime time to time, not hardcore like the people today who are new to it or go to conventions, but i was just fulfilled by this new animation. most animation i see i dont really like and care. but wow this show seriously was just stunning and unexpecting. people really need to see it.\n\n\u001b[1mワオ。 ちょうどうわー。  iveは最初から最後までこれを見ました。 あなたの口の側に来る垂れ流しとのちょうど大きな恐怖です。 私は大きなロボット80年代のアニメファンであり、アニメの時間を見ています。新しい人や慣習に慣れ親しんだ今日の人々のようなハードコアではありませんが、私はこの新しいアニメーションでただ完成しました。 ほとんどのアニメーション私は本当に好きで気にしないと思う。 しかし、このショーは真面目にすごく驚くべきものでした。 人々は本当にそれを見る必要があります。\u001b[22m\n\u001b[1m(Wao. Chōdo uwa ̄. Ive wa saisho kara saigomade kore o mimashita. Anata no kuchi no soba ni kuru tarenagashi to no chōdo ōkina kyōfudesu. Watashi wa ōkina robotto 80-nendai no anime fandeari, anime no jikan o mite imasu. Atarashī hito ya kanshū ni nareshitashinda kyō no hitobito no yōna hādokoade wa arimasenga, watashi wa kono atarashī animēshon de tada kansei shimashita. Hotondo no animēshon watashi wa hontōni sukide kinishinai to omou. Shikashi, kono shō wa majime ni sugoku odorokubeki monodeshita. Hitobito wa hontōni sore o miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mwow. just wow. ive watched this from beginning to end. and its just a big awe with drools coming on the side of your mouth. im a big robot 80s anime fan and watch anime time to time, not hardcore like the people today who are new to it or go to conventions, but i was just fulfilled by this new animation. most animation i see i dont really like and care. but wow this show seriously was just stunning and unexpecting. people really need to see it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m, \u001b[1mすごいです。\u001b[22m\n\u001b[4mjust wow.\u001b[24m\n    \u001b[1mちょうどうわー。\u001b[22m, \u001b[1mちょうどうわ。\u001b[22m\n\u001b[4mive watched this from beginning to end.\u001b[24m\n    \u001b[1miveは最初から最後までこれを見ました。\u001b[22m\n\u001b[4mand its just a big awe with drools coming on the side of your mouth.\u001b[24m\n    \u001b[1mあなたの口の側に来る垂れ流しとのちょうど大きな恐怖です。\u001b[22m, \u001b[1mあなたの口の側に来るのDroolsと、そのちょうど大きな畏敬の念。\u001b[22m\n\u001b[4mim a big robot 80s anime fan and watch anime time to time, not hardcore like the people today who are new to it or go to conventions, but i was just fulfilled by this new animation.\u001b[24m\n    \u001b[1m私は大きなロボット80年代のアニメファンであり、アニメの時間を見ています。新しい人や慣習に慣れ親しんだ今日の人々のようなハードコアではありませんが、私はこの新しいアニメーションでただ完成しました。\u001b[22m, \u001b[1m大きなロボット80年代のアニメファンをイムと時間にアニメの時間を見て、それに新しく追加されたまたは規則に行くが、私はちょうどこの新しいアニメーションによって成就した人、今日のようにハードコアではありません。\u001b[22m\n\u001b[4mmost animation i see i dont really like and care.\u001b[24m\n    \u001b[1mほとんどのアニメーション私は本当に好きで気にしないと思う。\u001b[22m, \u001b[1mほとんどのアニメーション私は本当に好きいけないと気を参照してください。\u001b[22m\n\u001b[4mbut wow this show seriously was just stunning and unexpecting.\u001b[24m\n    \u001b[1mしかし、このショーは真面目にすごく驚くべきものでした。\u001b[22m, \u001b[1mしかし、すごい、このショーは真剣にちょうど素晴らしいとunexpectingました。\u001b[22m\n\u001b[4mpeople really need to see it.\u001b[24m\n    \u001b[1m人々は本当にそれを見る必要があります。\u001b[22m, \u001b[1m人々は実際にそれを確認する必要があります。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Nightzey",
    "profile": "/profile/Nightzey/reviews",
    "pages": "15",
    "number": "5",
    "link": "/reviews.php?id=69431",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n'私の訓練は天を掘る訓練です - サイモン\n\n本当にすごい。 このシリーズは、私が今まで見てきたシリーズの中で最も偉大なシリーズの一つです。 私はこのシリーズをEureka 7で見つけました。私は何もそれを打ち負かすとは思っていませんでした。私はかなり低い期待でガーレンにやって来ましたが、少年は間違っていました。\n\nGurren Lagannは、喜び、悲しみ、興奮、そしてあなたの人生の残りの部分であなたと付き合うただの叙事詩の瞬間をあなたに与えることができます。これは短くて甘い27話のアニメです。 このシリーズでは、あなたが外の世界に入り、あなたがなりたいものになることを望むことができます。 私はそれが好きだった。\n\n10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'My drill is the drill that will pierce the heavens' - SIMON\n\n\u001b[1m'私の訓練は天を掘る訓練です - サイモン\u001b[22m\n\u001b[1m(' Watashi no kunren wa ten o horu kunrendesu - Saimon)\u001b[22m\n\nTranslations of \u001b[4m'My drill is the drill that will pierce the heavens' - SIMON\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'My drill is the drill that will pierce the heavens' - SIMON\u001b[24m\n    \u001b[1m'私の訓練は天を掘る訓練です - サイモン\u001b[22m, \u001b[1mSIMON  - 「私のドリルは天を貫通しますドリルです」\u001b[22m\n\u001b[1m\u001b[22m\nAbsolutely amazing. This series is one of the greatest series I've ever watched and ever will. I found this series through Eureka 7 at the time i thought nothing would ever beat it I came into gurren with quite low expectations but boy was i wrong.\n\n\u001b[1m本当にすごい。 このシリーズは、私が今まで見てきたシリーズの中で最も偉大なシリーズの一つです。 私はこのシリーズをEureka 7で見つけました。私は何もそれを打ち負かすとは思っていませんでした。私はかなり低い期待でガーレンにやって来ましたが、少年は間違っていました。\u001b[22m\n\u001b[1m(Hontōni sugoi. Kono shirīzu wa, watashi ga imamade mitekita shirīzu no naka de mottomo idaina shirīzu no hitotsudesu. Watashi wa kono shirīzu o eureka 7 de mitsukemashita. Watashi wa nani mo sore o uchi makasu to wa omotte imasendeshita. Watashi wa kanari hikui kitai de gāren ni yattekimashitaga, shōnen wa machigatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAbsolutely amazing. This series is one of the greatest series I've ever watched and ever will. I found this series through Eureka 7 at the time i thought nothing would ever beat it I came into gurren with quite low expectations but boy was i wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbsolutely amazing.\u001b[24m\n    \u001b[1m本当にすごい。\u001b[22m, \u001b[1m本当にすばらしいです。\u001b[22m, \u001b[1m絶対に素晴らしい。\u001b[22m\n\u001b[4mThis series is one of the greatest series I've ever watched and ever will.\u001b[24m\n    \u001b[1mこのシリーズは、私が今まで見てきたシリーズの中で最も偉大なシリーズの一つです。\u001b[22m, \u001b[1mこのシリーズは、私が今まで見て、今までに意志きた最も偉大なシリーズの一つです。\u001b[22m\n\u001b[4mI found this series through Eureka 7 at the time i thought nothing would ever beat it I came into gurren with quite low expectations but boy was i wrong.\u001b[24m\n    \u001b[1m私はこのシリーズをEureka 7で見つけました。私は何もそれを打ち負かすとは思っていませんでした。私はかなり低い期待でガーレンにやって来ましたが、少年は間違っていました。\u001b[22m, \u001b[1m私は私が何が今まで私はかなり低い期待に天元に入って来たが、少年は私が間違っていた、それを破っていないだろうと思った時にユーレカ7を介して、このシリーズを発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nGurren lagann is able to give you moments of joy , sadness , excitement and just plain epic moment that will stick with you for the rest of your life it is a short and sweet 27 episode anime, which really hits home you will care for the characters in this series and gives you the hope that you can go into the outside world and be whatever you want to be. I loved it.\n\n\u001b[1mGurren Lagannは、喜び、悲しみ、興奮、そしてあなたの人生の残りの部分であなたと付き合うただの叙事詩の瞬間をあなたに与えることができます。これは短くて甘い27話のアニメです。 このシリーズでは、あなたが外の世界に入り、あなたがなりたいものになることを望むことができます。 私はそれが好きだった。\u001b[22m\n\u001b[1m(Gurren Lagann wa, yorokobi, kanashimi, kōfun, soshite anata no jinsei no nokori no bubun de anata to tsukiau tada no jojishi no shunkan o anata ni ataeru koto ga dekimasu. Kore wa mijikakute amai 27-wa no animedesu. Kono shirīzude wa, anata ga soto no sekai ni hairi, anata ga naritai mono ni naru koto o nozomu koto ga dekimasu. Watashi wa sore ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mGurren lagann is able to give you moments of joy , sadness , excitement and just plain epic moment that will stick with you for the rest of your life it is a short and sweet 27 episode anime, which really hits home you will care for the characters in this series and gives you the hope that you can go into the outside world and be whatever you want to be. I loved it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGurren lagann is able to give you moments of joy , sadness , excitement and just plain epic moment that will stick with you for the rest of your life it is a short and sweet 27 episode anime, which really hits home you will care for the characters\u001b[24m\n    \u001b[1mGurren Lagannは、喜び、悲しみ、興奮、そしてあなたの人生の残りの部分であなたと付き合うただの叙事詩の瞬間をあなたに与えることができます。これは短くて甘い27話のアニメです。\u001b[22m, \u001b[1m天元突破グレンラガンはあなたにそれは本当にあなたが文字の世話になります自宅ヒット短いと甘い27エピソードのアニメ、であるあなたの人生の残りのためにあなたと一緒に固執する喜び、悲しみ、興奮の瞬間と単なる壮大な瞬間を与えることが可能です\u001b[22m\n\u001b[4min this series and gives you the hope that you can go into the outside world and be whatever you want to be.\u001b[24m\n    \u001b[1mこのシリーズでは、あなたが外の世界に入り、あなたがなりたいものになることを望むことができます。\u001b[22m, \u001b[1mこのシリーズのとあなたが外の世界に入り、あなたがなりたいものは何でもできることを希望を与えます。\u001b[22m\n\u001b[4mI loved it.\u001b[24m\n    \u001b[1m私はそれが好きだった。\u001b[22m, \u001b[1m私はそれを愛した。\u001b[22m, \u001b[1m私はそれを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "ryantang",
    "profile": "/profile/ryantang/reviews",
    "pages": "15",
    "number": "6",
    "link": "/reviews.php?id=53749",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n概要（5/5）\nスタジオ・ガイナックスによるアニメーション、中島一樹作家、今西裕之監督、Gurren Lagannは、芸術スタイル（1,2,3）、劇的な高低に満ちたキャラクターとプロットの開発、 運命と戦いの場面と対話を取り入れながら、運命と存在の哲学的側面に触れることによって、観客の心の鎖を引っ張る能力。\n\n\nストーリー（5/5）\nストーリーは、「地下深度」から「天国」までの単純なプログレッシブキャンペーンです。 シリーズの最初のスタートは、「冒険」の始まりのために「私はしたい」以外の理由を提供しないので、かなり標準的です。 このようなよく似たアニメのためにかなり劣っていた、と思った。 私はすぐにこの進展がキャラメライゼーション（Kamina）と、残りのシリーズを通した「ドリル」モチーフと一致していることをすぐに認識しました。\n\n\nキャラクター（5/5）\nこのシリーズのキャラクターは、複雑で深いだけでなく周囲のキャラクターとの親密な理解と相互作用を持っているようにすばらしく行われています。 私が注目したいと思うキーキャラクターはKamina、Simon、Viralです。 私はこのシリーズのヘリックス・キングとロマンスの側面についてもコメントしたいと思います。\n\nKaminaは、Simonの「Kamina」になる前の、シリーズの初めにはるかに「マンリー」なキャラクターです。 人生におけるカミナのドライブの重要性、目的意識の実現、リーダーシップ能力、そして人々を刺激する能力は、このシリーズを第1セクションで推進しました。 彼の性格は、Simon、Viral、他のすべてのキャラクターの開発において重要です。\n\nサイモン、物語の主人公は、アニメの最初のビットのためにKaminaの影でちょうどswooningであり、私は彼の存在のほとんどを気にしない（そしてKaminaの死のために彼を責める）さえ導きます。 彼をサポートするために誰かを必要とした恐怖の掘り出し物としてのサイモンの設立。 初期の闘争では、Simonの不況は、Niaのプロットへの導入を助け、Niaを対照的に、さらに愛らしい（そして彼の死はより悲しい）ものにすることを助長する、それほど顕著ではないキャラクターになった。  Simonをより多くの上司Simonに変身させることは、人間がどのように発展するかと並行して、このシリーズを特に興味深いものにします。 私たちはリーダーシップを必要とし、紛失に遭って紛失してしまいました。その後、私たちは私たちの光を見つけて動き出します。 サイモンの開発の美しさと、「叙事詩」を表象する「メイン」キャラクターの再確立は、このシリーズをより良くします。\n\nウィリアムは、善良な不滅の獣人で、カミナのライバルとして始まり、二度だけ彼と戦うという面白いキャラクターです。 バイラルは、ドライブと情熱を持っているが、どこに行くのか分からない、「若い」カミナを表現している。 サイモンの向こう側に。 バイラルの動機と理想の発展は、このシリーズをさらに魅力的なものにしています。 この変換はSimonのものではありますが、異なる方向性であり、「学習」していない可能性がある人間に類似していますが、より深刻な影響を受けない人生では「学習」と「快適」です。\n\n\nアニメーション（4.5 / 5）\nGainexとImaishiの組み合わせは、期待通りに成功しました。 私が見つけたアニメーションは、他のシリーズと比較して比較的高品質で一貫していましたが、新海の近くにはありませんでした。 この一貫性と素敵な背景と現実的なキャラクターの開発（キャラクターの高齢化）を生み出す能力は、私のようになりました。 エヴァンゲリオンを思わせるユニークなスタイルが、後の「パンティーとガーターベルト付きストッキング」のスタイルを彷彿とさせてくれました。 結論として、私はアニメのスタイルが非常に魅力的であることを発見しました。\n\nサウンド（5/5）\nそれの健全な側面はうまくやっていて、アニメーションのように独特です。 擬似的なヒップホップの影響は実際にコメントする人がほとんどいないということ以外に、キャラクターとプロットのまばゆい個性と自発性をもたらしました。\n\nより包括的なレビューをご覧ください：",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOverview (5/5)\n\n\u001b[1m概要（5/5）\u001b[22m\n\u001b[1m(Gaiyō (5 / 5))\u001b[22m\n\nTranslations of \u001b[4mOverview (5/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverview (5/5)\u001b[24m\n    \u001b[1m概要（5/5）\u001b[22m\nAnimated by Studio GAINAX, written by Kazuki Nakashima and directed by Hiroyuki Imaishi, Gurren Lagann is a stunning display of brilliance with its art style (1, 2, 3), character and plot development that was filled with dramatic highs and lows, plot twists and ability to pull on the heart strands of viewers by touching on philosophical aspects of fate and existence while incorporating well choreographed fight scenes and dialogue.\n\n\u001b[1mスタジオ・ガイナックスによるアニメーション、中島一樹作家、今西裕之監督、Gurren Lagannは、芸術スタイル（1,2,3）、劇的な高低に満ちたキャラクターとプロットの開発、 運命と戦いの場面と対話を取り入れながら、運命と存在の哲学的側面に触れることによって、観客の心の鎖を引っ張る能力。\u001b[22m\n\u001b[1m(Sutajio gainakkusu ni yoru animēshon, Nakajima Kazuki sakka, Imanishi Hiroyuki kantoku, Gurren Lagann wa, geijutsu sutairu (1 , 2, 3), gekitekina takahiku ni michita kyarakutā to purotto no kaihatsu, unmei to tatakai no bamen to taiwa o toriirenagara, unmei to sonzai no tetsugaku-teki sokumen ni fureru koto ni yotte, kankyaku no kokoro no kusari o hipparu nōryoku.)\u001b[22m\n\nTranslations of \u001b[4mAnimated by Studio GAINAX, written by Kazuki Nakashima and directed by Hiroyuki Imaishi, Gurren Lagann is a stunning display of brilliance with its art style (1, 2, 3), character and plot development that was filled with dramatic highs and lows, plot twists and ability to pull on the heart strands of viewers by touching on philosophical aspects of fate and existence while incorporating well choreographed fight scenes and dialogue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimated by Studio GAINAX, written by Kazuki Nakashima and directed by Hiroyuki Imaishi, Gurren Lagann is a stunning display of brilliance with its art style (1, 2, 3), character and plot development that was filled with dramatic highs and lows, plot twists\u001b[24m\n    \u001b[1mスタジオ・ガイナックスによるアニメーション、中島一樹作家、今西裕之監督、Gurren Lagannは、芸術スタイル（1,2,3）、劇的な高低に満ちたキャラクターとプロットの開発、\u001b[22m, \u001b[1mスタジオGAINAXによるアニメーション中島かずきによって書かれ、今石洋之監督の、天元突破グレンラガン、そのアートスタイル（1、2、3）劇的な高値と安値を充填し、文字とプロットの開発、どんでん返しと輝きの素晴らしいディスプレイです\u001b[22m\n\u001b[4mand ability to pull on the heart strands of viewers by touching on philosophical aspects of fate and existence while incorporating well choreographed fight scenes and dialogue.\u001b[24m\n    \u001b[1m運命と戦いの場面と対話を取り入れながら、運命と存在の哲学的側面に触れることによって、観客の心の鎖を引っ張る能力。\u001b[22m, \u001b[1mよく振り付けの戦いのシーンとの対話を取り入れながら運命と存在の哲学的側面に触れることによって、視聴者の心の鎖を引っ張っする能力。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (5/5)\n\n\u001b[1mストーリー（5/5）\u001b[22m\n\u001b[1m(Sutōrī (5 / 5))\u001b[22m\n\nTranslations of \u001b[4mStory (5/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (5/5)\u001b[24m\n    \u001b[1mストーリー（5/5）\u001b[22m\nThe story is a supposedly simple progressive campaign from the 'depths of underground' to the 'heavens'. The initial start of the series quite standard as it provides no reason beyond 'I want to' for the start of 'adventure'. Quite substandard for such a well writ anime, I thought. I quickly realized that this progression is consistent with characterization (Kamina) and with the 'drill' motif carried through the rest of the series.\n\n\u001b[1mストーリーは、「地下深度」から「天国」までの単純なプログレッシブキャンペーンです。 シリーズの最初のスタートは、「冒険」の始まりのために「私はしたい」以外の理由を提供しないので、かなり標準的です。 このようなよく似たアニメのためにかなり劣っていた、と思った。 私はすぐにこの進展がキャラメライゼーション（Kamina）と、残りのシリーズを通した「ドリル」モチーフと一致していることをすぐに認識しました。\u001b[22m\n\u001b[1m(Sutōrī wa,`chika shindo' kara `tengoku' made no tanjun'na puroguresshibukyanpēndesu. Shirīzu no saisho no sutāto wa,`bōken' no hajimari no tame ni `watashi wa shitai' igai no riyū o teikyō shinainode, kanari hyōjun-tekidesu. Ko no yōna yoku nita anime no tame ni kanari ototte ita, to omotta. Watashi wa sugu ni kono shinten ga kyarameraizēshon (Kamina) to, nokori no shirīzu o tōshita `doriru' mochīfu to itchi shite iru koto o sugu ni ninshiki shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a supposedly simple progressive campaign from the 'depths of underground' to the 'heavens'. The initial start of the series quite standard as it provides no reason beyond 'I want to' for the start of 'adventure'. Quite substandard for such a well writ anime, I thought. I quickly realized that this progression is consistent with characterization (Kamina) and with the 'drill' motif carried through the rest of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a supposedly simple progressive campaign from the 'depths of underground' to the 'heavens'.\u001b[24m\n    \u001b[1mストーリーは、「地下深度」から「天国」までの単純なプログレッシブキャンペーンです。\u001b[22m, \u001b[1m物語は「天」に「地下の深さ」からおそらく単純なプログレッシブキャンペーンです。\u001b[22m\n\u001b[4mThe initial start of the series quite standard as it provides no reason beyond 'I want to' for the start of 'adventure'.\u001b[24m\n    \u001b[1mシリーズの最初のスタートは、「冒険」の始まりのために「私はしたい」以外の理由を提供しないので、かなり標準的です。\u001b[22m, \u001b[1mそれは「冒険」の開始のために「私がしたい」を超えない理由を提供しないようにかなり標準的なシリーズの最初のスタート。\u001b[22m\n\u001b[4mQuite substandard for such a well writ anime, I thought.\u001b[24m\n    \u001b[1mこのようなよく似たアニメのためにかなり劣っていた、と思った。\u001b[22m, \u001b[1mこのようなよく令状アニメのための非常に低水準、私は思いました。\u001b[22m\n\u001b[4mI quickly realized that this progression is consistent with characterization (Kamina) and with the 'drill' motif carried through the rest of the series.\u001b[24m\n    \u001b[1m私はすぐにこの進展がキャラメライゼーション（Kamina）と、残りのシリーズを通した「ドリル」モチーフと一致していることをすぐに認識しました。\u001b[22m, \u001b[1m私はすぐにこの進行は特性評価（カミナ）とし、シリーズの残りの部分を通って運ば「ドリル」をモチーフと一致していることに気づきました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (5/5)\n\n\u001b[1mキャラクター（5/5）\u001b[22m\n\u001b[1m(Kyarakutā (5 / 5))\u001b[22m\n\nTranslations of \u001b[4mCharacters (5/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (5/5)\u001b[24m\n    \u001b[1mキャラクター（5/5）\u001b[22m, \u001b[1m文字（5/5）\u001b[22m\nThe characters in this series are brilliantly done, not just complex and deep, but rather have intimate understandings and interactions with surrounding characters. Key characters I'd like to focus on are Kamina, Simon, and Viral. I'd like to also comment on the Helix King and romance aspect of this series.\n\n\u001b[1mこのシリーズのキャラクターは、複雑で深いだけでなく周囲のキャラクターとの親密な理解と相互作用を持っているようにすばらしく行われています。 私が注目したいと思うキーキャラクターはKamina、Simon、Viralです。 私はこのシリーズのヘリックス・キングとロマンスの側面についてもコメントしたいと思います。\u001b[22m\n\u001b[1m(Kono shirīzu no kyarakutā wa, fukuzatsude fukai dakedenaku shūi no kyarakutā to no shinmitsuna rikai to sōgo sayō o motte iru yō ni subarashiku okonawa rete imasu. Watashi ga chūmoku shitai to omou kīkyarakutā wa Kamina, saimon, Viraldesu. Watashi wa kono shirīzu no herikkusu kingu to romansu no sokumen ni tsuite mo komento shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this series are brilliantly done, not just complex and deep, but rather have intimate understandings and interactions with surrounding characters. Key characters I'd like to focus on are Kamina, Simon, and Viral. I'd like to also comment on the Helix King and romance aspect of this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this series are brilliantly done, not just complex and deep, but rather have intimate understandings and interactions with surrounding characters.\u001b[24m\n    \u001b[1mこのシリーズのキャラクターは、複雑で深いだけでなく周囲のキャラクターとの親密な理解と相互作用を持っているようにすばらしく行われています。\u001b[22m, \u001b[1mこのシリーズの文字が鮮やかに、ちょうど、複雑で深いない行うのではなく、親密な理解とその周辺の文字との相互作用を持っています。\u001b[22m\n\u001b[4mKey characters I'd like to focus on are Kamina, Simon, and Viral.\u001b[24m\n    \u001b[1m私が注目したいと思うキーキャラクターはKamina、Simon、Viralです。\u001b[22m, \u001b[1m私がに集中したいキーの文字がカミナ、サイモン、およびウイルスです。\u001b[22m\n\u001b[4mI'd like to also comment on the Helix King and romance aspect of this series.\u001b[24m\n    \u001b[1m私はこのシリーズのヘリックス・キングとロマンスの側面についてもコメントしたいと思います。\u001b[22m, \u001b[1m私はまた、ヘリックス王と、このシリーズのロマンスの側面にコメントしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nKamina, is by far the most 'manly' character in the beginning of the series, prior to Simon 'becoming' Kamina. The importance of Kamina's drive in life, realization of purposefulness, leadership capabilities and ability to inspire people drove the series forward for the first section. His character is important in the development of Simon, Viral and pretty much all the other characters.\n\n\u001b[1mKaminaは、Simonの「Kamina」になる前の、シリーズの初めにはるかに「マンリー」なキャラクターです。 人生におけるカミナのドライブの重要性、目的意識の実現、リーダーシップ能力、そして人々を刺激する能力は、このシリーズを第1セクションで推進しました。 彼の性格は、Simon、Viral、他のすべてのキャラクターの開発において重要です。\u001b[22m\n\u001b[1m(Kamina wa, saimon no `Kamina' ni naru mae no, shirīzu no hajime ni haruka ni `manrī'na kyarakutādesu. Jinsei ni okeru Kamina no doraibu no jūyō-sei, mokuteki ishiki no jitsugen, rīdāshippu nōryoku, soshite hitobito o shigeki suru nōryoku wa, kono shirīzu o dai 1 sekushon de suishin shimashita. Kare no seikaku wa, saimon, Viral, hoka no subete no kyarakutā no kaihatsu ni oite jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mKamina, is by far the most 'manly' character in the beginning of the series, prior to Simon 'becoming' Kamina. The importance of Kamina's drive in life, realization of purposefulness, leadership capabilities and ability to inspire people drove the series forward for the first section. His character is important in the development of Simon, Viral and pretty much all the other characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKamina, is by far the most 'manly' character in the beginning of the series, prior to Simon 'becoming' Kamina.\u001b[24m\n    \u001b[1mKaminaは、Simonの「Kamina」になる前の、シリーズの初めにはるかに「マンリー」なキャラクターです。\u001b[22m, \u001b[1mカミナは、一連の、前にシモンになってきて」カミナの初めにこれまでで最も「男らしい」文字です。\u001b[22m\n\u001b[4mThe importance of Kamina's drive in life, realization of purposefulness, leadership capabilities and ability to inspire people drove the series forward for the first section.\u001b[24m\n    \u001b[1m人生におけるカミナのドライブの重要性、目的意識の実現、リーダーシップ能力、そして人々を刺激する能力は、このシリーズを第1セクションで推進しました。\u001b[22m, \u001b[1m人生、意志の実現、リーダーシップ能力と人々を鼓舞する能力でカミナのドライブの重要性は、最初のセクションのための一連の前方を運転しました。\u001b[22m\n\u001b[4mHis character is important in the development of Simon, Viral and pretty much all the other characters.\u001b[24m\n    \u001b[1m彼の性格は、Simon、Viral、他のすべてのキャラクターの開発において重要です。\u001b[22m, \u001b[1m彼の性格はサイモン、ウイルスおよびほとんどすべての他の文字の開発において重要です。\u001b[22m\n\u001b[1m\u001b[22m\nSimon, the protagonist of the story is just swooning in Kamina's shadow for the first bit of the anime leading me to care little of his existence (and even blame him for Kamina's death). The establishment of Simon as the scared digger who needed someone to support him. In an early struggle, Simon's depression made him an even less notable character aiding the introduction of Nia into the plot and making Nia, in contrast, even more lovable (and whose death more sad). The transformation of Simon into the more boss Simon makes this series particularly interesting as it parallels the how humans develop. We need leadership, we encounter loss and being lost, then we find our light and move on. The beauty of Simon's development and the re-establishment of a 'main' character who epitomizes 'epic' makes this series even better.\n\n\u001b[1mサイモン、物語の主人公は、アニメの最初のビットのためにKaminaの影でちょうどswooningであり、私は彼の存在のほとんどを気にしない（そしてKaminaの死のために彼を責める）さえ導きます。 彼をサポートするために誰かを必要とした恐怖の掘り出し物としてのサイモンの設立。 初期の闘争では、Simonの不況は、Niaのプロットへの導入を助け、Niaを対照的に、さらに愛らしい（そして彼の死はより悲しい）ものにすることを助長する、それほど顕著ではないキャラクターになった。  Simonをより多くの上司Simonに変身させることは、人間がどのように発展するかと並行して、このシリーズを特に興味深いものにします。 私たちはリーダーシップを必要とし、紛失に遭って紛失してしまいました。その後、私たちは私たちの光を見つけて動き出します。 サイモンの開発の美しさと、「叙事詩」を表象する「メイン」キャラクターの再確立は、このシリーズをより良くします。\u001b[22m\n\u001b[1m(Saimon, monogatari no shujinkō wa, anime no saisho no bitto no tame ni Kamina no kage de chōdo swooningdeari, watashi wa kare no sonzai no hotondo o kinishinai (soshite Kamina no shi no tame ni kare o semeru) sae michibikimasu. Kare o sapōto suru tame ni dareka o hitsuyō to shita kyōfu no horidashimono to shite no Saimon no setsuritsu. Shoki no tōsōde wa, saimon no fukyō wa, Nia no purotto e no dōnyū o tasuke, Nia o taishō-teki ni, sarani airashī (soshite kare no shi wa yori kanashī) mono ni suru koto o jochō suru, sorehodo kenchode wanai kyarakutā ni natta. Saimon o yori ōku no jōshi saimon ni henshin sa seru koto wa, ningen ga dono yō ni hatten suru ka to heikōshite, kono shirīzu o tokuni kyōmibukai mono ni shimasu. Watashitachiha rīdāshippu o hitsuyō to shi, funshitsu ni atte funshitsu shite shimaimashita. Sonogo, watashitachiha watashitachi no hikari o mitsukete ugokidashimasu. Saimon no kaihatsu no utsukushi-sa to,`jojishi' o hyōshō suru `mein' kyarakutā no sai kakuritsu wa, kono shirīzu o yori yoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSimon, the protagonist of the story is just swooning in Kamina's shadow for the first bit of the anime leading me to care little of his existence (and even blame him for Kamina's death). The establishment of Simon as the scared digger who needed someone to support him. In an early struggle, Simon's depression made him an even less notable character aiding the introduction of Nia into the plot and making Nia, in contrast, even more lovable (and whose death more sad). The transformation of Simon into the more boss Simon makes this series particularly interesting as it parallels the how humans develop. We need leadership, we encounter loss and being lost, then we find our light and move on. The beauty of Simon's development and the re-establishment of a 'main' character who epitomizes 'epic' makes this series even better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimon, the protagonist of the story is just swooning in Kamina's shadow for the first bit of the anime leading me to care little of his existence (and even blame him for Kamina's death).\u001b[24m\n    \u001b[1mサイモン、物語の主人公は、アニメの最初のビットのためにKaminaの影でちょうどswooningであり、私は彼の存在のほとんどを気にしない（そしてKaminaの死のために彼を責める）さえ導きます。\u001b[22m, \u001b[1mサイモン、物語の主人公は、ちょうど彼の存在のほとんどを気に（さらにカミナの死のために彼を責める）ために私をリードするアニメの最初のビットのためのカミナの影に卒倒されます。\u001b[22m\n\u001b[4mThe establishment of Simon as the scared digger who needed someone to support him.\u001b[24m\n    \u001b[1m彼をサポートするために誰かを必要とした恐怖の掘り出し物としてのサイモンの設立。\u001b[22m, \u001b[1m彼をサポートするために誰かを必要と怖い坑夫としてサイモンの確立。\u001b[22m\n\u001b[4mIn an early struggle, Simon's depression made him an even less notable character aiding the introduction of Nia into the plot and making Nia, in contrast, even more lovable (and whose death more sad).\u001b[24m\n    \u001b[1m初期の闘争では、Simonの不況は、Niaのプロットへの導入を助け、Niaを対照的に、さらに愛らしい（そして彼の死はより悲しい）ものにすることを助長する、それほど顕著ではないキャラクターになった。\u001b[22m, \u001b[1m初期の闘争では、サイモンのうつ病は彼よりも少ない注目すべき文字プロットにニアの導入を支援し、ニアを作り、対照的に、より一層愛らしく（およびその死より悲しい）製。\u001b[22m\n\u001b[4mThe transformation of Simon into the more boss Simon makes this series particularly interesting as it parallels the how humans develop.\u001b[24m\n    \u001b[1mSimonをより多くの上司Simonに変身させることは、人間がどのように発展するかと並行して、このシリーズを特に興味深いものにします。\u001b[22m, \u001b[1mそれは人間が開発どのように匹敵するように、よりボスサイモンへのサイモンの変換は、このシリーズは特に興味深いです。\u001b[22m\n\u001b[4mWe need leadership, we encounter loss and being lost, then we find our light and move on.\u001b[24m\n    \u001b[1m私たちはリーダーシップを必要とし、紛失に遭って紛失してしまいました。その後、私たちは私たちの光を見つけて動き出します。\u001b[22m, \u001b[1m我々は損失が発生し、失われて、その後、私たちは光を見つけ、上に移動、リーダーシップが必要です。\u001b[22m\n\u001b[4mThe beauty of Simon's development and the re-establishment of a 'main' character who epitomizes 'epic' makes this series even better.\u001b[24m\n    \u001b[1mサイモンの開発の美しさと、「叙事詩」を表象する「メイン」キャラクターの再確立は、このシリーズをより良くします。\u001b[22m, \u001b[1mサイモンの開発の美しさと「叙事詩「縮図」メイン '文字の再確立は、このシリーズがさらに良くなります。\u001b[22m\n\u001b[1m\u001b[22m\nViral, the immortal beastman who turns good, is another interesting character who begins as Kamina's rival, but only fights him twice. Viral expresses a 'younger' Kamina, the one with drive and passion but not know where they are going. Opposite to Simon still. The development of Viral's motives and ideals make this series more of a charm to watch. This transformation mirrors Simon's but in a different direction and parallels humans who may not be 'learning' but rather are 'learned' and 'comfortable' with life not seeing the more far reaching impacts.\n\n\u001b[1mウィリアムは、善良な不滅の獣人で、カミナのライバルとして始まり、二度だけ彼と戦うという面白いキャラクターです。 バイラルは、ドライブと情熱を持っているが、どこに行くのか分からない、「若い」カミナを表現している。 サイモンの向こう側に。 バイラルの動機と理想の発展は、このシリーズをさらに魅力的なものにしています。 この変換はSimonのものではありますが、異なる方向性であり、「学習」していない可能性がある人間に類似していますが、より深刻な影響を受けない人生では「学習」と「快適」です。\u001b[22m\n\u001b[1m(U~Iriamu wa, zenryōna fumetsu no kemonohito de, Kamina no raibaru to shite hajimari, ni-do dake kare to tatakau to iu omoshiroi kyarakutādesu. Bairaru wa, doraibu to jōnetsu o motte iruga, doko ni iku no ka wakaranai,`wakai' Kamina o hyōgen shite iru. Saimon no mukō-gawa ni. Bairaru no dōki to risō no hatten wa, kono shirīzu o sarani miryoku-tekina mono ni shite imasu. Kono henkan wa saimon no monode wa arimasuga, kotonaru hōkō-seideari,`gakushū' shite inai kanōsei ga aru ningen ni ruiji shite imasuga, yori shinkokuna eikyō o ukenai jinseide wa `gakushū' to `kaiteki'desu.)\u001b[22m\n\nTranslations of \u001b[4mViral, the immortal beastman who turns good, is another interesting character who begins as Kamina's rival, but only fights him twice. Viral expresses a 'younger' Kamina, the one with drive and passion but not know where they are going. Opposite to Simon still. The development of Viral's motives and ideals make this series more of a charm to watch. This transformation mirrors Simon's but in a different direction and parallels humans who may not be 'learning' but rather are 'learned' and 'comfortable' with life not seeing the more far reaching impacts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mViral, the immortal beastman who turns good, is another interesting character who begins as Kamina's rival, but only fights him twice.\u001b[24m\n    \u001b[1mウィリアムは、善良な不滅の獣人で、カミナのライバルとして始まり、二度だけ彼と戦うという面白いキャラクターです。\u001b[22m, \u001b[1mウイルス、良いターン不滅の獣人は、カミナのライバルとして始まる別の興味深い文字ですが、二回しか彼を戦います。\u001b[22m\n\u001b[4mViral expresses a 'younger' Kamina, the one with drive and passion but not know where they are going.\u001b[24m\n    \u001b[1mバイラルは、ドライブと情熱を持っているが、どこに行くのか分からない、「若い」カミナを表現している。\u001b[22m, \u001b[1mウイルスは、「若い」カミナ、ドライブと情熱を持って1を発現するが、彼らは行く場所がわかりません。\u001b[22m\n\u001b[4mOpposite to Simon still.\u001b[24m\n    \u001b[1mサイモンの向こう側に。\u001b[22m, \u001b[1mそれでもサイモンに反対。\u001b[22m\n\u001b[4mThe development of Viral's motives and ideals make this series more of a charm to watch.\u001b[24m\n    \u001b[1mバイラルの動機と理想の発展は、このシリーズをさらに魅力的なものにしています。\u001b[22m, \u001b[1mウイルスの動機と理想の開発が見て魅力のこのシリーズはもっと作ります。\u001b[22m\n\u001b[4mThis transformation mirrors Simon's but in a different direction and parallels humans who may not be 'learning' but rather are 'learned' and 'comfortable' with life not seeing the more far reaching impacts.\u001b[24m\n    \u001b[1mこの変換はSimonのものではありますが、異なる方向性であり、「学習」していない可能性がある人間に類似していますが、より深刻な影響を受けない人生では「学習」と「快適」です。\u001b[22m, \u001b[1mこの変換はサイモンのが、「学習」することはできませんが、むしろ「学んだ」と人生をより広範囲に及ぶ影響を見ていないと「快適」されている別の方向と緯線ヒトでを反映しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAnimation (4.5/5)\n\n\u001b[1mアニメーション（4.5 / 5）\u001b[22m\n\u001b[1m(Animēshon (4 . 5/ 5))\u001b[22m\n\nTranslations of \u001b[4mAnimation (4.5/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation (4.5/5)\u001b[24m\n    \u001b[1mアニメーション（4.5 / 5）\u001b[22m\nThe Gainex and Imaishi combination proved very successful as anticipated. Animation I found was relatively high quality and consistent compared to other series out there, but not even close to Shinkai's. This consistency and ability to create nice backgrounds and realistic character developments (ageing of characters) made me like it. The unique style reminiscent of Evangelion, but also hinting at the styles at the later 'Panty and Stocking with Garterbelt' further drew me deeper to appreciate it. In conclusion, I found the anime style very attractive with the majority of the series well done and engaging.\n\n\u001b[1mGainexとImaishiの組み合わせは、期待通りに成功しました。 私が見つけたアニメーションは、他のシリーズと比較して比較的高品質で一貫していましたが、新海の近くにはありませんでした。 この一貫性と素敵な背景と現実的なキャラクターの開発（キャラクターの高齢化）を生み出す能力は、私のようになりました。 エヴァンゲリオンを思わせるユニークなスタイルが、後の「パンティーとガーターベルト付きストッキング」のスタイルを彷彿とさせてくれました。 結論として、私はアニメのスタイルが非常に魅力的であることを発見しました。\u001b[22m\n\u001b[1m(Gainex to Imaishi no kumiawase wa, kitai-dōri ni seikō shimashita. Watashi ga mitsuketa animēshon wa, hoka no shirīzu to hikaku shite hikakuteki kō hinshitsu de ikkan shite imashitaga, Shinkai no chikaku ni wa arimasendeshita. Kono ikkan-sei to sutekina haikei to genjitsu-tekina kyarakutā no kaihatsu (kyarakutā no kōrei-ka) o umidasu nōryoku wa, watashi no yō ni narimashita. Evu~angerion o omowa seru yunīkuna sutairu ga,-go no `pantī to gātāberuto-tsuki sutokkingu' no sutairu o hōfutsu to sa sete kuremashita. Ketsuron to shite, watashi wa anime no sutairu ga hijō ni mirikitekidearu koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Gainex and Imaishi combination proved very successful as anticipated. Animation I found was relatively high quality and consistent compared to other series out there, but not even close to Shinkai's. This consistency and ability to create nice backgrounds and realistic character developments (ageing of characters) made me like it. The unique style reminiscent of Evangelion, but also hinting at the styles at the later 'Panty and Stocking with Garterbelt' further drew me deeper to appreciate it. In conclusion, I found the anime style very attractive with the majority of the series well done and engaging.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Gainex and Imaishi combination proved very successful as anticipated.\u001b[24m\n    \u001b[1mGainexとImaishiの組み合わせは、期待通りに成功しました。\u001b[22m, \u001b[1mGainexと今石の組み合わせは予想通り非常に成功を収めました。\u001b[22m\n\u001b[4mAnimation I found was relatively high quality and consistent compared to other series out there, but not even close to Shinkai's.\u001b[24m\n    \u001b[1m私が見つけたアニメーションは、他のシリーズと比較して比較的高品質で一貫していましたが、新海の近くにはありませんでした。\u001b[22m, \u001b[1m私が見つけたアニメーションはそこに他のシリーズに比べて比較的高い品質と一貫していたが、新海さんに似ても似つきません。\u001b[22m\n\u001b[4mThis consistency and ability to create nice backgrounds and realistic character developments (ageing of characters) made me like it.\u001b[24m\n    \u001b[1mこの一貫性と素敵な背景と現実的なキャラクターの開発（キャラクターの高齢化）を生み出す能力は、私のようになりました。\u001b[22m, \u001b[1mこの一貫性と素敵な背景や現実的な文字の開発を作成する機能（文字の老化は）それのように私を作りました。\u001b[22m\n\u001b[4mThe unique style reminiscent of Evangelion, but also hinting at the styles at the later 'Panty and Stocking with Garterbelt' further drew me deeper to appreciate it.\u001b[24m\n    \u001b[1mエヴァンゲリオンを思わせるユニークなスタイルが、後の「パンティーとガーターベルト付きストッキング」のスタイルを彷彿とさせてくれました。\u001b[22m, \u001b[1mエヴァンゲリオンを連想させるが、また後ででのスタイルを示唆 'パンティとガーターベルトとストッキングのユニークなスタイルは、さらに私は深くそれを感謝するために描きました。\u001b[22m\n\u001b[4mIn conclusion, I found the anime style very attractive with the majority of the series well done and engaging.\u001b[24m\n    \u001b[1m結論として、私はアニメのスタイルが非常に魅力的であることを発見しました。\u001b[22m, \u001b[1m結論として、私はよくやったと係シリーズの大部分は非常に魅力的なアニメのスタイルを見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nSound (5/5)\n\n\u001b[1mサウンド（5/5）\u001b[22m\n\u001b[1m(Saundo (5 / 5))\u001b[22m\n\nTranslations of \u001b[4mSound (5/5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (5/5)\u001b[24m\n    \u001b[1mサウンド（5/5）\u001b[22m\nThe sound aspect of it was well done, and unique much like the animation. The pseudo hip-hop influence really carried the rash personalities and spontaneity of the characters and plot other than that there is little to comment on.\n\n\u001b[1mそれの健全な側面はうまくやっていて、アニメーションのように独特です。 擬似的なヒップホップの影響は実際にコメントする人がほとんどいないということ以外に、キャラクターとプロットのまばゆい個性と自発性をもたらしました。\u001b[22m\n\u001b[1m(Sore no kenzen'na sokumen wa umaku yatte ite, animēshon no yō ni dokutokudesu. Giji-tekina hippuhoppu no eikyō wa jissai ni komento suru hito ga hotondo inai to iu koto igai ni, kyarakutā to purotto no mabayui kosei to jihatsu-sei o motarashimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound aspect of it was well done, and unique much like the animation. The pseudo hip-hop influence really carried the rash personalities and spontaneity of the characters and plot other than that there is little to comment on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound aspect of it was well done, and unique much like the animation.\u001b[24m\n    \u001b[1mそれの健全な側面はうまくやっていて、アニメーションのように独特です。\u001b[22m, \u001b[1mそれの音側面はよくやった、と多くのアニメーションのようなユニークました。\u001b[22m\n\u001b[4mThe pseudo hip-hop influence really carried the rash personalities and spontaneity of the characters and plot other than that there is little to comment on.\u001b[24m\n    \u001b[1m擬似的なヒップホップの影響は実際にコメントする人がほとんどいないということ以外に、キャラクターとプロットのまばゆい個性と自発性をもたらしました。\u001b[22m, \u001b[1m擬似ヒップホップの影響は本当に文字とコメントするにはほとんどがあること以外のプロットの発疹個性や自発性を運びました。\u001b[22m\n\u001b[1m\u001b[22m\nFor a more comprehensive review please visit:\n\n\u001b[1mより包括的なレビューをご覧ください：\u001b[22m\n\u001b[1m(Yori hōkatsu-tekina rebyū o goran kudasai:)\u001b[22m\n\nTranslations of \u001b[4mFor a more comprehensive review please visit:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a more comprehensive review please visit:\u001b[24m\n    \u001b[1mより包括的なレビューをご覧ください：\u001b[22m, \u001b[1mより包括的なレビューについては次のURLをご覧ください。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Shaythekid",
    "profile": "/profile/Shaythekid/reviews",
    "pages": "15",
    "number": "7",
    "link": "/reviews.php?id=102911",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n不可能を越えて、蹴りの理由を抑える！\nあなたはこれを聞くでしょう。 クリシェ？ 多分。 それでも、それはああそうです。\n\nTengen Toppa Gurren Lagann（TTGL）へようこそ。なぜなら、なぜあなたは最初にそれを見ているのだろうかと疑問に思うかもしれない、時には境界線を越えているばかげた叙事詩のアクションアドベンチャーアニメです。 しかし、それはまさにあなたが全身にとても魅了されているからです。 ショーへの新しい視聴者への私の最初のアドバイスは、考えていない、判断しないで、それが何であるかを受け入れるだけです。 それは空想的、深く、暗く、冷静に行動しようとしていません。 あなたの顔のキャラクターと個性の中で、大きな戦いのシーンと大声で、まっすぐなアドレナリン満ちたアニメです。 また、別の言葉では、私は決してメカや少年のファンではなかったが、私はこのショーが大好きだったので、それを払拭してはいけない。\n\n〜ストーリー〜\n囲まれたトンネルと孤立から逃げ出して遍在する敵に至るまで、夢から表面に移動すること。 これはTTGLの話です。 小さな時間の始まりで、この壮大なショーは、敵と敵との戦いに勝つための冒険のジェットコースターと、決してあきらめないキャラクターに連れて行かれます。 あなたのシートベルトに座って乗り物を楽しんでください。\n\n〜キャストとキャラクター〜\nショーには大きなキャストがありますが、注目を集めて輝く少数の人がいます。 最も注目すべきは、ショーのスター、Kamina（◥▶◀◤）。 勇気、回復力、あなたが信じていることのために立ち上がって、決してあきらめることはありません。 他の主なメンバーは、サイモン、キットタン、ウイルス、そして（一口）ヨーコです。 彼らはすべて異なった性格であり、ショーの強さの1つは、そのような多様なキャストを混合し、彼らの癖や成長を誇示している。\n\n〜アート/アニメーション〜\n芸術とアニメーションは未熟で控えめなものでしたが、ショーのスタイルに合ったものでした。 戦闘の順序やその他の出来事は、色やアニメーションが爆発的に盛り上がっていました。\n\n〜サウンド〜\nここには喜びはない。 定期的なシーンから壮大なバトルの瞬間まで。 ラップ、コーラス、その他の音をミックスしてあなたを気分転換させます。  「Libera me from Hell」は最もよく知られた曲です。素晴らしいです。\n\n全体的に、このアニメは素晴らしいです。 それは私がアクションアニメで欲しいと思うすべての要素を持って、それは本当にあなたを見てポンプアップ。 それは私が適切なshounenで欲しいと思っているすべてを持っていますが、それ以上に、誰もがこれを見て楽しむことができます。 超深い意味やテーマはありませんが、それはあなたの夢のために戦って、決して希望を失うことなく正しいことをするという考えを包括しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGo beyond the impossible and kick reason to the curb!\n\n\u001b[1m不可能を越えて、蹴りの理由を抑える！\u001b[22m\n\u001b[1m(Fukanō o koete, keri no riyū o osaeru!)\u001b[22m\n\nTranslations of \u001b[4mGo beyond the impossible and kick reason to the curb!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGo beyond the impossible and kick reason to the curb!\u001b[24m\n    \u001b[1m不可能を越えて、蹴りの理由を抑える！\u001b[22m, \u001b[1m縁石に不可能とキック理由を越えて行きます！\u001b[22m\nYou'll be hearing this alot. Cliche? Probably. And yet, it is oh so fitting.\n\n\u001b[1mあなたはこれを聞くでしょう。 クリシェ？ 多分。 それでも、それはああそうです。\u001b[22m\n\u001b[1m(Anata wa kore o kikudeshou. Kurishe? Tabun. Soredemo, soreha ā sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mYou'll be hearing this alot. Cliche? Probably. And yet, it is oh so fitting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou'll be hearing this alot.\u001b[24m\n    \u001b[1mあなたはこれを聞くでしょう。\u001b[22m, \u001b[1mあなたはこの多くを聞くことでしょう。\u001b[22m\n\u001b[4mCliche?\u001b[24m\n    \u001b[1mクリシェ？\u001b[22m\n\u001b[4mProbably.\u001b[24m\n    \u001b[1m多分。\u001b[22m, \u001b[1m恐らく。\u001b[22m, \u001b[1mおそらく。\u001b[22m\n\u001b[4mAnd yet, it is oh so fitting.\u001b[24m\n    \u001b[1mそれでも、それはああそうです。\u001b[22m, \u001b[1mそして、まだ、それはああそうフィッティングです。\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to Tengen Toppa Gurren Lagann (TTGL), a ridiculously epic action adventure anime that is so borderline over-the-top at times that you might wonder why you are watching it in the first place. And yet, it is precisely because of that that you are so enthralled in the whole thing. My first advice for new viewers to the show is, don't think, don't judge, just accept it for what it is. It isn't trying to act fancy, deep, dark, and cool. It is a straight up adrenaline filled anime with big fight scenes and loud, in your face characters and personalities. Also, on another note, even though I was never a mecha or shonen fan, I loved this show, so don't brush it it off because of that.\n\n\u001b[1mTengen Toppa Gurren Lagann（TTGL）へようこそ。なぜなら、なぜあなたは最初にそれを見ているのだろうかと疑問に思うかもしれない、時には境界線を越えているばかげた叙事詩のアクションアドベンチャーアニメです。 しかし、それはまさにあなたが全身にとても魅了されているからです。 ショーへの新しい視聴者への私の最初のアドバイスは、考えていない、判断しないで、それが何であるかを受け入れるだけです。 それは空想的、深く、暗く、冷静に行動しようとしていません。 あなたの顔のキャラクターと個性の中で、大きな戦いのシーンと大声で、まっすぐなアドレナリン満ちたアニメです。 また、別の言葉では、私は決してメカや少年のファンではなかったが、私はこのショーが大好きだったので、それを払拭してはいけない。\u001b[22m\n\u001b[1m(Tengen Toppa Gurren Lagann (TTGL) e yōkoso. Nazenara, naze anata wa saisho ni sore o mite iru nodarou ka to gimon ni omou kamo shirenai, tokiniha kyōkai-sen o koete iru bakageta jojishi no akushon'adobenchāanimedesu. Shikashi, sore wa masani anata ga zenshin ni totemo miryō sa rete irukaradesu. Shō e no atarashī shichō-sha e no watashi no saisho no adobaisu wa, kangaete inai, handan shinaide, sore ga nandearu ka o ukeireru dakedesu. Sore wa kūsō-teki, fukaku, kuraku, reisei ni kōdō shiyou to shite imasen. Anata no kao no kyarakutā to kosei no naka de, ōkina tatakai no shīn to ōgoe de, massuguna adorenarin michita animedesu. Mata,-betsu no kotobade wa, watashi wa kesshite meka ya shōnen no fande wa nakattaga, watashi wa kono shō ga daisukidattanode, sore o fusshoku shite wa ikenai.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to Tengen Toppa Gurren Lagann (TTGL), a ridiculously epic action adventure anime that is so borderline over-the-top at times that you might wonder why you are watching it in the first place. And yet, it is precisely because of that that you are so enthralled in the whole thing. My first advice for new viewers to the show is, don't think, don't judge, just accept it for what it is. It isn't trying to act fancy, deep, dark, and cool. It is a straight up adrenaline filled anime with big fight scenes and loud, in your face characters and personalities. Also, on another note, even though I was never a mecha or shonen fan, I loved this show, so don't brush it it off because of that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to Tengen Toppa Gurren Lagann (TTGL), a ridiculously epic action adventure anime that is so borderline over-the-top at times that you might wonder why you are watching it in the first place.\u001b[24m\n    \u001b[1mTengen Toppa Gurren Lagann（TTGL）へようこそ。なぜなら、なぜあなたは最初にそれを見ているのだろうかと疑問に思うかもしれない、時には境界線を越えているばかげた叙事詩のアクションアドベンチャーアニメです。\u001b[22m, \u001b[1m天元突破グレンラガン（TTGL）、オーバーザトップあなたが最初の場所でそれを見ているなぜあなたは不思議に思うかもしれない時間にとても境界線である途方もなく壮大なアクションアドベンチャーアニメへようこそ。\u001b[22m\n\u001b[4mAnd yet, it is precisely because of that that you are so enthralled in the whole thing.\u001b[24m\n    \u001b[1mしかし、それはまさにあなたが全身にとても魅了されているからです。\u001b[22m, \u001b[1mそして、まだ、それはだからこそ、あなたがそのように全部に魅了されることです。\u001b[22m\n\u001b[4mMy first advice for new viewers to the show is, don't think, don't judge, just accept it for what it is.\u001b[24m\n    \u001b[1mショーへの新しい視聴者への私の最初のアドバイスは、考えていない、判断しないで、それが何であるかを受け入れるだけです。\u001b[22m, \u001b[1mショーへの新しい視聴者のための私の最初のアドバイスは、ちょうどそれが何であるかのためにそれを受け入れて、判断してはいけない、とは思いません。\u001b[22m\n\u001b[4mIt isn't trying to act fancy, deep, dark, and cool.\u001b[24m\n    \u001b[1mそれは空想的、深く、暗く、冷静に行動しようとしていません。\u001b[22m, \u001b[1m空想の深い、暗い、とクールな行動しようとしていません。\u001b[22m\n\u001b[4mIt is a straight up adrenaline filled anime with big fight scenes and loud, in your face characters and personalities.\u001b[24m\n    \u001b[1mあなたの顔のキャラクターと個性の中で、大きな戦いのシーンと大声で、まっすぐなアドレナリン満ちたアニメです。\u001b[22m, \u001b[1mそれはあなたの顔文字や個性に、大きな戦いのシーンと大声でまっすぐアドレナリン満たされたアニメです。\u001b[22m\n\u001b[4mAlso, on another note, even though I was never a mecha or shonen fan, I loved this show, so don't brush it it off because of that.\u001b[24m\n    \u001b[1mまた、別の言葉では、私は決してメカや少年のファンではなかったが、私はこのショーが大好きだったので、それを払拭してはいけない。\u001b[22m, \u001b[1mまた、私はメカや少年ファンではなかったにもかかわらず、別のノートに、私はこの番組を愛したので、そのためそれにそれをはねのけるません。\u001b[22m\n\u001b[1m\u001b[22m\n~Story~\n\n\u001b[1m〜ストーリー〜\u001b[22m\n\u001b[1m(〜 Sutōrī 〜)\u001b[22m\n\nTranslations of \u001b[4m~Story~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Story~\u001b[24m\n    \u001b[1m〜ストーリー〜\u001b[22m\nFrom the dream to travel to the surface, away from the enclosed tunnels and isolation, to an enemy that seems invulnerable and omnipresent; this is the tale of TTGL. With small time beginnings, this epic show takes you on a roller coaster of adventure against enemies and forces that seem unbeatable, and the characters who never give up. Buckle in your seatbelts and enjoy the ride.\n\n\u001b[1m囲まれたトンネルと孤立から逃げ出して遍在する敵に至るまで、夢から表面に移動すること。 これはTTGLの話です。 小さな時間の始まりで、この壮大なショーは、敵と敵との戦いに勝つための冒険のジェットコースターと、決してあきらめないキャラクターに連れて行かれます。 あなたのシートベルトに座って乗り物を楽しんでください。\u001b[22m\n\u001b[1m(Kakomareta ton'neru to koritsu kara nigedashite henzai suru teki ni itaru made, yume kara hyōmen ni idō suru koto. Kore wa TTGL no hanashidesu. Chīsana jikan no hajimari de, kono sōdaina shō wa, teki to teki to notatakai ni katsu tame no bōken no jettokōsutā to, kesshite akiramenai kyarakutā ni tsurete ika remasu. Anata no shītoberuto ni suwatte norimono o tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFrom the dream to travel to the surface, away from the enclosed tunnels and isolation, to an enemy that seems invulnerable and omnipresent; this is the tale of TTGL. With small time beginnings, this epic show takes you on a roller coaster of adventure against enemies and forces that seem unbeatable, and the characters who never give up. Buckle in your seatbelts and enjoy the ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the dream to travel to the surface, away from the enclosed tunnels and isolation, to an enemy that seems invulnerable and omnipresent;\u001b[24m\n    \u001b[1m囲まれたトンネルと孤立から逃げ出して遍在する敵に至るまで、夢から表面に移動すること。\u001b[22m, \u001b[1m夢から不死身と遍在思われる敵に囲まれたトンネルと分離から離れて、表面に旅行します。\u001b[22m\n\u001b[4mthis is the tale of TTGL.\u001b[24m\n    \u001b[1mこれはTTGLの話です。\u001b[22m, \u001b[1mこれはTTGLの物語です。\u001b[22m\n\u001b[4mWith small time beginnings, this epic show takes you on a roller coaster of adventure against enemies and forces that seem unbeatable, and the characters who never give up.\u001b[24m\n    \u001b[1m小さな時間の始まりで、この壮大なショーは、敵と敵との戦いに勝つための冒険のジェットコースターと、決してあきらめないキャラクターに連れて行かれます。\u001b[22m, \u001b[1m小さな時間の始まりで、この壮大なショーは、他社の追随を許さないように見える敵と力に対して冒険のジェットコースターに表示されます、そして決してあきらめない文字。\u001b[22m\n\u001b[4mBuckle in your seatbelts and enjoy the ride.\u001b[24m\n    \u001b[1mあなたのシートベルトに座って乗り物を楽しんでください。\u001b[22m, \u001b[1mあなたのシートベルトバックルと乗り心地をお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\n~Cast and Characters~\n\n\u001b[1m〜キャストとキャラクター〜\u001b[22m\n\u001b[1m(〜 Kyasuto to kyarakutā 〜)\u001b[22m\n\nTranslations of \u001b[4m~Cast and Characters~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Cast and Characters~\u001b[24m\n    \u001b[1m〜キャストとキャラクター〜\u001b[22m\nWhile the show does have a large cast, there are a few who take the spotlight and shine. Most notably the star of the show, Kamina (◥▶◀◤), who embodies basically everything the show stands for; courage, resilience, standing up for what you believe in, and never giving up. Other major members are Simon, Kittan, Viral, and (sigh) Yoko. They are all different personalities and the one of the show's strength is mixing such a diverse cast and showing off their quirks and growth.\n\n\u001b[1mショーには大きなキャストがありますが、注目を集めて輝く少数の人がいます。 最も注目すべきは、ショーのスター、Kamina（◥▶◀◤）。 勇気、回復力、あなたが信じていることのために立ち上がって、決してあきらめることはありません。 他の主なメンバーは、サイモン、キットタン、ウイルス、そして（一口）ヨーコです。 彼らはすべて異なった性格であり、ショーの強さの1つは、そのような多様なキャストを混合し、彼らの癖や成長を誇示している。\u001b[22m\n\u001b[1m(Shō ni wa ōkina kyasuto ga arimasuga, chūmoku o atsumete kagayaku shōsū no hito ga imasu. Mottomo chūmoku subeki wa, shō no sutā, Kamina (◥▶◀◤). Yūki, kaifuku-ryoku, anata ga shinjite iru koto no tame ni tachiagatte, kesshite akirameru koto wa arimasen. Hoka no omona menbā wa, Saimon, kittotan, uirusu, soshite (hitokuchi) yōkodesu. Karera wa subete kotonatta seikakudeari, shō no tsuyo-sa no 1tsu wa, sono yōna tayōna kyasuto o kongō shi, karera no kuse ya seichō o koji shite iru.)\u001b[22m\n\nTranslations of \u001b[4mWhile the show does have a large cast, there are a few who take the spotlight and shine. Most notably the star of the show, Kamina (◥▶◀◤), who embodies basically everything the show stands for; courage, resilience, standing up for what you believe in, and never giving up. Other major members are Simon, Kittan, Viral, and (sigh) Yoko. They are all different personalities and the one of the show's strength is mixing such a diverse cast and showing off their quirks and growth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the show does have a large cast, there are a few who take the spotlight and shine.\u001b[24m\n    \u001b[1mショーには大きなキャストがありますが、注目を集めて輝く少数の人がいます。\u001b[22m, \u001b[1mショーは大規模なキャストを持っていますが、スポットライトや輝きを取る少数の人々があります。\u001b[22m\n\u001b[4mMost notably the star of the show, Kamina (◥▶◀◤), who embodies basically everything the show stands for;\u001b[24m\n    \u001b[1m最も注目すべきは、ショーのスター、Kamina（◥▶◀◤）。\u001b[22m, \u001b[1m最も顕著なのは、基本的にショーの略すべてを体現ショーのスター、カミナ（◥▶◀◤）;\u001b[22m\n\u001b[4mcourage, resilience, standing up for what you believe in, and never giving up.\u001b[24m\n    \u001b[1m勇気、回復力、あなたが信じていることのために立ち上がって、決してあきらめることはありません。\u001b[22m, \u001b[1m勇気、回復力、あなたが信じるもののために立って、あきらめたことがありません。\u001b[22m\n\u001b[4mOther major members are Simon, Kittan, Viral, and (sigh) Yoko.\u001b[24m\n    \u001b[1m他の主なメンバーは、サイモン、キットタン、ウイルス、そして（一口）ヨーコです。\u001b[22m, \u001b[1mその他の主なメンバーはサイモン、Kittan、ウイルス、および（ため息）洋子です。\u001b[22m\n\u001b[4mThey are all different personalities and the one of the show's strength is mixing such a diverse cast and showing off their quirks and growth.\u001b[24m\n    \u001b[1m彼らはすべて異なった性格であり、ショーの強さの1つは、そのような多様なキャストを混合し、彼らの癖や成長を誇示している。\u001b[22m, \u001b[1m彼らはすべての異なる個性であり、ショーの強みの一つは、このような多様なキャストを混合し、その癖と成長を披露されています。\u001b[22m\n\u001b[1m\u001b[22m\n~Art/Animation~\n\n\u001b[1m〜アート/アニメーション〜\u001b[22m\n\u001b[1m(〜 Āto/ animēshon 〜)\u001b[22m\n\nTranslations of \u001b[4m~Art/Animation~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Art/Animation~\u001b[24m\n    \u001b[1m〜アート/アニメーション〜\u001b[22m\nThe art and animation were sort of immature and unrefined, but that suited the style of the show. The fighting sequences and some other events were verrrrry well done however, with an explosion of color and animation.\n\n\u001b[1m芸術とアニメーションは未熟で控えめなものでしたが、ショーのスタイルに合ったものでした。 戦闘の順序やその他の出来事は、色やアニメーションが爆発的に盛り上がっていた。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa mijukude hikaemena monodeshitaga, shō no sutairu ni atta monodeshita. Sentō no junjo ya sonohoka no dekigoto wa,-iro ya animēshon ga bakuhatsu-teki ni moriagatte ita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation were sort of immature and unrefined, but that suited the style of the show. The fighting sequences and some other events were verrrrry well done however, with an explosion of color and animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation were sort of immature and unrefined, but that suited the style of the show.\u001b[24m\n    \u001b[1m芸術とアニメーションは未熟で控えめなものでしたが、ショーのスタイルに合ったものでした。\u001b[22m, \u001b[1mアートやアニメーションは、ソートの未成熟と未精製であったが、それはショーのスタイルに合いました。\u001b[22m\n\u001b[4mThe fighting sequences and some other events were verrrrry well done however, with an explosion of color and animation.\u001b[24m\n    \u001b[1m戦闘の順序やその他の出来事は、色やアニメーションが爆発的に盛り上がっていた。\u001b[22m, \u001b[1m戦いのシーケンスおよび他のいくつかのイベントがverrrrryカラーウェルとアニメーションの爆発で、しかし行いました。\u001b[22m\n\u001b[1m\u001b[22m\n~Sound~\n\n\u001b[1m〜サウンド〜\u001b[22m\n\u001b[1m(〜 Saundo 〜)\u001b[22m\n\nTranslations of \u001b[4m~Sound~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Sound~\u001b[24m\n    \u001b[1m〜サウンド〜\u001b[22m, \u001b[1m〜音〜\u001b[22m\nNo qualms here. from regular scenes to the epic battle moments. It synthesizes a mix of rap, chorus, and other sounds to get you in the mood. 'Libera me from Hell' is the most well known track and it's great.\n\n\u001b[1mここには喜びはない。 定期的なシーンから壮大なバトルの瞬間まで。 ラップ、コーラス、その他の音をミックスしてあなたを気分転換させます。  「Libera me from Hell」は、最も有名な曲です。素晴らしいです。\u001b[22m\n\u001b[1m(Koko ni wa yorokobi wanai. Teiki-tekina shīn kara sōdaina batoru no shunkan made. Rappu, kōrasu, sonohoka no oto o mikkusu shite anata o kibun tenkan sa semasu. `Libera me furomu Hell' wa, mottomo yūmeina kyokudesu. Subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNo qualms here. from regular scenes to the epic battle moments. It synthesizes a mix of rap, chorus, and other sounds to get you in the mood. 'Libera me from Hell' is the most well known track and it's great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo qualms here.\u001b[24m\n    \u001b[1mここには喜びはない。\u001b[22m, \u001b[1mいいえここに良心の呵責はありません。\u001b[22m\n\u001b[4mfrom regular scenes to the epic battle moments.\u001b[24m\n    \u001b[1m定期的なシーンから壮大なバトルの瞬間まで。\u001b[22m, \u001b[1m定期的なシーンからの壮大な戦いの瞬間に。\u001b[22m\n\u001b[4mIt synthesizes a mix of rap, chorus, and other sounds to get you in the mood.\u001b[24m\n    \u001b[1mラップ、コーラス、その他の音をミックスしてあなたを気分転換させます。\u001b[22m, \u001b[1mそれは気分であなたを取得するにはラップ、コーラス、および他の音のミックスを合成します。\u001b[22m\n\u001b[4m'Libera me from Hell' is the most well known track and it's great.\u001b[24m\n    \u001b[1m「Libera me from Hell」は、最も有名な曲です。素晴らしいです。\u001b[22m, \u001b[1m「地獄から私リベラの最もよく知られているトラックであり、それは素晴らしいことです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is great. It has all the elements I would want in an action anime, and it really pumps you up when watching. It has everything I would want in a proper shounen, but its more than that, anyone can watch and enjoy this. While there aren't any super deep meanings or themes, it encompasses the idea of fighting for your dreams and doing what is right while never losing hope.\n\n\u001b[1m全体的に、このアニメは素晴らしいです。 それは私がアクションアニメで欲しいと思うすべての要素を持って、それは本当にあなたを見てポンプアップ。 それは私が適切なshounenで欲しいと思っているすべてを持っていますが、それ以上に、誰もがこれを見て楽しむことができます。 超深い意味やテーマはありませんが、それはあなたの夢のために戦って、決して希望を失うことなく正しいことをするという考えを包括しています。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa subarashīdesu. Sore wa watashi ga akushon anime de hoshī to omou subete no yōso o motte, sore wa hontōni anata o mite ponpu appu. Sore wa watashi ga tekisetsuna shounen de hoshī to omotte iru subete o motte imasuga, soreijō ni, daremoga kore o mite tanoshimu koto ga dekimasu. Chō fukai imi ya tēma wa arimasenga, sore wa anata no yume no tame ni tatakatte, kesshite kibō o ushinau koto naku tadashī koto o suru to iu kangae o hōkatsu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is great. It has all the elements I would want in an action anime, and it really pumps you up when watching. It has everything I would want in a proper shounen, but its more than that, anyone can watch and enjoy this. While there aren't any super deep meanings or themes, it encompasses the idea of fighting for your dreams and doing what is right while never losing hope.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is great.\u001b[24m\n    \u001b[1m全体的に、このアニメは素晴らしいです。\u001b[22m\n\u001b[4mIt has all the elements I would want in an action anime, and it really pumps you up when watching.\u001b[24m\n    \u001b[1mそれは私がアクションアニメで欲しいと思うすべての要素を持って、それは本当にあなたを見てポンプアップ。\u001b[22m, \u001b[1mそれは私がアクションアニメにしたいと思うすべての要素を持っている、と見ているとき、それは本当にあなたを汲み上げます。\u001b[22m\n\u001b[4mIt has everything I would want in a proper shounen, but its more than that, anyone can watch and enjoy this.\u001b[24m\n    \u001b[1mそれは私が適切なshounenで欲しいと思っているすべてを持っていますが、それ以上に、誰もがこれを見て楽しむことができます。\u001b[22m, \u001b[1mそれは私が適切な少年に望むすべてのものを持っているが、そのことよりも、誰もがこれを見て楽しむことができます。\u001b[22m\n\u001b[4mWhile there aren't any super deep meanings or themes, it encompasses the idea of fighting for your dreams and doing what is right while never losing hope.\u001b[24m\n    \u001b[1m超深い意味やテーマはありませんが、それはあなたの夢のために戦って、決して希望を失うことなく正しいことをするという考えを包括しています。\u001b[22m, \u001b[1m任意のスーパー深い意味やテーマがありませんが、それはあなたの夢のために戦っや希望を失うことはありませんしながら、正しいことを行うためのアイデアを包含する。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Jing",
    "profile": "/profile/Jing/reviews",
    "pages": "15",
    "number": "8",
    "link": "/reviews.php?id=7398",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは生涯のアニメのジャンルで一度です。 このアニメを作り上げる精神は、世界中のアニメ愛好家のために愛と思いやりに満ちていました。 このアニメは、アニメそのもののカテゴリーを上回ります。 これまでに作られたものをすべて超えています。 本当に素晴らしいメッセージを届けました。 私は生涯に多くのアニメを見てきましたが、私は16歳です。しかし、これを教えてください、これは天国を突き抜けたアニメです。 これは実際に私を泣かせた最初のアニメです。 それは私に私の目を泣かせました。 私はそのように泣かなかったし、8年間で泣いてもいない。 私は誇張していません。 シングル。 ビット。\n\nありがとうございました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a once in a lifetime genre of anime. The spirit put into creating this anime was truly filled with love and compassion for anime lovers around the world. This anime goes above the category of anime itself. Surpassing everything ever created. It really delivered a great message. I've seen many anime in my lifetime and I am only 16. But let me tell you this, This is the anime that has pierced the heavens. This is the first anime that actually made me cry. It made me cry my eyes out. I haven't cried like that, nor cried period in 8 years. I am not exaggerating one. single. bit.\n\n\u001b[1mこれは生涯のアニメのジャンルで一度です。 このアニメを作り上げる精神は、世界中のアニメ愛好家のために愛と思いやりに満ちていました。 このアニメは、アニメそのもののカテゴリーを上回ります。 これまでに作られたものをすべて超えています。 本当に素晴らしいメッセージを届けました。 私は生涯に多くのアニメを見てきましたが、私は16歳です。しかし、これを教えてください、これは天国を突き抜けたアニメです。 これは実際に私を泣かせた最初のアニメです。 それは私に私の目を泣かせました。 私はそのように泣かなかったし、8年間で泣いてもいない。 私は誇張していません。 シングル。 ビット。\u001b[22m\n\u001b[1m(Kore wa shōgai no anime no janru de ichidodesu. Kono anime o tsukuriageru seishin wa, sekaijū no anime aikō-ka no tame ni ai to omoiyari ni michite imashita. Hontōni subarashī messēji o todokemashita. Watashi wa shōgai ni ōku no anime o mitekimashita ga, watashi wa 16-saidesu. Shikashi, kore o oshietekudasai, koreha tengoku o tsukinuketa animedesu. Kore wa jissai ni watashi o naka seta saisho no animedesu. Sore wa watashi ni watashi no me o nakasemashita. Watashi wa sonoyōni nakanakattashi, 8-nenkan de naite mo inai. Watashi wa kochō shite imasen. Shinguru.-Bitto. Kono anime wa, anime sonomono no kategorī o uwamawarimasu. Kore made ni tsukura reta mono o subete koete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a once in a lifetime genre of anime. The spirit put into creating this anime was truly filled with love and compassion for anime lovers around the world. This anime goes above the category of anime itself. Surpassing everything ever created. It really delivered a great message. I've seen many anime in my lifetime and I am only 16. But let me tell you this, This is the anime that has pierced the heavens. This is the first anime that actually made me cry. It made me cry my eyes out. I haven't cried like that, nor cried period in 8 years. I am not exaggerating one. single. bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a once in a lifetime genre of anime.\u001b[24m\n    \u001b[1mこれは生涯のアニメのジャンルで一度です。\u001b[22m, \u001b[1mこれは、アニメの生涯ジャンルで一回です。\u001b[22m\n\u001b[4mThe spirit put into creating this anime was truly filled with love and compassion for anime lovers around the world.\u001b[24m\n    \u001b[1mこのアニメを作り上げる精神は、世界中のアニメ愛好家のために愛と思いやりに満ちていました。\u001b[22m, \u001b[1mこのアニメを作るに入れ精神が真に世界中のアニメ愛好家のための愛と思いやりに満ちていました。\u001b[22m\n\u001b[4mIt really delivered a great message.\u001b[24m\n    \u001b[1m本当に素晴らしいメッセージを届けました。\u001b[22m, \u001b[1mそれは本当に素晴らしいメッセージを伝えました。\u001b[22m\n\u001b[4mI've seen many anime in my lifetime and I am only 16. But let me tell you this, This is the anime that has pierced the heavens.\u001b[24m\n    \u001b[1m私は生涯に多くのアニメを見てきましたが、私は16歳です。しかし、これを教えてください、これは天国を突き抜けたアニメです。\u001b[22m, \u001b[1m私は私の一生の間に多くのアニメを見てきましたし、私は16ですが、これは天を突き刺したアニメで、私はあなたにこのことを伝えましょう。\u001b[22m\n\u001b[4mThis is the first anime that actually made me cry.\u001b[24m\n    \u001b[1mこれは実際に私を泣かせた最初のアニメです。\u001b[22m, \u001b[1mこれは実際に私が泣いて作られた最初のアニメです。\u001b[22m\n\u001b[4mIt made me cry my eyes out.\u001b[24m\n    \u001b[1mそれは私に私の目を泣かせました。\u001b[22m, \u001b[1mそれは私が私の目を叫ぶました。\u001b[22m\n\u001b[4mI haven't cried like that, nor cried period in 8 years.\u001b[24m\n    \u001b[1m私はそのように泣かなかったし、8年間で泣いてもいない。\u001b[22m, \u001b[1m私はそのように叫んだ、また8年間に期間を泣いていません。\u001b[22m\n\u001b[4mI am not exaggerating one.\u001b[24m\n    \u001b[1m私は誇張していません。\u001b[22m, \u001b[1m私は1つを誇張ではないのです。\u001b[22m\n\u001b[4msingle.\u001b[24m\n    \u001b[1mシングル。\u001b[22m, \u001b[1m単一。\u001b[22m\n\u001b[4mbit.\u001b[24m\n    \u001b[1mビット。\u001b[22m, \u001b[1mビット。\u001b[22m\n\u001b[4mThis anime goes above the category of anime itself.\u001b[24m\n    \u001b[1mこのアニメは、アニメそのもののカテゴリーを上回ります。\u001b[22m, \u001b[1mこのアニメはアニメ自体のカテゴリを上回りました。\u001b[22m\n\u001b[4mSurpassing everything ever created.\u001b[24m\n    \u001b[1mこれまでに作られたものをすべて超えています。\u001b[22m, \u001b[1mこれまでに作成したすべてのものを上回ります。\u001b[22m\n\u001b[1m\u001b[22m\nThank You.\n\n\u001b[1mありがとうございました。\u001b[22m\n\u001b[1m(Arigatōgozaimashita.)\u001b[22m\n\nDefinitions of \u001b[4mThank You.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nphrase\n\u001b[1m    有り難う御座います\u001b[22m\n        Thank you.\n\u001b[1m    お疲れ様\u001b[22m\n        Thank you., Many thanks\n\u001b[1m    有り難う\u001b[22m\n        Thank you.\n\u001b[1m    大きに有り難う\u001b[22m\n        Thank you."
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "ukonkivi",
    "profile": "/profile/ukonkivi/reviews",
    "pages": "15",
    "number": "9",
    "link": "/reviews.php?id=9013",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\n私はこのレビューをしています。他に何もない場合は、このショーでは10件のレビューのうちの10件が不十分です。\n\n1つは、私はこのアニメを楽しんだ。 いくつかの理由から。 しかし、決してこれを私が見た最高のアニメとは思わないでしょう。\n\nストーリー：私は非常に寛大で、これを10点中9点にするつもりです。 私は実際にそれを与えることができるように感じる8.実際には、私はそれを8にするでしょう。\n\nストーリー自体は、真剣に取られた場合、最も息をのむようなものではなく、私の意見では、愚かなものはありません。 今では他のほとんどのアニメが特に現実的ですが、彼らは実際にドリル・パワーの事をしています。 しかし、私は、ドリル・パワーのアイデアが選ばれた理由は、このショーが持っている全体的な楽しみのテーマを助けることだったと思います。 このショーのすべての深刻な部分が絶対に真剣に受け止められるわけではありません。 それは楽しいことになっています。 そして、主なテーマが何らかの形であまりにも魅力的でないならば、それはシリーズの全体的な感触を奪うでしょう。\n\n私は物語を良いものにしてくれると思うし、それはプラスポイントなのだろうと思う。 あなたは実際に真剣にそれを取るように十分な叙事詩である間に。 そして、良いペーシングは、本当にこのアニメを何よりもいいものにするペーシングです。 それはあなたにいくつかの異なる要素を与え、非常に良い方法で一緒にそれらを引っ張ることを管理します。\n\nそれについてのもう一つのことは、それが人の勇気を与える非常に気分が良い盛り上がる物語になることです。\n\nそれでも10のうち10の値段にはならない。\n\nそれと一緒に、これはこれまでになることができるドラゴンボールZメカに最も近いものです。 それは9000以上の方法です！ だから、アニメのために飢えている人々は、圧倒的に叙事詩の力の成長とドラゴンボールZの神のようなパワーを心に打ちのめす、本当にこのショーは間違いなくそれを持っています。\n\nArt：今これは本当のセールスポイントです。 そのアートワークは、スーパーフラットと呼ばれることもありながら、本当にすっきりとしたパリティです。 これは、アニメのアートワークはまだ進化し続けていることを示しています。 私が他のスタイルの方が好きなものがあっても、少年はスタイリッシュです。 ここに問題はありません。 ない1。\n\nサウンド：まあ、私は音楽のほうが好きではなく、他のものを好きです。 特に音楽や効果音に欠けているものは何もありませんが、これまでに聞いたことのない最高のアニメサウンドトラックではありません。 そして、ROW ROWが戦った時、POWAは本当に素早く迷惑になりました。\n\nキャラクター：\n\nそれは私の心の中のいくつかの基盤をカバーしているだけです。\n1つは、本当に多くの男性に同性愛者の魅力を持つ人のために、あなたはKaminaです。\nそして同性愛者でさえ。 タイプ1のものではなく、通常どんなタイプのyaoiスラッシュficのために選ぶでしょう、ゲイがアニメの表現を得ることはいいですね。\n\n個人的には、私は、マンガとこのキャラクターの固定のベストが、ユーモアの馬鹿なショーの一部であることを発見しました。 しかし、それ以外の時には迷惑に感じました。 あなたは、私がGARから抜け出すことができるようなあまりにも多くのユーモアがあることを知っています。\n\nショーで彼のキャラクターやキャラクターの性格について取り上げることができることがあれば、それはインスピレーションを得た希望でした。  Kaminaは感情的な男であり、論理的な人ではありませんでした。 そして私はこれがスポイラーだとは思わない。 そして感情的で肯定的な人間であるという彼の感情は、彼と彼が影響を与えた他のキャラクターを本当に楽しく感じさせました。\n\nだから、あなたは男性の男性がこの男を好きに同性愛する必要はありません。 過去を見て、幸運によい感情的で明るい目のようなキャラクターが好きなら、彼は楽しいことができます。\n\n残りのキャラクターはかなりカッコいいので、Kaminaだけど、思い出に残っていると思います。 個人的には、しかし、彼らはすべて自分の魅力を持っています。 問題はありませんが、彼らはすべての時間の最大のキャストではありません。\n\n8のうち10\n\n楽しみ：\n\n楽しさは、実際にはこのショー全体が私のために10のうち8であるにもかかわらず、10のうち10です。\n\n本当に、このショーは欠点にもかかわらず完璧なペースを持っています。 マラソンはとても簡単で、楽しむことができます。 私はこの巨大さを感じなかった\n\n全体：\n\n私はそれが本当に良い面にもかかわらず、このショーには欠陥があると思います。 そして、それは10のうち10または私のアニメのリストのランキング1位に値する方法はありません。 これは間違いなく、今までにない最も嫌な過大評価のアニメ番組の1つです。 そして私はこのショーを本当に楽しみました。\n\nしかし、結局のところ、それはまさに私にアップル・アウロウ・スターのようなものです。 そして、個人的に、アウトロースターについてもっと好きなものさえあった。 私はそれがOutlaw Starの正確さよりもわずかに上の点に過ぎないと言っています。私は評価点を意味するものではありません。\n\nこのショーのことを言っているわけではありませんが、私はこのショーについてたくさんの良いことを言っており、それに印象的な高い評価を与えています。 しかし、これがすべての時間の最高のアニメショーであるという考えは、私をfacepalm *にするだけです。 だからうまくいけば、このレビューは見直しの海で失われる可能性が高いですが、うまくいけば、誰かが適度に評価され、少し劣ったファンボイッシュレビュー（私はより良い言葉を考えることができませんでした） 私はそれを見ていたようにそれほど残念ではありません。 それはあなたが私のように失望してしまうので、それはすべての時間の最高のアニメになると思うので、それを見て行かないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk, so I'm giving this review, for if nothing else, because this show simply doesn't get enough non- ten out of ten reviews.\n\n\u001b[1m私はこのレビューをしています。他に何もない場合は、このショーでは10件のレビューのうちの10件が不十分です。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū o shite imasu. Hoka ni nani monai baai wa, kono shōde wa 10-ken no rebyū no uchi no 10-ken ga fujūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mOk, so I'm giving this review, for if nothing else, because this show simply doesn't get enough non- ten out of ten reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so I'm giving this review, for if nothing else, because this show simply doesn't get enough non- ten out of ten reviews.\u001b[24m\n    \u001b[1m私はこのレビューをしています。他に何もない場合は、このショーでは10件のレビューのうちの10件が不十分です。\u001b[22m, \u001b[1mこのショーは、単に10件のうち、十分な非10を得ることはありませんので、[OK]を、ので、私は、何もない場合のために、このレビューを与えています。\u001b[22m\n\u001b[1m\u001b[22m\nFor one, I enjoyed this anime. For several reasons. But in no way would I ever consider this the best anime I ever watched.\n\n\u001b[1m1つは、私はこのアニメを楽しんだ。 いくつかの理由から。 しかし、決してこれを私が見た最高のアニメとは思わないでしょう。\u001b[22m\n\u001b[1m(1Tsu wa, watashi wa kono anime o tanoshinda. Ikutsu ka no riyū kara. Shikashi, kesshite kore o watashi ga mita saikō no anime to wa omowanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mFor one, I enjoyed this anime. For several reasons. But in no way would I ever consider this the best anime I ever watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor one, I enjoyed this anime.\u001b[24m\n    \u001b[1m1つは、私はこのアニメを楽しんだ。\u001b[22m, \u001b[1m一つには、私はこのアニメを楽しみました。\u001b[22m\n\u001b[4mFor several reasons.\u001b[24m\n    \u001b[1mいくつかの理由から。\u001b[22m, \u001b[1mいくつかの理由で。\u001b[22m\n\u001b[4mBut in no way would I ever consider this the best anime I ever watched.\u001b[24m\n    \u001b[1mしかし、決してこれを私が見た最高のアニメとは思わないでしょう。\u001b[22m, \u001b[1mしかし、決して私が今までこの私が今まで見た最高のアニメ検討します。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I'm going to be very generous and give this a 9 out of ten. I really feel like I could give it an 8. Actually scratch that, I'll make it an 8.\n\n\u001b[1mストーリー：私は非常に寛大で、これを10点中9点にするつもりです。 私は実際にそれを与えることができるように感じる8.実際には、私はそれを8にするでしょう。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa hijō ni kandaide, kore o 10-ten-chū 9-ten ni suru tsumoridesu. Watashi wa jissai ni sore o ataeru koto ga dekiru yō ni kanjiru 8. Jissai ni wa, watashi wa sore o 8 ni surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mStory: I'm going to be very generous and give this a 9 out of ten. I really feel like I could give it an 8. Actually scratch that, I'll make it an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I'm going to be very generous and give this a 9 out of ten.\u001b[24m\n    \u001b[1mストーリー：私は非常に寛大で、これを10点中9点にするつもりです。\u001b[22m, \u001b[1mストーリー：私は非常に寛大で、これを10のうち9を与えるつもりです。\u001b[22m\n\u001b[4mI really feel like I could give it an 8. Actually scratch that, I'll make it an 8.\u001b[24m\n    \u001b[1m私は実際にそれを与えることができるように感じる8.実際には、私はそれを8にするでしょう。\u001b[22m, \u001b[1m私は実際に私はそれを8を作ってあげる、ということ傷それを8を与えることができるように私は本当に感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself, if taken seriously, is not the most breathtaking or in my opinion, anything short of silly. Now not that most other anime is particularly more realistic, but they really went for the zany with the drill power thing. But part of I think the reason the drill power idea was was chosen was to help with that overall fun theme that this show does have and does well. Not every serious part of this show is to be taken absolutely seriously. It is supposed to be fun. And if the main theme weren't so zany in some ways, it would take away from the overall feel of the series.\n\n\u001b[1mストーリー自体は、真剣に取られた場合、最も息をのむようなものではなく、私の意見では、愚かなものはありません。 今では他のほとんどのアニメが特に現実的ですが、彼らは実際にドリル・パワーの事をしています。 しかし、私は、ドリル・パワーのアイデアが選ばれた理由は、このショーが持っている全体的な楽しみのテーマを助けることだったと思います。 このショーのすべての深刻な部分が絶対に真剣に受け止められるわけではありません。 それは楽しいことになっています。 そして、主なテーマが何らかの形であまりにも魅力的でないならば、それはシリーズの全体的な感触を奪うでしょう。\u001b[22m\n\u001b[1m(Sutōrī jitai wa, shinken ni tora reta baai, mottomo iki o nomu yōna monode wa naku, watashi no ikende wa, orokana mono wa arimasen. Ima dewa hoka no hotondo no anime ga tokuni genjitsu-tekidesuga, karera wa jissai ni doriru pawā no koto o shite imasu. Shikashi, watashi wa, doriru pawā no aidea ga eraba reta riyū wa, kono shō ga motte iru zentai-tekina tanoshimi no tēma o tasukeru kotodatta to omoimasu. Kono shō no subete no shinkokuna bubun ga zettai ni shinken ni uketome rareru wakede wa arimasen. Sore wa tanoshī koto ni natte imasu. Soshite, omona tēma ga nanrakano katachi de amarini mo mirikitekidenainaraba, soreha shirīzu no zentai-tekina kanshoku o ubaudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself, if taken seriously, is not the most breathtaking or in my opinion, anything short of silly. Now not that most other anime is particularly more realistic, but they really went for the zany with the drill power thing. But part of I think the reason the drill power idea was was chosen was to help with that overall fun theme that this show does have and does well. Not every serious part of this show is to be taken absolutely seriously. It is supposed to be fun. And if the main theme weren't so zany in some ways, it would take away from the overall feel of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself, if taken seriously, is not the most breathtaking or in my opinion, anything short of silly.\u001b[24m\n    \u001b[1mストーリー自体は、真剣に取られた場合、最も息をのむようなものではなく、私の意見では、愚かなものはありません。\u001b[22m, \u001b[1m物語自体は、真剣に取られている場合、最も息をのむか私の意見、愚かなの短いものではありません。\u001b[22m\n\u001b[4mNow not that most other anime is particularly more realistic, but they really went for the zany with the drill power thing.\u001b[24m\n    \u001b[1m今では他のほとんどのアニメが特に現実的ですが、彼らは実際にドリル・パワーの事をしています。\u001b[22m, \u001b[1m今、他のほとんどのアニメは特に、より現実的ではないことが、彼らは本当にドリルパワー事とおどけのために行ってきました。\u001b[22m\n\u001b[4mBut part of I think the reason the drill power idea was was chosen was to help with that overall fun theme that this show does have and does well.\u001b[24m\n    \u001b[1mしかし、私は、ドリル・パワーのアイデアが選ばれた理由は、このショーが持っている全体的な楽しみのテーマを助けることだったと思います。\u001b[22m, \u001b[1mしかし、私の一部がドリルパワーのアイデアを選択した理由は、このショーは持っているとよくないという全体的な楽しいテーマを支援するためだったと思います。\u001b[22m\n\u001b[4mNot every serious part of this show is to be taken absolutely seriously.\u001b[24m\n    \u001b[1mこのショーのすべての深刻な部分が絶対に真剣に受け止められるわけではありません。\u001b[22m, \u001b[1mこのショーのではないすべての重大な部分は絶対に真剣に取られるべきです。\u001b[22m\n\u001b[4mIt is supposed to be fun.\u001b[24m\n    \u001b[1mそれは楽しいことになっています。\u001b[22m, \u001b[1m楽しいことになっています。\u001b[22m\n\u001b[4mAnd if the main theme weren't so zany in some ways, it would take away from the overall feel of the series.\u001b[24m\n    \u001b[1mそして、主なテーマが何らかの形であまりにも魅力的でないならば、それはシリーズの全体的な感触を奪うでしょう。\u001b[22m, \u001b[1m主なテーマは、いくつかの点でそうおどけていなかった場合、それはシリーズの全体的な感触から奪うことになります。\u001b[22m\n\u001b[1m\u001b[22m\nI think what does make the story good and is it's plus point, is it is a little bit zany and funny the whole way through. While being epic enough in moments to make you actually take it seriously. And a good pacing, what really makes this anime good more than anything, is the pacing. It gives you several different elements and manages to pull them together in a very good way.\n\n\u001b[1m私は物語を良いものにしてくれると思うし、それはプラスポイントなのだろうと思う。 あなたは実際に真剣にそれを取るように十分な叙事詩である間に。 そして、良いペーシングは、本当にこのアニメを何よりもいいものにするペーシングです。 それはあなたにいくつかの異なる要素を与え、非常に良い方法で一緒にそれらを引っ張ることを管理します。\u001b[22m\n\u001b[1m(Watashi wa monogatari o yoimono ni shite kureru to omoushi, soreha purasu pointona nodarou to omou. Anata wa jissai ni shinken ni sore o toru yō ni jūbun'na jojishidearu ma ni. Soshite, yoi pēshingu wa, hontōni kono anime o naniyori mo ī mono ni suru pēshingudesu. Sore wa anata ni ikutsu ka no kotonaru yōso o atae, hijō ni yoi hōhō de issho ni sorera o hipparu koto o kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think what does make the story good and is it's plus point, is it is a little bit zany and funny the whole way through. While being epic enough in moments to make you actually take it seriously. And a good pacing, what really makes this anime good more than anything, is the pacing. It gives you several different elements and manages to pull them together in a very good way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think what does make the story good and is it's plus point, is it is a little bit zany and funny the whole way through.\u001b[24m\n    \u001b[1m私は物語を良いものにしてくれると思うし、それはプラスポイントなのだろうと思う。\u001b[22m, \u001b[1m私はそれが全体の方法を通じて少しおどけたと面白いです、それはですプラスポイントストーリーが良い作るん何を考え、です。\u001b[22m\n\u001b[4mWhile being epic enough in moments to make you actually take it seriously.\u001b[24m\n    \u001b[1mあなたは実際に真剣にそれを取るように十分な叙事詩である間に。\u001b[22m, \u001b[1m叙事詩でありながら十分な瞬間にあなたが実際に真剣にそれを取るようにします。\u001b[22m\n\u001b[4mAnd a good pacing, what really makes this anime good more than anything, is the pacing.\u001b[24m\n    \u001b[1mそして、良いペーシングは、本当にこのアニメを何よりもいいものにするペーシングです。\u001b[22m, \u001b[1mそして、良いペーシングは、本当に何よりも、このアニメが良いより作るもの、ペーシングです。\u001b[22m\n\u001b[4mIt gives you several different elements and manages to pull them together in a very good way.\u001b[24m\n    \u001b[1mそれはあなたにいくつかの異なる要素を与え、非常に良い方法で一緒にそれらを引っ張ることを管理します。\u001b[22m, \u001b[1mそれはあなたにいくつかの異なる要素を与え、非常に良い方法でそれらを一緒に引っ張るように管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing about it and that whole thing is that it pulls in to being a very feelgood uplifting story that will give a person courage.\n\n\u001b[1mそれについてのもう一つのことは、それが人の勇気を与える非常に気分が良い盛り上がる物語になることです。\u001b[22m\n\u001b[1m(Sore ni tsuite no mōhitotsu no koto wa, sore ga hito no yūki o ataeru hijō ni kibungayoi moriagaru monogatari ni naru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing about it and that whole thing is that it pulls in to being a very feelgood uplifting story that will give a person courage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing about it and that whole thing is that it pulls in to being a very feelgood uplifting story that will give a person courage.\u001b[24m\n    \u001b[1mそれについてのもう一つのことは、それが人の勇気を与える非常に気分が良い盛り上がる物語になることです。\u001b[22m, \u001b[1mそれとその全体のことについてもう一つは、それが人の勇気を与える非常にフィールグッド高揚の物語であることに引っ張ることです。\u001b[22m\n\u001b[1m\u001b[22m\nStill not deserving of a 10 out of 10 though.\n\n\u001b[1mそれでも10のうち10の値段にはならない。\u001b[22m\n\u001b[1m(Soredemo 10 no uchi 10 no nedan ni wa naranai.)\u001b[22m\n\nTranslations of \u001b[4mStill not deserving of a 10 out of 10 though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill not deserving of a 10 out of 10 though.\u001b[24m\n    \u001b[1mそれでも10のうち10の値段にはならない。\u001b[22m, \u001b[1mしかし10のうち10のさらに値するありません。\u001b[22m\n\u001b[1m\u001b[22m\nAlso along with that, this is about the closest thing to a Dragonball Z mecha that will ever come to be. It is WAY OVER 9000!! So those who are starved for an anime truly paralleling the content overwhelmingly epic power growth and mind shatteringly Godlike power of DragonBall Z, this show undoubtedly has it.\n\n\u001b[1mそれと一緒に、これはこれまでになることができるドラゴンボールZメカに最も近いものです。 それは9000以上の方法です！ だから、アニメのために飢えている人々は、圧倒的に叙事詩の力の成長とドラゴンボールZの神のようなパワーを心に打ちのめす、本当にこのショーは間違いなくそれを持っています。\u001b[22m\n\u001b[1m(Soreto issho ni, kore wa kore made ni naru koto ga dekiru doragonbōru Z meka ni mottomo chikai monodesu. Sore wa 9000 ijō no hōhōdesu! Dakara, anime no tame ni uete iru hitobito wa, attōteki ni jojishi no chikara no seichō to doragonbōru Z no kami no yōna pawā o kokoro ni uchinomesu, hontōni kono shō wa machigainaku sore o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso along with that, this is about the closest thing to a Dragonball Z mecha that will ever come to be. It is WAY OVER 9000!! So those who are starved for an anime truly paralleling the content overwhelmingly epic power growth and mind shatteringly Godlike power of DragonBall Z, this show undoubtedly has it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso along with that, this is about the closest thing to a Dragonball Z mecha that will ever come to be.\u001b[24m\n    \u001b[1mそれと一緒に、これはこれまでになることができるドラゴンボールZメカに最も近いものです。\u001b[22m, \u001b[1mまた、それに伴い、これは今までになってきますドラゴンボールZメカに最も近いものについてです。\u001b[22m\n\u001b[4mIt is WAY OVER 9000!!\u001b[24m\n    \u001b[1mそれは9000以上の方法です！\u001b[22m, \u001b[1mこれは、9000 OVER WAYです！\u001b[22m\n\u001b[4mSo those who are starved for an anime truly paralleling the content overwhelmingly epic power growth and mind shatteringly Godlike power of DragonBall Z, this show undoubtedly has it.\u001b[24m\n    \u001b[1mだから、アニメのために飢えている人々は、圧倒的に叙事詩の力の成長とドラゴンボールZの神のようなパワーを心に打ちのめす、本当にこのショーは間違いなくそれを持っています。\u001b[22m, \u001b[1mだから真にドラゴンボールZのshatteringly神のようなパワーコンテンツ圧倒的壮大なパワーの成長と心を並列アニメに飢えている人は、このショーは間違いなくそれを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Now this is a real selling point. That artwork is really sleek and just purty even while being what might be called superflat. It shows that anime artwork is still ever evolving and growing. Even if there's some things I like about other styles better, boy is that stylish. No problems here. Not one.\n\n\u001b[1mArt：今これは本当のセールスポイントです。 そのアートワークは、スーパーフラットと呼ばれることもありながら、本当にすっきりとしたパリティです。 これは、アニメのアートワークはまだ進化し続けていることを示しています。 私が他のスタイルの方が好きなものがあっても、少年はスタイリッシュです。 ここに問題はありません。 ない1。\u001b[22m\n\u001b[1m(Art: Ima kore wa hontō no sērusupointodesu. Sono ātowāku wa, sūpāfuratto to yoba reru koto moarinagara, hontōni sukkiri to shita paritidesu. Kore wa, anime no ātowāku wa mada shinka shi tsudzukete iru koto o shimeshite imasu. Watashi ga hoka no sutairu no kata ga sukina mono ga atte mo, shōnen wa sutairisshudesu. Koko ni mondai wa arimasen. Nai 1.)\u001b[22m\n\nTranslations of \u001b[4mArt: Now this is a real selling point. That artwork is really sleek and just purty even while being what might be called superflat. It shows that anime artwork is still ever evolving and growing. Even if there's some things I like about other styles better, boy is that stylish. No problems here. Not one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Now this is a real selling point.\u001b[24m\n    \u001b[1mArt：今これは本当のセールスポイントです。\u001b[22m, \u001b[1mアート：今これが本当のセールスポイントです。\u001b[22m\n\u001b[4mThat artwork is really sleek and just purty even while being what might be called superflat.\u001b[24m\n    \u001b[1mそのアートワークは、スーパーフラットと呼ばれることもありながら、本当にすっきりとしたパリティです。\u001b[22m, \u001b[1mそのアートワークは、スーパーフラットと呼ばれるかもしれないものであることさえしながら、本当に洗練された、ちょうどpurtyです。\u001b[22m\n\u001b[4mIt shows that anime artwork is still ever evolving and growing.\u001b[24m\n    \u001b[1mこれは、アニメのアートワークはまだ進化し続けていることを示しています。\u001b[22m, \u001b[1mこれは、アニメのアートワークは、まだ進化し続けると成長していることを示しています。\u001b[22m\n\u001b[4mEven if there's some things I like about other styles better, boy is that stylish.\u001b[24m\n    \u001b[1m私が他のスタイルの方が好きなものがあっても、少年はスタイリッシュです。\u001b[22m, \u001b[1m私はより良い他のスタイルを好きないくつかのものがあります場合でも、少年はそのスタイリッシュです。\u001b[22m\n\u001b[4mNo problems here.\u001b[24m\n    \u001b[1mここに問題はありません。\u001b[22m, \u001b[1mここで問題はありません。\u001b[22m\n\u001b[4mNot one.\u001b[24m\n    \u001b[1mない1。\u001b[22m, \u001b[1m1つではありません。\u001b[22m, \u001b[1mではない1。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Well, I'm not that fond of some of the music, and more fond of other. There's nothing particularly lacking about the music or the sound effects, but it's not the best anime soundtrack I've ever heard by a long short. And ROW ROW FIGHT THE POWA gets real annoying real quick.\n\n\u001b[1mサウンド：まあ、私は音楽のほうが好きではなく、他のものも好きです。 特に音楽や効果音に欠けているものは何もありませんが、これまでに聞いたことのない最高のアニメサウンドトラックではありません。 そして、ROW ROWが戦った時、POWAは本当に素早く迷惑になりました。\u001b[22m\n\u001b[1m(Saundo: Mā, watashi wa ongaku no hō ga sukide wa naku, hoka no mono mo sukidesu. Tokuni ongaku ya kōka-on ni kakete iru mono wa nani mo arimasenga, kore made ni kiita koto no nai saikō no anime saundotorakkude wa arimasen. Soshite, ROW ROW ga tatakatta toki, POWA wa hontōni subayaku meiwaku ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: Well, I'm not that fond of some of the music, and more fond of other. There's nothing particularly lacking about the music or the sound effects, but it's not the best anime soundtrack I've ever heard by a long short. And ROW ROW FIGHT THE POWA gets real annoying real quick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Well, I'm not that fond of some of the music, and more fond of other.\u001b[24m\n    \u001b[1mサウンド：まあ、私は音楽のほうが好きではなく、他のものも好きです。\u001b[22m, \u001b[1mサウンド：まあ、私は音楽のいくつかのことが好き、そして他のより好きではないんです。\u001b[22m\n\u001b[4mThere's nothing particularly lacking about the music or the sound effects, but it's not the best anime soundtrack I've ever heard by a long short.\u001b[24m\n    \u001b[1m特に音楽や効果音に欠けているものは何もありませんが、これまでに聞いたことのない最高のアニメサウンドトラックではありません。\u001b[22m, \u001b[1mあり、特に音楽や効果音について欠けているものは何もないですが、それは私が今まで長い短いことで聞いた最高のアニメのサウンドトラックはありません。\u001b[22m\n\u001b[4mAnd ROW ROW FIGHT THE POWA gets real annoying real quick.\u001b[24m\n    \u001b[1mそして、ROW ROWが戦った時、POWAは本当に素早く迷惑になりました。\u001b[22m, \u001b[1m行ROWはPOWAが本当の迷惑実際に素早くを取得しFIGHT。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nIt only covers a few of the bases in my mind.\n\n\u001b[1mそれは私の心の中のいくつかの基盤をカバーしているだけです。\u001b[22m\n\u001b[1m(Sore wa watashi no kokoronouchi no ikutsu ka no kiban o kabā shite iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt only covers a few of the bases in my mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt only covers a few of the bases in my mind.\u001b[24m\n    \u001b[1mそれは私の心の中のいくつかの基盤をカバーしているだけです。\u001b[22m, \u001b[1mそれは私の心の中の塩基の数をカバーしています。\u001b[22m\nFor one, for those with a homosexual attraction to really many men, you've Kamina.\n\n\u001b[1m1つは、本当に多くの男性に同性愛者の魅力を持つ人のために、あなたはKaminaです。\u001b[22m\n\u001b[1m(1Tsu wa, hontōni ōku no dansei ni dōseiai-sha no miryoku o motsu hito no tame ni, anata wa Kaminadesu.)\u001b[22m\n\nTranslations of \u001b[4mFor one, for those with a homosexual attraction to really many men, you've Kamina.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor one, for those with a homosexual attraction to really many men, you've Kamina.\u001b[24m\n    \u001b[1m1つは、本当に多くの男性に同性愛者の魅力を持つ人のために、あなたはKaminaです。\u001b[22m, \u001b[1m一つは、本当に多くの男性に同性愛の魅力とのそれらのため、あなたはカミナをしました。\u001b[22m\nAnd even a homosexual. Though not the type one would usually choose for a yaoi slash fic of any type, it's nice that gays get representation in anime.\n\n\u001b[1mそして同性愛者でさえ。 タイプ1のものではなく、通常どんなタイプのyaoiスラッシュficのために選ぶでしょう、ゲイがアニメの表現を得ることはいいですね。\u001b[22m\n\u001b[1m(Soshite dōseiai-shade sae. Taipu 1 no monode wa naku, tsūjō don'na taipu no yaoi surasshu fic no tame ni erabudeshou, gei ga anime no hyōgen o eru koto wa īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mAnd even a homosexual. Though not the type one would usually choose for a yaoi slash fic of any type, it's nice that gays get representation in anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd even a homosexual.\u001b[24m\n    \u001b[1mそして同性愛者でさえ。\u001b[22m, \u001b[1mとにも同性愛者。\u001b[22m\n\u001b[4mThough not the type one would usually choose for a yaoi slash fic of any type, it's nice that gays get representation in anime.\u001b[24m\n    \u001b[1mタイプ1のものではなく、通常どんなタイプのyaoiスラッシュficのために選ぶでしょう、ゲイがアニメの表現を得ることはいいですね。\u001b[22m, \u001b[1mないタイプ1は、通常、任意のタイプのやおいスラッシュFICのために選択するであろうが、それは同性愛者がアニメで表現を取得することをうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nPersonally I found the best of this characters fixation with manliness to be a humors silly part of the show. But at other times it felt annoying. You know there's only so much zany humor I can get out of a GAR.\n\n\u001b[1m個人的には、私は、マンガとこのキャラクターの固定のベストが、ユーモアの馬鹿なショーの一部であることを発見しました。 しかし、それ以外の時には迷惑に感じました。 あなたは、私がGARから抜け出すことができるようなあまりにも多くのユーモアがあることを知っています。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, watashi wa, manga toko no kyarakutā no kotei no besuto ga, yūmoa no bakana shō no ichibudearu koto o hakken shimashita. Shikashi, soreigai no tokiniha meiwaku ni kanjimashita. Anata wa, watashi ga GAR kara nukedasu koto ga dekiru yōna amarini mo ōku no yūmoa ga aru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally I found the best of this characters fixation with manliness to be a humors silly part of the show. But at other times it felt annoying. You know there's only so much zany humor I can get out of a GAR.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I found the best of this characters fixation with manliness to be a humors silly part of the show.\u001b[24m\n    \u001b[1m個人的には、私は、マンガとこのキャラクターの固定のベストが、ユーモアの馬鹿なショーの一部であることを発見しました。\u001b[22m, \u001b[1m個人的に私は体液ショーの愚かな一部であると男らしさと、この文字固定の最善を発見しました。\u001b[22m\n\u001b[4mBut at other times it felt annoying.\u001b[24m\n    \u001b[1mしかし、それ以外の時には迷惑に感じました。\u001b[22m, \u001b[1mしかし、他の回で、それは迷惑な感じ。\u001b[22m\n\u001b[4mYou know there's only so much zany humor I can get out of a GAR.\u001b[24m\n    \u001b[1mあなたは、私がGARから抜け出すことができるようなあまりにも多くのユーモアがあることを知っています。\u001b[22m, \u001b[1mあなたは、私がGARから抜け出すことができる唯一のそんなにおどけたユーモアがあります知っています。\u001b[22m\n\u001b[1m\u001b[22m\nIf there's any one thing that I could take about his and most characters personality in the show, it was the hope the inspirited. Kamina was an emotional guy, not a logical one. And I don't think this is a spoiler. And so his emotionality of being an emotional, positive guy, made him and the other characters he influences, feel really fun.\n\n\u001b[1mショーで彼のキャラクターやキャラクターの性格について取り上げることができることがあれば、それはインスピレーションを得た希望でした。  Kaminaは感情的な男であり、論理的な人ではありませんでした。 そして私はこれがスポイラーだとは思わない。 そして感情的で肯定的な人間であるという彼の感情は、彼と彼が影響を与えた他のキャラクターを本当に楽しく感じさせました。\u001b[22m\n\u001b[1m(Shō de kare no kyarakutā ya kyarakutā no seikaku ni tsuite toriageru koto ga dekiru koto ga areba, soreha insupirēshon o eta kibōdeshita. Kamina wa kanjō-tekina otokodeari, ronri-tekina hitode wa arimasendeshita. Soshite watashi wa kore ga supoirāda to wa omowanai. Soshite kanjō-tekide kōtei-tekina ningendearu to iu kare no kanjō wa, kare to kare ga eikyō o ataeta ta no kyarakutā o hontōni tanoshiku kanji sasemashita.)\u001b[22m\n\nTranslations of \u001b[4mIf there's any one thing that I could take about his and most characters personality in the show, it was the hope the inspirited. Kamina was an emotional guy, not a logical one. And I don't think this is a spoiler. And so his emotionality of being an emotional, positive guy, made him and the other characters he influences, feel really fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there's any one thing that I could take about his and most characters personality in the show, it was the hope the inspirited.\u001b[24m\n    \u001b[1mショーで彼のキャラクターやキャラクターの性格について取り上げることができることがあれば、それはインスピレーションを得た希望でした。\u001b[22m, \u001b[1m私はショーで彼とほとんどの文字の人格についての取ることができる任意の一つのことがある場合、それは希望inspiritedました。\u001b[22m\n\u001b[4mKamina was an emotional guy, not a logical one.\u001b[24m\n    \u001b[1mKaminaは感情的な男であり、論理的な人ではありませんでした。\u001b[22m, \u001b[1mカミナは感情的な男ではなく、論理的なものでした。\u001b[22m\n\u001b[4mAnd I don't think this is a spoiler.\u001b[24m\n    \u001b[1mそして私はこれがスポイラーだとは思わない。\u001b[22m, \u001b[1mそして、私はこれはスポイラーではないと思います。\u001b[22m\n\u001b[4mAnd so his emotionality of being an emotional, positive guy, made him and the other characters he influences, feel really fun.\u001b[24m\n    \u001b[1mそして感情的で肯定的な人間であるという彼の感情は、彼と彼が影響を与えた他のキャラクターを本当に楽しく感じさせました。\u001b[22m, \u001b[1mそしてそのように感情的、肯定的な男であることの彼の情動は、彼と彼が影響を与える他の文字は、本当に楽しいと感じました。\u001b[22m\n\u001b[1m\u001b[22m\nSo you don't have to be homosexual for manly men to like this guy. Looking past that, if you just like happy-go-lucky, emotional, bright eyed characters, he can be fun.\n\n\u001b[1mだから、あなたは男性の男性がこの男を好きに同性愛する必要はありません。 過去を見て、幸運によい感情的で明るい目のようなキャラクターが好きなら、彼は楽しいことができます。\u001b[22m\n\u001b[1m(Dakara, anata wa dansei no dansei ga kono otoko o suki ni dōseiai suru hitsuyō wa arimasen. Kako o mite, kōun ni yoi kanjō-tekide akarui me no yōna kyarakutā ga sukinara, kare wa tanoshī koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo you don't have to be homosexual for manly men to like this guy. Looking past that, if you just like happy-go-lucky, emotional, bright eyed characters, he can be fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo you don't have to be homosexual for manly men to like this guy.\u001b[24m\n    \u001b[1mだから、あなたは男性の男性がこの男を好きに同性愛する必要はありません。\u001b[22m, \u001b[1mだから、男らしい男性はこの男を好きにするために同性愛者である必要はありません。\u001b[22m\n\u001b[4mLooking past that, if you just like happy-go-lucky, emotional, bright eyed characters, he can be fun.\u001b[24m\n    \u001b[1m過去を見て、幸運によい感情的で明るい目のようなキャラクターが好きなら、彼は楽しいことができます。\u001b[22m, \u001b[1mあなただけの幸せゴーラッキー、感情的な、明るい目の文字が好きなら、それを過ぎてみると、彼は楽しいことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the characters are pretty cool, better so that Kamina, but no one particular memorable that I would ever even close to state was my overall favorite anime character of all time. Personally but, they all have their own charm. No problems, but they're not the greatest cast of all time.\n\n\u001b[1m残りのキャラクターはかなりカッコいいので、Kaminaが好きですが、私が今までにも近くにいると思い出せないものは、私の全般的に好きなアニメキャラクターでした。 個人的には、しかし、彼らはすべて自分の魅力を持っています。 問題はありませんが、彼らはすべての時間の最大のキャストではありません。\u001b[22m\n\u001b[1m(Nokori no kyarakutā wa kanari kakko īnode, Kamina ga sukidesuga, watashi ga ima made ni mo chikaku ni iru to omoidasenai mono wa, watashi no zenpan-teki ni sukina animekyarakutādeshita. Kojin-teki ni wa, shikashi, karera wa subete jibun no miryoku o motte imasu. Mondai wa arimasenga, karera wa subete no jikan no saidai no kyasutode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the characters are pretty cool, better so that Kamina, but no one particular memorable that I would ever even close to state was my overall favorite anime character of all time. Personally but, they all have their own charm. No problems, but they're not the greatest cast of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the characters are pretty cool, better so that Kamina, but no one particular memorable that I would ever even close to state was my overall favorite anime character of all time.\u001b[24m\n    \u001b[1m残りのキャラクターはかなりカッコいいので、Kaminaが好きですが、私が今までにも近くにいると思い出せないものは、私の全般的に好きなアニメキャラクターでした。\u001b[22m, \u001b[1m文字の残りの部分はかなりクールです、より良いカミナように、私は状態に今までにあっても近いだろう、その特定の記憶に残る誰もがすべての時間の私の全体の好きなアニメのキャラクターではなかったです。\u001b[22m\n\u001b[4mPersonally but, they all have their own charm.\u001b[24m\n    \u001b[1m個人的には、しかし、彼らはすべて自分の魅力を持っています。\u001b[22m, \u001b[1m個人的にしかし、それらはすべて、独自の魅力を持っています。\u001b[22m\n\u001b[4mNo problems, but they're not the greatest cast of all time.\u001b[24m\n    \u001b[1m問題はありませんが、彼らはすべての時間の最大のキャストではありません。\u001b[22m, \u001b[1m問題ありませんが、彼らはすべての時間の最大のキャストじゃないん。\u001b[22m\n\u001b[1m\u001b[22m\n8 out of 10.\n\n\u001b[1m8のうち10\u001b[22m\n\u001b[1m(8 No uchi 10)\u001b[22m\n\nTranslations of \u001b[4m8 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8 out of 10.\u001b[24m\n    \u001b[1m8のうち10\u001b[22m, \u001b[1m10のうち8。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nEnjoyment is actually a 10 out of ten, even though overall this show is an 8 out of ten for me.\n\n\u001b[1m楽しさは、実際にはこのショー全体が私のために10のうち8であるにもかかわらず、10のうち10です。\u001b[22m\n\u001b[1m(Tanoshisa wa, jissai ni hako no shō zentai ga watashi no tame ni 10 no uchi 8dearu nimokakawarazu, 10 no uchi 10desu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment is actually a 10 out of ten, even though overall this show is an 8 out of ten for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment is actually a 10 out of ten, even though overall this show is an 8 out of ten for me.\u001b[24m\n    \u001b[1m楽しさは、実際にはこのショー全体が私のために10のうち8であるにもかかわらず、10のうち10です。\u001b[22m, \u001b[1m楽しさは、全体のこのショーは私のために10人のうち8であっても、実際には10人のうち10です。\u001b[22m\n\u001b[1m\u001b[22m\nReally, this show has perfect pacing, despite it's flaws. It's very easy to marathon and enjoy for me. I did not feel this huge\n\n\u001b[1m本当に、このショーは欠点にもかかわらず完璧なペースを持っています。 マラソンはとても簡単で、楽しむことができます。 私はこの巨大さを感じなかった\u001b[22m\n\u001b[1m(Hontōni, kono shō wa ketten nimokakawarazu kanpekina pēsu o motte imasu. Marason wa totemo kantande, tanoshimu koto ga dekimasu. Watashi wa kono kyodai-sa o kanjinakatta)\u001b[22m\n\nTranslations of \u001b[4mReally, this show has perfect pacing, despite it's flaws. It's very easy to marathon and enjoy for me. I did not feel this huge\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally, this show has perfect pacing, despite it's flaws.\u001b[24m\n    \u001b[1m本当に、このショーは欠点にもかかわらず完璧なペースを持っています。\u001b[22m, \u001b[1m本当に、このショーはそれの欠陥にもかかわらず、完璧なペーシングを持っています。\u001b[22m\n\u001b[4mIt's very easy to marathon and enjoy for me.\u001b[24m\n    \u001b[1mマラソンはとても簡単で、楽しむことができます。\u001b[22m, \u001b[1mこれは、マラソンには非常に簡単ですし、私のためにお楽しみください。\u001b[22m\n\u001b[4mI did not feel this huge\u001b[24m\n    \u001b[1m私はこの巨大さを感じなかった\u001b[22m, \u001b[1m私は、この巨大なを感じませんでした\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nI think despite it's really good aspects, this show has it's flaws. And it is no way deserving out of a ten out of ten or a number one ranking on My Anime List. This is undoubtedly one of the most sickeningly overrated anime shows to ever come out. And I really enjoyed this show.\n\n\u001b[1m私はそれが本当に良い面にもかかわらず、このショーには欠陥があると思います。 そして、それは10のうち10または私のアニメのリストのランキング1位に値する方法はありません。 これは間違いなく、今までにない最も嫌な過大評価のアニメ番組の1つです。 そして私はこのショーを本当に楽しみました。\u001b[22m\n\u001b[1m(Watashi wa sore ga hontōni yoi men nimokakawarazu, kono shō ni wa kekkan ga aru to omoimasu. Soshite, sore wa 10 no uchi 10 matawa watashi no anime no risuto no rankingu 1-i ni ataisuru hōhō wa arimasen. Kore wa machigainaku, ima made ni nai mottomo iyana kadai hyōka no anime bangumi no 1tsudesu. Soshite watashi wa kono shō o hontōni tanoshimimashita.)\u001b[22m\n\nTranslations of \u001b[4mI think despite it's really good aspects, this show has it's flaws. And it is no way deserving out of a ten out of ten or a number one ranking on My Anime List. This is undoubtedly one of the most sickeningly overrated anime shows to ever come out. And I really enjoyed this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think despite it's really good aspects, this show has it's flaws.\u001b[24m\n    \u001b[1m私はそれが本当に良い面にもかかわらず、このショーには欠陥があると思います。\u001b[22m, \u001b[1m私はそれが本当に良い面だにも関わらず、このショーはそれの欠陥があると思います。\u001b[22m\n\u001b[4mAnd it is no way deserving out of a ten out of ten or a number one ranking on My Anime List.\u001b[24m\n    \u001b[1mそして、それは10のうち10または私のアニメのリストのランキング1位に値する方法はありません。\u001b[22m, \u001b[1mそして、それは10のうち10またはマイアニメのリストにランキングナンバーワンのうち値する方法はありません。\u001b[22m\n\u001b[4mThis is undoubtedly one of the most sickeningly overrated anime shows to ever come out.\u001b[24m\n    \u001b[1mこれは間違いなく、今までにない最も嫌な過大評価のアニメ番組の1つです。\u001b[22m, \u001b[1mこれは間違いなく今までに出てくるための最も不快感を覚えるくらい過大評価アニメ番組の一つです。\u001b[22m\n\u001b[4mAnd I really enjoyed this show.\u001b[24m\n    \u001b[1mそして私はこのショーを本当に楽しみました。\u001b[22m, \u001b[1mそして、私は本当にこのショーを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nBut in the end, it is only like a amped up Outlaw Star to me. And personally, there was even some things I liked about Outlaw Star better. I would say it is only a few points above exactly what Outlaw Star was, and I don't mean rating points.\n\n\u001b[1mしかし、結局のところ、それはまさに私にアップル・アウロウ・スターのようなものです。 そして、個人的に、アウトロースターについてもっと好きなものさえあった。 私はそれがOutlaw Starの正確さよりもわずかに上の点に過ぎないと言っています。私は評価点を意味するものではありません。\u001b[22m\n\u001b[1m(Shikashi, kekkyokunotokoro, sore wa masani watashi ni appuru aurou sutā no yōna monodesu. Soshite, kojin-teki ni, autorōsutā ni tsuite motto sukina mono sae atta. Watashi wa sore ga Outlaw Star no seikaku sayori mo wazuka ni ue no ten ni suginai to itte imasu. Watashi wa hyōka-ten o imi suru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut in the end, it is only like a amped up Outlaw Star to me. And personally, there was even some things I liked about Outlaw Star better. I would say it is only a few points above exactly what Outlaw Star was, and I don't mean rating points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut in the end, it is only like a amped up Outlaw Star to me.\u001b[24m\n    \u001b[1mしかし、結局のところ、それはまさに私にアップル・アウロウ・スターのようなものです。\u001b[22m, \u001b[1mしかし、最終的に、それは私にだけまで怒っアウトロースターのようなものです。\u001b[22m\n\u001b[4mAnd personally, there was even some things I liked about Outlaw Star better.\u001b[24m\n    \u001b[1mそして、個人的に、アウトロースターについてもっと好きなものさえあった。\u001b[22m, \u001b[1mそして個人的に、私はより良い無法者スター気に入っさらにいくつかのものがありました。\u001b[22m\n\u001b[4mI would say it is only a few points above exactly what Outlaw Star was, and I don't mean rating points.\u001b[24m\n    \u001b[1m私はそれがOutlaw Starの正確さよりもわずかに上の点に過ぎないと言っています。私は評価点を意味するものではありません。\u001b[22m, \u001b[1m私はそれが唯一のいくつかのポイントアウトロースターだったまさに上であると言うだろう、と私は評価点を意味するものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nNot saying this show is bad, and I've both said a lot of good things about this show and given it a impressively high rating, and I think you should see this show if you actually haven't already. But the idea that this is the best anime show of all time just makes me *facepalm*. So hopefully even though this review is likely to get lost in the sea of reviews, hopefully maybe someone may come by it as a moderately rated and slightly less fanboyish review(I couldn't think of a better word) and have a more general medium idea of it, and not be so disappointing as I was when watching it. Don't go watching it because you think it'll be the best anime of all time, because you'll be disappointed like me, quite possibly.\n\n\u001b[1mこのショーのことを言っているわけではありませんが、私はこのショーについてたくさんの良いことを言っており、それに印象的な高い評価を与えています。 しかし、これがすべての時間の最高のアニメショーであるという考えは、私をfacepalm *にするだけです。 だからうまくいけば、このレビューは見直しの海で失われる可能性が高いですが、うまくいけば、誰かが適度に評価され、少し劣ったファンボイッシュレビュー（私はより良い言葉を考えることができませんでした） 私はそれを見ていたようにそれほど残念ではありません。 それはあなたが私のように失望してしまうので、それはすべての時間の最高のアニメになると思うので、それを見て行かないでください。\u001b[22m\n\u001b[1m(Kono shō no koto o itte iru wakede wa arimasenga, watashi wa kono shō ni tsuite takusan no yoikoto o itte ori, soreni inshō-tekina takai hyōka o ataete imasu. Shikashi, korega subete no jikan no saikō no animeshōdearu to iu kangae wa, watashi o facepalm* ni suru dakedesu.Dakara umaku ikeba, kono rebyū wa minaoshi no umi de ushinawa reru kanōsei ga takaidesuga, umaku ikeba, dareka ga tekido ni hyōka sa re, sukoshi ototta fanboisshurebyū (watashi wa yoriyoi kotoba o kangaeru koto ga dekimasendeshita) watashi wa sore o mite ita yō ni sorehodo zan'nende wa arimasen. Sore wa anata ga watashi no yō ni shitsubō shite shimaunode, soreha subete no jikan no saikō no anime ni naru to omou node, sore o mite ikanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNot saying this show is bad, and I've both said a lot of good things about this show and given it a impressively high rating, and I think you should see this show if you actually haven't already. But the idea that this is the best anime show of all time just makes me *facepalm*. So hopefully even though this review is likely to get lost in the sea of reviews, hopefully maybe someone may come by it as a moderately rated and slightly less fanboyish review(I couldn't think of a better word) and have a more general medium idea of it, and not be so disappointing as I was when watching it. Don't go watching it because you think it'll be the best anime of all time, because you'll be disappointed like me, quite possibly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot saying this show is bad, and I've both said a lot of good things about this show and given it a impressively high rating, and I think you should see this show if you actually haven't already.\u001b[24m\n    \u001b[1mこのショーのことを言っているわけではありませんが、私はこのショーについてたくさんの良いことを言っており、それに印象的な高い評価を与えています。\u001b[22m, \u001b[1mこのショーが悪いと言って、私は両方この番組についての良いたくさんのことを言ったし、それを印象的に高い評価を与えられた、と私はあなたが実際にまだ行っていない場合は、このショーを見るべきだと思いました。ありません\u001b[22m\n\u001b[4mBut the idea that this is the best anime show of all time just makes me *facepalm*.\u001b[24m\n    \u001b[1mしかし、これがすべての時間の最高のアニメショーであるという考えは、私をfacepalm *にするだけです。\u001b[22m, \u001b[1mしかし、これはすべての時間の中で最高のアニメ番組であるという考えは、私だけ*手のひらを顔に当てる*になります。\u001b[22m\n\u001b[4mSo hopefully even though this review is likely to get lost in the sea of reviews, hopefully maybe someone may come by it as a moderately rated and slightly less fanboyish review(I couldn't think of a better word) and have a more general medium\u001b[24m\n    \u001b[1mだからうまくいけば、このレビューは見直しの海で失われる可能性が高いですが、うまくいけば、誰かが適度に評価され、少し劣ったファンボイッシュレビュー（私はより良い言葉を考えることができませんでした）\u001b[22m, \u001b[1mこの口コミはレビューの海で迷子になる可能性があるので、できればあっても、うまくいけば、多分誰かが中程度の評価とやや少ないfanboyishレビューとしてそれで来る（私はもっと良い言葉を考えることができませんでした）、より一般的なメディアを有していてもよいです\u001b[22m\n\u001b[4midea of it, and not be so disappointing as I was when watching it.\u001b[24m\n    \u001b[1m私はそれを見ていたようにそれほど残念ではありません。\u001b[22m, \u001b[1mそれを見たときに私がいたとして、それのアイデアは、ので、失望することはありません。\u001b[22m\n\u001b[4mDon't go watching it because you think it'll be the best anime of all time, because you'll be disappointed like me, quite possibly.\u001b[24m\n    \u001b[1mそれはあなたが私のように失望してしまうので、それはすべての時間の最高のアニメになると思うので、それを見て行かないでください。\u001b[22m, \u001b[1mあなたは恐らく、私のようにがっかりすることがありますので、それは、すべての時間の中で最高のアニメだろうと思うので、それを見て行ってはいけません。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Simply_Waiting",
    "profile": "/profile/Simply_Waiting/reviews",
    "pages": "15",
    "number": "10",
    "link": "/reviews.php?id=9698",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nGurren Lagannは、しばらくの間、毎回しか来ないシリーズの1つです。 それは本当にあなたの魂をつかむショーで、それは絶賛です。 あなたがバトルやスポーツイベントに参加する場合は、Gurren Lagannのエピソードまたは2つを見て、自分自身を汲み上げることを強くお勧めします。\nストーリーは賢明です。シリーズを見始めると、最初は真剣に考えられないと思います。 しかし、いくつかのエピソードの後で、プロットやキャラクターの完全な叙事詩はあなたを引き込み、それは深刻な問題として扱われなければならない究極の物語になります。 それはまた、他のmechとapocalypticシリーズを借りる、あるいはむしろparodiesするものです。 それでも、これらの要素は独創性にのみ寄与する方法で組み込まれています。  Gainax（FLCL、Eva、Abenobashi）から期待されるすべてのものです。\nキャラクターは本当にショーの魂です。  Gurren Lagannはプロットされていると言えるかもしれませんが、そのプロットはキャラクター駆動であるとも言わなければなりません。 私はあなたがSimon、Yoko、Kitan、Viral、そしてはい、甘い甘美なKaminaでも恋に落ちると誓っています。\nGurren Lagannの音楽はもう一つの鍵です。  「スカイブルーデイズ」や「地獄のリベラ・メイ」などの曲は、最近リリースされた他の多くの番組のキャラクターやプロットよりも、このシリーズの楽しさに貢献してくれるでしょう。\nアニメ賢い.... IT'S GAINAX!!! 彼らの名前は美しいアニメーションの代名詞となっています。\n全体として、Tengen Toppa Gurren Lagannは、日本のアニメーターに対する信頼を再確認するシリーズです。 それは、後期のすべてが公式のやり方ではないことを示しています。 ありがとうと戦った！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGurren Lagann is one of those series that only comes along every once in awhile. It's a show that really grabs your soul and sets it ablaze. If you're ever entering a battle or sporting event, I highly recommend watching an episode or two of Gurren Lagann before hand to pump your self up, it's totally inspiring.\n\n\u001b[1mGurren Lagannは、しばらくの間、毎回しか来ないシリーズの1つです。 それは本当にあなたの魂をつかむショーで、それは絶賛です。 あなたがバトルやスポーツイベントに参加する場合は、Gurren Lagannのエピソードまたは2つを見て、自分自身を汲み上げることを強くお勧めします。\u001b[22m\n\u001b[1m(Gurren Lagann wa, shibarakunoaida, maikai shika konai shirīzu no 1tsudesu. Sore wa hontōni anata no tamashī o tsukamu shō de, soreha zessandesu. Anata ga batoru ya supōtsuibento ni sanka suru baai wa, Gurren Lagann no episōdo matawa 2tsu o mite, jibun jishin o kumiageru koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mGurren Lagann is one of those series that only comes along every once in awhile. It's a show that really grabs your soul and sets it ablaze. If you're ever entering a battle or sporting event, I highly recommend watching an episode or two of Gurren Lagann before hand to pump your self up, it's totally inspiring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGurren Lagann is one of those series that only comes along every once in awhile.\u001b[24m\n    \u001b[1mGurren Lagannは、しばらくの間、毎回しか来ないシリーズの1つです。\u001b[22m, \u001b[1m天元突破グレンラガンは一度だけしばらくの間のすべてのに沿って来て、これらのシリーズの一つです。\u001b[22m\n\u001b[4mIt's a show that really grabs your soul and sets it ablaze.\u001b[24m\n    \u001b[1mそれは本当にあなたの魂をつかむショーで、それは絶賛です。\u001b[22m, \u001b[1mそれは本当にあなたの魂をつかみ、それを輝い設定ショーです。\u001b[22m\n\u001b[4mIf you're ever entering a battle or sporting event, I highly recommend watching an episode or two of Gurren Lagann before hand to pump your self up, it's totally inspiring.\u001b[24m\n    \u001b[1mあなたがバトルやスポーツイベントに参加する場合は、Gurren Lagannのエピソードまたは2つを見て、自分自身を汲み上げることを強くお勧めします。\u001b[22m, \u001b[1mあなたは今までの戦いやスポーツイベントを入力している場合は、私は非常にそれが完全に感激です、あなたの自己をポンプアップするために手を前にエピソードや天元突破グレンラガンの2を見てお勧めします。\u001b[22m\nStory wise, when you begin watching the series you initially think that it's not supposed to be taken seriously. However, after a few episodes the sheer 'epicness' of the plot and characters pulls you in and it becomes the ultimate story which must be handled as a serious matter. It's also something that borrows, or rather parodies other mech and apocalyptic series. Even so, it incorporates these elements in a way that only contributes to its originality. It's everything you've come to expect from Gainax (FLCL, Eva, Abenobashi).\n\n\u001b[1mストーリーは賢明です。シリーズを見始めると、最初は真剣に考えられないと思います。 しかし、いくつかのエピソードの後で、プロットやキャラクターの完全な叙事詩はあなたを引き込み、それは深刻な問題として扱われなければならない究極の物語になります。 それはまた、他のmechとapocalypticシリーズを借りる、あるいはむしろparodiesするものです。 それでも、これらの要素は独創性にのみ寄与する方法で組み込まれています。  Gainax（FLCL、Eva、Abenobashi）から期待されるすべてのものです。\u001b[22m\n\u001b[1m(Sutōrī wa kenmeidesu. Shirīzu o mi hajimeru to, saisho wa shinken ni kangae rarenai to omoimasu. Shikashi, ikutsu ka no episōdo no nochi de, purotto ya kyarakutā no kanzen'na jojishi wa anata o hikikomi, sore wa shinkokuna mondai to shite atsukawa renakereba naranai kyūkyoku no monogatari ni narimasu. Sore wa mata, hoka no mech to apocalyptic shirīzu o kariru, aruiwa mushiro parodies suru monodesu. Soredemo, korera no yōso wa dokusō-sei ni nomi kiyo suru hōhō de kumikoma rete imasu. Gainax (furikuri, Eva, Abenobashi) kara kitai sa reru subete no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory wise, when you begin watching the series you initially think that it's not supposed to be taken seriously. However, after a few episodes the sheer 'epicness' of the plot and characters pulls you in and it becomes the ultimate story which must be handled as a serious matter. It's also something that borrows, or rather parodies other mech and apocalyptic series. Even so, it incorporates these elements in a way that only contributes to its originality. It's everything you've come to expect from Gainax (FLCL, Eva, Abenobashi).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory wise, when you begin watching the series you initially think that it's not supposed to be taken seriously.\u001b[24m\n    \u001b[1mストーリーは賢明です。シリーズを見始めると、最初は真剣に考えられないと思います。\u001b[22m, \u001b[1mあなたはシリーズを見始めるとストーリー面では、あなたが最初にそれを真剣に取られることになっていないと思います。\u001b[22m\n\u001b[4mHowever, after a few episodes the sheer 'epicness' of the plot and characters pulls you in and it becomes the ultimate story which must be handled as a serious matter.\u001b[24m\n    \u001b[1mしかし、いくつかのエピソードの後で、プロットやキャラクターの完全な叙事詩はあなたを引き込み、それは深刻な問題として扱われなければならない究極の物語になります。\u001b[22m, \u001b[1mしかし、いくつかのエピソードのプロットの膨大な「epicness 'と文字の後にあなたを引き出し、それが深刻な問題として扱われなければならない究極の話になります。\u001b[22m\n\u001b[4mIt's also something that borrows, or rather parodies other mech and apocalyptic series.\u001b[24m\n    \u001b[1mそれはまた、他のmechとapocalypticシリーズを借りる、あるいはむしろparodiesするものです。\u001b[22m, \u001b[1mまた、他のメカと黙示録シリーズをパロディむしろ借りて、または何か。\u001b[22m\n\u001b[4mEven so, it incorporates these elements in a way that only contributes to its originality.\u001b[24m\n    \u001b[1mそれでも、これらの要素は独創性にのみ寄与する方法で組み込まれています。\u001b[22m, \u001b[1mそうであっても、それだけで、その独創性に寄与するような方法でこれらの要素が組み込まれています。\u001b[22m\n\u001b[4mIt's everything you've come to expect from Gainax (FLCL, Eva, Abenobashi).\u001b[24m\n    \u001b[1mGainax（FLCL、Eva、Abenobashi）から期待されるすべてのものです。\u001b[22m, \u001b[1mそれはあなたがガイナックス（フリクリ、エヴァ、Abenobashi）から期待するようになってきたすべてのものです。\u001b[22m\nThe characters really are the soul of the show. It could be said Gurren Lagann is plot driven but it would also have to be said that the plot is character driven. I swear that you will fall in love with Simon, Yoko, Kitan, Viral, and yes, even sweet sweet Kamina.\n\n\u001b[1mキャラクターは本当にショーの魂です。  Gurren Lagannはプロットされていると言えるかもしれませんが、そのプロットはキャラクター駆動であるとも言わなければなりません。 私はあなたがSimon、Yoko、Kitan、Viral、そしてはい、甘い甘美なKaminaでさえ恋に落ちると誓っています。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni shō no tamashīdesu. Gurren Lagann wa purotto sa rete iru to ieru kamo shiremasenga, sono purotto wa kyarakutā kudōdearu to mo iwanakereba narimasen. Watashi wa anata ga saimon, Yoko, Kitan, Viral, soshite hai, amai kanbina Kaminade sae koiniochiru to chikatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters really are the soul of the show. It could be said Gurren Lagann is plot driven but it would also have to be said that the plot is character driven. I swear that you will fall in love with Simon, Yoko, Kitan, Viral, and yes, even sweet sweet Kamina.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters really are the soul of the show.\u001b[24m\n    \u001b[1mキャラクターは本当にショーの魂です。\u001b[22m, \u001b[1m文字は実際にショーの魂です。\u001b[22m\n\u001b[4mIt could be said Gurren Lagann is plot driven but it would also have to be said that the plot is character driven.\u001b[24m\n    \u001b[1mGurren Lagannはプロットされていると言えるかもしれませんが、そのプロットはキャラクター駆動であるとも言わなければなりません。\u001b[22m, \u001b[1m天元突破グレンラガン、プロット駆動であるといえるが、それはまた、プロットは、文字駆動型であると言わなければならないであろう。\u001b[22m\n\u001b[4mI swear that you will fall in love with Simon, Yoko, Kitan, Viral, and yes, even sweet sweet Kamina.\u001b[24m\n    \u001b[1m私はあなたがSimon、Yoko、Kitan、Viral、そしてはい、甘い甘美なKaminaでさえ恋に落ちると誓っています。\u001b[22m, \u001b[1m私も甘い甘いカミナ、あなたはサイモン、洋子、キタン、ウイルスと恋に落ちることを誓う、はい。\u001b[22m\nThe music of Gurren Lagann is another key draw. Songs like 'Sky-Blue Days' and ''Libera me' from hell' do more to contribute to the enjoyment of this series than the characters or plot do for many other shows that have been released recently.\n\n\u001b[1mGurren Lagannの音楽はもう一つの鍵です。  「スカイブルーデイズ」や「地獄のリベラ・メイ」などの曲は、最近リリースされた他の多くの番組のキャラクターやプロットよりも、このシリーズの楽しさに貢献してくれるでしょう。\u001b[22m\n\u001b[1m(Gurren Lagann no ongaku wa mōhitotsu no kagidesu. `Sukaiburūdeizu' ya `jigoku no ribera mei' nado no kyoku wa, saikin rirīsu sa reta ta no ōku no bangumi no kyarakutā ya purotto yori mo, kono shirīzu no tanoshisa ni kōken shite kurerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe music of Gurren Lagann is another key draw. Songs like 'Sky-Blue Days' and ''Libera me' from hell' do more to contribute to the enjoyment of this series than the characters or plot do for many other shows that have been released recently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music of Gurren Lagann is another key draw.\u001b[24m\n    \u001b[1mGurren Lagannの音楽はもう一つの鍵です。\u001b[22m, \u001b[1m天元突破グレンラガンの音楽はもう一つの重要な引き分けとなります。\u001b[22m\n\u001b[4mSongs like 'Sky-Blue Days' and ''Libera me' from hell' do more to contribute to the enjoyment of this series than the characters or plot do for many other shows that have been released recently.\u001b[24m\n    \u001b[1m「スカイブルーデイズ」や「地獄のリベラ・メイ」などの曲は、最近リリースされた他の多くの番組のキャラクターやプロットよりも、このシリーズの楽しさに貢献してくれるでしょう。\u001b[22m, \u001b[1m地獄からの「スカイブルーデイズ 'と' 'リベラ私' 'のような曲は、最近リリースされた他の多くのショーのために文字やプロットよりも、このシリーズの楽しみに行うに貢献するために複数の操作を行います。\u001b[22m\nAnimation wise....IT'S GAINAX!!! Their name has become synonymous with beautiful animation.\n\n\u001b[1mアニメ賢い.... IT'S GAINAX!!! 彼らの名前は美しいアニメーションの代名詞となっています。\u001b[22m\n\u001b[1m(Anime kashikoi. ... IT' S gainakkusu! ! ! Karera no namae wa utsukushī animēshon no daimeishi to natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation wise....IT'S GAINAX!!! Their name has become synonymous with beautiful animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation wise....IT'S GAINAX!!!\u001b[24m\n    \u001b[1mアニメ賢い.... IT'S GAINAX!!!\u001b[22m, \u001b[1mアニメーションは賢明な.... ITはGAINAX'S!!!\u001b[22m\n\u001b[4mTheir name has become synonymous with beautiful animation.\u001b[24m\n    \u001b[1m彼らの名前は美しいアニメーションの代名詞となっています。\u001b[22m, \u001b[1m彼らの名前は、美しいアニメーションの代名詞となっています。\u001b[22m\nOverall, Tengen Toppa Gurren Lagann is series that will reaffirm our faith in Japanese animators. It shows that not everything of late is formulaic crap. Thank you and FIGHT THE POWER!\n\n\u001b[1m全体として、Tengen Toppa Gurren Lagannは、日本のアニメーターに対する信頼を再確認するシリーズです。 それは、後期のすべてが公式のやり方ではないことを示しています。 ありがとうと戦った！\u001b[22m\n\u001b[1m(Zentai to shite, Tengen Toppa Gurren Lagann wa, Nihon no animētā ni taisuru shinrai o sai kakunin suru shirīzudesu. Sore wa, kōki no subete ga kōshiki no yarikatade wanai koto o shimeshite imasu. Arigatō to tatakatta!)\u001b[22m\n\nTranslations of \u001b[4mOverall, Tengen Toppa Gurren Lagann is series that will reaffirm our faith in Japanese animators. It shows that not everything of late is formulaic crap. Thank you and FIGHT THE POWER!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Tengen Toppa Gurren Lagann is series that will reaffirm our faith in Japanese animators.\u001b[24m\n    \u001b[1m全体として、Tengen Toppa Gurren Lagannは、日本のアニメーターに対する信頼を再確認するシリーズです。\u001b[22m, \u001b[1m全体的に、天元突破グレンラガン、日本のアニメーターに私たちの信仰を再確認しますシリーズです。\u001b[22m\n\u001b[4mIt shows that not everything of late is formulaic crap.\u001b[24m\n    \u001b[1mそれは、後期のすべてが公式のやり方ではないことを示しています。\u001b[22m, \u001b[1mこれは、後半のないすべてが定型がらくたであることを示しています。\u001b[22m\n\u001b[4mThank you and FIGHT THE POWER!\u001b[24m\n    \u001b[1mありがとうと戦った！\u001b[22m, \u001b[1mありがとうございますとPOWERをFIGHT！\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "WoodRespecter",
    "profile": "/profile/WoodRespecter/reviews",
    "pages": "15",
    "number": "11",
    "link": "/reviews.php?id=39027",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  10\n\nあなたは時には物事が悪いので、彼らが良いことを時々知っていますか？\n\nさて、Tengen Toppa Gurren Lagannはとても信じられないほど上手く上手くいっていて、ある点では、馬鹿馬鹿しくて、それは素晴らしいことです。 シリーズ全体は、敵との戦い、敵への負け、しかし、魔法のように、解決策を見つけて勝利することを中心に展開されています！ この巨大なプロットホールは、「スパイラルパワー」を使って隠されています。\n\nしかし、これはすべてその利点を発揮します。 欠陥は、何とか、完全な不良品の形に変形する。 テストステロンは常に最初から最後まで浸透します。\n\n今、私はTTGLを嫌っているように思えるかもしれませんが、それは全く反対です。私はそれを徹底的に楽しんでいます。 それを見に行きなさい。 あなたはそれを見たことのないあなたの4人を気に入るでしょう。\n\nだから、それはたわごとの話、チーズな対話、ファンサービスの負荷、およびいくつかの他の問題があります。 それにもかかわらず、私はそれを毎分愛しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nYou know how sometimes things will be so bad they're good?\n\n\u001b[1mあなたは時には物事が悪いので、彼らが良いことを時々知っていますか？\u001b[22m\n\u001b[1m(Anata wa tokiniha monogoto ga waruinode, karera ga yoi koto o tokidoki shitte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mYou know how sometimes things will be so bad they're good?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know how sometimes things will be so bad they're good?\u001b[24m\n    \u001b[1mあなたは時には物事が悪いので、彼らが良いことを時々知っていますか？\u001b[22m, \u001b[1mあなたは物事が、彼らは良いしているので、悪いものになるかどうか、時々知っていますか？\u001b[22m\n\u001b[1m\u001b[22m\nWell, Tengen Toppa Gurren Lagann is so incredibly over-the-top, cliched, and, at some points, down right idiotic, that it's fucking great. The entire series revolves around fighting an enemy, losing to said enemy, but then, magically, finding a solution and winning! This enormous plot hole(s) is covered up with the use of some bullshit 'Spiral Power.'\n\n\u001b[1mさて、Tengen Toppa Gurren Lagannはとても信じられないほど上手く上手くいっていて、ある点では、馬鹿馬鹿しくて、それは素晴らしいことです。 シリーズ全体は、敵との戦い、敵への負け、しかし、魔法のように、解決策を見つけて勝利することを中心に展開されています！ この巨大なプロットホールは、「スパイラルパワー」を使って隠されています。\u001b[22m\n\u001b[1m(Sate, Tengen Toppa Gurren Lagann wa totemo shinji rarenai hodo umaku umaku itte ite, aru tende wa, bakabakashikute, sore wa subarashī kotodesu. Shirīzu zentai wa, teki to notatakai, teki e no make, shikashi, mahō no yō ni, kaiketsusaku o mitsukete shōri suru koto o chūshin ni tenkai sa rete imasu! Kono kyodaina purottohōru wa,`supairarupawā' o tsukatte kakusa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, Tengen Toppa Gurren Lagann is so incredibly over-the-top, cliched, and, at some points, down right idiotic, that it's fucking great. The entire series revolves around fighting an enemy, losing to said enemy, but then, magically, finding a solution and winning! This enormous plot hole(s) is covered up with the use of some bullshit 'Spiral Power.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, Tengen Toppa Gurren Lagann is so incredibly over-the-top, cliched, and, at some points, down right idiotic, that it's fucking great.\u001b[24m\n    \u001b[1mさて、Tengen Toppa Gurren Lagannはとても信じられないほど上手く上手くいっていて、ある点では、馬鹿馬鹿しくて、それは素晴らしいことです。\u001b[22m, \u001b[1mまあ、天元突破グレンラガン、それがクソ偉大だと、信じられないほどオーバーザトップ、陳腐、および、いくつかの点で、右下ばかばかしいです。\u001b[22m\n\u001b[4mThe entire series revolves around fighting an enemy, losing to said enemy, but then, magically, finding a solution and winning!\u001b[24m\n    \u001b[1mシリーズ全体は、敵との戦い、敵への負け、しかし、魔法のように、解決策を見つけて勝利することを中心に展開されています！\u001b[22m, \u001b[1mシリーズ全体は約言っ敵に敗れ、敵との戦いが、その後、魔法のように、解決策を見つけ、勝利を中心に展開します！\u001b[22m\n\u001b[4mThis enormous plot hole(s) is covered up with the use of some bullshit 'Spiral Power.'\u001b[24m\n    \u001b[1mこの巨大なプロットホールは、「スパイラルパワー」を使って隠されています。\u001b[22m, \u001b[1mこの巨大なプロットの穴（複数可）は、いくつかのでたらめを使用してアップ覆われている「スパイラルパワー」。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, this all works out in its advantage. The flaws, somehow, morph into a form of complete badass-ery. The testosterone constantly seeps from beginning to end.\n\n\u001b[1mしかし、これはすべてその利点を発揮します。 どういうわけか、この欠陥は完全な不良品の形に変形する。 テストステロンは常に最初から最後まで浸透します。\u001b[22m\n\u001b[1m(Shikashi, koreha subete sono riten o hakki shimasu. Dō iu wake ka, kono kekkan wa kanzen'na fu ryōhin no katachi ni henkei suru. Tesutosuteron wa tsuneni saisho kara saigomade shintō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, this all works out in its advantage. The flaws, somehow, morph into a form of complete badass-ery. The testosterone constantly seeps from beginning to end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, this all works out in its advantage.\u001b[24m\n    \u001b[1mしかし、これはすべてその利点を発揮します。\u001b[22m, \u001b[1mしかし、このすべては、その利点の中で動作します。\u001b[22m\n\u001b[4mThe flaws, somehow, morph into a form of complete badass-ery.\u001b[24m\n    \u001b[1mどういうわけか、この欠陥は完全な不良品の形に変形する。\u001b[22m, \u001b[1m欠陥は、何らかの形で、完全なワル-ERYの形に変形します。\u001b[22m\n\u001b[4mThe testosterone constantly seeps from beginning to end.\u001b[24m\n    \u001b[1mテストステロンは常に最初から最後まで浸透します。\u001b[22m, \u001b[1mテストステロンは、常に最初から最後まで浸透します。\u001b[22m\n\u001b[1m\u001b[22m\nNow, it may seem like I hated TTGL, but it's quite the opposite: I thoroughly enjoyed it. Go watch it. You'll most likely like it, the four of you who haven't seen it.\n\n\u001b[1m今、私はTTGLを嫌っているように思えるかもしれませんが、それは全く反対です。私はそれを徹底的に楽しんでいます。 それを見に行きなさい。 あなたはそれを見たことのないあなたの4人を気に入るでしょう。\u001b[22m\n\u001b[1m(Ima, watashi wa TTGL o kiratte iru yō ni omoeru kamo shiremasenga, sore wa mattaku hantaidesu. Watashi wa sore o tetteiteki ni tanoshinde imasu. Sore o mi ni iki nasai. Anata wa sore o mita koto no nai anata no 4-ri o kiniirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mNow, it may seem like I hated TTGL, but it's quite the opposite: I thoroughly enjoyed it. Go watch it. You'll most likely like it, the four of you who haven't seen it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, it may seem like I hated TTGL, but it's quite the opposite: I thoroughly enjoyed it.\u001b[24m\n    \u001b[1m今、私はTTGLを嫌っているように思えるかもしれませんが、それは全く反対です。私はそれを徹底的に楽しんでいます。\u001b[22m, \u001b[1m今、私はTTGLを嫌っように見えるかもしれませんが、それは全く逆だ：私は徹底的にそれを楽しみました。\u001b[22m\n\u001b[4mGo watch it.\u001b[24m\n    \u001b[1mそれを見に行きなさい。\u001b[22m, \u001b[1mそれを見に行きます。\u001b[22m\n\u001b[4mYou'll most likely like it, the four of you who haven't seen it.\u001b[24m\n    \u001b[1mあなたはそれを見たことのないあなたの4人を気に入るでしょう。\u001b[22m, \u001b[1mあなたはそれ、それを見ていないあなたの4を最も可能性の高い気に入るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nSo, it has a shitty story, cheesy dialogue, loads of fan service, and several other problems. Nonetheless, I loved every minute of it.\n\n\u001b[1mだから、それはたわごとの話、チーズな対話、ファンサービスの負荷、およびいくつかの他の問題があります。 それにもかかわらず、私はそれを毎分愛しました。\u001b[22m\n\u001b[1m(Dakara, soreha tawagoto no hanashi, chīzuna taiwa, fansābisu no fuka, oyobi ikutsu ka no ta no mondai ga arimasu. Sore nimokakawarazu, watashi wa sore o maifun aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo, it has a shitty story, cheesy dialogue, loads of fan service, and several other problems. Nonetheless, I loved every minute of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, it has a shitty story, cheesy dialogue, loads of fan service, and several other problems.\u001b[24m\n    \u001b[1mだから、それはたわごとの話、チーズな対話、ファンサービスの負荷、およびいくつかの他の問題があります。\u001b[22m, \u001b[1mだから、それはくだらない話、安っぽい対話、ファンサービスの負荷、および他のいくつかの問題を抱えています。\u001b[22m\n\u001b[4mNonetheless, I loved every minute of it.\u001b[24m\n    \u001b[1mそれにもかかわらず、私はそれを毎分愛しました。\u001b[22m, \u001b[1mそれにもかかわらず、私はそれの毎分を愛しました。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Gwing",
    "profile": "/profile/Gwing/reviews",
    "pages": "15",
    "number": "12",
    "link": "/reviews.php?id=6041",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nGurren Lagannは、生涯のアニメで一度も目にするものの1つです。 ええ、最初は良く見えなかったかもしれませんが、ストーリーはもっと深く進んでいきました。 芸術はかなり良いものでした。特に、最初のエピソードでは、片方の夜ともう片方の隣の隣の隣の夜を見せていました。 音も良くて、クラッシュ、シュート、剣の衝突、ドリルの音が良かった。 キャラクターは、ディラーからラガーのオペレーターにどのように行ったのか優れていました。 そして楽しさはそれをもっと見たいと思うでしょう。 だから私はこれに10を与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGurren Lagann is one of those once in a lifetime animes you will ever witnessed. Yeah probably it did not look good at first, but the story progressed into more depth. Art was pretty good, especially in the first episode where they showed night on one side and sundown on another side right next to eachother. The sound was good as well, the crashes, the shooting, the clash of swords, and the sound of drill was good. Characters were excellent how it went from a diller to an operator of lagann. And the enjoyment will want watching it more and more. So out of all I give this a 10\n\n\u001b[1mGurren Lagannは、生涯のアニメで一度も目にするものの1つです。 ええ、最初は良く見えなかったかもしれませんが、ストーリーはもっと深く進んでいきました。 芸術はかなり良いものでした。特に、最初のエピソードでは、片方の夜ともう片方の隣の隣の隣の夜を見せていました。 音も良くて、クラッシュ、シュート、剣の衝突、ドリルの音が良かった。 キャラクターは、ディラーからラガーのオペレーターにどのように行ったのか優れていました。 そして楽しさはそれをもっと見たいと思うでしょう。 だから私はこれに10を与える\u001b[22m\n\u001b[1m(Gurren Lagann wa, shōgai no anime de ichido mo me ni suru mono no 1tsudesu. E e, saisho wa yoku mienakatta kamo shiremasenga, sutōrī wa motto fukaku susunde ikimashita. Geijutsu wa kanari yoi monodeshita. Tokuni, saisho no episōdode wa, katahō no yoru to mō katahō no tonari no tonari no tonari no yoru o misete imashita. Oto mo yokute, kurasshu, shūto, ken no shōtotsu, doriru no oto ga yokatta. Kyarakutā wa, dirā kara ragā no operētā ni dono yō ni itta no ka sugurete imashita. Soshite tanoshisa wa sore o motto mitai to omoudeshou. Dakara watashi wa kore ni 10 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mGurren Lagann is one of those once in a lifetime animes you will ever witnessed. Yeah probably it did not look good at first, but the story progressed into more depth. Art was pretty good, especially in the first episode where they showed night on one side and sundown on another side right next to eachother. The sound was good as well, the crashes, the shooting, the clash of swords, and the sound of drill was good. Characters were excellent how it went from a diller to an operator of lagann. And the enjoyment will want watching it more and more. So out of all I give this a 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGurren Lagann is one of those once in a lifetime animes you will ever witnessed.\u001b[24m\n    \u001b[1mGurren Lagannは、生涯のアニメで一度も目にするものの1つです。\u001b[22m, \u001b[1m天元突破グレンラガンはかつてあなたが目撃されます生涯アニメのものの一つです。\u001b[22m\n\u001b[4mYeah probably it did not look good at first, but the story progressed into more depth.\u001b[24m\n    \u001b[1mええ、最初は良く見えなかったかもしれませんが、ストーリーはもっと深く進んでいきました。\u001b[22m, \u001b[1mうん、おそらくそれは、最初は良い見ていないが、物語はより多くの深さに進行しました。\u001b[22m\n\u001b[4mArt was pretty good, especially in the first episode where they showed night on one side and sundown on another side right next to eachother.\u001b[24m\n    \u001b[1m芸術はかなり良いものでした。特に、最初のエピソードでは、片方の夜ともう片方の隣の隣の隣の夜を見せていました。\u001b[22m, \u001b[1mアートは特に、彼らはすぐ隣お互いに別の側の一方の側と日没の夜を示した最初のエピソードでは、かなり良かったです。\u001b[22m\n\u001b[4mThe sound was good as well, the crashes, the shooting, the clash of swords, and the sound of drill was good.\u001b[24m\n    \u001b[1m音も良くて、クラッシュ、シュート、剣の衝突、ドリルの音が良かった。\u001b[22m, \u001b[1m音だけでなく、クラッシュは、撮影、剣の衝突、およびドリルの音が良かった良かったです。\u001b[22m\n\u001b[4mCharacters were excellent how it went from a diller to an operator of lagann.\u001b[24m\n    \u001b[1mキャラクターは、ディラーからラガーのオペレーターにどのように行ったのか優れていました。\u001b[22m, \u001b[1m文字は、それがディラーからグレンラガンのオペレータに行ってきましたどのように優れていました。\u001b[22m\n\u001b[4mAnd the enjoyment will want watching it more and more.\u001b[24m\n    \u001b[1mそして楽しさはそれをもっと見たいと思うでしょう。\u001b[22m, \u001b[1mそして、楽しさは、それがより多くのを見たいと思うでしょう。\u001b[22m\n\u001b[4mSo out of all I give this a 10\u001b[24m\n    \u001b[1mだから私はこれに10を与える\u001b[22m, \u001b[1mだから、すべてのうち、私はこの10を与えます\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "shintai88",
    "profile": "/profile/shintai88/reviews",
    "pages": "15",
    "number": "13",
    "link": "/reviews.php?id=14883",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は本当にこれを楽しんだが、それは非常に遅く始まる、私は最初のエピソードを見たことを認めなければならないと私は思った 'ああ、ストーリーラインのない別のランダムなメカアニメではないが12週過ぎ、13エピソード 私はちょうどそれを別にキャストするために急いでいるかもしれないので、私は他の12のエピソードを見ることにしました。\n\nそしてボーイは私が嬉しかった、私の話は新しいことではなかったが、行動と声優、それにドラマさえも本当に夢中になった。そして、出来事の転換とサイモンの人生への発展は、 私を見守ってください。\n\nしかし、アニメは壮大な舞台に進出し続けていました。ショーにはそれ以上の普遍的な戦いで私を驚かせるものは何もありませんでした。\n\n全体的には素晴らしい経験を見て喜びます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI truly enjoyed this, but it starts out quite slow, I have to admit I watched the first episode and lost hope I thought 'Oh no not another random mecha anime with no story line' but 12 weeks past, and with 13 episodes I thought I might have been hasty to have just casted it aside, so I decided to view the other 12 episodes.\n\n\u001b[1m私は本当にこれを楽しんだが、それは非常に遅く始まる、私は最初のエピソードを見たことを認めなければならないと私は思った 'ああ、ストーリーラインのない別のランダムなメカアニメではないが12週過ぎ、13エピソード 私はちょうどそれを別にキャストするために急いでいるかもしれないので、私は他の12のエピソードを見ることにしました。\u001b[22m\n\u001b[1m(Watashi wa hontōni kore o tanoshindaga, sore wa hijō ni osoku hajimaru, watashi wa saisho no episōdo o mita koto o mitomenakereba naranaito watashi wa omotta' ā, sutōrīrain no nai betsu no randamuna meka animede wa naiga 12-shū sugi, 13 episōdo watashi wa chōdo sore o betsuni kyasuto suru tame ni isoide iru kamo shirenainode, watashi wa hoka no 12 no episōdo o miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI truly enjoyed this, but it starts out quite slow, I have to admit I watched the first episode and lost hope I thought 'Oh no not another random mecha anime with no story line' but 12 weeks past, and with 13 episodes I thought I might have been hasty to have just casted it aside, so I decided to view the other 12 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI truly enjoyed this, but it starts out quite slow, I have to admit I watched the first episode and lost hope I thought 'Oh no not another random mecha anime with no story line' but 12 weeks past, and with 13 episodes I thought\u001b[24m\n    \u001b[1m私は本当にこれを楽しんだが、それは非常に遅く始まる、私は最初のエピソードを見たことを認めなければならないと私は思った 'ああ、ストーリーラインのない別のランダムなメカアニメではないが12週過ぎ、13エピソード\u001b[22m, \u001b[1m私はしかし、12週間の過去、と私は思った13のエピソードで「ストーリーラインなしでああではない別のランダムメカアニメ「思った私は本当にこれを楽しみましたが、それは非常に遅く出発し、私は私が最初のエピソードを見て、希望を失っ認めざるを得ません\u001b[22m\n\u001b[4mI might have been hasty to have just casted it aside, so I decided to view the other 12 episodes.\u001b[24m\n    \u001b[1m私はちょうどそれを別にキャストするために急いでいるかもしれないので、私は他の12のエピソードを見ることにしました。\u001b[22m, \u001b[1m私はちょうどそれを脇にキャストしていると性急だったかもしれないので、私は他の12のエピソードを表示することを決めました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd Boy was I glad I did, the story was nothing new, but the action and the voice acting and even the drama added into it really got me hooked, and with the turn of events and the development of Simon becoming a man was enough to keep me watching.\n\n\u001b[1mそしてボーイは私が嬉しかった、私の話は新しいことではなかったが、行動と声優、それにドラマさえも本当に夢中になった。そして、出来事の転換とサイモンの人生への発展は、 私を見守ってください。\u001b[22m\n\u001b[1m(Soshite bōi wa watashi ga ureshikatta, watashi no hanashi wa atarashī kotode wa nakattaga, kōdō to seiyū, soreni dorama sae mo hontōni muchū ni natta. Soshite, dekigoto no tenkan to Saimon no jinsei e no hatten wa, watashi o mimamotte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnd Boy was I glad I did, the story was nothing new, but the action and the voice acting and even the drama added into it really got me hooked, and with the turn of events and the development of Simon becoming a man was enough to keep me watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd Boy was I glad I did, the story was nothing new, but the action and the voice acting and even the drama added into it really got me hooked, and with the turn of events and the development of Simon becoming a man was enough to\u001b[24m\n    \u001b[1mそしてボーイは私が嬉しかった、私の話は新しいことではなかったが、行動と声優、それにドラマさえも本当に夢中になった。そして、出来事の転換とサイモンの人生への発展は、\u001b[22m, \u001b[1m少年は私がやった私は喜んでいたと、話は新しい何もなかったが、ドラマがそれに追加してもアクションと声の演技とは本当に私が夢中になった、イベントのターンとサイモンは男になっての開発をするのに十分でした\u001b[22m\n\u001b[4mkeep me watching.\u001b[24m\n    \u001b[1m私を見守ってください。\u001b[22m, \u001b[1m見ている私を保ちます。\u001b[22m\n\u001b[1m\u001b[22m\nBut the anime just kept on going further into its epicness, just when I have decided the show had nothing more to offer it suprises me with universal battles.\n\n\u001b[1mしかし、アニメは壮大な舞台に進出し続けていました。ショーにはそれ以上の普遍的な戦いで私を驚かせるものは何もありませんでした。\u001b[22m\n\u001b[1m(Shikashi, anime wa sōdaina butai ni shinshutsu shi tsudzukete imashita. Shō ni wa sore ijō no fuhentekina tatakai de watashi o odoroka seru mono wa nani mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mBut the anime just kept on going further into its epicness, just when I have decided the show had nothing more to offer it suprises me with universal battles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the anime just kept on going further into its epicness, just when I have decided the show had nothing more to offer it suprises me with universal battles.\u001b[24m\n    \u001b[1mしかし、アニメは壮大な舞台に進出し続けていました。ショーにはそれ以上の普遍的な戦いで私を驚かせるものは何もありませんでした。\u001b[22m, \u001b[1mしかしアニメはちょうど私がショーはそれが普遍的な戦いで私をサプライズ提供するより多くの何もなかったことを決定したちょうどその時、そのepicnessにさらに行く続けました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall its just a nice experience a joy to watch.\n\n\u001b[1m全体的には素晴らしい経験を見て喜びます。\u001b[22m\n\u001b[1m(Zentai-teki ni wa subarashī keiken o mite yorokobimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall its just a nice experience a joy to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall its just a nice experience a joy to watch.\u001b[24m\n    \u001b[1m全体的には素晴らしい経験を見て喜びます。\u001b[22m, \u001b[1m喜びを見て全体的にそのちょうど素晴らしい経験。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "ChibiHime",
    "profile": "/profile/ChibiHime/reviews",
    "pages": "15",
    "number": "14",
    "link": "/reviews.php?id=31258",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n私はこれですばやくするつもりです。 物語は、サイモンと彼の友人カミナについては、表面を追求しようとしています。 ある日サイモンは巨人の頭と小さな金の掘削を見つけ、ガンマンと呼ばれるメカが彼らの村を攻撃します。 それは、彼らが横子と会い、ガンマンの力を発見し、彼らの村から解放されたことです。\n\nこのアニメは、たくさんの希望と闘いの精神で満たされています。 ほとんどすべてが上を行き来するので、見るのが楽しくなります。 時には、最も非現実的なものがあなたの血液を最大限に圧迫することがあります。そして、それはTTGLがすることです。\n\nそれは本当に簡単なプロットで、敵を破壊して表面を取り戻す。 それはまた信じられないほどチーズです。 それはとてもおしゃれですが、ばかげていますが、それはまだ面白いです。 いくつかのエピソードは反復的であるため、時には面倒なことがあります。 このシリーズはしばらくの間中断してしまいました。私は残りの部分を見て詰め込むことができませんでした。 しかし、あなたがその部分に行くなら、それを落とすという衝動に立ち向かう。 それは本当にすべてを見て価値がある。\n\nプロットはシンプルですが、アニメ全体に衝撃を与えることがあります。 それはとにかく私のためにしました。 それでも、ひねりは文字を大きく発展させます。\n\nキャストは素晴らしいです。 全部好き。  2人のうちの1人は、腹を立てているが、かなり辛いと感じました。 マイナーなマイナーキャラクタは、多くのスクリーンタイムを取得しませんが、あなたはまだそれらに接続します。  TTGLは間違いなくキャラクター主導のアニメだが、間違いない。 私はキャラクター主導のアニメのファンですので、私のボーナスです。 キャストが大好き。\n\nアートはスムーズでかわいいものでした。 私は通常、芸術について多くのことを言っていることはありませんが、私はそれが好きならそれは良いことです。 私はBGMを愛し、音楽は正しい場面に置かれ、本当に希望の感覚を引き出します。 それはまた、アニメの設定にも本当に適しています。 それは素晴らしかったです。 私はグラフィックスではかなり厄介です。 私はその音を大好きでした。  OPは素晴らしいです。 その中の希望の感覚は、震えを私の背骨の下に送ります。 私はOPを数回スキップしました。私はアニメを数分早く終了したいと思っていました：P EDは本当に私の好みではありませんでした。 私の推測する音楽のスタイルではない。  2回目のEDは私にとってより耐え難いものでした。  BGMは本当に血を流す。\n\n私はTTGLを愛していました。 確かにそれは時々iffyビットを得ることができますが、最後までそれを見ます。 確かにそれはちょっとイライラしていた私は根本的に誰が確信していなかったが、結局のところ、あなたはちょうど戻ってそれを見て取得する必要があります。 このアニメには意見が厳しい。 それを必要としない、または望んでいない。 ただ、あなたが楽しい時間を過ごし、あなたにいくつかのことを気づかせることを望みます。 それは本当に本当に価値があります。 それは叙事詩だ。 それは楽しい、トップとクールな叙事詩になります。 退屈なシーンはすごく面倒です。 ああ、誰もが意見を持っていたので、本当に気に入ったよ。  「ああ、彼はリーダーだよ、彼に従って、自分のことを考えない」 誰もが違うと思っていて、世界を救うというアイデアが違う。 私はただそれが驚くべきだと思う。\n\nTTGLは確かに最高ではありませんでしたが、それはかなり上手でした。 私は本当に皆にそれをお勧めします。 あなたはただそれを逃すことはできません。 それはハルヒを逃したようなものだ。 私はそれを見終わっていないが、それがリリースされたときにかなり大きかったし、私の「終わり」リストにある。  TTGLを見て、あなたはそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOk I'm gonna be quick with this one. The story is about Simon and his friend Kamina who strives to seek the surface. One day Simon finds a giant head and a tiny gold drill and a mecha called a Ganmen attacks their village. It is then that they meet Yoko, discover the power of Ganmen and break free from their village.\n\n\u001b[1m私はこれですばやくするつもりです。 物語は、サイモンと彼の友人カミナについては、表面を追求しようとしています。 ある日サイモンは巨人の頭と小さな金の掘削を見つけ、ガンマンと呼ばれるメカが彼らの村を攻撃します。 それは、彼らが横子と会い、ガンマンの力を発見し、彼らの村から解放されたことです。\u001b[22m\n\u001b[1m(Watashi wa kore de subayaku suru tsumoridesu. Monogatari wa, Saimon to kare no yūjin Kamina ni tsuite wa, hyōmen o tsuikyū shiyou to shite imasu. Aru Ni~Tsu Saimon wa Kyojin no atama to chīsana kin no kussaku o mitsuke, gan man to yoba reru meka ga karera no mura o kōgeki shimasu. Sore wa, karera ga yoko-ko to ai, gan man no chikara o hakken shi, karera no mura kara kaihō sa reta kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOk I'm gonna be quick with this one. The story is about Simon and his friend Kamina who strives to seek the surface. One day Simon finds a giant head and a tiny gold drill and a mecha called a Ganmen attacks their village. It is then that they meet Yoko, discover the power of Ganmen and break free from their village.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk I'm gonna be quick with this one.\u001b[24m\n    \u001b[1m私はこれですばやくするつもりです。\u001b[22m, \u001b[1m[OK]を私はつもりこの1と速さです。\u001b[22m\n\u001b[4mThe story is about Simon and his friend Kamina who strives to seek the surface.\u001b[24m\n    \u001b[1m物語は、サイモンと彼の友人カミナについては、表面を追求しようとしています。\u001b[22m, \u001b[1m物語はサイモンと表面を追求するために努めています彼の友人カミナについてです。\u001b[22m\n\u001b[4mOne day Simon finds a giant head and a tiny gold drill and a mecha called a Ganmen attacks their village.\u001b[24m\n    \u001b[1mある日サイモンは巨人の頭と小さな金の掘削を見つけ、ガンマンと呼ばれるメカが彼らの村を攻撃します。\u001b[22m, \u001b[1mある日、サイモンは、巨大な頭と金色の小さなドリルを見つけ、Ganmenと呼ばれるメカは、自分たちの村を攻撃します。\u001b[22m\n\u001b[4mIt is then that they meet Yoko, discover the power of Ganmen and break free from their village.\u001b[24m\n    \u001b[1mそれは、彼らが横子と会い、ガンマンの力を発見し、彼らの村から解放されたことです。\u001b[22m, \u001b[1mそれは彼らが、ヨーコを満たすGanmenの力を発見し、自分たちの村から抜け出すことはその後です。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is filled with a lot of hope and fighting spirit. Pretty much everything is way over the top which makes it more enjoyable to watch. Sometimes the most unrealistic things can get your blood pumping the most, and that's what TTGL does.\n\n\u001b[1mこのアニメは、たくさんの希望と闘いの精神で満たされています。 ほとんどすべてが上を行き来するので、見るのが楽しくなります。 時には、最も非現実的なものがあなたの血液を最大限に圧迫することがあります。そして、それはTTGLがすることです。\u001b[22m\n\u001b[1m(Kono anime wa, takusan no kibō to tatakai no seishin de mitasa rete imasu. Hotondo subete ga ue o ikiki surunode, miru no ga tanoshiku narimasu. Tokiniha, mottomo higenjitsutekina mono ga anata no ketsueki o saidaigen ni appaku suru koto ga arimasu. Soshite, soreha TTGL ga suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is filled with a lot of hope and fighting spirit. Pretty much everything is way over the top which makes it more enjoyable to watch. Sometimes the most unrealistic things can get your blood pumping the most, and that's what TTGL does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is filled with a lot of hope and fighting spirit.\u001b[24m\n    \u001b[1mこのアニメは、たくさんの希望と闘いの精神で満たされています。\u001b[22m, \u001b[1mこのアニメは、希望と闘志の多くで満たされています。\u001b[22m\n\u001b[4mPretty much everything is way over the top which makes it more enjoyable to watch.\u001b[24m\n    \u001b[1mほとんどすべてが上を行き来するので、見るのが楽しくなります。\u001b[22m, \u001b[1mほとんどすべては見て、それがより楽しくなり、トップの上の方法です。\u001b[22m\n\u001b[4mSometimes the most unrealistic things can get your blood pumping the most, and that's what TTGL does.\u001b[24m\n    \u001b[1m時には、最も非現実的なものがあなたの血液を最大限に圧迫することがあります。そして、それはTTGLがすることです。\u001b[22m, \u001b[1m時には、最も非現実的なものは、ほとんどのポンピングあなたの血を得ることができ、それはTTGLが何をするかです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a simple plot really, destroy the enemy and regain the surface. It is also incredibly cheesy. It's so cheesy it's ridiculous but it's still funny. Some episodes are repetitive which can make it tedious at times. The series was put on hiatus for a while coz I just couldn't be stuffed watching the rest. However, if you do get to that part, fight the urge of dropping it. It's really worth watching the whole thing.\n\n\u001b[1mそれは本当に簡単なプロットで、敵を破壊して表面を取り戻す。 それはまた信じられないほどチーズです。 それは非常に安っぽいです、それはばかげていますが、それはまだ面白いです。 いくつかのエピソードは反復的であるため、時には面倒なことがあります。 シリーズは中断してしまいました。私は残りの部分を見て詰め込むことができませんでした。 しかし、あなたがその部分に行くなら、それを落とすという衝動に立ち向かう。 それは本当にすべてを見て価値がある。\u001b[22m\n\u001b[1m(Sore wa hontōni kantan'na purotto de, teki o hakai shite hyōmen o torimodosu. Sore wa mata shinji rarenai hodo chīzudesu. Sore wa hijō ni yasuppoidesu, soreha bakagete imasuga, sore wa mada omoshiroidesu. Ikutsu ka no episōdo wa hanpuku-tekidearu tame, tokiniha mendōna koto ga arimasu. Shirīzu wa chūdan shite shimaimashita. Watashi wa nokori no bubun o mite tsumekomu koto ga dekimasendeshita. Shikashi, anata ga sono bubun ni ikunara, sore o otosu to iu shōdō ni tachimukau. Sore wa hontōni subete o mite kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mIt's a simple plot really, destroy the enemy and regain the surface. It is also incredibly cheesy. It's so cheesy it's ridiculous but it's still funny. Some episodes are repetitive which can make it tedious at times. The series was put on hiatus for a while coz I just couldn't be stuffed watching the rest. However, if you do get to that part, fight the urge of dropping it. It's really worth watching the whole thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a simple plot really, destroy the enemy and regain the surface.\u001b[24m\n    \u001b[1mそれは本当に簡単なプロットで、敵を破壊して表面を取り戻す。\u001b[22m, \u001b[1mこれは、単純なプロット本当に、敵を破壊し、表面を取り戻すのです。\u001b[22m\n\u001b[4mIt is also incredibly cheesy.\u001b[24m\n    \u001b[1mそれはまた信じられないほどチーズです。\u001b[22m, \u001b[1mまた、信じられないほど安っぽいです。\u001b[22m\n\u001b[4mIt's so cheesy it's ridiculous but it's still funny.\u001b[24m\n    \u001b[1mそれは非常に安っぽいです、それはばかげていますが、それはまだ面白いです。\u001b[22m, \u001b[1mそれはばかげてとても安っぽいですが、それはまだ面白いです。\u001b[22m\n\u001b[4mSome episodes are repetitive which can make it tedious at times.\u001b[24m\n    \u001b[1mいくつかのエピソードは反復的であるため、時には面倒なことがあります。\u001b[22m, \u001b[1mいくつかのエピソードが時間にそれは退屈することができますどの繰り返しが多いです。\u001b[22m\n\u001b[4mThe series was put on hiatus for a while coz I just couldn't be stuffed watching the rest.\u001b[24m\n    \u001b[1mシリーズは中断してしまいました。私は残りの部分を見て詰め込むことができませんでした。\u001b[22m, \u001b[1m私は残りの部分を見て詰めすることができませんでしただってシリーズはしばらくの間お休みに置かれました。\u001b[22m\n\u001b[4mHowever, if you do get to that part, fight the urge of dropping it.\u001b[24m\n    \u001b[1mしかし、あなたがその部分に行くなら、それを落とすという衝動に立ち向かう。\u001b[22m, \u001b[1mあなたがその部分を取得行う場合は、それをドロップする衝動を戦います。\u001b[22m\n\u001b[4mIt's really worth watching the whole thing.\u001b[24m\n    \u001b[1mそれは本当にすべてを見て価値がある。\u001b[22m, \u001b[1mこれは、全体のことを見て本当に価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nSo the plot is simple but it has quite a few twists and turns that will shock you for the entire anime. It did for me anyway. Even so, the twists develop the characters greatly.\n\n\u001b[1mプロットはシンプルですが、アニメ全体に衝撃を与えることがあります。 それはとにかく私のためにしました。 それでも、ひねりは文字を大きく発展させます。\u001b[22m\n\u001b[1m(Purotto wa shinpurudesuga, anime zentai ni shōgeki o ataeru koto ga arimasu. Sore wa tonikaku watashi no tame ni shimashita. Soredemo, hineri wa moji o ōkiku hatten sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mSo the plot is simple but it has quite a few twists and turns that will shock you for the entire anime. It did for me anyway. Even so, the twists develop the characters greatly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the plot is simple but it has quite a few twists and turns that will shock you for the entire anime.\u001b[24m\n    \u001b[1mプロットはシンプルですが、アニメ全体に衝撃を与えることがあります。\u001b[22m, \u001b[1mだからプロットはシンプルですが、それは全体のアニメのためにあなたに衝撃を与えるだろうかなりの数の紆余曲折があります。\u001b[22m\n\u001b[4mIt did for me anyway.\u001b[24m\n    \u001b[1mそれはとにかく私のためにしました。\u001b[22m\n\u001b[4mEven so, the twists develop the characters greatly.\u001b[24m\n    \u001b[1mそれでも、ひねりは文字を大きく発展させます。\u001b[22m, \u001b[1mそうであっても、ねじれを大幅に文字を開発しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe cast is just great. I love them all. One of two I found a tad annoying but pretty much, I loved them. The minor minor characters don't get a lot of screen time but you still get attached to them. TTGL is definitely a character-driven anime, no doubt about it. I'm a fan of character-driven anime so it's a bonus for me. Loved the cast.\n\n\u001b[1mキャストは素晴らしいです。 全部好き。  2人のうちの1人は、腹を立てているが、かなり辛いと感じました。 マイナーなマイナーキャラクタは、多くのスクリーンタイムを取得しませんが、あなたはまだそれらに接続します。  TTGLは間違いなくキャラクター主導のアニメだが、間違いない。 私はキャラクター主導のアニメのファンですので、私のボーナスです。 キャストが大好き。\u001b[22m\n\u001b[1m(Kyasuto wa subarashīdesu. Zenbu suki. 2-Ri no uchi no 1-ri wa, hara o tatete iruga, kanari tsurai to kanjimashita. Maināna mainākyarakuta wa, ōku no sukurīntaimu o shutoku shimasenga, anata wa mada sorera ni setsuzoku shimasu. TTGL wa machigainaku kyarakutā shudō no animedaga, machigainai. Watashi wa kyarakutā shudō no anime no fandesunode, watashi no bōnasudesu. Kyasuto ga daisuki.)\u001b[22m\n\nTranslations of \u001b[4mThe cast is just great. I love them all. One of two I found a tad annoying but pretty much, I loved them. The minor minor characters don't get a lot of screen time but you still get attached to them. TTGL is definitely a character-driven anime, no doubt about it. I'm a fan of character-driven anime so it's a bonus for me. Loved the cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cast is just great.\u001b[24m\n    \u001b[1mキャストは素晴らしいです。\u001b[22m, \u001b[1mキャストはちょうど素晴らしいです。\u001b[22m\n\u001b[4mI love them all.\u001b[24m\n    \u001b[1m全部好き。\u001b[22m, \u001b[1m全部好きです。\u001b[22m, \u001b[1m私は全部好きです。\u001b[22m, \u001b[1m私はそれらすべてが大好きです。\u001b[22m\n\u001b[4mOne of two I found a tad annoying but pretty much, I loved them.\u001b[24m\n    \u001b[1m2人のうちの1人は、腹を立てているが、かなり辛いと感じました。\u001b[22m, \u001b[1m2の一つは、私は彼らを愛し、少しは迷惑が、ほとんどが見つかりました。\u001b[22m\n\u001b[4mThe minor minor characters don't get a lot of screen time but you still get attached to them.\u001b[24m\n    \u001b[1mマイナーなマイナーキャラクタは、多くのスクリーンタイムを取得しませんが、あなたはまだそれらに接続します。\u001b[22m, \u001b[1mマイナーマイナーな文字が画面に多くの時間を得ることはありませんが、あなたはまだそれらに執着します。\u001b[22m\n\u001b[4mTTGL is definitely a character-driven anime, no doubt about it.\u001b[24m\n    \u001b[1mTTGLは間違いなくキャラクター主導のアニメだが、間違いない。\u001b[22m, \u001b[1mTTGLは間違いなく文字ドリブンアニメ、それについては間違いないです。\u001b[22m\n\u001b[4mI'm a fan of character-driven anime so it's a bonus for me.\u001b[24m\n    \u001b[1m私はキャラクター主導のアニメのファンですので、私のボーナスです。\u001b[22m, \u001b[1mそれは私のためのボーナスですので、私は文字主導のアニメのファンです。\u001b[22m\n\u001b[4mLoved the cast.\u001b[24m\n    \u001b[1mキャストが大好き。\u001b[22m, \u001b[1mキャストを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt was smooth and just pretty. I don't usually have much to say about art but if I like it then it's good. I loved the BGM, the music was placed at the right scenes and really brings out that sense of hope. It also really suited the setting of the anime as well. It was just great. I'm quite picky with the graphics. I loved the sound. The OP is just great. The sense of hope in it sends shivers down my spine. I only skipped the OP a couple of times coz I wanted to finish the anime a couple of minutes faster :P The EDs weren't really to my taste. Just not my style of music I guess. Second ED was more endurable for me. BGM really gets the blood going.\n\n\u001b[1mアートはスムーズでかわいいものでした。 私は通常、芸術について多くのことを言っていることはありませんが、私はそれが好きならそれは良いことです。 私はBGMを愛し、音楽は正しい場面に置かれ、本当に希望の感覚を引き出します。 それはまた、アニメの設定にも本当に適しています。 それは素晴らしかったです。 私はグラフィックスではかなり厄介です。 私はその音を大好きでした。  OPは素晴らしいです。 その中の希望の感覚は、震えを私の背骨の下に送ります。 私はOPを数回スキップしました。私はアニメを数分早く終了したいと思っていました：P EDは本当に私の好みではありませんでした。 私の推測する音楽のスタイルではない。  2回目のEDは私にとってより耐え難いものでした。  BGMは本当に血を流す。\u001b[22m\n\u001b[1m(Āto wa sumūzu de kawaī monodeshita. Watashi wa tsūjō, geijutsu ni tsuite ōku no koto o itte iru koto wa arimasenga, watashi wa sore ga sukinara sore wa yoi kotodesu. Watashi wa gurafikkusude wa kanari yakkaidesu. Watashi wa sono-on o daisukideshita. OP wa subarashīdesu. Sono Chū no kibō no kankaku wa, furue o watashi no sebone no shita ni okurimasu. Watashi wa OP o sū-kai sukippu shimashita. Watashi wa anime o sūbun hayaku shūryō shitai to omotte imashita: P ED wa hontōni watashi no konomide wa arimasendeshita. Watashi no suisoku suru ongaku no sutairude wanai. 2-Kai-me no ED wa watashi ni totte yori taegatai monodeshita. BGM wa hontōni chiwonagasu. Watashi wa BGM o aishi, ongaku wa tadashī bamen ni oka re, hontōni kibō no kankaku o hikidashimasu. Sore wa mata, anime no settei ni mo hontōni tekishite imasu. Sore wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mArt was smooth and just pretty. I don't usually have much to say about art but if I like it then it's good. I loved the BGM, the music was placed at the right scenes and really brings out that sense of hope. It also really suited the setting of the anime as well. It was just great. I'm quite picky with the graphics. I loved the sound. The OP is just great. The sense of hope in it sends shivers down my spine. I only skipped the OP a couple of times coz I wanted to finish the anime a couple of minutes faster :P The EDs weren't really to my taste. Just not my style of music I guess. Second ED was more endurable for me. BGM really gets the blood going.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt was smooth and just pretty.\u001b[24m\n    \u001b[1mアートはスムーズでかわいいものでした。\u001b[22m, \u001b[1mアートは滑らかで、ちょうどきれいでした。\u001b[22m\n\u001b[4mI don't usually have much to say about art but if I like it then it's good.\u001b[24m\n    \u001b[1m私は通常、芸術について多くのことを言っていることはありませんが、私はそれが好きならそれは良いことです。\u001b[22m, \u001b[1m私は通常、芸術について言うことはあまりありませんが、私はそれを好きならそれは良いことです。\u001b[22m\n\u001b[4mI'm quite picky with the graphics.\u001b[24m\n    \u001b[1m私はグラフィックスではかなり厄介です。\u001b[22m, \u001b[1m私はグラフィックにはかなりうるさいです。\u001b[22m\n\u001b[4mI loved the sound.\u001b[24m\n    \u001b[1m私はその音を大好きでした。\u001b[22m, \u001b[1m私は音を愛しました。\u001b[22m\n\u001b[4mThe OP is just great.\u001b[24m\n    \u001b[1mOPは素晴らしいです。\u001b[22m, \u001b[1mOPはちょうど素晴らしいです。\u001b[22m\n\u001b[4mThe sense of hope in it sends shivers down my spine.\u001b[24m\n    \u001b[1mその中の希望の感覚は、震えを私の背骨の下に送ります。\u001b[22m, \u001b[1mそれに希望の感覚が背筋がゾッとを送信します。\u001b[22m\n\u001b[4mI only skipped the OP a couple of times coz I wanted to finish the anime a couple of minutes faster :P The EDs weren't really to my taste.\u001b[24m\n    \u001b[1m私はOPを数回スキップしました。私はアニメを数分早く終了したいと思っていました：P EDは本当に私の好みではありませんでした。\u001b[22m, \u001b[1m私は幾つかの分より速いアニメを終了したかっただって私はOPを数回をスキップ：Pザ・EDSは私の好みに本当にありませんでした。\u001b[22m\n\u001b[4mJust not my style of music I guess.\u001b[24m\n    \u001b[1m私の推測する音楽のスタイルではない。\u001b[22m, \u001b[1m私は推測の音楽だけでなく、私のスタイル。\u001b[22m\n\u001b[4mSecond ED was more endurable for me.\u001b[24m\n    \u001b[1m2回目のEDは私にとってより耐え難いものでした。\u001b[22m, \u001b[1m第二に、EDは私にとってより耐えました。\u001b[22m\n\u001b[4mBGM really gets the blood going.\u001b[24m\n    \u001b[1mBGMは本当に血を流す。\u001b[22m, \u001b[1mBGMは本当に行く血液を取得します。\u001b[22m\n\u001b[4mI loved the BGM, the music was placed at the right scenes and really brings out that sense of hope.\u001b[24m\n    \u001b[1m私はBGMを愛し、音楽は正しい場面に置かれ、本当に希望の感覚を引き出します。\u001b[22m, \u001b[1m私は音楽が右のシーンに配置され、実際に希望の感覚を引き出した、BGMを追加しました。\u001b[22m\n\u001b[4mIt also really suited the setting of the anime as well.\u001b[24m\n    \u001b[1mそれはまた、アニメの設定にも本当に適しています。\u001b[22m, \u001b[1mまた、本当にだけでなく、アニメの設定が適しています。\u001b[22m\n\u001b[4mIt was just great.\u001b[24m\n    \u001b[1mそれは素晴らしかったです。\u001b[22m, \u001b[1mそれはちょうど良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nI loved TTGL. Sure it can get a bit iffy at times but do watch it till the end. Sure it was kinda frustrating coz I wasn't sure who to root for but in the end, you just gotta lay back and watch it. Opinions are harsh to this anime. It doesn't need or want it. It just wants you to have a good time and make you realise a couple of things. It is really really worth it. It's epic. It's fun, over the top and cool which makes it epic. The fighting scenes are awesome though tedious. Oh yeah, I also really liked it because everyone had an opinion. It wasn't 'oh he's the leader, let's follow him and not think for ourselves'. Nooo no no, everyone thinks differently and their ideas on saving the world is different. I just find it amazing.\n\n\u001b[1m私はTTGLを愛していました。 確かにそれは時々iffyビットを得ることができますが、最後までそれを見ます。 確かにそれはちょっとイライラしていた私は根本的に誰が確信していなかったが、結局のところ、あなたはちょうど戻ってそれを見て取得する必要があります。 このアニメには意見が厳しい。 それを必要としない、または望んでいない。 ただ、あなたが楽しい時間を過ごし、あなたにいくつかのことを気づかせることを望みます。 それは本当に本当に価値があります。 それは叙事詩だ。 それは楽しい、トップとクールな叙事詩になります。 退屈なシーンはすごく面倒です。 ああ、誰もが意見を持っていたので、本当に気に入ったよ。  「ああ、彼はリーダーだよ、彼に従って、自分のことを考えない」 誰もが違うと思っていて、世界を救うというアイデアが違う。 私はただそれが驚くべきだと思う。\u001b[22m\n\u001b[1m(Watashi wa TTGL o aishite imashita. Tashika ni sore wa tokidoki iffy bitto o eru koto ga dekimasuga, saigomade sore o mimasu. Sore wa hontōni hontōni kachi ga arimasu. Sore wa jojishida. Sore wa tanoshī, toppu to kūruna jojishi ni narimasu. Taikutsuna shīn wa sugoku mendōdesu. Ā, daremoga iken o motte itanode, hontōni kiniitta yo. `Ā , kare wa rīdāda yo, kare ni shitagatte, jibun no koto o kangaenai' daremoga chigau to omotte ite, sekai o sukuu to iu aidea ga chigau. Watashi wa tada sore ga odorokubekida to omou. Tashika ni sore wa chotto iraira shite ita watashi wa konpon-teki ni dare ga kakushin shite inakattaga, kekkyokunotokoro, anata wa chōdo modotte sore o mite shutoku suru hitsuyō ga arimasu. Kono anime ni wa iken ga kibishī. Sore o hitsuyō to shinai, matawa nozonde inai. Tada, anata ga tanoshī jikan o sugoshi, anata ni ikutsu ka no koto o kidzuka seru koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved TTGL. Sure it can get a bit iffy at times but do watch it till the end. Sure it was kinda frustrating coz I wasn't sure who to root for but in the end, you just gotta lay back and watch it. Opinions are harsh to this anime. It doesn't need or want it. It just wants you to have a good time and make you realise a couple of things. It is really really worth it. It's epic. It's fun, over the top and cool which makes it epic. The fighting scenes are awesome though tedious. Oh yeah, I also really liked it because everyone had an opinion. It wasn't 'oh he's the leader, let's follow him and not think for ourselves'. Nooo no no, everyone thinks differently and their ideas on saving the world is different. I just find it amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved TTGL.\u001b[24m\n    \u001b[1m私はTTGLを愛していました。\u001b[22m, \u001b[1m私はTTGLを愛しました。\u001b[22m\n\u001b[4mSure it can get a bit iffy at times but do watch it till the end.\u001b[24m\n    \u001b[1m確かにそれは時々iffyビットを得ることができますが、最後までそれを見ます。\u001b[22m, \u001b[1m確かにそれは時間に少しあやふやしたのに、最後までそれを見て行うことができます。\u001b[22m\n\u001b[4mIt is really really worth it.\u001b[24m\n    \u001b[1mそれは本当に本当に価値があります。\u001b[22m, \u001b[1mそれは本当に価値があります。\u001b[22m\n\u001b[4mIt's epic.\u001b[24m\n    \u001b[1mそれは叙事詩だ。\u001b[22m, \u001b[1mそれは叙事詩です。\u001b[22m\n\u001b[4mIt's fun, over the top and cool which makes it epic.\u001b[24m\n    \u001b[1mそれは楽しい、トップとクールな叙事詩になります。\u001b[22m, \u001b[1mそれは上から、楽しみだし、それは叙事詩になりますどの冷やします。\u001b[22m\n\u001b[4mThe fighting scenes are awesome though tedious.\u001b[24m\n    \u001b[1m退屈なシーンはすごく面倒です。\u001b[22m, \u001b[1m戦いのシーンは退屈しかし素晴らしいです。\u001b[22m\n\u001b[4mOh yeah, I also really liked it because everyone had an opinion.\u001b[24m\n    \u001b[1mああ、誰もが意見を持っていたので、本当に気に入ったよ。\u001b[22m, \u001b[1m誰もが意見を持っていたのでそうそう、私も本当にそれが好き。\u001b[22m\n\u001b[4mIt wasn't 'oh he's the leader, let's follow him and not think for ourselves'.\u001b[24m\n    \u001b[1m「ああ、彼はリーダーだよ、彼に従って、自分のことを考えない」\u001b[22m, \u001b[1mそれは、「ああ、彼はリーダーだのは、自分のためだと思う彼に従うとわけにはいきません」ではありませんでした。\u001b[22m\n\u001b[4mNooo no no, everyone thinks differently and their ideas on saving the world is different.\u001b[24m\n    \u001b[1m誰もが違うと思っていて、世界を救うというアイデアが違う。\u001b[22m, \u001b[1mなしなしいーえ、誰もが異なって考え、世界を救う上で自分のアイデアが異なっています。\u001b[22m\n\u001b[4mI just find it amazing.\u001b[24m\n    \u001b[1m私はただそれが驚くべきだと思う。\u001b[22m, \u001b[1m私はそれは素晴らしい見つけます。\u001b[22m\n\u001b[4mSure it was kinda frustrating coz I wasn't sure who to root for but in the end, you just gotta lay back and watch it.\u001b[24m\n    \u001b[1m確かにそれはちょっとイライラしていた私は根本的に誰が確信していなかったが、結局のところ、あなたはちょうど戻ってそれを見て取得する必要があります。\u001b[22m, \u001b[1m確かに私がのためではなく、最後に、あなただけのお奨めレイバックして、それを見てルートに誰が確認されませんでしただってちょっとイライラさせられました。\u001b[22m\n\u001b[4mOpinions are harsh to this anime.\u001b[24m\n    \u001b[1mこのアニメには意見が厳しい。\u001b[22m, \u001b[1m意見はこのアニメに厳しいです。\u001b[22m\n\u001b[4mIt doesn't need or want it.\u001b[24m\n    \u001b[1mそれを必要としない、または望んでいない。\u001b[22m, \u001b[1mそれは必要とするか、またはそれを望んでいません。\u001b[22m\n\u001b[4mIt just wants you to have a good time and make you realise a couple of things.\u001b[24m\n    \u001b[1mただ、あなたが楽しい時間を過ごし、あなたにいくつかのことを気づかせることを望みます。\u001b[22m, \u001b[1mそれはちょうどあなたが楽しい時間を過ごす、あなたは物事のカップルを実現したいと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nTTGL certainly wasn't the best but it was pretty damn good. I recommend it to everyone really. You just can't miss out on it. It's be like missing out on Haruhi. I haven't finished watching that but it was pretty big when it was released and is on my 'to finish' list. Watch TTGL, you won't regret it.\n\n\u001b[1mTTGLは確かに最高ではありませんでしたが、それはかなり上手でした。 私は本当に皆にそれをお勧めします。 あなたはただそれを逃すことはできません。 それはハルヒを逃したようなものだ。 私はそれを見終わっていないが、それがリリースされたときにかなり大きかったし、私の「終わり」リストにある。  TTGLを見て、あなたはそれを後悔しません。\u001b[22m\n\u001b[1m(TTGL wa tashika ni saikōde wa arimasendeshitaga, sore wa kanari jōzudeshita. Watashi wa hontōni mina ni sore o o susume shimasu. Anata wa tada sore o nogasu koto wa dekimasen. Sore wa Haruhi o nogashita yōna monoda. Watashi wa sore o mi owatte inaiga, sore ga rirīsu sa reta toki ni kanari ōkikattashi, watashi no `owari' risuto ni aru. TTGL o mite, anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mTTGL certainly wasn't the best but it was pretty damn good. I recommend it to everyone really. You just can't miss out on it. It's be like missing out on Haruhi. I haven't finished watching that but it was pretty big when it was released and is on my 'to finish' list. Watch TTGL, you won't regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTTGL certainly wasn't the best but it was pretty damn good.\u001b[24m\n    \u001b[1mTTGLは確かに最高ではありませんでしたが、それはかなり上手でした。\u001b[22m, \u001b[1mTTGLは確かに最善ではありませんでしたが、それはかなり上出来でした。\u001b[22m\n\u001b[4mI recommend it to everyone really.\u001b[24m\n    \u001b[1m私は本当に皆にそれをお勧めします。\u001b[22m, \u001b[1m私は本当にすべての人にお勧め。\u001b[22m\n\u001b[4mYou just can't miss out on it.\u001b[24m\n    \u001b[1mあなたはただそれを逃すことはできません。\u001b[22m, \u001b[1mあなたはそれを逃すことはできません。\u001b[22m\n\u001b[4mIt's be like missing out on Haruhi.\u001b[24m\n    \u001b[1mそれはハルヒを逃したようなものだ。\u001b[22m, \u001b[1mそれはハルヒを逃すようなことです。\u001b[22m\n\u001b[4mI haven't finished watching that but it was pretty big when it was released and is on my 'to finish' list.\u001b[24m\n    \u001b[1m私はそれを見終わっていないが、それがリリースされたときにかなり大きかったし、私の「終わり」リストにある。\u001b[22m, \u001b[1m私はそれを見終わっていないが、それがリリースされたとき、それはかなり大きかったと私の「フィニッシュへ」リストに記載されています。\u001b[22m\n\u001b[4mWatch TTGL, you won't regret it.\u001b[24m\n    \u001b[1mTTGLを見て、あなたはそれを後悔しません。\u001b[22m, \u001b[1mTTGLを見て、あなたがそれを後悔しないように。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "animexican",
    "profile": "/profile/animexican/reviews",
    "pages": "15",
    "number": "15",
    "link": "/reviews.php?id=59437",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nGurren Lagannは非常に優れたアニメでしたが、私が見た最高のショーの一つかもしれません\n本当に行動していたのは、このショーウィッチの場所を代替の未来に置いた、人間のものではなく、もう表面に生きることができて、スパイラル政府によって地下に生きることを余儀なくされた....\nこのショーは物語で本当に素晴らしく、アートではショーは本当に良かった\n私は間違いなく誰にでもこのアニメをお勧めしますメカが好きです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGurren lagann was very good anime may be one of the best show's i've watched\n\n\u001b[1mGurren Lagannは非常に優れたアニメでしたが、私が見た最高のショーの一つかもしれません\u001b[22m\n\u001b[1m(Gurren Lagann wa hijō ni sugureta animedeshitaga, watashi ga mita saikō no shō no hitotsu kamo shiremasen)\u001b[22m\n\nTranslations of \u001b[4mGurren lagann was very good anime may be one of the best show's i've watched\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGurren lagann was very good anime may be one of the best show's i've watched\u001b[24m\n    \u001b[1mGurren Lagannは非常に優れたアニメでしたが、私が見た最高のショーの一つかもしれません\u001b[22m, \u001b[1m天元突破グレンラガンは非常に良いアニメは私が見た中で最高のショーののいずれかになりました\u001b[22m\nwas really action packed this showw take's place in an alternate future were human's aren;t allow to live in the surface anymore so they are forced to live underground by the spiral government .... this the summary of review\n\n\u001b[1m本当に行動していたのは、このショーウィッチの場所を代替の未来に置いた、人間のものではなく、もう表面に生きることができて、スパイラル政府によって地下に生きることを余儀なくされた....\u001b[22m\n\u001b[1m(Hontōni kōdō shite ita no wa, kono shōu~itchi no basho o daitai no mirai ni oita, ningen no monode wa naku, mō hyōmen ni ikiru koto ga dekite, supairaru seifu ni yotte chika ni ikiru koto o yoginaku sa reta....)\u001b[22m\n\nTranslations of \u001b[4mwas really action packed this showw take's place in an alternate future were human's aren;t allow to live in the surface anymore so they are forced to live underground by the spiral government .... this the summary of review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwas really action packed this showw take's place in an alternate future were human's aren;t allow to live in the surface anymore so they are forced to live underground by the spiral government .... this the summary of review\u001b[24m\n    \u001b[1m本当に行動していたのは、このショーウィッチの場所を代替の未来に置いた、人間のものではなく、もう表面に生きることができて、スパイラル政府によって地下に生きることを余儀なくされた....\u001b[22m, \u001b[1mレビューの要約この....トンは、それらがスパイラル政府が地下生活を余儀なくされているので、もはや表面に住むことを許可し、本当にアクションは、人間のARENたこの代替将来的にの場所を取るshoww充填し、\u001b[22m\nthis show was really great in story and in art the show was really good\n\n\u001b[1mこのショーは物語で本当に素晴らしく、アートではショーは本当に良かった\u001b[22m\n\u001b[1m(Kono shō wa monogatari de hontōni subarashiku, ātode wa shō wa hontōniyokatta)\u001b[22m\n\nTranslations of \u001b[4mthis show was really great in story and in art the show was really good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis show was really great in story and in art the show was really good\u001b[24m\n    \u001b[1mこのショーは物語で本当に素晴らしく、アートではショーは本当に良かった\u001b[22m, \u001b[1mこのショーは、物語の中で本当に良かったと、当該分野でのショーは本当に良かったです\u001b[22m\ni would Definitely recommend this anime to anyone likes mechas\n\n\u001b[1m私は間違いなく誰にでもこのアニメをお勧めしますメカが好きです\u001b[22m\n\u001b[1m(Watashi wa machigainaku darenidemo kono anime o o susume shimasu meka ga sukidesu)\u001b[22m\n\nTranslations of \u001b[4mi would Definitely recommend this anime to anyone likes mechas\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi would Definitely recommend this anime to anyone likes mechas\u001b[24m\n    \u001b[1m私は間違いなく誰にでもこのアニメをお勧めしますメカが好きです\u001b[22m, \u001b[1m誰もがmechasを好きに私は間違いなくこのアニメをお勧めします\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "ZarathustraDK",
    "profile": "/profile/ZarathustraDK/reviews",
    "pages": "15",
    "number": "16",
    "link": "/reviews.php?id=9530",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  7\n\nこれはすべてのカテゴリで非常に多色であるため、これを固定するのは難しいです。 ある意味、それはFLCLのような文体的なツアー・デフォースから抜け出し、それ以外の点ではアニメよりはるかに優れたプロットラインを維持することができます。\n\n最初の5つのエピソードは、彼らが一般的な怪物のように見えて、勇敢な文章やスラップスティックとユーモアのようなものを大声で叫んだように思えたので、本当に私を怒らせました。 それだけでなく、モンスターは地獄のように醜いものでした。メカは、（今と年齢のなかで）超一流のように見えました。そして、キリシェとフィッシャープライスの虚栄心の中で、 機械的な構造物。\n\nしかし、何とかショーの進化に伴って、事態が深刻化し始め、人々は死ぬようになり、その時点で叫ぶだろう。 政治は、最初の部分を支配していた少年の精神を​​押し始め、ショーをより難解な見通しに変え始める。\n\n結局のところ、ショーは文字通り宇宙に飛び出し、代わりの宇宙、人間の状態、そしてより抽象的な話題（私が追加することができればすばらしく）で深みを持ち始め、そのすばらしい日本のコンセプト「闘い スピリット '、それに付随するすべてのチーズな大声で、そしてはい、それはここに収まります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt's kind of hard to pin this one down as it's very multicolored in all categories. In a way it comes off as a stylistic tour-de-force like FLCL, and in other ways it manages to hold on to its plotline much better than said anime.\n\n\u001b[1mこれはすべてのカテゴリで非常に多色であるため、これを固定するのは難しいです。 ある意味、それはFLCLのような文体的なツアー・デフォースから抜け出し、それ以外の点ではアニメよりはるかに優れたプロットラインを維持することができます。\u001b[22m\n\u001b[1m(Kore wa subete no kategori de hijō ni tashokudearu tame, kore o kotei suru no wa muzukashīdesu. Aru imi, soreha furikuri no yōna buntai-tekina tsuā defōsu kara nukedashi, soreigai no tende wa anime yori haruka ni sugureta purottorain o iji suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's kind of hard to pin this one down as it's very multicolored in all categories. In a way it comes off as a stylistic tour-de-force like FLCL, and in other ways it manages to hold on to its plotline much better than said anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's kind of hard to pin this one down as it's very multicolored in all categories.\u001b[24m\n    \u001b[1mこれはすべてのカテゴリで非常に多色であるため、これを固定するのは難しいです。\u001b[22m, \u001b[1mそれはすべてのカテゴリで非常に多彩だとして、このいずれかを突き止めるために一種のは難しいです。\u001b[22m\n\u001b[4mIn a way it comes off as a stylistic tour-de-force like FLCL, and in other ways it manages to hold on to its plotline much better than said anime.\u001b[24m\n    \u001b[1mある意味、それはFLCLのような文体的なツアー・デフォースから抜け出し、それ以外の点ではアニメよりはるかに優れたプロットラインを維持することができます。\u001b[22m, \u001b[1mようにして、フリクリのような文体のツアー・ド・力としてオフ来て、他の方法でそれがアニメ言ったよりもはるかに良いそのplotlineを保持するために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe first 5 episodes really put me off, as they seemed like the generic monster-of-the-week, loud-mouthed screaming of valiant sentences and slapstick-humor kinda deal. Not only that, the monsters were ugly as hell, the mechas seemed over-the-top cheesy (in this day and age), and it just seemed like the whole thing would go down the drain in a bravado of klichees and Fischer-Price mechanical constructs.\n\n\u001b[1m最初の5つのエピソードは、彼らが一般的な怪物のように見えて、勇敢な文章やスラップスティックとユーモアのようなものを大声で叫んだように思えたので、本当に私を怒らせました。 それだけでなく、モンスターは地獄のように醜いものでした。メカは、（今と年齢のなかで）超一流のように見えました。そして、キリシェとフィッシャープライスの虚栄心の中で、 機械的な構造物。\u001b[22m\n\u001b[1m(Saisho no itsutsu no episōdo wa, karera ga ippantekina kaibutsu no yō ni miete, yūkan'na bunshō ya surappusutikku to yūmoa no yōna mono o ōgoe de sakenda yō ni omoetanode, hontōni watashi o okora semashita. Sore dakedenaku, monsutā wa jigoku no yō ni minikui monodeshita. Meka wa,(ima to nenrei no naka de) chō ichiryū no yō ni miemashita. Soshite, kirishe to fisshāpuraisu no kyoei kokoro no naka de, kikai-tekina kōzō-mono.)\u001b[22m\n\nTranslations of \u001b[4mThe first 5 episodes really put me off, as they seemed like the generic monster-of-the-week, loud-mouthed screaming of valiant sentences and slapstick-humor kinda deal. Not only that, the monsters were ugly as hell, the mechas seemed over-the-top cheesy (in this day and age), and it just seemed like the whole thing would go down the drain in a bravado of klichees and Fischer-Price mechanical constructs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first 5 episodes really put me off, as they seemed like the generic monster-of-the-week, loud-mouthed screaming of valiant sentences and slapstick-humor kinda deal.\u001b[24m\n    \u001b[1m最初の5つのエピソードは、彼らが一般的な怪物のように見えて、勇敢な文章やスラップスティックとユーモアのようなものを大声で叫んだように思えたので、本当に私を怒らせました。\u001b[22m, \u001b[1m彼らは勇敢な文章とちょっと対処どたばた-ユーモアの一般的なモンスターの-週間、大声で、口の叫びのように思えたとして最初の5エピソードは本当に、私を先送りに。\u001b[22m\n\u001b[4mNot only that, the monsters were ugly as hell, the mechas seemed over-the-top cheesy (in this day and age), and it just seemed like the whole thing would go down the drain in a bravado of klichees and Fischer-Price\u001b[24m\n    \u001b[1mそれだけでなく、モンスターは地獄のように醜いものでした。メカは、（今と年齢のなかで）超一流のように見えました。そして、キリシェとフィッシャープライスの虚栄心の中で、\u001b[22m, \u001b[1mそれだけでなく、モンスターは醜い地獄のように、mechasは（この日および年齢で）オーバーザトップ安っぽいが見えたようで、それだけでklichees、フィッシャープライスの虚勢にドレインを下るだろう全体のことのように思えました\u001b[22m\n\u001b[4mmechanical constructs.\u001b[24m\n    \u001b[1m機械的な構造物。\u001b[22m, \u001b[1m機械の構築。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, somehow along the way the show manage to evolve, things start to get serious, people start to die, something that one will be screaming for at that point. Politics starts to press in on the juvenile spirit that dominated the first part, and starts to transform the show to a more dystopic outlook.\n\n\u001b[1mしかし、何とかショーの進化に伴って、事態が深刻化し始め、人々は死ぬようになり、その時点で叫ぶだろう。 政治は、最初の部分を支配していた少年の精神を​​押し始め、ショーをより難解な見通しに変え始める。\u001b[22m\n\u001b[1m(Shikashi, nantoka shō no shinka nitomonatte, jitai ga shinkoku-ka shi hajime, hitobito wa shinu yō ni nari, sono jiten de sakebudarou. Seiji wa, saisho no bubun o shihai shite ita shōnen no seishin o ​​ oshi hajime, shō o yori nankaina mitōshi ni kae hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mHowever, somehow along the way the show manage to evolve, things start to get serious, people start to die, something that one will be screaming for at that point. Politics starts to press in on the juvenile spirit that dominated the first part, and starts to transform the show to a more dystopic outlook.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, somehow along the way the show manage to evolve, things start to get serious, people start to die, something that one will be screaming for at that point.\u001b[24m\n    \u001b[1mしかし、何とかショーの進化に伴って、事態が深刻化し始め、人々は死ぬようになり、その時点で叫ぶだろう。\u001b[22m, \u001b[1mしかし、何とかショーが進化するために管理する方法に沿って、物事が深刻な取得を開始し、人々は1つがその時点でのために叫んされ、何かを死ぬことを始めます。\u001b[22m\n\u001b[4mPolitics starts to press in on the juvenile spirit that dominated the first part, and starts to transform the show to a more dystopic outlook.\u001b[24m\n    \u001b[1m政治は、最初の部分を支配していた少年の精神を押し始め、ショーをより難解な見通しに変え始める。\u001b[22m, \u001b[1m政治は、最初の部分を支配した少年の精神にで押して開始し、より多くの異所見通しにショーを変換するために開始します。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end the show literally takes off into space, and starts to go deep with alternate universes, the human condition and more abstract topics (wonderfully done I might add), and explodes in a grandiose hommage to that wonderful japanese concept of 'The Fighting Spirit', with all the cheesy loud-mouthedness that goes with it, and yes, here it fits in.\n\n\u001b[1m結局のところ、ショーは文字通り宇宙に飛び出し、代わりの宇宙、人間の状態、そしてより抽象的な話題（私が追加することができればすばらしく）で深みを持ち始め、そのすばらしい日本のコンセプト「闘い スピリット '、それに付随するすべてのチーズな大声で、そしてはい、それはここに収まります。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, shō wa mojidōri uchū ni tobidashi, kawari no uchū, ningen no jōtai, soshite yori chūshōtekina wadai (watashi ga tsuika suru koto ga dekireba subarashiku) de fukami o mochi hajime, sono subarashī Nihon no konseputo `tatakai supiritto', soreni fuzui suru subete no chīzuna ōgoe de, soshite hai, sore wa koko ni osamarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end the show literally takes off into space, and starts to go deep with alternate universes, the human condition and more abstract topics (wonderfully done I might add), and explodes in a grandiose hommage to that wonderful japanese concept of 'The Fighting Spirit', with all the cheesy loud-mouthedness that goes with it, and yes, here it fits in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end the show literally takes off into space, and starts to go deep with alternate universes, the human condition and more abstract topics (wonderfully done I might add), and explodes in a grandiose hommage to that wonderful japanese concept of 'The Fighting\u001b[24m\n    \u001b[1m結局のところ、ショーは文字通り宇宙に飛び出し、代わりの宇宙、人間の状態、そしてより抽象的な話題（私が追加することができればすばらしく）で深みを持ち始め、そのすばらしい日本のコンセプト「闘い\u001b[22m, \u001b[1m最後にショーは、文字通り「ファイティングの素晴らしい日本のコンセプトに人間の条件、より抽象的なトピック（素晴らしく行わ私は追加するかもしれません）、そして壮大なオマージュで爆発、空間に離陸、および代替ユニバースとの深い行くを開始します\u001b[22m\n\u001b[4mSpirit', with all the cheesy loud-mouthedness that goes with it, and yes, here it fits in.\u001b[24m\n    \u001b[1mスピリット '、それに付随するすべてのチーズな大声で、そしてはい、それはここに収まります。\u001b[22m, \u001b[1mそれで行く、とはい、ここでそれはに収まるすべての安っぽい大声-mouthednessとスピリット '、。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "_urusai_",
    "profile": "/profile/_urusai_/reviews",
    "pages": "15",
    "number": "17",
    "link": "/reviews.php?id=149153",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n私はあまりにもずっと前にGurren Lagannを終了し、このアニメを私の最初のレビューにすることに決めました...だからここに行きます。 私は、何年も前に誇大宣伝に入っていた私のいとこたちによって、TTGLを見に行くことを余儀なくされたと言って始めます。 最初は、アニメがメカや、すべて私があまりにも頻繁に見ることに遭遇しないジャンルであることにはかなりかかりました。 しかし、驚いたことに私はそれを楽しんで、全体的に9の割合を与えました。\n\nストーリー：8＆lt; 私は最初のエピソードからアニメにこだわったわけではないことを認めなければならない。 個人的には、私の意見では少し遅れました。 しかし、エピソード4では、私はもっと興味を持ったようになりました。 スポイラーを放棄せずに物語を書くのは難しいので、私はそれを中止します。\n\nArt：9＆lt; 芸術は当初はかなり基本的だったようでしたが、アニメーションは各戦闘でより良くなるように見えました。 キャラクター内の「激しい」気分で、メカの戦いになったシーンには、鮮やかな色彩が描かれていました。 芸術は、私が画面から目を離すことを許さない方法で、各イベントから次のイベントまでスムーズに実行されます。 アニメーションの詳細は、2007年に作成されたアニメと同程度になりました。\n\n文字：9＆lt;  TTGLの成果は鈍いから遠かった。 それぞれのキャラクターについて、シリーズ全体で優れた発展を遂げました。 最初からKamina、特定のキャラクターは、主人公Simonに最も明らかに影響を与える他のキャラクターに「伝染的に」広がる感動的な態度で輝きます。 キャラクターはストーリーの動機付けのテーマで重要な役割を果たします。 結局のところ、Gurren Lagannのキャラクター開発は素晴らしく、間違いなく私の意見ではほとんどのアニメを上回っていました。\n\nサウンド/音楽：10＆lt;  Gurren Lagannの最後のエピソードを終えた直後に、すぐに私の携帯に曲をダウンロードしました。 オープニング、エンディング、サウンドトラックまで、TTGLの音楽は私を吹き飛ばした。 みんなのお茶ではないかもしれませんが、このアニメの音は私に息を吹きかけてくれました。 音楽は確かに叙事詩の戦いを手伝ってくれたし、心のこもった瞬間を作り出しました。\n\n楽しさ：9＆lt; 簡単に言えば、私はこのシリーズを本当に楽しんでいました。ほとんどのアニメとは異なり、結末を残しています.Gurren Lagannは私に満足感を与えました。\n\n全体：9＆lt; 私はこのアニメ10を与えることから私を戻ってきたいくつかのマイナーなものがあったが、全体的なグレンラガンは、私が推薦する優れたショーです。 私が最初に探していなかったものを私に与えることに失敗しなかった。 非常にインスピレーションを与える引用符と文字私は助けることができませんでしたが、なぜ私はこのアニメがそんなに好きと結びついて恋に落ちる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI finished Gurren Lagann not too long ago and decided to make this anime my first review... So here I go. I’ll start off by saying I was pretty much forced into watching TTGL by my cousins who were all into the hype (and still are) years ago. At first I was pretty iffy on the anime being a mecha and all- a genre that I don’t come across watching too often. But surprisingly I enjoyed it, overall giving it a rate of 9.\n\n\u001b[1m私はあまりにもずっと前にGurren Lagannを終了し、このアニメを私の最初のレビューにすることに決めました...だからここに行きます。 私は、何年も前に誇大宣伝に入っていた私のいとこたちによって、TTGLを見に行くことを余儀なくされたと言って始めます。 最初は、アニメがメカや、すべて私があまりにも頻繁に見ることに遭遇しないジャンルであることにはかなりかかりました。 しかし、驚いたことに私はそれを楽しんで、全体的に9の割合を与えました。\u001b[22m\n\u001b[1m(Watashi wa amarini mo zutto mae ni Gurren Lagann o shūryō shi, kono anime o watashi no saisho no rebyū ni suru koto ni kimemashita... Dakara koko ni ikimasu. Watashi wa, nan'nen mo mae ni kodai senden ni haitte ita watashi no itoko-tachi ni yotte, TTGL o mi ni iku koto o yoginaku sa reta to itte hajimemasu. Saisho wa, anime ga meka ya, subete watashi ga amarini mo hinpan ni miru koto ni sōgū shinai janrudearu koto ni wa kanari kakarimashita. Shikashi, odoroita koto ni watashi wa sore o tanoshinde, zentai-teki ni 9 no wariai o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mI finished Gurren Lagann not too long ago and decided to make this anime my first review... So here I go. I’ll start off by saying I was pretty much forced into watching TTGL by my cousins who were all into the hype (and still are) years ago. At first I was pretty iffy on the anime being a mecha and all- a genre that I don’t come across watching too often. But surprisingly I enjoyed it, overall giving it a rate of 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI finished Gurren Lagann not too long ago and decided to make this anime my first review... So here I go.\u001b[24m\n    \u001b[1m私はあまりにもずっと前にGurren Lagannを終了し、このアニメを私の最初のレビューにすることに決めました...だからここに行きます。\u001b[22m, \u001b[1m私はあまりにも長い前天元突破グレンラガンを終えて、このアニメ私の最初のレビューすることに決めた...だからここに私は行きます。\u001b[22m\n\u001b[4mI’ll start off by saying I was pretty much forced into watching TTGL by my cousins who were all into the hype (and still are) years ago.\u001b[24m\n    \u001b[1m私は、何年も前に誇大宣伝に入っていた私のいとこたちによって、TTGLを見に行くことを余儀なくされたと言って始めます。\u001b[22m, \u001b[1m私はかなり年前にすべての誇大宣伝にあった（まだある）私のいとこによってTTGLを見に強制されたと言ってから始めましょう。\u001b[22m\n\u001b[4mAt first I was pretty iffy on the anime being a mecha and all- a genre that I don’t come across watching too often.\u001b[24m\n    \u001b[1m最初は、アニメがメカや、すべて私があまりにも頻繁に見ることに遭遇しないジャンルであることにはかなりかかりました。\u001b[22m, \u001b[1m最初は、私は、私はあまりにも頻繁に見遭遇しないメカやオールジャンルであるアニメにかなりあやふやでした。\u001b[22m\n\u001b[4mBut surprisingly I enjoyed it, overall giving it a rate of 9.\u001b[24m\n    \u001b[1mしかし、驚いたことに私はそれを楽しんで、全体的に9の割合を与えました。\u001b[22m, \u001b[1mしかし、驚くべきことに、私は全体的に9の速度を与え、それを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8 &lt; I have to admit that I wasn't exactly drawn into the anime from the first episode. Personally it was a tad slow in my opinion; however, at episode four I became more the interested. It's hard writing about the story without giving away spoilers so I'll leave off with that.\n\n\u001b[1mストーリー：8＆lt; 私は最初のエピソードからアニメにこだわったわけではないことを認めなければならない。 個人的には、私の意見では少し遅れました。 しかし、エピソード4では、私はもっと興味を持ったようになりました。 スポイラーを放棄せずに物語を書くのは難しいので、私はそれを中止します。\u001b[22m\n\u001b[1m(Sutōrī: 8& Lt; watashi wa saisho no episōdo kara anime ni kodawatta wakede wanai koto o mitomenakereba naranai. Kojin-teki ni wa, watashi no ikende wa sukoshi okuremashita. Shikashi, episōdo 4de wa, watashi wa motto kyōmi o motta yō ni narimashita. Supoirā o hōki sezu ni monogatari o kaku no wa muzukashīnode, watashi wa sore o chūshi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 8 &lt; I have to admit that I wasn't exactly drawn into the anime from the first episode. Personally it was a tad slow in my opinion; however, at episode four I became more the interested. It's hard writing about the story without giving away spoilers so I'll leave off with that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8 &lt;\u001b[24m\n    \u001b[1mストーリー：8＆lt;\u001b[22m\n\u001b[4mI have to admit that I wasn't exactly drawn into the anime from the first episode.\u001b[24m\n    \u001b[1m私は最初のエピソードからアニメにこだわったわけではないことを認めなければならない。\u001b[22m, \u001b[1m私は正確に最初のエピソードからアニメに描かれていなかったことを認めざるを得ません。\u001b[22m\n\u001b[4mPersonally it was a tad slow in my opinion;\u001b[24m\n    \u001b[1m個人的には、私の意見では少し遅れました。\u001b[22m, \u001b[1m個人的にそれは私の意見では遅い少しありました。\u001b[22m\n\u001b[4mhowever, at episode four I became more the interested.\u001b[24m\n    \u001b[1mしかし、エピソード4では、私はもっと興味を持ったようになりました。\u001b[22m, \u001b[1mしかし、エピソード4で私がもっと興味を持つようになりました。\u001b[22m\n\u001b[4mIt's hard writing about the story without giving away spoilers so I'll leave off with that.\u001b[24m\n    \u001b[1mスポイラーを放棄せずに物語を書くのは難しいので、私はそれを中止します。\u001b[22m, \u001b[1m私はそれとオフ残しておきますので、それはスポイラーを離れて与えることなく話を書いて難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9 &lt; The art seemed pretty basic to me at first, but throughout, the animation seemed to get better with each fight. There were vivid colors crafted into the show which really set the scene with a ‘fiery’ mood within characters to mecha battles. The art runs smoothly from each event to the next in a way that didn’t allow me to take my eyes off of the screen. The details of the animation went above par with anime of those created in the year of 2007.\n\n\u001b[1mArt：9＆lt; 芸術は当初はかなり基本的だったようでしたが、アニメーションは各戦闘でより良くなるように見えました。 キャラクター内の「激しい」気分で、メカの戦いになったシーンには、鮮やかな色彩が描かれていました。 芸術は、私が画面から目を離すことを許さない方法で、各イベントから次のイベントまでスムーズに実行されます。 アニメーションの詳細は、2007年に作成されたアニメと同程度になりました。\u001b[22m\n\u001b[1m(Art: 9& Lt; geijutsu wa tōsho wa kanari kihon-tekidatta yōdeshitaga, animēshon wa kaku sentō de yori yoku naru yō ni miemashita. Kyarakutā-nai no `hageshī' kibun de, meka no tatakai ni natta shīn ni wa, azayakana shikisai ga egaka rete imashita. Geijutsu wa, watashi ga gamen kara me o hanasu koto o yurusanai hōhō de, kaku ibento kara tsugi no ibento made sumūzu ni jikkō sa remasu. Animēshon no shōsai wa, 2007-nen ni sakusei sa reta anime to dō-teido ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mArt: 9 &lt; The art seemed pretty basic to me at first, but throughout, the animation seemed to get better with each fight. There were vivid colors crafted into the show which really set the scene with a ‘fiery’ mood within characters to mecha battles. The art runs smoothly from each event to the next in a way that didn’t allow me to take my eyes off of the screen. The details of the animation went above par with anime of those created in the year of 2007.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9 &lt;\u001b[24m\n    \u001b[1mArt：9＆lt;\u001b[22m, \u001b[1mアート：9＆LT;\u001b[22m\n\u001b[4mThe art seemed pretty basic to me at first, but throughout, the animation seemed to get better with each fight.\u001b[24m\n    \u001b[1m芸術は当初はかなり基本的だったようでしたが、アニメーションは各戦闘でより良くなるように見えました。\u001b[22m, \u001b[1m技術は、最初に私にはかなり基本的なように見えたが、全体に、アニメーションはそれぞれの戦いで良くなったようでした。\u001b[22m\n\u001b[4mThere were vivid colors crafted into the show which really set the scene with a ‘fiery’ mood within characters to mecha battles.\u001b[24m\n    \u001b[1mキャラクター内の「激しい」気分で、メカの戦いになったシーンには、鮮やかな色彩が描かれていました。\u001b[22m, \u001b[1m本当にメカ戦いに文字以内の「燃える」気分でシーンを設定ショーに細工された鮮やかな色がありました。\u001b[22m\n\u001b[4mThe art runs smoothly from each event to the next in a way that didn’t allow me to take my eyes off of the screen.\u001b[24m\n    \u001b[1m芸術は、私が画面から目を離すことを許さない方法で、各イベントから次のイベントまでスムーズに実行されます。\u001b[22m, \u001b[1m芸術は私が画面の外私の目を取ることを許可しなかった方法で、次の各イベントからスムーズに実行されます。\u001b[22m\n\u001b[4mThe details of the animation went above par with anime of those created in the year of 2007.\u001b[24m\n    \u001b[1mアニメーションの詳細は、2007年に作成されたアニメと同程度になりました。\u001b[22m, \u001b[1mアニメーションの詳細は、2007年に作成されたもののアニメ並みの上に行ってきました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 9 &lt; The characters outcome of TTGL were far from being dull. About each and every character had undergone excellent development throughout the series. From the start, Kamina, a particular character shines out with an inspiring attitude which ‘contagiously’ spreads to other characters most obviously affecting the main protagonist Simon. The characters play an important role in the motivational theme of the story. All in all, the character development of Gurren Lagann was superb and definitely topped most anime in my opinion.\n\n\u001b[1m文字：9＆lt;  TTGLの成果は鈍いから遠かった。 それぞれのキャラクターについて、シリーズ全体で優れた発展を遂げました。 最初からKamina、特定のキャラクターは、主人公Simonに最も明らかに影響を与える他のキャラクターに「伝染的に」広がる感動的な態度で輝きます。 キャラクターはストーリーの動機付けのテーマで重要な役割を果たします。 結局のところ、Gurren Lagannのキャラクター開発は素晴らしく、間違いなく私の意見ではほとんどのアニメを上回っていました。\u001b[22m\n\u001b[1m(Moji: 9& Lt; TTGL no seika wa nibuikara tōkatta. Sorezore no kyarakutā ni tsuite, shirīzu zentai de sugureta hatten o togemashita. Saisho kara Kamina, tokutei no kyarakutā wa, shujinkō saimon ni mottomo akiraka ni eikyōwoataeru hoka no kyarakutā ni `densen-teki ni' hirogaru kandō-tekina taido de kagayakimasu. Kyarakutā wa sutōrī no dōkidzuke no tēma de jūyōna yakuwari o hatashimasu. Kekkyokunotokoro, Gurren Lagann no kyarakutā kaihatsu wa subarashiku, machigainaku watashi no ikende wa hotondo no anime o uwamawatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 9 &lt; The characters outcome of TTGL were far from being dull. About each and every character had undergone excellent development throughout the series. From the start, Kamina, a particular character shines out with an inspiring attitude which ‘contagiously’ spreads to other characters most obviously affecting the main protagonist Simon. The characters play an important role in the motivational theme of the story. All in all, the character development of Gurren Lagann was superb and definitely topped most anime in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 9 &lt;\u001b[24m\n    \u001b[1m文字：9＆lt;\u001b[22m, \u001b[1mキャラクター：9＆LT;\u001b[22m\n\u001b[4mThe characters outcome of TTGL were far from being dull.\u001b[24m\n    \u001b[1mTTGLの成果は鈍いから遠かった。\u001b[22m, \u001b[1mTTGLの文字の結果は鈍い程遠いでした。\u001b[22m\n\u001b[4mAbout each and every character had undergone excellent development throughout the series.\u001b[24m\n    \u001b[1mそれぞれのキャラクターについて、シリーズ全体で優れた発展を遂げました。\u001b[22m, \u001b[1mそれぞれ、すべての文字がシリーズ全体で優れた開発を受けていました。\u001b[22m\n\u001b[4mFrom the start, Kamina, a particular character shines out with an inspiring attitude which ‘contagiously’ spreads to other characters most obviously affecting the main protagonist Simon.\u001b[24m\n    \u001b[1m最初からKamina、特定のキャラクターは、主人公Simonに最も明らかに影響を与える他のキャラクターに「伝染的に」広がる感動的な態度で輝きます。\u001b[22m, \u001b[1m当初から、カミナは、特定の文字は「伝染的に「最も明らかに主人公サイモンに影響を与える他の文字に広がる感動的な態度で出て輝いています。\u001b[22m\n\u001b[4mThe characters play an important role in the motivational theme of the story.\u001b[24m\n    \u001b[1mキャラクターはストーリーの動機付けのテーマで重要な役割を果たします。\u001b[22m, \u001b[1m文字は、物語の動機付けのテーマで重要な役割を果たしています。\u001b[22m\n\u001b[4mAll in all, the character development of Gurren Lagann was superb and definitely topped most anime in my opinion.\u001b[24m\n    \u001b[1m結局のところ、Gurren Lagannのキャラクター開発は素晴らしく、間違いなく私の意見ではほとんどのアニメを上回っていました。\u001b[22m, \u001b[1mすべてのすべてで、天元突破グレンラガンのキャラクターの成長はすばらしかったし、間違いなく私の意見では、ほとんどのアニメを突破しました。\u001b[22m\n\u001b[1m\u001b[22m\nSound/Music: 10 &lt; Instantly after I finished the last episode of Gurren Lagann, I downloaded tunes on my phone right away. From opening, ending, to soundtracks the music of TTGL blew me away. Although it may not be everyone’s cup of tea, the sounds in this anime left me breath taking and never failed to leave me pumped up and ready for more. Music surely assisted the epic battles and created heartfelt moments which left me with a feeling an emotion too hard to describe.\n\n\u001b[1mサウンド/音楽：10＆lt;  Gurren Lagannの最後のエピソードを終えた直後に、すぐに私の携帯に曲をダウンロードしました。 オープニング、エンディング、サウンドトラックまで、TTGLの音楽は私を吹き飛ばした。 みんなのお茶ではないかもしれませんが、このアニメの音は私に息を吹きかけてくれました。 音楽は確かに叙事詩の戦いを手伝ってくれたし、心のこもった瞬間を作り出しました。\u001b[22m\n\u001b[1m(Saundo/ ongaku: 10& Lt; Gurren Lagann no saigo no episōdo o oeta chokugo ni, sugu ni watashi no keitai ni kyoku o daunrōdo shimashita. Ōpuningu, endingu, saundotorakku made, TTGL no ongaku wa watashi o fukitobashita. Min'na no ochade wanai kamo shiremasenga, kono anime no oto wa watashi ni iki o fukikakete kuremashita. Ongaku wa tashika ni jojishi no tatakai o tetsudatte kuretashi, kokoro no komotta shunkan o tsukuridashimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound/Music: 10 &lt; Instantly after I finished the last episode of Gurren Lagann, I downloaded tunes on my phone right away. From opening, ending, to soundtracks the music of TTGL blew me away. Although it may not be everyone’s cup of tea, the sounds in this anime left me breath taking and never failed to leave me pumped up and ready for more. Music surely assisted the epic battles and created heartfelt moments which left me with a feeling an emotion too hard to describe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound/Music: 10 &lt;\u001b[24m\n    \u001b[1mサウンド/音楽：10＆lt;\u001b[22m\n\u001b[4mInstantly after I finished the last episode of Gurren Lagann, I downloaded tunes on my phone right away.\u001b[24m\n    \u001b[1mGurren Lagannの最後のエピソードを終えた直後に、すぐに私の携帯に曲をダウンロードしました。\u001b[22m, \u001b[1m私は天元突破グレンラガンの最後のエピソードを終え即座た後、私はすぐに自分の携帯電話に曲をダウンロードしました。\u001b[22m\n\u001b[4mFrom opening, ending, to soundtracks the music of TTGL blew me away.\u001b[24m\n    \u001b[1mオープニング、エンディング、サウンドトラックまで、TTGLの音楽は私を吹き飛ばした。\u001b[22m, \u001b[1m開口部から、エンディング、TTGLの音楽をサウンドトラックには私を吹き飛ばしました。\u001b[22m\n\u001b[4mAlthough it may not be everyone’s cup of tea, the sounds in this anime left me breath taking and never failed to leave me pumped up and ready for more.\u001b[24m\n    \u001b[1mみんなのお茶ではないかもしれませんが、このアニメの音は私に息を吹きかけてくれました。\u001b[22m, \u001b[1mそれはお茶の全員のカップではないかもしれないが、このアニメで音が息を取って私を残し、決して汲み上げおよび多くのための準備ができて私を残すことができませんでした。\u001b[22m\n\u001b[4mMusic surely assisted the epic battles and created heartfelt moments which left me with a feeling an emotion too hard to describe.\u001b[24m\n    \u001b[1m音楽は確かに叙事詩の戦いを手伝ってくれたし、心のこもった瞬間を作り出しました。\u001b[22m, \u001b[1m音楽は確かに壮大な戦いを支援し、記述するためにあまりにもハードな感情を感じて私を残し心からの瞬間を作成しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9 &lt; Simply put, I really enjoyed this series and unlike most anime I watch that leave hanging endings, Gurren Lagann gave me a sense of satisfaction.\n\n\u001b[1m楽しさ：9＆lt; 簡単に言えば、私はこのシリーズを本当に楽しんでいました。ほとんどのアニメとは異なり、結末を残しています.Gurren Lagannは私に満足感を与えました。\u001b[22m\n\u001b[1m(Tanoshisa: 9& Lt; kantan'niieba, watashi wa kono shirīzu o hontōni tanoshinde imashita. Hotondo no anime to wa kotonari, ketsumatsu o nokoshite imasu. Gurren Lagann wa watashi ni manzoku-kan o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9 &lt; Simply put, I really enjoyed this series and unlike most anime I watch that leave hanging endings, Gurren Lagann gave me a sense of satisfaction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9 &lt;\u001b[24m\n    \u001b[1m楽しさ：9＆lt;\u001b[22m\n\u001b[4mSimply put, I really enjoyed this series and unlike most anime I watch that leave hanging endings, Gurren Lagann gave me a sense of satisfaction.\u001b[24m\n    \u001b[1m簡単に言えば、私はこのシリーズを本当に楽しんでいました。ほとんどのアニメとは異なり、結末を残しています.Gurren Lagannは私に満足感を与えました。\u001b[22m, \u001b[1m簡単に言えば、私は本当にこのシリーズを楽しんだし、ほとんどのアニメと違って、私はそれが終末をぶら下げたまま見て、グレンラガンは私に満足感を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9 &lt; There were a few minor things that held me back from giving this anime a 10 but overall Gurren Lagann is an excellent show I would recommend. It didn’t fail to give me what I had not been looking for at first. Very inspirational quotes and characters I couldn’t help but fall in love with which ties in with why I like this anime so much.\n\n\u001b[1m全体：9＆lt; 私はこのアニメ10を与えることから私を戻ってきたいくつかのマイナーなものがあったが、全体的なグレンラガンは、私が推薦する優れたショーです。 私が最初に探していなかったものを私に与えることに失敗しなかった。 非常にインスピレーションを与える引用符と文字私は助けることができませんでしたが、なぜ私はこのアニメがそんなに好きと結びついて恋に落ちる。\u001b[22m\n\u001b[1m(Zentai: 9& Lt; watashi wa kono anime 10 o ataeru koto kara watashi o modottekita ikutsu ka no maināna mono ga attaga, zentai-tekina gurenragan wa, watashi ga suisen suru sugureta shōdesu. Watashi ga saisho ni sagashite inakatta mono o watashi ni ataeru koto ni shippai shinakatta. Hijō ni insupirēshon o ataeru in'yō fu to moji watashi wa tasukeru koto ga dekimasendeshitaga, naze watashi wa kono anime ga son'nani suki to musubitsuite koiniochiru.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9 &lt; There were a few minor things that held me back from giving this anime a 10 but overall Gurren Lagann is an excellent show I would recommend. It didn’t fail to give me what I had not been looking for at first. Very inspirational quotes and characters I couldn’t help but fall in love with which ties in with why I like this anime so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9 &lt;\u001b[24m\n    \u001b[1m全体：9＆lt;\u001b[22m\n\u001b[4mThere were a few minor things that held me back from giving this anime a 10 but overall Gurren Lagann is an excellent show I would recommend.\u001b[24m\n    \u001b[1m私はこのアニメ10を与えることから私を戻ってきたいくつかのマイナーなものがあったが、全体的なグレンラガンは、私が推薦する優れたショーです。\u001b[22m, \u001b[1m10しかし、全体的な天元突破グレンラガンは私が推薦する優れたショーですこのアニメを与えてから戻って私を開催したいくつかのマイナーな事がありました。\u001b[22m\n\u001b[4mIt didn’t fail to give me what I had not been looking for at first.\u001b[24m\n    \u001b[1m私が最初に探していなかったものを私に与えることに失敗しなかった。\u001b[22m, \u001b[1mそれは私が最初に探していなかったものを私に与えるために失敗しませんでした。\u001b[22m\n\u001b[4mVery inspirational quotes and characters I couldn’t help but fall in love with which ties in with why I like this anime so much.\u001b[24m\n    \u001b[1m非常にインスピレーションを与える引用符と文字私は助けることができませんでしたが、なぜ私はこのアニメがそんなに好きと結びついて恋に落ちる。\u001b[22m, \u001b[1m非常にインスピレーション引用符と文字が、私は助けるが、私はそんなにこのアニメを好きな理由で結び付けていると恋に落ちることができませんでした。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Cloudff7",
    "profile": "/profile/Cloudff7/reviews",
    "pages": "15",
    "number": "18",
    "link": "/reviews.php?id=178197",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最初の言葉、私は長い間見てきた最高のアニメです。 物語は本当に私の好きなジャンルの一つであるメカのアニメのスタイルに合っていて、本当にそれが良いとはいえないと信じています。 芸術のスタイルはとても活気があって、見るだけの楽しさがありましたが、アニメ全体で何が起こっていたかのスタイルに合っています。  Gurren Lagannのオープニングは今日まで私が好きだったし、戦いの音楽はほぼ同じくらい良かったし、私はそれが価値があるすべてのことについて、私がどこからでも聞いた最高の歌だと思った。 キャラクターの発展とアニメの全体的な魅力は全く驚きでした。私の好きなキャラクターはKaminaでなければなりませんでした。なぜなら彼はSimonを信じられないほどのリーダーに仕立てて、その話全体を手伝ってくれたからです。 私はこのアニメを初めて楽しんだことができませんでした。私はこのアニメが驚くべきことを知っているのを見て、初めてでした。 このアニメを見るのを躊躇しないでも、間違いなく10の価値があったからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst words, best anime I have seen for a long time. The story really fit the style of mecha anime which is one of my favorite genres and I believe that really it could not have been better. The art style was so vibrant and just a pleasure to look at, yet again, it fit the style of what was going on throughout the entirety of the anime. The opening the Gurren Lagann is my favorite to date and the fighting music was almost as good and I just thought, for everything it is worth, the best sings I have heard anywhere to date. The character development and overall appeal of the anime was absolutely amazing, my favorite character would have to be Kamina, because he shaped Simon into an incredible leader and just helped out the story throughout. I could not have enjoyed this anime anymore than I did from the first time I looked into watching I knew this anime was going to be amazing, and I was right. Do not even hesitate to watch this anime because it was definitely worth a ten by far.\n\n\u001b[1m最初の言葉、私は長い間見てきた最高のアニメです。 物語は本当に私の好きなジャンルの一つであるメカのアニメのスタイルに合っていて、本当にそれが良いとは言えなかったと私は信じています。 芸術のスタイルはとても活気があって、見るだけの楽しさがありましたが、それはアニメ全体を通して起こっていたことのスタイルに合っています。  Gurren Lagannのオープニングは今日まで私が好きだったし、戦いの音楽はほぼ同じくらい良かったし、私はそれが価値があるすべてのことについて、私がどこからでも聞いた最高の歌だと思った。 キャラクターの発展とアニメの全体的な魅力は全く驚きでした。私の好きなキャラクターはKaminaでなければなりませんでした。なぜなら彼はSimonを信じられないほどのリーダーに仕立てて、その話全体を手伝ったからです。 私はこのアニメを初めて楽しんだことができませんでした。私はこのアニメが驚くべきことを知っているのを見て、初めてでした。 このアニメを見るのを躊躇しないでも、間違いなく10の価値があったから。\u001b[22m\n\u001b[1m(Saisho no kotoba, watashi wa nagaiai mitekita saikō no animedesu. Monogatari wa hontōni watashi no sukina janru no hitotsudearu meka no anime no sutairu ni atte ite, hontōni sore ga yoi to wa ienakatta to watashi wa shinjite imasu. Geijutsu no sutairu wa totemo kakki ga atte, mirudake no tanoshisa ga arimashitaga, soreha anime zentai o tōshite okotte ita koto no sutairu ni atte imasu. Gurren Lagann no ōpuningu wa kyō made watashi ga sukidattashi, tatakai no ongaku wa hobo onaji kurai yokattashi, watashi wa sore ga kachigāru subete no koto ni tsuite, watashi ga doko kara demo kiita saikō no utada to omotta. Kyarakutā no hatten to anime no zentai-tekina miryoku wa mattaku odorokideshita. Watashi no sukina kyarakutā wa Kaminadenakereba narimasendeshita. Nazenara kare wa saimon o shinji rarenai hodo no rīdā ni shitatete, sono-wa zentai o tetsudattakaradesu. Watashi wa kono anime o hajimete tanoshinda koto ga dekimasendeshita. Watashi wa kono anime ga odorokubeki koto o shitte iru no o mite, hajimetedeshita. Kono anime o miru no o chūcho shinaide mo, machigainaku 10 no kachi ga attakara.)\u001b[22m\n\nTranslations of \u001b[4mFirst words, best anime I have seen for a long time. The story really fit the style of mecha anime which is one of my favorite genres and I believe that really it could not have been better. The art style was so vibrant and just a pleasure to look at, yet again, it fit the style of what was going on throughout the entirety of the anime. The opening the Gurren Lagann is my favorite to date and the fighting music was almost as good and I just thought, for everything it is worth, the best sings I have heard anywhere to date. The character development and overall appeal of the anime was absolutely amazing, my favorite character would have to be Kamina, because he shaped Simon into an incredible leader and just helped out the story throughout. I could not have enjoyed this anime anymore than I did from the first time I looked into watching I knew this anime was going to be amazing, and I was right. Do not even hesitate to watch this anime because it was definitely worth a ten by far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst words, best anime I have seen for a long time.\u001b[24m\n    \u001b[1m最初の言葉、私は長い間見てきた最高のアニメです。\u001b[22m, \u001b[1m最初の言葉、私は長い間見てきた最高のアニメ。\u001b[22m\n\u001b[4mThe story really fit the style of mecha anime which is one of my favorite genres and I believe that really it could not have been better.\u001b[24m\n    \u001b[1m物語は本当に私の好きなジャンルの一つであるメカのアニメのスタイルに合っていて、本当にそれが良いとは言えなかったと私は信じています。\u001b[22m, \u001b[1m話は本当に私の好きなジャンルの一つであるメカアニメのスタイルにフィットし、私は本当にそれが良いされていない可能性があると信じています。\u001b[22m\n\u001b[4mThe art style was so vibrant and just a pleasure to look at, yet again, it fit the style of what was going on throughout the entirety of the anime.\u001b[24m\n    \u001b[1m芸術のスタイルはとても活気があって、見るだけの楽しさがありましたが、それはアニメ全体を通して起こっていたことのスタイルに合っています。\u001b[22m, \u001b[1mアートスタイルは見て、再び、それはアニメの全体を通して何が起こっていたかのスタイルにフィットするので、活気に満ちたばかりの喜びでした。\u001b[22m\n\u001b[4mThe opening the Gurren Lagann is my favorite to date and the fighting music was almost as good and I just thought, for everything it is worth, the best sings I have heard anywhere to date.\u001b[24m\n    \u001b[1mGurren Lagannのオープニングは今日まで私が好きだったし、戦いの音楽はほぼ同じくらい良かったし、私はそれが価値があるすべてのことについて、私がどこからでも聞いた最高の歌だと思った。\u001b[22m, \u001b[1m天元突破グレンラガンを開くと、これまでの私のお気に入りですし、戦闘の音楽はほぼ良好であったと私はちょうど最高のは、私はどこにも今日まで聞いたことが歌い、すべてのためにそれは価値がある、と思いました。\u001b[22m\n\u001b[4mThe character development and overall appeal of the anime was absolutely amazing, my favorite character would have to be Kamina, because he shaped Simon into an incredible leader and just helped out the story throughout.\u001b[24m\n    \u001b[1mキャラクターの発展とアニメの全体的な魅力は全く驚きでした。私の好きなキャラクターはKaminaでなければなりませんでした。なぜなら彼はSimonを信じられないほどのリーダーに仕立てて、その話全体を手伝ったからです。\u001b[22m, \u001b[1mキャラクターの成長やアニメの全体的な魅力は、彼は信じられないほどのリーダーにサイモンを形だけを通して物語を手伝ったので、私のお気に入りのキャラクターは、カミナなければならないであろう、絶対に驚くべきものでした。\u001b[22m\n\u001b[4mI could not have enjoyed this anime anymore than I did from the first time I looked into watching I knew this anime was going to be amazing, and I was right.\u001b[24m\n    \u001b[1m私はこのアニメを初めて楽しんだことができませんでした。私はこのアニメが驚くべきことを知っているのを見て、初めてでした。\u001b[22m, \u001b[1m私はこのアニメは素晴らしいことになるだろう知っていた私が見に見えた最初の時からやったよりも、もはやこのアニメを楽しんでいることができなかった、と私は正しかったです。\u001b[22m\n\u001b[4mDo not even hesitate to watch this anime because it was definitely worth a ten by far.\u001b[24m\n    \u001b[1mこのアニメを見るのを躊躇しないでも、間違いなく10の価値があったから。\u001b[22m, \u001b[1mそれは間違いなくはるかに10の価値があったためであってもこのアニメを見てすることを躊躇しないでください。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "Allakatter",
    "profile": "/profile/Allakatter/reviews",
    "pages": "15",
    "number": "19",
    "link": "/reviews.php?id=140211",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれで、私はこれを視点に置いてみましょう...あなたは、家の大きさのロボットの上にゴルフカートのサイズのロボットを持っています。地球規模のロボットを操縦している都市規模のロボットを操縦しています。 ビッグバンとスーパーチャージャーの男の子の手錠をかけられた髭の男の子からロボットの手をはずして、今はまるで男らしさのパラゴンの巨大な青い火のイメージをパイロットしている カリスマは避けられない心のセックスの罠から彼の友人を導いた、そしてそれは最大のものから最小のものへとスピンダウンする。それはシヴァンと戦っているシバン全体のパイロットである。マナとナックルをナックルし、Eldritch Abomination すべてのインテリジェントな人生に苦しんで、宇宙で。\n\nベスト。 表示する。 これまで",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo let me put this in perspective...you have a golf cart sized robot on top of a house sized robot piloting a city sized robot that's piloting a planet sized robot merged with several more golf cart sized robots piloting a GALAXY sized robot that was torn apart and spawned around 10 more galaxy sized robots from nothing that were supercharged with the Big Bang and the epic manly flaming beard of a man who beat up a robot barehanded and is now piloting a giant blue fire image of a paragon of manliness whose sheer charisma led his friends out of an inescapable mind fuck trap, and then it spins down from biggest to smallest then it's the PILOT of the whole shebang fighting mano a mano, knuckle to knuckle, with an Eldritch Abomination whose sole purpose is to bring despair and suffering to all intelligent life, in the universe.\n\n\u001b[1mそれで、私はこれを視点に置いてみましょう...あなたは、家の大きさのロボットの上にゴルフカートのサイズのロボットを持っています。地球規模のロボットを操縦している都市規模のロボットを操縦しています。 ビッグバンとスーパーチャージャーの男の子の手錠をかけられた髭の男の子からロボットの手をはずして、今はまるで男らしさのパラゴンの巨大な青い火のイメージをパイロットしている カリスマは避けられない心のセックスの罠から彼の友人を導いた、そしてそれは最大のものから最小のものへとスピンダウンする。それはシヴァンと戦っているシバン全体のパイロットである。マナとナックルをナックルし、Eldritch Abomination すべてのインテリジェントな人生に苦しんで、宇宙で。\u001b[22m\n\u001b[1m(Sore de, watashi wa kore o shiten ni oite mimashou... Anata wa,-ka no ōki-sa no robotto no ue ni gorufukāto no saizu no robotto o motte imasu. Chikyū kibo no robotto o sōjū shite iru toshi kibo no robotto o sōjū shite imasu. Bigguban to sūpāchājā no otokonoko no tejō o kake rareta hige no otokonoko kara robotto no te o hazushite, ima wa marude otokorashi-sa no paragon no kyodaina aoi hi no imēji o pairotto shite iru karisuma wa sakerarenai kokoro no sekkusu no wana kara kare no yūjin o michibiita, soshite sore wa saidai no mono kara saishō no mono e to supindaun suru. Sore wa shivu~an to tatakatte iru shi ban zentai no pairottodearu. Mana to nakkuru o nakkuru shi, Eldritch Abomination subete no interijentona jinsei ni kurushinde, uchū de.)\u001b[22m\n\nTranslations of \u001b[4mSo let me put this in perspective...you have a golf cart sized robot on top of a house sized robot piloting a city sized robot that's piloting a planet sized robot merged with several more golf cart sized robots piloting a GALAXY sized robot that was torn apart and spawned around 10 more galaxy sized robots from nothing that were supercharged with the Big Bang and the epic manly flaming beard of a man who beat up a robot barehanded and is now piloting a giant blue fire image of a paragon of manliness whose sheer charisma led his friends out of an inescapable mind fuck trap, and then it spins down from biggest to smallest then it's the PILOT of the whole shebang fighting mano a mano, knuckle to knuckle, with an Eldritch Abomination whose sole purpose is to bring despair and suffering to all intelligent life, in the universe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo let me put this in perspective...you have a golf cart sized robot on top of a house sized robot piloting a city sized robot that's piloting a planet sized robot merged with several more golf cart sized robots piloting a GALAXY sized robot that was\u001b[24m\n    \u001b[1mそれで、私はこれを視点に置いてみましょう...あなたは、家の大きさのロボットの上にゴルフカートのサイズのロボットを持っています。地球規模のロボットを操縦している都市規模のロボットを操縦しています。\u001b[22m, \u001b[1mだから、私は視点でこれを入れてみましょう...あなたは惑星サイズのロボットを操縦市内サイズのロボットを操縦家サイズのロボットの上にロボットをサイズのゴルフカートがあったGALAXYサイズのロボットを操縦し、いくつかのより多くのゴルフカートサイズのロボットと合併してい\u001b[22m\n\u001b[4mtorn apart and spawned around 10 more galaxy sized robots from nothing that were supercharged with the Big Bang and the epic manly flaming beard of a man who beat up a robot barehanded and is now piloting a giant blue fire image of a paragon of manliness whose sheer\u001b[24m\n    \u001b[1mビッグバンとスーパーチャージャーの男の子の手錠をかけられた髭の男の子からロボットの手をはずして、今はまるで男らしさのパラゴンの巨大な青い火のイメージをパイロットしている\u001b[22m, \u001b[1m引き裂かとビッグバンで過給された何もないと素手でロボットを殴る男の壮大な男らしい炎のヒゲから約10以上の銀河サイズのロボットを生み出し、今薄手の男らしさの模範の巨大な青い火のイメージを操縦されています\u001b[22m\n\u001b[4mcharisma led his friends out of an inescapable mind fuck trap, and then it spins down from biggest to smallest then it's the PILOT of the whole shebang fighting mano a mano, knuckle to knuckle, with an Eldritch Abomination whose sole purpose is to bring despair and\u001b[24m\n    \u001b[1mカリスマは避けられない心のセックスの罠から彼の友人を導いた、そしてそれは最大のものから最小のものへとスピンダウンする。それはシヴァンと戦っているシバン全体のパイロットである。マナとナックルをナックルし、Eldritch Abomination\u001b[22m, \u001b[1mカリスマ性は避けられない心の性交トラップから彼の友人を率いて、そしてそれが最大から最小にスピンダウン、それは1対1の対決を戦う何もかものパイロットの、その唯一の目的エルドリッチ嫌悪と、ナックルするナックルは絶望をもたらすことで、\u001b[22m\n\u001b[4msuffering to all intelligent life, in the universe.\u001b[24m\n    \u001b[1mすべてのインテリジェントな人生に苦しんで、宇宙で。\u001b[22m, \u001b[1m宇宙では、すべての知的生活に苦しんで。\u001b[22m\n\u001b[1m\u001b[22m\nBEST. SHOW. EVER.\n\n\u001b[1mベスト。 表示する。 これまで\u001b[22m\n\u001b[1m(Besuto. Hyōji suru. Kore made)\u001b[22m\n\nTranslations of \u001b[4mBEST. SHOW. EVER.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBEST.\u001b[24m\n    \u001b[1mベスト。\u001b[22m, \u001b[1mBEST。\u001b[22m\n\u001b[4mSHOW.\u001b[24m\n    \u001b[1m表示する。\u001b[22m, \u001b[1mSHOW。\u001b[22m\n\u001b[4mEVER.\u001b[24m\n    \u001b[1mこれまで\u001b[22m, \u001b[1mEVER。\u001b[22m"
  },
  {
    "title": "Tengen_Toppa_Gurren_Lagann",
    "id": "2001",
    "url": "https://myanimelist.net/anime/2001/Tengen_Toppa_Gurren_Lagann",
    "user": "outlawvenom",
    "profile": "/profile/outlawvenom/reviews",
    "pages": "15",
    "number": "20",
    "link": "/reviews.php?id=10388",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは、私が一生見た中で最も明るいショーです。 それは不可能になる可能性を生み出す 主人公の1人が引用したように。 ストーリーは信じられないほどシンプルで、芸術はFuri Curiを彷彿とさせていましたが、ショーそのものは私を握っている経験に私を関わらせたことはありませんでした。 それはユーモア、ドラマ、アクションの素晴らしいブレンドを一つにまとめています。 私はあなたがそれを求めて努力し、自分自身を信じるあなたを信じるならば、何も手が届かないかのように、この暖かい感情を私に与えることが決してないということを除いて、それを説明する方法を本当に分かりません。 結論として、Tengen Toppa Gurren Lagannは誰もいなくてはならないものです。 誰もが毎度少しずつ自信を増強し、このショーはまさにそれを達成します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is THE most upbeat show I have ever seen in my entire life. It drives to make 'the impossible POSSIBLE!' as quoted by one of the main characters. Though the story was incredibly simple, and the art was very reminiscent of Furi Curi, the show itself NEVER failed to engage me in a gripping experience. It deliverers a wonderful blend of humor, drama, and action all in one. I don't really know how else to describe it, except that it never fails to give me this warm feeling inside as though nothing is out of reach if you strive for it and 'believe in you who believes in yourself.' In conclusion, Tengen Toppa Gurren Lagann is something that no one should be without. Everyone deserves a little confidence booster every now and then, and this show accomplishes just that.\n\n\u001b[1mこれは、私が一生見た中で最も明るいショーです。 それは不可能になる可能性を生み出す 主人公の1人が引用したように。 ストーリーは信じられないほどシンプルで、芸術はFuri Curiを彷彿とさせていましたが、ショーそのものは私を握っている経験に私を関わらせたことはありませんでした。 それはユーモア、ドラマ、アクションの素晴らしいブレンドを一つにまとめています。 私はあなたがそれを求めて努力し、自分自身を信じるあなたを信じるならば、何も手が届かないかのように、この暖かい感情を私に与えることが決してないということを除いて、それを説明する方法を本当に分かりません。 結論として、Tengen Toppa Gurren Lagannは誰もいなくてはならないものです。 誰もが毎度少しずつ自信を増強し、このショーはまさにそれを達成します。\u001b[22m\n\u001b[1m(Kore wa, watashi ga isshō mita naka de mottomo akarui shōdesu. Sore wa fukanō ni naru kanōsei o umidasu shujinkō no 1-ri ga in'yō shita yō ni. Sutōrī wa shinji rarenai hodo shinpurude, geijutsu wa Furi Curi o hōfutsu to sa sete imashitaga, shō sonomono wa watashi o nigitte iru keiken ni watashi o kakawara seta koto wa arimasendeshita. Sore wa yūmoa, dorama, akushon no subarashī burendo o hitotsu ni matomete imasu. Watashi wa anata ga sore o motomete doryoku shi, jibun jishin o shinjiru anata o shinjirunaraba, nani mo tegatodokanai ka no yō ni, kono attakai kanjō o watashi ni ataeru koto ga kesshite nai to iu koto o nozoite, sore o setsumei suru hōhō o hontōni wakarimasen. Ketsuron to shite, Tengen Toppa Gurren Lagann wa dare mo inakute wa naranai monodesu. Daremoga maido sukoshizutsu jishin o zōkyō shi, kono shō wa masani sore o tassei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is THE most upbeat show I have ever seen in my entire life. It drives to make 'the impossible POSSIBLE!' as quoted by one of the main characters. Though the story was incredibly simple, and the art was very reminiscent of Furi Curi, the show itself NEVER failed to engage me in a gripping experience. It deliverers a wonderful blend of humor, drama, and action all in one. I don't really know how else to describe it, except that it never fails to give me this warm feeling inside as though nothing is out of reach if you strive for it and 'believe in you who believes in yourself.' In conclusion, Tengen Toppa Gurren Lagann is something that no one should be without. Everyone deserves a little confidence booster every now and then, and this show accomplishes just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is THE most upbeat show I have ever seen in my entire life.\u001b[24m\n    \u001b[1mこれは、私が一生見た中で最も明るいショーです。\u001b[22m, \u001b[1mこれは私が今まで私の生涯で見た中で最も明るいショーです。\u001b[22m\n\u001b[4mIt drives to make 'the impossible POSSIBLE!'\u001b[24m\n    \u001b[1mそれは不可能になる可能性を生み出す\u001b[22m, \u001b[1mそれは作るためにドライブ「不可能を可能に！」\u001b[22m\n\u001b[4mas quoted by one of the main characters.\u001b[24m\n    \u001b[1m主人公の1人が引用したように。\u001b[22m, \u001b[1mメインキャラクターの1引用として。\u001b[22m\n\u001b[4mThough the story was incredibly simple, and the art was very reminiscent of Furi Curi, the show itself NEVER failed to engage me in a gripping experience.\u001b[24m\n    \u001b[1mストーリーは信じられないほどシンプルで、芸術はFuri Curiを彷彿とさせていましたが、ショーそのものは私を握っている経験に私を関わらせたことはありませんでした。\u001b[22m, \u001b[1m話は信じられないほどシンプルで、芸術はフリCURIの非常に連想させるでしたが、ショー自体は把持経験で私を従事するために失敗しないでください。\u001b[22m\n\u001b[4mIt deliverers a wonderful blend of humor, drama, and action all in one.\u001b[24m\n    \u001b[1mそれはユーモア、ドラマ、アクションの素晴らしいブレンドを一つにまとめています。\u001b[22m, \u001b[1mこれは、1でユーモア、ドラマ、アクション、すべての素晴らしいブレンドをdeliverers。\u001b[22m\n\u001b[4mI don't really know how else to describe it, except that it never fails to give me this warm feeling inside as though nothing is out of reach if you strive for it and 'believe in you who believes in yourself.'\u001b[24m\n    \u001b[1m私はあなたがそれを求めて努力し、自分自身を信じるあなたを信じるならば、何も手が届かないかのように、この暖かい感情を私に与えることが決してないということを除いて、それを説明する方法を本当に分かりません。\u001b[22m, \u001b[1m私は本当にあなたがそれのために努力し、あれば何も手の届かないところではないかのように、それは内部の私にこの暖かい感じを与えるために失敗することはありませんことを除いて、それを記述するためにどのように他を知らない」自分を信じて、あなたを信じています。」\u001b[22m\n\u001b[4mIn conclusion, Tengen Toppa Gurren Lagann is something that no one should be without.\u001b[24m\n    \u001b[1m結論として、Tengen Toppa Gurren Lagannは誰もいなくてはならないものです。\u001b[22m, \u001b[1m結論として、天元突破グレンラガンは誰もなしであってはならないものです。\u001b[22m\n\u001b[4mEveryone deserves a little confidence booster every now and then, and this show accomplishes just that.\u001b[24m\n    \u001b[1m誰もが毎度少しずつ自信を増強し、このショーはまさにそれを達成します。\u001b[22m, \u001b[1m誰もがすべての今して少し自信ブースターに値する、そしてこのショーは、まさにそれを実現しています。\u001b[22m"
  }
]
