[
  {
    "title": "Hime-chan_no_Ribbon",
    "id": "2037",
    "url": "https://myanimelist.net/anime/2037/Hime-chan_no_Ribbon",
    "user": "FieRy_AnGel",
    "profile": "/profile/FieRy_AnGel/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nシンプルで、吸湿した＆amp; 甘い甘い!! また、彼女の自発的な行為/態度は、問題を作り出すことに決して失敗することはありませんが、それは楽しいものが来るところです！ 私は最初のいくつかのEPSを見た後に夢中になった。 このシリーズの1つは、各epsの終わりにクリフハンガーアプローチを採用しているいくつかのショーとは異なり、いくつかのepsが実際に立ち向かうことができるということです。 しかし、あなたは何が姫子に起こるのか心配しています。 それらはそれらを引き付ける。 それは彼女が決定的な瞬間でさえもしたすべてのことにヒメコの熱意を見ることを慰めている。 このシリーズは良い道徳的成果をもたらします。 あなたがもっと知りたいなら、これを見なければなりません。 この番組が本当に大好きなのは、姫子と彼女との関係です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSimple, humuorous &amp; sugary sweet!! Also her spontateous act/attitude never fails to create problems but that's where fun comes in!! I was hooked after watching the 1st few eps. One gd thing abt this series is that some eps can really stand on its own unlike some shows that adopt a cliffhanger approach at the end of each eps... so it keeps the anticipation level low. However, you do feel anxious to know what is going to happen to Himeko, Daichi &amp; those ard them. Its comforting to watch Himeko's enthusiasm in all the things that she did even at crucial moments. The series does set a good moral outcome. You need to watch this if you wanna know more. What I really loves abt this show is Himeko's relationship towards people ard her.\n\n\u001b[1mシンプルで、吸湿した＆amp; 甘い甘い!! また、彼女の自発的な行為/態度は、問題を作り出すことに決して失敗することはありませんが、それは楽しいものが来るところです！ 私は最初のいくつかのEPSを見た後に夢中になった。 このシリーズの1つは、各epsの終わりにクリフハンガーアプローチを採用しているいくつかのショーとは異なり、いくつかのepsが実際に立ち向かうことができるということです。 しかし、あなたは何が姫子に起こるのか心配しています。 それらはそれらを引き付ける。 それは彼女が決定的な瞬間でさえもしたすべてのことにヒメコの熱意を見ることを慰めている。 このシリーズは良い道徳的成果をもたらします。 あなたがもっと知りたいなら、これを見なければなりません。 この番組が本当に大好きなのは、姫子と彼女との関係です。\u001b[22m\n\u001b[1m(Shinpurude, kyūshitsu shita& amp; umaiumai! ! Watashi wa saisho no ikutsu ka no EPS o mita nochi ni muchū ni natta. Kono shirīzu no 1tsu wa, kaku eps no owari ni kurifuhangāapurōchi o saiyō shite iru ikutsu ka no shō to wa kotonari, ikutsu ka no eps ga jissai ni tachimukau koto ga dekiru to iu kotodesu. Shikashi, anata wa nani ga Himego ni okoru no ka shinpai shite imasu. Sorera wa sorera o hikitsukeru. Sore wa kanojo ga ketteitekina shunkande sae mo shita subete no koto ni Himeko no netsui o miru koto o nagusamete iru. Kono shirīzu wa yoi dōtokuteki seika o motarashimasu. Anata ga motto shiritainara, kore o minakereba narimasen. Kono bangumi ga hontōni daisukina no wa, Himeko to kanojo to no kankeidesu. Mata, kanojo no jihatsu-tekina kōi/ taido wa, mondai o tsukuridasu koto ni kesshite shippai suru koto wa arimasenga, sore wa tanoshī mono ga kuru tokorodesu!)\u001b[22m\n\nTranslations of \u001b[4mSimple, humuorous &amp; sugary sweet!! Also her spontateous act/attitude never fails to create problems but that's where fun comes in!! I was hooked after watching the 1st few eps. One gd thing abt this series is that some eps can really stand on its own unlike some shows that adopt a cliffhanger approach at the end of each eps... so it keeps the anticipation level low. However, you do feel anxious to know what is going to happen to Himeko, Daichi &amp; those ard them. Its comforting to watch Himeko's enthusiasm in all the things that she did even at crucial moments. The series does set a good moral outcome. You need to watch this if you wanna know more. What I really loves abt this show is Himeko's relationship towards people ard her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimple, humuorous &amp;\u001b[24m\n    \u001b[1mシンプルで、吸湿した＆amp;\u001b[22m, \u001b[1mシンプル、humuorous＆＃038;\u001b[22m\n\u001b[4msugary sweet!!\u001b[24m\n    \u001b[1m甘い甘い!!\u001b[22m, \u001b[1m甘い甘いです！\u001b[22m\n\u001b[4mI was hooked after watching the 1st few eps.\u001b[24m\n    \u001b[1m私は最初のいくつかのEPSを見た後に夢中になった。\u001b[22m, \u001b[1m私は第一いくつかのepsを見た後に引っ掛けました。\u001b[22m\n\u001b[4mOne gd thing abt this series is that some eps can really stand on its own unlike some shows that adopt a cliffhanger approach at the end of each eps... so it keeps the anticipation level low.\u001b[24m\n    \u001b[1mこのシリーズの1つは、各epsの終わりにクリフハンガーアプローチを採用しているいくつかのショーとは異なり、いくつかのepsが実際に立ち向かうことができるということです。\u001b[22m, \u001b[1mこのシリーズアプト一つのgd事は、いくつかのEPSは本当に各EPSの終わりに接戦のアプローチを採用するいくつかのショーとは異なり、独自の上に立つことができるということです...ので、低期待のレベルを維持します。\u001b[22m\n\u001b[4mHowever, you do feel anxious to know what is going to happen to Himeko, Daichi &amp;\u001b[24m\n    \u001b[1mしかし、あなたは何が姫子に起こるのか心配しています。\u001b[22m, \u001b[1mただし、姫子、大地＆アンプに起こるために何が起こっているか知りたがって感じています。\u001b[22m\n\u001b[4mthose ard them.\u001b[24m\n    \u001b[1mそれらはそれらを引き付ける。\u001b[22m, \u001b[1mそれらは、それらをARD。\u001b[22m\n\u001b[4mIts comforting to watch Himeko's enthusiasm in all the things that she did even at crucial moments.\u001b[24m\n    \u001b[1mそれは彼女が決定的な瞬間でさえもしたすべてのことにヒメコの熱意を見ることを慰めている。\u001b[22m, \u001b[1m彼女も決定的な瞬間にいたすべてのものに姫子さんの熱意を見て、その慰め。\u001b[22m\n\u001b[4mThe series does set a good moral outcome.\u001b[24m\n    \u001b[1mこのシリーズは良い道徳的成果をもたらします。\u001b[22m, \u001b[1mシリーズは、優れた道徳的な結果を設定しません。\u001b[22m\n\u001b[4mYou need to watch this if you wanna know more.\u001b[24m\n    \u001b[1mあなたがもっと知りたいなら、これを見なければなりません。\u001b[22m, \u001b[1mあなたがより多くを知りたい場合は、これを見てする必要があります。\u001b[22m\n\u001b[4mWhat I really loves abt this show is Himeko's relationship towards people ard her.\u001b[24m\n    \u001b[1mこの番組が本当に大好きなのは、姫子と彼女との関係です。\u001b[22m, \u001b[1m人々は彼女をARDに向かって私は本当にこのショー体長約愛することは姫子の関係です。\u001b[22m\n\u001b[4mAlso her spontateous act/attitude never fails to create problems but that's where fun comes in!!\u001b[24m\n    \u001b[1mまた、彼女の自発的な行為/態度は、問題を作り出すことに決して失敗することはありませんが、それは楽しいものが来るところです！\u001b[22m, \u001b[1mまた、彼女のspontateous行為/態度が問題を作成するために失敗することはありませんが、楽しみの出番それはです！\u001b[22m"
  },
  {
    "title": "Hime-chan_no_Ribbon",
    "id": "2037",
    "url": "https://myanimelist.net/anime/2037/Hime-chan_no_Ribbon",
    "user": "hoBRO",
    "profile": "/profile/hoBRO/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=201674",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\nああ、どうしたらいいですか？ 姫子の冒険やいたずらは時々頭痛を引き起こすことがありますが、それは多くのことを通して彼女を助けてくれます！ 大地は人格のいずれかを失うものではありません。 彼はかなり賢いとトリッキーです。 トリッキーな状況で非常に役立ちます。 私はほとんどのキャラクターが大好き！  （たぶん、日比野を除いて、あなたがアニメを見たのはなぜだろう）。\n\nストーリー：10\nまあ、それは彼女の忠実な仲間と普通の魔法の女の子です。 すべてのエピソードは、1日に発生するイベントのようなものです。 ああ！ しかし、間違ってはいけません。それぞれの話は、次に起こることに興味を持っています。 彼らは何とかつながっている。 シリーズの真ん中には多くのフィラーはないので、それはすべていいです。 私にとって、私は彼女が形や材料をどのように変えることができるかという話が本当に好きだった。 私はいつもそれがそうであると思っていました、そして、今、私はこのアニメを通じてそれを想像することができます。\n\nアート：8\n\nまあ、それは最高ではありませんが、それほど悪くはありません。 それが1990年頃からどのようになっているかを見ると（私はまだその年に生まれていない）そうです。\n\nサウンド：10\n\nまあ、私は本当にたくさんの音が欠落していることに気づくことはありませんし、過度の音がないので、彼らはかなりうまくいったと思います。\n\nキャラクター：9\n\nハハ。 キャラクターの開発はかなり上手です。 大一は失礼で怒りっぽくなるかもしれませんが、シリーズ全体を見て、どのように成長したのか、彼はそれがまったく悪いとは思いません。 姫はいつもおとぎ話ですが、私たちはいくつかのことに対する彼女の態度にいくつかの変化を見ます。 キャラクターの中には個性の変化は少なく、ストーリーやキャラクターにはうまく合うと思います。\n\n楽しさ：10\n\n私は本当にすべてのエピソードを楽しんだ。 どんなに怒っても悲しいことでも、彼らは私に喜びをもたらします。 私はそれがより長く続いたかった。\n\n全体：10\n私は最後に泣いたが、もっと見ることはできないだろうと思ったが、私はそれを忘れないとアニメと私の記憶は終わらず、それは長く続くだろうと確信している！\n\nだから、全体的に、私は姫子、大知、ポコタとすべてのキャラクターとのアニメと冒険を本当に楽しんだ！\n\nイケイケ、ジャンプ、ジャンプ！ これを読んで、彼らがそれを見たいと思うかどうかを決めるのを手伝ってくれる人にとっては、これが役立つことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAh, what can I say? Himeko's adventures and mischiefs throughout the series can sometimes bring headache-- But it DOES help her through a lot of things! Daichi's not one to lose either in personality. He's quite clever and tricky. Very helpful in tricky situations. I love most of the characters! (Except maybe, Hibino. You'll see why when you've watched the anime).\n\n\u001b[1mああ、どうしたらいいですか？ 姫子の冒険やいたずらは時々頭痛を引き起こすことがありますが、それは多くのことを通して彼女を助けてくれます！ 大地は人格のいずれかを失うものではありません。 彼はかなり賢いとトリッキーです。 トリッキーな状況で非常に役立ちます。 私はほとんどのキャラクターが大好き！  （たぶん、日比野を除いて、あなたがアニメを見たのはなぜだろう）。\u001b[22m\n\u001b[1m(Ā, dōshitara īdesu ka? Himego no bōken ya itazura wa tokidoki zutsū o hikiokosu koto ga arimasuga, sore wa ōku no koto o tōshite kanojo o tasukete kuremasu! Daichi wa jinkaku no izureka o ushinau monode wa arimasen. Kare wa kanari kashikoi to torikkīdesu. Torikkīna jōkyō de hijō ni yakudachimasu. Watashi wa hotondo no kyarakutā ga daisuki (tabun, Hibino o nozoite, anata ga anime o mita no wa nazedarou).)\u001b[22m\n\nTranslations of \u001b[4mAh, what can I say? Himeko's adventures and mischiefs throughout the series can sometimes bring headache-- But it DOES help her through a lot of things! Daichi's not one to lose either in personality. He's quite clever and tricky. Very helpful in tricky situations. I love most of the characters! (Except maybe, Hibino. You'll see why when you've watched the anime).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh, what can I say?\u001b[24m\n    \u001b[1mああ、どうしたらいいですか？\u001b[22m, \u001b[1mああ、私は何を言うことができますか？\u001b[22m\n\u001b[4mHimeko's adventures and mischiefs throughout the series can sometimes bring headache-- But it DOES help her through a lot of things!\u001b[24m\n    \u001b[1m姫子の冒険やいたずらは時々頭痛を引き起こすことがありますが、それは多くのことを通して彼女を助けてくれます！\u001b[22m, \u001b[1mシリーズ全体で姫子さんの冒険といたずらは時々headache--をもたらすことができますしかし、それは多くのものを介して彼女を助けるん！\u001b[22m\n\u001b[4mDaichi's not one to lose either in personality.\u001b[24m\n    \u001b[1m大地は人格のいずれかを失うものではありません。\u001b[22m, \u001b[1m大地は、いずれかの人格に失うものは一つではないのです。\u001b[22m\n\u001b[4mHe's quite clever and tricky.\u001b[24m\n    \u001b[1m彼はかなり賢いとトリッキーです。\u001b[22m, \u001b[1m彼は非常に賢いとトリッキーです。\u001b[22m\n\u001b[4mVery helpful in tricky situations.\u001b[24m\n    \u001b[1mトリッキーな状況で非常に役立ちます。\u001b[22m, \u001b[1mトリッキーな状況で非常に役に立ちました。\u001b[22m\n\u001b[4mI love most of the characters!\u001b[24m\n    \u001b[1m私はほとんどのキャラクターが大好き！\u001b[22m, \u001b[1m私は文字のほとんどが大好き！\u001b[22m\n\u001b[4m(Except maybe, Hibino. You'll see why when you've watched the anime).\u001b[24m\n    \u001b[1m（たぶん、日比野を除いて、あなたがアニメを見たのはなぜだろう）。\u001b[22m, \u001b[1m（多分を除いて、日比野。あなたはアニメを見てきた理由をするとき表示されます）。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nWell, it's the usual magical girl with her loyal companion(s). Every episode is like events that happens in a day. Ah! But don't get me wrong, each story keeps you interested about what may happen next. They're all connected somehow. Not many fillers in the middle of the series so it's all good. For me, I really liked the story of how she can change forms and stuff. I've always thought what it was like to do that and now I can imagine it through this anime.\n\n\u001b[1mまあ、それは彼女の忠実な仲間と普通の魔法の女の子です。 すべてのエピソードは、1日に発生するイベントのようなものです。 ああ！ しかし、間違ってはいけません。それぞれの話は、次に起こることに興味を持っています。 彼らは何とかつながっている。 シリーズの真ん中には多くのフィラーはないので、それはすべていいです。 私にとって、私は彼女が形や材料をどのように変えることができるかという話が本当に好きだった。 私はいつもそれがそうであると思っていました、そして、今、私はこのアニメを通じてそれを想像することができます。\u001b[22m\n\u001b[1m(Mā, sore wa kanojo no chūjitsuna nakama to futsū no mahō no on'nanokodesu. Subete no episōdo wa, 1-nichi ni hassei suru ibento no yōna monodesu. Ā! Shikashi, machigatte wa ikemasen. Sorezore no hanashi wa,-ji ni okoru koto ni kyōmi o motte imasu. Karera wa nantoka tsunagatte iru. Shirīzu no man'naka ni wa ōku no firā wanainode, soreha subete īdesu. Watashi ni totte, watashi wa kanojo ga katachi ya zairyō o dono yō ni kaeru koto ga dekiru ka to iu hanashi ga hontōni sukidatta. Watashi wa itsumo sore ga sōdearu to omotte imashita, soshite, ima, watashi wa kono anime o tsūjite sore o sōzō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, it's the usual magical girl with her loyal companion(s). Every episode is like events that happens in a day. Ah! But don't get me wrong, each story keeps you interested about what may happen next. They're all connected somehow. Not many fillers in the middle of the series so it's all good. For me, I really liked the story of how she can change forms and stuff. I've always thought what it was like to do that and now I can imagine it through this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, it's the usual magical girl with her loyal companion(s).\u001b[24m\n    \u001b[1mまあ、それは彼女の忠実な仲間と普通の魔法の女の子です。\u001b[22m, \u001b[1mまあ、それは彼女の忠実な仲間（複数）と通常の魔法少女です。\u001b[22m\n\u001b[4mEvery episode is like events that happens in a day.\u001b[24m\n    \u001b[1mすべてのエピソードは、1日に発生するイベントのようなものです。\u001b[22m, \u001b[1mすべてのエピソードは、日中に起こるイベントのようなものです。\u001b[22m\n\u001b[4mAh!\u001b[24m\n    \u001b[1mああ！\u001b[22m\n\u001b[4mBut don't get me wrong, each story keeps you interested about what may happen next.\u001b[24m\n    \u001b[1mしかし、間違ってはいけません。それぞれの話は、次に起こることに興味を持っています。\u001b[22m, \u001b[1mしかし、誤解しないでください、それぞれの物語は、次の何が起こるかについて興味を持ってあなたを保持します。\u001b[22m\n\u001b[4mThey're all connected somehow.\u001b[24m\n    \u001b[1m彼らは何とかつながっている。\u001b[22m, \u001b[1m彼らはすべて何らかの形で接続されています。\u001b[22m\n\u001b[4mNot many fillers in the middle of the series so it's all good.\u001b[24m\n    \u001b[1mシリーズの真ん中には多くのフィラーはないので、それはすべていいです。\u001b[22m, \u001b[1mシリーズの途中ではありません多くの充填剤、それはすべての良いですので。\u001b[22m\n\u001b[4mFor me, I really liked the story of how she can change forms and stuff.\u001b[24m\n    \u001b[1m私にとって、私は彼女が形や材料をどのように変えることができるかという話が本当に好きだった。\u001b[22m, \u001b[1m私にとっては、私は本当に彼女がフォームやものを変更する方法の話が好きでした。\u001b[22m\n\u001b[4mI've always thought what it was like to do that and now I can imagine it through this anime.\u001b[24m\n    \u001b[1m私はいつもそれがそうであると思っていました、そして、今、私はこのアニメを通じてそれを想像することができます。\u001b[22m, \u001b[1m私はいつも、それはそれを行うために、今、私はこのアニメを通じてそれを想像することができますどのようなものであったか考えました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\n\u001b[1m\u001b[22m\nWell, it's not the best but it's not as bad. Seeing as how it's from around 1990 (I wasn't born yet at that year) or so, the art is quite nice and not bad on the eyes.\n\n\u001b[1mまあ、それは最高ではありませんが、それほど悪くはありません。 それが1990年頃からどのようになっているかを見ると（私はまだその年に生まれていない）そうです。\u001b[22m\n\u001b[1m(Mā, soreha saikōde wa arimasenga, sore hodo waruku wa arimasen. Sore ga 1990-nen koro kara dono yō ni natte iru ka o miru to (watashi wa mada sono-nen ni umarete inai) sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, it's not the best but it's not as bad. Seeing as how it's from around 1990 (I wasn't born yet at that year) or so, the art is quite nice and not bad on the eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, it's not the best but it's not as bad.\u001b[24m\n    \u001b[1mまあ、それは最高ではありませんが、それほど悪くはありません。\u001b[22m, \u001b[1mまあ、それは最高ではないのですが、それは、悪くはないのです。\u001b[22m\n\u001b[4mSeeing as how it's from around 1990 (I wasn't born yet at that year) or so, the art is quite nice and not bad on the eyes.\u001b[24m\n    \u001b[1mそれが1990年頃からどのようになっているかを見ると（私はまだその年に生まれていない）そうです。\u001b[22m, \u001b[1mそれは1990年頃からだかのように見て（私はその年ではまだ生まれていなかった）、またはそのように、芸術は非常に素晴らしく、目に悪いことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\n\u001b[1m\u001b[22m\nWell, I don't really notice a lot of sound missing and there aren't any sound overused so I think they did pretty well.\n\n\u001b[1mまあ、私は本当にたくさんの音が欠落していることに気づくことはありませんし、過度の音がないので、彼らはかなりうまくいったと思います。\u001b[22m\n\u001b[1m(Mā, watashi wa hontōni takusan no oto ga ketsuraku shite iru koto ni kidzuku koto wa arimasenshi, kado no oto ga nainode, karera wa kanari umaku itta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, I don't really notice a lot of sound missing and there aren't any sound overused so I think they did pretty well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I don't really notice a lot of sound missing and there aren't any sound overused so I think they did pretty well.\u001b[24m\n    \u001b[1mまあ、私は本当にたくさんの音が欠落していることに気づくことはありませんし、過度の音がないので、彼らはかなりうまくいったと思います。\u001b[22m, \u001b[1mまあ、私は、彼らはかなりよくやったと思う私は本当に不足している音の多くを気づくことはありませんし、任意のサウンド使い古さはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\n\u001b[1m\u001b[22m\nHaha. The character development's are quite fine. Daichi may come off as rude and brash, but after seeing the whole series and how they grow, I don't think he was that bad at all. Hime's always a tomboy but we do see some changes in her attitude towards a few things. Some of the characters don't have many personality change but I think it suits the story and characters just fine.\n\n\u001b[1mハハ。 キャラクターの開発はかなり上手です。 大一は失礼で怒りっぽくなるかもしれませんが、シリーズ全体を見て、どのように成長したのか、彼はそれがまったく悪いとは思いません。 姫はいつもおとぎ話ですが、私たちはいくつかのことに対する彼女の態度にいくつかの変化を見ます。 キャラクターの中には個性の変化は少なく、ストーリーやキャラクターにはうまく合うと思います。\u001b[22m\n\u001b[1m(Haha. Kyarakutā no kaihatsu wa kanari jōzudesu. Dai ichi wa shitsureide okorippoku naru kamo shiremasenga, shirīzu zentai o mite, dono yō ni seichō shita no ka, kare wa sore ga mattaku warui to wa omoimasen. Hime wa itsumo otogibanashidesuga, watashitachi wa ikutsu ka no koto ni taisuru kanojo no taido ni ikutsu ka no henka o mimasu. Kyarakutā no nakaniha kosei no henka wa sukunaku, sutōrī ya kyarakutā ni wa umaku au to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaha. The character development's are quite fine. Daichi may come off as rude and brash, but after seeing the whole series and how they grow, I don't think he was that bad at all. Hime's always a tomboy but we do see some changes in her attitude towards a few things. Some of the characters don't have many personality change but I think it suits the story and characters just fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m\n\u001b[4mThe character development's are quite fine.\u001b[24m\n    \u001b[1mキャラクターの開発はかなり上手です。\u001b[22m, \u001b[1mキャラクターの成長の非常に細かいです。\u001b[22m\n\u001b[4mDaichi may come off as rude and brash, but after seeing the whole series and how they grow, I don't think he was that bad at all.\u001b[24m\n    \u001b[1m大一は失礼で怒りっぽくなるかもしれませんが、シリーズ全体を見て、どのように成長したのか、彼はそれがまったく悪いとは思いません。\u001b[22m, \u001b[1m大地は失礼と生意気なようにオフに来るかもしれないが、シリーズ全体を見て、それらがどのように成長した後、私は彼がすべてでその悪かったとは思いません。\u001b[22m\n\u001b[4mHime's always a tomboy but we do see some changes in her attitude towards a few things.\u001b[24m\n    \u001b[1m姫はいつもおとぎ話ですが、私たちはいくつかのことに対する彼女の態度にいくつかの変化を見ます。\u001b[22m, \u001b[1m姫は、常におてんば娘だが、我々はいくつかのことに向かって彼女の姿勢のいくつかの変更を見ています。\u001b[22m\n\u001b[4mSome of the characters don't have many personality change but I think it suits the story and characters just fine.\u001b[24m\n    \u001b[1mキャラクターの中には個性の変化は少なく、ストーリーやキャラクターにはうまく合うと思います。\u001b[22m, \u001b[1m文字の中には、多くの人格変化を持っていないが、私はそれがうまくストーリーやキャラクターに合ったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed all episodes. No matter how angry or sad I get from them, they also bring me joy. I wished it lasted longer.\n\n\u001b[1m私は本当にすべてのエピソードを楽しんだ。 どんなに怒っても悲しいことでも、彼らは私に喜びをもたらします。 私はそれがより長く続いたかった。\u001b[22m\n\u001b[1m(Watashi wa hontōni subete no episōdo o tanoshinda. Don'nani okotte mo kanashī kotode mo, karera wa watashi ni yorokobi o motarashimasu. Watashi wa sore ga yori nagaku tsudzuitakatta.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed all episodes. No matter how angry or sad I get from them, they also bring me joy. I wished it lasted longer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed all episodes.\u001b[24m\n    \u001b[1m私は本当にすべてのエピソードを楽しんだ。\u001b[22m, \u001b[1m私は本当にすべてのエピソードを楽しみました。\u001b[22m\n\u001b[4mNo matter how angry or sad I get from them, they also bring me joy.\u001b[24m\n    \u001b[1mどんなに怒っても悲しいことでも、彼らは私に喜びをもたらします。\u001b[22m, \u001b[1mどんなに私が彼らから取得する方法怒ったり悲しい、彼らはまた、私に喜びをもたらすません。\u001b[22m\n\u001b[4mI wished it lasted longer.\u001b[24m\n    \u001b[1m私はそれがより長く続いたかった。\u001b[22m, \u001b[1m私はそれが長く続いた望みました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\nI cried at the end thinking I won't be able to see more, but I'm sure if I don't forget about it then the anime and my memories of it won't end and it'll last long!\n\n\u001b[1m私は最後に泣いたが、もっと見ることはできないだろうと思ったが、私はそれを忘れないとアニメと私の記憶は終わらず、それは長く続くだろうと確信している！\u001b[22m\n\u001b[1m(Watashi wa saigo ni naitaga, motto miru koto wa dekinaidarou to omottaga, watashi wa sore o wasurenaito anime to watashi no kioku wa owarazu, sore wa nagaku tsudzukudarou to kakushin shite iru!)\u001b[22m\n\nTranslations of \u001b[4mI cried at the end thinking I won't be able to see more, but I'm sure if I don't forget about it then the anime and my memories of it won't end and it'll last long!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI cried at the end thinking I won't be able to see more, but I'm sure if I don't forget about it then the anime and my memories of it won't end and it'll last long!\u001b[24m\n    \u001b[1m私は最後に泣いたが、もっと見ることはできないだろうと思ったが、私はそれを忘れないとアニメと私の記憶は終わらず、それは長く続くだろうと確信している！\u001b[22m, \u001b[1m私は私が多くを見ることができません最後の思考で叫んだが、私はそれを忘れていない場合、それのアニメや私の記憶が終了していないと確信していると、それは長くは続かよ！\u001b[22m\n\u001b[1m\u001b[22m\nSo, overall, I really enjoyed the anime and the adventures with Himeko, Daichi, Pokota and all the characters!\n\n\u001b[1mだから、全体的に、私は姫子、大知、ポコタとすべてのキャラクターとのアニメと冒険を本当に楽しんだ！\u001b[22m\n\u001b[1m(Dakara, zentai-teki ni, watashi wa Himego, taichi, pokota to subete no kyarakutā to no anime to bōken o hontōni tanoshinda!)\u001b[22m\n\nTranslations of \u001b[4mSo, overall, I really enjoyed the anime and the adventures with Himeko, Daichi, Pokota and all the characters!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, overall, I really enjoyed the anime and the adventures with Himeko, Daichi, Pokota and all the characters!\u001b[24m\n    \u001b[1mだから、全体的に、私は姫子、大知、ポコタとすべてのキャラクターとのアニメと冒険を本当に楽しんだ！\u001b[22m, \u001b[1mだから、全体的に、私は本当に姫子、大地、Pokotaとすべての文字とアニメや冒険を楽しんで！\u001b[22m\n\u001b[1m\u001b[22m\nIke ike, go go, jump! Hope this was helpful to anyone who reads this and help them decide if they'll want to see it or not.\n\n\u001b[1mイケイケ、ジャンプ、ジャンプ！ これを読んで、彼らがそれを見たいと思うかどうかを決めるのを手伝ってくれる人にとっては、これが役立つことを願っています。\u001b[22m\n\u001b[1m(Ikeike, janpu, janpu! Kore o yonde, karera ga sore o mitai to omou ka dō ka o kimeru no o tetsudatte kureru hito ni totte wa, kore ga yakudatsu koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIke ike, go go, jump! Hope this was helpful to anyone who reads this and help them decide if they'll want to see it or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIke ike, go go, jump!\u001b[24m\n    \u001b[1mイケイケ、ジャンプ、ジャンプ！\u001b[22m, \u001b[1mアイクのIKEは、ジャンプ、ゴーゴー！\u001b[22m\n\u001b[4mHope this was helpful to anyone who reads this and help them decide if they'll want to see it or not.\u001b[24m\n    \u001b[1mこれを読んで、彼らがそれを見たいと思うかどうかを決めるのを手伝ってくれる人にとっては、これが役立つことを願っています。\u001b[22m, \u001b[1mこれはこれを読み取る誰にでも役立つことを願って、彼らはそれを参照するか、ないしたいと思うならば、彼らが決定するのを助けます。\u001b[22m"
  }
]
