[
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=136109",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\nInari、Konkon、Koi Irohaは、あなたが何を得るかを期待して来るショーのタイプです。 かわいい中学生の女の子との「典型的なロマンス」の考え方は、ほとんどの人が思いつくでしょう。 そして、この番組は、仲間の同級生、田辺浩二さんの無邪気な性格と心温まる挫折感のある不器用なキャラクター、稲荷伏見という中学生の女の子なので、あなたは正しいでしょう。 本質的に、このショーは古典的な少女が提供するものです - 魅力的な一連のかわいらしさ、楽しみ、魅力、そしてシェイプシフトです。 名前：待って、そこを停止します。 シェイプシフティング？ 今、それは注目に値するものです。 もちろん、Inariは、彼女が精神的なキツネのKonが川に落ちるのを嫌ってから、その能力を手に入れません。 彼女の人生は永遠に変わるつもりだということは知らない。\n\n同じ名前の漫画をもとに、吉田茂雄は伝統的な少女漫画の作品を作っているが、追加の要素を加えている。 これらの要素は、精神的な神である宇宙人の御方の神（別名鵜加）、個人的な問題、そしてそれに関連する他の人生の葛藤から成り立っています。 この基準によって、私たちは発見の縛りを受けた女の子としてInariから学ぶことができます。 これは、彼女の能力が今、彼女が意欲的に望んでいる限り、あらゆる人間の物理的な形に変身することができるからです。 そのような能力があれば、彼女が他人の人生にどのくらいの距離を置くことができるかに制限はありません。 おそらくもっと重要なのは、これらの新しい力で自分自身を発見するためのInariの好奇心かもしれません。 事実、アイデンティティライセンスという概念を取って、危機に陥らず、むしろデバイスとして考えることを目的とした少女シリーズは、何か考えるべきものです。\n\n\n\nロマンスに焦点を当てたショーとして、抽象化がもっと無邪気な形をとることを期待してください。  Inariは、最初のエピソードで彼女の不器用さを介してジムで彼女のクラッシュとかなり恥ずかしいシーンを引き起こすシャイな若い女の子です。 このショーでは、ロマンチック、プラトニック、親、または兄弟間の関係が重要です。 特定のキャラクターの間のリアリズムを見て、ファンタジー要素にもかかわらず、ショーがどのように関連しているかを知ることは重要です。 愛が盲目になり、人々に愚かなことをさせるので、これがどのように関係しているのかは面白いです。  Inariにとって、彼女の能力は彼女が現実に可能性と夢を作ることを可能にするので、それは単なる愚かなことではありません。 実際、彼女の夢は、特別な人、賞賛の人、または古典的なヤマトナデシコのようになりたいです。 そのようなアイコンに最もよく似たキャラクターは、すみずメ朱美です。 彼女はかわいらしい顔、親切な性格、素晴らしい人物を持っています。 本質的に、彼女はInariのための賞賛と羨望の両方の性質です。 しかし、深く、彼女は自分自身について非常に不安にさせる誰かへの彼女の魅力を含む彼女自身の不安を持っています。 世界の反対側に見える存在にもかかわらず、デュオは発見を通じて密接な関係を結んでいます。\n\nファンタジー・トロフィーには、スピリット、幻想、神が現れます。 ウカは、インナーリに変身する意志を与えることを含む望みを与える能力をもって、ファンタジー側に際立っています。 人間のほとんどは、関係のダイナミックスをより深く理解し、神はあまり強調しません。 親切な精神を持っている彼女は、彼女の性格で幻想と現実との間に少しぼやけている。 彼女は知恵を持っていますが、彼女の魅力で現実世界についても興味があります。 これは、オタクゲーム（オトメのジャンルは彼女のお気に入りと思われる）、漫画、および若い人たちとしばしば関係する文化的規範への関心から明らかです。  Inariの弟Tokaとの関係は、デュオが両立していないものの、好奇心をかきたてているように見えるので、面白いです。 残念なことに、宇宙がショーをもたらした洞察にもかかわらず、彼女は少しの特徴付けに苦しんでいる。 私たちは彼女の過去について少ししか知りません。そのほとんどはInariや他の人たちではなく、Tokaとつながっています。 彼女は、彼女の起源のために、他人（人間）をテストするキャラクターのように行動するようです。 宮やくんのような幻想的な属性を持つ他の支持者は、自己の人格形成に苦しんでいる。\n\n\n\nこのショーのアートワークを説明するために私の頭に来る最初の言葉は素晴らしいです。 それは美しいのではなく、むしろその設定を描く信頼できる方法として素晴らしいことです。 背景には、寺院や神社の魅力的な雰囲気が映し出されています。 変換シーンは一貫性とよく一致します。 さらに、神々はすべて、髪型、服装、独特の特徴を持つユニークなデザインを持っています。  Inariのデザインはまた、思春期の歩みを歩む不器用な女の子としての彼女の性格を捉えています。  Sumizomeは、彼女の姿を持つかわいい女の子とまったく同じです。 たとえトカさえも、彼を兄弟として定義する彼の顔の表情で目立つ。 エレガンスは様々なレベルでこのショーを飾り、アートワークはそのタイトルに合っています。\n\nサウンドトラックは伝統的なスケールでそのファンタジーな雰囲気をミックスしています。 しかし、その中のいくつかは関西のアクセントに適応しているので、より顕著なのはキャラクターの声である。  InariやSumizomeのような主人公は、伝統的な日本人ではなく、関西弁で話します。 それはかなり目立つが、慣れて時間を取ることができる独特の特性です。 そうでなければ、インナーの自発的なエネルギーや人間界における宇部の好奇心など、声のマキャニズムが盛りだくさんです。  OP＆amp;  EDのソングは、現代の価値観とミックスしたときのファンタジー設定の仕方を正確に表現したカラフルなフィーチャーで飾られています。\n\n当然のことながら、Inari、Konkon、Koi Irohaは無邪気さ、価値観、優雅さを備えた魅力的なショーです。 物語そのものは、少し予測可能であり、特徴づけの深さに欠けていると感じるでしょう。 しかし、神と人間との間の人間関係を示す上でのその属性は、目を離すのが難しいものです。  Inariの発見の魅力は、多くの人物の間でさまざまな結果につながります。 その単純なユーモアは、ロケット科学ではなく、笑うような鋭い感覚をもたらす要素を持っています。 一方、ロマンスの側面は少し幼稚な感じがすることができます。 しかし、それは無神論を戦略的ではなく簡単に定義します。 時々、あなたが望む誰かの形を取ることができても、すべてが複雑である必要はありません。 このショーは、どのようにするべきかのように簡単です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nInari, Konkon, Koi Iroha is the type of show where you’d come in expecting what you’ll get. The thought of ‘typical romance with a cute middle school girl’ is what most people will come into mind. And you would be right because this show is about a middle school girl named Inari Fushimi, a clumsy character with an innocent personality and heartwarming crush on her fellow classmate, Koji Tanabashi. In essence, this show is what a classic shoujo would offer – a spirited series of cuteness, fun, charms, and shape shifting. Wait, stop there. Shape shifting? Now, that’s something to take notice. Of course, Inari doesn’t obtain that ability after she recuses the spirit fox Kon from falling into the river. She has no idea that her life is about to change forever.\n\n\u001b[1mInari、Konkon、Koi Irohaは、あなたが何を得るかを期待して来るショーのタイプです。 かわいい中学生の女の子との「典型的なロマンス」の考え方は、ほとんどの人が思いつくでしょう。 そして、この番組は、仲間の同級生、田辺浩二さんの無邪気な性格と心温まる挫折感のある不器用なキャラクター、稲荷伏見という中学生の女の子なので、あなたは正しいでしょう。 本質的に、このショーは古典的な少女が提供するものです - 魅力的な一連のかわいらしさ、楽しみ、魅力、そしてシェイプシフトです。 名前：待って、そこを停止します。 シェイプシフティング？ 今、それは注目に値するものです。 もちろん、Inariは、彼女が精神的なキツネのKonが川に落ちるのを嫌ってから、その能力を手に入れません。 彼女の人生は永遠に変わるつもりだということは知らない。\u001b[22m\n\u001b[1m(Inari, Konkon, Koi Iroha wa, anata ga nani o eru ka o kitai shite kuru shō no taipudesu. Kawaī chūgakusei no on'nanoko to no `tenkei-tekina romansu' no kangaekata wa, hotondo no hito ga omoitsukudeshou. Soshite, kono bangumi wa, nakama no dōkyūsei, Tanabe Kōji-san no mujakina seikaku to kokoroatatamaru zasetsu-kan no aru bukiyōna kyarakutā, inari Fushimi to iu chūgakusei no on'nanokonanode, anata wa tadashīdeshou. Honshitsu-teki ni, kono shō wa koten-tekina shōjo ga teikyō suru monodesu - miryoku-tekina ichiren no kawairashi-sa, tanoshimi, miryoku, soshite sheipushifutodesu. Namae: Matte, soko o teishi shimasu. Sheipushifutingu? Ima, soreha chūmoku ni ataisuru monodesu. Mochiron, Inari wa, kanojo ga seishin-tekina kitsune no Kon ga kawa ni ochiru no o kiratte kara, sono nōryoku o te ni iremasen. Kanojo no jinsei wa eien ni kawaru tsumorida to iu koto wa shiranai.)\u001b[22m\n\nTranslations of \u001b[4mInari, Konkon, Koi Iroha is the type of show where you’d come in expecting what you’ll get. The thought of ‘typical romance with a cute middle school girl’ is what most people will come into mind. And you would be right because this show is about a middle school girl named Inari Fushimi, a clumsy character with an innocent personality and heartwarming crush on her fellow classmate, Koji Tanabashi. In essence, this show is what a classic shoujo would offer – a spirited series of cuteness, fun, charms, and shape shifting. Wait, stop there. Shape shifting? Now, that’s something to take notice. Of course, Inari doesn’t obtain that ability after she recuses the spirit fox Kon from falling into the river. She has no idea that her life is about to change forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari, Konkon, Koi Iroha is the type of show where you’d come in expecting what you’ll get.\u001b[24m\n    \u001b[1mInari、Konkon、Koi Irohaは、あなたが何を得るかを期待して来るショーのタイプです。\u001b[22m, \u001b[1mいなり、こんこん、恋いろは。はあなたが買ってあげる何期待に来るだろうショーのタイプです。\u001b[22m\n\u001b[4mThe thought of ‘typical romance with a cute middle school girl’ is what most people will come into mind.\u001b[24m\n    \u001b[1mかわいい中学生の女の子との「典型的なロマンス」の考え方は、ほとんどの人が思いつくでしょう。\u001b[22m, \u001b[1m「可愛い中学生の女の子を持つ典型的なロマンス」の思想は、ほとんどの人が心に来るものです。\u001b[22m\n\u001b[4mAnd you would be right because this show is about a middle school girl named Inari Fushimi, a clumsy character with an innocent personality and heartwarming crush on her fellow classmate, Koji Tanabashi.\u001b[24m\n    \u001b[1mそして、この番組は、仲間の同級生、田辺浩二さんの無邪気な性格と心温まる挫折感のある不器用なキャラクター、稲荷伏見という中学生の女の子なので、あなたは正しいでしょう。\u001b[22m, \u001b[1mこのショーは稲荷伏見、彼女の仲間の同級生、浩二Tanabashi上の罪のない性格と心温まるクラッシュで不器用な性格という名前の中学生の女の子についてですので、とあなたは正しいだろう。\u001b[22m\n\u001b[4mIn essence, this show is what a classic shoujo would offer – a spirited series of cuteness, fun, charms, and shape shifting.\u001b[24m\n    \u001b[1m本質的に、このショーは古典的な少女が提供するものです - 魅力的な一連のかわいらしさ、楽しみ、魅力、そしてシェイプシフトです。\u001b[22m, \u001b[1mかわいらしさ、楽しさ、魅力、および形状シフトの威勢のシリーズを - 本質的には、このショーは古典的な少女が提供するであろうものです。\u001b[22m\n\u001b[4mWait, stop there.\u001b[24m\n    \u001b[1m名前：待って、そこを停止します。\u001b[22m, \u001b[1m待って、そこに停止。\u001b[22m\n\u001b[4mShape shifting?\u001b[24m\n    \u001b[1mシェイプシフティング？\u001b[22m, \u001b[1mシフト形状？\u001b[22m\n\u001b[4mNow, that’s something to take notice.\u001b[24m\n    \u001b[1m今、それは注目に値するものです。\u001b[22m, \u001b[1mさて、それは通知を取るために何か。\u001b[22m\n\u001b[4mOf course, Inari doesn’t obtain that ability after she recuses the spirit fox Kon from falling into the river.\u001b[24m\n    \u001b[1mもちろん、Inariは、彼女が精神的なキツネのKonが川に落ちるのを嫌ってから、その能力を手に入れません。\u001b[22m, \u001b[1m彼女が川に落ちるの精神キツネ崑をrecuses後もちろん、稲荷は、その能力を得ることはありません。\u001b[22m\n\u001b[4mShe has no idea that her life is about to change forever.\u001b[24m\n    \u001b[1m彼女の人生は永遠に変わるつもりだということは知らない。\u001b[22m, \u001b[1m彼女は彼女の人生は永遠に変更されることがない考えを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nBased off the manga of the same name, Morohe Yoshida crafts a work with traditional shoujo tropes but adds in additional elements. These elements ranges from the spiritual God Uka-no-Mitama-no-Kami (aka. Uka), dealing with personal issues, and other life conflicts that can be relatable. By this standard, we can learn from Inari as a girl who is bound for discovery. This is because her ability now allows her to transform into the physical form of any human being as she wishes at will. With an ability like that, there’s no limit to how much she can discover into another person’s life. Perhaps more importantly may also be Inari’s curious mind to discover herself with these new powers. Indeed, a shoujo series taking the concept of an identity license to not formulate it into a crisis but rather as a device should be something to think about.\n\n\u001b[1m同じ名前の漫画をもとに、吉田茂雄は伝統的な少女漫画の作品を作っているが、追加の要素を加えている。 これらの要素は、精神的な神である宇宙人の御方の神（別名鵜加）、個人的な問題、そしてそれに関連する他の人生の葛藤から成り立っています。 この基準によって、私たちは発見の縛りを受けた女の子としてInariから学ぶことができます。 これは、彼女の能力が今、彼女が意欲的に望んでいる限り、あらゆる人間の物理的な形に変身することができるからです。 そのような能力があれば、彼女が他人の人生にどのくらいの距離を置くことができるかに制限はありません。 おそらくもっと重要なのは、これらの新しい力で自分自身を発見するためのInariの好奇心かもしれません。 事実、アイデンティティライセンスという概念を取って、危機に陥らず、むしろデバイスとして考えることを目的とした少女シリーズは、何か考えるべきものです。\u001b[22m\n\u001b[1m(Onaji namae no manga o moto ni, Yoshida Shigeo wa dentō-tekina shōjo manga no sakuhin o tsukutte iruga, tsuika no yōso o kuwaete iru. Korera no yōso wa, seishin-tekina kamidearu uchū hito no okata no kami (betsumei u Ka), kojin-tekina mondai, soshite sore ni kanren suru ta no jinsei no kattō kara naritatte imasu. Kono kijun ni yotte, watashitachiha hakken no shibari o uketa on'nanoko to shite Inari kara manabu koto ga dekimasu. Kore wa, kanojo no nōryoku ga ima, kanojo ga iyoku-teki ni nozonde iru kagiri, arayuru ningen no butsuri-tekina katachi ni henshin suru koto ga dekirukaradesu. So no yōna nōryoku ga areba, kanojo ga tanin no jinsei ni dono kurai no kyori o oku koto ga dekiru ka ni seigen wa arimasen. Osoraku motto jūyōna no wa, korera no atarashī chikara de jibun jishin o hakken suru tame no Inari no kōkishin kamo shiremasen. Jijitsu, aidentitiraisensu to iu gainen o totte, kiki ni ochīrazu, mushiro debaisu to shite kangaeru koto o mokuteki to shita shōjo shirīzu wa, nani ka kangaerubeki monodesu.)\u001b[22m\n\nTranslations of \u001b[4mBased off the manga of the same name, Morohe Yoshida crafts a work with traditional shoujo tropes but adds in additional elements. These elements ranges from the spiritual God Uka-no-Mitama-no-Kami (aka. Uka), dealing with personal issues, and other life conflicts that can be relatable. By this standard, we can learn from Inari as a girl who is bound for discovery. This is because her ability now allows her to transform into the physical form of any human being as she wishes at will. With an ability like that, there’s no limit to how much she can discover into another person’s life. Perhaps more importantly may also be Inari’s curious mind to discover herself with these new powers. Indeed, a shoujo series taking the concept of an identity license to not formulate it into a crisis but rather as a device should be something to think about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased off the manga of the same name, Morohe Yoshida crafts a work with traditional shoujo tropes but adds in additional elements.\u001b[24m\n    \u001b[1m同じ名前の漫画をもとに、吉田茂雄は伝統的な少女漫画の作品を作っているが、追加の要素を加えている。\u001b[22m, \u001b[1m同じ名前の漫画オフに基づいて、Morohe吉田は、伝統的な少女比喩で仕事を工芸品が、追加の要素に追加されます。\u001b[22m\n\u001b[4mThese elements ranges from the spiritual God Uka-no-Mitama-no-Kami (aka. Uka), dealing with personal issues, and other life conflicts that can be relatable.\u001b[24m\n    \u001b[1mこれらの要素は、精神的な神である宇宙人の御方の神（別名鵜加）、個人的な問題、そしてそれに関連する他の人生の葛藤から成り立っています。\u001b[22m, \u001b[1mこれらの要素は関係づけすることができます個人的な問題、および他の生命の競合に対処する、精神的な神UKA-無Mitama-無神（別名。UKA）の範囲です。\u001b[22m\n\u001b[4mBy this standard, we can learn from Inari as a girl who is bound for discovery.\u001b[24m\n    \u001b[1mこの基準によって、私たちは発見の縛りを受けた女の子としてInariから学ぶことができます。\u001b[22m, \u001b[1mこの規格では、我々は発見のためにバインドされている女の子として稲荷から学ぶことができます。\u001b[22m\n\u001b[4mThis is because her ability now allows her to transform into the physical form of any human being as she wishes at will.\u001b[24m\n    \u001b[1mこれは、彼女の能力が今、彼女が意欲的に望んでいる限り、あらゆる人間の物理的な形に変身することができるからです。\u001b[22m, \u001b[1m彼女の能力は今、彼女は意のままに望むように彼女は、任意の人間の物理的な形に変換することを可能にするためです。\u001b[22m\n\u001b[4mWith an ability like that, there’s no limit to how much she can discover into another person’s life.\u001b[24m\n    \u001b[1mそのような能力があれば、彼女が他人の人生にどのくらいの距離を置くことができるかに制限はありません。\u001b[22m, \u001b[1mそのような能力で、彼女は他の人の人生の中に発見することができますどのくらいに制限はありません。\u001b[22m\n\u001b[4mPerhaps more importantly may also be Inari’s curious mind to discover herself with these new powers.\u001b[24m\n    \u001b[1mおそらくもっと重要なのは、これらの新しい力で自分自身を発見するためのInariの好奇心かもしれません。\u001b[22m, \u001b[1mおそらくもっと重要なのは、これらの新しい力で自分自身を発見するために稲荷興味津々の心をすることができます。\u001b[22m\n\u001b[4mIndeed, a shoujo series taking the concept of an identity license to not formulate it into a crisis but rather as a device should be something to think about.\u001b[24m\n    \u001b[1m事実、アイデンティティライセンスという概念を取って、危機に陥らず、むしろデバイスとして考えることを目的とした少女シリーズは、何か考えるべきものです。\u001b[22m, \u001b[1m確かに、危機にではなく、デバイスとしてそれを定式化しないようにアイデンティティライセンスの概念を取っ少女シリーズは考えるものでなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAs a show that focuses on romance, expect that abstraction to take on a more innocent form. Inari is a shy young girl that causes a rather embarrassing scene with her crush in the gym through her clumsiness in the first episode. Relationships are important in this show whether it’d be romantic, platonic, parental, or between siblings. It’s valuable to notice how relatable the show can be despite its fantasy elements as we see realism between certain characters. It’s funny how this can be relatable since love can be blind and make people do silly things. For Inari, it’s can be more than just silly because her powers allows her to make possibilities and dreams into a reality. In fact, her dream is want to become someone special, a person of admiration, or as in the classic Yamato Nadeshiko. The character that would most closely resemble such an icon would be Akemi Sumizome. She has a pretty face, kind personality, and marvelous figure. In essence, she is both a character of admiration and envy for Inari. Yet, deep down, she has her own insecurities including her attraction to someone that makes her very insecure about herself. Despite seemingly existing in the opposite side a world, the duo forms a close relationship through discovery.\n\n\u001b[1mロマンスに焦点を当てたショーとして、抽象化がもっと無邪気な形をとることを期待してください。  Inariは、最初のエピソードで彼女の不器用さを介してジムで彼女のクラッシュとかなり恥ずかしいシーンを引き起こすシャイな若い女の子です。 このショーでは、ロマンチック、プラトニック、親、または兄弟間の関係が重要です。 特定のキャラクターの間のリアリズムを見て、ファンタジー要素にもかかわらず、ショーがどのように関連しているかを知ることは重要です。 愛が盲目になり、人々に愚かなことをさせるので、これがどのように関係しているのかは面白いです。  Inariにとって、彼女の能力は彼女が現実に可能性と夢を作ることを可能にするので、それは単なる愚かなことではありません。 実際、彼女の夢は、特別な人、賞賛の人、または古典的なヤマトナデシコのようになりたいです。 そのようなアイコンに最もよく似たキャラクターは、すみずメ朱美です。 彼女はかわいらしい顔、親切な性格、素晴らしい人物を持っています。 本質的に、彼女はInariのための賞賛と羨望の両方の性質です。 しかし、深く、彼女は自分自身について非常に不安にさせる誰かへの彼女の魅力を含む彼女自身の不安を持っています。 世界の反対側に見える存在にもかかわらず、デュオは発見を通じて密接な関係を結んでいます。\u001b[22m\n\u001b[1m(Romansu ni shōten o ateta shō to shite, chūshō-ka ga motto mujakina katachi o toru koto o kitai shite kudasai. Inari wa, saisho no episōdo de kanojo no bukiyō-sa o kaishite jimu de kanojo no kurasshu to kanari hazukashī shīn o hikiokosu shaina wakai on'nanokodesu. Ai ga mōmoku ni nari, hitobito ni orokana koto o sa serunode, kore ga dono yō ni kankei shite iru no ka wa omoshiroidesu. Inari ni totte, kanojo no nōryoku wa kanojo ga genjitsu ni kanōsei to yume o tsukuru koto o kanō ni surunode, sore wa tan'naru orokana kotode wa arimasen. Jissai, kanojo no yume wa, tokubetsuna hito, shōsan no hito, matawa koten-tekina yamatonadeshiko no yō ni naritaidesu. So no yōna aikon ni mottomo yoku nita kyarakutā wa, su mizu me Akemidesu. Kanojo wa kawairashī kao, shinsetsuna seikaku, subarashī jinbutsu o motte imasu. Honshitsu-teki ni, kanojo wa Inari no tame no shōsan to senbō no ryōhō no seishitsudesu. Shikashi, fukaku, kanojo wa jibun jishin ni tsuite hijō ni fuan ni sa seru dareka e no kanojo no miryoku o fukumu kanojo jishin no fuan o motte imasu. Sekai no hantaisoku ni mieru sonzai nimokakawarazu, de~yuo wa hakken o tsūjite missetsuna kankei o musunde imasu. Kono shōde wa, romanchikku, puratonikku, oya, matawa kyōdai-kan no kankei ga jūyōdesu. Tokutei no kyarakutā no ma no riarizumu o mite, fantajī yōso nimokakawarazu, shō ga dono yō ni kanren shite iru ka o shiru koto wa jūyōdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nTaking on the fantasy trope comes forth spirits, apparitions, and Gods. Uka stands out on the fantasy side with her abilities to grant wishes including giving Inari the will to transform. Most of the humans gets more insight to their relationship dynamics while the Gods features less emphasis. Possessing a kind spirit, she blurs a bit between fantasy and reality with her characteristics. She holds wisdom but is also curious about the real world with her fascinations. This is evident by her interest in otaku game (otome genres seems to be her favorites), manga, and cultural norms that often pertain with the younger people. Her relationship with Inari’s brother Toka is also quite amusing as the duo is incompatible but seems to get along through curiosity. Unfortunately, despite the insight that Uka brings into the show, she suffers a bit of characterization. We only know a little about her past and most of it is connected with Toka rather than with Inari or the others. Seemingly, she acts more like a character to test others (humans) because of her origins. Other supporting characters with fantasy attributes such as Miya and Kon suffers from personification of their selves.\n\n\u001b[1mファンタジー・トロフィーには、スピリット、幻想、神が現れます。 ウカは、インナーリに変身する意志を与えることを含む望みを与える能力をもって、ファンタジー側に際立っています。 人間のほとんどは、関係のダイナミックスをより深く理解し、神はあまり強調しません。 親切な精神を持っている彼女は、彼女の性格で幻想と現実との間に少しぼやけている。 彼女は知恵を持っていますが、彼女の魅力で現実世界についても興味があります。 これは、オタクゲーム（オトメのジャンルは彼女のお気に入りと思われる）、漫画、および若い人たちにしばしば関連する文化的規範への関心によって明らかです。  Inariの弟Tokaとの関係は、デュオが両立していないものの、好奇心をかきたてているように見えるので、面白いです。 残念なことに、宇宙がショーをもたらした洞察にもかかわらず、彼女は少しの特徴付けに苦しんでいる。 私たちは彼女の過去について少ししか知りません。そのほとんどはInariや他の人たちではなく、Tokaとつながっています。 彼女は、彼女の起源のために、他人（人間）をテストするキャラクターのように働くようです。 宮やくんのような幻想的な属性を持つ他の支持者は、自分自身の人格形成に苦しんでいる。\u001b[22m\n\u001b[1m(Fantajī torofī ni wa, supiritto, gensō,-shin ga arawaremasu. Uka wa, in'nāri ni henshin suru ishi o ataeru koto o fukumu nozomi o ataeru nōryoku o motte, fantajī-gawa ni kiwadatte imasu. Shinsetsuna seishin o motte iru kanojo wa, kanojo no seikaku de gensō to genjitsu to no ma ni sukoshi boyakete iru. Kanojo wa chie o motte imasuga, kanojo no miryoku de genjitsu sekai ni tsuite mo kyōmi ga arimasu. Kore wa, otakugēmu (Otome no janru wa kanojo no okiniiri to omowa reru), manga,oyobi wakai hito-tachi ni shibashiba kanren suru bunka-teki kihan e no kanshin ni yotte akirakadesu. Inari no otōto Toka to no kankei wa, de~yuo ga ryōritsu shite inai mono no, kōkishin o kakitatete iru yō ni mieru node, omoshiroidesu. Zan'nen'nakotoni, uchū ga shō o motarashita dōsatsu nimokakawarazu, kanojo wa sukoshi no tokuchō-tsuke ni kurushinde iru. Watashitachi wa kanojo no kako ni tsuite sukoshi shika shirimasen. Sono hotondo wa Inari ya hokanohito-tachide wa naku, Toka to tsunagatte imasu. Kanojo wa, kanojo no kigen no tame ni, tanin (ningen) o tesuto suru kyarakutā no yō ni hataraku yōdesu. Miya ya-kun no yōna gensō-tekina zokusei o motsu ta no shiji-sha wa, jibunjishin'no jinkaku keisei ni kurushinde iru. Ningen no hotondo wa, kankei no dainamikkusu o yori fukaku rikai shi,-shin wa amari kyōchō shimasen.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe first word that comes to my mind to describe this show’s artwork is fantastic. It’s fantastic no just in the way of being beautiful but rather as a credible way of portraying its settings. The background reflects a charming atmosphere with the temples and shrines. Transformation scenes matches well with consistency. Additionally, the Gods all have their unique designs with their hair styles, outfits, and distinctive features. Inari’s design also captures her character as a clumsy girl who is walking steps to adolescence. Sumizome reflects exactly as a pretty girl with her figure. Even Toka is noticeable with his face expressions that defines him as a concerned brother. Elegance decorates this show on various levels and artwork fits with that title.\n\n\u001b[1mこのショーのアートワークを説明するために私の頭に来る最初の言葉は素晴らしいです。 それは美しいのではなく、むしろその設定を描く信頼できる方法として素晴らしいことです。 背景には、寺院や神社の魅力的な雰囲気が映し出されています。 変換シーンは一貫性とよく一致します。 さらに、神々はすべて、髪型、服装、独特の特徴を持つユニークなデザインを持っています。  Inariのデザインはまた、思春期の歩みを歩む不器用な女の子としての彼女の性格を捉えています。  Sumizomeは、彼女の姿を持つかわいい女の子とまったく同じです。 たとえトカさえも、彼を兄弟として定義する彼の顔の表情で目立つ。 エレガンスは様々なレベルでこのショーを飾り、アートワークはそのタイトルに合っています。\u001b[22m\n\u001b[1m(Kono shō no ātowāku o setsumei suru tame ni watashi no atama ni kuru saisho no kotoba wa subarashīdesu. Sore wa utsukushī node wa naku, mushiro sono settei o kaku shinraidekiru hōhō to shite subarashī kotodesu. Haikei ni wa, jiin ya jinja no miryoku-tekina fun'iki ga utsushidasa rete imasu. Henkan shīn wa ikkan-sei to yoku itchi shimasu. Sarani, kamigami wa subete, kamigata, fukusō, dokutoku no tokuchō o motsu yunīkuna dezain o motte imasu. Inari no dezain wa mata, shishunki no ayumi o ayumu bukiyōna on'nanoko to shite no kanojo no seikaku o toraete imasu. Sumizome wa, kanojo no sugata o motsu kawaī on'nanoko to mattaku onajidesu. Tatoe toka sae mo, kare o kyōdai to shite teigi suru kare no kao no hyōjō de medatsu. Eregansu wa samazamana reberu de kono shō o kazari, ātowāku wa sono taitoru ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first word that comes to my mind to describe this show’s artwork is fantastic. It’s fantastic no just in the way of being beautiful but rather as a credible way of portraying its settings. The background reflects a charming atmosphere with the temples and shrines. Transformation scenes matches well with consistency. Additionally, the Gods all have their unique designs with their hair styles, outfits, and distinctive features. Inari’s design also captures her character as a clumsy girl who is walking steps to adolescence. Sumizome reflects exactly as a pretty girl with her figure. Even Toka is noticeable with his face expressions that defines him as a concerned brother. Elegance decorates this show on various levels and artwork fits with that title.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first word that comes to my mind to describe this show’s artwork is fantastic.\u001b[24m\n    \u001b[1mこのショーのアートワークを説明するために私の頭に来る最初の言葉は素晴らしいです。\u001b[22m, \u001b[1mこのショーのアートワークを記述するために私の心に来る最初の単語は幻想的です。\u001b[22m\n\u001b[4mIt’s fantastic no just in the way of being beautiful but rather as a credible way of portraying its settings.\u001b[24m\n    \u001b[1mそれは美しいのではなく、むしろその設定を描く信頼できる方法として素晴らしいことです。\u001b[22m, \u001b[1mそれは単に美しいではなく、その設定を描いたの信頼できる方法としてあることのように幻想的です。\u001b[22m\n\u001b[4mThe background reflects a charming atmosphere with the temples and shrines.\u001b[24m\n    \u001b[1m背景には、寺院や神社の魅力的な雰囲気が映し出されています。\u001b[22m, \u001b[1m背景には、お寺や神社で魅力的な雰囲気を反映しています。\u001b[22m\n\u001b[4mTransformation scenes matches well with consistency.\u001b[24m\n    \u001b[1m変換シーンは一貫性とよく一致します。\u001b[22m, \u001b[1m変態のシーンは、一貫性とよく一致しました。\u001b[22m\n\u001b[4mAdditionally, the Gods all have their unique designs with their hair styles, outfits, and distinctive features.\u001b[24m\n    \u001b[1mさらに、神々はすべて、髪型、服装、独特の特徴を持つユニークなデザインを持っています。\u001b[22m, \u001b[1mまた、神はすべて、自分の髪のスタイル、衣装、と独特の機能を備えた独自のデザインを持っています。\u001b[22m\n\u001b[4mInari’s design also captures her character as a clumsy girl who is walking steps to adolescence.\u001b[24m\n    \u001b[1mInariのデザインはまた、思春期の歩みを歩む不器用な女の子としての彼女の性格を捉えています。\u001b[22m, \u001b[1m稲荷の設計はまた、思春期するための手順を歩いている不器用な女の子として彼女のキャラクターをキャプチャします。\u001b[22m\n\u001b[4mSumizome reflects exactly as a pretty girl with her figure.\u001b[24m\n    \u001b[1mSumizomeは、彼女の姿を持つかわいい女の子とまったく同じです。\u001b[22m, \u001b[1m墨染は、彼女の姿を持つかわいい女の子のように正確に反映しています。\u001b[22m\n\u001b[4mEven Toka is noticeable with his face expressions that defines him as a concerned brother.\u001b[24m\n    \u001b[1mたとえトカさえも、彼を兄弟として定義する彼の顔の表情で目立つ。\u001b[22m, \u001b[1mでもとかは心配兄として彼を定義する彼の顔の表情で顕著です。\u001b[22m\n\u001b[4mElegance decorates this show on various levels and artwork fits with that title.\u001b[24m\n    \u001b[1mエレガンスは様々なレベルでこのショーを飾り、アートワークはそのタイトルに合っています。\u001b[22m, \u001b[1mエレガンスは、様々なレベルでこのショーを飾るアートワークは、そのタイトルにフィットします。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack mixes on a traditional scale with its fantasy vibes. More noticeable however is the character voices as some of them adapts a kansai accent. Main characters such as Inari and Sumizome speaks in Kansai-ben, rather than traditional Japanese. It’s a distinctive trait that is quite noticeable yet can take time to get used to. Otherwise, there’s a good mixture of voice mannerisms in the show such as Inari’s spontaneous energy or Uka’s curiosity in the human world. The OP &amp; ED songs are decorated with colorful features that depicts exactly how a fantasy setting can be when mixed with modern values.\n\n\u001b[1mサウンドトラックは伝統的なスケールでそのファンタジーな雰囲気をミックスしています。 しかし、その中のいくつかは関西のアクセントに適応しているので、より顕著なのはキャラクターの声である。  InariやSumizomeのような主人公は、伝統的な日本人ではなく、関西弁で話します。 それはかなり目立つが、慣れて時間を取ることができる独特の特性です。 そうでなければ、インナーの自発的なエネルギーや人間界における宇部の好奇心など、声のマキャニズムが盛りだくさんです。  OP＆amp;  EDのソングは、現代の価値観とミックスしたときのファンタジー設定の仕方を正確に表現したカラフルなフィーチャーで飾られています。\u001b[22m\n\u001b[1m(Saundotorakku wa dentō-tekina sukēru de sono fantajīna fun'iki o mikkusu shite imasu. Shikashi, sono Chū no ikutsu ka wa Kansai no akusento ni tekiō shite irunode, yori kenchona no wa kyarakutā no koedearu. Inari ya Sumizome no yōna shujinkō wa, dentō-tekina nihonjinde wa naku, Kansai-ben de hanashimasu. Sore wa kanari medatsuga, narete jikan o toru koto ga dekiru dokutoku no tokuseidesu. Sōdenakereba, in'nā no jihatsu-tekina enerugī ya ningen-kai ni okeru Ube no kōkishin nado,-goe no makyanizumu ga moridakusandesu. OP& amp; ED no songu wa, gendai no kachikan to mikkusu shita toki no fantajī settei no shikata o seikaku ni hyōgen shita karafuruna fīchā de kazara rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack mixes on a traditional scale with its fantasy vibes. More noticeable however is the character voices as some of them adapts a kansai accent. Main characters such as Inari and Sumizome speaks in Kansai-ben, rather than traditional Japanese. It’s a distinctive trait that is quite noticeable yet can take time to get used to. Otherwise, there’s a good mixture of voice mannerisms in the show such as Inari’s spontaneous energy or Uka’s curiosity in the human world. The OP &amp; ED songs are decorated with colorful features that depicts exactly how a fantasy setting can be when mixed with modern values.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack mixes on a traditional scale with its fantasy vibes.\u001b[24m\n    \u001b[1mサウンドトラックは伝統的なスケールでそのファンタジーな雰囲気をミックスしています。\u001b[22m, \u001b[1mサウンドトラックは、そのファンタジーバイブで伝統的な規模で混合します。\u001b[22m\n\u001b[4mMore noticeable however is the character voices as some of them adapts a kansai accent.\u001b[24m\n    \u001b[1mしかし、その中のいくつかは関西のアクセントに適応しているので、より顕著なのはキャラクターの声である。\u001b[22m, \u001b[1mそのうちのいくつかは関西弁を適応させるように、より顕著ただし、文字の声です。\u001b[22m\n\u001b[4mMain characters such as Inari and Sumizome speaks in Kansai-ben, rather than traditional Japanese.\u001b[24m\n    \u001b[1mInariやSumizomeのような主人公は、伝統的な日本人ではなく、関西弁で話します。\u001b[22m, \u001b[1mこのような稲荷や墨染などのメインキャラクターではなく、日本の伝統的なよりも、関西ベンに話します。\u001b[22m\n\u001b[4mIt’s a distinctive trait that is quite noticeable yet can take time to get used to.\u001b[24m\n    \u001b[1mそれはかなり目立つが、慣れて時間を取ることができる独特の特性です。\u001b[22m, \u001b[1mそれは非常に顕著であるまだに慣れるには時間がかかることが特徴的な特性です。\u001b[22m\n\u001b[4mOtherwise, there’s a good mixture of voice mannerisms in the show such as Inari’s spontaneous energy or Uka’s curiosity in the human world.\u001b[24m\n    \u001b[1mそうでなければ、インナーの自発的なエネルギーや人間界における宇部の好奇心など、声のマキャニズムが盛りだくさんです。\u001b[22m, \u001b[1mそれ以外の場合、このような稲荷の自発的なエネルギーや人間界でUKAの好奇心のようなショーで音声癖の良い混合物があります。\u001b[22m\n\u001b[4mThe OP &amp;\u001b[24m\n    \u001b[1mOP＆amp;\u001b[22m, \u001b[1mOP＆＃038;\u001b[22m\n\u001b[4mED songs are decorated with colorful features that depicts exactly how a fantasy setting can be when mixed with modern values.\u001b[24m\n    \u001b[1mEDのソングは、現代の価値観とミックスしたときのファンタジー設定の仕方を正確に表現したカラフルなフィーチャーで飾られています。\u001b[22m, \u001b[1mED曲は現代の値と混合したときのファンタジー設定がすることができます正確にどのように描いているカラフルな機能が飾られています。\u001b[22m\n\u001b[1m\u001b[22m\nTaken for granted, Inari, Konkon, Koi Iroha is a charming show with innocence, values, and elegance. The story itself will feel a bit predictable and lack depth in characterization. However, its attributes in presenting human relationships between Gods and mortals is something hard to take eyes off of. Inari’s life of discovery is fascinating that leads to various results between many characters. Its straightforward humor isn’t rocket science but instead has its elements that will bring a keen sense to laugh. On the other hand, the romance aspect can feel a little childish. Yet, it defines innocence in not a strategic but effortless way. Sometimes, not everything needs to be complex even if you can take on the form of anyone you want. This show is simple just like how it should be.\n\n\u001b[1m当然のことながら、Inari、Konkon、Koi Irohaは無邪気さ、価値観、優雅さを備えた魅力的なショーです。 物語そのものは、少し予測可能であり、特徴づけの深さに欠けていると感じるでしょう。 しかし、神と人間との間の人間関係を示す上でのその属性は、目を離すのが難しいものです。  Inariの発見の魅力は、多くの人物の間でさまざまな結果につながります。 その単純なユーモアは、ロケット科学ではなく、笑うような鋭い感覚をもたらす要素を持っています。 一方、ロマンスの側面は少し幼稚な感じがすることができます。 しかし、それは無神論を戦略的ではなく簡単に定義します。 時々、あなたが望む誰かの形を取ることができても、すべてが複雑である必要はありません。 このショーは、どのようにするべきかのように簡単です。\u001b[22m\n\u001b[1m(Tōzen no kotonagara, Inari, Konkon, Koi Iroha wa mujaki-sa, kachikan, yūga-sa o sonaeta miryoku-tekina shōdesu. Monogatari sonomono wa, sukoshi yosoku kanōdeari, tokuchō dzuke no fuka-sa ni kakete iru to kanjirudeshou. Shikashi,-shin to ningen to no ma no ningen kankei o shimesu ue de no sono zokusei wa,-me o hanasu no ga muzukashī monodesu. Inari no hakken no miryoku wa, ōku no jinbutsu no ma de samazamana kekka ni tsunagarimasu. Sono tanjun'na yūmoa wa, roketto kagakude wa naku, warau yōna surudoi kankaku o motarasu yōso o motte imasu. Ippō, romansu no sokumen wa sukoshi yōchina kanji ga suru koto ga dekimasu. Shikashi, soreha mushinron o senryaku-tekide wanaku kantan ni teigi shimasu. Tokidoki, anata ga nozomu dareka no katachi o toru koto ga dekite mo, subete ga fukuzatsudearu hitsuyō wa arimasen. Kono shō wa, dono yō ni surubeki ka no yō ni kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mTaken for granted, Inari, Konkon, Koi Iroha is a charming show with innocence, values, and elegance. The story itself will feel a bit predictable and lack depth in characterization. However, its attributes in presenting human relationships between Gods and mortals is something hard to take eyes off of. Inari’s life of discovery is fascinating that leads to various results between many characters. Its straightforward humor isn’t rocket science but instead has its elements that will bring a keen sense to laugh. On the other hand, the romance aspect can feel a little childish. Yet, it defines innocence in not a strategic but effortless way. Sometimes, not everything needs to be complex even if you can take on the form of anyone you want. This show is simple just like how it should be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaken for granted, Inari, Konkon, Koi Iroha is a charming show with innocence, values, and elegance.\u001b[24m\n    \u001b[1m当然のことながら、Inari、Konkon、Koi Irohaは無邪気さ、価値観、優雅さを備えた魅力的なショーです。\u001b[22m, \u001b[1m付与され、稲荷、Konkonのために採取し、恋いろはは無罪、値、および優雅で魅力的なショーです。\u001b[22m\n\u001b[4mThe story itself will feel a bit predictable and lack depth in characterization.\u001b[24m\n    \u001b[1m物語そのものは、少し予測可能であり、特徴づけの深さに欠けていると感じるでしょう。\u001b[22m, \u001b[1m物語自体はビット予測可能な感じと特性評価に深さを欠くであろう。\u001b[22m\n\u001b[4mHowever, its attributes in presenting human relationships between Gods and mortals is something hard to take eyes off of.\u001b[24m\n    \u001b[1mしかし、神と人間との間の人間関係を示す上でのその属性は、目を離すのが難しいものです。\u001b[22m, \u001b[1mしかし、神々との人間との間に人間関係を提示でその属性がのオフに目を取るのは難しいものです。\u001b[22m\n\u001b[4mInari’s life of discovery is fascinating that leads to various results between many characters.\u001b[24m\n    \u001b[1mInariの発見の魅力は、多くの人物の間でさまざまな結果につながります。\u001b[22m, \u001b[1m発見の稲荷の人生は、多くの文字の間のさまざまな結果につながるという魅力的です。\u001b[22m\n\u001b[4mIts straightforward humor isn’t rocket science but instead has its elements that will bring a keen sense to laugh.\u001b[24m\n    \u001b[1mその単純なユーモアは、ロケット科学ではなく、笑うような鋭い感覚をもたらす要素を持っています。\u001b[22m, \u001b[1mその直接的なユーモアはロケット科学ではありませんが、代わりに笑って鋭い感覚をもたらすでしょう、その要素を持っています。\u001b[22m\n\u001b[4mOn the other hand, the romance aspect can feel a little childish.\u001b[24m\n    \u001b[1m一方、ロマンスの側面は少し幼稚な感じがすることができます。\u001b[22m, \u001b[1m一方、ロマンスの側面は少し幼稚な感じることができます。\u001b[22m\n\u001b[4mYet, it defines innocence in not a strategic but effortless way.\u001b[24m\n    \u001b[1mしかし、それは無神論を戦略的ではなく簡単に定義します。\u001b[22m, \u001b[1mしかし、それはない戦略的なが、楽な方法で無罪を定義します。\u001b[22m\n\u001b[4mSometimes, not everything needs to be complex even if you can take on the form of anyone you want.\u001b[24m\n    \u001b[1m時々、あなたが望む誰かの形を取ることができても、すべてが複雑である必要はありません。\u001b[22m, \u001b[1m時には、すべてはあなたが欲しい誰の形を取ることができる場合であっても、複雑にする必要がありません。\u001b[22m\n\u001b[4mThis show is simple just like how it should be.\u001b[24m\n    \u001b[1mこのショーは、どのようにするべきかのように簡単です。\u001b[22m, \u001b[1mこのショーはちょうどそれがどうあるべきかのように簡単です。\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "Hina-himex3",
    "profile": "/profile/Hina-himex3/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=136171",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nInari、Konkon、Koi Irohaは良いアニメを感じています。 私が見たすべてのエピソードの後、私はちょうど非常にリラックスしたような内容のこの感覚を持っていました。 しかし、もちろん、それはこのアニメが刺激的な瞬間を持たないということを意味しません。 それは大変です。\n\nコヨーテの伏見区に住む普通の中学生です。 彼女の年齢の多くの女の子のように、彼女は自分の好きなような厳しい時を過ごしています。これは彼女の良き見て友好的な同級生Sumizomeを羨ましく思います。  Inariは他のクラスメートFunbabashiを怒らせているが、問題にならないSumizomeと比べて、彼女は話すために神経を鍛えることができない。 スミソームがファンババシにラブレターを渡した後、イナリはイナリ神の神社である稲荷神社で自分を見つけたときにピックアップする。\n\nそこでは、彼女は宇宙の御嶽の神（または単に宇佐様）と会う。 早く狐を救ってくれてありがとう、宇佐様はInariにただ一つの願いを与えます。 彼女の望みはスミソームであり、それは自由意志で彼女のフォームを変える権力を獲得することにつながる。\n\n物語は弱くて少し弱いですが、各エピソードでは、物語は一連の道徳や各セグメンテーションで生み出される人生レッスンによって強くなります。 ショー自体は少女のように聞こえるが、シノプシスが言っていることに反して、愛とロマンスは重くはない。 最初の数回のエピソードでは、ストーリーの主要部分のように見えるかもしれませんが、ショーが始まるとロマンスは残りの部分に後ろを向いています。 さらに、それは中学生であるため、ロマンスはあまりにも誇張しすぎてはなりません。\n\n多くの人が芸術はまともなものだと思っているようですが、実際にはそれを楽しんでいました。 キャラクターのデザインは人間のキャラクターにはやや平らでしたが、神様のデザインはユニークで、うらさまにはきれいで美しいものでした。 それは柔らかくカラフルなので、芸術は目ではかなり簡単です。 背景はきれいで、すばらしいディテールが入っていました。\n\n音については、OSTをあまり覚えていないので、忘れるのはかなり簡単だし、その印象をあまり残さない。  OPは素晴らしかったですが、忘れられていてEDに比べて欠けていました。 一方EDは美しい曲だった。 私はそれが2014年の冬のアニメシーズンの最高のEDだと思う。\n\n最初は、彼女は彼女の年齢のために行動するはずのちょうどどのように動作します：泣く傾向があり、すべての周りにうぬぼれ。 最初の数回のエピソードでは、どれだけ多くの人が彼女に迷惑をかけているのかを見るのは簡単です。 しかし、彼女のキャラクター開発は本当に顕著です！ 最初は彼女のクラスメートのようになりたい安全でない女の子として始まりますが、最後に彼女は自分が誰であるかを理解することを学んでいます。 彼女がこの変革を経験するのはとても甘かったです。  Inariの友人のうちの何人かは、兄のToukaだけでなく、いくつかのキャラクターの開発を経ていました。 このシリーズには、10エピソードだけのための驚くほどのキャラクター開発がありました。\n\n全体として、稲荷、コンコン、恋イロハは、神格概念の興味深いものでした。 他の多くの神格をテーマにしたアニメとは異なり、主なアイデアとしてロマンスは必要ありませんでした。 私は、InariとUka-samaの間の愛が主要な関係であったと主張しています。 彼らは見て、経験するのがとても楽しい愛する友情を形成しました。 キャラクターは見て楽しかったし、本当に楽しかったです。 シリーズの背後にある道徳も爽やかでした。\n\nだから、もしもあなたが興奮している非常に心地よいアニメを探しているなら、これはあなたのためのものです。 素敵なキャラクター展開のアニメを探しているなら、これもあなたのためのものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nInari, Konkon, Koi Iroha is a sort of feel good anime. After every episode I watched, I just had this feeling of content that felt very relaxing. But of course, that doesn't mean this anime doesn't have any exciting moments. It very much does.\n\n\u001b[1mInari、Konkon、Koi Irohaは良いアニメを感じています。 私が見たすべてのエピソードの後、私はちょうど非常にリラックスしたような内容のこの感覚を持っていました。 しかし、もちろん、それはこのアニメが刺激的な瞬間を持たないということを意味しません。 それは大変です。\u001b[22m\n\u001b[1m(Inari, Konkon, Koi Iroha wa yoi anime o kanjite imasu. Watashi ga mita subete no episōdo no ato, watashi wa chōdo hijō ni rirakkusu shita yōna naiyō no kono kankaku o motte imashita. Shikashi, mochiron, sore wa kono anime ga shigeki-tekina shunkan o motanai to iu koto o imi shimasen. Sore wa taihendesu.)\u001b[22m\n\nTranslations of \u001b[4mInari, Konkon, Koi Iroha is a sort of feel good anime. After every episode I watched, I just had this feeling of content that felt very relaxing. But of course, that doesn't mean this anime doesn't have any exciting moments. It very much does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari, Konkon, Koi Iroha is a sort of feel good anime.\u001b[24m\n    \u001b[1mInari、Konkon、Koi Irohaは良いアニメを感じています。\u001b[22m, \u001b[1mいなり、こんこん、恋いろは。は手触りの良いアニメの一種です。\u001b[22m\n\u001b[4mAfter every episode I watched, I just had this feeling of content that felt very relaxing.\u001b[24m\n    \u001b[1m私が見たすべてのエピソードの後、私はちょうど非常にリラックスしたような内容のこの感覚を持っていました。\u001b[22m, \u001b[1m私が見たすべてのエピソードの後、私は非常にリラックスを感じたコンテンツのこの気持ちを持っていました。\u001b[22m\n\u001b[4mBut of course, that doesn't mean this anime doesn't have any exciting moments.\u001b[24m\n    \u001b[1mしかし、もちろん、それはこのアニメが刺激的な瞬間を持たないということを意味しません。\u001b[22m, \u001b[1mしかし、もちろん、それはこのアニメは、任意のエキサイティングな瞬間を持っていないという意味ではありません。\u001b[22m\n\u001b[4mIt very much does.\u001b[24m\n    \u001b[1mそれは大変です。\u001b[22m, \u001b[1mそれは非常にありません。\u001b[22m\n\u001b[1m\u001b[22m\nInari is a normal middle school girl that lives in Koyoto's Fushimi ward. Like many girls her age, she has a tough time liking herself, which leads to her envying her good looking and friendly classmate Sumizome. Inari has a crush on her other classmate Funbabashi, but she can't seem to work up the nerve to talk to him, as compared to Sumizome who has no problem with that. The plot picks up when, after seeing Sumizome give Funbabashi a love letter, Inari finds herself at the Inari shrine, a shrine for the god Inari.\n\n\u001b[1mコヨーテの伏見区に住む普通の中学生です。 彼女の年齢の多くの女の子のように、彼女は自分の好きなような厳しい時を過ごしています。これは彼女の良き見て友好的な同級生Sumizomeを羨ましく思います。  Inariは他のクラスメートFunbabashiを怒らせているが、問題にならないSumizomeと比べて、彼女は話すために神経を鍛えることができない。 スミソームがファンババシにラブレターを渡した後、イナリはイナリ神の神社である稲荷神社で自分を見つけたときにピックアップする。\u001b[22m\n\u001b[1m(Koyōte no Fushimi-ku ni sumu futsū no chūgakuseidesu. Kanojo no nenrei no ōku no on'nanoko no yō ni, kanojo wa jibun no sukina yōna kibishī toki o sugoshite imasu. Kore wa kanojo no yoki mite yūkō-tekina dōkyūsei Sumizome o urayamashiku omoimasu. Inari wa hoka no kurasumēto Funbabashi o okora sete iruga, mondai ni naranai Sumizome to kurabete, kanojo wa hanasu tame ni shinkei o kitaeru koto ga dekinai. Sumisōmu ga fanbabashi ni raburetā o watashita nochi, inari wa inari-shin no jinjadearu inakajinsha de jibun o mitsuketa toki ni pikkuappu suru.)\u001b[22m\n\nTranslations of \u001b[4mInari is a normal middle school girl that lives in Koyoto's Fushimi ward. Like many girls her age, she has a tough time liking herself, which leads to her envying her good looking and friendly classmate Sumizome. Inari has a crush on her other classmate Funbabashi, but she can't seem to work up the nerve to talk to him, as compared to Sumizome who has no problem with that. The plot picks up when, after seeing Sumizome give Funbabashi a love letter, Inari finds herself at the Inari shrine, a shrine for the god Inari.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari is a normal middle school girl that lives in Koyoto's Fushimi ward.\u001b[24m\n    \u001b[1mコヨーテの伏見区に住む普通の中学生です。\u001b[22m, \u001b[1m稲荷はKoyotoの伏見区に住んでいる通常の中学生の女の子です。\u001b[22m\n\u001b[4mLike many girls her age, she has a tough time liking herself, which leads to her envying her good looking and friendly classmate Sumizome.\u001b[24m\n    \u001b[1m彼女の年齢の多くの女の子のように、彼女は自分の好きなような厳しい時を過ごしています。これは彼女の良き見て友好的な同級生Sumizomeを羨ましく思います。\u001b[22m, \u001b[1m多くの女の子彼女の年齢と同じように、彼女は格好良いとフレンドリーな同級生墨染をenvying彼女につながる、大変な時間自分自身を好きを持っています。\u001b[22m\n\u001b[4mInari has a crush on her other classmate Funbabashi, but she can't seem to work up the nerve to talk to him, as compared to Sumizome who has no problem with that.\u001b[24m\n    \u001b[1mInariは他のクラスメートFunbabashiを怒らせているが、問題にならないSumizomeと比べて、彼女は話すために神経を鍛えることができない。\u001b[22m, \u001b[1m稲荷は彼女の他の同級生Funbabashiに片思いを持っていますが、彼女はそれで問題ない墨染と比較して、彼に話をする神経を動作するように見えることはできません。\u001b[22m\n\u001b[4mThe plot picks up when, after seeing Sumizome give Funbabashi a love letter, Inari finds herself at the Inari shrine, a shrine for the god Inari.\u001b[24m\n    \u001b[1mスミソームがファンババシにラブレターを渡した後、イナリはイナリ神の神社である稲荷神社で自分を見つけたときにピックアップする。\u001b[22m, \u001b[1m墨染がFunbabashiにラブレターを与える見た後、稲荷は稲荷神社、神稲荷のための神社で自分自身を発見した場合、プロットはピックアップします。\u001b[22m\n\u001b[1m\u001b[22m\nThere, she meets Uka-no-Mitama-no-Kami (or simply Uka-sama for short). As thanks for saving a fox earlier, Uka-sama grants just one wish for Inari. Her wish is to be Sumizome, which leads to her acquiring powers to change her form at will.\n\n\u001b[1mそこでは、彼女は宇宙の御嶽の神（または単に宇佐様）と会う。 早く狐を救ってくれてありがとう、宇佐様はInariにただ一つの願いを与えます。 彼女の望みはスミソームであり、それは自由意志で彼女のフォームを変える権力を獲得することにつながる。\u001b[22m\n\u001b[1m(Sokode wa, kanojo wa uchū no Mitake no kami (matawa tan'ni Usa-sama) to au. Hayaku kitsune o sukutte kurete arigatō, Usa-sama wa Inari ni tadahitotsuno negai o ataemasu. Kanojo no nozomi wa sumisōmudeari, sore wa jiyū ishi de kanojo no fōmu o kaeru kenryoku o kakutoku suru koto ni tsunagaru.)\u001b[22m\n\nTranslations of \u001b[4mThere, she meets Uka-no-Mitama-no-Kami (or simply Uka-sama for short). As thanks for saving a fox earlier, Uka-sama grants just one wish for Inari. Her wish is to be Sumizome, which leads to her acquiring powers to change her form at will.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere, she meets Uka-no-Mitama-no-Kami (or simply Uka-sama for short).\u001b[24m\n    \u001b[1mそこでは、彼女は宇宙の御嶽の神（または単に宇佐様）と会う。\u001b[22m, \u001b[1mそこでは、彼女はUKA-NO-Mitama-NO-神（または略して単にUKA様）を満たしていません。\u001b[22m\n\u001b[4mAs thanks for saving a fox earlier, Uka-sama grants just one wish for Inari.\u001b[24m\n    \u001b[1m早く狐を救ってくれてありがとう、宇佐様はInariにただ一つの願いを与えます。\u001b[22m, \u001b[1m以前、UKA様の助成金稲荷のためのちょうど1願いをキツネを保存するための感謝として。\u001b[22m\n\u001b[4mHer wish is to be Sumizome, which leads to her acquiring powers to change her form at will.\u001b[24m\n    \u001b[1m彼女の望みはスミソームであり、それは自由意志で彼女のフォームを変える権力を獲得することにつながる。\u001b[22m, \u001b[1m彼女の願いは意志で彼女のフォームを変更するために彼女の取得の力につながる、墨染になることです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story sounds weak, and even starts out a bit weak, but with each episode the story grows stronger with the series of morals and life lessons it presents with each segment. The show itself sounds like it's a shoujo, but love and romance isn't heavy, contrary to what the synopsis says. It may seem like the main part of the story in the first few episodes, but the romance takes a back seat to the rest of the plot once the show gets going. Plus, it's middle schoolers primarily, so the romance shouldn't be too overbearing to begin with.\n\n\u001b[1m物語は弱くて少し弱いですが、各エピソードでは、物語は一連の道徳や各セグメンテーションで生み出される人生レッスンによって強くなります。 ショー自体は少女のように聞こえるが、シノプシスが言っていることに反して、愛とロマンスは重くはない。 最初の数回のエピソードでは、ストーリーの主要部分のように見えるかもしれませんが、ショーが始まるとロマンスは残りの部分に後ろを向いています。 さらに、それは中学生であるため、ロマンスはあまりにも誇張しすぎてはなりません。\u001b[22m\n\u001b[1m(Monogatari wa yowakute sukoshi yowaidesuga, kaku episōdode wa, monogatari wa ichiren no dōtoku ya kaku segumentēshon de umidasa reru jinsei ressun ni yotte tsuyoku narimasu. Shō jitai wa shōjo no yō ni kikoeruga, shinopushisu ga itte iru koto ni hanshite, ai to romansu wa omoku wanai. Saisho no sū-kai no episōdode wa, sutōrī no shuyō bubun no yō ni mieru kamo shiremasenga, shō ga hajimaru to romansu wa nokori no bubun ni ushiro o muite imasu. Sarani, soreha chūgakuseidearu tame, romansu wa amarini mo kochō shi sugite wa narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story sounds weak, and even starts out a bit weak, but with each episode the story grows stronger with the series of morals and life lessons it presents with each segment. The show itself sounds like it's a shoujo, but love and romance isn't heavy, contrary to what the synopsis says. It may seem like the main part of the story in the first few episodes, but the romance takes a back seat to the rest of the plot once the show gets going. Plus, it's middle schoolers primarily, so the romance shouldn't be too overbearing to begin with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story sounds weak, and even starts out a bit weak, but with each episode the story grows stronger with the series of morals and life lessons it presents with each segment.\u001b[24m\n    \u001b[1m物語は弱くて少し弱いですが、各エピソードでは、物語は一連の道徳や各セグメンテーションで生み出される人生レッスンによって強くなります。\u001b[22m, \u001b[1m物語は弱い音、さらには弱いビットを開始しますが、各エピソードで物語は、各セグメントに提示モラルや人生の教訓、一連の強い成長します。\u001b[22m\n\u001b[4mThe show itself sounds like it's a shoujo, but love and romance isn't heavy, contrary to what the synopsis says.\u001b[24m\n    \u001b[1mショー自体は少女のように聞こえるが、シノプシスが言っていることに反して、愛とロマンスは重くはない。\u001b[22m, \u001b[1mそれは少女だが、愛とロマンスは、重い概要が言うに反しないようにショー自体が鳴ります。\u001b[22m\n\u001b[4mIt may seem like the main part of the story in the first few episodes, but the romance takes a back seat to the rest of the plot once the show gets going.\u001b[24m\n    \u001b[1m最初の数回のエピソードでは、ストーリーの主要部分のように見えるかもしれませんが、ショーが始まるとロマンスは残りの部分に後ろを向いています。\u001b[22m, \u001b[1mこれは、最初のいくつかのエピソードで物語の主な一部のように見えるかもしれませんが、ショーは行く取得したらロマンスは、プロットの残りの部分に後部座席を取ります。\u001b[22m\n\u001b[4mPlus, it's middle schoolers primarily, so the romance shouldn't be too overbearing to begin with.\u001b[24m\n    \u001b[1mさらに、それは中学生であるため、ロマンスはあまりにも誇張しすぎてはなりません。\u001b[22m, \u001b[1mプラス、それは主に中学生なので、ロマンスで始まるには余りにも横柄であってはなりません。\u001b[22m\n\u001b[1m\u001b[22m\nA lot of people seem to think the art is decent or average at best, but I actually enjoyed it a lot. The character designs were slightly plain when it came to the human characters, but the designs for the gods were unique and quite nice, even beautiful when it came to Uka-sama. The art is rather easy on the eyes, as in it's soft and colorful. The backgrounds were pretty and had amazing detail put into them.\n\n\u001b[1m多くの人が芸術はまともなものだと思っているようですが、実際にはそれを楽しんでいました。 キャラクターのデザインは人間のキャラクターにはやや平らでしたが、神様のデザインはユニークで、うらさまにはきれいで美しいものでした。 それは柔らかくカラフルなので、芸術は目ではかなり簡単です。 背景はきれいで、すばらしいディテールが入っていました。\u001b[22m\n\u001b[1m(Ōku no hito ga geijutsu wa matomona monoda to omotte iru yōdesuga, jissai ni wa sore o tanoshinde imashita. Kyarakutā no dezain wa ningen no kyarakutā ni wa yaya tairadeshitaga, kamisama no dezain wa yunīku de, ura-sama ni wa kireide utsukushī monodeshita. Sore wa yawarakaku karafurunanode, geijutsu wa mede wa kanari kantandesu. Haikei wa kireide, subarashī ditēru ga haitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mA lot of people seem to think the art is decent or average at best, but I actually enjoyed it a lot. The character designs were slightly plain when it came to the human characters, but the designs for the gods were unique and quite nice, even beautiful when it came to Uka-sama. The art is rather easy on the eyes, as in it's soft and colorful. The backgrounds were pretty and had amazing detail put into them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of people seem to think the art is decent or average at best, but I actually enjoyed it a lot.\u001b[24m\n    \u001b[1m多くの人が芸術はまともなものだと思っているようですが、実際にはそれを楽しんでいました。\u001b[22m, \u001b[1m多くの人々は、芸術が最高の状態でまともまたは平均で考えているようだが、私は実際にそれをたくさん楽しみました。\u001b[22m\n\u001b[4mThe character designs were slightly plain when it came to the human characters, but the designs for the gods were unique and quite nice, even beautiful when it came to Uka-sama.\u001b[24m\n    \u001b[1mキャラクターのデザインは人間のキャラクターにはやや平らでしたが、神様のデザインはユニークで、うらさまにはきれいで美しいものでした。\u001b[22m, \u001b[1mそれは人間のキャラクターに来たときにキャラクターデザインはやや平野だったが、それはUKA様に来たときに神々のデザインも美しく、ユニークで非常に素敵でした。\u001b[22m\n\u001b[4mThe art is rather easy on the eyes, as in it's soft and colorful.\u001b[24m\n    \u001b[1mそれは柔らかくカラフルなので、芸術は目ではかなり簡単です。\u001b[22m, \u001b[1mそれに柔らかくてカラフルだとして当業界では、目にかなり簡単です。\u001b[22m\n\u001b[4mThe backgrounds were pretty and had amazing detail put into them.\u001b[24m\n    \u001b[1m背景はきれいで、すばらしいディテールが入っていました。\u001b[22m, \u001b[1m背景はかなりあった、素晴らしいディテールがそれらに入れていました。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound, I don't remember much of the OST, so it's pretty easy to forget and doesn't leave that much of an impression. The OP was nice, but also forgetful and lacking when compared to the ED. The ED, on the other hand, was a beautiful song. I think it's the best ED of the 2014 winter anime season.\n\n\u001b[1m音については、OSTをあまり覚えていないので、忘れるのはかなり簡単だし、その印象をあまり残さない。  OPは素晴らしかったですが、忘れられていてEDに比べて欠けていました。 一方EDは美しい曲だった。 私はそれが2014年の冬のアニメシーズンの最高のEDだと思う。\u001b[22m\n\u001b[1m(Otonitsuite wa, OST o amari oboete inainode, wasureru no wa kanari kantandashi, sono inshō o amari nokosanai. OP wa subarashikattadesuga, wasure rarete ite ED ni kurabete kakete imashita. Ippō ED wa utsukushī kyokudatta. Watashi wa sore ga 2014-nen no fuyu no animeshīzun no saikō no EDda to omou.)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound, I don't remember much of the OST, so it's pretty easy to forget and doesn't leave that much of an impression. The OP was nice, but also forgetful and lacking when compared to the ED. The ED, on the other hand, was a beautiful song. I think it's the best ED of the 2014 winter anime season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound, I don't remember much of the OST, so it's pretty easy to forget and doesn't leave that much of an impression.\u001b[24m\n    \u001b[1m音については、OSTをあまり覚えていないので、忘れるのはかなり簡単だし、その印象をあまり残さない。\u001b[22m, \u001b[1m音に関しては、私はそれを忘れて非常に簡単ですので、OSTの多くを覚えていないとの印象の多くを残していません。\u001b[22m\n\u001b[4mThe OP was nice, but also forgetful and lacking when compared to the ED.\u001b[24m\n    \u001b[1mOPは素晴らしかったですが、忘れられていてEDに比べて欠けていました。\u001b[22m, \u001b[1mOPが素晴らしいだけでなく、忘れっぽいだったとEDと比較した場合、不足しています。\u001b[22m\n\u001b[4mThe ED, on the other hand, was a beautiful song.\u001b[24m\n    \u001b[1m一方EDは美しい曲だった。\u001b[22m, \u001b[1mEDは、他の一方で、美しい歌でした。\u001b[22m\n\u001b[4mI think it's the best ED of the 2014 winter anime season.\u001b[24m\n    \u001b[1m私はそれが2014年の冬のアニメシーズンの最高のEDだと思う。\u001b[22m, \u001b[1m私はそれが2014年冬アニメシーズンの最高のEDだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAt first, Inari acts just how she's supposed to act for her age: prone to crying and whiny all around. It's easy to see how many would become annoyed with her in the first few episodes. But, her character development is truly remarkable! At first she starts off as an insecure girl that wants to be like her classmate, but at the end she's learned to appreciate herself for who she is. It was very sweet seeing her go through this transformation. Even a few of Inari's friends went through some character development, as well as her older brother Touka. This series had a surprising amount of character development for only having 10 episodes.\n\n\u001b[1m最初は、彼女は彼女の年齢のために行動するはずのちょうどどのように動作します：泣く傾向があり、すべての周りにうぬぼれ。 最初の数回のエピソードでは、どれだけ多くの人が彼女に迷惑をかけているのかを見るのは簡単です。 しかし、彼女のキャラクター開発は本当に顕著です！ 最初は彼女のクラスメートのようになりたい安全でない女の子として始まりますが、最後に彼女は自分が誰であるかを理解することを学んでいます。 彼女がこの変革を経験するのはとても甘かったです。  Inariの友人のうちの何人かは、兄のToukaだけでなく、いくつかのキャラクターの開発を経ていました。 このシリーズには、10エピソードだけのための驚くほどのキャラクター開発がありました。\u001b[22m\n\u001b[1m(Saisho wa, kanojo wa kanojo no nenrei no tame ni kōdō suru hazu no chōdo dono yō ni dōsa shimasu: Naku keikō ga ari, subete no mawari ni unubore. Saisho no sū-kai no episōdode wa, dore dake ōku no hito ga kanojo ni meiwaku o kakete iru no ka o miru no wa kantandesu. Shikashi, kanojo no kyarakutā kaihatsu wa hontōni kenchodesu! Saisho wa kanojo no kurasumēto no yō ni naritai anzendenai on'nanoko to shite hajimarimasuga, saigo ni kanojo wa jibun ga daredearu ka o rikai suru koto o manande imasu. Kanojo ga kono henkaku o keiken suru no wa totemo umakattadesu. Inari no yūjin no uchi no nan'ninka wa, ani no Touka dakedenaku, ikutsu ka no kyarakutā no kaihatsu o hete imashita. Kono shirīzu ni wa, 10 episōdo dake no tame no odoroku hodo no kyarakutā kaihatsu ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mAt first, Inari acts just how she's supposed to act for her age: prone to crying and whiny all around. It's easy to see how many would become annoyed with her in the first few episodes. But, her character development is truly remarkable! At first she starts off as an insecure girl that wants to be like her classmate, but at the end she's learned to appreciate herself for who she is. It was very sweet seeing her go through this transformation. Even a few of Inari's friends went through some character development, as well as her older brother Touka. This series had a surprising amount of character development for only having 10 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, Inari acts just how she's supposed to act for her age: prone to crying and whiny all around.\u001b[24m\n    \u001b[1m最初は、彼女は彼女の年齢のために行動するはずのちょうどどのように動作します：泣く傾向があり、すべての周りにうぬぼれ。\u001b[22m, \u001b[1mすべての周りに泣いと不機嫌そうになりやすい：最初は、稲荷は、彼女は彼女の年齢のために行動することになっているだけでどのように機能します。\u001b[22m\n\u001b[4mIt's easy to see how many would become annoyed with her in the first few episodes.\u001b[24m\n    \u001b[1m最初の数回のエピソードでは、どれだけ多くの人が彼女に迷惑をかけているのかを見るのは簡単です。\u001b[22m, \u001b[1mこれは、最初のいくつかのエピソードで彼女とイライラになるだろうどのように多く見ることは簡単です。\u001b[22m\n\u001b[4mBut, her character development is truly remarkable!\u001b[24m\n    \u001b[1mしかし、彼女のキャラクター開発は本当に顕著です！\u001b[22m, \u001b[1mしかし、彼女のキャラクターの開発は、本当に驚くべきです！\u001b[22m\n\u001b[4mAt first she starts off as an insecure girl that wants to be like her classmate, but at the end she's learned to appreciate herself for who she is.\u001b[24m\n    \u001b[1m最初は彼女のクラスメートのようになりたい安全でない女の子として始まりますが、最後に彼女は自分が誰であるかを理解することを学んでいます。\u001b[22m, \u001b[1m最初は彼女は彼女の同級生のようになりたいと思っている安全でない女の子としてオフを開始したが、最後に彼女は彼女が誰であるかのために自分自身を理解すること学びました。\u001b[22m\n\u001b[4mIt was very sweet seeing her go through this transformation.\u001b[24m\n    \u001b[1m彼女がこの変革を経験するのはとても甘かったです。\u001b[22m, \u001b[1mそれは非常に甘い彼女は、この変換を経る見ていました。\u001b[22m\n\u001b[4mEven a few of Inari's friends went through some character development, as well as her older brother Touka.\u001b[24m\n    \u001b[1mInariの友人のうちの何人かは、兄のToukaだけでなく、いくつかのキャラクターの開発を経ていました。\u001b[22m, \u001b[1m稲荷さんの友人でさえもいくつかは、いくつかの文字の開発を経て、だけでなく、彼女の兄Touka。\u001b[22m\n\u001b[4mThis series had a surprising amount of character development for only having 10 episodes.\u001b[24m\n    \u001b[1mこのシリーズには、10エピソードだけのための驚くほどのキャラクター開発がありました。\u001b[22m, \u001b[1mこのシリーズでは唯一の10のエピソードを持つためにキャラクターの成長の驚くべき量を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Inari, Konkon, Koi Iroha was an interesting take on the deity concept. It didn't need romance as the main idea, unlike a lot of other deity themed anime. I would even argue that the love between Inari and Uka-sama was the main relationship. They formed a loving friendship that was very pleasant to see and experience. The characters were all fun to watch, and I truly enjoyed all of them. The moral behind the series was refreshing as well.\n\n\u001b[1m全体として、稲荷、コンコン、恋イロハは、神格概念の興味深いものでした。 他の多くの神格をテーマにしたアニメとは異なり、主なアイデアとしてロマンスは必要ありませんでした。 私は、InariとUka-samaの間の愛が主要な関係であったと主張しています。 彼らは見て、経験するのがとても楽しい愛する友情を形成しました。 キャラクターは見て楽しかったし、本当に楽しかったです。 シリーズの背後にある道徳も爽やかでした。\u001b[22m\n\u001b[1m(Zentai to shite, inari, konkon, koi iroha wa, shinkaku gainen no kyōmibukai monodeshita. Hoka no ōku no shinkaku o tēma ni shita anime to wa kotonari, omona aidea to shite romansu wa hitsuyō arimasendeshita. Watashi wa, Inari to Uka - sama no ma no ai ga shuyōna kankeideatta to shuchō shite imasu. Karera wa mite, keiken suru no ga totemo tanoshī aisuru yūjō o keisei shimashita. Kyarakutā wa mite tanoshikattashi, hontōni tanoshikattadesu. Shirīzu no haigo ni aru dōtoku mo sawayakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Inari, Konkon, Koi Iroha was an interesting take on the deity concept. It didn't need romance as the main idea, unlike a lot of other deity themed anime. I would even argue that the love between Inari and Uka-sama was the main relationship. They formed a loving friendship that was very pleasant to see and experience. The characters were all fun to watch, and I truly enjoyed all of them. The moral behind the series was refreshing as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Inari, Konkon, Koi Iroha was an interesting take on the deity concept.\u001b[24m\n    \u001b[1m全体として、稲荷、コンコン、恋イロハは、神格概念の興味深いものでした。\u001b[22m, \u001b[1m全体的に、いなり、こんこん、恋いろは。は、神の概念についての興味深いテイクでした。\u001b[22m\n\u001b[4mIt didn't need romance as the main idea, unlike a lot of other deity themed anime.\u001b[24m\n    \u001b[1m他の多くの神格をテーマにしたアニメとは異なり、主なアイデアとしてロマンスは必要ありませんでした。\u001b[22m, \u001b[1mこれは、他の神をテーマにしたアニメの多くとは異なり、主要なアイデアのように恋愛を必要としませんでした。\u001b[22m\n\u001b[4mI would even argue that the love between Inari and Uka-sama was the main relationship.\u001b[24m\n    \u001b[1m私は、InariとUka-samaの間の愛が主要な関係であったと主張しています。\u001b[22m, \u001b[1m私も稲荷とUKA様との間に愛が主な関係であったことを主張するだろう。\u001b[22m\n\u001b[4mThey formed a loving friendship that was very pleasant to see and experience.\u001b[24m\n    \u001b[1m彼らは見て、経験するのがとても楽しい愛する友情を形成しました。\u001b[22m, \u001b[1m彼らは見て経験することは非常に快適だった愛情友情を形成しました。\u001b[22m\n\u001b[4mThe characters were all fun to watch, and I truly enjoyed all of them.\u001b[24m\n    \u001b[1mキャラクターは見て楽しかったし、本当に楽しかったです。\u001b[22m, \u001b[1m文字はすべて見て楽しかった、と私は本当にそれらのすべてを楽しみました。\u001b[22m\n\u001b[4mThe moral behind the series was refreshing as well.\u001b[24m\n    \u001b[1mシリーズの背後にある道徳も爽やかでした。\u001b[22m, \u001b[1mシリーズの背後にある道徳的にもスッキリしました。\u001b[22m\n\u001b[1m\u001b[22m\nSo if you're looking for an extremely pleasant anime that also has exciting moments in it, then this is for you. If you're looking for an anime with a nice amount of character development, then this is also for you.\n\n\u001b[1mだから、もしもあなたが興奮している非常に心地よいアニメを探しているなら、これはあなたのためのものです。 素敵なキャラクター展開のアニメを探しているなら、これもあなたのためのものです。\u001b[22m\n\u001b[1m(Dakara, moshimo anata ga kōfun shite iru hijō ni kokochiyoi anime o sagashite irunara, kore wa anata no tame no monodesu. Sutekina kyarakutā tenkai no anime o sagashite irunara, kore mo anata no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSo if you're looking for an extremely pleasant anime that also has exciting moments in it, then this is for you. If you're looking for an anime with a nice amount of character development, then this is also for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if you're looking for an extremely pleasant anime that also has exciting moments in it, then this is for you.\u001b[24m\n    \u001b[1mだから、もしもあなたが興奮している非常に心地よいアニメを探しているなら、これはあなたのためのものです。\u001b[22m, \u001b[1mあなたもそれでエキサイティングな瞬間を持って、非常に快適なアニメを探しているのであれば、これはあなたのためです。\u001b[22m\n\u001b[4mIf you're looking for an anime with a nice amount of character development, then this is also for you.\u001b[24m\n    \u001b[1m素敵なキャラクター展開のアニメを探しているなら、これもあなたのためのものです。\u001b[22m, \u001b[1mあなたはキャラクターの成長の素敵な量でアニメを探しているなら、これはあなたのためでもあります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "Animaniablog",
    "profile": "/profile/Animaniablog/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=136801",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\n私は 'Inari Konkon'と人の初恋を比較するのが好きですが、それは美しいが本当に厄介です。\n\nストーリー -  6/10イナリは、あなたの典型的なロムコムで、超自然的なものが詰まっています。このストーリーの最大の問題は、テーマがあまりにも多くなるように試みることです。ロマンスですか？ コメディ？ 友情について？ 誰が本当に知っている、これらのテーマのほとんどは実際に友情以外の再生しないでください。 ロマンスの要素は非常に欠けていて、私がロマンスを中心にしているはずのシリーズでは、関係に時間をほとんど費やしていませんでした。 あなたが人生やロマンスのスライスを探しているなら、あなたは他の場所を見る方が良いです。\n\nアート -  9/10アートワークは私がこのシリーズを見続けている唯一の理由の一つでした、それはとてもうまくいっています。 すべての神社の仕事と風景は絶対に美しいです。 キャラクターデザインは特別なものではありませんが、特に物語がとても一般的であるため、特別なものになるほどユニークです。\n\nサウンド - シリーズ全体で演奏された伝統的な日本の音楽の8/10のロットと非常にキャッチーなオペレーション。 時にはサウンドトラックが少し繰り返しましたが、私はそれが十分気に入らなかったので、気にしませんでした。\n\nキャラクター-6/10キャラクターは思考シリーズが劇的に上がっていますが、私はうかが本当に好きですが、他のキャラクターのほとんどはシンプルで忘れがたいものでした。\n\n楽しさ/全体的 -  7/10 Inari Konkonは少し短く、浅すぎて本当に偉大ではありませんでした。 それはアートワークなのでとても残念です。それはとても驚異的なので、それはそのような平凡なプロットで無駄になることがほとんど痛いです。 これをスキップした場合、多くのものを逃してしまうことはありませんが、偉大な芸術との友情についてのすばらしい物語を探しているなら、それを試してみてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI like to compare 'Inari Konkon' with a person's first love, it's beautiful but really awkward.\n\n\u001b[1m私は 'Inari Konkon'と人の初恋を比較するのが好きですが、それは美しいが本当に厄介です。\u001b[22m\n\u001b[1m(Watashi wa' Inari Konkon' to hito no hatsukoi o hikaku suru no ga sukidesuga, soreha utsukushī ga hontōni yakkaidesu.)\u001b[22m\n\nTranslations of \u001b[4mI like to compare 'Inari Konkon' with a person's first love, it's beautiful but really awkward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like to compare 'Inari Konkon' with a person's first love, it's beautiful but really awkward.\u001b[24m\n    \u001b[1m私は 'Inari Konkon'と人の初恋を比較するのが好きですが、それは美しいが本当に厄介です。\u001b[22m, \u001b[1m私はそれは美しいが、本当に厄介だ、人の最初の愛を込めて「稲荷Konkon」を比較したいです。\u001b[22m\n\u001b[1m\u001b[22m\nStory- 6/10 Inari is your typical slice of life RomCom with a dash of supernatural tossed in. The biggest problem with the story is it tries to have too many themes, is it a romance? A comedy? About friendship? Who really knows, and most of these themes don't really play out other than friendship. The romance element was very lacking, and for a series that I supposed to be centered around romance they didn't spend much time on the relationships at all. If you're looking for a slice of life or romance, you're better off looking elsewhere.\n\n\u001b[1mストーリー -  6/10イナリは、あなたの典型的なロムコムで、超自然的なものが詰まっています。このストーリーの最大の問題は、テーマがあまりにも多くなるように試みることです。ロマンスですか？ コメディ？ 友情について？ 誰が本当に知っている、これらのテーマのほとんどは実際に友情以外の再生しないでください。 ロマンスの要素は非常に欠けていて、私がロマンスを中心にしているはずのシリーズでは、関係に時間をほとんど費やしていませんでした。 あなたが人生やロマンスのスライスを探しているなら、あなたは他の場所を見る方が良いです。\u001b[22m\n\u001b[1m(Sutōrī - 6/ 10 inari wa, anata no tenkei-tekina romukomu de, chō shizen-tekina mono ga tsumatte imasu. Kono sutōrī no saidai no mondai wa, tēma ga amarini mo ōku naru yō ni kokoromiru kotodesu. Romansudesu ka? Komedi? Yūjō ni tsuite? Dare ga hontōni shitte iru, korera no tēma no hotondo wa jissai ni yūjō igai no saisei shinaide kudasai. Romansu no yōso wa hijō ni kakete ite, watashi ga romansu o chūshin ni shite iru hazu no shirīzude wa, kankei ni jikan o hotondo tsuiyashite imasendeshita. Anata ga jinsei ya romansu no suraisu o sagashite irunara, anata wa hoka no basho o miru kata ga yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mStory- 6/10 Inari is your typical slice of life RomCom with a dash of supernatural tossed in. The biggest problem with the story is it tries to have too many themes, is it a romance? A comedy? About friendship? Who really knows, and most of these themes don't really play out other than friendship. The romance element was very lacking, and for a series that I supposed to be centered around romance they didn't spend much time on the relationships at all. If you're looking for a slice of life or romance, you're better off looking elsewhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- 6/10 Inari is your typical slice of life RomCom with a dash of supernatural tossed in. The biggest problem with the story is it tries to have too many themes, is it a romance?\u001b[24m\n    \u001b[1mストーリー -  6/10イナリは、あなたの典型的なロムコムで、超自然的なものが詰まっています。このストーリーの最大の問題は、テーマがあまりにも多くなるように試みることです。ロマンスですか？\u001b[22m, \u001b[1mStory- 6/10稲荷がで投げ超自然のダッシュで生命のあなたの典型的なスライスRomComです。物語の最大の問題は、それがあまりにも多くのテーマを持ってしようとしている、それはロマンスのですか？\u001b[22m\n\u001b[4mA comedy?\u001b[24m\n    \u001b[1mコメディ？\u001b[22m\n\u001b[4mAbout friendship?\u001b[24m\n    \u001b[1m友情について？\u001b[22m\n\u001b[4mWho really knows, and most of these themes don't really play out other than friendship.\u001b[24m\n    \u001b[1m誰が本当に知っている、これらのテーマのほとんどは実際に友情以外の再生しないでください。\u001b[22m, \u001b[1m誰が本当に知っており、これらのテーマのほとんどは本当に友情以外を再生されません。\u001b[22m\n\u001b[4mThe romance element was very lacking, and for a series that I supposed to be centered around romance they didn't spend much time on the relationships at all.\u001b[24m\n    \u001b[1mロマンスの要素は非常に欠けていて、私がロマンスを中心にしているはずのシリーズでは、関係に時間をほとんど費やしていませんでした。\u001b[22m, \u001b[1mロマンスの要素が非常に不足していた、と私はロマンスを中心とすることになった一連のために、彼らは全く関係に多くの時間を費やすことはありませんでした。\u001b[22m\n\u001b[4mIf you're looking for a slice of life or romance, you're better off looking elsewhere.\u001b[24m\n    \u001b[1mあなたが人生やロマンスのスライスを探しているなら、あなたは他の場所を見る方が良いです。\u001b[22m, \u001b[1mあなたが人生や恋愛のスライスを探しているなら、あなたは他の場所探し方がいいでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 9/10 the artwork was one of the only reasons I kept watching this series, it is very well done. All the shrine work and landscapes are absolutely beautiful. Character designs aren't anything special, but they're unique enough to be something special, especially since the story is so generic.\n\n\u001b[1mアート -  9/10アートワークは私がこのシリーズを見続けている唯一の理由の一つでした、それはとてもうまくいっています。 すべての神社の仕事と風景は絶対に美しいです。 キャラクターデザインは特別なものではありませんが、特に物語がとても一般的であるため、特別なものになるほどユニークです。\u001b[22m\n\u001b[1m(Āto - 9/ 10 ātowāku wa watashi ga kono shirīzu o mi tsudzukete iru yuiitsu no riyū no hitotsudeshita, sore wa totemo umaku itte imasu. Subete no jinja no shigoto to fūkei wa zettai ni utsukushīdesu. Kyarakutādezain wa tokubetsuna monode wa arimasenga, tokuni monogatari ga totemo ippan-tekidearu tame, tokubetsuna mono ni naru hodo yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4mArt - 9/10 the artwork was one of the only reasons I kept watching this series, it is very well done. All the shrine work and landscapes are absolutely beautiful. Character designs aren't anything special, but they're unique enough to be something special, especially since the story is so generic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 9/10 the artwork was one of the only reasons I kept watching this series, it is very well done.\u001b[24m\n    \u001b[1mアート -  9/10アートワークは私がこのシリーズを見続けている唯一の理由の一つでした、それはとてもうまくいっています。\u001b[22m, \u001b[1mアート -  9/10のアートワークは、私はこのシリーズを見保ただけの理由の一つであったが、それは非常によく行われます。\u001b[22m\n\u001b[4mAll the shrine work and landscapes are absolutely beautiful.\u001b[24m\n    \u001b[1mすべての神社の仕事と風景は絶対に美しいです。\u001b[22m, \u001b[1mすべての神社の仕事や風景は絶対に美しいです。\u001b[22m\n\u001b[4mCharacter designs aren't anything special, but they're unique enough to be something special, especially since the story is so generic.\u001b[24m\n    \u001b[1mキャラクターデザインは特別なものではありませんが、特に物語がとても一般的であるため、特別なものになるほどユニークです。\u001b[22m, \u001b[1mキャラクターデザインは、何も特別なものではありませんが、話はそれほど一般的であり、特に以来、何か特別なことは十分ユニークです。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8/10 lots of traditional japanese music played throughout the series and a very catchy op. Sometimes the sound tracks did get a bit repetitive but I like then enough it didn't bother me.\n\n\u001b[1mサウンド - シリーズ全体で演奏された伝統的な日本の音楽の8/10のロットと非常にキャッチーなオペレーション。 時にはサウンドトラックが少し繰り返しましたが、私はそれが十分気に入らなかったので、気にしませんでした。\u001b[22m\n\u001b[1m(Saundo - shirīzu zentai de ensō sa reta dentō-tekina Nihon no ongaku no 8/ 10 no rotto to hijō ni kyatchīna operēshon. Tokiniha saundotorakku ga sukoshi kurikaeshimashitaga, watashi wa sore ga jūbun kiniiranakattanode, ki ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound - 8/10 lots of traditional japanese music played throughout the series and a very catchy op. Sometimes the sound tracks did get a bit repetitive but I like then enough it didn't bother me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8/10 lots of traditional japanese music played throughout the series and a very catchy op.\u001b[24m\n    \u001b[1mサウンド - シリーズ全体で演奏された伝統的な日本の音楽の8/10のロットと非常にキャッチーなオペレーション。\u001b[22m, \u001b[1mサウンド - シリーズと非常にキャッチーなオペアンプ全体に果たした日本の伝統音楽の8月10日たくさん。\u001b[22m\n\u001b[4mSometimes the sound tracks did get a bit repetitive but I like then enough it didn't bother me.\u001b[24m\n    \u001b[1m時にはサウンドトラックが少し繰り返しましたが、私はそれが十分気に入らなかったので、気にしませんでした。\u001b[22m, \u001b[1m時には、サウンドトラックには、反復ビットを手に入れたが、それは私を気にしませんでした私はその後、十分に好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters -6/10 the characters of thinks series are kind of over dramatic, I really like Uka, but most of the other characters were simple and pretty forgettable.\n\n\u001b[1mキャラクター-6/10キャラクターは思考シリーズが劇的に上がっていますが、私はうかが本当に好きですが、他のキャラクターのほとんどはシンプルで忘れがたいものでした。\u001b[22m\n\u001b[1m(Kyarakutā - 6/ 10 kyarakutā wa shikō shirīzu ga gekiteki ni agatte imasuga, watashi wau ka ga hontōni sukidesuga, hoka no kyarakutā no hotondo wa shinpurude wasure gatai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters -6/10 the characters of thinks series are kind of over dramatic, I really like Uka, but most of the other characters were simple and pretty forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters -6/10 the characters of thinks series are kind of over dramatic, I really like Uka, but most of the other characters were simple and pretty forgettable.\u001b[24m\n    \u001b[1mキャラクター-6/10キャラクターは思考シリーズが劇的に上がっていますが、私はうかが本当に好きですが、他のキャラクターのほとんどはシンプルで忘れがたいものでした。\u001b[22m, \u001b[1m文字が一連の種類の劇的終わったと思っ-6/10文字は、私は本当にUKAのように、他の文字のほとんどは、単純でかなり忘れていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/overall - 7/10 Inari Konkon was a little too short, and a little too shallow to be truly great. It's quite unfortunate because it's artwork it's so phenomenal that it almost hurts that it's wasted on such a mediocre plot. If you skipped this one you wouldn't be missing out on much, but if you're looking for a decently quick story about friendship with great art, give it a shot!\n\n\u001b[1m楽しさ/全体的 -  7/10 Inari Konkonは少し短く、浅すぎて本当に偉大ではありませんでした。 それはアートワークなのでとても残念です。それはとても驚異的なので、それはそのような平凡なプロットで無駄になることがほとんど痛いです。 これをスキップした場合、多くのものを逃してしまうことはありませんが、偉大な芸術との友情についてのすばらしい話を探しているなら、それを撃ってください！\u001b[22m\n\u001b[1m(Tanoshisa/ zentai-teki - 7/ 10 Inari Konkon wa sukoshi mijikaku, asa sugite hontōni idaide wa arimasendeshita. Sore wa ātowākunanode totemo zan'nendesu. Sore wa totemo kyōi-tekinanode, sore wa sono yōna heibon'na purotto de muda ni naru koto ga hotondo itaidesu. Kore o sukippu shita baai, ōku no mono o nogashite shimau koto wa arimasenga, idaina geijutsu to no yūjō ni tsuite no subarashī hanashi o sagashite irunara, sore o utte kudasai!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/overall - 7/10 Inari Konkon was a little too short, and a little too shallow to be truly great. It's quite unfortunate because it's artwork it's so phenomenal that it almost hurts that it's wasted on such a mediocre plot. If you skipped this one you wouldn't be missing out on much, but if you're looking for a decently quick story about friendship with great art, give it a shot!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/overall - 7/10 Inari Konkon was a little too short, and a little too shallow to be truly great.\u001b[24m\n    \u001b[1m楽しさ/全体的 -  7/10 Inari Konkonは少し短く、浅すぎて本当に偉大ではありませんでした。\u001b[22m, \u001b[1m楽しさ/全体的な -  7/10稲荷Konkonはちょっと短すぎた、とちょっと浅すぎは、本当に素晴らしいことします。\u001b[22m\n\u001b[4mIt's quite unfortunate because it's artwork it's so phenomenal that it almost hurts that it's wasted on such a mediocre plot.\u001b[24m\n    \u001b[1mそれはアートワークなのでとても残念です。それはとても驚異的なので、それはそのような平凡なプロットで無駄になることがほとんど痛いです。\u001b[22m, \u001b[1mそれはそれはほとんどそれは、このような平凡なプロットに浪費だことを痛いほど驚異的なアートワークですので、それは非常に残念です。\u001b[22m\n\u001b[4mIf you skipped this one you wouldn't be missing out on much, but if you're looking for a decently quick story about friendship with great art, give it a shot!\u001b[24m\n    \u001b[1mこれをスキップした場合、多くのものを逃してしまうことはありませんが、偉大な芸術との友情についてのすばらしい話を探しているなら、それを撃ってください！\u001b[22m, \u001b[1mあなたはこの1をスキップした場合、あなたは多くのを逃すことはないだろうが、あなたは偉大な芸術との友情についてきちんと迅速な物語を探しているなら、それに打撃を与えます！\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "FandorSoul",
    "profile": "/profile/FandorSoul/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=152801",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n最近は、不必要なハーレムやファンタジーがなくても良いロマンスショーを見つけることが難しく、女性のリードが強いものを見つけるのはさらに珍しいことです。  Inari Konkonは、わずか10のエピソードの短いシリーズであるにもかかわらず、盛り上がる単純なロマンスショーの必要性を満たすことができました。  Inari Konkonは、クラスメートに圧倒され、キツネの子を救った後に神からの超自然的力を得るInariという名前の少女についての生涯の話です。 前提はあまりにもユニークではないようですが、このキャラクターは本当に素晴らしいアニメです。\n\nストーリー：7\nストーリーはこれまでに作られていないものではありませんが、進行中のプロットやキャラクターの開発という点では非常にうまくいきます。 少年が好きで、背中が好きな少女のシンプルな話です。 基本的には基本的に聞こえるが、私はショーにはほとんど進まないと思っていた。 私がいくつかのエピソードを終えるまで、私はこの番組が育つ闘いと誰かを好きにすることに関わる気持ちをどのように扱うのか理解し始めました。 つまり、このアニメを他のものよりも上に置くのは、ロマンスの面だけでなく、友情にも焦点を当てているということです。 彼女の友人とInariの関係は、彼女の圧倒との彼女の出芽関係と同じくらい重要です。 プロットにはいくつかの欠点がありますが、最大のものは実質的なエンディングの欠如です。 マンガが進行中で、アニメが出てきた時点で明確な停止点がないので、それは非常に急いで感じられ、少なくとも満足するものではありません。 それはアニメ自体が12または13ではなく10のエピソードだけであることを助けるものではない。\n\nキャラクター：8\n典型的なアーキタイプではなく、実際の人間のように感じるアニメで描写された多くの異なるタイプの人々を見るのは非常に心温まる。  Inari Konkonsの最強のポイントはそのキャラクターでした。それぞれのキャラクターは強みと弱みを持っていました。それらのすべては信じられていて、多分いくつかのものにも関係していました。 実際の人々のように、誰もが外にいるように見える人ではなく、人々は複雑であり、これはシリーズの重要な部分です。 このショーの関係と友情は私が一番よく見てきた最高のものです。 しかし、全体的なアニメを見ると、友情の側面はいくつかの点でロマンスを覆しているようです。 最終的に確固たる結論との関係を持つショーを探しているなら、あなたは失望するかもしれません。\n\nアニメーション：7\n最近ではアニメやスタイルが盛んになっていますが、このショーも例外ではありません。 芸術のスタイルは特別ではありませんが、他の多くのショーとは少し違っています。 それはまだ軽快なモエのショーである間に軽く見え、それに一定のリラックス感を保ちます。 キャラクターのデザインは、シンプルで、奇妙な色彩でも不可能なスタイルの髪でも、ショーのスタイルにうまく収まる基本的な外観です。\n\nサウンド：7\nOPとEDは、完璧にフィットする軽くてメランコリックな感触を持っており、より劇的な瞬間になる必要があるときには強く、強くなる必要があるときはOSTはシンプルです。 バックグラウンドトラックの多くは、悪いことではなく、ユニークで爽やかで、心地よい雰囲気を放つことによって、私の心に残っています。 声の演技はうまくいっています。それぞれの声は完全に似ているようですが、私は声を掛けません。\n\n全体：7\nあなたが偉大なキャラクターとプロットに結びつく超自然的な要素のビットが好きなら、チャンスはInari Konkonを見て楽しむことです。 それは確かに同様のジャンルを共有するもっと最近のアニメのほとんどの上に立つ。 あなたがハードコアのロマンスアニメを探しているなら、おそらく好きではないいくつかの側面がありますが、私は完全に描かれ、友情が発達したことを見ておくことをお勧めします。\n\nプロ＆amp; 短所：\n+キャラクターの素晴らしいキャスト\n+シンプルで軽い気分\n+良いプロットを維持する\n+素晴らしい女性の友情\n終わりは急いで失望している\n - ロマンスは良い閉鎖を持っていない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nLately it’s been difficult to find a good romance show without needless harems and fanservice, and even more rare to find one with a strong female lead. Despite being a short series of only 10 episodes, Inari Konkon managed to fulfill my need for an uplifting yet simple romance show. Inari Konkon is a slice of life story about a girl named Inari who has a crush on a classmate and gains supernatural powers from a deity after saving a fox pup. The premise doesn't seem too unique at first, but the characters are what really make this show a great anime.\n\n\u001b[1m最近は、不必要なハーレムやファンタジーがなくても良いロマンスショーを見つけることが難しく、女性のリードが強いものを見つけるのはさらに珍しいことです。  Inari Konkonは、わずか10のエピソードの短いシリーズであるにもかかわらず、盛り上がる単純なロマンスショーの必要性を満たすことができました。  Inari Konkonは、クラスメートに圧倒され、キツネの子を救った後に神からの超自然的力を得るInariという名前の少女についての生涯の話です。 前提はあまりにもユニークではないようですが、このキャラクターは本当に素晴らしいアニメです。\u001b[22m\n\u001b[1m(Saikin wa, fuhitsuyōna hāremu ya fantajī ga nakute mo yoi romansushō o mitsukeru koto ga muzukashiku, josei no rīdo ga tsuyoi mono o mitsukeru no wa sarani mezurashī kotodesu. Inari Konkon wa, wazuka 10 no episōdo no mijikai shirīzudearu nimokakawarazu, moriagaru tanjun'na romansushō no hitsuyō-sei o mitasu koto ga dekimashita. Inari Konkon wa, kurasumēto ni attō sa re, kitsune no ko o sukutta nochi ni kami kara no chō shizen-teki chikara o eru Inari to iu namae no shōjo ni tsuite no shōgai no hanashidesu. Zentei wa amarini mo yunīkude wa nai yōdesuga, kono kyarakutā wa hontōni subarashī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mLately it’s been difficult to find a good romance show without needless harems and fanservice, and even more rare to find one with a strong female lead. Despite being a short series of only 10 episodes, Inari Konkon managed to fulfill my need for an uplifting yet simple romance show. Inari Konkon is a slice of life story about a girl named Inari who has a crush on a classmate and gains supernatural powers from a deity after saving a fox pup. The premise doesn't seem too unique at first, but the characters are what really make this show a great anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLately it’s been difficult to find a good romance show without needless harems and fanservice, and even more rare to find one with a strong female lead.\u001b[24m\n    \u001b[1m最近は、不必要なハーレムやファンタジーがなくても良いロマンスショーを見つけることが難しく、女性のリードが強いものを見つけるのはさらに珍しいことです。\u001b[22m, \u001b[1m最近、無駄なハーレムとサービスカットすることなく、良好なロマンスショーを見つけることは困難であっだ、より一層希少強い女性のリードを持つものを見つけるために。\u001b[22m\n\u001b[4mDespite being a short series of only 10 episodes, Inari Konkon managed to fulfill my need for an uplifting yet simple romance show.\u001b[24m\n    \u001b[1mInari Konkonは、わずか10のエピソードの短いシリーズであるにもかかわらず、盛り上がる単純なロマンスショーの必要性を満たすことができました。\u001b[22m, \u001b[1m唯一の10のエピソード一連の短いにもかかわらず、稲荷Konkonは高揚シンプルなロマンスのショーのための私のニーズを満たすために管理しました。\u001b[22m\n\u001b[4mInari Konkon is a slice of life story about a girl named Inari who has a crush on a classmate and gains supernatural powers from a deity after saving a fox pup.\u001b[24m\n    \u001b[1mInari Konkonは、クラスメートに圧倒され、キツネの子を救った後に神からの超自然的力を得るInariという名前の少女についての生涯の話です。\u001b[22m, \u001b[1m稲荷Konkonは同級生に片思いを持っており、キツネ子犬を保存した後、神から超自然的な力を得る稲荷という名前の女の子についての人生の物語のスライスです。\u001b[22m\n\u001b[4mThe premise doesn't seem too unique at first, but the characters are what really make this show a great anime.\u001b[24m\n    \u001b[1m前提はあまりにもユニークではないようですが、このキャラクターは本当に素晴らしいアニメです。\u001b[22m, \u001b[1m前提は、最初はあまりにも独特なようではありませんが、文字は本当にこのショー素晴らしいアニメ作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nThe story isn't anything that hasn't been made before, but it is very well done in terms of progressing plot and character development. It’s a simple story of a girl who likes a boy and wants him to like her back; sounding basic at best I wasn't expecting much going into the show. Only until I had finished a few episodes did I start to appreciate how this show handles the struggles of growing up and the feelings involved in liking someone. That being said, the thing that puts this anime above others is the focus on not only the romance aspect but also the friendships. Inari's relationship with her friends is just as important as her budding relationship with her crush. There are some downsides to the plot as well, the biggest being the lack of a substantial ending. With the manga ongoing and not having a clear stopping point at the time of the anime coming out, it feels very rushed and isn't satisfying in the least. It doesn't help that the anime itself is only 10 episodes rather than 12 or 13.\n\n\u001b[1mストーリーはこれまでに作られていないものではありませんが、プロットやキャラクターの発展が進んでいます。 少年が好きで、背中が好きな少女のシンプルな話です。 基本的には基本的に聞こえるが、私はショーにはほとんど進まないと思っていた。 私がいくつかのエピソードを終えるまで、私はこの番組が育つ闘いと誰かを好きにすることに関わる気持ちをどのように扱うのか理解し始めました。 言い換えれば、このアニメを他のものよりも上に置くのは、ロマンスの面だけでなく、友情にも焦点を当てています。 彼女の友人とInariの関係は、彼女の圧倒との彼女の出芽関係と同じくらい重要です。 プロットにはいくつかの欠点がありますが、最大のものは実質的なエンディングの欠如です。 マンガが進行中で、アニメが出てきた時点で明確な停止点がないので、それは非常に急いで感じられ、少なくとも満足するものではありません。 それはアニメ自体が12または13ではなく10のエピソードだけであることを助けるものではない。\u001b[22m\n\u001b[1m(Sutōrī wa kore made ni tsukura rete inai monode wa arimasenga, purotto ya kyarakutā no hatten ga susunde imasu. Shōnen ga sukide, senaka ga sukina shōjo no shinpuruna hanashidesu. Kihontekini wa kihontekini kikoeruga, watashi wa shō ni wa hotondo susumanai to omotte ita. Watashi ga ikutsu ka no episōdo o oeru made, watashi wa kono bangumi ga sodatsu tatakai to dareka o sukini suru koto ni kakawaru kimochi o dono yō ni atsukau no ka rikai shi hajimemashita. Iikaereba, kono anime o hoka no mono yori mo ue ni oku no wa, romansu no men dakedenaku, yūjō ni mo shōten o atete imasu. Kanojo no yūjin to Inari no kankei wa, kanojo no attō to no kanojo no shutsuga kankei to onaji kurai jūyōdesu. Purotto ni wa ikutsu ka no ketten ga arimasuga, saidai no mono wa jisshitsu-tekina endingu no ketsujodesu. Manga ga shinkō-chū de, anime ga detekita jiten de meikakuna teishi-ten ga nainode, sore wa hijō ni isoide kanji rare, sukunakutomo manzoku suru monode wa arimasen. Sore wa anime jitai ga 12 matawa 13de wanaku 10 no episōdo dakedearu koto o tasukeru monode wanai.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nIt’s very heartwarming to see many different types of people portrayed in anime, ones that aren't typical archetypes, but ones that feel more like how a real person would be. Inari Konkons strongest point was its characters, each one of them had their strengths and weaknesses, all of which were believable and maybe even relatable to some. Like real people not everyone is who they seem to be on the outside, people are complex, and this is an important part in the series. The relationships and friendships in this show are some of the best I've seen in awhile. Yet, looking at the anime overall, the friendship aspect seems to overshadow the romance at some points. If you’re looking for a show that has a relationship with a solid conclusion at the end, you may be disappointed.\n\n\u001b[1m典型的なアーキタイプではないアニメに描写された多くの異なるタイプの人々を見るのは非常に心温まるものですが、実際の人がどのようになるかのように感じるものはあります。  Inari Konkonsの最強のポイントはそのキャラクターでした。それぞれのキャラクターは強みと弱みを持っていました。それらのすべては信じられていて、多分いくつかのものにも関係していました。 実際の人々のように、誰もが外にいるように見える人ではなく、人々は複雑であり、これはシリーズの重要な部分です。 このショーの関係と友情は私が一番よく見てきた最高のものです。 しかし、全体的なアニメを見ると、友情の側面はいくつかの点でロマンスを覆しているようです。 最終的に確固たる結論との関係を持つショーを探しているなら、あなたは失望するかもしれません。\u001b[22m\n\u001b[1m(Tenkei-tekina ākitaipude wanai anime ni byōsha sa reta ōku no kotonaru taipu no hitobito o miru no wa hijō ni kokoroatatamaru monodesuga, jissai no hito ga dono yō ni naru ka no yō ni kanjiru mono wa arimasu. Inari Konkons no saikyō no pointo wa sono kyarakutādeshita. Sorezore no kyarakutā wa tsuyomi to yowami o motte imashita. Sorera no subete wa shinji rarete ite, tabun ikutsu ka no mono ni mo kankei shite imashita. Jissai no hitobito no yō ni, daremoga-gai ni iru yō ni mieru hitode wa naku, hitobito wa fukuzatsudeari, koreha shirīzu no jūyōna bubundesu. Kono shō no kankei to yūjō wa watashi ga ichiban yoku mite kita saikō no monodesu. Shikashi, zentai-tekina anime o miru to, yūjō no sokumen wa ikutsu ka no ten de romansu o kutsugaeshite iru yōdesu. Saishūtekini kakkotaru ketsuron to no kankei o motsu shō o sagashite irunara, anata wa shitsubō suru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt’s very heartwarming to see many different types of people portrayed in anime, ones that aren't typical archetypes, but ones that feel more like how a real person would be. Inari Konkons strongest point was its characters, each one of them had their strengths and weaknesses, all of which were believable and maybe even relatable to some. Like real people not everyone is who they seem to be on the outside, people are complex, and this is an important part in the series. The relationships and friendships in this show are some of the best I've seen in awhile. Yet, looking at the anime overall, the friendship aspect seems to overshadow the romance at some points. If you’re looking for a show that has a relationship with a solid conclusion at the end, you may be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s very heartwarming to see many different types of people portrayed in anime, ones that aren't typical archetypes, but ones that feel more like how a real person would be.\u001b[24m\n    \u001b[1m典型的なアーキタイプではないアニメに描写された多くの異なるタイプの人々を見るのは非常に心温まるものですが、実際の人がどのようになるかのように感じるものはあります。\u001b[22m, \u001b[1mそれは多くの異なったアニメで描か人々の種類、代表的なアーキタイプではないものが、より実在の人物のようになりますどのように感じるものを見ることは非常に心温まるです。\u001b[22m\n\u001b[4mInari Konkons strongest point was its characters, each one of them had their strengths and weaknesses, all of which were believable and maybe even relatable to some.\u001b[24m\n    \u001b[1mInari Konkonsの最強のポイントはそのキャラクターでした。それぞれのキャラクターは強みと弱みを持っていました。それらのすべては信じられていて、多分いくつかのものにも関係していました。\u001b[22m, \u001b[1m稲荷Konkons最強のポイントは、その文字だった、それらの各1は、いくつかの信じられないと多分関係づけたのすべては彼らの長所と短所を持っていました。\u001b[22m\n\u001b[4mLike real people not everyone is who they seem to be on the outside, people are complex, and this is an important part in the series.\u001b[24m\n    \u001b[1m実際の人々のように、誰もが外にいるように見える人ではなく、人々は複雑であり、これはシリーズの重要な部分です。\u001b[22m, \u001b[1m誰もが、彼らは外側にあるように見える人である現実の人々と同じように、人々は複雑であり、これはシリーズの重要な部分です。\u001b[22m\n\u001b[4mThe relationships and friendships in this show are some of the best I've seen in awhile.\u001b[24m\n    \u001b[1mこのショーの関係と友情は私が一番よく見てきた最高のものです。\u001b[22m, \u001b[1mこのショーでの関係と友情は、私はしばらくの間で見た中で最高のいくつかです。\u001b[22m\n\u001b[4mYet, looking at the anime overall, the friendship aspect seems to overshadow the romance at some points.\u001b[24m\n    \u001b[1mしかし、全体的なアニメを見ると、友情の側面はいくつかの点でロマンスを覆しているようです。\u001b[22m, \u001b[1mしかし、全体的にアニメを見て、友情の側面は、いくつかの点でロマンスを曇らせるようです。\u001b[22m\n\u001b[4mIf you’re looking for a show that has a relationship with a solid conclusion at the end, you may be disappointed.\u001b[24m\n    \u001b[1m最終的に確固たる結論との関係を持つショーを探しているなら、あなたは失望するかもしれません。\u001b[22m, \u001b[1mあなたが最後で固体結論と関係を持ってショーを探しているなら、あなたは失望することがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: 7\n\n\u001b[1mアニメーション：7\u001b[22m\n\u001b[1m(Animēshon: 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 7\u001b[24m\n    \u001b[1mアニメーション：7\u001b[22m\nMore and more anime these days are getting great animation and style, this show being no exception. The art style is not extraordinary but it has a slightly different tone to it than many other shows have. It looks light and keeps a constant relaxing feel to it while still being a cutesy-moe show. The character designs are simple, no weird colored or impossibly styled hair, just a basic look that fits nicely with the style of the show.\n\n\u001b[1m最近ではアニメやスタイルが盛んになっていますが、このショーも例外ではありません。 芸術のスタイルは特別ではありませんが、他の多くのショーとは少し違っています。 それはまだ軽快なモエのショーである間に軽く見え、それに一定のリラックス感を保ちます。 キャラクターのデザインは、シンプルで、奇妙な色彩でも不可能なスタイルの髪でも、ショーのスタイルにうまく収まる基本的な外観です。\u001b[22m\n\u001b[1m(Saikinde wa anime ya sutairu ga sakan ni natte imasuga, kono shō mo reigaide wa arimasen. Geijutsu no sutairu wa tokubetsude wa arimasenga, hoka no ōku no shō to wa sukoshi chigatte imasu. Sore wa mada keikaina Moe no shōdearu ma ni karuku mie, soreni ittei no rirakkusu-kan o tamochimasu. Kyarakutā no dezain wa, shinpurude, kimyōna shikisai demo fukanōna sutairu no kami demo, shō no sutairu ni umaku osamaru kihon-tekina gaikandesu.)\u001b[22m\n\nTranslations of \u001b[4mMore and more anime these days are getting great animation and style, this show being no exception. The art style is not extraordinary but it has a slightly different tone to it than many other shows have. It looks light and keeps a constant relaxing feel to it while still being a cutesy-moe show. The character designs are simple, no weird colored or impossibly styled hair, just a basic look that fits nicely with the style of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore and more anime these days are getting great animation and style, this show being no exception.\u001b[24m\n    \u001b[1m最近ではアニメやスタイルが盛んになっていますが、このショーも例外ではありません。\u001b[22m, \u001b[1mより多くのアニメ、これらの日は、このショーは例外であることなく、偉大なアニメーションやスタイルを取得しています。\u001b[22m\n\u001b[4mThe art style is not extraordinary but it has a slightly different tone to it than many other shows have.\u001b[24m\n    \u001b[1m芸術のスタイルは特別ではありませんが、他の多くのショーとは少し違っています。\u001b[22m, \u001b[1mアートスタイルは特別ではないですが、それは他の多くのショーは持っているよりも、それにわずかに異なるトーンを持っています。\u001b[22m\n\u001b[4mIt looks light and keeps a constant relaxing feel to it while still being a cutesy-moe show.\u001b[24m\n    \u001b[1mそれはまだ軽快なモエのショーである間に軽く見え、それに一定のリラックス感を保ちます。\u001b[22m, \u001b[1mこれは、光を見て、まだキュートな萌えショーでありながら、それに一定のリラックスした感触を保ちます。\u001b[22m\n\u001b[4mThe character designs are simple, no weird colored or impossibly styled hair, just a basic look that fits nicely with the style of the show.\u001b[24m\n    \u001b[1mキャラクターのデザインは、シンプルで、奇妙な色彩でも不可能なスタイルの髪でも、ショーのスタイルにうまく収まる基本的な外観です。\u001b[22m, \u001b[1mキャラクターデザインは、全く奇妙な有色であるか、または信じられないスタイルの髪、ショーのスタイルとうまく収まるだけの基本的な外観シンプルません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nThe OP and ED have a light yet melancholic feel to them that fits perfectly, and the OST is simple when it needs to be and stronger at the more dramatic moments. Many of the background tracks stuck out to me, not by being bad, but by sounding unique, refreshing, and giving off a pleasant vibe. The voice acting is well done, each characters voice seems to fit them perfectly and I don’t have any complaints about them.\n\n\u001b[1mOPとEDは、完璧にフィットする軽くてメランコリックな感触を持っており、より劇的な瞬間になる必要があるときには強く、強くなる必要があるときはOSTはシンプルです。 バックグラウンドトラックの多くは、悪いことではなく、ユニークで爽やかで、心地よい雰囲気を放つことによって、私の心に残っています。 声の演技はうまくいっています。それぞれの声は完全に似ているようですが、私は声を掛けません。\u001b[22m\n\u001b[1m(OP to ED wa, kanpeki ni fitto suru karukute merankorikkuna kanshoku o motte ori, yori gekitekina shunkan ni naru hitsuyō ga aru tokiniha tsuyoku, tsuyokunaru hitsuyō ga aru toki wa OST wa shinpurudesu. Bakkuguraundo torakku no ōku wa, warui kotode wa naku, yunīku de sawayakade, kokochiyoi fun'iki o hanatsu koto ni yotte, watashi no kokoro ni nokotte imasu. Koe no engi wa umaku itte imasu. Sorezore no koe wa kanzen ni nite iru yōdesuga, watashi wa koe o kakemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe OP and ED have a light yet melancholic feel to them that fits perfectly, and the OST is simple when it needs to be and stronger at the more dramatic moments. Many of the background tracks stuck out to me, not by being bad, but by sounding unique, refreshing, and giving off a pleasant vibe. The voice acting is well done, each characters voice seems to fit them perfectly and I don’t have any complaints about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and ED have a light yet melancholic feel to them that fits perfectly, and the OST is simple when it needs to be and stronger at the more dramatic moments.\u001b[24m\n    \u001b[1mOPとEDは、完璧にフィットする軽くてメランコリックな感触を持っており、より劇的な瞬間になる必要があるときには強く、強くなる必要があるときはOSTはシンプルです。\u001b[22m, \u001b[1mOPとEDは完全にフィットする光彼らにはまだメランコリックな感触を持っており、それがために必要な、より劇的な瞬間に強いときOSTは簡単です。\u001b[22m\n\u001b[4mMany of the background tracks stuck out to me, not by being bad, but by sounding unique, refreshing, and giving off a pleasant vibe.\u001b[24m\n    \u001b[1mバックグラウンドトラックの多くは、悪いことではなく、ユニークで爽やかで、心地よい雰囲気を放つことによって、私の心に残っています。\u001b[22m, \u001b[1m背景トラックの多くはない、悪いということではなく、独特の響きのさわやかな、快適な雰囲気をオフに与えることによって、私に突き出し。\u001b[22m\n\u001b[4mThe voice acting is well done, each characters voice seems to fit them perfectly and I don’t have any complaints about them.\u001b[24m\n    \u001b[1m声の演技はうまくいっています。それぞれの声は完全に似ているようですが、私は声を掛けません。\u001b[22m, \u001b[1m声の演技がうまく行われ、それぞれの文字の声は完全にそれらに合うように、私はそれらについての苦情を持っていないようです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nIf you like great characters and bit of supernatural elements tying into the plot, chances are you will enjoy watching Inari Konkon. It certainly stands above most of the more recent anime that share similar genres. If you’re looking for a hardcore romance anime then there are some aspects that you probably won’t like, but I would still recommend watching it for the perfectly portrayed and developed friendships.\n\n\u001b[1mあなたが偉大なキャラクターとプロットに結びつく超自然的な要素のビットが好きなら、チャンスはInari Konkonを見て楽しむことです。 それは確かに同様のジャンルを共有するもっと最近のアニメのほとんどの上に立つ。 あなたがハードコアのロマンスアニメを探しているなら、おそらく好きではないいくつかの側面がありますが、私は完全に描かれ、友情が発達したことを見ておくことをお勧めします。\u001b[22m\n\u001b[1m(Anata ga idaina kyarakutā to purotto ni musubitsuku chō shizen-tekina yōso no bitto ga sukinara, chansu wa Inari Konkon o mite tanoshimu kotodesu. Sore wa tashika ni dōyō no janru o kyōyū suru motto saikin no anime no hotondo no ue ni tatsu. Anata ga hādokoa no romansuanime o sagashite irunara, osoraku sukide wanai ikutsu ka no sokumen ga arimasuga, watashi wa kanzen ni egaka re, yūjō ga hattatsu shita koto o mite oku koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like great characters and bit of supernatural elements tying into the plot, chances are you will enjoy watching Inari Konkon. It certainly stands above most of the more recent anime that share similar genres. If you’re looking for a hardcore romance anime then there are some aspects that you probably won’t like, but I would still recommend watching it for the perfectly portrayed and developed friendships.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like great characters and bit of supernatural elements tying into the plot, chances are you will enjoy watching Inari Konkon.\u001b[24m\n    \u001b[1mあなたが偉大なキャラクターとプロットに結びつく超自然的な要素のビットが好きなら、チャンスはInari Konkonを見て楽しむことです。\u001b[22m, \u001b[1mあなたは偉大なキャラクターとプロットに同点超自然的要素のビットが好きなら、チャンスはあなたが稲荷Konkonを見て楽しむことができますです。\u001b[22m\n\u001b[4mIt certainly stands above most of the more recent anime that share similar genres.\u001b[24m\n    \u001b[1mそれは確かに同様のジャンルを共有するもっと最近のアニメのほとんどの上に立つ。\u001b[22m, \u001b[1mそれは確かに同じようなジャンルを共有し、より最近のアニメのほとんどの上に立っています。\u001b[22m\n\u001b[4mIf you’re looking for a hardcore romance anime then there are some aspects that you probably won’t like, but I would still recommend watching it for the perfectly portrayed and developed friendships.\u001b[24m\n    \u001b[1mあなたがハードコアのロマンスアニメを探しているなら、おそらく好きではないいくつかの側面がありますが、私は完全に描かれ、友情が発達したことを見ておくことをお勧めします。\u001b[22m, \u001b[1mあなたは筋金入りの恋愛アニメを探しているなら、あなたはおそらく好きではないであろういくつかの側面がありますが、私はまだ完全に描写し、開発友情のためにそれを見てお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nPros &amp; Cons:\n\n\u001b[1mプロ＆amp; 短所：\u001b[22m\n\u001b[1m(Puro& amp; tansho:)\u001b[22m\n\nTranslations of \u001b[4mPros &amp; Cons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros &amp;\u001b[24m\n    \u001b[1mプロ＆amp;\u001b[22m, \u001b[1m長所＆＃038;\u001b[22m\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n+ amazing cast of characters\n\n\u001b[1m+キャラクターの素晴らしいキャスト\u001b[22m\n\u001b[1m(+ Kyarakutā no subarashī kyasuto)\u001b[22m\n\nTranslations of \u001b[4m+ amazing cast of characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ amazing cast of characters\u001b[24m\n    \u001b[1m+キャラクターの素晴らしいキャスト\u001b[22m, \u001b[1m+文字の素晴らしいキャスト\u001b[22m\n+ simple and light mood\n\n\u001b[1m+シンプルで軽い気分\u001b[22m\n\u001b[1m(+ Shinpurude karui kibun)\u001b[22m\n\nTranslations of \u001b[4m+ simple and light mood\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ simple and light mood\u001b[24m\n    \u001b[1m+シンプルで軽い気分\u001b[22m\n+ maintains a good plot\n\n\u001b[1m+良いプロットを維持する\u001b[22m\n\u001b[1m(+ Yoi purotto o iji suru)\u001b[22m\n\nTranslations of \u001b[4m+ maintains a good plot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ maintains a good plot\u001b[24m\n    \u001b[1m+良いプロットを維持する\u001b[22m, \u001b[1m+良いプロットを維持\u001b[22m\n+ fantastic female friendships\n\n\u001b[1m+素晴らしい女性の友情\u001b[22m\n\u001b[1m(+ Subarashī josei no yūjō)\u001b[22m\n\nTranslations of \u001b[4m+ fantastic female friendships\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ fantastic female friendships\u001b[24m\n    \u001b[1m+素晴らしい女性の友情\u001b[22m, \u001b[1m+幻想的な女性の友情\u001b[22m\n- ending is rushed and disappointing\n\n\u001b[1m終わりは急いで失望している\u001b[22m\n\u001b[1m(Owari wa isoide shitsubō shite iru)\u001b[22m\n\nTranslations of \u001b[4m- ending is rushed and disappointing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- ending is rushed and disappointing\u001b[24m\n    \u001b[1m終わりは急いで失望している\u001b[22m, \u001b[1m - エンディングは急いと失望されます\u001b[22m\n- romance doesn't have good closure\n\n\u001b[1m - ロマンスは良い閉鎖を持っていない\u001b[22m\n\u001b[1m(- Romansu wa yoi heisa o motteinai)\u001b[22m\n\nTranslations of \u001b[4m- romance doesn't have good closure\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- romance doesn't have good closure\u001b[24m\n    \u001b[1m - ロマンスは良い閉鎖を持っていない\u001b[22m, \u001b[1m - ロマンスが良いの閉鎖を持っていません\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=136119",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  10\n\n最初は、このアニメは私の「To Watch」リストにはなかったが、実際にはそれを見ると、宇宙のファンを見たいと思っていた。 これはおそらく、その物語とプロットが道徳的な教訓を持っているアニメの1つであり、あなたが望むものを注意深く使用するように指示するか、またはそれを入手するだけかもしれません。 時には私たちが何かをする時には注意を払わなければならない、そうでなければ以前よりずっと悪くなっていたはずです。率直に言えば、このアニメの前提はイナリがウカの神聖な力 間違ったことから隠れるよりも清潔になる方が良い道徳レッスンが出てくる場所をぶらつく。 では、このアニメをどのように評価しますか？ 方法は次のとおりです。\n\nストーリー：傑出した10。\n\n説明はすでに上記で提供されています。\n\nアート：5平凡。\n\n私はちょうどこのアニメの芸術について何も言いたくないことがあります。そして率直に言って、ファンタジーはあまりありません。\n\nサウンド：良い7。\n\nオープニングテーマとは別に、井上菊子のように聞こえて以来、ウカのVA、クワシマ、湖子のような感じです。 イナリ......あまりあまりではない、トウカのVA、ああ、私は彼の声を出した人が好きです。\n\nキャラクター：非常に良い8。\n\nオカ、稲荷は、私にとっては、宇宙の力が資産よりも彼女の旅のほうにあることが証明されているために、いくらか面倒ですが、再び愛らしいです。 思った、私は彼女が迷惑であると言いました。それは、直接的でなく、そのような課題に直面する代わりに、彼女の分裂力にもっと頼るようになったからです。\n\nウカホムム、オカリー、ここで私たちは人間と仲良くしたいと思う神を持っている、ちょうどイナリのように、彼女はあまりにも物事を以前よりもずっと悪く作っていた。 彼女がToukaと持っているそのロマンス要素のように。\n\nTouka-彼はおそらくInariとBroconの状況がない数少ない男性キャラクターの1つです。私はInariとUkaに何らかの感覚をぶつける部分のようなものだと思いました。 このアニメが強烈なロマンスのジャンルを持つことができれば、彼とUkaはどちらも良いペアになるでしょう。\n\nOthoshi  - 私は彼がこのアニメのコメディーサイドにいると思うし、彼のキャラクターはそれをうまくやったと思います。そして、彼はまた、ほとんどの日本のアニメ/マンガで普及している通常の近親相姦物を表します。\n\nあけみ、ちか、けいこ - 彼らはサポートキャラクターのトリオかもしれないが、彼らはこのアニメ全体に多大な貢献をしたサポートキャラクターだ。 しかし、私は、明美が恵子と恋し合っているその妖精の要素をちょっと嫌う。\n\n私はちょっと残念ですが、この物語では、キャラクターは非常に少ないですが、Inariとのロマンスもこのアニメの物語をさらに増やしました。\n\n\n楽しさ＆amp; 全体的には：10。\n\n私はおそらく、今年の初めにこれが意味と価値を持っている唯一のものだと言うでしょう。 私はこのことの作家に手渡さなければならない、彼は本当に同じようなプロットを持つ映画からそのようなインスピレーションを取ったとはい、私は映画「ブルース・オールマイティ」を指している。 このアニメがもっと微妙な側面にあったことを除いて、彼/彼女がやったダメージを認識することなく、それを誤用するだけの神の力。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt first, this anime wasn't in my 'To Watch' list, in fact when I watch it, I was hoping to see some Uka fanservice, instead, I was taken away by this anime's story. This was probably one anime where its story and plot has a moral lesson, where it tells use to be careful of what you wish for or you might just get it. It also tell us that in sometimes when we do something we have to be careful or otherwise we would have made it much worse than before, frankly this is where this anime's premise revolved around as we see Inari inspite of having Uka's divine powers she still end's up bungling around where another moral lesson comes around which that its better to come clean than hide from a mistake. So how do I rate this anime? Here's how.\n\n\u001b[1m最初は、このアニメは私の「To Watch」リストにはなかったが、実際にはそれを見ると、宇宙のファンを見たいと思っていた。 これはおそらく、その物語とプロットが道徳的な教訓を持っているアニメの1つであり、あなたが望むものを注意深く使用するように指示するか、またはそれを入手するだけかもしれません。 時には私たちが何かをする時には注意を払わなければならない、そうでなければ以前よりずっと悪くなっていたはずです。率直に言えば、このアニメの前提はイナリがウカの神聖な力 間違ったことから隠れるよりも清潔になる方が良い道徳レッスンが出てくる場所をぶらつく。 では、このアニメをどのように評価しますか？ 方法は次のとおりです。\u001b[22m\n\u001b[1m(Saisho wa, kono anime wa watashi no `To uotchi' risuto ni wa nakattaga, jissai ni wa sore o miru to, uchū no fan o mitai to omotte ita. Kore wa osoraku, sono monogatari to purotto ga dōtokutekina kyōkun o motte iru anime no 1tsudeari, anata ga nozomu mono o chūibukaku shiyō suru yō ni shiji suru ka, matawa sore o nyūshu suru dake kamo shiremasen. Tokiniha watashitachi ga nanika o suru tokiniha chūi o harawanakereba naranai,-sōdenakereba izen yori zutto waruku natte ita hazudesu. Sotchoku ni ieba, kono anime no zentei wa inari ga uka no shinseina-ryoku machigatta koto kara kakureru yori mo seiketsu ni naru kata ga yoi dōtoku ressun ga detekuru basho o buratsuku. Dewa, kono anime o dono yō ni hyōka shimasu ka? Hōhō wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mAt first, this anime wasn't in my 'To Watch' list, in fact when I watch it, I was hoping to see some Uka fanservice, instead, I was taken away by this anime's story. This was probably one anime where its story and plot has a moral lesson, where it tells use to be careful of what you wish for or you might just get it. It also tell us that in sometimes when we do something we have to be careful or otherwise we would have made it much worse than before, frankly this is where this anime's premise revolved around as we see Inari inspite of having Uka's divine powers she still end's up bungling around where another moral lesson comes around which that its better to come clean than hide from a mistake. So how do I rate this anime? Here's how.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, this anime wasn't in my 'To Watch' list, in fact when I watch it, I was hoping to see some Uka fanservice, instead, I was taken away by this anime's story.\u001b[24m\n    \u001b[1m最初は、このアニメは私の「To Watch」リストにはなかったが、実際にはそれを見ると、宇宙のファンを見たいと思っていた。\u001b[22m, \u001b[1m最初は、このアニメは私の「見に」リストで、私はそれを見て、実際に、私はその代わりに、私はこのアニメの話によって奪われた、いくつかのUKAのサービスカットを見ることを望んでいたではありませんでした。\u001b[22m\n\u001b[4mThis was probably one anime where its story and plot has a moral lesson, where it tells use to be careful of what you wish for or you might just get it.\u001b[24m\n    \u001b[1mこれはおそらく、その物語とプロットが道徳的な教訓を持っているアニメの1つであり、あなたが望むものを注意深く使用するように指示するか、またはそれを入手するだけかもしれません。\u001b[22m, \u001b[1mこれはおそらく、そのストーリーとプロットは、それはあなたが望むか、あなたはそれを得るかもしれないものに注意するために使用するよう指示道徳的な教訓を、持っている1アニメでした。\u001b[22m\n\u001b[4mIt also tell us that in sometimes when we do something we have to be careful or otherwise we would have made it much worse than before, frankly this is where this anime's premise revolved around as we see Inari inspite of having Uka's divine powers she still end's\u001b[24m\n    \u001b[1m時には私たちが何かをする時には注意を払わなければならない、そうでなければ以前よりずっと悪くなっていたはずです。率直に言えば、このアニメの前提はイナリがウカの神聖な力\u001b[22m, \u001b[1mそれはまた、我々はUKAの神の力を持つの稲荷inspiteを見るように率直に言って、これはこのアニメの前提が周りに公転される彼女がまだのを終了し、我々は何かをするときに時々に我々は慎重に、またはそうでなければ、我々は以前よりもそれははるかに悪化させているだろうでなければならないことを教えて\u001b[22m\n\u001b[4mup bungling around where another moral lesson comes around which that its better to come clean than hide from a mistake.\u001b[24m\n    \u001b[1m間違ったことから隠れるよりも清潔になる方が良い道徳レッスンが出てくる場所をぶらつく。\u001b[22m, \u001b[1mその優れた間違いから隠すよりもきれいに来ていることを別の道徳的な教訓は、周りの出番周りの下手アップ。\u001b[22m\n\u001b[4mSo how do I rate this anime?\u001b[24m\n    \u001b[1mでは、このアニメをどのように評価しますか？\u001b[22m, \u001b[1mだから、どのように私はこのアニメを格付けしますか？\u001b[22m\n\u001b[4mHere's how.\u001b[24m\n    \u001b[1m方法は次のとおりです。\u001b[22m, \u001b[1mここでは方法です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Outstanding 10.\n\n\u001b[1mストーリー：傑出した10。\u001b[22m\n\u001b[1m(Sutōrī: Kesshutsu shita 10.)\u001b[22m\n\nTranslations of \u001b[4mStory: Outstanding 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Outstanding 10.\u001b[24m\n    \u001b[1mストーリー：傑出した10。\u001b[22m, \u001b[1mストーリー：10抜群。\u001b[22m\n\u001b[1m\u001b[22m\nExplanation already provide above.\n\n\u001b[1m説明はすでに上記で提供されています。\u001b[22m\n\u001b[1m(Setsumei wa sudeni jōki de teikyō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mExplanation already provide above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExplanation already provide above.\u001b[24m\n    \u001b[1m説明はすでに上記で提供されています。\u001b[22m, \u001b[1m説明は、既に上で提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Mediocre 5.\n\n\u001b[1mアート：5平凡。\u001b[22m\n\u001b[1m(Āto: 5 Heibon.)\u001b[22m\n\nTranslations of \u001b[4mArt: Mediocre 5.\u001b[24m\n[ \u001b[4mEspañol\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt\u001b[24m\n    \u001b[1mアート\u001b[22m, \u001b[1m・アート\u001b[22m, \u001b[1mの名作\u001b[22m, \u001b[1mのアート\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[4mMediocre\u001b[24m\n    \u001b[1m平凡\u001b[22m, \u001b[1m凡庸\u001b[22m, \u001b[1mまあまあ\u001b[22m, \u001b[1mへ進むまあまあ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nI just don't have anything much to say about this anime's art at all, and quite frankly, there isn't much of any fanservice at all.\n\n\u001b[1m私はちょうどこのアニメの芸術について何も言いたくないことがあります。そして率直に言って、ファンタジーはあまりありません。\u001b[22m\n\u001b[1m(Watashi wa chōdo kono anime no geijutsu ni tsuite nani mo iitakunai koto ga arimasu. Soshite sotchoku ni itte, fantajī wa amari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI just don't have anything much to say about this anime's art at all, and quite frankly, there isn't much of any fanservice at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just don't have anything much to say about this anime's art at all, and quite frankly, there isn't much of any fanservice at all.\u001b[24m\n    \u001b[1m私はちょうどこのアニメの芸術について何も言いたくないことがあります。そして率直に言って、ファンタジーはあまりありません。\u001b[22m, \u001b[1m私は全然このアニメの芸術について言うために多くのものを持っていない、と率直に言って、まったくサービスカットの多くはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Good 7.\n\n\u001b[1mサウンド：良い7。\u001b[22m\n\u001b[1m(Saundo: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mSound: Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Good 7.\u001b[24m\n    \u001b[1mサウンド：良い7。\u001b[22m, \u001b[1mサウンド：7グッド。\u001b[22m\n\u001b[1m\u001b[22m\nAside from the opening theme, I kinda like Uka's VA,Kuwashima, Houko since she sounded like Inoue Kikuko, except that she sounded like the younger version of the latter. Inari.....not much, Touka's VA, yep I like the guy who did his voice.\n\n\u001b[1mオープニングテーマとは別に、井上菊子のように聞こえて以来、ウカのVA、クワシマ、湖子のような感じです。 イナリ......あまりあまりではない、トウカのVA、ああ、私は彼の声を出した人が好きです。\u001b[22m\n\u001b[1m(Ōpuningutēma to wa betsuni, Inoue Kikuko no yō ni kikoete irai, uka no VA, kuwashima, mizūmi-ko no yōna kanjidesu. Inari... ... Amari amaride wanai, touka no VA, ā, watashi wa kare no koe o dashita hito ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAside from the opening theme, I kinda like Uka's VA,Kuwashima, Houko since she sounded like Inoue Kikuko, except that she sounded like the younger version of the latter. Inari.....not much, Touka's VA, yep I like the guy who did his voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from the opening theme, I kinda like Uka's VA,Kuwashima, Houko since she sounded like Inoue Kikuko, except that she sounded like the younger version of the latter.\u001b[24m\n    \u001b[1mオープニングテーマとは別に、井上菊子のように聞こえて以来、ウカのVA、クワシマ、湖子のような感じです。\u001b[22m, \u001b[1m別にオープニングテーマから、私はちょっとUKAのVA、桑島、法子のような彼女は、後者の若いバージョンのように聞こえたこと以外は、井上喜久子のように聞こえたので。\u001b[22m\n\u001b[4mInari.....not much, Touka's VA, yep I like the guy who did his voice.\u001b[24m\n    \u001b[1mイナリ......あまりあまりではない、トウカのVA、ああ、私は彼の声を出した人が好きです。\u001b[22m, \u001b[1m稲荷は.....ずっと、ToukaのVAは、うん、私は彼の声をした男が好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Very Good 8.\n\n\u001b[1mキャラクター：非常に良い8。\u001b[22m\n\u001b[1m(Kyarakutā: Hijō ni yoi 8.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Very Good 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Very Good 8.\u001b[24m\n    \u001b[1mキャラクター：非常に良い8。\u001b[22m, \u001b[1mキャラクター：8とても良いです。\u001b[22m\n\u001b[1m\u001b[22m\nOk, Inari, for me is somewhat annoying but then again lovable, for her to have Uka's powers proved to be more of a journey for her than an asset. Thought, I did said she is annoying, well, that's because she came to rely more on her divide powers instead of being direct and facing such challenges, however for her to realize the things she have done is what makes her a lovable.\n\n\u001b[1mオカ、稲荷は、私にとっては、宇宙の力が資産よりも彼女の旅のほうにあることが証明されているために、いくらか面倒ですが、再び愛らしいです。 思った、私は彼女が迷惑であると言いました。それは、直接的でなく、そのような課題に直面する代わりに、彼女の分裂力にもっと頼るようになったからです。\u001b[22m\n\u001b[1m(Oka, inari wa, watashi ni totte wa, uchū no chikara ga shisan yori mo kanojo no tabi no hō ni aru koto ga shōmei sa rete iru tame ni, ikuraka mendōdesuga, futatabi airashīdesu. Omotta, watashi wa kanojo ga meiwakudearu to iimashita. Sore wa, chokusetsutekidenaku, sono yōna kadai ni chokumen suru kawari ni, kanojo no bunretsu-ryoku ni motto tayoru yō ni nattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mOk, Inari, for me is somewhat annoying but then again lovable, for her to have Uka's powers proved to be more of a journey for her than an asset. Thought, I did said she is annoying, well, that's because she came to rely more on her divide powers instead of being direct and facing such challenges, however for her to realize the things she have done is what makes her a lovable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, Inari, for me is somewhat annoying but then again lovable, for her to have Uka's powers proved to be more of a journey for her than an asset.\u001b[24m\n    \u001b[1mオカ、稲荷は、私にとっては、宇宙の力が資産よりも彼女の旅のほうにあることが証明されているために、いくらか面倒ですが、再び愛らしいです。\u001b[22m, \u001b[1m彼女が資産よりも彼女のために旅をよりであることが証明されたUKAの力を持つようにするために[OK]を、稲荷は、私のために、多少迷惑が、その後、再び愛すべきです。\u001b[22m\n\u001b[4mThought, I did said she is annoying, well, that's because she came to rely more on her divide powers instead of being direct and facing such challenges, however for her to realize the things she have done is what makes her a lovable.\u001b[24m\n    \u001b[1m思った、私は彼女が迷惑であると言いました。それは、直接的でなく、そのような課題に直面する代わりに、彼女の分裂力にもっと頼るようになったからです。\u001b[22m, \u001b[1m、私は彼女は彼女が行っているものを実現するがために、彼女は彼女ではなく、直接であることと、このような課題に直面しての彼女の分割の力の詳細を頼るようになったので、それはだ、よく、迷惑であると思ったことは、彼女は愛らしい作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nUka- hummm, ok, here we have a deity who seems to wanna mingle with humans, just like Inari, she too was guilty of making things much worse than before, that instead of educating Inari she basically when with her flow, however I kinda like that romance element that she has with Touka.\n\n\u001b[1mウカホムム、オカリー、ここで私たちは人間と仲良くしたいと思う神を持っている、ちょうどイナリのように、彼女はあまりにも物事を以前よりもずっと悪く作っていた。 彼女がToukaと持っているそのロマンス要素のように。\u001b[22m\n\u001b[1m(Ukahomumu, okarī, koko de watashitachiha ningen to nakayoku shitai to omou kami o motte iru, chōdo inari no yō ni, kanojo wa amarini mo monogoto o izen yori mo zutto waruku tsukutte ita. Kanojo ga Touka to motte iru sono romansu yōso no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mUka- hummm, ok, here we have a deity who seems to wanna mingle with humans, just like Inari, she too was guilty of making things much worse than before, that instead of educating Inari she basically when with her flow, however I kinda like that romance element that she has with Touka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUka- hummm, ok, here we have a deity who seems to wanna mingle with humans, just like Inari, she too was guilty of making things much worse than before, that instead of educating Inari she basically when with her flow, however I kinda\u001b[24m\n    \u001b[1mウカホムム、オカリー、ここで私たちは人間と仲良くしたいと思う神を持っている、ちょうどイナリのように、彼女はあまりにも物事を以前よりもずっと悪く作っていた。\u001b[22m, \u001b[1mhummm Uka-、[OK]を、ここでは、しかし、私ちょっと、その代わりに、稲荷を教育の彼女は、基本的にはときに彼女の流れと、ちょうど稲荷のように、彼女はあまりにも前よりもはるかに悪いものを作るの罪を犯した、人間と付き合うたいようだ神を持っています\u001b[22m\n\u001b[4mlike that romance element that she has with Touka.\u001b[24m\n    \u001b[1m彼女がToukaと持っているそのロマンス要素のように。\u001b[22m, \u001b[1m彼女はToukaで持っている恋愛要素などがあります。\u001b[22m\n\u001b[1m\u001b[22m\nTouka- he is probably one of few male character's isn't having any brocon situation with Inari, thought, I kinda like the part where he knocks some sense into Inari and Uka. If this anime could have an intense romance genre both he and Uka would be a good pair.\n\n\u001b[1mTouka-彼はおそらくInariとBroconの状況がない数少ない男性キャラクターの1つです。私はInariとUkaに何らかの感覚をぶつける部分のようなものだと思いました。 このアニメが強烈なロマンスのジャンルを持つことができれば、彼とUkaはどちらも良いペアになるでしょう。\u001b[22m\n\u001b[1m(Touka - kare wa osoraku Inari to Brocon no jōkyō ga nai kazusukunai dansei kyarakutā no 1tsudesu. Watashi wa Inari to Uka ni nanrakano kankaku o butsukeru bubun no yōna monoda to omoimashita. Kono anime ga kyōretsuna romansu no janru o motsu koto ga dekireba, kare to Uka wa dochira mo yoi pea ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTouka- he is probably one of few male character's isn't having any brocon situation with Inari, thought, I kinda like the part where he knocks some sense into Inari and Uka. If this anime could have an intense romance genre both he and Uka would be a good pair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTouka- he is probably one of few male character's isn't having any brocon situation with Inari, thought, I kinda like the part where he knocks some sense into Inari and Uka.\u001b[24m\n    \u001b[1mTouka-彼はおそらくInariとBroconの状況がない数少ない男性キャラクターの1つです。私はInariとUkaに何らかの感覚をぶつける部分のようなものだと思いました。\u001b[22m, \u001b[1m彼はおそらくいくつかの男性キャラのは稲荷で任意のbrocon状況を持っていないの一つであるTouka-、私はちょっと彼が稲荷とUKAにいくつかの意味をノック一部のように、と思いました。\u001b[22m\n\u001b[4mIf this anime could have an intense romance genre both he and Uka would be a good pair.\u001b[24m\n    \u001b[1mこのアニメが強烈なロマンスのジャンルを持つことができれば、彼とUkaはどちらも良いペアになるでしょう。\u001b[22m, \u001b[1mこのアニメは強烈ロマンスのジャンルを持っていることができれば、彼とUKAの両方が良いペアになります。\u001b[22m\n\u001b[1m\u001b[22m\nOthoshi- I guess he is more on the comedy side of this anime and his character did it well, then again he also represent the usual incest thing where it is prevalent in most Japanese anime/ manga.\n\n\u001b[1mOthoshi  - 私は彼がこのアニメのコメディーサイドにいると思うし、彼のキャラクターはそれをうまくやったと思います。そして、彼はまた、ほとんどの日本のアニメ/マンガで普及している通常の近親相姦物を表します。\u001b[22m\n\u001b[1m(Othoshi - watashi wa kare ga kono anime no komedīsaido ni iru to omoushi, kare no kyarakutā wa sore o umaku yatta to omoimasu. Soshite, kare wa mata, hotondo no nihon'noanime/ manga de fukyū shite iru tsūjō no konshinsōkan-mono o arawashimasu.)\u001b[22m\n\nTranslations of \u001b[4mOthoshi- I guess he is more on the comedy side of this anime and his character did it well, then again he also represent the usual incest thing where it is prevalent in most Japanese anime/ manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOthoshi- I guess he is more on the comedy side of this anime and his character did it well, then again he also represent the usual incest thing where it is prevalent in most Japanese anime/ manga.\u001b[24m\n    \u001b[1mOthoshi  - 私は彼がこのアニメのコメディーサイドにいると思うし、彼のキャラクターはそれをうまくやったと思います。そして、彼はまた、ほとんどの日本のアニメ/マンガで普及している通常の近親相姦物を表します。\u001b[22m, \u001b[1mOthoshi-私は彼がこのアニメのコメディ側よりで、彼の性格はよくやった、再び彼はまた、ほとんどの日本のアニメ/漫画で流行している通常の近親相姦の事を表していると思います。\u001b[22m\n\u001b[1m\u001b[22m\nAkemi, Chika, and Keiko- they maybe just trio of support character's but they're the support characters that has contributed a lot on this anime's overall. But, I kinda hate that yuri element where Akemi is in love with Keiko.\n\n\u001b[1mあけみ、ちか、けいこ - 彼らはサポートキャラクターのトリオかもしれないが、彼らはこのアニメ全体に多大な貢献をしたサポートキャラクターだ。 しかし、私は、明美が恵子と恋し合っているその妖精の要素をちょっと嫌う。\u001b[22m\n\u001b[1m(Akemi, Chika, keiko - karera wa sapōtokyarakutā no torio kamo shirenaiga, karera wa kono anime zentai ni tadaina kōken o shita sapōtokyarakutāda. Shikashi, watashi wa, Akemi ga Keiko to koi shi atte iru sono yōsei no yōso o chotto kirau.)\u001b[22m\n\nTranslations of \u001b[4mAkemi, Chika, and Keiko- they maybe just trio of support character's but they're the support characters that has contributed a lot on this anime's overall. But, I kinda hate that yuri element where Akemi is in love with Keiko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkemi, Chika, and Keiko- they maybe just trio of support character's but they're the support characters that has contributed a lot on this anime's overall.\u001b[24m\n    \u001b[1mあけみ、ちか、けいこ - 彼らはサポートキャラクターのトリオかもしれないが、彼らはこのアニメ全体に多大な貢献をしたサポートキャラクターだ。\u001b[22m, \u001b[1mサポートキャラクターのの明美、千佳、およびKeiko-彼らは多分ちょうどトリオが、彼らはこのアニメの全体的に大きく貢献してきた支援の文字です。\u001b[22m\n\u001b[4mBut, I kinda hate that yuri element where Akemi is in love with Keiko.\u001b[24m\n    \u001b[1mしかし、私は、明美が恵子と恋し合っているその妖精の要素をちょっと嫌う。\u001b[22m, \u001b[1mしかし、私はちょっと明美は恵子と恋にされている百合要素を憎みます。\u001b[22m\n\u001b[1m\u001b[22m\nKouji- on the other hand I kinda felt sorry that in this story his character was very minimal, though a romance with Inari would also have added more to this anime's story.\n\n\u001b[1m私はちょっと残念ですが、この物語では、キャラクターは非常に小さいですが、Inariとのロマンスもこのアニメの物語をさらに増やしました。\u001b[22m\n\u001b[1m(Watashi wa chotto zan'nendesuga, kono monogataride wa, kyarakutā wa hijō ni chīsaidesuga, Inari to no romansu mo kono anime no monogatari o sarani fuyashimashita.)\u001b[22m\n\nTranslations of \u001b[4mKouji- on the other hand I kinda felt sorry that in this story his character was very minimal, though a romance with Inari would also have added more to this anime's story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKouji- on the other hand I kinda felt sorry that in this story his character was very minimal, though a romance with Inari would also have added more to this anime's story.\u001b[24m\n    \u001b[1m私はちょっと残念ですが、この物語では、キャラクターは非常に小さいですが、Inariとのロマンスもこのアニメの物語をさらに増やしました。\u001b[22m, \u001b[1m稲荷とのロマンスもこのアニメの話により追加されているだろうがKouji-は、一方で私はちょっと、この物語の中で彼の性格は非常に最小であったことを残念に感じました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment &amp; Overall: Outstanding 10.\n\n\u001b[1m楽しさ＆amp; 全体的には：10。\u001b[22m\n\u001b[1m(Tanoshisa& amp; zentai-teki ni wa: 10.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment &amp; Overall: Outstanding 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment &amp;\u001b[24m\n    \u001b[1m楽しさ＆amp;\u001b[22m, \u001b[1m楽し＆＃038;\u001b[22m\n\u001b[4mOverall: Outstanding 10.\u001b[24m\n    \u001b[1m全体的には：10。\u001b[22m, \u001b[1m全体：10抜群。\u001b[22m\n\u001b[1m\u001b[22m\nI'd probably say that this is probably the only one that has sense and value at the start of this year, so really it is outstanding. I got to hand to the writer of this thing, he really did took such inspiration from a movie with similar plot and yes I'm referring to the movie 'Bruce Almighty' where it it both revolves in the same theme of a mortal having the powers of a god only to misused it without realizing the damage he/she has done, except this anime was more on the subtle side.\n\n\u001b[1m私はおそらく、今年の初めにこれが意味と価値を持っている唯一のものだと言うでしょう。 私はこのことの作家に手渡さなければならない、彼は本当に同じようなプロットを持つ映画からそのようなインスピレーションを取ったとはい、私は映画「ブルース・オールマイティ」を指している。 このアニメがもっと微妙な側面にあったことを除いて、彼/彼女がやったダメージを認識することなく、それを誤用するだけの神の力。\u001b[22m\n\u001b[1m(Watashi wa osoraku, kotoshi no hajime ni korega imi to kachi o motte iru yuiitsu no monoda to iudeshou. Watashi wa kono koto no sakka ni tewatasanakereba naranai, kare wa hontōni onajiyōna purotto o motsu eiga kara sono yōna insupirēshon o totta to hai, watashi wa eiga `burūsu ōrumaiti' o sashite iru. Kono anime ga motto bimyōna sokumen ni atta koto o nozoite, kare/ kanojo ga yatta damēji o ninshiki suru koto naku, sore o goyō suru dake no kami no chikara.)\u001b[22m\n\nTranslations of \u001b[4mI'd probably say that this is probably the only one that has sense and value at the start of this year, so really it is outstanding. I got to hand to the writer of this thing, he really did took such inspiration from a movie with similar plot and yes I'm referring to the movie 'Bruce Almighty' where it it both revolves in the same theme of a mortal having the powers of a god only to misused it without realizing the damage he/she has done, except this anime was more on the subtle side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd probably say that this is probably the only one that has sense and value at the start of this year, so really it is outstanding.\u001b[24m\n    \u001b[1m私はおそらく、今年の初めにこれが意味と価値を持っている唯一のものだと言うでしょう。\u001b[22m, \u001b[1m私はおそらくこれは、おそらく今年の開始時に感覚や価値を持っている唯一のものであることを言うと思いますので、実際にそれが顕著です。\u001b[22m\n\u001b[4mI got to hand to the writer of this thing, he really did took such inspiration from a movie with similar plot and yes I'm referring to the movie 'Bruce Almighty' where it it both revolves in the same theme of a mortal having the\u001b[24m\n    \u001b[1m私はこのことの作家に手渡さなければならない、彼は本当に同じようなプロットを持つ映画からそのようなインスピレーションを取ったとはい、私は映画「ブルース・オールマイティ」を指している。\u001b[22m, \u001b[1m私は、彼は本当に同様のプロットで映画のようなインスピレーションを取ったこの事のライターに手に持って、はい、私はそれの両方を持つ致命の同じテーマに回転それを映画「ブルース・オールマイティ」を参照しています\u001b[22m\n\u001b[4mpowers of a god only to misused it without realizing the damage he/she has done, except this anime was more on the subtle side.\u001b[24m\n    \u001b[1mこのアニメがもっと微妙な側面にあったことを除いて、彼/彼女がやったダメージを認識することなく、それを誤用するだけの神の力。\u001b[22m, \u001b[1m唯一のこのアニメは、より微妙な側にいた以外は、彼/彼女は、行っているダメージを実現することなく、それを悪用するために神の力。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "cactusberry",
    "profile": "/profile/cactusberry/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=142201",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n私はこれまでアニメを評価していたよりも、「Inari、Konkon、Koi Iroha」を高く評価しました。 どうして？\n\nストーリー：8/10\n - 私はこのアニメの物語を絶対に愛していました。 それはあなたの心に非常に甘くて本当に魅力的です。時にはかなり難しい場合もあります。 主人公の藤見稲荷さんがどのように感じているのか、本当に簡単です。 あなたが愛する人のために変えたいという欲望を経験していない人は誰ですか？ たとえあなたが欲しくなくても、彼らとより良いチャンスを持つ他の人を嫉妬していますか？  「Inari、Konkon、Koi Iroha」は、これらのことを不快ではない方法で視聴者に表現する。 ストーリーは素晴らしいですが、キャラクターにとってそうでない場合は、実際にはそうではありません。\n\nアート：9/10\n - このアニメの芸術は華やかで、それは自慢です。 アニメーションは滑らかで、シーンの気分を表現する上でビジュアルは常に重要です。 色は非常によく表現されており、すべてがとても活気があります。 キャラクターデザインは、お互いに非常にユニークです。\n\nサウンド：8/10\n - 音はうまく機能します。 音楽はこのカテゴリでは最大のプラスです。 シリーズを満喫するクラシックな日本の音楽がたくさんあります。 オープニングは美しいです。 しかし、他の音は素敵ですが、特に私には目立ちません。 しかし、私が言ったように、彼らは仕事をうまくやっています。\n\nキャラクター：9/10\n - 私の意見では、このキャラクターはこのアニメの中で最も強いポイントですが、ごくわずかです。 私はそれらすべてがかなり記憶に残ることがわかった。  彼は漫画のほうがいい。 ウカの兄は、典型的に必要なシスコン騒ぎのように感じていました。私はショーの中で他のキャラクターについて終日行くことができました。 InariとUkaは、視聴者の大部分が関連する非常にリアルな感情を持っています。  Inariの兄、Toukaは、このショーを通して多くの成長を遂げています。  Inariの友達：Chika、Akemi、Keikoはかなり多様です。 この3人のうち最も注目すべきことは、チカが太りすぎでも、彼女はまだ愛らしいキャラクターになっているということです。これは多くのアニメで見ることができません。 私はそれらの3つがもっと表示されるのが好きだったでしょう。 私がうまく開発されたとは思わない文字は、Inariの愛の関心とUkaの兄弟だろう。  Inariの愛の関心、コウジは、実際にショーに多くの表現を持っていませんでした。 彼はほぼ一次元を感じた。\n\n楽しさ：8/10\n私が9の代わりにこれを8と評価したのは、ショーの長さのためです。 多くの視聴者が10のエピソードしかないショーと恋に落ちるのは本当に難しいです。私はその気持ちを理解しています。 そうでなければ、私はこのショーの間に感じた楽しさを表現することはできません。\n\n全体：9/10\n - 私はこのショーを本当に愛し、キャラクターは主に私のために他のものを作ったものです。 私はアニメのためのこれほど多くの愛をしばらく持っていないので、私はいつもこのショーを宝物にするでしょう。 あなたがアニメを楽しんだら、マンガをチェックアウトすることを強くお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI rated 'Inari, Konkon, Koi Iroha' higher than I've ever rated any anime before. Why?\n\n\u001b[1m私はこれまでアニメを評価していたよりも、「Inari、Konkon、Koi Iroha」を高く評価しました。 どうして？\u001b[22m\n\u001b[1m(Watashi wa kore made anime o hyōka shite ita yori mo,`Inari, Konkon, Koi Iroha' o takaku hyōka shimashita. Dōshite?)\u001b[22m\n\nTranslations of \u001b[4mI rated 'Inari, Konkon, Koi Iroha' higher than I've ever rated any anime before. Why?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rated 'Inari, Konkon, Koi Iroha' higher than I've ever rated any anime before.\u001b[24m\n    \u001b[1m私はこれまでアニメを評価していたよりも、「Inari、Konkon、Koi Iroha」を高く評価しました。\u001b[22m, \u001b[1m私は「いなり、こんこん、恋いろは。」を評価し、私が今までのアニメを評価しましたよりも高いです。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n-I absolutely loved the story in this anime. It's very sweet and really tugs at your heart, sometimes pretty hard. It's really easy to relate to how the main character, Inari Fushimi, feels. Who hasn't experienced the desire to change for someone you love? Being jealous of others who have a better chance with them, even if you don't want to be? 'Inari, Konkon, Koi Iroha' expresses these things to the viewer in a way that's not obnoxious. The story is great, but it really wouldn't be where it was if not for the characters.\n\n\u001b[1m - 私はこのアニメの物語を絶対に愛していました。 それはあなたの心に非常に甘くて本当に魅力的です。時にはかなり難しい場合もあります。 主人公の藤見稲荷さんがどのように感じているのか、本当に簡単です。 あなたが愛する人のために変えたいという欲望を経験していない人は誰ですか？ たとえあなたが欲しくなくても、彼らとより良いチャンスを持つ他の人を嫉妬していますか？  「Inari、Konkon、Koi Iroha」は、これらのことを不快ではない方法で視聴者に表現する。 ストーリーは素晴らしいですが、キャラクターにとってそうでない場合は、実際にはそうではありません。\u001b[22m\n\u001b[1m(- Watashi wa kono anime no monogatari o zettai ni aishite imashita. Sore wa anatanokokoroni hijō ni amakute hontōni mirikitekidesu. Tokiniha kanari muzukashī baai mo arimasu. Shujinkō no Fujimi inari-san ga dono yō ni kanjite iru no ka, hontōni kantandesu. Anata ga aisuruhito no tame ni kaetai to iu yokubō o keiken shite inai hito wa daredesu ka? Tatoe anata ga hoshikunakute mo, karera to yoriyoi chansu o motsu hokanohito o shitto shite imasu ka? `Inari, Konkon, Koi Iroha' wa, korera no koto o fukaide wanai hōhō de shichō-sha ni hyōgen suru. Sutōrī wa subarashīdesuga, kyarakutā ni totte sōdenai baai wa, jissai ni wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m-I absolutely loved the story in this anime. It's very sweet and really tugs at your heart, sometimes pretty hard. It's really easy to relate to how the main character, Inari Fushimi, feels. Who hasn't experienced the desire to change for someone you love? Being jealous of others who have a better chance with them, even if you don't want to be? 'Inari, Konkon, Koi Iroha' expresses these things to the viewer in a way that's not obnoxious. The story is great, but it really wouldn't be where it was if not for the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I absolutely loved the story in this anime.\u001b[24m\n    \u001b[1m - 私はこのアニメの物語を絶対に愛していました。\u001b[22m, \u001b[1m-Iは、絶対にこのアニメで物語を愛しました。\u001b[22m\n\u001b[4mIt's very sweet and really tugs at your heart, sometimes pretty hard.\u001b[24m\n    \u001b[1mそれはあなたの心に非常に甘くて本当に魅力的です。時にはかなり難しい場合もあります。\u001b[22m, \u001b[1mそれは時々かなり難しい、非常に甘いだと、本当にあなたの心にタグボート。\u001b[22m\n\u001b[4mIt's really easy to relate to how the main character, Inari Fushimi, feels.\u001b[24m\n    \u001b[1m主人公の藤見稲荷さんがどのように感じているのか、本当に簡単です。\u001b[22m, \u001b[1mそれは主人公、稲荷伏見は、どのように感じているかに関係するのはとても簡単です。\u001b[22m\n\u001b[4mWho hasn't experienced the desire to change for someone you love?\u001b[24m\n    \u001b[1mあなたが愛する人のために変えたいという欲望を経験していない人は誰ですか？\u001b[22m, \u001b[1m誰があなたが愛する誰かのために変更する欲求を経験していませんか？\u001b[22m\n\u001b[4mBeing jealous of others who have a better chance with them, even if you don't want to be?\u001b[24m\n    \u001b[1mたとえあなたが欲しくなくても、彼らとより良いチャンスを持つ他の人を嫉妬していますか？\u001b[22m, \u001b[1mあなたがしたくない場合でも、それらとのより良いチャンスを持って他人の嫉妬されて？\u001b[22m\n\u001b[4m'Inari, Konkon, Koi Iroha' expresses these things to the viewer in a way that's not obnoxious.\u001b[24m\n    \u001b[1m「Inari、Konkon、Koi Iroha」は、これらのことを不快ではない方法で視聴者に表現する。\u001b[22m, \u001b[1m「いなり、こんこん、恋いろは。」は不快ではない方法で、視聴者にこれらの事を表しています。\u001b[22m\n\u001b[4mThe story is great, but it really wouldn't be where it was if not for the characters.\u001b[24m\n    \u001b[1mストーリーは素晴らしいですが、キャラクターにとってそうでない場合は、実際にはそうではありません。\u001b[22m, \u001b[1m物語は素晴らしいですが、それは文字にする場合ではありませんでしたどこにそれが本当にではないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\n-The art in this anime is gorgeous, and it boasts that. Animation is smooth, and visuals are always key on expressing the mood of a scene. Color is very well expressed, and they're all very vibrant. Character designs are all very unique from each other as well.\n\n\u001b[1m - このアニメの芸術は華やかで、それは自慢です。 アニメーションは滑らかで、シーンの気分を表現する上でビジュアルは常に重要です。 色は非常によく表現されており、すべてがとても活気があります。 キャラクターデザインは、お互いに非常にユニークです。\u001b[22m\n\u001b[1m(- Kono anime no geijutsu wa hanayakade, soreha jimandesu. Animēshon wa namerakade, shīn no kibun o hyōgen suru ue de bijuaru wa tsuneni jūyōdesu. Iro wa hijō ni yoku hyōgen sa rete ori, subete ga totemo kakki ga arimasu. Kyarakutādezain wa, otagai ni hijō ni yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4m-The art in this anime is gorgeous, and it boasts that. Animation is smooth, and visuals are always key on expressing the mood of a scene. Color is very well expressed, and they're all very vibrant. Character designs are all very unique from each other as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The art in this anime is gorgeous, and it boasts that.\u001b[24m\n    \u001b[1m - このアニメの芸術は華やかで、それは自慢です。\u001b[22m, \u001b[1mこのアニメで-The芸術はゴージャスであり、それはそれを誇っています。\u001b[22m\n\u001b[4mAnimation is smooth, and visuals are always key on expressing the mood of a scene.\u001b[24m\n    \u001b[1mアニメーションは滑らかで、シーンの気分を表現する上でビジュアルは常に重要です。\u001b[22m, \u001b[1mアニメーションは滑らかで、ビジュアルは常にシーンのムードを表現する上で鍵となります。\u001b[22m\n\u001b[4mColor is very well expressed, and they're all very vibrant.\u001b[24m\n    \u001b[1m色は非常によく表現されており、すべてがとても活気があります。\u001b[22m, \u001b[1m色は非常によく表現され、それらはすべて非常に活気に満ちています。\u001b[22m\n\u001b[4mCharacter designs are all very unique from each other as well.\u001b[24m\n    \u001b[1mキャラクターデザインは、お互いに非常にユニークです。\u001b[22m, \u001b[1mキャラクターデザインは、同様にすべて互いに非常にユニークです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\n-The sound does its job well. The music is the biggest plus in this category; there's plenty of classical Japanese music filling the series. The opening is beautiful. But while the other sounds are nice, they don't particularly stand out to me. But, like I said, they do their job well.\n\n\u001b[1m - 音はうまく機能します。 音楽はこのカテゴリでは最大のプラスです。 シリーズを満喫するクラシックな日本の音楽がたくさんあります。 オープニングは美しいです。 しかし、他の音は素敵ですが、特に私には目立ちません。 しかし、私が言ったように、彼らは仕事をうまくやっています。\u001b[22m\n\u001b[1m(- Oto wa umaku kinō shimasu. Ongaku wa kono kategoride wa saidai no purasudesu. Shirīzu o mankitsu suru kurashikkuna Nihon no ongaku ga takusan arimasu. Ōpuningu wa utsukushīdesu. Shikashi, hoka no oto wa sutekidesuga, tokuni watashiniha medachimasen. Shikashi, watashi ga itta yō ni, karera wa shigoto o umaku yatte imasu.)\u001b[22m\n\nTranslations of \u001b[4m-The sound does its job well. The music is the biggest plus in this category; there's plenty of classical Japanese music filling the series. The opening is beautiful. But while the other sounds are nice, they don't particularly stand out to me. But, like I said, they do their job well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The sound does its job well.\u001b[24m\n    \u001b[1m - 音はうまく機能します。\u001b[22m, \u001b[1m-The音はよくその仕事をしていません。\u001b[22m\n\u001b[4mThe music is the biggest plus in this category;\u001b[24m\n    \u001b[1m音楽はこのカテゴリでは最大のプラスです。\u001b[22m, \u001b[1m音楽はこのカテゴリーで最大のプラスです。\u001b[22m\n\u001b[4mthere's plenty of classical Japanese music filling the series.\u001b[24m\n    \u001b[1mシリーズを満喫するクラシックな日本の音楽がたくさんあります。\u001b[22m, \u001b[1mシリーズを埋める日本の古典音楽がたくさんあります。\u001b[22m\n\u001b[4mThe opening is beautiful.\u001b[24m\n    \u001b[1mオープニングは美しいです。\u001b[22m, \u001b[1m開口部は美しいです。\u001b[22m\n\u001b[4mBut while the other sounds are nice, they don't particularly stand out to me.\u001b[24m\n    \u001b[1mしかし、他の音は素敵ですが、特に私には目立ちません。\u001b[22m, \u001b[1m他の音がいいですしながら、しかし、彼らは特に私に目立ついません。\u001b[22m\n\u001b[4mBut, like I said, they do their job well.\u001b[24m\n    \u001b[1mしかし、私が言ったように、彼らは仕事をうまくやっています。\u001b[22m, \u001b[1m私が言ったようしかし、彼らはよく自分の仕事をします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\n-In my opinion, the characters are the strongest points in this anime, with the exception of very few. I found them all to be fairly memorable. He's better in the manga. Uka's brother felt like a typically necessary siscon trope that had to be thrown in. I could go on all day about other characters in the show. Inari and Uka have very real emotions that the vast majority of viewers can relate to. Inari's brother, Touka, has a lot of growth throughout the show. Inari's friends: Chika, Akemi, and Keiko are fairly diverse. The most notable thing of those three is that even though Chika is overweight, she's still made out to be a lovable character, which isn't something we get to see in a lot of anime. I'd have liked those three to show up more. Characters I don't think were developed well would be Inari's love interest and Uka's brother. Inari's love interest, Kouji, didn't really have a lot of expression in the show. He felt almost one-dimensional.\n\n\u001b[1m - 私の意見では、このキャラクターはこのアニメの中で最も強いポイントですが、ごくわずかです。 私はそれらすべてがかなり記憶に残ることがわかった。  彼は漫画のほうがいい。 ウカの兄は、典型的に必要なシスコン騒ぎのように感じていました。私はショーの中で他のキャラクターについて終日行くことができました。 InariとUkaは、視聴者の大部分が関連する非常にリアルな感情を持っています。  Inariの兄、Toukaは、このショーを通して多くの成長を遂げています。  Inariの友達：Chika、Akemi、Keikoはかなり多様です。 この3人のうち最も注目すべきことは、チカが太りすぎでも、彼女はまだ愛らしいキャラクターになっているということです。これは多くのアニメで見ることができません。 私はそれらの3つがもっと表示されるのが好きだったでしょう。 私がうまく開発されたとは思わない文字は、Inariの愛の関心とUkaの兄弟だろう。  Inariの愛の関心、コウジは、実際にショーに多くの表現を持っていませんでした。 彼はほぼ一次元を感じた。\u001b[22m\n\u001b[1m(- Watashi no ikende wa, kono kyarakutā wa kono anime no naka de mottomo tsuyoi pointodesuga, goku wazukadesu. Watashi wa sorera subete ga kanari kioku ni nokoru koto ga wakatta. Inari to Uka wa, shichō-sha no daibubun ga kanren suru hijō ni riaruna kanjō o motte imasu. Inari no ani, Touka wa, kono shō o tōshite ōku no seichō o togete imasu. Inari no tomodachi: Chika, Akemi, Keiko wa kanari tayōdesu. Kono 3-ri no uchi mottomo chūmoku subeki koto wa, Chika ga futori-sugi demo, kanojo wa mada airashī kyarakutā ni natte iru to iu kotodesu. Kore wa ōku no anime de miru koto ga dekimasen. Watashi wa sorera no 3ttsu ga motto hyōji sa reru no ga sukidattadeshou. Watashi ga umaku kaihatsu sa reta to wa omowanai moji wa, Inari no ai no kanshin to Uka no kyōdaidarou. Inari no ai no kanshin, kōji wa, jissai ni shō ni ōku no hyōgen o motte imasendeshita. Kare wa hobo ichi-jigen o kanjita. Kare wa manga no hō ga ī. Uka no ani wa, tenkei-teki ni hitsuyōna shisukon sawagi no yō ni kanjite imashita. Watashi wa shō no naka de hoka no kyarakutā ni tsuite hinemosu iku koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4m-In my opinion, the characters are the strongest points in this anime, with the exception of very few. I found them all to be fairly memorable. He's better in the manga. Uka's brother felt like a typically necessary siscon trope that had to be thrown in. I could go on all day about other characters in the show. Inari and Uka have very real emotions that the vast majority of viewers can relate to. Inari's brother, Touka, has a lot of growth throughout the show. Inari's friends: Chika, Akemi, and Keiko are fairly diverse. The most notable thing of those three is that even though Chika is overweight, she's still made out to be a lovable character, which isn't something we get to see in a lot of anime. I'd have liked those three to show up more. Characters I don't think were developed well would be Inari's love interest and Uka's brother. Inari's love interest, Kouji, didn't really have a lot of expression in the show. He felt almost one-dimensional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-In my opinion, the characters are the strongest points in this anime, with the exception of very few.\u001b[24m\n    \u001b[1m - 私の意見では、このキャラクターはこのアニメの中で最も強いポイントですが、ごくわずかです。\u001b[22m, \u001b[1m私の意見-in、文字が非常に少数の例外を除いて、このアニメで最強のポイントです。\u001b[22m\n\u001b[4mI found them all to be fairly memorable.\u001b[24m\n    \u001b[1m私はそれらすべてがかなり記憶に残ることがわかった。\u001b[22m, \u001b[1m私はそれらのすべてはかなり記憶に残ることが判明しました。\u001b[22m\n\u001b[4mInari and Uka have very real emotions that the vast majority of viewers can relate to.\u001b[24m\n    \u001b[1mInariとUkaは、視聴者の大部分が関連する非常にリアルな感情を持っています。\u001b[22m, \u001b[1m稲荷とUKAは、視聴者の大半はに関連することができる非常に現実的な感情を持っています。\u001b[22m\n\u001b[4mInari's brother, Touka, has a lot of growth throughout the show.\u001b[24m\n    \u001b[1mInariの兄、Toukaは、このショーを通して多くの成長を遂げています。\u001b[22m, \u001b[1m稲荷の弟、Toukaは、ショー全体で成長をたくさん持っています。\u001b[22m\n\u001b[4mInari's friends: Chika, Akemi, and Keiko are fairly diverse.\u001b[24m\n    \u001b[1mInariの友達：Chika、Akemi、Keikoはかなり多様です。\u001b[22m, \u001b[1m稲荷の友人：ちか、明美、および恵子はかなり多様です。\u001b[22m\n\u001b[4mThe most notable thing of those three is that even though Chika is overweight, she's still made out to be a lovable character, which isn't something we get to see in a lot of anime.\u001b[24m\n    \u001b[1mこの3人のうち最も注目すべきことは、チカが太りすぎでも、彼女はまだ愛らしいキャラクターになっているということです。これは多くのアニメで見ることができません。\u001b[22m, \u001b[1mこれらの3つの中で最も注目すべき事はちかが太りすぎであるにも関わらず、彼女はまだ私たちはアニメの多くで見ることはものではありません愛すべきキャラクター、であることが作られているということです。\u001b[22m\n\u001b[4mI'd have liked those three to show up more.\u001b[24m\n    \u001b[1m私はそれらの3つがもっと表示されるのが好きだったでしょう。\u001b[22m, \u001b[1m私はより多くを表示するためにこれらの3つを気に入っていると思います。\u001b[22m\n\u001b[4mCharacters I don't think were developed well would be Inari's love interest and Uka's brother.\u001b[24m\n    \u001b[1m私がうまく開発されたとは思わない文字は、Inariの愛の関心とUkaの兄弟だろう。\u001b[22m, \u001b[1m私は十分に開発されたとは思わない文字は稲荷の愛興味とUKAの兄弟であろう。\u001b[22m\n\u001b[4mInari's love interest, Kouji, didn't really have a lot of expression in the show.\u001b[24m\n    \u001b[1mInariの愛の関心、コウジは、実際にショーに多くの表現を持っていませんでした。\u001b[22m, \u001b[1m稲荷の愛興味、浩二は、本当にショーでの発現の多くを持っていませんでした。\u001b[22m\n\u001b[4mHe felt almost one-dimensional.\u001b[24m\n    \u001b[1m彼はほぼ一次元を感じた。\u001b[22m, \u001b[1m彼はほとんど一次元感じました。\u001b[22m\n\u001b[4mHe's better in the manga.\u001b[24m\n    \u001b[1m彼は漫画のほうがいい。\u001b[22m, \u001b[1m彼は漫画に良いです。\u001b[22m\n\u001b[4mUka's brother felt like a typically necessary siscon trope that had to be thrown in. I could go on all day about other characters in the show.\u001b[24m\n    \u001b[1mウカの兄は、典型的に必要なシスコン騒ぎのように感じていました。私はショーの中で他のキャラクターについて終日行くことができました。\u001b[22m, \u001b[1mUKAの兄弟はでスローする必要がありましたが典型的に必要sisconの比喩のように感じた。私はショーで他の文字についてのすべての日に行くことができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\n-The reason I rated this an 8 instead of a 9 is because of the show's length. It's really hard for many viewers to fall in love with a show that only has 10 episodes, and I understand that feeling. Otherwise, I can't express the enjoyment I felt during this show.\n\n\u001b[1m私が9の代わりにこれを8と評価したのは、ショーの長さのためです。 多くの視聴者が10のエピソードしかないショーと恋に落ちるのは本当に難しいです。私はその気持ちを理解しています。 そうでなければ、私はこのショーの間に感じた楽しさを表現することはできません。\u001b[22m\n\u001b[1m(Watashi ga 9 no kawarini kore o 8 to hyōka shita no wa, shō no naga-sa no tamedesu. Ōku no shichō-sha ga 10 no episōdo shika nai shō to koi ni ochiru no wa hontōni muzukashīdesu. Watashi wa sono kimochi o rikai shite imasu. Sōdenakereba, watashi wa kono shō no ma ni kanjita tanoshisa o hyōgen suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4m-The reason I rated this an 8 instead of a 9 is because of the show's length. It's really hard for many viewers to fall in love with a show that only has 10 episodes, and I understand that feeling. Otherwise, I can't express the enjoyment I felt during this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The reason I rated this an 8 instead of a 9 is because of the show's length.\u001b[24m\n    \u001b[1m私が9の代わりにこれを8と評価したのは、ショーの長さのためです。\u001b[22m, \u001b[1m私はこの8の代わりに9段階評価-The理由は、番組の長さです。\u001b[22m\n\u001b[4mIt's really hard for many viewers to fall in love with a show that only has 10 episodes, and I understand that feeling.\u001b[24m\n    \u001b[1m多くの視聴者が10のエピソードしかないショーと恋に落ちるのは本当に難しいです。私はその気持ちを理解しています。\u001b[22m, \u001b[1m多くの視聴者が唯一の10のエピソードを持っているショーと恋に落ちるのは本当に難しい、と私はその気持ちを理解しています。\u001b[22m\n\u001b[4mOtherwise, I can't express the enjoyment I felt during this show.\u001b[24m\n    \u001b[1mそうでなければ、私はこのショーの間に感じた楽しさを表現することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n-I really loved this show, and the characters are largely what made everything else for me. I haven't had this much love for an anime for awhile, so I'll always treasure this show. I highly recommend checking out the manga if you enjoyed the anime!\n\n\u001b[1m - 私はこのショーを本当に愛し、キャラクターは主に私のために他のものを作ったものです。 私はアニメのためのこれほど多くの愛をしばらく持っていないので、私はいつもこのショーを宝物にするでしょう。 あなたがアニメを楽しんだら、マンガをチェックアウトすることを強くお勧めします！\u001b[22m\n\u001b[1m(- Watashi wa kono shō o hontōni aishi, kyarakutā wa omoni watashi no tame ni hoka no mono o tsukutta monodesu. Watashi wa anime no tame no kore hodo ōku no ai o shibaraku motte inainode, watashi wa itsumo kono shō o takaramono ni surudeshou. Anata ga anime o tanoshindara, manga o chekku auto suru koto o tsuyoku o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4m-I really loved this show, and the characters are largely what made everything else for me. I haven't had this much love for an anime for awhile, so I'll always treasure this show. I highly recommend checking out the manga if you enjoyed the anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I really loved this show, and the characters are largely what made everything else for me.\u001b[24m\n    \u001b[1m - 私はこのショーを本当に愛し、キャラクターは主に私のために他のものを作ったものです。\u001b[22m, \u001b[1m-Iは本当にこのショーを愛し、そして文字が私のために他のすべてを作った大部分は何ですか。\u001b[22m\n\u001b[4mI haven't had this much love for an anime for awhile, so I'll always treasure this show.\u001b[24m\n    \u001b[1m私はアニメのためのこれほど多くの愛をしばらく持っていないので、私はいつもこのショーを宝物にするでしょう。\u001b[22m, \u001b[1m私はしばらくの間、アニメのためにこれだけの愛を持っていなかったので、私はいつもこの番組を大切にします。\u001b[22m\n\u001b[4mI highly recommend checking out the manga if you enjoyed the anime!\u001b[24m\n    \u001b[1mあなたがアニメを楽しんだら、マンガをチェックアウトすることを強くお勧めします！\u001b[22m, \u001b[1m私は非常にあなたがアニメを楽しんであれば漫画をチェックアウトをお勧めします！\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "bordy",
    "profile": "/profile/bordy/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=136199",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\nTL; DR\n+かわいい話/キャラクター\n+心温まる\n - ドラッグされたエンディング\n - 短い\n\nストーリー\nイナリとウカ神と呼ばれる少女の周りを回っています。 ある日、稲荷は神社で誰かになることを願っています。優雅な宇宙人は彼女を助けたいと思っています。  Inariはすぐにこれを後悔し、Ukaは罪悪感を感じ、魔法が起き、今Inariは彼女が望む誰にでも変身することができます。 これは、バックグラウンドで成長するかわいいロマンスと一言で言うと、メインの物語です。 驚くほどではありませんが、それでもまともです。\nそれは、マンガからちょっとした暴言を終わらせるという意味で、それが引きずられているという意味では価値がある。\n\nアート\nキャラクターと景色は全体的にかなり平均的ですが、アニメーションはそれほど上回らないかもしれませんが、それでもうずくまることはありません。 しかし、良いデザインのボーナスポイント。\n\n音\nオープニングとエンディングの曲は何も特別なものではありませんでしたが、サウンドトラック自体は聞くのが楽しいです。 かなり良い仕事。\n\nキャラクター\nすべての文字が良いです。 誰かが5分間悪い時でも、彼らは謝罪し、親友になる。  Inariはあまりにも良い種類のキャラクターのひとつです.Ukariは友達とゲームをしたいだけです。Inariの兄弟はtsundereです。\nアニメはかなり短く、キャラクター間の関係はかなり早く成長する。 個人的には、Inariの仲間とUkaの間のさらなる発展を見たいと思っていますが、私はそれについて漫画を読まなければならないと思います。\n\n楽しみ\nこれは少し偏っているかもしれません。 私は本当に日本の神話のように、これをたくさん見て楽しんでいました。 また、問題を扱うイナリのやり方は、私の心を喜ばせました。 私が気に入らなかったのは、うかの兄弟で、わずかに終わった結末だった。  （それはかなり短いアニメだったと思って変わったと思う）\n\n全体\nあなたが日本の神話や心温まる、リラックスしたストーリーを好きなら、素晴らしいショー。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR\n\n\u001b[1mTL; DR\u001b[22m\n\u001b[1m(TL; DR)\u001b[22m\n\nTranslations of \u001b[4mTL;DR\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR\u001b[24m\n    \u001b[1mTL; DR\u001b[22m\n+ cute story/characters\n\n\u001b[1m+かわいい話/キャラクター\u001b[22m\n\u001b[1m(+ Kawaī hanashi/ kyarakutā)\u001b[22m\n\nTranslations of \u001b[4m+ cute story/characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ cute story/characters\u001b[24m\n    \u001b[1m+かわいい話/キャラクター\u001b[22m, \u001b[1m+かわいい物語/文字\u001b[22m\n+ heart-warming\n\n\u001b[1m+心温まる\u001b[22m\n\u001b[1m(+ Kokoroatatamaru)\u001b[22m\n\nTranslations of \u001b[4m+ heart-warming\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ heart-warming\u001b[24m\n    \u001b[1m+心温まる\u001b[22m, \u001b[1m+ほのぼの\u001b[22m\n- dragged ending\n\n\u001b[1m - ドラッグされたエンディング\u001b[22m\n\u001b[1m(- Doraggu sa reta endingu)\u001b[22m\n\nTranslations of \u001b[4m- dragged ending\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- dragged ending\u001b[24m\n    \u001b[1m - ドラッグされたエンディング\u001b[22m, \u001b[1m - エンディングドラッグ\u001b[22m\n- short\n/SHôrt/\n\n\u001b[1m - 短い\u001b[22m\n\u001b[1m(- Mijikai)\u001b[22m\n\nDefinitions of \u001b[4m- short\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    ショート\u001b[22m\n        short\n\u001b[1m    短い\u001b[22m\n        short, thumbnail\n\u001b[1m    短期\u001b[22m\n        short\n\u001b[1m    近い\u001b[22m\n        close, near, short\n\u001b[1m    低い\u001b[22m\n        low, short, humble\n\u001b[1m    小柄\u001b[22m\n        short\n\u001b[1m    背が低い\u001b[22m\n        short\n\u001b[1m    膠も無い\u001b[22m\n        curt, point-blank, concise, offhand, abbreviated, short\n\u001b[1m    素っ気ない\u001b[22m\n        cold, short, curt, blunt\n\u001b[1m    素気ない\u001b[22m\n        cold, short, curt, blunt\n\u001b[1m    寸詰まり\u001b[22m\n        short, sawed-off\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nRevolves around girl called Inari and a god Uka. One day Inari wishes at shrine to become someone else, good-willed Uka wants to help her, so she transforms her. Inari soon regrets this, Uka feels guilty, magic happens and now Inari can transform to anyone she wants. This is main story in nutshell, with cute little romance growing in the background. Not amazing, but still decent.\n\n\u001b[1mイナリとウカ神と呼ばれる少女の周りを回っています。 ある日、稲荷は神社で誰かになることを願っています。優雅な宇宙人は彼女を助けたいと思っています。  Inariはすぐにこれを後悔し、Ukaは罪悪感を感じ、魔法が起き、今Inariは彼女が望む誰にでも変身することができます。 これは、バックグラウンドで成長するかわいいロマンスと一言で言うと、メインの物語です。 驚くほどではありませんが、それでもまともです。\u001b[22m\n\u001b[1m(Inari to uka-shin to yoba reru shōjo no mawari o mawatte imasu. Aru Ni~Tsu, inari wa jinja de dareka ni naru koto o negatte imasu. Yūgana uchūbito wa kanojo o tasuketai to omotte imasu. Inari wa sugu ni kore o kōkai shi, Uka wa zaiaku-kan o kanji, mahō ga oki, ima Inari wa kanojo ga nozomu darenidemo henshin suru koto ga dekimasu. Kore wa, bakkuguraundo de seichō suru kawaī romansu to hitokotodeiuto, mein no monogataridesu. Odoroku hodode wa arimasenga, soredemo matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mRevolves around girl called Inari and a god Uka. One day Inari wishes at shrine to become someone else, good-willed Uka wants to help her, so she transforms her. Inari soon regrets this, Uka feels guilty, magic happens and now Inari can transform to anyone she wants. This is main story in nutshell, with cute little romance growing in the background. Not amazing, but still decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRevolves around girl called Inari and a god Uka.\u001b[24m\n    \u001b[1mイナリとウカ神と呼ばれる少女の周りを回っています。\u001b[22m, \u001b[1m稲荷と呼ばれる少女と神UKAを中心に展開。\u001b[22m\n\u001b[4mOne day Inari wishes at shrine to become someone else, good-willed Uka wants to help her, so she transforms her.\u001b[24m\n    \u001b[1mある日、稲荷は神社で誰かになることを願っています。優雅な宇宙人は彼女を助けたいと思っています。\u001b[22m, \u001b[1m稲荷は、他の誰かになるために神社に希望ある日は、良い意志UKAは彼女を助けるために望んでいるので、彼女は彼女を変換します。\u001b[22m\n\u001b[4mInari soon regrets this, Uka feels guilty, magic happens and now Inari can transform to anyone she wants.\u001b[24m\n    \u001b[1mInariはすぐにこれを後悔し、Ukaは罪悪感を感じ、魔法が起き、今Inariは彼女が望む誰にでも変身することができます。\u001b[22m, \u001b[1m稲荷はすぐに魔法が起こり、今稲荷は、彼女が望んでいる誰に変換することができ、これは、UKAが有罪感じ遺憾に思います。\u001b[22m\n\u001b[4mThis is main story in nutshell, with cute little romance growing in the background.\u001b[24m\n    \u001b[1mこれは、バックグラウンドで成長するかわいいロマンスと一言で言うと、メインの物語です。\u001b[22m, \u001b[1mこれは、バックグラウンドで成長しているかわいいロマンスで、一言で言えばメインストーリーです。\u001b[22m\n\u001b[4mNot amazing, but still decent.\u001b[24m\n    \u001b[1m驚くほどではありませんが、それでもまともです。\u001b[22m, \u001b[1m驚くべき、それでもまともではありません。\u001b[22m\nIt is worth mentioning that ending warries a bit from manga, in a sense that it felt dragged out.\n\n\u001b[1mそれは、マンガからちょっとした暴言を終わらせるという意味で、それが引きずられているという意味では価値がある。\u001b[22m\n\u001b[1m(Sore wa, manga kara chottoshita bōgen o owara seru to iu imi de, sore ga hikizura rete iru to iu imide wa kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mIt is worth mentioning that ending warries a bit from manga, in a sense that it felt dragged out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is worth mentioning that ending warries a bit from manga, in a sense that it felt dragged out.\u001b[24m\n    \u001b[1mそれは、マンガからちょっとした暴言を終わらせるという意味で、それが引きずられているという意味では価値がある。\u001b[22m, \u001b[1mドラッグアウト感じたという意味で、漫画からwarriesを少し終わることを言及する価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nCharacters and vistas pretty average overall, animation maybe little above but still nothing to drool over. Bonus point for nice design though.\n\n\u001b[1mキャラクターと景色は全体的にかなり平均的ですが、アニメーションは少し上にあるかもしれませんが、それでもうずくまることはありません。 しかし、良いデザインのボーナスポイント。\u001b[22m\n\u001b[1m(Kyarakutā to keshiki wa zentai-teki ni kanari heikin-tekidesuga, animēshon wa sukoshi ue ni aru kamo shiremasenga, soredemo uzukumaru koto wa arimasen. Shikashi, yoi dezain no bōnasupointo.)\u001b[22m\n\nTranslations of \u001b[4mCharacters and vistas pretty average overall, animation maybe little above but still nothing to drool over. Bonus point for nice design though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters and vistas pretty average overall, animation maybe little above but still nothing to drool over.\u001b[24m\n    \u001b[1mキャラクターと景色は全体的にかなり平均的ですが、アニメーションは少し上にあるかもしれませんが、それでもうずくまることはありません。\u001b[22m, \u001b[1m以上のよだれする文字や眺望はかなり全体の平均、アニメーション多分少し超えるが、まだ何もありません。\u001b[22m\n\u001b[4mBonus point for nice design though.\u001b[24m\n    \u001b[1mしかし、良いデザインのボーナスポイント。\u001b[22m, \u001b[1mしかし素敵なデザインのためのボーナスポイント。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nWhile opening and ending songs were nothing special, soundtrack itself is nice and pleasant to listen to. Pretty good job.\n\n\u001b[1mオープニングとエンディングの曲は何も特別なものではありませんでしたが、サウンドトラック自体は聞くのが楽しいです。 かなり良い仕事。\u001b[22m\n\u001b[1m(Ōpuningu to endingu no kyoku wa nani mo tokubetsuna monode wa arimasendeshitaga, saundotorakku jitai wa kiku no ga tanoshīdesu. Kanari yoi shigoto.)\u001b[22m\n\nTranslations of \u001b[4mWhile opening and ending songs were nothing special, soundtrack itself is nice and pleasant to listen to. Pretty good job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile opening and ending songs were nothing special, soundtrack itself is nice and pleasant to listen to.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は何も特別なものではありませんでしたが、サウンドトラック自体は聞くのが楽しいです。\u001b[22m, \u001b[1m曲を開くと終了すると、特別なことは何もなかったが、サウンドトラック自体はを聞くために素敵で楽しいです。\u001b[22m\n\u001b[4mPretty good job.\u001b[24m\n    \u001b[1mかなり良い仕事。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nAll characters are good. Even when someone is bad for 5 minutes, they apologize and become best friends. Inari is one of those too-good kind of character, Uka just wants to play games with friends, Inari's brother is tsundere.\n\n\u001b[1mすべての文字が良いです。 誰かが5分間悪い時でも、彼らは謝罪し、親友になる。  Inariはあまりにも良い種類のキャラクターのひとつです.Ukariは友達とゲームをしたいだけです。Inariの兄弟はtsundereです。\u001b[22m\n\u001b[1m(Subete no moji ga yoidesu. Dareka ga 5-funkan warui toki demo, karera wa shazai shi, shin'yū ni naru. Inari wa amarini mo yoi shurui no kyarakutā no hitotsudesu. Ukari wa tomodachi to gēmu o shitai dakedesu. Inari no kyōdai wa tsunderedesu.)\u001b[22m\n\nTranslations of \u001b[4mAll characters are good. Even when someone is bad for 5 minutes, they apologize and become best friends. Inari is one of those too-good kind of character, Uka just wants to play games with friends, Inari's brother is tsundere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll characters are good.\u001b[24m\n    \u001b[1mすべての文字が良いです。\u001b[22m\n\u001b[4mEven when someone is bad for 5 minutes, they apologize and become best friends.\u001b[24m\n    \u001b[1m誰かが5分間悪い時でも、彼らは謝罪し、親友になる。\u001b[22m, \u001b[1m誰かが5分間悪い場合であっても、彼らは謝罪と親友になります。\u001b[22m\n\u001b[4mInari is one of those too-good kind of character, Uka just wants to play games with friends, Inari's brother is tsundere.\u001b[24m\n    \u001b[1mInariはあまりにも良い種類のキャラクターのひとつです.Ukariは友達とゲームをしたいだけです。Inariの兄弟はtsundereです。\u001b[22m, \u001b[1m稲荷は、文字のものあまりにも良いようなものの一つであり、UKAはただの友達とゲームをプレイしたい、稲荷さんの弟はツンデレです。\u001b[22m\nAnime is pretty short and relationships between characters develop fairly quickly, as Inari makes friends easily. Personally I'd love to see more development between Inari's bro and Uka, but guess I'll have to read manga for that.\n\n\u001b[1mアニメはかなり短く、キャラクター間の関係はかなり早く成長する。 個人的には、Inariの仲間とUkaの間のさらなる発展を見たいと思っていますが、私はそれについて漫画を読まなければならないと思います。\u001b[22m\n\u001b[1m(Anime wa kanari mijikaku, kyarakutā-kan no kankei wa kanari hayaku seichō suru. Kojin-teki ni wa, Inari no nakama to Uka no ma no saranaru hatten o mitai to omotte imasuga, watashi wa sore ni tsuite manga o yomanakereba naranai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnime is pretty short and relationships between characters develop fairly quickly, as Inari makes friends easily. Personally I'd love to see more development between Inari's bro and Uka, but guess I'll have to read manga for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime is pretty short and relationships between characters develop fairly quickly, as Inari makes friends easily.\u001b[24m\n    \u001b[1mアニメはかなり短く、キャラクター間の関係はかなり早く成長する。\u001b[22m, \u001b[1mアニメはかなり短く、稲荷が簡単に友達を作るように文字間の関係は、かなり迅速に開発しています。\u001b[22m\n\u001b[4mPersonally I'd love to see more development between Inari's bro and Uka, but guess I'll have to read manga for that.\u001b[24m\n    \u001b[1m個人的には、Inariの仲間とUkaの間のさらなる発展を見たいと思っていますが、私はそれについて漫画を読まなければならないと思います。\u001b[22m, \u001b[1m個人的に私は稲荷の仲間とUKAの間でより多くの開発を見るのが大好き、私はそのために漫画を読むために必要がありますねと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nThis may be a little biased. I realy like japanese mythology, therefore I enjoyed watching this a lot. Also Inari's way of dealing with problems kept pleasing my heart. Only things I didn't like were Uka's brother and slightly dragged ending. (which sounds weird considering it was pretty short anime)\n\n\u001b[1mこれは少し偏っているかもしれません。 私は本当に日本の神話のように、これをたくさん見て楽しんでいました。 また、問題を扱うイナリのやり方は、私の心を喜ばせました。 私が気に入らなかったのは、うかの兄弟で、わずかに終わった結末だった。  （それはかなり短いアニメだったと思って変わったと思う）\u001b[22m\n\u001b[1m(Kore wa sukoshi katayotte iru kamo shiremasen. Watashi wa hontōni Nihon no shinwa no yō ni, kore o takusan mite tanoshinde imashita. Mata, mondai o atsukau inari no yarikata wa, watashi no kokoro o yorokoba semashita. Watashi ga kiniiranakatta no wa,u ka no kyōdai de, wazuka ni owatta ketsumatsudatta. (Sore wa kanari mijikai animedatta to omotte kawatta to omou))\u001b[22m\n\nTranslations of \u001b[4mThis may be a little biased. I realy like japanese mythology, therefore I enjoyed watching this a lot. Also Inari's way of dealing with problems kept pleasing my heart. Only things I didn't like were Uka's brother and slightly dragged ending. (which sounds weird considering it was pretty short anime)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis may be a little biased.\u001b[24m\n    \u001b[1mこれは少し偏っているかもしれません。\u001b[22m, \u001b[1mこれは少し偏ったかもしれません。\u001b[22m\n\u001b[4mI realy like japanese mythology, therefore I enjoyed watching this a lot.\u001b[24m\n    \u001b[1m私は本当に日本の神話のように、これをたくさん見て楽しんでいました。\u001b[22m, \u001b[1mそこで私は、私はたくさんこれを見て楽しんだ、日本神話のような本当に。\u001b[22m\n\u001b[4mAlso Inari's way of dealing with problems kept pleasing my heart.\u001b[24m\n    \u001b[1mまた、問題を扱うイナリのやり方は、私の心を喜ばせました。\u001b[22m, \u001b[1mまた、問題に対処するの稲荷の方法は、私の心を楽しませてくれる続けました。\u001b[22m\n\u001b[4mOnly things I didn't like were Uka's brother and slightly dragged ending.\u001b[24m\n    \u001b[1m私が気に入らなかったのは、うかの兄弟で、わずかに終わった結末だった。\u001b[22m, \u001b[1m私は好きではなかった唯一のものは、UKAの弟であり、わずかに終わるドラッグ。\u001b[22m\n\u001b[4m(which sounds weird considering it was pretty short anime)\u001b[24m\n    \u001b[1m（それはかなり短いアニメだったと思って変わったと思う）\u001b[22m, \u001b[1m（それはかなり短いアニメだっ考慮奇妙に聞こえます）\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nGreat show if you like japanese mythology and heart-warming and relaxing story.\n\n\u001b[1mあなたが日本の神話や心温まる、リラックスしたストーリーを好きなら、素晴らしいショー。\u001b[22m\n\u001b[1m(Anata ga Nihon no shinwa ya kokoroatatamaru, rirakkusu shita sutōrī o sukinara, subarashī shō.)\u001b[22m\n\nTranslations of \u001b[4mGreat show if you like japanese mythology and heart-warming and relaxing story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat show if you like japanese mythology and heart-warming and relaxing story.\u001b[24m\n    \u001b[1mあなたが日本の神話や心温まる、リラックスしたストーリーを好きなら、素晴らしいショー。\u001b[22m, \u001b[1mあなたは日本神話と心温まるとリラックス話が好きなら素晴らしいショー。\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "hellphantom67",
    "profile": "/profile/hellphantom67/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=136143",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  6\n\nInari、Konkon、Koi Iroha私はこのアニメを見始めた。これは良いと思ったが、少年は間違っていた。\n\n\nストーリー：5/10\n私はどこから始めようとはしませんが、ここで私たちは行く（イナリ）彼女は彼女の挫折（Tanbabashi）の近くに何かをすることができない女の子ですので、彼女は神社に行くと誰かであり、 そこに私達の物語が始まりますが、それは私にとってはいいです。いいえ、それはちょうど10エピソードシリーズですが、そこには人間が女神と恋に落ちるような、そしておそらく中立であるようなものがあります。 女の子は別の女の子を愛し、彼女はここにそれを言ったが、その後は何も起こらなかった。 と偶数（Inari）＆amp;  （Tanababashi）ストーリーは、彼らが非常に多くの可能性を開いた主な焦点ではなく、彼らは（Inari）＆amp;  （うかのみたまの見見）\n\nアート：7/10\nそれは特別な何も特別なことではありませんあなたがそれが好きになる心配しないでください\n\n\nサウンド：7/10\nそれはOPとEDのように私の注意をつかむことはありませんでしたが、声は素晴らしいです私はそれが文字モデルに合って好きです\n\nキャラクター：8/10\nいくつかのキャラクターが私の神経（Inari）の男に乗っていたのに、彼女はたくさん泣いていましたが、それ以外には、彼女は開発といくつかの副キャラクターも持っていました\n\n楽しさ：6/10\n私は笑って、私が好きなエピソードを作るいくつかの瞬間はあったが、そこにsomethingsちょうど私の神経を得た\n\n全体：6/10\nあなたがそれを見たいと思ったらそれはそれほど悪くはありませんが、あなたがロマンスの学校の設定を望むならそれはそうではありません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nInari, Konkon, Koi Iroha whan i started watching this anime i thought to myself this gonna be good but boy was i wrong.\n\n\u001b[1mInari、Konkon、Koi Iroha私はこのアニメを見始めた。これは良いと思ったが、少年は間違っていた。\u001b[22m\n\u001b[1m(Inari, Konkon, Koi Iroha watashi wa kono anime o mi hajimeta. Kore wa yoi to omottaga, shōnen wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mInari, Konkon, Koi Iroha whan i started watching this anime i thought to myself this gonna be good but boy was i wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari, Konkon, Koi Iroha whan i started watching this anime i thought to myself this gonna be good but boy was i wrong.\u001b[24m\n    \u001b[1mInari、Konkon、Koi Iroha私はこのアニメを見始めた。これは良いと思ったが、少年は間違っていた。\u001b[22m, \u001b[1mいなり、こんこん、恋いろは。whanは、私はこのつもりは良いこと思いましたが、少年は私が間違っていたこのアニメを見始めました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory:5/10\n\n\u001b[1mストーリー：5/10\u001b[22m\n\u001b[1m(Sutōrī: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory:5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:5/10\u001b[24m\n    \u001b[1mストーリー：5/10\u001b[22m\nwell i don't where to begin but here we go (Inari) is girl who can't do anything right when she's near her crush (Tanbabashi) so in frustration she goes to a shrine and make a wish to be someone else and from there our story begins but is it good for me no and i know that is just 10 episode series but come on there some interesting things going on like a human falls in love with a goddess and maybe it's neutral. and a girl loves another girl and she said it to here friends but nothing happened after that. and even (Inari) &amp; (Tanbabashi) story not the main focus they opened so many possibilities but they didn't close it they just focused on the relationship between (Inari) &amp; (Ukanomitama-no-kami)\n\n\u001b[1m私はどこから始めようとはしませんが、ここで私たちは行く（イナリ）彼女は彼女の挫折（Tanbabashi）の近くに何かをすることができない女の子ですので、彼女は神社に行くと誰かであり、 そこに私達の物語が始まりますが、それは私にとってはいいです。いいえ、それはちょうど10エピソードシリーズですが、そこには人間が女神と恋に落ちるような、そしておそらく中立であるようなものがあります。 女の子は別の女の子を愛し、彼女はここにそれを言ったが、その後は何も起こらなかった。 と偶数（Inari）＆amp;  （Tanababashi）ストーリーは、彼らが非常に多くの可能性を開いた主な焦点ではなく、彼らは（Inari）＆amp;  （うかのみたまの見見）\u001b[22m\n\u001b[1m(Watashi wa doko kara hajimeyou to wa shimasenga, koko de watashitachiha iku (inari) kanojo wa kanojo no zasetsu (Tanbabashi) no chikaku ni nanika o suru koto ga dekinai on'nanokodesunode, kanojo wa jinja ni iku to darekadeari, soko ni watashitachi no monogatari ga hajimarimasuga, sore wa watashi ni totte wa īdesu. Īe, sore wa chōdo 10 episōdoshirīzudesuga, soko ni wa ningen ga megami to koi ni ochiru yōna, soshite osoraku chūritsudearu yōna mono ga arimasu. On'nanoko wa betsu no on'nanoko o aishi, kanojo wa koko ni sore o ittaga, sonogo wa nani mo okoranakatta. To gūsū (Inari)& amp; (Tanababashi) sutōrī wa, karera ga hijō ni ōku no kanōsei o aita omona shōtende wa naku, karera wa (Inari)& amp; (u ka nomi tama no kenken))\u001b[22m\n\nTranslations of \u001b[4mwell i don't where to begin but here we go (Inari) is girl who can't do anything right when she's near her crush (Tanbabashi) so in frustration she goes to a shrine and make a wish to be someone else and from there our story begins but is it good for me no and i know that is just 10 episode series but come on there some interesting things going on like a human falls in love with a goddess and maybe it's neutral. and a girl loves another girl and she said it to here friends but nothing happened after that. and even (Inari) &amp; (Tanbabashi) story not the main focus they opened so many possibilities but they didn't close it they just focused on the relationship between (Inari) &amp; (Ukanomitama-no-kami)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell i don't where to begin but here we go (Inari) is girl who can't do anything right when she's near her crush (Tanbabashi) so in frustration she goes to a shrine and make a wish to be someone else and from\u001b[24m\n    \u001b[1m私はどこから始めようとはしませんが、ここで私たちは行く（イナリ）彼女は彼女の挫折（Tanbabashi）の近くに何かをすることができない女の子ですので、彼女は神社に行くと誰かであり、\u001b[22m, \u001b[1mよく私は始まるが、ここでは、我々は（稲荷を）行くためには、彼女は彼女のクラッシュ（Tanbabashi）の近くですので、欲求不満に彼女が神社に行く右のとき何を行うとの願いが他の誰かであることを作ることができない女の子ですからしない場所\u001b[22m\n\u001b[4mthere our story begins but is it good for me no and i know that is just 10 episode series but come on there some interesting things going on like a human falls in love with a goddess and maybe it's neutral.\u001b[24m\n    \u001b[1mそこに私達の物語が始まりますが、それは私にとってはいいです。いいえ、それはちょうど10エピソードシリーズですが、そこには人間が女神と恋に落ちるような、そしておそらく中立であるようなものがあります。\u001b[22m, \u001b[1mそこに私たちの物語が始まりますが、それは私のために良いですがないと私は人間が女神と恋に落ち、多分それは中立だようないくつかの興味深いことが起こっていることはちょうど10エピソードシリーズです知っているが、そこに来ます。\u001b[22m\n\u001b[4mand a girl loves another girl and she said it to here friends but nothing happened after that.\u001b[24m\n    \u001b[1m女の子は別の女の子を愛し、彼女はここにそれを言ったが、その後は何も起こらなかった。\u001b[22m, \u001b[1mそして、少女は別の女の子を愛し、彼女はそれが友人をここまで言ったが、何もその後起こりました。\u001b[22m\n\u001b[4mand even (Inari) &amp;\u001b[24m\n    \u001b[1mと偶数（Inari）＆amp;\u001b[22m, \u001b[1mそして、さえ（稲荷）＆＃038;\u001b[22m\n\u001b[4m(Tanbabashi) story not the main focus they opened so many possibilities but they didn't close it they just focused on the relationship between (Inari) &amp;\u001b[24m\n    \u001b[1m（Tanababashi）ストーリーは、彼らが非常に多くの可能性を開いた主な焦点ではなく、彼らは（Inari）＆amp;\u001b[22m, \u001b[1m（Tanbabashiは）話はない主な焦点は、彼らは非常に多くの可能性を開いたが、彼らは、彼らは単に（稲荷）＆＃038との関係に焦点を当て、それを閉じていませんでした。\u001b[22m\n\u001b[4m(Ukanomitama-no-kami)\u001b[24m\n    \u001b[1m（うかのみたまの見見）\u001b[22m, \u001b[1m（ウカノミタマ-NO-神ません）\u001b[22m\n\u001b[1m\u001b[22m\nArt:7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt:7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nIt's good nothing special don't worry you will like it\n\n\u001b[1mそれは特別な何も特別なことではありませんあなたがそれが好きになる心配しないでください\u001b[22m\n\u001b[1m(Sore wa tokubetsuna nani mo tokubetsuna kotode wa arimasen anata ga sore ga sukininaru shinpaishinaidekudasai)\u001b[22m\n\nTranslations of \u001b[4mIt's good nothing special don't worry you will like it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's good nothing special don't worry you will like it\u001b[24m\n    \u001b[1mそれは特別な何も特別なことではありませんあなたがそれが好きになる心配しないでください\u001b[22m, \u001b[1mそれはあなたがそれを好きになるでしょう心配しない特殊な良い何もしません\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound:7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\nIt didn't grab My attention as in OP and ED but the voices was awesome i like it fits the characters models\n\n\u001b[1mそれはOPとEDのように私の注意をつかむことはありませんでしたが、声は素晴らしいです私はそれが文字モデルに合って好きです\u001b[22m\n\u001b[1m(Sore wa OP to ED no yō ni watashi no chūi o tsukamu koto wa arimasendeshitaga,-goe wa subarashīdesu watashi wa sore ga moji moderu ni atte sukidesu)\u001b[22m\n\nTranslations of \u001b[4mIt didn't grab My attention as in OP and ED but the voices was awesome i like it fits the characters models\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt didn't grab My attention as in OP and ED but the voices was awesome i like it fits the characters models\u001b[24m\n    \u001b[1mそれはOPとEDのように私の注意をつかむことはありませんでしたが、声は素晴らしいです私はそれが文字モデルに合って好きです\u001b[22m, \u001b[1mそれは文字の機種に適合私は好きで、それはOPとEDのように私の注意をつかむませんでしたが、声は最高でした\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter:8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nwill there was a good Character development although there was some Character got on my nerve (Inari) man she cries a lot but other then that she got a development and some secondary Characters too\n\n\u001b[1mいくつかのキャラクターが私の神経（Inari）の男に乗っていたのに、彼女はたくさん泣いていましたが、それ以外には、彼女は開発といくつかの副キャラクターも持っていました\u001b[22m\n\u001b[1m(Ikutsu ka no kyarakutā ga watashi no shinkei (Inari) no otoko ni notte ita no ni, kanojo wa takusan naite imashitaga, soreigai ni wa, kanojo wa kaihatsu to ikutsu ka no fuku kyarakutā mo motte imashita)\u001b[22m\n\nTranslations of \u001b[4mwill there was a good Character development although there was some Character got on my nerve (Inari) man she cries a lot but other then that she got a development and some secondary Characters too\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwill there was a good Character development although there was some Character got on my nerve (Inari) man she cries a lot but other then that she got a development and some secondary Characters too\u001b[24m\n    \u001b[1mいくつかのキャラクターが私の神経（Inari）の男に乗っていたのに、彼女はたくさん泣いていましたが、それ以外には、彼女は開発といくつかの副キャラクターも持っていました\u001b[22m, \u001b[1mいくつかの文字があったものの、良好なキャラクター開発はあったであろう私の神経（稲荷）のマニュアルに乗った彼女はあまりにも開発し、いくつかの二文字を得たこと、その後多くが、他の叫び\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 6/10\n\n\u001b[1m楽しさ：6/10\u001b[22m\n\u001b[1m(Tanoshisa: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 6/10\u001b[24m\n    \u001b[1m楽しさ：6/10\u001b[22m\nWhile was there some moments that makes me laugh and episode that i liked but there somethings just got on me nerve\n\n\u001b[1m私は笑って、私が好きなエピソードを作るいくつかの瞬間はあったが、そこにsomethingsちょうど私の神経を得た\u001b[22m\n\u001b[1m(Watashi wa waratte, watashi ga sukina episōdo o tsukuru ikutsu ka no shunkan wa attaga, soko ni somethings chōdo watashi no shinkei o eta)\u001b[22m\n\nTranslations of \u001b[4mWhile was there some moments that makes me laugh and episode that i liked but there somethings just got on me nerve\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile was there some moments that makes me laugh and episode that i liked but there somethings just got on me nerve\u001b[24m\n    \u001b[1m私は笑って、私が好きなエピソードを作るいくつかの瞬間はあったが、そこにsomethingsちょうど私の神経を得た\u001b[22m, \u001b[1m私は言っていますが、ちょうど私の神経にそこに着い代いくつかの私を笑わせてくれる瞬間とのエピソードがありましたが\u001b[22m\n\u001b[1m\u001b[22m\nOverall:6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall:6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m\nif you wanna watch it go ahead it's not that bad but if you wants a romance school setup that is not it\n\n\u001b[1mあなたがそれを見たいと思ったらそれはそれほど悪くはありませんが、あなたがロマンスの学校の設定を望むならそれはそうではありません\u001b[22m\n\u001b[1m(Anata ga sore o mitai to omottara sore wa sore hodo waruku wa arimasenga, anata ga romansu no gakkō no settei o nozomunara sore wa sōde wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mif you wanna watch it go ahead it's not that bad but if you wants a romance school setup that is not it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you wanna watch it go ahead it's not that bad but if you wants a romance school setup that is not it\u001b[24m\n    \u001b[1mあなたがそれを見たいと思ったらそれはそれほど悪くはありませんが、あなたがロマンスの学校の設定を望むならそれはそうではありません\u001b[22m, \u001b[1mあなたはそれが悪いことではないのですが、先に行く見たい場合は、ロマンスの学校のセットアップを望むならば、それはそれではありません\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "icurry",
    "profile": "/profile/icurry/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=203296",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nInari、Konkon、Koi Irohaは心温まる、短く、かわいい。 それは、興味深い文字と美しいプロットで、2番目のエピソードで私の心を得た。\n\nこのアニメは、彼女の気持ちを伝えるのに苦労するInariという甘い恥ずかしがりの少女のことです。 ある日Inariは美しい女の子に愛の手紙を渡す彼女の激しい怒りを目の当たりにする。 うなずいたイナリは彼女の家族の神社に逃げ出し、「私は彼女のことができればいい」と叫ぶ。 神社に住んでいるキツネの神が登場し、彼女に形の変化を許す「神の力」を与える。 このアニメは主に、Inariがこのパワーをどのように使用するかに焦点を当てています。\n\nこれは私にとって完璧なアニメです。 私はいくつかの超自然的な要素を持つかわいい恋愛物語の吸盤です。 このアニメの私の好きなことは、キャラクターの開発、セッティング、アートです。\n\n芸術は素晴らしいです。 私は何も言うことはありません。\n\nサウンドトラックは素敵で、アニメにもぴったりでした。 甘くてノスタルジックな私は、私が浮かんでいるような気分になります。  OPはかわいいけど、思い出に残るものではありませんでした。 しかし、終わりは私に永続的な印象を与えました。\nOP：https：//www.youtube.com/watch？v = 1I6fX-WMCw0\nED：https://www.youtube.com/watch?v=dZMZP7I2eP4\nOST：https：//www.youtube.com/watch？v = pqVnyJgSrQU\n\n全体的に私はそれを愛した。 私は最後のエピソードが私を吹き飛ばす方法さえもできません。 それは豪華なアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nInari, Konkon, Koi Iroha was heartwarming, short, and cute. It won my heart by the second episode, with interesting characters and a beautiful plot.\n\n\u001b[1mInari、Konkon、Koi Irohaは心温まる、短く、かわいい。 それは、興味深い文字と美しいプロットで、2番目のエピソードで私の心を得た。\u001b[22m\n\u001b[1m(Inari, Konkon, Koi Iroha wa kokoroatatamaru, mijikaku, kawaī. Sore wa, kyōmibukai moji to utsukushī purotto de, 2-banme no episōdo de watashi no kokoro o eta.)\u001b[22m\n\nTranslations of \u001b[4mInari, Konkon, Koi Iroha was heartwarming, short, and cute. It won my heart by the second episode, with interesting characters and a beautiful plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari, Konkon, Koi Iroha was heartwarming, short, and cute.\u001b[24m\n    \u001b[1mInari、Konkon、Koi Irohaは心温まる、短く、かわいい。\u001b[22m, \u001b[1mいなり、こんこん、恋いろは。は、心温まるショート、および可愛かったです。\u001b[22m\n\u001b[4mIt won my heart by the second episode, with interesting characters and a beautiful plot.\u001b[24m\n    \u001b[1mそれは、興味深い文字と美しいプロットで、2番目のエピソードで私の心を得た。\u001b[22m, \u001b[1mそれは面白いキャラクターや美しいプロットで、第2話によって私の心を獲得しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime is about a sweet shy girl named Inari who has a hard time conveying her feelings. One day Inari witnesses her crush handing a love letter to a beautiful girl. Depressed Inari runs off to her family shrine and cries out 'I wish I could be her'. A fox deity who lives at the shrine appears and gives Inari a 'divine power' that allows her to shape shift. The anime mainly focuses on how Inari uses this power.\n\n\u001b[1mこのアニメは、彼女の気持ちを伝えるのに苦労するInariという甘い恥ずかしがりの少女のことです。 ある日Inariは美しい女の子に愛の手紙を渡す彼女の激しい怒りを目の当たりにする。 うなずいたイナリは彼女の家族の神社に逃げ出し、「私は彼女のことができればいい」と叫ぶ。 神社に住んでいるキツネの神が登場し、彼女に形の変化を許す「神の力」を与える。 このアニメは主に、Inariがこのパワーをどのように使用するかに焦点を当てています。\u001b[22m\n\u001b[1m(Kono anime wa, kanojo no kimochi o tsutaeru no ni kurō suru Inari to iu amai hazukashi gari no shōjo no kotodesu. Aru Ni~Tsu Inari wa utsukushī on'nanoko ni ai no tegami o watasu kanojo no hageshī ikari o manoatarinisuru. Unazuita inari wa kanojo no kazoku no jinja ni nigedashi,`watashi wa kanojo no koto ga dekireba ī' to sakebu. Jinja ni sunde iru kitsune no kami ga tōjō shi, kanojo ni katachi no henka o yurusu `kami no chikara' o ataeru. Kono anime wa omoni, Inari ga kono pawā o dono yō ni shiyō suru ka ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is about a sweet shy girl named Inari who has a hard time conveying her feelings. One day Inari witnesses her crush handing a love letter to a beautiful girl. Depressed Inari runs off to her family shrine and cries out 'I wish I could be her'. A fox deity who lives at the shrine appears and gives Inari a 'divine power' that allows her to shape shift. The anime mainly focuses on how Inari uses this power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is about a sweet shy girl named Inari who has a hard time conveying her feelings.\u001b[24m\n    \u001b[1mこのアニメは、彼女の気持ちを伝えるのに苦労するInariという甘い恥ずかしがりの少女のことです。\u001b[22m, \u001b[1mアニメは彼女の気持ちを伝えるのに苦労してい稲荷という名前の甘い恥ずかしがり屋の女の子についてです。\u001b[22m\n\u001b[4mOne day Inari witnesses her crush handing a love letter to a beautiful girl.\u001b[24m\n    \u001b[1mある日Inariは美しい女の子に愛の手紙を渡す彼女の激しい怒りを目の当たりにする。\u001b[22m, \u001b[1mある日、稲荷の証人は彼女のクラッシュは美しい少女にラブレターを渡します。\u001b[22m\n\u001b[4mDepressed Inari runs off to her family shrine and cries out 'I wish I could be her'.\u001b[24m\n    \u001b[1mうなずいたイナリは彼女の家族の神社に逃げ出し、「私は彼女のことができればいい」と叫ぶ。\u001b[22m, \u001b[1mうつ病稲荷は、彼女の家族の神社にオフに実行され、「私は私が彼女になることがしたい」叫びます。\u001b[22m\n\u001b[4mA fox deity who lives at the shrine appears and gives Inari a 'divine power' that allows her to shape shift.\u001b[24m\n    \u001b[1m神社に住んでいるキツネの神が登場し、彼女に形の変化を許す「神の力」を与える。\u001b[22m, \u001b[1m神社に住むキツネの神が表示され、稲荷に彼女がシフトを形成することを可能にする「神の力」を与えます。\u001b[22m\n\u001b[4mThe anime mainly focuses on how Inari uses this power.\u001b[24m\n    \u001b[1mこのアニメは主に、Inariがこのパワーをどのように使用するかに焦点を当てています。\u001b[22m, \u001b[1mアニメは、主稲荷は、この電源を使用する方法に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is the perfect anime for me. I'm a sucker for cute love stories with some supernatural elements. My favorite things about this anime are the character development, setting, and art.\n\n\u001b[1mこれは私にとって完璧なアニメです。 私はいくつかの超自然的な要素を持つかわいい恋愛物語の吸盤です。 このアニメの私の好きなことは、キャラクターの開発、セッティング、アートです。\u001b[22m\n\u001b[1m(Kore wa watashi ni totte kanpekina animedesu. Watashi wa ikutsu ka no chō shizen-tekina yōso o motsu kawaī ren'ai monogatari no kyūbandesu. Kono anime no watashi no sukinakoto wa, kyarakutā no kaihatsu, settingu, ātodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the perfect anime for me. I'm a sucker for cute love stories with some supernatural elements. My favorite things about this anime are the character development, setting, and art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the perfect anime for me.\u001b[24m\n    \u001b[1mこれは私にとって完璧なアニメです。\u001b[22m, \u001b[1mこれは私のための完全なアニメです。\u001b[22m\n\u001b[4mI'm a sucker for cute love stories with some supernatural elements.\u001b[24m\n    \u001b[1m私はいくつかの超自然的な要素を持つかわいい恋愛物語の吸盤です。\u001b[22m, \u001b[1m私はいくつかの超自然的要素を持つキュートなラブストーリーのための吸盤です。\u001b[22m\n\u001b[4mMy favorite things about this anime are the character development, setting, and art.\u001b[24m\n    \u001b[1mこのアニメの私の好きなことは、キャラクターの開発、セッティング、アートです。\u001b[22m, \u001b[1mこのアニメについての私の好きなものはキャラクターの開発、設定、および技術です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is amazing. I have nothing more to say.\n\n\u001b[1m芸術は素晴らしいです。 私は何も言うことはありません。\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesu. Watashi wa nani mo iu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is amazing. I have nothing more to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is amazing.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m\n\u001b[4mI have nothing more to say.\u001b[24m\n    \u001b[1m私は何も言うことはありません。\u001b[22m, \u001b[1m私が言うことは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was lovely, suited the anime perfectly. Sweet and nostalgic, gives me this feeling like I'm floating. The OP was cute but not anything memorable. The ending however has had a lasting impression on me.\n\n\u001b[1mサウンドトラックは素敵で、アニメにもぴったりでした。 甘くてノスタルジックな私は、私が浮かんでいるような気分になります。  OPはかわいいけど、思い出に残るものではありませんでした。 終わりはしかし私に永続的な印象を持っていました。\u001b[22m\n\u001b[1m(Saundotorakku wa sutekide, anime ni mo pittarideshita. Amakute nosutarujikkuna watashi wa, watashi ga ukande iru yōna kibun ni narimasu. OP wa kawaīkedo, omoide ni nokoru monode wa arimasendeshita. Owari wa shikashi watashi ni eizoku-tekina inshō o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was lovely, suited the anime perfectly. Sweet and nostalgic, gives me this feeling like I'm floating. The OP was cute but not anything memorable. The ending however has had a lasting impression on me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was lovely, suited the anime perfectly.\u001b[24m\n    \u001b[1mサウンドトラックは素敵で、アニメにもぴったりでした。\u001b[22m, \u001b[1mサウンドトラックは完全にアニメに合った、素敵でした。\u001b[22m\n\u001b[4mSweet and nostalgic, gives me this feeling like I'm floating.\u001b[24m\n    \u001b[1m甘くてノスタルジックな私は、私が浮かんでいるような気分になります。\u001b[22m, \u001b[1m私は浮いてるよう甘くノスタルジックな、私はこの感じを与えます。\u001b[22m\n\u001b[4mThe OP was cute but not anything memorable.\u001b[24m\n    \u001b[1mOPはかわいいけど、思い出に残るものではありませんでした。\u001b[22m, \u001b[1mOPはかわいいではなく、何も記憶に残るでした。\u001b[22m\n\u001b[4mThe ending however has had a lasting impression on me.\u001b[24m\n    \u001b[1m終わりはしかし私に永続的な印象を持っていました。\u001b[22m, \u001b[1mエンディングは、しかし、私に強い印象を与えています。\u001b[22m\nOP:https://www.youtube.com/watch?v=1I6fX-WMCw0\n\n\u001b[1mOP：https：//www.youtube.com/watch？v = 1I6fX-WMCw0\u001b[22m\n\u001b[1m(OP: Https: / / Www. Youtube. Komu/ watch? V = 1 I 6 fX - WMCw 0)\u001b[22m\n\nTranslations of \u001b[4mOP:https://www.youtube.com/watch?v=1I6fX-WMCw0\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOP:https://www.youtube.com/watch?v=1I6fX-WMCw0\u001b[24m\n    \u001b[1mOP：https：//www.youtube.com/watch？v = 1I6fX-WMCw0\u001b[22m, \u001b[1mOPます。https：//www.youtube.com/watch V = 1I6fX-WMCw0？\u001b[22m\nED: https://www.youtube.com/watch?v=dZMZP7I2eP4\n\n\u001b[1mED：https://www.youtube.com/watch?v=dZMZP7I2eP4\u001b[22m\n\u001b[1m(ED: Https: / / Www. Youtube. Komu/ watch? V = dZMZP 7 I 2 eP 4)\u001b[22m\n\nTranslations of \u001b[4mED: https://www.youtube.com/watch?v=dZMZP7I2eP4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mED: https://www.youtube.com/watch?v=dZMZP7I2eP4\u001b[24m\n    \u001b[1mED：https://www.youtube.com/watch?v=dZMZP7I2eP4\u001b[22m\nOST:https://www.youtube.com/watch?v=pqVnyJgSrQU\n\n\u001b[1mOST：https：//www.youtube.com/watch？v = pqVnyJgSrQU\u001b[22m\n\u001b[1m(OST: Https: / / Www. Youtube. Komu/ watch? V = pqVnyJgSrQU)\u001b[22m\n\nTranslations of \u001b[4mOST:https://www.youtube.com/watch?v=pqVnyJgSrQU\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOST:https://www.youtube.com/watch?v=pqVnyJgSrQU\u001b[24m\n    \u001b[1mOST：https：//www.youtube.com/watch？v = pqVnyJgSrQU\u001b[22m, \u001b[1mOSTます。https：//www.youtube.com/watch V = pqVnyJgSrQU？\u001b[22m\n\u001b[1m\u001b[22m\nOverall I loved it. I can't even how the last episode blew me away. It's a gorgeous anime.\n\n\u001b[1m全体的に私はそれを愛した。 私は最後のエピソードが私を吹き飛ばす方法さえもできません。 それは豪華なアニメです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore o aishita. Watashi wa saigo no episōdo ga watashi o fukitobasu hōhō sae mo dekimasen. Sore wa gōkana animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I loved it. I can't even how the last episode blew me away. It's a gorgeous anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I loved it.\u001b[24m\n    \u001b[1m全体的に私はそれを愛した。\u001b[22m, \u001b[1m全体的に私はそれを愛しました。\u001b[22m\n\u001b[4mI can't even how the last episode blew me away.\u001b[24m\n    \u001b[1m私は最後のエピソードが私を吹き飛ばす方法さえもできません。\u001b[22m, \u001b[1m私は最後のエピソードは私を吹き飛ばしていなくてもどのようにすることができます。\u001b[22m\n\u001b[4mIt's a gorgeous anime.\u001b[24m\n    \u001b[1mそれは豪華なアニメです。\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "logicat",
    "profile": "/profile/logicat/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=181781",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n私が長年見てきた最高のアニメのひとつ。\n10エピソード+ 1OVAしかありませんが、実際にあなたの心を捉えることができます。\n\n非常に甘く素晴らしい女性のリード。 そのような爽やかな正直な話。 ロマンスはありますが、ロマンスは物語の基礎のようなものです。\nそれは彼女が永遠に押しつぶされた男の子の愛を欲しがっていることから始まりますが、実際には完全な視点で愛の物語です。 友人同士の愛と自分自身のための愛。  （彼女は低い自信を持って始めて、別の女の子のために羨ましい）\n\nストーリーはコメディーと完璧な瞬間をミックスして、私が正直に言っていないような美しい方法で、それはちょうど10回のエピソードだと信じています...そして、シリーズが終わったという事実を後悔します。 あなたは汗を流し、笑って笑う瞬間がありました。あなたはあなたの反応を助けることができません。\n\n見る価値のあるアニメ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOne of the best feel good anime that I have seen in a long time.\n\n\u001b[1m私が長年見てきた最高のアニメのひとつ。\u001b[22m\n\u001b[1m(Watashi ga naganen mite kita saikō no anime no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the best feel good anime that I have seen in a long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the best feel good anime that I have seen in a long time.\u001b[24m\n    \u001b[1m私が長年見てきた最高のアニメのひとつ。\u001b[22m, \u001b[1m最高の一つは、私は長い時間で見てきた良いアニメを感じます。\u001b[22m\nThough it has only 10 episodes+1 OVA the characters manage to really capture your heart.\n\n\u001b[1m10エピソード+ 1OVAしかありませんが、実際にあなたの心を捉えることができます。\u001b[22m\n\u001b[1m(10 Episōdo + 1 ovu~a shika arimasenga, jissai ni anata no kokoro o toraeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough it has only 10 episodes+1 OVA the characters manage to really capture your heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough it has only 10 episodes+1 OVA the characters manage to really capture your heart.\u001b[24m\n    \u001b[1m10エピソード+ 1OVAしかありませんが、実際にあなたの心を捉えることができます。\u001b[22m, \u001b[1mそれが唯一の10のエピソード+ 1 OVAがありますが、文字は本当にあなたの心をキャプチャするために管理します。\u001b[22m\n\u001b[1m\u001b[22m\nAn extremely sweet and wonderful female lead. Such a refreshing honest story. It has romance but the romance is like the foundation for a story...almost like a back story.\n\n\u001b[1m非常に甘く素晴らしい女性のリード。 そのような爽やかな正直な話。 ロマンスはありますが、ロマンスは物語の基礎のようなものです。\u001b[22m\n\u001b[1m(Hijō ni amaku subarashī josei no rīdo. So no yōna sawayakana shōjikina hanashi. Romansu wa arimasuga, romansu wa monogatari no kiso no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAn extremely sweet and wonderful female lead. Such a refreshing honest story. It has romance but the romance is like the foundation for a story...almost like a back story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn extremely sweet and wonderful female lead.\u001b[24m\n    \u001b[1m非常に甘く素晴らしい女性のリード。\u001b[22m, \u001b[1m非常に甘く、素晴らしい女性のリード。\u001b[22m\n\u001b[4mSuch a refreshing honest story.\u001b[24m\n    \u001b[1mそのような爽やかな正直な話。\u001b[22m, \u001b[1mこのようなさわやかな正直な話。\u001b[22m\n\u001b[4mIt has romance but the romance is like the foundation for a story...almost like a back story.\u001b[24m\n    \u001b[1mロマンスはありますが、ロマンスは物語の基礎のようなものです。\u001b[22m, \u001b[1mそれはロマンスを持っていますが、ロマンスはほとんど戻って話のように...物語のための基礎のようなものです。\u001b[22m\nIt starts with her wanting the love of the boy she has had a crush on forever...but it actually is a story of love in a complete view. Love between friends and love for herself as well. (she starts off with low self confidence and with envy for an another girl)\n\n\u001b[1mそれは彼女が永遠に押しつぶされた男の子の愛を欲しがっていることから始まりますが、実際には完全な視点で愛の物語です。 友人同士の愛と自分自身のための愛。  （彼女は低い自信を持って始めて、別の女の子のために羨ましい）\u001b[22m\n\u001b[1m(Sore wa kanojo ga eien ni oshitsubusa reta otokonoko no ai o hoshi gatte iru koto kara hajimarimasuga, jissai ni wa kanzen'na shiten de ai no monogataridesu. Yūjin dōshi no ai to jibun jishin no tame no ai. (Kanojo wa hikui jishin o motte hajimete,-betsu no on'nanoko no tame ni urayamashī))\u001b[22m\n\nTranslations of \u001b[4mIt starts with her wanting the love of the boy she has had a crush on forever...but it actually is a story of love in a complete view. Love between friends and love for herself as well. (she starts off with low self confidence and with envy for an another girl)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts with her wanting the love of the boy she has had a crush on forever...but it actually is a story of love in a complete view.\u001b[24m\n    \u001b[1mそれは彼女が永遠に押しつぶされた男の子の愛を欲しがっていることから始まりますが、実際には完全な視点で愛の物語です。\u001b[22m, \u001b[1mそれは彼女が、彼女は永遠に片思いを持っていた少年の愛を望んで始まる...しかし、それは実際に完全なビューでの愛の物語です。\u001b[22m\n\u001b[4mLove between friends and love for herself as well.\u001b[24m\n    \u001b[1m友人同士の愛と自分自身のための愛。\u001b[22m, \u001b[1mだけでなく、友人や自分自身のための愛の間で大好きです。\u001b[22m\n\u001b[4m(she starts off with low self confidence and with envy for an another girl)\u001b[24m\n    \u001b[1m（彼女は低い自信を持って始めて、別の女の子のために羨ましい）\u001b[22m, \u001b[1m（彼女は低い自己自信を持って、別の女の子のための羨望で始まります）\u001b[22m\n\u001b[1m\u001b[22m\nThe story mixes comedy and perfect moments in such a beautiful way that I honestly cant believe it was just ten episodes...and I regret the fact the series is over. There were moments you sweatdrop and moments you laugh out loud..you will not be able to help your reaction.\n\n\u001b[1mストーリーはコメディーと完璧な瞬間をミックスして、私が正直に言っていないような美しい方法で、それはちょうど10回のエピソードだと信じています...そして、シリーズが終わったという事実を後悔します。 あなたは汗を流し、笑って笑う瞬間がありました。あなたはあなたの反応を助けることができません。\u001b[22m\n\u001b[1m(Sutōrī wa komedī to kanpekina shunkan o mikkusu shite, watashi ga shōjiki ni itte inai yōna utsukushī hōhō de, sore wa chōdo 10-kai no episōdoda to shinjite imasu... Soshite, shirīzu ga owatta to iu jijitsu o kōkai shimasu. Anata wa ase o nagashi, waratte warau shunkan ga arimashita. Anata wa anata no han'nō o tasukeru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story mixes comedy and perfect moments in such a beautiful way that I honestly cant believe it was just ten episodes...and I regret the fact the series is over. There were moments you sweatdrop and moments you laugh out loud..you will not be able to help your reaction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story mixes comedy and perfect moments in such a beautiful way that I honestly cant believe it was just ten episodes...and I regret the fact the series is over.\u001b[24m\n    \u001b[1mストーリーはコメディーと完璧な瞬間をミックスして、私が正直に言っていないような美しい方法で、それはちょうど10回のエピソードだと信じています...そして、シリーズが終わったという事実を後悔します。\u001b[22m, \u001b[1m物語は...コメディ、私は正直にカントはそれだけで10のエピソードだったと考えているような美しい方法で完璧な瞬間をミックスし、私はシリーズが終わったことを後悔しています。\u001b[22m\n\u001b[4mThere were moments you sweatdrop and moments you laugh out loud..you will not be able to help your reaction.\u001b[24m\n    \u001b[1mあなたは汗を流し、笑って笑う瞬間がありました。あなたはあなたの反応を助けることができません。\u001b[22m, \u001b[1mあなたはloud..youがあなたの反応を支援することができませんで笑うあなたが汗瞬間と瞬間がありました。\u001b[22m\n\u001b[1m\u001b[22m\nAn anime worth watching\n\n\u001b[1m見る価値のあるアニメ\u001b[22m\n\u001b[1m(Miru kachinoaru anime)\u001b[22m\n\nTranslations of \u001b[4mAn anime worth watching\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn anime worth watching\u001b[24m\n    \u001b[1m見る価値のあるアニメ\u001b[22m, \u001b[1m一見の価値アニメ\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "xmoonlightx",
    "profile": "/profile/xmoonlightx/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=141237",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はこのアニメを見たときに心地よく驚いていました。理由は次のとおりです。\n\nストーリー9/10\n3人の友人がいて、かなり不器用な少女、Inariの人生へようこそ。 彼女は稲荷神社と呼ばれる神社の近くに住んでいます。 学校に行くのが急いでいるとき、彼女は少しキツネを見て困ってしまうのを助けます。 そうすれば、彼女は神社の欲望に満ちた希望を持つことができます。 彼女の願い：誰かに変身すること。 もちろん、これはトラブルやそのようなものを一緒にもたらすでしょう。 あなたは、この物語はオリジナルではないと言うことができますが、私はそれを見て、それを見て、あなたはなぜそれが表示されます。\n\nアート9/10\n芸術はうまくいった、それはよかったよ。 私は別のアニメで同じ種類の芸術を見たことを思い出しましたが、どちらが覚えていないのでしょうか？\n\nサウンド8/10\n私はそれについて本当に何も言わない。 それはよかったし、オープニングは大丈夫だった。\n\nキャラクター9/10\n誰もが私にそのキャラクターに9を与えることに同意するわけではない。ここで私の説明：\n\nInariは、Tanbabashiに恋しているあなたの尖った不器用な女の子です。 彼女が変身する力を得るとき、彼女はいつもそれをどう扱うかを知っていません。 彼女は友人をかなり簡単に作る人です。 彼女は他人を気にするかなり楽観的な女の子です。 彼女はかなり泣いている。 しかし、私は彼女を好きだった。\n\nUkanomitama-no-kami、彼女の名前は長いので、ちょうどアニメのように彼女のUkaを呼びましょう。 彼女は彼女の力の一部を奪う神社の欲望です。 彼女は一流の性格を持ち、ランダムな神と結婚したくない。 彼女はゲームをするのが好きで、時にはInariの兄、Toukaにゲームをすることがあります。\n\nTanbabashi、なぜ私は彼について何かを教えなければならないのですか？ それはちょうど短い説明です：前に恋に落ちたことがなく、バスケットボールをしている少年。 彼は物事で人々を助ける。\n\nTouka、ToukaはInariの兄弟です。 彼はかなり怒っている。 しかし、多分私はそのような性格が好きかもしれません。何らかの理由で彼はうかを見ることができます。 これは普通の人ができないものです。 彼はUkaとゲームをする。 そして、まあ、ちょうど彼らがお互いのためにいくつかの感情を得ると思っています。\n\n楽しさ9/10\n私はこのアニメを間違いなく楽しんだ。 私はその話が好きだった。 それは主に友情とロマンスに関するもので、もちろん超自然的な部分を持っています。 私は時々叫んだ、それはInariも泣いた。\n時に面白いし、時には物語が深くなることもあります。\n\n全体的な9/10\nまあ、私はアニメが好きでした、私はそれをお勧めします。 正直言って、このアニメでは多くのことが起こってしまい、急いで感じることはありませんでした。 イタズラなキスを見ているときに感じたこと。 これは私が好きだったエンディングと少し気に入らなかったアニメでした。 それはあなたが起こることが期待できるものでした。 まあ、気にしない、私はそれが好きだった:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was pleasantly surprised when I watched this anime, here's why:\n\n\u001b[1m私はこのアニメを見たときに心地よく驚いていました。理由は次のとおりです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o mita toki ni kokochiyoku odoroite imashita. Riyū wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mI was pleasantly surprised when I watched this anime, here's why:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was pleasantly surprised when I watched this anime, here's why:\u001b[24m\n    \u001b[1m私はこのアニメを見たときに心地よく驚いていました。理由は次のとおりです。\u001b[22m, \u001b[1m私はこのアニメを見たとき、私はうれしい驚きだった、ここに理由です：\u001b[22m\n\u001b[1m\u001b[22m\nStory 9/10\n\n\u001b[1mストーリー9/10\u001b[22m\n\u001b[1m(Sutōrī 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10\u001b[24m\n    \u001b[1mストーリー9/10\u001b[22m\nWelcome to the life of Inari, a girl with three friends and who is quite clumsy. She lives nearby a shrine that called the Inari Shrine. When she is in a hurry to go to school, she sees a little fox and helps it out of trouble. Then she may have a wish fullfilled by the diety of the shrine. Her wish: to turn into somebody else. Of course this will bring trouble and all that kind of stuff along. You could say this story isn't original, but I it is, go and watch it, you'll see why.\n\n\u001b[1m3人の友人がいて、かなり不器用な少女、Inariの人生へようこそ。 彼女は稲荷神社と呼ばれる神社の近くに住んでいます。 学校に行くのが急いでいるとき、彼女は少しキツネを見て困ってしまうのを助けます。 そうすれば、彼女は神社の欲望に満ちた希望を持つことができます。 彼女の願い：誰かに変身すること。 もちろん、これはトラブルやそのようなものを一緒にもたらすでしょう。 あなたは、この物語はオリジナルではないと言うことができますが、私はそれを見て、それを見て、あなたはなぜそれが表示されます。\u001b[22m\n\u001b[1m(3-Ri no yūjin ga ite, kanari bukiyōna shōjo, Inari no jinsei e yōkoso. Kanojo wa inakajinsha to yoba reru jinja no chikaku ni sunde imasu. Gakkō ni iku no ga isoide iru toki, kanojo wa sukoshi kitsune o mite komatte shimau no o tasukemasu. Sō sureba, kanojo wa jinja no yokubō ni michita kibō o motsu koto ga dekimasu. Kanojo no negai: Dareka ni henshin suru koto. Mochiron, koreha toraburu ya sono yōna mono o issho ni motarasudeshou. Anata wa, kono monogatari wa orijinarude wa nai to iu koto ga dekimasuga, watashi wa sore o mite, sore o mite, anata wa naze sore ga hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to the life of Inari, a girl with three friends and who is quite clumsy. She lives nearby a shrine that called the Inari Shrine. When she is in a hurry to go to school, she sees a little fox and helps it out of trouble. Then she may have a wish fullfilled by the diety of the shrine. Her wish: to turn into somebody else. Of course this will bring trouble and all that kind of stuff along. You could say this story isn't original, but I it is, go and watch it, you'll see why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to the life of Inari, a girl with three friends and who is quite clumsy.\u001b[24m\n    \u001b[1m3人の友人がいて、かなり不器用な少女、Inariの人生へようこそ。\u001b[22m, \u001b[1m稲荷、かなり不器用であり、3つの友人と少女の生活へようこそ。\u001b[22m\n\u001b[4mShe lives nearby a shrine that called the Inari Shrine.\u001b[24m\n    \u001b[1m彼女は稲荷神社と呼ばれる神社の近くに住んでいます。\u001b[22m, \u001b[1m彼女は近くの稲荷神社と呼ばれる神社に住んでいます。\u001b[22m\n\u001b[4mWhen she is in a hurry to go to school, she sees a little fox and helps it out of trouble.\u001b[24m\n    \u001b[1m学校に行くのが急いでいるとき、彼女は少しキツネを見て困ってしまうのを助けます。\u001b[22m, \u001b[1m彼女は学校に行くために急いでいるとき、彼女は少しキツネを見て、トラブルのうちにそれをするのに役立ちます。\u001b[22m\n\u001b[4mThen she may have a wish fullfilled by the diety of the shrine.\u001b[24m\n    \u001b[1mそうすれば、彼女は神社の欲望に満ちた希望を持つことができます。\u001b[22m, \u001b[1mそれから彼女は神社のdietyによってfullfilled願いを有していてもよいです。\u001b[22m\n\u001b[4mHer wish: to turn into somebody else.\u001b[24m\n    \u001b[1m彼女の願い：誰かに変身すること。\u001b[22m, \u001b[1m彼女の願い：他の誰かに変身します。\u001b[22m\n\u001b[4mOf course this will bring trouble and all that kind of stuff along.\u001b[24m\n    \u001b[1mもちろん、これはトラブルやそのようなものを一緒にもたらすでしょう。\u001b[22m, \u001b[1mもちろん、これに沿ってトラブルともののすべてのようなものをもたらすでしょう。\u001b[22m\n\u001b[4mYou could say this story isn't original, but I it is, go and watch it, you'll see why.\u001b[24m\n    \u001b[1mあなたは、この物語はオリジナルではないと言うことができますが、私はそれを見て、それを見て、あなたはなぜそれが表示されます。\u001b[22m, \u001b[1mあなたはこの物語はオリジナルではないと言うこともできますが、私は、あなたがなぜ表示されます行くと、それを見ています。\u001b[22m\n\u001b[1m\u001b[22m\nArt 9/10\n\n\u001b[1mアート9/10\u001b[22m\n\u001b[1m(Āto 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10\u001b[24m\n    \u001b[1mアート9/10\u001b[22m\nThe art was well done, it looked good. It remembered I saw the same kind of art in another anime but I can't remember which one.\n\n\u001b[1m芸術はうまくいった、それはよかったよ。 私は別のアニメで同じ種類の芸術を見たことを思い出しましたが、どちらが覚えていないのでしょうか？\u001b[22m\n\u001b[1m(Geijutsu wa umaku itta, sore wa yokatta yo. Watashi wa betsu no anime de onaji shurui no geijutsu o mita koto o omoidashimashitaga, dochira ga oboete inai nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThe art was well done, it looked good. It remembered I saw the same kind of art in another anime but I can't remember which one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was well done, it looked good.\u001b[24m\n    \u001b[1m芸術はうまくいった、それはよかったよ。\u001b[22m, \u001b[1m芸術は、それが良い見て、十分に行われていました。\u001b[22m\n\u001b[4mIt remembered I saw the same kind of art in another anime but I can't remember which one.\u001b[24m\n    \u001b[1m私は別のアニメで同じ種類の芸術を見たことを思い出しましたが、どちらが覚えていないのでしょうか？\u001b[22m, \u001b[1mそれは私が別のアニメの芸術の同じ種類のを見た覚えが、私はそのいずれかを思い出すことができません。\u001b[22m\n\u001b[1m\u001b[22m\nSound 8/10\n\n\u001b[1mサウンド8/10\u001b[22m\n\u001b[1m(Saundo 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10\u001b[24m\n    \u001b[1mサウンド8/10\u001b[22m, \u001b[1m8/10サウンド\u001b[22m\nI don't have really anything to say about it. It was good, and the opening was allright.\n\n\u001b[1m私はそれについて本当に何も言わない。 それはよかったし、オープニングは大丈夫だった。\u001b[22m\n\u001b[1m(Watashi wa sore ni tsuite hontōni nani mo iwanai. Sore wa yokattashi, ōpuningu wa daijōbudatta.)\u001b[22m\n\nTranslations of \u001b[4mI don't have really anything to say about it. It was good, and the opening was allright.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have really anything to say about it.\u001b[24m\n    \u001b[1m私はそれについて本当に何も言わない。\u001b[22m, \u001b[1m私は本当にそれについて言うことは何もありません。\u001b[22m\n\u001b[4mIt was good, and the opening was allright.\u001b[24m\n    \u001b[1mそれはよかったし、オープニングは大丈夫だった。\u001b[22m, \u001b[1mそれは良かった、と開口部はオールライトでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m, \u001b[1m文字9/10\u001b[22m\nNot everybody will agree with me that I give the characters a 9. Here my explanation:\n\n\u001b[1m誰もが私にそのキャラクターに9を与えることに同意するわけではない。ここで私の説明：\u001b[22m\n\u001b[1m(Daremoga watashi ni sono kyarakutā ni 9 o ataeru koto ni dōi suru wakede wanai. Koko de watashi no setsumei:)\u001b[22m\n\nTranslations of \u001b[4mNot everybody will agree with me that I give the characters a 9. Here my explanation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot everybody will agree with me that I give the characters a 9. Here my explanation:\u001b[24m\n    \u001b[1m誰もが私にそのキャラクターに9を与えることに同意するわけではない。ここで私の説明：\u001b[22m, \u001b[1mいない誰もが、私は文字をここ9.私の説明を与えることを私と一緒に同意します：\u001b[22m\n\u001b[1m\u001b[22m\nInari is your tipical clumsy girl who is in love with Tanbabashi. When she gets the power to transform she doesn't alway know how to deal with it. She is someone who makes friends pretty easily. She is a pretty optimistic girl who cares about others. And she cries pretty fast. But I liked her.\n\n\u001b[1mInariは、Tanbabashiに恋しているあなたの尖った不器用な女の子です。 彼女が変身する力を得るとき、彼女はいつもそれをどう扱うかを知っていません。 彼女は友人をかなり簡単に作る人です。 彼女は他人を気にするかなり楽観的な女の子です。 彼女はかなり泣いている。 しかし、私は彼女を好きだった。\u001b[22m\n\u001b[1m(Inari wa, Tanbabashi ni koishite iru anata no togatta bukiyōna on'nanokodesu. Kanojo ga henshin suru chikara o eru toki, kanojo wa itsumo sore o dō atsukau ka o shitte imasen. Kanojo wa yūjin o kanari kantan ni tsukuru hitodesu. Kanojo wa tanin o kinisuru kanari rakukantekina on'nanokodesu. Kanojo wa kanari naite iru. Shikashi, watashi wa kanojo o sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mInari is your tipical clumsy girl who is in love with Tanbabashi. When she gets the power to transform she doesn't alway know how to deal with it. She is someone who makes friends pretty easily. She is a pretty optimistic girl who cares about others. And she cries pretty fast. But I liked her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari is your tipical clumsy girl who is in love with Tanbabashi.\u001b[24m\n    \u001b[1mInariは、Tanbabashiに恋しているあなたの尖った不器用な女の子です。\u001b[22m, \u001b[1m稲荷はTanbabashiに恋をしているあなたのtipical不器用な女の子です。\u001b[22m\n\u001b[4mWhen she gets the power to transform she doesn't alway know how to deal with it.\u001b[24m\n    \u001b[1m彼女が変身する力を得るとき、彼女はいつもそれをどう扱うかを知っていません。\u001b[22m, \u001b[1m彼女が変換する電力を取得すると、彼女はなかれ、それに対処する方法を知りません。\u001b[22m\n\u001b[4mShe is someone who makes friends pretty easily.\u001b[24m\n    \u001b[1m彼女は友人をかなり簡単に作る人です。\u001b[22m, \u001b[1m彼女はかなり簡単に友達を作る人です。\u001b[22m\n\u001b[4mShe is a pretty optimistic girl who cares about others.\u001b[24m\n    \u001b[1m彼女は他人を気にするかなり楽観的な女の子です。\u001b[22m, \u001b[1m彼女は他の人を気にかなり楽観的な女の子です。\u001b[22m\n\u001b[4mAnd she cries pretty fast.\u001b[24m\n    \u001b[1m彼女はかなり泣いている。\u001b[22m, \u001b[1mそして彼女はかなり速い泣きます。\u001b[22m\n\u001b[4mBut I liked her.\u001b[24m\n    \u001b[1mしかし、私は彼女を好きだった。\u001b[22m, \u001b[1mしかし、私は彼女が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nUkanomitama-no-kami, her name is way to long so let's just call her Uka just like in the anime. She is the diety of the shrine who gives a part of her power away. She is a first-rank diety and doesn't want to get married with some random god. She likes playing games and sometimes goes to Inari's brother, Touka, to play games with.\n\n\u001b[1mUkanomitama-no-kami、彼女の名前は長いので、ちょうどアニメのように彼女のUkaを呼びましょう。 彼女は彼女の力の一部を奪う神社の欲望です。 彼女は一流の性格を持ち、ランダムな神と結婚したくない。 彼女はゲームをするのが好きで、時にはInariの兄、Toukaにゲームをすることがあります。\u001b[22m\n\u001b[1m(Ukanomitama - no - kami, kanojo no namae wa nagainode, chōdo anime no yō ni kanojo no Uka o yobimashou. Kanojo wa kanojo no chikara no ichibu o ubau jinja no yokubōdesu. Kanojo wa ichiryū no seikaku o mochi, randamuna kami to kekkon shitakunai. Kanojo wa gēmu o suru no ga sukide, tokiniha Inari no ani, Touka ni gēmu o suru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUkanomitama-no-kami, her name is way to long so let's just call her Uka just like in the anime. She is the diety of the shrine who gives a part of her power away. She is a first-rank diety and doesn't want to get married with some random god. She likes playing games and sometimes goes to Inari's brother, Touka, to play games with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUkanomitama-no-kami, her name is way to long so let's just call her Uka just like in the anime.\u001b[24m\n    \u001b[1mUkanomitama-no-kami、彼女の名前は長いので、ちょうどアニメのように彼女のUkaを呼びましょう。\u001b[22m, \u001b[1mウカノミタマ-無神は、彼女の名前は、道に長いので、ちょうどちょうどアニメのように彼女のUKAを呼ぼうです。\u001b[22m\n\u001b[4mShe is the diety of the shrine who gives a part of her power away.\u001b[24m\n    \u001b[1m彼女は彼女の力の一部を奪う神社の欲望です。\u001b[22m, \u001b[1m彼女は離れて彼女の力の一部を与える神社のdietyです。\u001b[22m\n\u001b[4mShe is a first-rank diety and doesn't want to get married with some random god.\u001b[24m\n    \u001b[1m彼女は一流の性格を持ち、ランダムな神と結婚したくない。\u001b[22m, \u001b[1m彼女は最初のランクdietyであり、いくつかのランダムな神との結婚を望んでいません。\u001b[22m\n\u001b[4mShe likes playing games and sometimes goes to Inari's brother, Touka, to play games with.\u001b[24m\n    \u001b[1m彼女はゲームをするのが好きで、時にはInariの兄、Toukaにゲームをすることがあります。\u001b[22m, \u001b[1m彼女はゲームをプレイするのが好き、時にはでゲームをプレイするために稲荷の弟、Touka、に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nTanbabashi, now why should I tell anything about him? It's just a short description: A boy who's never been in love before and plays basketball. He helps people out with stuff.\n\n\u001b[1mTanbabashi、なぜ私は彼について何かを教えなければならないのですか？ それはちょうど短い説明です：前に恋に落ちたことがなく、バスケットボールをしている少年。 彼は物事で人々を助ける。\u001b[22m\n\u001b[1m(Tanbabashi, naze watashi wa kare ni tsuite nanika o oshienakereba naranai nodesu ka? Sore wa chōdo mijikai setsumeidesu: Mae ni koi ni ochita koto ga naku, basukettobōru o shite iru shōnen. Kare wa monogoto de hitobito o tasukeru.)\u001b[22m\n\nTranslations of \u001b[4mTanbabashi, now why should I tell anything about him? It's just a short description: A boy who's never been in love before and plays basketball. He helps people out with stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTanbabashi, now why should I tell anything about him?\u001b[24m\n    \u001b[1mTanbabashi、なぜ私は彼について何かを教えなければならないのですか？\u001b[22m, \u001b[1mTanbabashi、今なぜ私は彼について何を教えなければなりませんか？\u001b[22m\n\u001b[4mIt's just a short description: A boy who's never been in love before and plays basketball.\u001b[24m\n    \u001b[1mそれはちょうど短い説明です：前に恋に落ちたことがなく、バスケットボールをしている少年。\u001b[22m, \u001b[1m前の恋にはありませんでしだ少年とバスケットボールを果たしている：それはちょうど簡単な説明です。\u001b[22m\n\u001b[4mHe helps people out with stuff.\u001b[24m\n    \u001b[1m彼は物事で人々を助ける。\u001b[22m, \u001b[1m彼はものを持つ人々を支援します。\u001b[22m\n\u001b[1m\u001b[22m\nTouka, Touka is Inari's brother. He gets angry pretty easily. But maybe I just like that kind of character.. For some reason he is able to see Uka. This is something normal people can't. He plays games with Uka. And well, just thinking they get some feelings for each other.\n\n\u001b[1mTouka、ToukaはInariの兄弟です。 彼はかなり怒っている。 しかし、多分私はそのような性格が好きかもしれません。何らかの理由で彼はうかを見ることができます。 これは普通の人ができないものです。 彼はUkaとゲームをする。 そして、まあ、ちょうど彼らがお互いのためにいくつかの感情を得ると思っています。\u001b[22m\n\u001b[1m(Touka, Touka wa Inari no kyōdaidesu. Kare wa kanari ikatteiru. Shikashi, tabun watashi wa sono yōna seikaku ga suki kamo shiremasen. Nanrakano riyū de kare wau ka o miru koto ga dekimasu. Kore wa futsūnohito ga dekinai monodesu. Kare wa Uka to gēmu o suru. Soshite, mā, chōdo karera ga otagai no tame ni ikutsu ka no kanjō o eru to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTouka, Touka is Inari's brother. He gets angry pretty easily. But maybe I just like that kind of character.. For some reason he is able to see Uka. This is something normal people can't. He plays games with Uka. And well, just thinking they get some feelings for each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTouka, Touka is Inari's brother.\u001b[24m\n    \u001b[1mTouka、ToukaはInariの兄弟です。\u001b[22m, \u001b[1mTouka、Toukaは稲荷の弟です。\u001b[22m\n\u001b[4mHe gets angry pretty easily.\u001b[24m\n    \u001b[1m彼はかなり怒っている。\u001b[22m, \u001b[1m彼はかなり簡単に怒ります。\u001b[22m\n\u001b[4mBut maybe I just like that kind of character.. For some reason he is able to see Uka.\u001b[24m\n    \u001b[1mしかし、多分私はそのような性格が好きかもしれません。何らかの理由で彼はうかを見ることができます。\u001b[22m, \u001b[1mしかし、多分私はちょうど彼がUKAを見ることができるいくつかの理由の文字のようなもの..など。\u001b[22m\n\u001b[4mThis is something normal people can't.\u001b[24m\n    \u001b[1mこれは普通の人ができないものです。\u001b[22m, \u001b[1mこれは、普通の人にはできないものです。\u001b[22m\n\u001b[4mHe plays games with Uka.\u001b[24m\n    \u001b[1m彼はUkaとゲームをする。\u001b[22m, \u001b[1m彼はUKAでゲームを果たしています。\u001b[22m\n\u001b[4mAnd well, just thinking they get some feelings for each other.\u001b[24m\n    \u001b[1mそして、まあ、ちょうど彼らがお互いのためにいくつかの感情を得ると思っています。\u001b[22m, \u001b[1mよく、ちょうど彼らがお互いのためにいくつかの感情を得る考え。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9/10\n\n\u001b[1m楽しさ9/10\u001b[22m\n\u001b[1m(Tanoshisa 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9/10\u001b[24m\n    \u001b[1m楽しさ9/10\u001b[22m, \u001b[1m楽し9/10\u001b[22m\nI definitely enjoyed this anime. I liked the story. It's mostly about friendship and romance and has of course the supernatural part. I cried at times, and that's when Inari cried too.\n\n\u001b[1m私はこのアニメを間違いなく楽しんだ。 私はその話が好きだった。 それは主に友情とロマンスに関するもので、もちろん超自然的な部分を持っています。 私は時々叫んだ、それはInariも泣いた。\u001b[22m\n\u001b[1m(Watashi wa kono anime o machigainaku tanoshinda. Watashi wa sono hanashi ga sukidatta. Sore wa omoni yūjō to romansu ni kansuru mono de, mochiron chō shizen-tekina bubun o motte imasu. Watashi wa tokidoki sakenda, soreha Inari mo naita.)\u001b[22m\n\nTranslations of \u001b[4mI definitely enjoyed this anime. I liked the story. It's mostly about friendship and romance and has of course the supernatural part. I cried at times, and that's when Inari cried too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI definitely enjoyed this anime.\u001b[24m\n    \u001b[1m私はこのアニメを間違いなく楽しんだ。\u001b[22m, \u001b[1m私は間違いなくこのアニメを楽しみました。\u001b[22m\n\u001b[4mI liked the story.\u001b[24m\n    \u001b[1m私はその話が好きだった。\u001b[22m, \u001b[1m私は話が好きでした。\u001b[22m\n\u001b[4mIt's mostly about friendship and romance and has of course the supernatural part.\u001b[24m\n    \u001b[1mそれは主に友情とロマンスに関するもので、もちろん超自然的な部分を持っています。\u001b[22m, \u001b[1mこれは、主に友情と恋愛についてですそしてもちろん超自然部を有しています。\u001b[22m\n\u001b[4mI cried at times, and that's when Inari cried too.\u001b[24m\n    \u001b[1m私は時々叫んだ、それはInariも泣いた。\u001b[22m, \u001b[1m私は時間に叫んだ、と稲荷があまりにも泣いたときです。\u001b[22m\nIt's also funny at times and sometimes the story goes deeper.\n\n\u001b[1m時に面白いし、時には物語が深くなることもあります。\u001b[22m\n\u001b[1m(Tokini omoshiroishi, tokiniha monogatari ga fukaku naru koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's also funny at times and sometimes the story goes deeper.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's also funny at times and sometimes the story goes deeper.\u001b[24m\n    \u001b[1m時に面白いし、時には物語が深くなることもあります。\u001b[22m, \u001b[1mそれは時間にも面白いと時々話が深くなります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10\n\n\u001b[1m全体的な9/10\u001b[22m\n\u001b[1m(Zentai-tekina 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10\u001b[24m\n    \u001b[1m全体的な9/10\u001b[22m, \u001b[1m全体的に9/10\u001b[22m\nWell, I liked the anime, I do recommend it. To be honest, a lot happened in this anime, and it didn't feel rushed. Something I did feel when watching Itazura na Kiss for example. This was an anime with an ending that I liked and also disliked a little. It was what you could expect to happen. Well, never mind, I liked it :)\n\n\u001b[1mまあ、私はアニメが好きでした、私はそれをお勧めします。 正直言って、このアニメでは多くのことが起こってしまい、急いで感じることはありませんでした。 イタズラなキスを見ているときに感じたこと。 これは私が好きだったエンディングと少し気に入らなかったアニメでした。 それはあなたが起こることが期待できるものでした。 まあ、気にしない、私はそれが好きだった:)\u001b[22m\n\u001b[1m(Mā, watashi wa anime ga sukideshita, watashi wa sore o o susume shimasu. Shōjiki itte, kono animede wa ōku no koto ga okotte shimai, isoide kanjiru koto wa arimasendeshita. Itazuranakisu o mite iru toki ni kanjita koto. Kore wa watashi ga sukidatta endingu to sukoshi kiniiranakatta animedeshita. Sore wa anata ga okoru koto ga kitai dekiru monodeshita. Mā, kinishinai, watashi wa sore ga sukidatta: ))\u001b[22m\n\nTranslations of \u001b[4mWell, I liked the anime, I do recommend it. To be honest, a lot happened in this anime, and it didn't feel rushed. Something I did feel when watching Itazura na Kiss for example. This was an anime with an ending that I liked and also disliked a little. It was what you could expect to happen. Well, never mind, I liked it :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I liked the anime, I do recommend it.\u001b[24m\n    \u001b[1mまあ、私はアニメが好きでした、私はそれをお勧めします。\u001b[22m, \u001b[1mまあ、私はそれをお勧めします、アニメが好きでした。\u001b[22m\n\u001b[4mTo be honest, a lot happened in this anime, and it didn't feel rushed.\u001b[24m\n    \u001b[1m正直言って、このアニメでは多くのことが起こってしまい、急いで感じることはありませんでした。\u001b[22m, \u001b[1m正直に言うと、多くはこのアニメで起こった、それは急いで感じることはありませんでした。\u001b[22m\n\u001b[4mSomething I did feel when watching Itazura na Kiss for example.\u001b[24m\n    \u001b[1mイタズラなキスを見ているときに感じたこと。\u001b[22m, \u001b[1mいたずらは、例えばキスナ見たときに私は感じました何か。\u001b[22m\n\u001b[4mThis was an anime with an ending that I liked and also disliked a little.\u001b[24m\n    \u001b[1mこれは私が好きだったエンディングと少し気に入らなかったアニメでした。\u001b[22m, \u001b[1mこれは私が好きで、また少し嫌わエンディングアニメでした。\u001b[22m\n\u001b[4mIt was what you could expect to happen.\u001b[24m\n    \u001b[1mそれはあなたが起こることが期待できるものでした。\u001b[22m, \u001b[1mそれはあなたが起こることを期待できるものでした。\u001b[22m\n\u001b[4mWell, never mind, I liked it :)\u001b[24m\n    \u001b[1mまあ、気にしない、私はそれが好きだった:)\u001b[22m, \u001b[1mまあ、私はそれが好き、気にしない:)\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "blackfox17",
    "profile": "/profile/blackfox17/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=159953",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\n全体的に、私はこれを本当に楽しんだ。 しかし、私はそれがいくつかのエピソードを長くしたかったと思います。 もう一つのエピソードでさえ、結末を結んだ可能性があります、私はより満足できる結末だと信じています。 私はこれが漫画の偉大な適応だと思う。 それはずっと速いペースであったが、物語にかなり当てはまった。 私はこの話をたくさんの理由で本当に好きですが、主に女の子にとっては本当にポジティブな役割モデルがあると思います（見つけるのは難しいかもしれません）。  Sumizome / Keikoが本当に開発されていなくても、Sumizome / Keikoを含めることに感謝します。 しかし、私が本当に感心したのは、タイルの上のゲタの音などの背景ノイズでした。 それは細部まで細かいことでしたが、とてもうまくやって言及に値しました。\n\n要するに、私は、必ずしもイナリコンコンについて他の少女アニメの中で目立つものはないとは思っていませんが、あなたの時間を無駄にしないように感じるほど短く、あなたを残すことはありません 不満を感じる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I really enjoyed this. I do wish it had been a few episodes longer, though. Even one more episode could have tied up the ending in what would have been, I believe, a more satisfactory ending. I think this is a great adaptation of the manga. It stayed pretty true to the story, though it was much faster paced. I really love this story for a lot of reasons, but mostly I think it has really positive role models for girls (which can be hard to find). I appreciate the inclusion of the Sumizome/Keiko, even though it didn't really develop at all. One thing I was really impressed with, though, was the background noises, such as the sound of the geta on the tiles. It was a small detail, but it was so well done that it deserved a mention.\n\n\u001b[1m全体的に、私はこれを本当に楽しんだ。 しかし、私はそれがいくつかのエピソードを長くしたかったと思います。 もう一つのエピソードでさえ、結末を結んだ可能性があります、私はより満足できる結末だと信じています。 私はこれが漫画の偉大な適応だと思う。 それはずっと速いペースであったが、物語にかなり当てはまった。 私はこの話をたくさんの理由で本当に好きですが、主に女の子にとっては本当にポジティブな役割モデルがあると思います（見つけるのは難しいかもしれません）。  Sumizome / Keikoが本当に開発されていなくても、Sumizome / Keikoを含めることに感謝します。 しかし、私が本当に感心したのは、タイルの上のゲタの音などの背景ノイズでした。 それは細部まで細かいことでしたが、とてもうまくやって言及に値しました。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kore o hontōni tanoshinda. Shikashi, watashi wa sore ga ikutsu ka no episōdo o nagaku shitakatta to omoimasu. Mōhitotsu no episōdode sae, ketsumatsu o musunda kanōsei ga arimasu, watashi wa yori manzoku dekiru ketsumatsuda to shinjite imasu. Watashi wa kore ga manga no idaina tekiōda to omou. Sore wa zutto hayai pēsudeattaga, monogatari ni kanari atehamatta. Watashi wa kono hanashi o takusan no riyū de hontōni sukidesuga, omoni on'nanoko ni totte wa hontōni pojitibuna yakuwari moderu ga aru to omoimasu (mitsukeru no wa muzukashī kamo shiremasen). Sumizome/ Keiko ga hontōni kaihatsu sa rete inakute mo, Sumizome/ Keiko o fukumeru koto ni kansha shimasu. Shikashi, watashi ga hontōni kanshin shita no wa, tairu no ue no geta no oto nado no haikei noizudeshita. Sore wa saibu made komakai kotodeshitaga, totemo umaku yatte genkyū ni ataishimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I really enjoyed this. I do wish it had been a few episodes longer, though. Even one more episode could have tied up the ending in what would have been, I believe, a more satisfactory ending. I think this is a great adaptation of the manga. It stayed pretty true to the story, though it was much faster paced. I really love this story for a lot of reasons, but mostly I think it has really positive role models for girls (which can be hard to find). I appreciate the inclusion of the Sumizome/Keiko, even though it didn't really develop at all. One thing I was really impressed with, though, was the background noises, such as the sound of the geta on the tiles. It was a small detail, but it was so well done that it deserved a mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I really enjoyed this.\u001b[24m\n    \u001b[1m全体的に、私はこれを本当に楽しんだ。\u001b[22m, \u001b[1m全体的に、私は本当にこのを楽しみました。\u001b[22m\n\u001b[4mI do wish it had been a few episodes longer, though.\u001b[24m\n    \u001b[1mしかし、私はそれがいくつかのエピソードを長くしたかったと思います。\u001b[22m, \u001b[1mでも、私はそれはいくつかのエピソード長くなってよかったです。\u001b[22m\n\u001b[4mEven one more episode could have tied up the ending in what would have been, I believe, a more satisfactory ending.\u001b[24m\n    \u001b[1mもう一つのエピソードでさえ、結末を結んだ可能性があります、私はより満足できる結末だと信じています。\u001b[22m, \u001b[1m一つでもより多くのエピソードは、私は信じて、より満足のいく結末であったであろうものでエンディングを縛られた可能性があります。\u001b[22m\n\u001b[4mI think this is a great adaptation of the manga.\u001b[24m\n    \u001b[1m私はこれが漫画の偉大な適応だと思う。\u001b[22m, \u001b[1m私はこの漫画の偉大な適応だと思います。\u001b[22m\n\u001b[4mIt stayed pretty true to the story, though it was much faster paced.\u001b[24m\n    \u001b[1mそれはずっと速いペースであったが、物語にかなり当てはまった。\u001b[22m, \u001b[1mそれははるかに速いペースのだったが、それは、ストーリーにかなり忠実。\u001b[22m\n\u001b[4mI really love this story for a lot of reasons, but mostly I think it has really positive role models for girls (which can be hard to find).\u001b[24m\n    \u001b[1m私はこの話をたくさんの理由で本当に好きですが、主に女の子にとっては本当にポジティブな役割モデルがあると思います（見つけるのは難しいかもしれません）。\u001b[22m, \u001b[1m私は本当に多くの理由のためにこの物語を愛しているが、ほとんど私はそれが（見つけるのは難しいことができます）女の子のための本当に積極的な役割モデルを持っていると思います。\u001b[22m\n\u001b[4mI appreciate the inclusion of the Sumizome/Keiko, even though it didn't really develop at all.\u001b[24m\n    \u001b[1mSumizome / Keikoが本当に開発されていなくても、Sumizome / Keikoを含めることに感謝します。\u001b[22m, \u001b[1m私はそれが本当にすべてで開発していないにもかかわらず、墨染/恵子を含めることを感謝しています。\u001b[22m\n\u001b[4mOne thing I was really impressed with, though, was the background noises, such as the sound of the geta on the tiles.\u001b[24m\n    \u001b[1mしかし、私が本当に感心したのは、タイルの上のゲタの音などの背景ノイズでした。\u001b[22m, \u001b[1m一つのことは、私も、そのようなタイル上の下駄の音のようなバックグラウンドノイズ、だった、と本当に感動しました。\u001b[22m\n\u001b[4mIt was a small detail, but it was so well done that it deserved a mention.\u001b[24m\n    \u001b[1mそれは細部まで細かいことでしたが、とてもうまくやって言及に値しました。\u001b[22m, \u001b[1mそれは、小さなディテールだったが、それは非常によく、それは言及に値することが行われていました。\u001b[22m\n\u001b[1m\u001b[22m\nIn sum, I don't necessarily think that there is anything about Inari konkon that makes it stand out amongst other shoujou anime, but it is short enough that you won't feel like you wasted your time, and it won't leave you feeling unsatisfied.\n\n\u001b[1m要するに、私は、必ずしもイナリコンコンについて他の少女アニメの中で目立つものはないとは思っていませんが、あなたの時間を無駄にしないように感じるほど短く、あなたを残すことはありません 不満を感じる。\u001b[22m\n\u001b[1m(Yōsuruni, watashi wa, kanarazushimo inarikonkon ni tsuite hoka no shōjo anime no naka de medatsu mono wa nai to wa omotte imasenga, anata no jikan o muda ni shinai yō ni kanjiru hodo mijikaku, anata o nokosu koto wa arimasen fuman o kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mIn sum, I don't necessarily think that there is anything about Inari konkon that makes it stand out amongst other shoujou anime, but it is short enough that you won't feel like you wasted your time, and it won't leave you feeling unsatisfied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn sum, I don't necessarily think that there is anything about Inari konkon that makes it stand out amongst other shoujou anime, but it is short enough that you won't feel like you wasted your time, and it won't leave you\u001b[24m\n    \u001b[1m要するに、私は、必ずしもイナリコンコンについて他の少女アニメの中で目立つものはないとは思っていませんが、あなたの時間を無駄にしないように感じるほど短く、あなたを残すことはありません\u001b[22m, \u001b[1m要するに、私は必ずしもそれが他のshoujouアニメの中で目立つ稲荷konkonについて何かがあるとは思わないが、あなたの時間を無駄にしたようにあなたが感じることはありません、それはあなたを残していないことは十分に短いです\u001b[22m\n\u001b[4mfeeling unsatisfied.\u001b[24m\n    \u001b[1m不満を感じる。\u001b[22m, \u001b[1m不満感。\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "Happy24",
    "profile": "/profile/Happy24/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=137423",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  8\n\nInari、Konkon、Koi Irohaは私たちの誰もが期待しているショーの一種です。 典型的な不器用な女の子。 しかし、このショーを少しエキサイティングにした超自然的なテーマが混在していました。\n\nストーリー：6/10\n\nストーリーはInariという名前の女の子についてのもので、彼女の怒りの周りに典型的な「不器用さ」を示しました。 彼女自身に不満を抱いたInariは、彼女が他の誰かになりたがっていて、Uka様から認められました。 ストーリーは大丈夫でしたが、ちょっと急いでしまったか、エンディングが十分ではありませんでした。\n\nアート：8/10\n\n芸術はうまくやっていました。 キャラクターのデザインは普通ですが、それでもいいですね。\n\nサウンド：9/10\n\n音はすばらしかった。特に、キャッチーなオープニングやエンディングで。  OSTも素晴らしかったです。\n\nキャラクター：6/10\n\nこのショーのキャラクターは悪くないし、それほど良いものでもなかった。 キャラクターの開発はやや良かったし、主にイナリとウカ様に焦点を当てていた。 私はもっ​​と、（特にTanbabashiとInariと）期待しましたが、それは短いので少し失望しました。\n\n楽しさ/全体：8/10\n\nこのシリーズは少し面白かったのにもかかわらず楽しいものでした。 特に、宇佐様と稲荷兄弟のコメディは本当に良かったです。 サイドキャラクターも楽しいものでした。 ちょっとひねったromcomが本当に好きな人は、これを試してみてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nInari, Konkon, Koi Iroha is a type of show which any of us would be expecting. A typical clumsy girl who always shows her bad side to her crush. Though, there was a mixture of a supernatural theme which made this show a little exciting.\n\n\u001b[1mInari、Konkon、Koi Irohaは私たちの誰もが期待しているショーの一種です。 典型的な不器用な女の子。 しかし、このショーを少しエキサイティングにした超自然的なテーマが混在していました。\u001b[22m\n\u001b[1m(Inari, Konkon, Koi Iroha wa watashitachi no daremoga kitai shite iru shō no isshudesu. Tenkei-tekina bukiyōna on'nanoko. Shikashi, kono shō o sukoshi ekisaitingu ni shita chō shizen-tekina tēma ga konzai shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mInari, Konkon, Koi Iroha is a type of show which any of us would be expecting. A typical clumsy girl who always shows her bad side to her crush. Though, there was a mixture of a supernatural theme which made this show a little exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInari, Konkon, Koi Iroha is a type of show which any of us would be expecting.\u001b[24m\n    \u001b[1mInari、Konkon、Koi Irohaは私たちの誰もが期待しているショーの一種です。\u001b[22m, \u001b[1mいなり、こんこん、恋いろは。私たちのいずれかが期待されるであろうショーのタイプです。\u001b[22m\n\u001b[4mA typical clumsy girl who always shows her bad side to her crush.\u001b[24m\n    \u001b[1m典型的な不器用な女の子。\u001b[22m, \u001b[1m常に彼女のクラッシュに彼女の悪い面を示している典型的な不器用な女の子。\u001b[22m\n\u001b[4mThough, there was a mixture of a supernatural theme which made this show a little exciting.\u001b[24m\n    \u001b[1mしかし、このショーを少しエキサイティングにした超自然的なテーマが混在していました。\u001b[22m, \u001b[1mしかし、少し刺激的なこの番組を作った超自然テーマの混合物でした。\u001b[22m\n\u001b[1m\u001b[22m\nStory:6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory:6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story was all about a girl named Inari who showed the typical 'clumsiness' around her crush. Frustrated by herself, Inari wished for her to be someone else, and it was granted by Uka-sama. The story was alright, but it was a little rushed, or rather the ending was not good enough.\n\n\u001b[1mストーリーはInariという名前の女の子についてのもので、彼女の怒りの周りに典型的な「不器用さ」を示しました。 彼女自身に不満を抱いたInariは、彼女が他の誰かになりたがっていて、Uka様から認められました。 ストーリーは大丈夫でしたが、ちょっと急いでしまったか、エンディングが十分ではありませんでした。\u001b[22m\n\u001b[1m(Sutōrī wa Inari to iu namae no on'nanoko ni tsuite no mono de, kanojo no ikari no mawari ni tenkei-tekina `bukiyō-sa' o shimeshimashita. Kanojo jishin ni fuman o daita Inari wa, kanojo ga hoka no dareka ni narita gatte ite, Uka-sama kara mitome raremashita. Sutōrī wa daijōbudeshitaga, chotto isoide shimatta ka, endingu ga jūbunde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story was all about a girl named Inari who showed the typical 'clumsiness' around her crush. Frustrated by herself, Inari wished for her to be someone else, and it was granted by Uka-sama. The story was alright, but it was a little rushed, or rather the ending was not good enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was all about a girl named Inari who showed the typical 'clumsiness' around her crush.\u001b[24m\n    \u001b[1mストーリーはInariという名前の女の子についてのもので、彼女の怒りの周りに典型的な「不器用さ」を示しました。\u001b[22m, \u001b[1m物語はすべての彼女のクラッシュの周りに典型的な「不器用」を示した稲荷という名前の女の子についてでした。\u001b[22m\n\u001b[4mFrustrated by herself, Inari wished for her to be someone else, and it was granted by Uka-sama.\u001b[24m\n    \u001b[1m彼女自身に不満を抱いたInariは、彼女が他の誰かになりたがっていて、Uka様から認められました。\u001b[22m, \u001b[1m自分のことでイライラ、稲荷は、彼女は他の誰かであることを望んだ、それはUKA様によって付与されました。\u001b[22m\n\u001b[4mThe story was alright, but it was a little rushed, or rather the ending was not good enough.\u001b[24m\n    \u001b[1mストーリーは大丈夫でしたが、ちょっと急いでしまったか、エンディングが十分ではありませんでした。\u001b[22m, \u001b[1m物語は大丈夫だったが、それは少し急いでいた、というか結末は十分ではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art was done nicely, especially with the backgrounds. The character designs are plain, but it was still good.\n\n\u001b[1m芸術はうまくやっていました。 キャラクターのデザインは普通ですが、それでもいいですね。\u001b[22m\n\u001b[1m(Geijutsu wa umaku yatte imashita. Kyarakutā no dezain wa futsūdesuga, sore demo īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mThe art was done nicely, especially with the backgrounds. The character designs are plain, but it was still good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was done nicely, especially with the backgrounds.\u001b[24m\n    \u001b[1m芸術はうまくやっていました。\u001b[22m, \u001b[1m技術は、特に背景に、うまく行われていました。\u001b[22m\n\u001b[4mThe character designs are plain, but it was still good.\u001b[24m\n    \u001b[1mキャラクターのデザインは普通ですが、それでもいいですね。\u001b[22m, \u001b[1mキャラクターデザインは無地ですが、それはまだ良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was great, especially with the catchy openings and endings. The OST was also great and relaxing to hear.\n\n\u001b[1m音はすばらしかった。特に、キャッチーなオープニングとエンディングで。  OSTも素晴らしかったです。\u001b[22m\n\u001b[1m(Oto wa subarashikatta. Tokuni, kyatchīna ōpuningu to endingu de. OST mo subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was great, especially with the catchy openings and endings. The OST was also great and relaxing to hear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was great, especially with the catchy openings and endings.\u001b[24m\n    \u001b[1m音はすばらしかった。特に、キャッチーなオープニングとエンディングで。\u001b[22m, \u001b[1m音は特にキャッチーな開口部と語尾で、素晴らしかったです。\u001b[22m\n\u001b[4mThe OST was also great and relaxing to hear.\u001b[24m\n    \u001b[1mOSTも素晴らしかったです。\u001b[22m, \u001b[1mOSTも素晴らしかったと聞くためにリラックスできます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters of this show was not bad, and not that good. The character development was a little good, and it was mainly focused on Inari and Uka-sama. I expected more, (especially with Tanbabashi and Inari) but since it was short, it was a little disappointing.\n\n\u001b[1mこのショーのキャラクターは悪くないし、それほど良いものでもなかった。 キャラクターの開発はやや良かったし、主にイナリとウカ様に焦点を当てていた。 私はもっ​​と、（特にTanbabashiとInariと）期待しましたが、それは短いので少し失望しました。\u001b[22m\n\u001b[1m(Kono shō no kyarakutā wa warukunaishi, sore hodo yoi monode mo nakatta. Kyarakutā no kaihatsu wa yaya yokattashi, omoni inari to uka-sama ni shōten o atete ita. Watashi wa mo~tsu​​ to,(tokuni Tanbabashi to Inari to) kitai shimashitaga, sore wa mijikainode sukoshi shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters of this show was not bad, and not that good. The character development was a little good, and it was mainly focused on Inari and Uka-sama. I expected more, (especially with Tanbabashi and Inari) but since it was short, it was a little disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters of this show was not bad, and not that good.\u001b[24m\n    \u001b[1mこのショーのキャラクターは悪くないし、それほど良いものでもなかった。\u001b[22m, \u001b[1mこのショーの文字がその良い悪いではなく、ありませんでした。\u001b[22m\n\u001b[4mThe character development was a little good, and it was mainly focused on Inari and Uka-sama.\u001b[24m\n    \u001b[1mキャラクターの開発はやや良かったし、主にイナリとウカ様に焦点を当てていた。\u001b[22m, \u001b[1mキャラクターの成長は少し良かった、それは主に稲荷とUKAさまに焦点を当てました。\u001b[22m\n\u001b[4mI expected more, (especially with Tanbabashi and Inari) but since it was short, it was a little disappointing.\u001b[24m\n    \u001b[1m私はもっと、（特にTanbabashiとInariと）期待しましたが、それは短いので少し失望しました。\u001b[22m, \u001b[1m私は、より多くの期待（特にTanbabashiと稲荷で）それが短かったので、それは少し残念でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: 8/10\n\n\u001b[1m楽しさ/全体：8/10\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: 8/10\u001b[24m\n    \u001b[1m楽しさ/全体：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThis series was enjoyable, despite the face that it was a little short. The comedy, especially with Uka-sama and Inari's brother, was really good. The side characters were also fun. If you really like romcom with a little twist, try this one.\n\n\u001b[1mこのシリーズは少し面白かったのにもかかわらず楽しいものでした。 特に、宇佐様と稲荷兄弟のコメディは本当に良かったです。 サイドキャラクターも楽しいものでした。 ちょっとひねったromcomが本当に好きな人は、これを試してみてください。\u001b[22m\n\u001b[1m(Kono shirīzu wa sukoshi omoshirokattanoni mo kakawarazu tanoshī monodeshita. Tokuni, Usa-sama to inari kyōdai no komedi wa hontōniyokattadesu. Saidokyarakutā mo tanoshī monodeshita. Chotto hinetta romcom ga hontōni sukinahito wa, kore o tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis series was enjoyable, despite the face that it was a little short. The comedy, especially with Uka-sama and Inari's brother, was really good. The side characters were also fun. If you really like romcom with a little twist, try this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series was enjoyable, despite the face that it was a little short.\u001b[24m\n    \u001b[1mこのシリーズは少し面白かったのにもかかわらず楽しいものでした。\u001b[22m, \u001b[1mこのシリーズは、それは少し短かったことを顔にもかかわらず、楽しかったです。\u001b[22m\n\u001b[4mThe comedy, especially with Uka-sama and Inari's brother, was really good.\u001b[24m\n    \u001b[1m特に、宇佐様と稲荷兄弟のコメディは本当に良かったです。\u001b[22m, \u001b[1m特にUKA様と稲荷の弟との喜劇は、本当に良かったです。\u001b[22m\n\u001b[4mThe side characters were also fun.\u001b[24m\n    \u001b[1mサイドキャラクターも楽しいものでした。\u001b[22m, \u001b[1mサイド文字も楽しかったです。\u001b[22m\n\u001b[4mIf you really like romcom with a little twist, try this one.\u001b[24m\n    \u001b[1mちょっとひねったromcomが本当に好きな人は、これを試してみてください。\u001b[22m, \u001b[1mあなたが本当に少しひねりを加えたromcomが好きなら、これを試してみてください。\u001b[22m"
  },
  {
    "title": "Inari_Konkon_Koi_Iroha",
    "id": "20457",
    "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha",
    "user": "motionlesshaze",
    "profile": "/profile/motionlesshaze/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=138369",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nキャラクター|  7\n|  7\n\nストーリー：6/10それは典型的なロマンチックなコメディーです。 それはロマンチックなプロットに焦点を合わせることになっているが、別のテーマ、友情にひねり、動いているようだ。 それは2つのテーマを頻繁に切り替えるので、ロマンス要素は欠けている傾向があり、ほとんど終了する傾向があります。 しかし、それはまだ楽しくて簡単に従うことができます。\n\nアート：10/10私はアートワークを崇拝しました。 それはとてもうまくいっています。 神社から基本的な景観の景色まで、それは本当に美しいものでした。 キャラクターは平均的で、特別なものではなく、やや基本的なものでしたが、他のアニメキャラクターを模倣したようなものではありません。\n\nキャラクター：7/10キャラクターはちょっとしたものでしたが、まだ楽しいものでした。 私は本当にウクカを主人公にして、他のすべての人は自分たちの方法で追加しました。\n\n楽しさ/全体：7/10全体的にちょっと短かったです。  10のエピソードで、彼らはおそらくもう少し詳しく説明する必要がある2つのテーマをまとめようとしました。 途中で途切れることなく、ストーリーがまだ発達していて、結末が私には不満を残したように感じました。 私はそれが落とされ、制限されていると感じましたが、それは個人的な意見です。 私はそれを推薦する、すべての後にそれはわずか10エピソードです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10 It's a typical romantic comedy-ish. It seems that it's supposed to focus on romantic plots, but twists and moves on to another theme,friendship. It switches between the two themes frequently, so romance elements tend to lack and almost end up being dropped. That being said however, it's still enjoyable and easy to follow.\n\n\u001b[1mストーリー：6/10それは典型的なロマンチックなコメディーです。 それはロマンチックなプロットに焦点を合わせることになっているが、別のテーマ、友情にひねり、動いているようだ。 それは2つのテーマを頻繁に切り替えるので、ロマンス要素は欠けている傾向があり、ほとんど終了する傾向があります。 しかし、それはまだ楽しくて簡単に従うことができます。\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10 Sore wa tenkei-tekina romanchikkuna komedīdesu. Sore wa romanchikkuna purotto ni shōten o awaseru koto ni natte iruga,-betsu no tēma, yūjō ni hineri, ugoite iru yōda. Sore wa 2tsu no tēma o hinpan ni kirikaerunode, romansu yōso wa kakete iru keikō ga ari, hotondo shūryō suru keikō ga arimasu. Shikashi, sore wa mada tanoshikute kantan ni shitagau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10 It's a typical romantic comedy-ish. It seems that it's supposed to focus on romantic plots, but twists and moves on to another theme,friendship. It switches between the two themes frequently, so romance elements tend to lack and almost end up being dropped. That being said however, it's still enjoyable and easy to follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10 It's a typical romantic comedy-ish.\u001b[24m\n    \u001b[1mストーリー：6/10それは典型的なロマンチックなコメディーです。\u001b[22m, \u001b[1mストーリー：6/10それは典型的なロマンチックコメディっぽいです。\u001b[22m\n\u001b[4mIt seems that it's supposed to focus on romantic plots, but twists and moves on to another theme,friendship.\u001b[24m\n    \u001b[1mそれはロマンチックなプロットに焦点を合わせることになっているが、別のテーマ、友情にひねり、動いているようだ。\u001b[22m, \u001b[1mロマンチックなプロットに焦点を当てることになっているようだが、ねじれや別のテーマ、友情に移ります。\u001b[22m\n\u001b[4mIt switches between the two themes frequently, so romance elements tend to lack and almost end up being dropped.\u001b[24m\n    \u001b[1mそれは2つのテーマを頻繁に切り替えるので、ロマンス要素は欠けている傾向があり、ほとんど終了する傾向があります。\u001b[22m, \u001b[1mそれは頻繁に2つのテーマを切り替えるので、ロマンスの要素が欠けていると、ほとんど廃棄されてしまう傾向にあります。\u001b[22m\n\u001b[4mThat being said however, it's still enjoyable and easy to follow.\u001b[24m\n    \u001b[1mしかし、それはまだ楽しくて簡単に従うことができます。\u001b[22m, \u001b[1mそれはそれはまだ楽しいとフォローするのは簡単です、しかし、言われています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10 I adored the artwork. It is very well done. From the shrines to the landscapes of basic surroundings, it was really beautiful. The characters were average and nothing special, kinda basic, but it's not like they're an imitation of other anime characters.\n\n\u001b[1mアート：10/10私はアートワークを崇拝しました。 それはとてもうまくいっています。 神社から基本的な景観の景色まで、それは本当に美しいものでした。 キャラクターは平均的で、特別なものではなく、やや基本的なものでしたが、他のアニメキャラクターを模倣しているようなものではありません。\u001b[22m\n\u001b[1m(Āto: 10/ 10 Watashi wa ātowāku o sūhai shimashita. Sore wa totemo umaku itte imasu. Jinja kara kihon-tekina keikan no keshiki made, sore wa hontōni utsukushī monodeshita. Kyarakutā wa heikin-tekide, tokubetsuna monode wa naku, yaya kihon-tekina monodeshitaga, hoka no animekyarakutā o mohō shite iru yōna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10 I adored the artwork. It is very well done. From the shrines to the landscapes of basic surroundings, it was really beautiful. The characters were average and nothing special, kinda basic, but it's not like they're an imitation of other anime characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10 I adored the artwork.\u001b[24m\n    \u001b[1mアート：10/10私はアートワークを崇拝しました。\u001b[22m, \u001b[1mアート：10/10私はアートワークを崇拝。\u001b[22m\n\u001b[4mIt is very well done.\u001b[24m\n    \u001b[1mそれはとてもうまくいっています。\u001b[22m, \u001b[1mそれは非常によく行われます。\u001b[22m\n\u001b[4mFrom the shrines to the landscapes of basic surroundings, it was really beautiful.\u001b[24m\n    \u001b[1m神社から基本的な景観の景色まで、それは本当に美しいものでした。\u001b[22m, \u001b[1m神社からの基本的な周囲の景観に、それは本当にきれいでした。\u001b[22m\n\u001b[4mThe characters were average and nothing special, kinda basic, but it's not like they're an imitation of other anime characters.\u001b[24m\n    \u001b[1mキャラクターは平均的で、特別なものではなく、やや基本的なものでしたが、他のアニメキャラクターを模倣しているようなものではありません。\u001b[22m, \u001b[1m文字は、平均と何も特別な、ちょっと基本的だったが、彼らは他のアニメのキャラクターの模倣しているようにそうではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7/10 Although the characters were kinda generic, I still found them enjoyable. I really enjoyed Uka being a main character and all the others added in their own ways.\n\n\u001b[1mキャラクター：7/10キャラクターはちょっとしたものでしたが、まだ楽しいものでした。 私は本当にウクカを主人公にして、他のすべての人は自分たちの方法で追加しました。\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10 Kyarakutā wa chottoshita monodeshitaga, mada tanoshī monodeshita. Watashi wa hontōni ukuka o shujinkō ni shite, hoka no subete no hito wa jibun-tachi no hōhō de tsuika shimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7/10 Although the characters were kinda generic, I still found them enjoyable. I really enjoyed Uka being a main character and all the others added in their own ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7/10 Although the characters were kinda generic, I still found them enjoyable.\u001b[24m\n    \u001b[1mキャラクター：7/10キャラクターはちょっとしたものでしたが、まだ楽しいものでした。\u001b[22m, \u001b[1m文字：文字がちょっとジェネリックましたが7月10日、私はまだ彼らが楽しい発見しました。\u001b[22m\n\u001b[4mI really enjoyed Uka being a main character and all the others added in their own ways.\u001b[24m\n    \u001b[1m私は本当にウクカを主人公にして、他のすべての人は自分たちの方法で追加しました。\u001b[22m, \u001b[1m私は本当に主人公と独自の方法で追加された他のすべてであることUKAを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/overall: 7/10 Overall, it was kinda too short. In 10 episodes they tried to wrap up two themes that probably needed to be elaborated on a bit more. Half way through it felt like the story was still developing and the ending left me unsatisfied. I felt that it was dropped and restricted, but that's a personal opinion on it. I would recommend it, after all it's only 10 episodes.\n\n\u001b[1m楽しさ/全体：7/10全体的にちょっと短かったです。  10のエピソードで、彼らはおそらくもう少し詳しく説明する必要がある2つのテーマをまとめようとしました。 途中で途切れることなく、ストーリーがまだ発達していて、結末が私には不満を残したように感じました。 私はそれが落とされ、制限されていると感じましたが、それは個人的な意見です。 私はそれを推薦する、すべての後にそれはわずか10エピソードです。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: 7/ 10 Zentai-teki ni chotto mijikakattadesu. 10 No episōdo de, karera wa osoraku mōsukoshi kuwashiku setsumei suruhitsuyōgāru 2tsu no tēma o matomeyou to shimashita. Tochū de togireru koto naku, sutōrī ga mada hattatsu shite ite, ketsumatsu ga watashiniha fuman o nokoshita yō ni kanjimashita. Watashi wa sore ga otosa re, seigen sa rete iru to kanjimashitaga, soreha kojin-tekina ikendesu. Watashi wa sore o suisen suru, subete no nochi ni sore wa wazuka 10 episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/overall: 7/10 Overall, it was kinda too short. In 10 episodes they tried to wrap up two themes that probably needed to be elaborated on a bit more. Half way through it felt like the story was still developing and the ending left me unsatisfied. I felt that it was dropped and restricted, but that's a personal opinion on it. I would recommend it, after all it's only 10 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/overall: 7/10 Overall, it was kinda too short.\u001b[24m\n    \u001b[1m楽しさ/全体：7/10全体的にちょっと短かったです。\u001b[22m, \u001b[1m楽しさ/全体的な：7/10は全体的に、それはちょっと短すぎました。\u001b[22m\n\u001b[4mIn 10 episodes they tried to wrap up two themes that probably needed to be elaborated on a bit more.\u001b[24m\n    \u001b[1m10のエピソードで、彼らはおそらくもう少し詳しく説明する必要がある2つのテーマをまとめようとしました。\u001b[22m, \u001b[1m10のエピソードでは、彼らはおそらく、もう少し上に詳述されるように必要な2つのテーマをラップしようとしました。\u001b[22m\n\u001b[4mHalf way through it felt like the story was still developing and the ending left me unsatisfied.\u001b[24m\n    \u001b[1m途中で途切れることなく、ストーリーがまだ発達していて、結末が私には不満を残したように感じました。\u001b[22m, \u001b[1m物語はまだ開発していたようにそれの途中で感じ、エンディングは不満私を残しました。\u001b[22m\n\u001b[4mI felt that it was dropped and restricted, but that's a personal opinion on it.\u001b[24m\n    \u001b[1m私はそれが落とされ、制限されていると感じましたが、それは個人的な意見です。\u001b[22m, \u001b[1m私はそれが削除され、制限されたことを感じたが、それはそれについて個人的な意見です。\u001b[22m\n\u001b[4mI would recommend it, after all it's only 10 episodes.\u001b[24m\n    \u001b[1m私はそれを推薦する、すべての後にそれはわずか10エピソードです。\u001b[22m, \u001b[1mそれが唯一の10のエピソードだすべての後、私は、それをお勧めします。\u001b[22m"
  }
]
