[
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "emberreviews",
    "profile": "/profile/emberreviews/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=174635",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  6\n|  7\n\n人生のジャンルのスライスと私は本当に安定した関係と呼べるものを持っていませんでした。 それはしばしば、私にとってはほとんど役に立たない魅力的なビジュアルやコメディだけで構成されているジャンルです。 だから、これに打ち勝つために、私の手がかりになるライフ・アニメの断片には、少なくとも1つの余分なテーマやジャンルが追加されています。最も一般的なものはロマンチックなプロットです。 だから、私の最新のロマンチックな可愛らしさは、ライフシリーズの典型的なスライスの無さをはぐくむのに十分でしたか？\n\n私は、一般的には人生の面では非常に関心のない人として、このシリーズはほとんどのランタイムに私の関心を引いていました。そして、確かに、シリーズが引きずられているような気分だったり、ペーシングが遅すぎたり 。 他の多くの人生シリーズと同じように、ユーモアは狂っていて野生ですが、それでも本当は恥知らずのレベルに達したことのないステレオタイプのアニメスタイルに根ざしています。 これは間違いなく、他に何もする必要がなければ、あなたがたどり着くことができるシリーズです。\n\nそれは、ユーモアの多くはまだそれを実行する文字に依存し、それはシリーズ全体でかなり変動を終了したと言われている。  Kobeni自身はとても個性的で、他のキャラクターのコメディーのストレート・マンとしての役割もしばしば果たしていますが、他の人たちがどれくらい自分のことを考えているのか、それをどのように幸せに保つのかについても非常に魅力的です。 逆に、このシリーズのコメディアン・コアとしての役割を果たしていたBenioとMashiroは、本当にあまりにも強く関わっていないという厄介な立場に私を入れてしまったので、たくさんのジョークがわずかしか違法にならない 私の笑い声。 ベニオは家庭ではるかに痙攣した性格を持つ「完璧な女子高生」ですが、マシロはこのシリーズを販売する子供らしい性格のトークン・ロリですが、 彼女が楽しくて絶対に迷惑をかけることがわかった。 カワイコンプレックスと同じように、2つのリードの間にあるロマンチックな緊張の一部を実際に破壊していた瞬間がたくさんありました。\n\nロマンスに関しては、おそらくこのアニメにとって最も固い点でしょう。 シリーズ全体を通して、あなたは本当にコベニが彼女が記憶を持たない誰かに婚約する気持ちと闘っているという感覚を得ることができます。そして、彼に向かって何も感じないことから彼を好きになるまでの進歩は、 ハクヤは基本的に疑似クーデレであり、めったに彼の感情を明白に表示することはめったにありません。 彼が何を感じているのかは非常にはっきりしていますが、彼の性格、彼の好き嫌い、またはKobeniへの関わり以外の何かを実際に感じることはありません。\n\nストーリーの最後の一言として、若干の超自然的要素があり、それがうまく実行されていないとは言わないが、ストーリーはそれが動作する必要はありませんでした。\n\nアニメは縄のぼり（月娘ノザキくん、ゆうゆうり）が制作したもので、かわいい女の子たちがかわいいものをやっているときは、京谷に次ぐ第2のスタジオです。 キャラクターのデザインは信じられないほど愛らしいですし、動きのアニメーションは非常にスムーズであり、魅力的で流動的であり、コメディー効果のためには痙攣的ですが、遅い動きが必要なアークよりも大きくなり、本当に 動きの仕方に注意を喚起してください。\n\nこのシリーズのダブは現在のところありません。生命のアニメーションの一部として、私はそれがなくても大丈夫だと思います。\n\n音楽は市川淳が作曲し、ほとんどのシリーズでは比較的珍しいものでした。 時には感情的なクライマックスがうまく強調されていましたが、実際にはそれを完全に家に持ち帰ったことはありませんでした。 主題歌「トマドイ→レシピ」とエンディングテーマ「マシヒロ・ワールド」は、シリーズの主役3人であるミカクイング！で演奏され、両方のトラックがトーンと信じられないくらいうまく収まり易いキャッチーなJ-POPトラック シリーズの\n\n全体として、Unidentifiedに関わった人は見守ることができますが、それほど目覚しいものではありませんが、もっと熱狂的な人生のファンなら、あなたのリストに必ず上がっていくはずです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe slice of life genre and I have never really had what one might call a stable relationship. It's a genre that often consists of nothing but charming visuals and comedy that does very little for me. So, to counteract this, the slice of life anime that end up in my cue usually have at least one extra theme or genre added, the most common being a romantic plot line. So, was my latest bundle of romantic cuteness enough to stave off the nothingness of a typical slice of life series?\n\n\u001b[1m人生のジャンルのスライスと私は本当に安定した関係と呼べるものを持っていませんでした。 それはしばしば、私にとってはほとんど役に立たない魅力的なビジュアルやコメディだけで構成されているジャンルです。 だから、これに打ち勝つために、私の手がかりになるライフ・アニメの断片には、少なくとも1つの余分なテーマやジャンルが追加されています。最も一般的なものはロマンチックなプロットです。 だから、私の最新のロマンチックな可愛らしさは、ライフシリーズの典型的なスライスの無さをはぐくむのに十分でしたか？\u001b[22m\n\u001b[1m(Jinsei no janru no suraisu to watashi wa hontōni antei shita kankei to yoberu mono o motte imasendeshita. Sore wa shibashiba, watashi ni totte wa hotondo yakunitatanai miryoku-tekina bijuaru ya komedi dake de kōsei sa rete iru janrudesu. Dakara, kore ni uchikatsu tame ni, watashi no tegakari ni naru raifu anime no danpen ni wa, sukunakutomo 1tsu no yobun'na tēma ya janru ga tsuika sa rete imasu. Mottomo ippantekina mono wa romanchikkuna purottodesu. Dakara, watashi no saishin no romanchikkuna kawairashi-sa wa, raifushirīzu no tenkei-tekina suraisu no na-sa o hagukumu no ni jūbundeshita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe slice of life genre and I have never really had what one might call a stable relationship. It's a genre that often consists of nothing but charming visuals and comedy that does very little for me. So, to counteract this, the slice of life anime that end up in my cue usually have at least one extra theme or genre added, the most common being a romantic plot line. So, was my latest bundle of romantic cuteness enough to stave off the nothingness of a typical slice of life series?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe slice of life genre and I have never really had what one might call a stable relationship.\u001b[24m\n    \u001b[1m人生のジャンルのスライスと私は本当に安定した関係と呼べるものを持っていませんでした。\u001b[22m, \u001b[1m生活のジャンルのスライスと私は本当に1が安定した関係を呼ぶかもしれないものを持っていたことがありません。\u001b[22m\n\u001b[4mIt's a genre that often consists of nothing but charming visuals and comedy that does very little for me.\u001b[24m\n    \u001b[1mそれはしばしば、私にとってはほとんど役に立たない魅力的なビジュアルやコメディだけで構成されているジャンルです。\u001b[22m, \u001b[1mそれは多くの場合、私のためにはほとんど何もしませんが、魅力的なビジュアルとコメディで構成ジャンルです。\u001b[22m\n\u001b[4mSo, to counteract this, the slice of life anime that end up in my cue usually have at least one extra theme or genre added, the most common being a romantic plot line.\u001b[24m\n    \u001b[1mだから、これに打ち勝つために、私の手がかりになるライフ・アニメの断片には、少なくとも1つの余分なテーマやジャンルが追加されています。最も一般的なものはロマンチックなプロットです。\u001b[22m, \u001b[1mだから、これを打ち消すために、私のキューに終わる人生のアニメのスライスは、通常、少なくとも1つの余分なテーマやジャンルは、最も一般的なロマンチックなプロット線であること、追加されました。\u001b[22m\n\u001b[4mSo, was my latest bundle of romantic cuteness enough to stave off the nothingness of a typical slice of life series?\u001b[24m\n    \u001b[1mだから、私の最新のロマンチックな可愛らしさは、ライフシリーズの典型的なスライスの無さをはぐくむのに十分でしたか？\u001b[22m, \u001b[1mだから、ロマンチックな可愛らしさの私の最新のバンドルは、ライフシリーズの代表的なスライスの虚無を食い止めるには十分でしたか？\u001b[22m\n\u001b[1m\u001b[22m\nI will say that as someone who is generally very uninterested in slice of life, this series had my attention for most of its run time, and there were certainly less moments than usual where I felt like the series was dragging or the pacing was too slow . As is the case with many other slice of life series, the humor is crazy and wild, but is still grounded in stereotypical anime style that never really reached a gut-busting level of hilarity. This is definitely a series that you can just sort of throw on if you've got nothing else to do.\n\n\u001b[1m私は、一般的には人生の面では非常に関心のない人として、このシリーズはほとんどのランタイムに私の関心を引いていました。そして、確かに、シリーズが引きずられているような気分だったり、ペーシングが遅すぎたり 。 他の多くの人生シリーズと同じように、ユーモアは狂っていて野生ですが、それでも本当は恥知らずのレベルに達したことのないステレオタイプのアニメスタイルに根ざしています。 これは間違いなく、他に何もする必要がなければ、あなたがたどり着くことができるシリーズです。\u001b[22m\n\u001b[1m(Watashi wa, ippantekini wa jinsei no mende wa hijō ni kanshin no nai hito to shite, kono shirīzu wa hotondo no Rantaimu ni watashi no kanshin o hiite imashita. Soshite, tashika ni, shirīzu ga hikizura rete iru yōna kibundattari, pēshingu ga oso sugi tari. Hoka no ōku no jinsei shirīzu to onajiyōni, yūmoa wa kurutte ite yaseidesuga, soredemo hontōha hajishirazu no reberu ni tasshita koto no nai sutereo taipu no anime sutairu ni nezashite imasu. Kore wa machigainaku, hoka ni nani mo suru hitsuyō ga nakereba, anata ga tadoritsuku koto ga dekiru shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mI will say that as someone who is generally very uninterested in slice of life, this series had my attention for most of its run time, and there were certainly less moments than usual where I felt like the series was dragging or the pacing was too slow . As is the case with many other slice of life series, the humor is crazy and wild, but is still grounded in stereotypical anime style that never really reached a gut-busting level of hilarity. This is definitely a series that you can just sort of throw on if you've got nothing else to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will say that as someone who is generally very uninterested in slice of life, this series had my attention for most of its run time, and there were certainly less moments than usual where I felt like the series was dragging or the pacing was too slow\u001b[24m\n    \u001b[1m私は、一般的には人生の面では非常に関心のない人として、このシリーズはほとんどのランタイムに私の関心を引いていました。そして、確かに、シリーズが引きずられているような気分だったり、ペーシングが遅すぎたり\u001b[22m, \u001b[1m私は一般的に人生のスライスに非常に興味ある誰かのように、このシリーズは、その実行時間のほとんどのために私の注意を持っていたと言うだろう、と私はシリーズがドラッグされたか、ペーシングが遅すぎたように感じたところ、通常よりも確かに少ない瞬間がありました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mAs is the case with many other slice of life series, the humor is crazy and wild, but is still grounded in stereotypical anime style that never really reached a gut-busting level of hilarity.\u001b[24m\n    \u001b[1m他の多くの人生シリーズと同じように、ユーモアは狂っていて野生ですが、それでも本当は恥知らずのレベルに達したことのないステレオタイプのアニメスタイルに根ざしています。\u001b[22m, \u001b[1m生活シリーズの他の多くのスライスの場合と同様に、ユーモアはクレイジーとワイルドですが、それでも本当にはしゃぎの腸つぶしレベルに達したことがないステレオタイプのアニメスタイルで接地されています。\u001b[22m\n\u001b[4mThis is definitely a series that you can just sort of throw on if you've got nothing else to do.\u001b[24m\n    \u001b[1mこれは間違いなく、他に何もする必要がなければ、あなたがたどり着くことができるシリーズです。\u001b[22m, \u001b[1mこれは間違いなくあなたは他に何もを持っていないしている場合、あなただけの並べ替えの上に投げることができるシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, a lot of the humor still relies on the characters who execute it, and that ended up fluctuating quite a bit throughout the series. Kobeni herself is very plain in personality and often serves as the straight man to the comedic bits of the other characters, but she's also still very endearing in how much she thinks of the others and how to keep them happy. Conversely, we have Benio and Mashiro, who were meant to serve as the comedic core of this series, putting me in the awkward position of not really getting too engaged in them, thus causing a lot of the jokes to illicit no more than a slight chuckle from me. Benio is the 'perfect schoolgirl' who ends up having a much more spastic personality at home, while Mashiro is the token loli with a childlike personality that one would use to market this series, and I felt myself constantly shifting back-and-forth between finding her enjoyable and absolutely annoying. Much like with Kawai Complex, there were a lot of moments where these two were actually ruining some of the romantic tension between our two leads.\n\n\u001b[1mそれは、ユーモアの多くはまだそれを実行する文字に依存し、それはシリーズ全体でかなり変動を終了したと言われている。  Kobeni自身はとても個性的で、他のキャラクターのコメディーのストレート・マンとしての役割もしばしば果たしていますが、他の人たちがどれくらい自分のことを考えているのか、それをどのように幸せに保つのかについても非常に魅力的です。 逆に、このシリーズのコメディアン・コアとしての役割を果たしていたBenioとMashiroは、本当にあまりにも強く関わっていないという厄介な立場に私を入れてしまったので、たくさんのジョークがわずかしか違法にならない 私の笑い声。 ベニオは家庭ではるかに痙攣した性格を持つ「完璧な女子高生」ですが、マシロはこのシリーズを販売する子供らしい性格のトークン・ロリですが、 彼女が楽しくて絶対に迷惑をかけることがわかった。 カワイコンプレックスと同じように、2つのリードの間にあるロマンチックな緊張の一部を実際に破壊していた瞬間がたくさんありました。\u001b[22m\n\u001b[1m(Sore wa, yūmoa no ōku wa mada sore o jikkō suru moji ni izon shi, soreha shirīzu zentai de kanari hendō o shūryō shita to iwa rete iru. Kobeni jishin wa totemo kosei-tekide, hoka no kyarakutā no komedī no sutorēto man to shite no yakuwari mo shibashiba hatashite imasuga, hokanohito-tachi ga dorekurai jibun no koto o kangaete iru no ka, sore o dono yō ni shiawase ni tamotsu no ka ni tsuite mo hijō ni mirikitekidesu. Gyaku ni, kono shirīzu no komedian koa to shite no yakuwari o hatashite ita Benio to Mashiro wa, hontōni amarini mo tsuyoku kakawatte inai to iu yakkaina tachiba ni watashi o irete shimattanode, takusan no jōku ga wazuka shika ihō ni naranai watashi no waraigoe. Benio wa katei de haruka ni keiren shita seikaku o motsu `kanpekina mesukōsei'desuga, mashiro wa kono shirīzu o hanbai suru kodomorashī seikaku no tōkun roridesu ga, kanojo ga tanoshikute zettai ni meiwakuwokakeru koto ga wakatta. Kawaikonpurekkusu to onajiyōni, 2tsu no rīdo no ma ni aru romanchikkuna kinchō no ichibu o jissai ni hakai shite ita shunkan ga takusan arimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nAs for the romance, it's probably the most solid point for this anime. Throughout the entire series, you really do get the sense that Kobeni is struggling with how she feels about being engaged to someone she has no memory of, and the progression from not feeling anything towards him to possibly liking him is gradual and very smooth. It's just unfortunate that Hakuya is basically a pseudo-kuudere and rarely ever displays his emotions overtly. While it is often very obvious what he is feeling, we never really get a sense of his personality, his likes and dislikes, or anything else really other than his engagement to Kobeni.\n\n\u001b[1mロマンスに関しては、おそらくこのアニメにとって最も固い点でしょう。 シリーズ全体を通して、あなたは本当にコベニが彼女が記憶を持たない誰かに婚約する気持ちと闘っているという感覚を得ることができます。そして、彼に向かって何も感じないことから彼を好きになるまでの進歩は、 ハクヤは基本的に疑似クーデレであり、めったに彼の感情を明白に表示することはめったにありません。 彼が何を感じているのかは非常にはっきりしていますが、彼の性格、彼の好き嫌い、またはKobeniへの関わり以外の何かを実際に感じることはありません。\u001b[22m\n\u001b[1m(Romansu ni kanshite wa, osoraku kono anime ni totte mottomo katai tendeshou. Shirīzu zentai o tōshite, anata wa hontōni kobeni ga kanojo ga kioku o motanai dareka ni kon'yaku suru kimochi to tatakatte iru to iu kankaku o eru koto ga dekimasu. Soshite, kare ni mukatte nani mo kanjinai koto kara kare o sukininaru made no shinpo wa, hakuya wa kihontekini giji kūderedeari, mettani kare no kanjō o meihaku ni hyōji suru koto wa mettani arimasen. Kare ga nani o kanjite iru no ka wa hijō ni hakkiri shite imasuga, kare no seikaku, kare no sukikirai, matawa Kobeni e no kakawari igai no nanika o jissai ni kanjiru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the romance, it's probably the most solid point for this anime. Throughout the entire series, you really do get the sense that Kobeni is struggling with how she feels about being engaged to someone she has no memory of, and the progression from not feeling anything towards him to possibly liking him is gradual and very smooth. It's just unfortunate that Hakuya is basically a pseudo-kuudere and rarely ever displays his emotions overtly. While it is often very obvious what he is feeling, we never really get a sense of his personality, his likes and dislikes, or anything else really other than his engagement to Kobeni.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the romance, it's probably the most solid point for this anime.\u001b[24m\n    \u001b[1mロマンスに関しては、おそらくこのアニメにとって最も固い点でしょう。\u001b[22m, \u001b[1m恋愛に関しては、それはおそらく、このアニメのための最も固体のポイントです。\u001b[22m\n\u001b[4mThroughout the entire series, you really do get the sense that Kobeni is struggling with how she feels about being engaged to someone she has no memory of, and the progression from not feeling anything towards him to possibly liking him is gradual and very smooth.\u001b[24m\n    \u001b[1mシリーズ全体を通して、あなたは本当にコベニが彼女が記憶を持たない誰かに婚約する気持ちと闘っているという感覚を得ることができます。そして、彼に向かって何も感じないことから彼を好きになるまでの進歩は、\u001b[22m, \u001b[1mシリーズ全体を通して、あなたは本当にKobeniは彼女がのないメモリを持っていない、と彼はおそらく彼を好きにするために向かって何かを感じていないから進行が緩やかと非常に滑らかである誰かに従事さについてどう感じるかで苦労しているという感覚を得ますか。\u001b[22m\n\u001b[4mIt's just unfortunate that Hakuya is basically a pseudo-kuudere and rarely ever displays his emotions overtly.\u001b[24m\n    \u001b[1mハクヤは基本的に疑似クーデレであり、めったに彼の感情を明白に表示することはめったにありません。\u001b[22m, \u001b[1mそれはHakuyaは基本的に疑似kuudereで、めったに公然と彼の感情を表示することだけ残念です。\u001b[22m\n\u001b[4mWhile it is often very obvious what he is feeling, we never really get a sense of his personality, his likes and dislikes, or anything else really other than his engagement to Kobeni.\u001b[24m\n    \u001b[1m彼が何を感じているのかは非常にはっきりしていますが、彼の性格、彼の好き嫌い、またはKobeniへの関わり以外の何かを実際に感じることはありません。\u001b[22m, \u001b[1mそれは彼が感じているものは、多くの場合、非常に明白ですが、私たちは本当に彼の人格の感覚、彼の好き嫌い、またはKobeniに彼の婚約以外本当に他の何かを取得することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAs one last note on the story, there is a slight supernatural element, and while I wouldn't say that it was poorly executed, the story definitely didn't need it to work.\n\n\u001b[1mストーリーの最後の一言として、若干の超自然的要素があり、それがうまく実行されていないとは言わないが、ストーリーはそれが動作する必要はありませんでした。\u001b[22m\n\u001b[1m(Sutōrī no saigo no hitokoto to shite, jakkan no chō shizen-teki yōso ga ari, sore ga umaku jikkō sa rete inai to wa iwanai ga, sutōrī wa sore ga dōsa suru hitsuyō wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs one last note on the story, there is a slight supernatural element, and while I wouldn't say that it was poorly executed, the story definitely didn't need it to work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs one last note on the story, there is a slight supernatural element, and while I wouldn't say that it was poorly executed, the story definitely didn't need it to work.\u001b[24m\n    \u001b[1mストーリーの最後の一言として、若干の超自然的要素があり、それがうまく実行されていないとは言わないが、ストーリーはそれが動作する必要はありませんでした。\u001b[22m, \u001b[1mストーリー上の1つの最後の注意点としては、若干の超自然的要素があり、私はそれが不完全に実行されたことを言わないだろうしながら、物語は間違いなくそれが動作する必要はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was produced by Dogakobo (Monthly Girls' Nozaki-kun, YuruYuri), and this is a studio that I consider second only to KyoAni when it comes to cute girls doing cute things. The character designs are incredibly adorable, and the movement animation is either very smooth and fluid for attractiveness or spastic and frantic for comedic effect, though there are also point where slower movements take larger than necessary arcs that almost make me feel like they really wanted to draw attention to how the movements are done.\n\n\u001b[1mアニメは縄のぼり（月娘ノザキくん、ゆうゆうり）が制作したもので、かわいい女の子たちがかわいいものをやっているときは、京谷に次ぐ第2のスタジオです。 キャラクターのデザインは信じられないほど愛らしいですし、動きのアニメーションは非常にスムーズであり、魅力的で流動的であり、コメディー効果のためには痙攣的ですが、遅い動きが必要なアークよりも大きくなり、本当に 動きの仕方に注意を喚起してください。\u001b[22m\n\u001b[1m(Anime wa nawa nobori (tsuki musume Nozaki-kun, yūyūri) ga seisaku shita mono de, kawaī on'nanoko-tachi ga kawaī mono o yatte iru toki wa, Kyōya ni tsugu dai 2 no sutajiodesu. Kyarakutā no dezain wa shinji rarenai hodo airashīdesushi, ugoki no animēshon wa hijō ni sumūzudeari, mirikiteki de ryūdōtekideari, komedī kōka no tame ni wa keiren-tekidesuga, osoi ugoki ga hitsuyōna āku yori mo ōkiku nari, hontōni ugoki no shikata ni chūi o kanki shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was produced by Dogakobo (Monthly Girls' Nozaki-kun, YuruYuri), and this is a studio that I consider second only to KyoAni when it comes to cute girls doing cute things. The character designs are incredibly adorable, and the movement animation is either very smooth and fluid for attractiveness or spastic and frantic for comedic effect, though there are also point where slower movements take larger than necessary arcs that almost make me feel like they really wanted to draw attention to how the movements are done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was produced by Dogakobo (Monthly Girls' Nozaki-kun, YuruYuri), and this is a studio that I consider second only to KyoAni when it comes to cute girls doing cute things.\u001b[24m\n    \u001b[1mアニメは縄のぼり（月娘ノザキくん、ゆうゆうり）が制作したもので、かわいい女の子たちがかわいいものをやっているときは、京谷に次ぐ第2のスタジオです。\u001b[22m, \u001b[1mアニメーションはDogakobo（月刊少女野崎くん、ゆるゆり）によって生成され、これは、それがかわいいことをやってかわいい女の子に来るとき、私は京アニに2つ目の検討スタジオですました。\u001b[22m\n\u001b[4mThe character designs are incredibly adorable, and the movement animation is either very smooth and fluid for attractiveness or spastic and frantic for comedic effect, though there are also point where slower movements take larger than necessary arcs that almost make me feel like they really wanted to\u001b[24m\n    \u001b[1mキャラクターのデザインは信じられないほど愛らしいですし、動きのアニメーションは非常にスムーズであり、魅力的で流動的であり、コメディー効果のためには痙攣的ですが、遅い動きが必要なアークよりも大きくなり、本当に\u001b[22m, \u001b[1mキャラクターデザインは信じられないほど愛らしいであり、遅い動きはほとんど彼らが本当にしたかったように私は感じさせる必要が円弧より大きく取る点もありますが、動きのアニメーションは、非常に滑らかで魅力用流体やコミカルな効果のための痙性と必死のいずれかであります\u001b[22m\n\u001b[4mdraw attention to how the movements are done.\u001b[24m\n    \u001b[1m動きの仕方に注意を喚起してください。\u001b[22m, \u001b[1m運動が行われているかに注意を引きます。\u001b[22m\n\u001b[1m\u001b[22m\nThere is currently no dub for this series, and as a slice of life anime, I think it would be perfectly fine without one.\n\n\u001b[1mこのシリーズのダブは現在のところありません。生命のアニメーションの一部として、私はそれがなくても大丈夫だと思います。\u001b[22m\n\u001b[1m(Kono shirīzu no dabu wa genzainotokoro arimasen. Seimei no animēshon no ichibu to shite, watashi wa sore ga nakute mo daijōbuda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is currently no dub for this series, and as a slice of life anime, I think it would be perfectly fine without one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is currently no dub for this series, and as a slice of life anime, I think it would be perfectly fine without one.\u001b[24m\n    \u001b[1mこのシリーズのダブは現在のところありません。生命のアニメーションの一部として、私はそれがなくても大丈夫だと思います。\u001b[22m, \u001b[1mそこにこのシリーズにはダブは現在ありません、ライフアニメのスライスとして、私はそれが1せずに完全に罰金だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was composed by Jun Ichikawa and remained relatively unremarkable for most of the series. Some moments highlighted emotional climaxes rather nicely, but never really drove them home completely. Both the opening theme 'Tomadoi→Recipe' and ending theme 'Masshiro World' were performed by Mikakuning!, the three main voice actresses for the series, and both tracks provided an upbeat and catchy J-pop track that fit incredibly well with the tone of the series.\n\n\u001b[1m音楽は市川淳が作曲し、ほとんどのシリーズでは比較的珍しいものでした。 時には感情的なクライマックスがうまく強調されていましたが、実際にはそれを完全に家に持ち帰ったことはありませんでした。 主題歌「トマドイ→レシピ」とエンディングテーマ「マシヒロ・ワールド」は、シリーズの主役3人であるミカクイング！で演奏され、両方のトラックがトーンと信じられないくらいうまく収まり易いキャッチーなJ-POPトラック シリーズの\u001b[22m\n\u001b[1m(Ongaku wa ichikawajun ga sakkyoku shi, hotondo no shirīzude wa hikakuteki mezurashī monodeshita. Tokiniha kanjō-tekina kuraimakkusu ga umaku kyōchō sa rete imashitaga, jissai ni wa sore o kanzen ni ie ni mochikaetta koto wa arimasendeshita. Shudaika `tomadoi ￫ reshipi' to endingutēma `mashihiro wārudo' wa, shirīzu no shuyaku 3-ridearu mikakuingu! De ensō sa re, ryōhō no torakku ga tōn to shinji rarenai kurai umaku osamari yasui kyatchīna J - poppu torakkushirīzu no)\u001b[22m\n\nTranslations of \u001b[4mThe music was composed by Jun Ichikawa and remained relatively unremarkable for most of the series. Some moments highlighted emotional climaxes rather nicely, but never really drove them home completely. Both the opening theme 'Tomadoi→Recipe' and ending theme 'Masshiro World' were performed by Mikakuning!, the three main voice actresses for the series, and both tracks provided an upbeat and catchy J-pop track that fit incredibly well with the tone of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was composed by Jun Ichikawa and remained relatively unremarkable for most of the series.\u001b[24m\n    \u001b[1m音楽は市川淳が作曲し、ほとんどのシリーズでは比較的珍しいものでした。\u001b[22m, \u001b[1m音楽は市川準によって構成され、シリーズのほとんどのために比較的目立たないままでした。\u001b[22m\n\u001b[4mSome moments highlighted emotional climaxes rather nicely, but never really drove them home completely.\u001b[24m\n    \u001b[1m時には感情的なクライマックスがうまく強調されていましたが、実際にはそれを完全に家に持ち帰ったことはありませんでした。\u001b[22m, \u001b[1mいくつかの瞬間には、むしろうまく感情的なクライマックスを強調したが、実際に完全に家それらを運転したことはありません。\u001b[22m\n\u001b[4mBoth the opening theme 'Tomadoi→Recipe' and ending theme 'Masshiro World' were performed by Mikakuning!, the three main voice actresses for the series, and both tracks provided an upbeat and catchy J-pop track that fit incredibly well with the tone\u001b[24m\n    \u001b[1m主題歌「トマドイ→レシピ」とエンディングテーマ「マシヒロ・ワールド」は、シリーズの主役3人であるミカクイング！で演奏され、両方のトラックがトーンと信じられないくらいうまく収まり易いキャッチーなJ-POPトラック\u001b[22m, \u001b[1m両方のオープニングテーマ「Tomadoi→レシピ」とエンディングテーマ「Masshiro世界」はMikakuningによって行われた！、三つの主要な声がシリーズの女優、そして両方のトラックは、トーンと非常によくフィットアップビートとキャッチーなJポップのトラックを提供しました\u001b[22m\n\u001b[4mof the series.\u001b[24m\n    \u001b[1mシリーズの\u001b[22m, \u001b[1mシリーズの。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Engaged to the Unidentified is watchable, but not very remarkable, though it should definitely go high up on your list if you're a more enthusiastic slice of life fan.\n\n\u001b[1m全体として、Unidentifiedに関わった人は見守ることができますが、それほど目覚しいものではありませんが、もっと熱狂的な人生のファンなら、あなたのリストに必ず上がっていくはずです。\u001b[22m\n\u001b[1m(Zentai to shite, Unidentified ni kakawatta hito wa mimamoru koto ga dekimasuga, sore hodo mezamashī monode wa arimasenga, motto nekkyō-tekina jinsei no fan'nara, anata no risuto ni kanarazu agatte iku hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Engaged to the Unidentified is watchable, but not very remarkable, though it should definitely go high up on your list if you're a more enthusiastic slice of life fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Engaged to the Unidentified is watchable, but not very remarkable, though it should definitely go high up on your list if you're a more enthusiastic slice of life fan.\u001b[24m\n    \u001b[1m全体として、Unidentifiedに関わった人は見守ることができますが、それほど目覚しいものではありませんが、もっと熱狂的な人生のファンなら、あなたのリストに必ず上がっていくはずです。\u001b[22m, \u001b[1mあなたは人生のファンのより多くの熱狂的なスライスをしている場合、それは間違いなくあなたのリストの上位に行く必要がありますけれども全体的に、未確認で進行形、非常に顕著なんとか見ますが、ではありません。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "Milkeh",
    "profile": "/profile/Milkeh/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=137171",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  7\n\nMikakunin de Shinkoukei、またはUnidentified to Engedは、2014年の冬に予定されていたロマンス - コメディアニメのスライスです.Mikakuninは、日本のアニメーション業界から数千もの他の一般的なショーのようです。 同じ屋根の下で生きている人と、異性と喜びが続いている。 しかし、ショーが提供したものは、2つの種の厄介なロマンスと人生のまばゆいスライスです。\n\nまず、ショーの話は一般的で、多くのショーが行った同じ屋根の下で疲れた生活をしています。 タイトルで見ることができるキャッチさえも既に演奏されています。 しかし、Mikakuninがしていることは、キャラクターの洞察力と2人のキャラクターの間に奇妙な出芽ロマンスがどのように発達するのかを見ることができる、シンプルなライフショーであることです。 それは特別ではありませんが、実際には必要ありません。\n\n\n\n美学に移り変わると、同社はショーの予算を節約していることは明らかです。 キャラクターは独特でカラフルで、キャラクターはお互いに素敵です。 髪型の色には多少の違いがあるかもしれませんが、見た目には聴衆の責任です。 環境は、実生活に関連して特定の領域を埋め尽くす効果を伴ってうまく描かれます。 そして、Mikakuninの信じられないほど、アニメーションは素晴らしく、キャラクターの動きにスムーズな移行を提供するために使われるさまざまなフレームがあります。 それは活発なショーに素敵なバウンスを提供し、そのコメディーの部分に変わったジッパーを提供します。\n\n次はショーのサウンドです。 正直言って、Mikakuninのサウンドトラックは目立ったものではありませんでしたが、提供されたものはショーを空にしていないサウンドトラックです。 それはシーンに応じて、より細かく、またはインパクトのあるものにする、あらゆる細部まで効果的な効果をもたらしました。 それぞれのキャラクターのために働く声は、キャラクターアーキタイプがそこにあることを確認して、特に、ベニオとマシロの愛憎関係がお互いに前後の解説を必要とする場合には適しています。 したがって、スタジオの名声は、審美的な喜びだけでなく、聴覚的には優れていないかもしれないが、それにもかかわらず、効果によって支えられていることを確認することからです。\n\n最後に、Mikakuninが提供するすべてのものについて、面白くないならば、それはすべて無神経のためです。 アニメはエンターテイメント媒体であり、ショーが面白くない場合は、その目的を果たしませんでした。 エンターテイメントは、私自身の定義では、多くの用語を持っていますが、Mikakuninはそれが欲しいと思うショー、Life of Slice of Life、Romance-Comedyを見てみましょう。 結局のところ、Mikakuninは生命の一般的なスライスですが、いいです。 キャラクターのダイナミックスと予算によって運ばれ、ショーをできるだけ活気に満ちたものにしました。 ロマンスはそこにあり、より多くの相互理解があるが、完全には開発されていない。 同社はMitsumineの家族の裏話にそれほど触れていないかもしれないが、ショーをそれが何であるかのように保つためには、ロマンスのタッチで簡単な人生の断片を保つ方が良いかもしれない。\n\n結局のところ、Mikakuninは良いショー、それは面白かったされていない、それはそこで最も美しいロマンスを持っていませんでしたが、いくつかの笑い声をこことそこにいくつかのかわいい厄介なロマンチックな開発を提供しています。 その7分の1のショーは、その可愛らしさのために視聴者を集め、それについて考えることは、結局のところそれほど悪くない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMikakunin de Shinkoukei, or Engaged to the Unidentified is a Slice of Life, Romance-Comedy anime that was slated in Winter 2014. At a glance, Mikakunin seems to be another generic show out of thousands released by Japan's animation industry, with your cliché main character living under the same roof with the opposite sex and hilarities ensue. But what the show provided is a decent slice of life with an awkward romance of two species.\n\n\u001b[1mMikakunin de Shinkoukei、またはUnidentified to Engedは、2014年の冬に予定されていたロマンス - コメディアニメのスライスです.Mikakuninは、日本のアニメーション業界から数千もの他の一般的なショーのようです。 同じ屋根の下で生きている人と、異性と喜びが続いている。 しかし、ショーが提供したものは、2つの種の厄介なロマンスと人生のまばゆいスライスです。\u001b[22m\n\u001b[1m(Mikakunin de Shinkoukei, matawa Unidentified to Enged wa, 2014-nen no fuyu ni yotei sa rete ita romansu - komedi anime no suraisudesu. Mikakunin wa, Nihon no animēshon gyōkai kara sū sen mo no ta no ippantekina shō no yōdesu. Onaji yane no shita de ikite iru hito to, isei to yorokobi ga tsudzuite iru. Shikashi, shō ga teikyō shita mono wa, 2tsu no tane no yakkaina romansu to jinsei no mabayui suraisudesu.)\u001b[22m\n\nTranslations of \u001b[4mMikakunin de Shinkoukei, or Engaged to the Unidentified is a Slice of Life, Romance-Comedy anime that was slated in Winter 2014. At a glance, Mikakunin seems to be another generic show out of thousands released by Japan's animation industry, with your cliché main character living under the same roof with the opposite sex and hilarities ensue. But what the show provided is a decent slice of life with an awkward romance of two species.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMikakunin de Shinkoukei, or Engaged to the Unidentified is a Slice of Life, Romance-Comedy anime that was slated in Winter 2014. At a glance, Mikakunin seems to be another generic show out of thousands released by Japan's animation industry, with your cliché main\u001b[24m\n    \u001b[1mMikakunin de Shinkoukei、またはUnidentified to Engedは、2014年の冬に予定されていたロマンス - コメディアニメのスライスです.Mikakuninは、日本のアニメーション業界から数千もの他の一般的なショーのようです。\u001b[22m, \u001b[1mMikakuninデShinkoukei、または未確認で進行形は、Mikakuninはあなたの決まり文句のメインで、日本のアニメーション産業によって放出され数千のうち他の一般的なショーであることが生命のスライス、一見冬2014年に予定されたロマンス・コメディアニメを思われます\u001b[22m\n\u001b[4mcharacter living under the same roof with the opposite sex and hilarities ensue.\u001b[24m\n    \u001b[1m同じ屋根の下で生きている人と、異性と喜びが続いている。\u001b[22m, \u001b[1m文字異性と同じ屋根の下で生活しhilaritiesが続いて起こります。\u001b[22m\n\u001b[4mBut what the show provided is a decent slice of life with an awkward romance of two species.\u001b[24m\n    \u001b[1mしかし、ショーが提供したものは、2つの種の厄介なロマンスと人生のまばゆいスライスです。\u001b[22m, \u001b[1mしかし、どのようなショーが提供する2種の厄介なロマンスとの生活のまともなスライスです。\u001b[22m\n\u001b[1m\u001b[22m\nTo start, the show's story is generic, it plays the tired living under the same roof trope that a lot of shows has done. Even its catch, which can be seen in the title, is already played out. But what Mikakunin does is it keeps true to itself, being a simple slice of life show with insight on their characters and how the strange budding romance between the two characters develops. It is not special, but it does not really need to.\n\n\u001b[1mまず、ショーの話は一般的で、多くのショーが行った同じ屋根の下で疲れた生活をしています。 タイトルで見ることができるキャッチさえも既に演奏されています。 しかし、Mikakuninがしていることは、キャラクターの洞察力と2人のキャラクターの間に奇妙な出芽ロマンスがどのように発達するのかを見ることができる、シンプルなライフショーであることです。 それは特別ではありませんが、実際には必要ありません。\u001b[22m\n\u001b[1m(Mazu, shō no hanashi wa ippan-tekide, ōku no shō ga okonatta onaji yane no shita de tsukareta seikatsu o shite imasu. Taitoru de miru koto ga dekiru kyatchi sae mo sudeni ensō sa rete imasu. Shikashi, Mikakunin ga shite iru koto wa, kyarakutā no dōsatsuryoku to 2-ri no kyarakutā no ma ni kimyōna shutsuga romansu ga dono yō ni hattatsu suru no ka o miru koto ga dekiru, shinpuruna raifushōdearu kotodesu. Sore wa tokubetsude wa arimasenga, jissai ni wa hitsuyō arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo start, the show's story is generic, it plays the tired living under the same roof trope that a lot of shows has done. Even its catch, which can be seen in the title, is already played out. But what Mikakunin does is it keeps true to itself, being a simple slice of life show with insight on their characters and how the strange budding romance between the two characters develops. It is not special, but it does not really need to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start, the show's story is generic, it plays the tired living under the same roof trope that a lot of shows has done.\u001b[24m\n    \u001b[1mまず、ショーの話は一般的で、多くのショーが行った同じ屋根の下で疲れた生活をしています。\u001b[22m, \u001b[1mショーの話は一般的なものであり、開始するには、それはショーの多くが行っている同じ屋根の比喩の下で疲れた生活を果たしています。\u001b[22m\n\u001b[4mEven its catch, which can be seen in the title, is already played out.\u001b[24m\n    \u001b[1mタイトルで見ることができるキャッチさえも既に演奏されています。\u001b[22m, \u001b[1mタイトルに見ることができても、その漁獲量は、すでに出て再生されます。\u001b[22m\n\u001b[4mBut what Mikakunin does is it keeps true to itself, being a simple slice of life show with insight on their characters and how the strange budding romance between the two characters develops.\u001b[24m\n    \u001b[1mしかし、Mikakuninがしていることは、キャラクターの洞察力と2人のキャラクターの間に奇妙な出芽ロマンスがどのように発達するのかを見ることができる、シンプルなライフショーであることです。\u001b[22m, \u001b[1mしかし、どのようなMikakuninが行うのは、それが自分のキャラクターに洞察力とどのように2つの文字の間に奇妙な出芽ロマンスが発展するとの生活のショーの簡単なスライスであること、自分自身に忠実続けています。\u001b[22m\n\u001b[4mIt is not special, but it does not really need to.\u001b[24m\n    \u001b[1mそれは特別ではありませんが、実際には必要ありません。\u001b[22m, \u001b[1mそれは特別なものではありませんが、それは本当に必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMoving on to aesthetics, it is clear that the company has budget saved up for the show. The characters are distinct and colourful, where the character differs themselves nicely from one another. There may be too much difference in hairstyle colours, but it is up to the audience on how they look upon it. The environment is nicely drawn, with effects that fill up certain areas in relation to real life. And to Mikakunin's credit, the animation is great, with different frames used to provide smooth transitions to character movement; it provides a nice bounce to the lively show and provides a quirky zip to its comedic parts.\n\n\u001b[1m美学に移り変わると、同社はショーの予算を節約していることは明らかです。 キャラクターは独特でカラフルで、キャラクターはお互いに素敵です。 髪型の色には多少の違いがあるかもしれませんが、見た目には聴衆の責任です。 環境は、実生活に関連して特定の領域を埋め尽くす効果を伴ってうまく描かれます。 そしてMikakuninのクレジットには、アニメーションが素晴らしいです。キャラクターの動きにスムーズな移行を提供するために使用されるさまざまなフレームがあります。 それは活発なショーに素敵なバウンスを提供し、そのコメディーの部分に変わったジップを提供します。\u001b[22m\n\u001b[1m(Bigaku ni utsurikawaru to, dōsha wa shō no yosan o setsuyaku shite iru koto wa akirakadesu. Kyarakutā wa dokutokude karafuru de, kyarakutā wa otagai ni sutekidesu. Kamigata no iro ni wa tashō no chigai ga aru kamo shiremasenga, mitame ni wa chōshū no sekinindesu. Kankyō wa, jisseikatsu ni kanren shite tokutei no ryōiki o ume tsukusu kōka o tomonatte umaku egaka remasu. Soshite Mikakunin no kurejitto ni wa, animēshon ga subarashīdesu. Kyarakutā no ugoki ni sumūzuna ikō o teikyō suru tame ni shiyō sa reru samazamana furēmu ga arimasu. Sore wa kappatsuna shō ni sutekina baunsu o teikyō shi, sono komedī no bubun ni kawatta jippu o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMoving on to aesthetics, it is clear that the company has budget saved up for the show. The characters are distinct and colourful, where the character differs themselves nicely from one another. There may be too much difference in hairstyle colours, but it is up to the audience on how they look upon it. The environment is nicely drawn, with effects that fill up certain areas in relation to real life. And to Mikakunin's credit, the animation is great, with different frames used to provide smooth transitions to character movement; it provides a nice bounce to the lively show and provides a quirky zip to its comedic parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to aesthetics, it is clear that the company has budget saved up for the show.\u001b[24m\n    \u001b[1m美学に移り変わると、同社はショーの予算を節約していることは明らかです。\u001b[22m, \u001b[1m美学に移動、会社がショーのための予算まで保存していることは明らかです。\u001b[22m\n\u001b[4mThe characters are distinct and colourful, where the character differs themselves nicely from one another.\u001b[24m\n    \u001b[1mキャラクターは独特でカラフルで、キャラクターはお互いに素敵です。\u001b[22m, \u001b[1m文字が互いにうまく自分自身を異なる場合文字は、はっきりとカラフルです。\u001b[22m\n\u001b[4mThere may be too much difference in hairstyle colours, but it is up to the audience on how they look upon it.\u001b[24m\n    \u001b[1m髪型の色には多少の違いがあるかもしれませんが、見た目には聴衆の責任です。\u001b[22m, \u001b[1mそこ髪型の色でも多くの違いであるが、それは、彼らはそれに見てどのように視聴者に任されてもよいです。\u001b[22m\n\u001b[4mThe environment is nicely drawn, with effects that fill up certain areas in relation to real life.\u001b[24m\n    \u001b[1m環境は、実生活に関連して特定の領域を埋め尽くす効果を伴ってうまく描かれます。\u001b[22m, \u001b[1m環境はきれいに実際の生活に関連して特定の領域を埋める効果と、描かれています。\u001b[22m\n\u001b[4mAnd to Mikakunin's credit, the animation is great, with different frames used to provide smooth transitions to character movement;\u001b[24m\n    \u001b[1mそしてMikakuninのクレジットには、アニメーションが素晴らしいです。キャラクターの動きにスムーズな移行を提供するために使用されるさまざまなフレームがあります。\u001b[22m, \u001b[1mそしてMikakuninの信用に、アニメーションはキャラクタの動きにスムーズな移行を提供するために使用される異なるフレームで、素晴らしいです。\u001b[22m\n\u001b[4mit provides a nice bounce to the lively show and provides a quirky zip to its comedic parts.\u001b[24m\n    \u001b[1mそれは活発なショーに素敵なバウンスを提供し、そのコメディーの部分に変わったジップを提供します。\u001b[22m, \u001b[1mそれは賑やかなショーに素敵なバウンスを提供し、そのコミカル部分に風変わりなzipファイルを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nNext up is the sound in the show. To be honest, Mikakunin's soundtrack did not have any that stood out, but what it provided are soundtracks that kept the show from sounding empty. It provided sound effect to every minute detail, making it either funnier, or impactful depending on the scene. The voice acting for each characters are fitting, making sure that the character archetype is there, especially so with Benio and Mashiro where their love-hate relationship requires back and forth commentary against each other. Thus, kudos to the studio from making sure that not only is the aesthetic pleasing, but it is supported by effects that may not be aurally outstanding, but filling nonetheless.\n\n\u001b[1m次はショーのサウンドです。 正直言って、Mikakuninのサウンドトラックは目立ったものではありませんでしたが、提供されたものはショーを空にしていないサウンドトラックです。 それはシーンに応じて、より細かく、またはインパクトのあるものにする、あらゆる細部まで効果的な効果をもたらしました。 それぞれのキャラクターのために働く声は、キャラクターアーキタイプがそこにあることを確認して、特に、ベニオとマシロの愛憎関係がお互いに前後の解説を必要とする場合には適しています。 したがって、スタジオの名声は、審美的な喜びだけでなく、聴覚的には優れていないかもしれないが、それにもかかわらず、効果によって支えられていることを確認することからです。\u001b[22m\n\u001b[1m(Tsugi wa shō no saundodesu. Shōjiki itte, Mikakunin no saundotorakku wa medatta monode wa arimasendeshitaga, teikyō sa reta mono wa shō o sora ni shite inai saundotorakkudesu. Sore wa shīn ni ōjite, yori komakaku, matawa inpakuto no aru mono ni suru, arayuru saibu made kōkatekina kōka o motarashimashita. Sorezore no kyarakutā no tame ni hataraku koe wa, kyarakutāākitaipu ga soko ni aru koto o kakunin shite, tokuni, benio to mashiro no aizō kankei ga otagai ni zengo no kaisetsu o hitsuyō to suru baai ni wa tekishite imasu. Shitagatte, sutajio no meisei wa, shinbi-tekina yorokobi dakedenaku, chōkaku-teki ni wa sugurete inai kamo shirenaiga, sore nimokakawarazu, kōka ni yotte sasae rarete iru koto o kakunin suru koto karadesu.)\u001b[22m\n\nTranslations of \u001b[4mNext up is the sound in the show. To be honest, Mikakunin's soundtrack did not have any that stood out, but what it provided are soundtracks that kept the show from sounding empty. It provided sound effect to every minute detail, making it either funnier, or impactful depending on the scene. The voice acting for each characters are fitting, making sure that the character archetype is there, especially so with Benio and Mashiro where their love-hate relationship requires back and forth commentary against each other. Thus, kudos to the studio from making sure that not only is the aesthetic pleasing, but it is supported by effects that may not be aurally outstanding, but filling nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext up is the sound in the show.\u001b[24m\n    \u001b[1m次はショーのサウンドです。\u001b[22m, \u001b[1m次はショーの音です。\u001b[22m\n\u001b[4mTo be honest, Mikakunin's soundtrack did not have any that stood out, but what it provided are soundtracks that kept the show from sounding empty.\u001b[24m\n    \u001b[1m正直言って、Mikakuninのサウンドトラックは目立ったものではありませんでしたが、提供されたものはショーを空にしていないサウンドトラックです。\u001b[22m, \u001b[1m正直に言うと、Mikakuninのサウンドトラックは際立っていたそのいずれかを持っていなかったが、何それは提供することは、空のサウンディングからショーを保ったサウンドトラックです。\u001b[22m\n\u001b[4mIt provided sound effect to every minute detail, making it either funnier, or impactful depending on the scene.\u001b[24m\n    \u001b[1mそれはシーンに応じて、より細かく、またはインパクトのあるものにする、あらゆる細部まで効果的な効果をもたらしました。\u001b[22m, \u001b[1mこれは、シーンに応じて、それが面白く、またはインパクトのいずれかで作る、毎分細部に効果音を提供しました。\u001b[22m\n\u001b[4mThe voice acting for each characters are fitting, making sure that the character archetype is there, especially so with Benio and Mashiro where their love-hate relationship requires back and forth commentary against each other.\u001b[24m\n    \u001b[1mそれぞれのキャラクターのために働く声は、キャラクターアーキタイプがそこにあることを確認して、特に、ベニオとマシロの愛憎関係がお互いに前後の解説を必要とする場合には適しています。\u001b[22m, \u001b[1m各文字のために働くの声が文字原型は、特にそれらの愛憎関係が前後にお互いに対して論評を必要紅緒やましろとなるよう、そこにあることを確認して、フィッティングです。\u001b[22m\n\u001b[4mThus, kudos to the studio from making sure that not only is the aesthetic pleasing, but it is supported by effects that may not be aurally outstanding, but filling nonetheless.\u001b[24m\n    \u001b[1mしたがって、スタジオの名声は、審美的な喜びだけでなく、聴覚的には優れていないかもしれないが、それにもかかわらず、効果によって支えられていることを確認することからです。\u001b[22m, \u001b[1mしたがって、美的喜ばれるが、それは聴覚的に優れたではないかもしれない効果によってサポートされていないだけことを確認すること、それにもかかわらず、充填からスタジオへの賛辞。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, for all the things that Mikakunin provides, it is all for naught if it’s not entertaining. Anime is an entertainment medium, and if a show is not entertaining, then it did not serve its purpose. Entertainment, in my own definition, has a lot of terms, but let's look at Mikakunin as the show that it wanted to be, a Slice of Life, Romance-Comedy. In the end, Mikakunin is a nice albeit generic slice of life. It was carried by its character dynamics and budget that made the show livelier than what it can be. The romance is there, more of a mutual understanding but not fully developed. The company may not have touch on the Mitsumine's family backstory that much, but it might be for the better so as to keep the show as what it was, a simple slice of life with a touch of romance.\n\n\u001b[1m最後に、Mikakuninが提供するすべてのものについて、面白くないならば、それはすべて無神経のためです。 アニメはエンターテイメント媒体であり、ショーが面白くない場合は、その目的を果たしませんでした。 エンターテイメントは、私自身の定義では、多くの用語を持っていますが、Mikakuninはそれが欲しいと思うショー、Life of Slice of Life、Romance-Comedyを見てみましょう。 結局のところ、Mikakuninは生命の一般的なスライスですが、いいです。 キャラクターのダイナミックスと予算によって運ばれ、ショーをできるだけ活気に満ちたものにしました。 ロマンスはそこにあり、より多くの相互理解があるが、完全には開発されていない。 同社はMitsumineの家族の裏話にそれほど触れていないかもしれないが、ショーをそれが何であるかのように保つためには、ロマンスのタッチで簡単な人生の断片を保つ方が良いかもしれない。\u001b[22m\n\u001b[1m(Saigo ni, Mikakunin ga teikyō suru subete no mono ni tsuite, omoshirokunainaraba, soreha subete mushinkei no tamedesu. Anime wa entāteimento baitaideari, shō ga omoshirokunai baai wa, sono mokuteki o hatashimasendeshita. Entāteimento wa, watakushijishin no teigide wa, ōku no yōgo o motte imasuga, Mikakunin wa sore ga hoshī to omou shō, Life of Slice of Life, Romance - Comedy o mite mimashou. Kekkyokunotokoro, Mikakunin wa seimei no ippantekina suraisudesuga, īdesu. Kyarakutā no dainamikkusu to yosan ni yotte hakoba re, shō o dekirudake kakki ni michita mono ni shimashita. Romansu wa soko ni ari, yori ōku no sōgo rikai ga aru ga, kanzen ni wa kaihatsu sa rete inai. Dōsha wa Mitsumine no kazoku no urabanashi ni sorehodo furete inai kamo shirenaiga, shō o sore ga nandearu ka no yō ni tamotsu tame ni wa, romansu no tatchi de kantan'na jinsei no danpen o tamotsu kata ga yoi kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mLastly, for all the things that Mikakunin provides, it is all for naught if it’s not entertaining. Anime is an entertainment medium, and if a show is not entertaining, then it did not serve its purpose. Entertainment, in my own definition, has a lot of terms, but let's look at Mikakunin as the show that it wanted to be, a Slice of Life, Romance-Comedy. In the end, Mikakunin is a nice albeit generic slice of life. It was carried by its character dynamics and budget that made the show livelier than what it can be. The romance is there, more of a mutual understanding but not fully developed. The company may not have touch on the Mitsumine's family backstory that much, but it might be for the better so as to keep the show as what it was, a simple slice of life with a touch of romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, for all the things that Mikakunin provides, it is all for naught if it’s not entertaining.\u001b[24m\n    \u001b[1m最後に、Mikakuninが提供するすべてのものについて、面白くないならば、それはすべて無神経のためです。\u001b[22m, \u001b[1mそれが面白いではない場合は最後に、Mikakuninが提供するすべてのもののために、それは無駄のためのすべてです。\u001b[22m\n\u001b[4mAnime is an entertainment medium, and if a show is not entertaining, then it did not serve its purpose.\u001b[24m\n    \u001b[1mアニメはエンターテイメント媒体であり、ショーが面白くない場合は、その目的を果たしませんでした。\u001b[22m, \u001b[1mアニメは娯楽媒体であり、ショーは面白いではない場合、それはその目的を果たすませんでした。\u001b[22m\n\u001b[4mEntertainment, in my own definition, has a lot of terms, but let's look at Mikakunin as the show that it wanted to be, a Slice of Life, Romance-Comedy.\u001b[24m\n    \u001b[1mエンターテイメントは、私自身の定義では、多くの用語を持っていますが、Mikakuninはそれが欲しいと思うショー、Life of Slice of Life、Romance-Comedyを見てみましょう。\u001b[22m, \u001b[1mエンターテイメントは、私自身の定義において、用語の多くを持っていますが、のは、それがになりたかったショー、生命のスライス、ロマンス、コメディとしてMikakuninを見てみましょう。\u001b[22m\n\u001b[4mIn the end, Mikakunin is a nice albeit generic slice of life.\u001b[24m\n    \u001b[1m結局のところ、Mikakuninは生命の一般的なスライスですが、いいです。\u001b[22m, \u001b[1m最後に、Mikakuninは生活の一般的なスライスいえいいです。\u001b[22m\n\u001b[4mIt was carried by its character dynamics and budget that made the show livelier than what it can be.\u001b[24m\n    \u001b[1mキャラクターのダイナミックスと予算によって運ばれ、ショーをできるだけ活気に満ちたものにしました。\u001b[22m, \u001b[1mそれは、それができるものよりもショーが生き生き作っその文字のダイナミクスと予算により実施しました。\u001b[22m\n\u001b[4mThe romance is there, more of a mutual understanding but not fully developed.\u001b[24m\n    \u001b[1mロマンスはそこにあり、より多くの相互理解があるが、完全には開発されていない。\u001b[22m, \u001b[1mロマンスは、そこに相互理解の詳細ですが、完全に開発されていません。\u001b[22m\n\u001b[4mThe company may not have touch on the Mitsumine's family backstory that much, but it might be for the better so as to keep the show as what it was, a simple slice of life with a touch of romance.\u001b[24m\n    \u001b[1m同社はMitsumineの家族の裏話にそれほど触れていないかもしれないが、ショーをそれが何であるかのように保つためには、ロマンスのタッチで簡単な人生の断片を保つ方が良いかもしれない。\u001b[22m, \u001b[1m同社はそのくらいの三峰の家族のバックストーリーのタッチを持っていないかもしれないが、それが何だったかのようなショー、ロマンスのタッチでの生活の簡単なスライスを維持するように、より良いそこらのためかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, Mikakunin is a good show, it was not the funniest, nor did it have the loveliest romance there, but it did a solid job on providing some chuckle here and there and some cute awkward romantic development between the characters. A 7/10 show that will garner its audience due to its cuteness, and to think about it, that is not so bad after all.\n\n\u001b[1m結局のところ、Mikakuninは良いショー、それは面白かったされていない、それはそこで最も美しいロマンスを持っていませんでしたが、いくつかの笑い声をこことそこにいくつかのかわいい厄介なロマンチックな開発を提供しています。 その7分の1のショーは、その可愛らしさのために視聴者を集め、それについて考えることは、結局のところそれほど悪くない。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, Mikakunin wa yoi shō, soreha omoshirokatta sa rete inai, soreha sokode mottomo utsukushī romansu o motte imasendeshitaga, ikutsu ka no waraigoe o koko to soko ni ikutsu ka no kawaī yakkaina romanchikkuna kaihatsu o teikyō shite imasu. Sono 7-bun'no 1 no shō wa, sono kawairashi-sa no tame ni shichō-sha o atsume, sore ni tsuite kangaeru koto wa, kekkyokunotokoro sorehodo warukunai.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, Mikakunin is a good show, it was not the funniest, nor did it have the loveliest romance there, but it did a solid job on providing some chuckle here and there and some cute awkward romantic development between the characters. A 7/10 show that will garner its audience due to its cuteness, and to think about it, that is not so bad after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, Mikakunin is a good show, it was not the funniest, nor did it have the loveliest romance there, but it did a solid job on providing some chuckle here and there and some cute awkward romantic development between the characters.\u001b[24m\n    \u001b[1m結局のところ、Mikakuninは良いショー、それは面白かったされていない、それはそこで最も美しいロマンスを持っていませんでしたが、いくつかの笑い声をこことそこにいくつかのかわいい厄介なロマンチックな開発を提供しています。\u001b[22m, \u001b[1m結論として、Mikakuninは、それが面白いではありませんでした、またそれが最も美しいロマンスを持っているが、それはここにあるいくつかの含み笑いと文字の間にいくつかのかわいい厄介なロマンチックな発展を提供する上での固仕事をしたんでした、良いショーです。\u001b[22m\n\u001b[4mA 7/10 show that will garner its audience due to its cuteness, and to think about it, that is not so bad after all.\u001b[24m\n    \u001b[1mその7分の1のショーは、その可愛らしさのために視聴者を集め、それについて考えることは、結局のところそれほど悪くない。\u001b[22m, \u001b[1m、その可愛らしさに、その観客を集めるであろう、そしてそれについて考えるために7月10日のショーは、それはすべての後にそう悪いことではありません。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "DramaticalEdge",
    "profile": "/profile/DramaticalEdge/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=142497",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n私は、このショーがすべて正直で好きであると確信していませんでした。 私は偶然それに起こった、そして何もそれをスイングにすることを決心しなかった。 結局、すべてのエピソードを終えるまで、私はそれを見て止めることができませんでした。その過程は、アニメを愛していない家族（私の家族全員）を動揺させるかもしれません。 このショーで最も興味をそそられるのは、超自然的な能力とそれを使用する人々ではなく、能力を持つ人々と彼らがどのようにそれらと一緒に暮らしているかということです。 ストーリー・プロットは短いが、うまくいった。 私はなぜキャラクターが存在していたのか、なぜ非論理的なことをしなければならなかったのだろうと思いました。 物語があまりにも頻繁にあるので、その字句はありませんが、同じミスを繰り返すようなキャラクターがいるので、それ自体は救済策でした。\nとにかく、あなたはこのショーを見ていない、あなたはすべきですが、そうでなければ、あなたは生きるでしょう。\n\n親のために：seinenロマンスのアニメにもかかわらず、それは本当にきれいです。 あなたは何も見ないし、驚くほどファンサービスやキスもありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI wasn't sure I would like this show, in all honesty. I happened upon it by chance, and with nothing else to do decided to give it a swing. In the end, I couldn't stop watching it till I had finished every episode, the process of which may have upset my non-anime-loving family members (in short, my whole family). The thing most intriguing about this show is it is not about supernatural abilities and the people who use them, but rather it is about people with abilities and how they live with them. The story plot is short, but carried out well; at no point was I wondering why a character was in existence, or why they had to do something so illogical. That in its self was a relief because too often in stories there is that one character that seems to have no plot but to make the same mistake repeatedly.\n\n\u001b[1m私は、このショーがすべて正直で好きであると確信していませんでした。 私は偶然それに起こった、そして何もそれをスイングにすることを決心しなかった。 結局、すべてのエピソードを終えるまで、私はそれを見て止めることができませんでした。その過程は、アニメを愛していない家族（私の家族全員）を動揺させるかもしれません。 このショーで最も興味をそそられるのは、超自然的な能力とそれを使用する人々ではなく、能力を持つ人々と彼らがどのようにそれらと一緒に暮らしているかということです。 ストーリー・プロットは短いが、うまくいった。 私はなぜキャラクターが存在していたのか、なぜ非論理的なことをしなければならなかったのだろうと思いました。 物語があまりにも頻繁にあるので、その字句はありませんが、同じミスを繰り返すようなキャラクターがいるので、それ自体は救済策でした。\u001b[22m\n\u001b[1m(Watashi wa, kono shō ga subete shōjikide sukidearu to kakushin shite imasendeshita. Watashi wa gūzen sore ni okotta, soshite nani mo sore o suingu ni suru koto o kesshin shinakatta. Kekkyoku, subete no episōdo o oeru made, watashi wa sore o mite tomeru koto ga dekimasendeshita. So no katei wa, anime o aishite inai kazoku (watashinokazoku zen'in) o dōyō sa seru kamo shiremasen. Kono shō de mottomo kyōmi o sosora reru no wa, chō shizen-tekina nōryoku to sore o shiyō suru hitobitode wa naku, nōryoku o motsu hitobito to karera ga dono yō ni sorera to issho ni kurashite iru ka to iu kotodesu. Sutōrī purotto wa mijikaiga, umaku itta. Watashi wa naze kyarakutā ga sonzai shite ita no ka, naze hironritekina koto o shinakereba naranakatta nodarou to omoimashita. Monogatari ga amarini mo hinpan ni aru node, sono jiku wa arimasenga, onaji misu o kurikaesu yōna kyarakutā ga iru node, sore jitai wa kyūsai-sakudeshita.)\u001b[22m\n\nTranslations of \u001b[4mI wasn't sure I would like this show, in all honesty. I happened upon it by chance, and with nothing else to do decided to give it a swing. In the end, I couldn't stop watching it till I had finished every episode, the process of which may have upset my non-anime-loving family members (in short, my whole family). The thing most intriguing about this show is it is not about supernatural abilities and the people who use them, but rather it is about people with abilities and how they live with them. The story plot is short, but carried out well; at no point was I wondering why a character was in existence, or why they had to do something so illogical. That in its self was a relief because too often in stories there is that one character that seems to have no plot but to make the same mistake repeatedly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn't sure I would like this show, in all honesty.\u001b[24m\n    \u001b[1m私は、このショーがすべて正直で好きであると確信していませんでした。\u001b[22m, \u001b[1m私は正直なところでは、このショーをしたいと思います確信が持てませんでした。\u001b[22m\n\u001b[4mI happened upon it by chance, and with nothing else to do decided to give it a swing.\u001b[24m\n    \u001b[1m私は偶然それに起こった、そして何もそれをスイングにすることを決心しなかった。\u001b[22m, \u001b[1m私は偶然それに起こった、そしてそれにスイングを与えることにした他に何も持ちます。\u001b[22m\n\u001b[4mIn the end, I couldn't stop watching it till I had finished every episode, the process of which may have upset my non-anime-loving family members (in short, my whole family).\u001b[24m\n    \u001b[1m結局、すべてのエピソードを終えるまで、私はそれを見て止めることができませんでした。その過程は、アニメを愛していない家族（私の家族全員）を動揺させるかもしれません。\u001b[22m, \u001b[1m最後に、私はすべてのエピソードを終えたまで、私はそれを見て止めることができなかった、のプロセスは私の非アニメ好きの家族（要するに、私の家族全員を）混乱させるている可能性があります。\u001b[22m\n\u001b[4mThe thing most intriguing about this show is it is not about supernatural abilities and the people who use them, but rather it is about people with abilities and how they live with them.\u001b[24m\n    \u001b[1mこのショーで最も興味をそそられるのは、超自然的な能力とそれを使用する人々ではなく、能力を持つ人々と彼らがどのようにそれらと一緒に暮らしているかということです。\u001b[22m, \u001b[1mこの番組についての最も興味深いことは、それは超自然的な能力とそれらを使用する人々についてではなく、むしろそれは能力とどのように彼らは彼らと一緒に暮らすと人々についてです。\u001b[22m\n\u001b[4mThe story plot is short, but carried out well;\u001b[24m\n    \u001b[1mストーリー・プロットは短いが、うまくいった。\u001b[22m, \u001b[1m物語のプロットは短いですが、よく行わ。\u001b[22m\n\u001b[4mat no point was I wondering why a character was in existence, or why they had to do something so illogical.\u001b[24m\n    \u001b[1m私はなぜキャラクターが存在していたのか、なぜ非論理的なことをしなければならなかったのだろうと思いました。\u001b[22m, \u001b[1mキャラクターが存在したか、なぜ彼らはとても非論理的な何かをしなければならなかった理由がない点で、私は思っていました。\u001b[22m\n\u001b[4mThat in its self was a relief because too often in stories there is that one character that seems to have no plot but to make the same mistake repeatedly.\u001b[24m\n    \u001b[1m物語があまりにも頻繁にあるので、その字句はありませんが、同じミスを繰り返すようなキャラクターがいるので、それ自体は救済策でした。\u001b[22m, \u001b[1mあまりにも頻繁に話中のようだ1文字が何のプロットを持っていないことではなく、繰り返し同じミスを犯すすることがあるので、それは自己に安堵しました。\u001b[22m\nAnyways, of you haven't watched this show, you should, but if you don't, you'll live.\n\n\u001b[1mとにかく、あなたはこのショーを見ていない、あなたはすべきですが、そうでなければ、あなたは生きるでしょう。\u001b[22m\n\u001b[1m(Tonikaku, anata wa kono shō o miteinai, anata wa subekidesuga,-sōdenakereba, anata wa ikirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, of you haven't watched this show, you should, but if you don't, you'll live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, of you haven't watched this show, you should, but if you don't, you'll live.\u001b[24m\n    \u001b[1mとにかく、あなたはこのショーを見ていない、あなたはすべきですが、そうでなければ、あなたは生きるでしょう。\u001b[22m, \u001b[1mとにかく、あなたのあなたは、このショーをする必要があります見ていないが、そうでない場合は、あなたが住んでいますよ。\u001b[22m\n\u001b[1m\u001b[22m\nFor Parents: despite being a seinen romance anime, it is really clean. You never see anything and there is surprisingly no fan service or kissing.\n\n\u001b[1m親のために：seinenロマンスのアニメにもかかわらず、それは本当にきれいです。 あなたは何も見ないし、驚くほどファンサービスやキスもありません。\u001b[22m\n\u001b[1m(Oya no tame ni: Seinen romansu no anime nimokakawarazu, sore wa hontōni kireidesu. Anata wa nani mo minaishi, odoroku hodo fansābisu ya kisu mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor Parents: despite being a seinen romance anime, it is really clean. You never see anything and there is surprisingly no fan service or kissing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor Parents: despite being a seinen romance anime, it is really clean.\u001b[24m\n    \u001b[1m親のために：seinenロマンスのアニメにもかかわらず、それは本当にきれいです。\u001b[22m, \u001b[1m親のため：青年の恋愛アニメであるにもかかわらず、それは本当にきれいです。\u001b[22m\n\u001b[4mYou never see anything and there is surprisingly no fan service or kissing.\u001b[24m\n    \u001b[1mあなたは何も見ないし、驚くほどファンサービスやキスもありません。\u001b[22m, \u001b[1mあなたは何を見たことがないと何もファンサービスやキスは意外にもありません。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "Shinigami_Ashy",
    "profile": "/profile/Shinigami_Ashy/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=207724",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\n私はレビューを書いていない、正直なところこれは私の最初の\n\n私はそれが私の人生でこの特定の時間と関係があるかどうか分からない、またはこのアニメは素晴らしい方法で私に語った。\n\nそれは、いつも起こっている小さなものがたくさんある偉大なコメディーとして始まりますが、それから彼らは言うように、より深刻な\"ラブリー・ドーヴィー\"になってきます。\n\n正直なところ、オープニングから超面白い結末までの美しさです。マシロはとてもかわいくて面白いです。コベニは素敵な愛する人の真の姿です。\n\nこのアニメには注意してください。しかし、ハハは、あなたがその楽しい広告ゲームは、確かに私の心の弦を引っ掛けた部分\n\nたくさんの楽しみ、偉大な芸術のスタイル、素晴らしい物語と偉大なキャラクターの開発:)\n\n「私は今回を作った」 - 博多",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am not one to write reviews, Honestly this is my first\n\n\u001b[1m私はレビューを書いていない、正直なところこれは私の最初の\u001b[22m\n\u001b[1m(Watashi wa rebyū o kaite inai, shōjikina tokoro kore wa watashi no saisho no)\u001b[22m\n\nTranslations of \u001b[4mI am not one to write reviews, Honestly this is my first\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not one to write reviews, Honestly this is my first\u001b[24m\n    \u001b[1m私はレビューを書いていない、正直なところこれは私の最初の\u001b[22m, \u001b[1m私はレビューを書くためのものではないです、正直なところ、これが私の最初のものです\u001b[22m\n\u001b[1m\u001b[22m\nI do not know if it has something to do with this particular time in my life or what not but this anime spoke to me in great ways.\n\n\u001b[1m私はそれが私の人生でこの特定の時間と関係があるかどうか分からない、またはこのアニメは素晴らしい方法で私に語った。\u001b[22m\n\u001b[1m(Watashi wa sore ga watashinojinsei de kono tokutei no jikan to kankei ga aru ka dō ka wakaranai, matawa kono anime wa subarashī hōhō de watashi ni katatta.)\u001b[22m\n\nTranslations of \u001b[4mI do not know if it has something to do with this particular time in my life or what not but this anime spoke to me in great ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do not know if it has something to do with this particular time in my life or what not but this anime spoke to me in great ways.\u001b[24m\n    \u001b[1m私はそれが私の人生でこの特定の時間と関係があるかどうか分からない、またはこのアニメは素晴らしい方法で私に語った。\u001b[22m, \u001b[1mそれは私の人生か何でこの特定の時間とは何かを持っているかどうかはわからないが、このアニメは偉大な方法で私に話しました。\u001b[22m\n\u001b[1m\u001b[22m\nIt starts off as a great comedy with lots of small things happening all the time but it then starts getting more serious and 'Lovey-Dovey' as they say.\n\n\u001b[1mそれは、いつも起こっている小さなものがたくさんある偉大なコメディーとして始まりますが、それから彼らは言うように、より深刻な\"ラブリー・ドーヴィー\"になってきます。\u001b[22m\n\u001b[1m(Sore wa, itsumo okotte iru chīsana mono ga takusan aru idaina komedī to shite hajimarimasuga, sorekara karera wa iu yō ni, yori shinkokuna\" raburī dōvu~ī\" ni natte kimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt starts off as a great comedy with lots of small things happening all the time but it then starts getting more serious and 'Lovey-Dovey' as they say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts off as a great comedy with lots of small things happening all the time but it then starts getting more serious and 'Lovey-Dovey' as they say.\u001b[24m\n    \u001b[1mそれは、いつも起こっている小さなものがたくさんある偉大なコメディーとして始まりますが、それから彼らは言うように、より深刻な\"ラブリー・ドーヴィー\"になってきます。\u001b[22m, \u001b[1mこれは、すべての時間が起こって小さなものの多くが付いている偉大な喜劇としてオフを開始するが、それは、彼らが言うように、より深刻と「ラブラブ」の取得を開始します。\u001b[22m\n\u001b[1m\u001b[22m\nIt is honestly a beauty, from the opening to the super funny ending, Mashiro is so cute and funny and Kobeni is such a true embodiment of a wonderful loving person.\n\n\u001b[1m正直なところ、オープニングから超面白い結末までの美しさです。マシロはとてもかわいくて面白いです。コベニは素敵な愛する人の真の姿です。\u001b[22m\n\u001b[1m(Shōjikina tokoro, ōpuningu kara chō omoshiroi ketsumatsu made no utsukushi-sadesu. Mashiro wa totemo kawaikute omoshiroidesu. Kobeni wa sutekina aisuruhito no shin no sugatadesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is honestly a beauty, from the opening to the super funny ending, Mashiro is so cute and funny and Kobeni is such a true embodiment of a wonderful loving person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is honestly a beauty, from the opening to the super funny ending, Mashiro is so cute and funny and Kobeni is such a true embodiment of a wonderful loving person.\u001b[24m\n    \u001b[1m正直なところ、オープニングから超面白い結末までの美しさです。マシロはとてもかわいくて面白いです。コベニは素敵な愛する人の真の姿です。\u001b[22m, \u001b[1mこれは、超面白い結末への開口部から、ましろはとてもかわいいと面白いですとKobeniは素晴らしい愛情のある人のような真の実施形態である、正直美しさです。\u001b[22m\n\u001b[1m\u001b[22m\nBe careful with this anime though haha, just when you think its all fun ad games there were certainly parts that caught my heart strings\n\n\u001b[1mこのアニメには注意してください。しかし、ハハは、あなたがその楽しい広告ゲームは、確かに私の心の弦を引っ掛けた部分\u001b[22m\n\u001b[1m(Kono anime ni wa chūi shite kudasai. Shikashi, haha wa, anata ga sono tanoshī kōkoku gēmu wa, tashika ni watashi no kokoro no gen o hikkaketa bubun)\u001b[22m\n\nTranslations of \u001b[4mBe careful with this anime though haha, just when you think its all fun ad games there were certainly parts that caught my heart strings\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBe careful with this anime though haha, just when you think its all fun ad games there were certainly parts that caught my heart strings\u001b[24m\n    \u001b[1mこのアニメには注意してください。しかし、ハハは、あなたがその楽しい広告ゲームは、確かに私の心の弦を引っ掛けた部分\u001b[22m, \u001b[1mあなたはそのすべての楽しさの広告ゲームを考えるときハハ、ちょうど私の心の文字列をキャッチ部分が確かにありましたけれども、このアニメには注意してください\u001b[22m\n\u001b[1m\u001b[22m\nLots of fun, Great art style, Great story and great character development :)\n\n\u001b[1mたくさんの楽しみ、偉大な芸術のスタイル、素晴らしい物語と偉大なキャラクターの開発:)\u001b[22m\n\u001b[1m(Takusan no tanoshimi, idaina geijutsu no sutairu, subarashī monogatari to idaina kyarakutā no kaihatsu: ))\u001b[22m\n\nTranslations of \u001b[4mLots of fun, Great art style, Great story and great character development :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLots of fun, Great art style, Great story and great character development :)\u001b[24m\n    \u001b[1mたくさんの楽しみ、偉大な芸術のスタイル、素晴らしい物語と偉大なキャラクターの開発:)\u001b[22m, \u001b[1mたくさんの楽しみ、グレートアートスタイル、素晴らしいストーリーと偉大な文字の開発:)\u001b[22m\n\u001b[1m\u001b[22m\n'I made it this time' - Hakuya\n\n\u001b[1m「私は今回を作った」 - 博多\u001b[22m\n\u001b[1m(`Watashi wa konkai o tsukutta' - Hakata)\u001b[22m\n\nTranslations of \u001b[4m'I made it this time' - Hakuya\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I made it this time' - Hakuya\u001b[24m\n    \u001b[1m「私は今回を作った」 - 博多\u001b[22m, \u001b[1m「私はそれをこの時間を作った」 -  Hakuya\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "ryuuForte",
    "profile": "/profile/ryuuForte/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=202346",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれから始めましょう：「ロムコムを探しているあなたのために、これはあなたのものではありません。 これは、セーレンのアニメで、これは馬鹿ではなく、ハーレム、ドラマなど以外のアニメを見る人のためのものです。\nこのような素晴らしいシリーズのために、私は全体的な評価が低すぎること、そしてこのレビューを見つけました。\nまず、物語に飛び込みましょう。 物語はそれが伝えられる方法で素晴らしいです。 それは例外ではないので、Sinenアニメはストーリーにもっと焦点を当てています。 このストーリーのある種の超大国でさえ、ストーリーは関係よりも力に焦点を当てています。\n私はこのアニメの芸術が特に良いと感じました。 それで全部です。\nすべてのキャラクターは愛らしい。 このアニメのロールモデルは、クロスドレス時に葛城圭馬（Kaminomi、TWGOK）に酷似しています。 そして、ケイトはカミであり、彼女はまた神聖なオーラを持っているからです。 このシリーズのすべてのキャラクター（女の子）は非常にkawiiです。 ちょっと、全部家に持ち帰りたいだけだ（ひぐらしのなく頃に~~~！）。\nすべてのエピソードのOP / EDを見ている人には、何回見るかにかかわらず、このシリーズのエンディングは飽きることはありません。\n私にとっての全体的な満足度は素晴らしかったです。 この口径のアニメは、通常見つけにくいので、ノーマル以外のものを見たいと思っている人にはこのシリーズをおすすめします。\n個人的に私はそれを見て感情的になったら（私が知っているように、ちょうどそのアニメを考えて、ちょうど嘘をついていて、私が人生の一部を失ったような気がしたら） 私は非常に長い間それを覚えていないと思うので、9。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with this: 'For those of you who are searching for RomCom, this is not the one for you'. This is a seinen anime meaning this is targeted at not horny brats but for those who watch anime other than for harem, drama, etc.\n\n\u001b[1mこれから始めましょう：「ロムコムを探しているあなたのために、これはあなたのものではありません。 これは、セーレンのアニメで、これは馬鹿ではなく、ハーレム、ドラマなどのアニメを見る人のためのものです。\u001b[22m\n\u001b[1m(Korekara hajimemashou: `Romukomu o sagashite iru anata no tame ni, kore wa anata no monode wa arimasen. Kore wa, sēren no anime de, kore wa bakade wa naku, hāremu, dorama nado no anime o miru hitonotame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with this: 'For those of you who are searching for RomCom, this is not the one for you'. This is a seinen anime meaning this is targeted at not horny brats but for those who watch anime other than for harem, drama, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with this: 'For those of you who are searching for RomCom, this is not the one for you'.\u001b[24m\n    \u001b[1mこれから始めましょう：「ロムコムを探しているあなたのために、これはあなたのものではありません。\u001b[22m, \u001b[1mそれでは、このを見てみましょう： 'RomComを探している人のために、これはあなたのためのものではありません」。\u001b[22m\n\u001b[4mThis is a seinen anime meaning this is targeted at not horny brats but for those who watch anime other than for harem, drama, etc.\u001b[24m\n    \u001b[1mこれは、セーレンのアニメで、これは馬鹿ではなく、ハーレム、ドラマなどのアニメを見る人のためのものです。\u001b[22m, \u001b[1mこれは、ハーレム、ドラマ等以外のアニメを見て、これは角質ない悪童ではなく、それらを対象としている青年アニメ意味です\u001b[22m\nFor a superb series like this, I found the overall rating to be too low, and hence this review.\n\n\u001b[1mこのような素晴らしいシリーズのために、私は全体的な評価が低すぎること、そしてこのレビューを見つけました。\u001b[22m\n\u001b[1m(Kono yōna subarashī shirīzu no tame ni, watashi wa zentai-tekina hyōka ga hiku sugiru koto, soshite kono rebyū o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mFor a superb series like this, I found the overall rating to be too low, and hence this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a superb series like this, I found the overall rating to be too low, and hence this review.\u001b[24m\n    \u001b[1mこのような素晴らしいシリーズのために、私は全体的な評価が低すぎること、そしてこのレビューを見つけました。\u001b[22m, \u001b[1mこのような素晴らしいシリーズでは、私は全体的な評価が低すぎ、したがって、この口コミことが判明しました。\u001b[22m\nFirst, let's dive in to the story. The story is superb in the way that it is told. Sinen anime focus more on the story so this is no exception. Even with some kind of superpower in this story, the story focuses more on the relationships than on the power.\n\n\u001b[1mまず、物語に飛び込みましょう。 物語はそれが伝えられる方法で素晴らしいです。 それは例外ではないので、Sinenアニメはストーリーにもっと焦点を当てています。 このストーリーのある種の超大国でさえ、ストーリーは関係よりも力に焦点を当てています。\u001b[22m\n\u001b[1m(Mazu, monogatari ni tobikomimashou. Monogatari wa sore ga tsutae rareru hōhō de subarashīdesu. Sore wa reigaide wanainode, Sinen anime wa sutōrī ni motto shōten o atete imasu. Kono sutōrī no arushuno chō taikokude sae, sutōrī wa kankei yori mo chikara ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, let's dive in to the story. The story is superb in the way that it is told. Sinen anime focus more on the story so this is no exception. Even with some kind of superpower in this story, the story focuses more on the relationships than on the power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, let's dive in to the story.\u001b[24m\n    \u001b[1mまず、物語に飛び込みましょう。\u001b[22m, \u001b[1mまずは、話にダイビングしましょう。\u001b[22m\n\u001b[4mThe story is superb in the way that it is told.\u001b[24m\n    \u001b[1m物語はそれが伝えられる方法で素晴らしいです。\u001b[22m, \u001b[1m物語は、それが語られている方法で素晴らしいです。\u001b[22m\n\u001b[4mSinen anime focus more on the story so this is no exception.\u001b[24m\n    \u001b[1mそれは例外ではないので、Sinenアニメはストーリーにもっと焦点を当てています。\u001b[22m, \u001b[1mこれは例外ではありませんので、Sinenアニメはストーリーを重視します。\u001b[22m\n\u001b[4mEven with some kind of superpower in this story, the story focuses more on the relationships than on the power.\u001b[24m\n    \u001b[1mこのストーリーのある種の超大国でさえ、ストーリーは関係よりも力に焦点を当てています。\u001b[22m, \u001b[1mでもこの物語の中で超大国のいくつかの種類で、物語はパワーよりも関係の詳細に焦点を当てています。\u001b[22m\nI found the art of this anime to be especially good. That's all.\n\n\u001b[1m私はこのアニメの芸術が特に良いと感じました。 それで全部です。\u001b[22m\n\u001b[1m(Watashi wa kono anime no geijutsu ga tokuni yoi to kanjimashita. Sorede zenbudesu.)\u001b[22m\n\nTranslations of \u001b[4mI found the art of this anime to be especially good. That's all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the art of this anime to be especially good.\u001b[24m\n    \u001b[1m私はこのアニメの芸術が特に良いと感じました。\u001b[22m, \u001b[1m私はこのアニメの技術は特に良好であることがわかりました。\u001b[22m\n\u001b[4mThat's all.\u001b[24m\n    \u001b[1mそれで全部です。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\nAll the characters are lovable. As for the role-model in this anime, she awfully resembles Katsuragi Keima (Kaminomi, TWGOK) when he cross-dresses. And all the more because Keima is a Kami and she also has that Godly aura. All the characters(girls) in this series are very kawii. Damn, I just want to take all of them home ('Omochikaerii~~~!' from Higurashi no Naku koro ni).\n\n\u001b[1mすべてのキャラクターは愛らしい。 このアニメのロールモデルは、クロスドレス時に葛城圭馬（Kaminomi、TWGOK）に酷似しています。 そして、ケイトはカミであり、彼女はまた神聖なオーラを持っているからです。 このシリーズのすべてのキャラクター（女の子）は非常にkawiiです。 ちょっと、全部家に持ち帰りたいだけだ（ひぐらしのなく頃に~~~！）。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa airashī. Kono anime no rōrumoderu wa, kurosudoresu-ji ni Katsuragi Kei-ba (Kaminomi, TWGOK) ni kokuji shite imasu. Soshite, Keito wa kamideari, kanojo wa mata shinseina ōra o motte irukaradesu. Kono shirīzu no subete no kyarakutā (on'nanoko) wa hijō ni kawiidesu. Chotto, zenbu-ka ni mochikaeritai dakeda (higurashinonakukoroni ~~~!).)\u001b[22m\n\nTranslations of \u001b[4mAll the characters are lovable. As for the role-model in this anime, she awfully resembles Katsuragi Keima (Kaminomi, TWGOK) when he cross-dresses. And all the more because Keima is a Kami and she also has that Godly aura. All the characters(girls) in this series are very kawii. Damn, I just want to take all of them home ('Omochikaerii~~~!' from Higurashi no Naku koro ni).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters are lovable.\u001b[24m\n    \u001b[1mすべてのキャラクターは愛らしい。\u001b[22m, \u001b[1mすべての文字が愛らしいです。\u001b[22m\n\u001b[4mAs for the role-model in this anime, she awfully resembles Katsuragi Keima (Kaminomi, TWGOK) when he cross-dresses.\u001b[24m\n    \u001b[1mこのアニメのロールモデルは、クロスドレス時に葛城圭馬（Kaminomi、TWGOK）に酷似しています。\u001b[22m, \u001b[1mこのアニメでの役割モデルとして、彼女はひどく彼がドレスを横断するとき桂木桂馬（Kaminomi、TWGOK）に似ています。\u001b[22m\n\u001b[4mAnd all the more because Keima is a Kami and she also has that Godly aura.\u001b[24m\n    \u001b[1mそして、ケイトはカミであり、彼女はまた神聖なオーラを持っているからです。\u001b[22m, \u001b[1mそして、すべてのより多くの桂馬は神であり、彼女はまた、敬虔なのオーラを持っているので。\u001b[22m\n\u001b[4mAll the characters(girls) in this series are very kawii.\u001b[24m\n    \u001b[1mこのシリーズのすべてのキャラクター（女の子）は非常にkawiiです。\u001b[22m, \u001b[1mこのシリーズのすべての文字（女の子）は非常にkawiiです。\u001b[22m\n\u001b[4mDamn, I just want to take all of them home ('Omochikaerii~~~!' from Higurashi no Naku koro ni).\u001b[24m\n    \u001b[1mちょっと、全部家に持ち帰りたいだけだ（ひぐらしのなく頃に~~~！）。\u001b[22m, \u001b[1mくそー、私はちょうど（ 'Omochikaerii ~~~！」日暮からノーNaku頃NI）家庭それらのすべてを取りたいです。\u001b[22m\nFor those who watch OP/ED of every episode, you won't get bored of the Ending of this series no matter how many times you watch it(even more if you understand it).\n\n\u001b[1mすべてのエピソードのOP / EDを見ている人には、何回見るかにかかわらず、このシリーズのエンディングは飽きることはありません。\u001b[22m\n\u001b[1m(Subete no episōdo no OP/ ED o mite iru hito ni wa, nankai miru ka ni kakawarazu, kono shirīzu no endingu wa akiru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor those who watch OP/ED of every episode, you won't get bored of the Ending of this series no matter how many times you watch it(even more if you understand it).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who watch OP/ED of every episode, you won't get bored of the Ending of this series no matter how many times you watch it(even more if you understand it).\u001b[24m\n    \u001b[1mすべてのエピソードのOP / EDを見ている人には、何回見るかにかかわらず、このシリーズのエンディングは飽きることはありません。\u001b[22m, \u001b[1mすべてのエピソードのOP / EDを見る人のために、あなたは（あなたがそれを理解し、さらに場合）それを見る回数に関係なく、このシリーズのエンディングの退屈しないだろう。\u001b[22m\nThe overall satisfaction for me was great. Anime of this caliber is usually hard to find, and so I recommend this series to anyone who want to watch something other than the norm.\n\n\u001b[1m私にとっての全体的な満足度は素晴らしかったです。 この口径のアニメは、通常見つけにくいので、ノーマル以外のものを見たいと思っている人にはこのシリーズをおすすめします。\u001b[22m\n\u001b[1m(Watashi ni totte no zentai-tekina manzoku-do wa subarashikattadesu. Kono kōkei no anime wa, tsūjō mitsuke nikuinode, nōmaru igai no mono o mitai to omotte iru hito ni hako no shirīzu o osusume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe overall satisfaction for me was great. Anime of this caliber is usually hard to find, and so I recommend this series to anyone who want to watch something other than the norm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall satisfaction for me was great.\u001b[24m\n    \u001b[1m私にとっての全体的な満足度は素晴らしかったです。\u001b[22m, \u001b[1m私のための全体的な満足度は大きかったです。\u001b[22m\n\u001b[4mAnime of this caliber is usually hard to find, and so I recommend this series to anyone who want to watch something other than the norm.\u001b[24m\n    \u001b[1mこの口径のアニメは、通常見つけにくいので、ノーマル以外のものを見たいと思っている人にはこのシリーズをおすすめします。\u001b[22m, \u001b[1mこの口径のアニメを見つけるのは通常は困難である、と私は標準以外の何かを見たい人には、このシリーズをお勧めします。\u001b[22m\nPersonally I give 10 to any anime if I get sentimental after watching it(like you know, just wanting to lie down and just think about that anime and when it feels like I just lost a part of my life) so I gave this series a 9 as I think I won't be able to remember it for a very long time.\n\n\u001b[1m個人的に私はそれを見て感情的になったら（私が知っているように、ちょうどそのアニメを考えて、ちょうど嘘をついていて、私が人生の一部を失ったような気がしたら） 私は非常に長い間それを覚えていないと思うので、9。\u001b[22m\n\u001b[1m(Kojin-teki ni watashi wa sore o mite kanjō-teki ni nattara (watashi ga shitte iru yō ni, chōdo sono anime o kangaete, chōdo uso o tsuite ite, watashi ga jinsei no ichibu o ushinatta yōna ki ga shitara) watashi wa hijō ni nagaiai sore o oboeteinai to omou node, 9.)\u001b[22m\n\nTranslations of \u001b[4mPersonally I give 10 to any anime if I get sentimental after watching it(like you know, just wanting to lie down and just think about that anime and when it feels like I just lost a part of my life) so I gave this series a 9 as I think I won't be able to remember it for a very long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I give 10 to any anime if I get sentimental after watching it(like you know, just wanting to lie down and just think about that anime and when it feels like I just lost a part of my life) so I gave this series a\u001b[24m\n    \u001b[1m個人的に私はそれを見て感情的になったら（私が知っているように、ちょうどそのアニメを考えて、ちょうど嘘をついていて、私が人生の一部を失ったような気がしたら）\u001b[22m, \u001b[1m私はそれを見た後に感傷的に取得する場合個人的に私はどのアニメに10を与えるので、私はこのシリーズaを与えた（あなたが知っているように、ただ横になることを望むとちょうどそのアニメを考えると、私はちょうど私の人生の一部を失ったようにそれは感じているとき）\u001b[22m\n\u001b[4m9 as I think I won't be able to remember it for a very long time.\u001b[24m\n    \u001b[1m私は非常に長い間それを覚えていないと思うので、9。\u001b[22m, \u001b[1m9私は、私は非常に長い時間のためにそれを覚えてすることはできませんだと思うように。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "courtneykitty",
    "profile": "/profile/courtneykitty/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=139721",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\n*これは私の最初のレビューであり、私は概要にないものを台無しにしようとしていることに注意してください。\n\nストーリー：\n\n私はその物語が良かったと信じています。 アニメの名前（未確認のものへのエンゲージメント）はうまく収まります。 それはすべてゆっくりとコベニに導かれ、白馬に向かって成長する彼女の気持ち、そしてベニオとマシロの間のランダムで奇妙なことを実現する。 また、KonohaとNikoの2人のサポートキャラクターと一緒に、KobeniとHayukaの間の物語に少し追加します。\n\nアート：\n\n芸術とアニメーションはとても素晴らしかったです。 それは私の意見では、悪い色の使用は、目に訴えていた。\n\n音：\n\n音もうまくいった。\n\nキャラクター：\n\n私は時には彼らがトップのように見えても、そのキャラクターを楽しんだ。\nたとえば、BenioはMashiroに向かっており、彼女（Benio）はKobeniとHakuyaに対して考えています。  BenioがMashiroを特別扱いで扱っていることについて、Mashiroに向かってKonohaと同様に。\n\n楽しみ：\n\n私は正直言って本当にこのアニメが大好きでした。 それは12のエピソードだけがあったことを私に悲しんだ。 それは本当に素敵なロムコムでした。\n\n全体：\n\n全体的にこのアニメは12のエピソードのための良いアニメでした。 同時に、人々は博多が未確認であると考えるかもしれないが。 あなたが十分に注意を払うならば、彼はそうしていました。 彼らは彼が何であるかを完全に示さないかもしれませんが、それはあなたを示しています。\nこのアニメには同じ種のものが他にもいますが（誰にも言いませんが）、それらはすべて異なったものからの範囲にあり、ハユカが主なキャラクターであることを覚えています。 他の人がどのように見えるかを示します。\n\nランダム性、ロムコム、人生を愛しているなら、このアニメをチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n*Please note this is my first review ever and I am trying to not spoil things that are not in the synopsis.\n\n\u001b[1m*これは私の最初のレビューであり、私は概要にないものを台無しにしようとしていることに注意してください。\u001b[22m\n\u001b[1m(* Kore wa watashi no saisho no rebyūdeari, watashi wa gaiyō ni nai mono o dainashi ni shiyou to shite iru koto ni chūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m*Please note this is my first review ever and I am trying to not spoil things that are not in the synopsis.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Please note this is my first review ever and I am trying to not spoil things that are not in the synopsis.\u001b[24m\n    \u001b[1m*これは私の最初のレビューであり、私は概要にないものを台無しにしようとしていることに注意してください。\u001b[22m, \u001b[1m*これは今まで私の最初のレビューと私は概要に含まれていないものを台無しにしないようにしようとしていますのでご注意ください。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nI believe the story was good. The name of the anime (Engaged to the Unidentified) fits well. It all slowly leads up to Kobeni realizing her feelings that grow towards Hakuya, as well as the random and weird things between Benio and Mashiro. Also with the two supporting characters, Konoha and Niko, they add to the story between Kobeni and Hayuka a bit.\n\n\u001b[1m私はその物語が良かったと信じています。 アニメの名前（未確認のものへのエンゲージメント）はうまく収まります。 それはすべてゆっくりとコベニに導かれ、白馬に向かって成長する彼女の気持ち、そしてベニオとマシロの間のランダムで奇妙なことを実現する。 また、KonohaとNikoの2人のサポートキャラクターと一緒に、KobeniとHayukaの間の物語に少しずつ追加されます。\u001b[22m\n\u001b[1m(Watashi wa sono monogatari ga yokatta to shinjite imasu. Anime no namae (mi kakunin no mono e no engējimento) wa umaku osamarimasu. Sore wa subete yukkuri to kobeni ni michibika re, hakuba ni mukatte seichō suru kanojo no kimochi, soshite benio to mashiro no ma no randamu de kimyōna koto o jitsugen suru. Mata, Konoha to Niko no 2-ri no sapōtokyarakutā to issho ni, Kobeni to Hayuka no ma no monogatari ni sukoshi zutsu tsuika sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI believe the story was good. The name of the anime (Engaged to the Unidentified) fits well. It all slowly leads up to Kobeni realizing her feelings that grow towards Hakuya, as well as the random and weird things between Benio and Mashiro. Also with the two supporting characters, Konoha and Niko, they add to the story between Kobeni and Hayuka a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believe the story was good.\u001b[24m\n    \u001b[1m私はその物語が良かったと信じています。\u001b[22m, \u001b[1m私はストーリーが良かったと信じています。\u001b[22m\n\u001b[4mThe name of the anime (Engaged to the Unidentified) fits well.\u001b[24m\n    \u001b[1mアニメの名前（未確認のものへのエンゲージメント）はうまく収まります。\u001b[22m, \u001b[1m（未確認で進行形）アニメの名前がよくフィットします。\u001b[22m\n\u001b[4mIt all slowly leads up to Kobeni realizing her feelings that grow towards Hakuya, as well as the random and weird things between Benio and Mashiro.\u001b[24m\n    \u001b[1mそれはすべてゆっくりとコベニに導かれ、白馬に向かって成長する彼女の気持ち、そしてベニオとマシロの間のランダムで奇妙なことを実現する。\u001b[22m, \u001b[1mそれはすべてゆっくりと彼女のHakuyaに向かって成長する感情だけでなく、紅緒とましろの間のランダムなと奇妙なことを実現Kobeniまでつながります。\u001b[22m\n\u001b[4mAlso with the two supporting characters, Konoha and Niko, they add to the story between Kobeni and Hayuka a bit.\u001b[24m\n    \u001b[1mまた、KonohaとNikoの2人のサポートキャラクターと一緒に、KobeniとHayukaの間の物語に少しずつ追加されます。\u001b[22m, \u001b[1mまた、2つの支持文字、木の葉やニコで、彼らはKobeniとHayukaビット間のストーリーに追加します。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art and animation was very nice. It was appealing to the eye, no use of bad color clashing in my opinion.\n\n\u001b[1m芸術とアニメーションはとても素晴らしかったです。 それは私の意見では、悪い色の使用は、目に訴えていた。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa totemo subarashikattadesu. Sore wa watashi no ikende wa, warui iro no shiyō wa,-me ni uttaete ita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation was very nice. It was appealing to the eye, no use of bad color clashing in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation was very nice.\u001b[24m\n    \u001b[1m芸術とアニメーションはとても素晴らしかったです。\u001b[22m, \u001b[1mアートやアニメーションがとても素敵でした。\u001b[22m\n\u001b[4mIt was appealing to the eye, no use of bad color clashing in my opinion.\u001b[24m\n    \u001b[1mそれは私の意見では、悪い色の使用は、目に訴えていた。\u001b[22m, \u001b[1mそれは目、私の意見で悪い色激突を用いないに訴えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nSounds were done well too.\n\n\u001b[1m音もうまくいった。\u001b[22m\n\u001b[1m(Oto mo umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mSounds were done well too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds were done well too.\u001b[24m\n    \u001b[1m音もうまくいった。\u001b[22m, \u001b[1mサウンドはあまりにもよく行われました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nI enjoyed the characters even if sometimes they seemed over the top.\n\n\u001b[1m私は時には彼らがトップのように見えても、そのキャラクターを楽しんだ。\u001b[22m\n\u001b[1m(Watashi wa tokiniha karera ga toppu no yō ni miete mo, sono kyarakutā o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the characters even if sometimes they seemed over the top.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the characters even if sometimes they seemed over the top.\u001b[24m\n    \u001b[1m私は時には彼らがトップのように見えても、そのキャラクターを楽しんだ。\u001b[22m, \u001b[1m私は時々、彼らは上から見えた場合でも、文字を楽しみました。\u001b[22m\nFor example, Benio towards Mashiro and her(Benio) thoughts over Kobeni and Hakuya. As well as Konoha towards Mashiro about Benio treating Mashiro with special treatment.\n\n\u001b[1mたとえば、BenioはMashiroに向かっており、彼女（Benio）はKobeniとHakuyaに対して考えています。  BenioがMashiroを特別扱いで扱っていることについて、Mashiroに向かってKonohaと同様に。\u001b[22m\n\u001b[1m(Tatoeba, Benio wa Mashiro ni mukatte ori, kanojo (Benio) wa Kobeni to Hakuya ni taishite kangaete imasu. Benio ga Mashiro o tokubetsu atsukai de atsukatte iru koto ni tsuite, Mashiro ni mukatte Konoha to dōyō ni.)\u001b[22m\n\nTranslations of \u001b[4mFor example, Benio towards Mashiro and her(Benio) thoughts over Kobeni and Hakuya. As well as Konoha towards Mashiro about Benio treating Mashiro with special treatment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor example, Benio towards Mashiro and her(Benio) thoughts over Kobeni and Hakuya.\u001b[24m\n    \u001b[1mたとえば、BenioはMashiroに向かっており、彼女（Benio）はKobeniとHakuyaに対して考えています。\u001b[22m, \u001b[1m例えば、紅緒ましろと彼女の（紅緒）の考えに向かってKobeniとHakuyaオーバー。\u001b[22m\n\u001b[4mAs well as Konoha towards Mashiro about Benio treating Mashiro with special treatment.\u001b[24m\n    \u001b[1mBenioがMashiroを特別扱いで扱っていることについて、Mashiroに向かってKonohaと同様に。\u001b[22m, \u001b[1mだけでなく、ましろに向けた木の葉紅緒は特別な処理でましろの治療について。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nI honestly really liked this anime a lot. It made me sad that there were only 12 episodes. It was a really nice rom-com.\n\n\u001b[1m私は正直言って本当にこのアニメが大好きでした。 それは12のエピソードだけがあったことを私に悲しんだ。 それは本当に素敵なロムコムでした。\u001b[22m\n\u001b[1m(Watashi wa shōjiki itte hontōni kono anime ga daisukideshita. Sore wa 12 no episōdo dake ga atta koto o watashi ni kanashinda. Sore wa hontōni sutekina romukomudeshita.)\u001b[22m\n\nTranslations of \u001b[4mI honestly really liked this anime a lot. It made me sad that there were only 12 episodes. It was a really nice rom-com.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI honestly really liked this anime a lot.\u001b[24m\n    \u001b[1m私は正直言って本当にこのアニメが大好きでした。\u001b[22m, \u001b[1m私は正直、本当にこのアニメをたくさん言っています。\u001b[22m\n\u001b[4mIt made me sad that there were only 12 episodes.\u001b[24m\n    \u001b[1mそれは12のエピソードだけがあったことを私に悲しんだ。\u001b[22m, \u001b[1mそれが唯一の12のエピソードがあったことを私は悲しくなりました。\u001b[22m\n\u001b[4mIt was a really nice rom-com.\u001b[24m\n    \u001b[1mそれは本当に素敵なロムコムでした。\u001b[22m, \u001b[1mそれは本当に素晴らしいROM-COMでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nOverall this anime was a good anime for 12 episodes. Though at the same time people may think that Hakuya seem *unidentified*. He was though if you pay attention enough. They may not full show what he is, but it shows you.\n\n\u001b[1m全体的にこのアニメは12のエピソードのための良いアニメでした。 同時に、人々は博多が未確認であると考えるかもしれないが。 あなたが十分に注意を払うならば、彼はそうしていました。 彼らは彼が何であるかを完全に示さないかもしれませんが、それはあなたを示しています。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa 12 no episōdo no tame no yoi animedeshita. Dōjini, hitobito wa Hakata ga mikakunindearu to kangaeru kamo shirenaiga. Anata ga jūbun ni chūiwoharaunaraba, kare wa sōshite imashita. Karera wa kare ga nandearu ka o kanzen ni shimesanai kamo shiremasenga, sore wa anata o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime was a good anime for 12 episodes. Though at the same time people may think that Hakuya seem *unidentified*. He was though if you pay attention enough. They may not full show what he is, but it shows you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime was a good anime for 12 episodes.\u001b[24m\n    \u001b[1m全体的にこのアニメは12のエピソードのための良いアニメでした。\u001b[22m, \u001b[1m全体的にこのアニメは、12のエピソードのために良いアニメでした。\u001b[22m\n\u001b[4mThough at the same time people may think that Hakuya seem *unidentified*.\u001b[24m\n    \u001b[1m同時に、人々は博多が未確認であると考えるかもしれないが。\u001b[22m, \u001b[1m同時に、人々はHakuyaは* *未確認のように見えると思うかもしれないが。\u001b[22m\n\u001b[4mHe was though if you pay attention enough.\u001b[24m\n    \u001b[1mあなたが十分に注意を払うならば、彼はそうしていました。\u001b[22m, \u001b[1mあなたは十分な注意を払っているのであれば、彼はしかしでした。\u001b[22m\n\u001b[4mThey may not full show what he is, but it shows you.\u001b[24m\n    \u001b[1m彼らは彼が何であるかを完全に示さないかもしれませんが、それはあなたを示しています。\u001b[22m, \u001b[1m彼らは、彼が何であるかを完全なショーはないかもしれませんが、それはあなたを示しています。\u001b[22m\nEven though there are others of his same species in this anime (not going to say who,) remember that they all can range from different things, and see as Hayuka is a *main* character, I can understand maybe why they didn't show what the others looked like.\n\n\u001b[1mこのアニメには同じ種のものが他にもいますが（誰にも言いませんが）、それらはすべて異なったものからの範囲にあり、ハユカが主なキャラクターであることを覚えています。 他の人がどのように見えるかを示します。\u001b[22m\n\u001b[1m(Kono anime ni wa onaji tane no mono ga hoka ni mo imasuga (darenimo iimasenga), sorera wa subete kotonatta mono kara no han'i ni ari, hayuka ga omona kyarakutādearu koto o oboete imasu. Hokanohito ga dono yōnimieru ka o shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven though there are others of his same species in this anime (not going to say who,) remember that they all can range from different things, and see as Hayuka is a *main* character, I can understand maybe why they didn't show what the others looked like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though there are others of his same species in this anime (not going to say who,) remember that they all can range from different things, and see as Hayuka is a *main* character, I can understand maybe why they didn't\u001b[24m\n    \u001b[1mこのアニメには同じ種のものが他にもいますが（誰にも言いませんが）、それらはすべて異なったものからの範囲にあり、ハユカが主なキャラクターであることを覚えています。\u001b[22m, \u001b[1mこのアニメの彼の同じ種の他のものがあるにもかかわらず、彼らはすべての異なるものの範囲、およびHayukaは*メイン*文字であるとして見ることができることを覚えておいて、彼らはしなかった理由を、私は多分理解することができます（誰が、言おうとしていません）\u001b[22m\n\u001b[4mshow what the others looked like.\u001b[24m\n    \u001b[1m他の人がどのように見えるかを示します。\u001b[22m, \u001b[1m他の人がどうだったかを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you love randomness, a rom-com, and a slice of life, check this anime out.\n\n\u001b[1mランダム性、ロムコム、人生を愛しているなら、このアニメをチェックしてください。\u001b[22m\n\u001b[1m(Randamu-sei, romukomu, jinsei o aishite irunara, kono anime o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you love randomness, a rom-com, and a slice of life, check this anime out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you love randomness, a rom-com, and a slice of life, check this anime out.\u001b[24m\n    \u001b[1mランダム性、ロムコム、人生を愛しているなら、このアニメをチェックしてください。\u001b[22m, \u001b[1mあなたはランダム、ROM-COM、および生活のスライスを愛するならば、このアニメをチェックしてください。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "MangakaNotlora",
    "profile": "/profile/MangakaNotlora/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=149915",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  8\n\n私はロマンチックなコメディー・アニメの愛好家であることを明確にしたいので、ここで少しお気に入りを演奏しているかもしれません。 言うまでもなく、ヨノモリ・コノベリの12話の冒険は、私にとってとても楽しいものでした。 だからすぐに飛び込みましょう。\n\nストーリー -  7/10\n一度あなたが始まったら、未確認の人に夢中になって、私はうそをつかないでしょう。全体の太さがかなり早くあなたに投げられ、それはちょっと不快なものです。 ああ、メインの主人公がいるような終わりの最初のカップル分分の並べ替え、ここオハイオ州は偶然、物語の主なプロットです。 しかし、一度あなたが激しくそのスピードバンプを乗り越えれば、少しのラブストーリーははるかに遅く、より快適な方法で解決します。 アクションや大きなプロットが好きな人は、このアニメはあなたのためにはならないだろう - プロットポイントをエピソード表示するエピソードは、メインキャラクターが単に一連の関係に関連する問題を経験する典型的な高校アニメのラインに沿っている 。 それでも、私は退屈していませんでした。物語がかなり良いキャラクターでバックアップされているのを見て、いつもKobeniの妹が何をしているのかを調べるのは素晴らしいことです。 あなたが行動を望むなら、物語は本当にすべてではありませんが、あなたが甘くて軽いものを望むならば、それはすばらしいことです。そして、あなたは不必要なパンティーショットのような愚かなもので、 あまりにも多くのブブジグル。\n\nアート -  7/10\n私がアニメが好きだった理由の一部は、新鮮で流動的なスタイルのためにキャラクターが描かれているからです。 芸術についてのすべてが鮮明で新鮮なように見えますが、私はちょっと白い文字で文字を強調したときに、本当に好きなように少し偏って見ています。 同様に、キャラクターはかなり自由に動いており、一般的なデザイン - 学校制服、ストリート服など - 非常に現代的です。\n\nサウンド6/10\nオープニングとエンディングのクレジットが馬鹿馬鹿しく魅力的であることがわかりました。その部分の早送りに気をつけません。 それは、あなたが見ようとしているものにぴったりで、かなり似合います。 しかし、ほとんどの会話のバックグラウンドサウンドは、まったく同じようなJeopardyテーマのようなものです。\n\nキャラクター -  8/10\n私が一番好きなのは、キャラクターがどれくらいいっぱいだったか、コヴェニの友人であっても、たまに1度しか登場しなかった友人でした。  Kobeniはあなたの典型的な平野のヒロインですが、BenioとMashiroのようなキャラクターが彼女を後ろに立たせているときにはそれは許されています。 コベニさんの妹ベニオさんは、私がエピソードに飽きてしまわなかった理由の一部です。彼女の小児 - 姉妹 - ロリータコンプレックスのうち、それらのカテゴリーのうちの1つに絞ることはできませんでした。 主な愛の関心事である博多は、エピソードごとに約2つの言葉を語り、アニメが刺激を浴びせ、刺激を与えないようにそれらを丸めるだけで好きになる。\n\n楽しさ -  8/10\nこのシリーズの全体的な楽しさについては、キャラクターや状況が好きで簡単に取り入れることができるので、私はシーズン2を気にしません。時にはジョークの1つまたは2つが横ばいになりましたが、ユーモアはまだそこにあります。 最も重要なことは、ヘロインがコメディに何かばかげたことを仮定している、その不愉快な誤解のナンセンスではありません。 それは少しプレーンですが、いいですね。\n\nロムコムのアニメファン、生き生きとしたアニメファン、恥ずかしがり屋のカップルで閉鎖したいけど大量のエピソードにコミットしたくないファン - 未確認のものに関わったことはまったく悪くない。 私は最後のアニメにあまりにも腹が立った後、何か素晴らしいものを書く気分になります。\nとにかく、私が言わなければならないことは、これがコヴェニと白馬のかわいいロマンチックないたずらをもっと深く掘り下げるために、シーズン2になることを望むアニメの1つです。  *絵文字を上げる*",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI'd like to make it clear I'm quite the connoisseur of romantic comedy animes, so I might be playing favorites a little here. Needless to say, the 12-episode adventure of Kobeni Yonomori's engagement was very enjoyable for me. So let's jump right in.\n\n\u001b[1m私はロマンチックなコメディー・アニメの愛好家であることを明確にしたいので、ここで少しお気に入りを演奏しているかもしれません。 言うまでもなく、ヨノモリ・コノベリの12話の冒険は、私にとってとても楽しいものでした。 だからすぐに飛び込みましょう。\u001b[22m\n\u001b[1m(Watashi wa romanchikkuna komedī anime no aikō-kadearu koto o meikaku ni shitainode, koko de sukoshi okiniiri o ensō shite iru kamo shiremasen. Iumademonaku, yonomori konoberi no 12-wa no bōken wa, watashi ni totte totemo tanoshī monodeshita.Dakara sugu ni tobikomimashou.)\u001b[22m\n\nTranslations of \u001b[4mI'd like to make it clear I'm quite the connoisseur of romantic comedy animes, so I might be playing favorites a little here. Needless to say, the 12-episode adventure of Kobeni Yonomori's engagement was very enjoyable for me. So let's jump right in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd like to make it clear I'm quite the connoisseur of romantic comedy animes, so I might be playing favorites a little here.\u001b[24m\n    \u001b[1m私はロマンチックなコメディー・アニメの愛好家であることを明確にしたいので、ここで少しお気に入りを演奏しているかもしれません。\u001b[22m, \u001b[1m私はロマンチックコメディアニメのかなりの目利きので、私は少しここでお気に入りをプレイされる可能性があり、それを明確にしたいと思います。\u001b[22m\n\u001b[4mNeedless to say, the 12-episode adventure of Kobeni Yonomori's engagement was very enjoyable for me.\u001b[24m\n    \u001b[1m言うまでもなく、ヨノモリ・コノベリの12話の冒険は、私にとってとても楽しいものでした。\u001b[22m, \u001b[1m言うまでもなく、Kobeni Yonomoriの婚約の12エピソードの冒険は私にとって非常に楽しかったです。\u001b[22m\n\u001b[4mSo let's jump right in.\u001b[24m\n    \u001b[1mだからすぐに飛び込みましょう。\u001b[22m, \u001b[1mそれでは、右ジャンプしてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 7/10\n\n\u001b[1mストーリー -  7/10\u001b[22m\n\u001b[1m(Sutōrī - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 7/10\u001b[24m\n    \u001b[1mストーリー -  7/10\u001b[22m, \u001b[1mストーリー -  7月10日\u001b[22m\nOnce you begin Engaged to the Unidentified, I will not lie, the thick of the whole plot is thrown at you pretty quickly and it comes off as a bit uncomfortable. The first couple minutes sort of end up like oh there's the main protagonist, OH HERE'S THE MAIN PLOT OF THE STORY SUDDENLY. However, once you violently drive over that speed bump, the little love story unravels in a much slower, more comfortable way. If you like action and big plot twists, this anime isn't going to be for you--the episode to episode plot points are along the lines of your typical high school anime where the main characters simply go through a series of relationship related problems . Still, I wasn't bored, seeing as the story was backed up with some pretty good characters, and it's always great to tune in and see what Kobeni's sister is up to. If you'd like action, the story isn't really all that, but if you'd like something sweet and lighthearted, it's just wonderful, and you're not rolling your eyes the entire time at stupid stuff like unnecessary panty shots or too many boob jiggles.\n\n\u001b[1m一度あなたが始まったら、未確認の人に夢中になって、私はうそをつかないでしょう。全体の太さがかなり早くあなたに投げられ、それはちょっと不快なものです。 ああ、メインの主人公がいるような終わりの最初のカップル分分の並べ替え、ここオハイオ州は偶然、物語の主なプロットです。 しかし、一度あなたが激しくそのスピードバンプを乗り越えれば、少しのラブストーリーははるかに遅く、より快適な方法で解決します。 アクションや大きなプロットが好きな人は、このアニメはあなたのためにはならないだろう - プロットポイントをエピソード表示するエピソードは、メインキャラクターが単に一連の関係に関連する問題を経験する典型的な高校アニメのラインに沿っている 。 それでも、私は退屈していませんでした。物語がかなり良いキャラクターでバックアップされているのを見て、いつもKobeniの妹が何をしているのかを調べるのは素晴らしいことです。 あなたが行動を望むなら、物語は本当にすべてではありませんが、あなたが甘くて軽いものを望むならば、それはすばらしいことです。そして、あなたは不必要なパンティーショットのような愚かなもので、 あまりにも多くのブブジグル。\u001b[22m\n\u001b[1m(Ichido anata ga hajimattara, mi kakunin no hito ni muchū ni natte, watashi wa uso o tsukanaideshou. Zentai no futo-sa ga kanari hayaku anata ni nage rare, sore wa chotto fukaina monodesu. Ā, mein no shujinkō ga iru yōna owari no saisho no kappuru-bun-bun no narabe-gae, koko Ohaio-shū wa gūzen, monogatari no omona purottodesu. Shikashi, ichido anata ga hageshiku sono supīdobanpu o norikoereba, sukoshi no rabusutōrī wa haruka ni osoku, yori kaitekina hōhō de kaiketsu shimasu. Akushon ya ōkina purotto ga sukinahito wa, kono anime wa anata no tame ni wa naranaidarou - purotto pointo o episōdo hyōji suru episōdo wa, meinkyarakutā ga tan'ni ichiren no kankei ni kanren suru mondai o keiken suru tenkei-tekina kōkō anime no rain ni sotte iru. Soredemo, watashi wa taikutsu shite imasendeshita. Monogatari ga kanari yoi kyarakutā de bakkuappu sa rete iru no o mite, itsumo Kobeni no imōto ga nani o shite iru no ka o shiraberu no wa subarashī kotodesu. Anata ga kōdō o nozomunara, monogatari wa hontōni subetede wa arimasenga, anata ga amakute karui mono o nozomunaraba, sore wa subarashī kotodesu. Soshite, anata wa fuhitsuyōna pantīshotto no yōna orokana mono de, amarini mo ōku no bubujiguru.)\u001b[22m\n\u001b[1m\u001b[22m\nArt - 7/10\n\n\u001b[1mアート -  7/10\u001b[22m\n\u001b[1m(Āto - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 7/10\u001b[24m\n    \u001b[1mアート -  7/10\u001b[22m\nPart of the reason I liked the anime is because of the fresh and fluid style the characters are drawn. Everything about the art seems crisp and new, and I'm a bit biased seeing as I really like it when they highlight characters with a bit of clear white. As well, the characters move pretty freely and the design in general--school uniforms, street clothes, etc.--ius very contemporary.\n\n\u001b[1m私がアニメが好きだった理由の一部は、新鮮で流動的なスタイルのためにキャラクターが描かれているからです。 芸術についてのすべてが鮮明で新鮮なように見えますが、私はちょっと白い文字で文字を強調したときに、本当に好きなように少し偏って見ています。 同様に、キャラクターはかなり自由に動いており、一般的なデザイン - 学校制服、ストリート服など - 非常に現代的です。\u001b[22m\n\u001b[1m(Watashi ga anime ga sukidatta riyū no ichibu wa, shinsende ryūdōtekina sutairu no tame ni kyarakutā ga egaka rete irukaradesu. Geijutsu ni tsuite no subete ga senmeide shinsen'na yō ni miemasuga, watashi wa chotto shiroi moji de moji o kyōchō shita toki ni, hontōni sukina yō ni sukoshi katayotte mite imasu. Dōyō ni, kyarakutā wa kanari jiyū ni ugoite ori, ippantekina dezain - gakkō seifuku, sutorīto-fuku nado - hijō ni gendai-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mPart of the reason I liked the anime is because of the fresh and fluid style the characters are drawn. Everything about the art seems crisp and new, and I'm a bit biased seeing as I really like it when they highlight characters with a bit of clear white. As well, the characters move pretty freely and the design in general--school uniforms, street clothes, etc.--ius very contemporary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPart of the reason I liked the anime is because of the fresh and fluid style the characters are drawn.\u001b[24m\n    \u001b[1m私がアニメが好きだった理由の一部は、新鮮で流動的なスタイルのためにキャラクターが描かれているからです。\u001b[22m, \u001b[1m新鮮な流体スタイルの文字が描かれているので、私はアニメが好き理由の一部です。\u001b[22m\n\u001b[4mEverything about the art seems crisp and new, and I'm a bit biased seeing as I really like it when they highlight characters with a bit of clear white.\u001b[24m\n    \u001b[1m芸術についてのすべてが鮮明で新鮮なように見えますが、私はちょっと白い文字で文字を強調したときに、本当に好きなように少し偏って見ています。\u001b[22m, \u001b[1m芸術についてのすべてがくっきりと新しいようで、彼らは明確な白のビットで文字を強調表示するとき、私は、私は本当にそれのように見てビットバイアスです。\u001b[22m\n\u001b[4mAs well, the characters move pretty freely and the design in general--school uniforms, street clothes, etc.--ius very contemporary.\u001b[24m\n    \u001b[1m同様に、キャラクターはかなり自由に動いており、一般的なデザイン - 学校制服、ストリート服など - 非常に現代的です。\u001b[22m, \u001b[1m同様に、文字がかなり自由に移動し、一般的にはデザイン - 学校の制服、私服など.--非常に現代的なIUS。\u001b[22m\n\u001b[1m\u001b[22m\nSound 6/10\n\n\u001b[1mサウンド6/10\u001b[22m\n\u001b[1m(Saundo 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 6/10\u001b[24m\n    \u001b[1mサウンド6/10\u001b[22m, \u001b[1m6/10サウンド\u001b[22m\nI found the opening and ending credits ridiculously catchy, and don't mind not fast forwarding for that part. It's peppy and pretty much suits what you're about to watch. Yet, the background sound for most conversations is sometimes the same reused melody that comes off a bit irritating, sort of like the Jeopardy theme...\n\n\u001b[1mオープニングとエンディングのクレジットが馬鹿馬鹿しく、キャッチーであることがわかりました。 それは、あなたが見ようとしているものにぴったりで、かなり似合います。 しかし、ほとんどの会話のバックグラウンドサウンドは、まったく同じようなJeopardyテーマのようなものです。\u001b[22m\n\u001b[1m(Ōpuningu to endingu no kurejitto ga bakabakashiku, kyatchīdearu koto ga wakarimashita. Sore wa, anata ga miyou to shite iru mono ni pittari de, kanari niaimasu. Shikashi, hotondo no kaiwa no bakkuguraundosaundo wa, mattaku onajiyōna Jeopardy tēma no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI found the opening and ending credits ridiculously catchy, and don't mind not fast forwarding for that part. It's peppy and pretty much suits what you're about to watch. Yet, the background sound for most conversations is sometimes the same reused melody that comes off a bit irritating, sort of like the Jeopardy theme...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the opening and ending credits ridiculously catchy, and don't mind not fast forwarding for that part.\u001b[24m\n    \u001b[1mオープニングとエンディングのクレジットが馬鹿馬鹿しく、キャッチーであることがわかりました。\u001b[22m, \u001b[1m私は、オープニングとエンディングクレジットが途方もなくキャッチー発見し、その部分のない早送りを気にしません。\u001b[22m\n\u001b[4mIt's peppy and pretty much suits what you're about to watch.\u001b[24m\n    \u001b[1mそれは、あなたが見ようとしているものにぴったりで、かなり似合います。\u001b[22m, \u001b[1mそれはあなたが見しようとしているものを元気いっぱいとかなりのスーツです。\u001b[22m\n\u001b[4mYet, the background sound for most conversations is sometimes the same reused melody that comes off a bit irritating, sort of like the Jeopardy theme...\u001b[24m\n    \u001b[1mしかし、ほとんどの会話のバックグラウンドサウンドは、まったく同じようなJeopardyテーマのようなものです。\u001b[22m, \u001b[1mしかし、ほとんどの会話の背景音は、ソートのJeopardy状態のテーマのように、時には刺激性のビットをオフに来ると同じ再利用メロディーです...\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 8/10\n\n\u001b[1mキャラクター -  8/10\u001b[22m\n\u001b[1m(Kyarakutā - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8/10\u001b[24m\n    \u001b[1mキャラクター -  8/10\u001b[22m, \u001b[1m文字 -  8月10日\u001b[22m\nBy far, my favorite part of Engaged to the Unidentified was how full each of the characters were, even Kobeni's friend who appeared once every so often. Kobeni's your typical plain heroine, but it's sort of forgiven when you've got characters like Benio and Mashiro backing her up. Benio, Kobeni's sister, is part of the reason I didn't get bored episode to episode, seeing as I got endless enjoyment out of her pedophilic-sister-lolita complex that couldn't be narrowed down to just one of those categories. Hakuya, the main love interest, says about two words per episode and ends up being likable anyway, simply because the anime takes the tropes and rounds them out enough for it not to be irritating.\n\n\u001b[1m私が一番好きなのは、キャラクターがどれくらいいっぱいだったか、コヴェニの友人であっても、たまに1度しか登場しなかった友人でした。  Kobeniはあなたの典型的な平野のヒロインですが、BenioとMashiroのようなキャラクターが彼女を後ろに立たせているときにはそれは許されています。 コベニさんの妹ベニオさんは、私がエピソードに飽きてしまわなかった理由の一部です。彼女の小児 - 姉妹 - ロリータコンプレックスのうち、それらのカテゴリーのうちの1つに絞ることはできませんでした。 主な愛の関心事である博多は、エピソードごとに約2つの言葉を語り、アニメが刺激を浴びせ、刺激を与えないようにそれらを丸めるだけで好きになる。\u001b[22m\n\u001b[1m(Watashi ga ichiban sukina no wa, kyarakutā ga dorekurai-ippaidatta ka, kovu~eni no yūjindeatte mo, tamani 1-do shika tōjō shinakatta yūjindeshita. Kobeni wa anata no tenkei-tekina heiya no hiroindesuga, Benio to Mashiro no yōna kyarakutā ga kanojo o ushiro ni tata sete iru toki ni wa sore wa yurusa rete imasu. Kobeni-san no imōto benio-san wa, watashi ga episōdo ni akite shimawanakatta riyū no ichibudesu. Kanojo no shōni - shimai - rorītakonpurekkusu no uchi, sorera no kategorī no uchi no 1tsu ni shiboru koto wa dekimasendeshita. Omona ai no kanshinjidearu Hakata wa, episōdo-goto ni yaku 2tsu no kotoba o katari, anime ga shigeki o abise, shigeki o ataenai yō ni sorera o marumeru dakede suki ni naru.)\u001b[22m\n\nTranslations of \u001b[4mBy far, my favorite part of Engaged to the Unidentified was how full each of the characters were, even Kobeni's friend who appeared once every so often. Kobeni's your typical plain heroine, but it's sort of forgiven when you've got characters like Benio and Mashiro backing her up. Benio, Kobeni's sister, is part of the reason I didn't get bored episode to episode, seeing as I got endless enjoyment out of her pedophilic-sister-lolita complex that couldn't be narrowed down to just one of those categories. Hakuya, the main love interest, says about two words per episode and ends up being likable anyway, simply because the anime takes the tropes and rounds them out enough for it not to be irritating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy far, my favorite part of Engaged to the Unidentified was how full each of the characters were, even Kobeni's friend who appeared once every so often.\u001b[24m\n    \u001b[1m私が一番好きなのは、キャラクターがどれくらいいっぱいだったか、コヴェニの友人であっても、たまに1度しか登場しなかった友人でした。\u001b[22m, \u001b[1mこれまでのところ、未確認で進行形の私のお気に入りの部分は文字のそれぞれが、しょっちゅう回登場してもKobeniの友人どのように満ちていたました。\u001b[22m\n\u001b[4mKobeni's your typical plain heroine, but it's sort of forgiven when you've got characters like Benio and Mashiro backing her up.\u001b[24m\n    \u001b[1mKobeniはあなたの典型的な平野のヒロインですが、BenioとMashiroのようなキャラクターが彼女を後ろに立たせているときにはそれは許されています。\u001b[22m, \u001b[1mKobeniのあなたの典型的な無地のヒロインが、あなたは彼女をバックアップ紅緒やましろのような文字を持っているとき、それは一種の赦されています。\u001b[22m\n\u001b[4mBenio, Kobeni's sister, is part of the reason I didn't get bored episode to episode, seeing as I got endless enjoyment out of her pedophilic-sister-lolita complex that couldn't be narrowed down to just one of those categories.\u001b[24m\n    \u001b[1mコベニさんの妹ベニオさんは、私がエピソードに飽きてしまわなかった理由の一部です。彼女の小児 - 姉妹 - ロリータコンプレックスのうち、それらのカテゴリーのうちの1つに絞ることはできませんでした。\u001b[22m, \u001b[1m紅緒、Kobeniの妹は、私はそれらのカテゴリのひとつに絞り込むことができなかった彼女の小児性愛の-姉妹ロリータコンプレックスの外に無限の楽しみを持って、私は、エピソードに退屈エピソードを得る見ていなかった理由の一部です。\u001b[22m\n\u001b[4mHakuya, the main love interest, says about two words per episode and ends up being likable anyway, simply because the anime takes the tropes and rounds them out enough for it not to be irritating.\u001b[24m\n    \u001b[1m主な愛の関心事である博多は、エピソードごとに約2つの言葉を語り、アニメが刺激を浴びせ、刺激を与えないようにそれらを丸めるだけで好きになる。\u001b[22m, \u001b[1mHakuya、主の愛の関心は、エピソードごとに2つの単語について言うとアニメが比喩を取り、それが刺激性ではないために十分にそれらを丸めるという理由だけで、とにかく好感されて終わります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 8/10\n\n\u001b[1m楽しさ -  8/10\u001b[22m\n\u001b[1m(Tanoshisa - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8/10\u001b[24m\n    \u001b[1m楽しさ -  8/10\u001b[22m\nAs for overall enjoyment of the series, I wouldn't mind a season two, seeing as the characters and situations are likable and easy to take in. One or two of the jokes fell flat at times, but the humor is still there. Most important thing, there isn't all that awkward misunderstanding nonsense where the heroin assumes something ridiculous for comedy. It's a bit plain but it's nice.\n\n\u001b[1mこのシリーズの全体的な楽しさについては、キャラクターや状況が好きで簡単に取り入れることができるので、私はシーズン2を気にしません。時にはジョークの1つまたは2つが横ばいになりましたが、ユーモアはまだそこにあります。 最も重要なことは、ヘロインがコメディに何かばかげたことを仮定している、その不愉快な誤解のナンセンスではありません。 それは少しプレーンですが、いいですね。\u001b[22m\n\u001b[1m(Kono shirīzu no zentai-tekina tanoshisa ni tsuite wa, kyarakutā ya jōkyō ga sukide kantan ni toriireru koto ga dekiru node, watashi wa shīzun 2 o ki ni shimasen. Tokiniha jōku no 1tsu matawa 2tsu ga yokobai ni narimashitaga, yūmoa wa mada soko ni arimasu. Mottomo jūyōna koto wa, heroin ga komedi ni nanika bakageta koto o katei shite iru, sono fuyukaina gokai no nansensude wa arimasen. Sore wa sukoshi purēndesuga, īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mAs for overall enjoyment of the series, I wouldn't mind a season two, seeing as the characters and situations are likable and easy to take in. One or two of the jokes fell flat at times, but the humor is still there. Most important thing, there isn't all that awkward misunderstanding nonsense where the heroin assumes something ridiculous for comedy. It's a bit plain but it's nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for overall enjoyment of the series, I wouldn't mind a season two, seeing as the characters and situations are likable and easy to take in. One or two of the jokes fell flat at times, but the humor is still there.\u001b[24m\n    \u001b[1mこのシリーズの全体的な楽しさについては、キャラクターや状況が好きで簡単に取り入れることができるので、私はシーズン2を気にしません。時にはジョークの1つまたは2つが横ばいになりましたが、ユーモアはまだそこにあります。\u001b[22m, \u001b[1mシリーズの全体的な楽しみのためとして、私は文字や状況が好感の持てるで取ることが容易であるように見て、シーズン2を気にしないだろう。ジョークの1つまたは2つの時間にフラット落ちたが、ユーモアはまだそこにあります。\u001b[22m\n\u001b[4mMost important thing, there isn't all that awkward misunderstanding nonsense where the heroin assumes something ridiculous for comedy.\u001b[24m\n    \u001b[1m最も重要なことは、ヘロインがコメディに何かばかげたことを仮定している、その不愉快な誤解のナンセンスではありません。\u001b[22m, \u001b[1m最も重要なことは、ヘロインは喜劇のためにとんでもないものを想定して、すべてのその厄介な誤解ナンセンスはありません。\u001b[22m\n\u001b[4mIt's a bit plain but it's nice.\u001b[24m\n    \u001b[1mそれは少しプレーンですが、いいですね。\u001b[22m, \u001b[1mそれは少し平野だが、それはうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nRom-Com anime fans, slice of life anime fans, fans who want closure with a shy couple but don't want to commit to a ton of episodes--Engaged to the Unidentified isn't bad at all. It feels weird writing something nice after I was so pissed at my last anime.\n\n\u001b[1mロムコムのアニメファン、生き生きとしたアニメファン、恥ずかしがり屋のカップルで閉鎖したいけど大量のエピソードにコミットしたくないファン - 未確認のものに関わったことはまったく悪くない。 私は最後のアニメにあまりにも腹が立った後、何か素晴らしいものを書く気分になります。\u001b[22m\n\u001b[1m(Romukomu no anime fan, ikiikitoshita anime fan, hazukashigariya no kappuru de heisa shitaikedo tairyō no episōdo ni komitto shitakunai fan - mi kakunin no mono ni kakawatta koto wa mattaku warukunai. Watashi wa saigo no anime ni amarini mo hara ga tatta nochi, nanika subarashī mono o kaku kibun ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mRom-Com anime fans, slice of life anime fans, fans who want closure with a shy couple but don't want to commit to a ton of episodes--Engaged to the Unidentified isn't bad at all. It feels weird writing something nice after I was so pissed at my last anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRom-Com anime fans, slice of life anime fans, fans who want closure with a shy couple but don't want to commit to a ton of episodes--Engaged to the Unidentified isn't bad at all.\u001b[24m\n    \u001b[1mロムコムのアニメファン、生き生きとしたアニメファン、恥ずかしがり屋のカップルで閉鎖したいけど大量のエピソードにコミットしたくないファン - 未確認のものに関わったことはまったく悪くない。\u001b[22m, \u001b[1mロム・コムのアニメファン、ライフアニメファンのスライス、内気なカップルと閉鎖をしたいが、エピソードのトンにコミットしたくないファン - 未確認で進行形は全く悪いことではありません。\u001b[22m\n\u001b[4mIt feels weird writing something nice after I was so pissed at my last anime.\u001b[24m\n    \u001b[1m私は最後のアニメにあまりにも腹が立った後、何か素晴らしいものを書く気分になります。\u001b[22m, \u001b[1m私はそのように私の最後のアニメで腹を立てた後、それは素敵な何かを書いて奇妙な感じ。\u001b[22m\nAnyway, the one thing I've got to say is this is one of those animes I hope gets a season two, just to delve a little deeper into the cute romantic antics of Kobeni and Hakuya. *Thumbs up emoji*\n\n\u001b[1mとにかく、私が言わなければならないことは、これがコヴェニと白馬のかわいいロマンチックないたずらをもっと深く掘り下げるために、シーズン2になることを望むアニメの1つです。  *絵文字を上げる*\u001b[22m\n\u001b[1m(Tonikaku, watashi ga iwanakereba naranai koto wa, kore ga kovu~eni to hakuba no kawaī romanchikkuna itazura o motto fukaku horisageru tame ni, shīzun 2 ni naru koto o nozomu anime no 1tsudesu. * Emoji o ageru*)\u001b[22m\n\nTranslations of \u001b[4mAnyway, the one thing I've got to say is this is one of those animes I hope gets a season two, just to delve a little deeper into the cute romantic antics of Kobeni and Hakuya. *Thumbs up emoji*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, the one thing I've got to say is this is one of those animes I hope gets a season two, just to delve a little deeper into the cute romantic antics of Kobeni and Hakuya.\u001b[24m\n    \u001b[1mとにかく、私が言わなければならないことは、これがコヴェニと白馬のかわいいロマンチックないたずらをもっと深く掘り下げるために、シーズン2になることを望むアニメの1つです。\u001b[22m, \u001b[1mとにかく、私が言うことを持っている一つのことは、これは私がちょうどKobeniとHakuyaのかわいいロマンチックなふざけた態度に少し深く掘り下げるために、シーズン2を取得します願っていたもののアニメの一つです。\u001b[22m\n\u001b[4m*Thumbs up emoji*\u001b[24m\n    \u001b[1m*絵文字を上げる*\u001b[22m, \u001b[1m*親指絵文字*\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "silverlve70",
    "profile": "/profile/silverlve70/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=212526",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  6\n\n物語はもっと面白かっただろうが、それは不気味な姉妹とコベニとマシロとの彼女の変わった魅力にあまりにも引き寄せられた。 コヴェニと博多の関係、関係への関わりなどに関心を示したいと願っています。\n\nアニメを読んで決してそのストーリーラインがどこに行くのか分かりません。彼らの秘密と起源についてもっと知りたいと思っていました。悲しいことに使用された大きな要因の1つは、博多がちょうど開発されたようだったということでした。 彼の静かではあるが強烈なやり方はまさに穏やかだった。 彼のキャラクターは物語の中でより多くの肉を必要としていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe story would have been more interesting but it drew too much on the creepy sister and her weirdo fascination with Kobeni and Mashiro. Wish they'd shown more interest in the relationship between Kobeni and Hakuya, their bonding into a relationship, etc.\n\n\u001b[1m物語はもっと面白かっただろうが、それは不気味な姉妹とコベニとマシロとの彼女の変わった魅力にあまりにも引き寄せられた。 コヴェニと博多の関係、関係への関わりなどに関心を示したいと願っています。\u001b[22m\n\u001b[1m(Monogatari wa motto omoshirokattadarouga, sore wa bukimina shimai to kobeni to mashiro to no kanojo no kawatta miryoku ni amarini mo hikiyose rareta. Kovu~eni to Hakata no kankei, kankei e no kakawari nado ni kanshin o shimeshitai to negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story would have been more interesting but it drew too much on the creepy sister and her weirdo fascination with Kobeni and Mashiro. Wish they'd shown more interest in the relationship between Kobeni and Hakuya, their bonding into a relationship, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story would have been more interesting but it drew too much on the creepy sister and her weirdo fascination with Kobeni and Mashiro.\u001b[24m\n    \u001b[1m物語はもっと面白かっただろうが、それは不気味な姉妹とコベニとマシロとの彼女の変わった魅力にあまりにも引き寄せられた。\u001b[22m, \u001b[1m物語はもっと面白いされているだろうが、それは不気味な姉とKobeniやましろと彼女の変人の魅力にあまりを集めました。\u001b[22m\n\u001b[4mWish they'd shown more interest in the relationship between Kobeni and Hakuya, their bonding into a relationship, etc.\u001b[24m\n    \u001b[1mコヴェニと博多の関係、関係への関わりなどに関心を示したいと願っています。\u001b[22m, \u001b[1m彼らは等KobeniとHakuya、関係へのそれらの結合との関係でより多くの関心を示していればよかったです\u001b[22m\n\u001b[1m\u001b[22m\nNever read the anime so no idea where that storyline went.. kind of wanted to learn more about their secret and origins, what made them meet etc. One big factor which was sadly under used was that Hakuya just seemed under developed. His silent but strong ways were just.. mild instead. His character needed more meat in the story, it was almost as if it wasn't even about them.\n\n\u001b[1mアニメを読んで決してそのストーリーラインがどこに行くのか分かりません。彼らの秘密と起源についてもっと知りたいと思っていました。悲しいことに使用された大きな要因の1つは、博多がちょうど開発されたようだったということでした。 彼の静かではあるが強烈なやり方はまさに穏やかだった。 彼のキャラクターは物語の中でより多くの肉を必要としていました。\u001b[22m\n\u001b[1m(Anime o yonde kesshite sono sutōrīrain ga doko ni iku no ka wakarimasen. Karera no himitsu to kigen ni tsuite motto shiritai to omotte imashita. Kanashī koto ni shiyō sa reta ōkina yōin no 1tsu wa, Hakata ga chōdo kaihatsu sa reta yōdatta to iu kotodeshita. Kare no shizukade wa aru ga kyōretsuna yarikata wa masani odayakadatta. Kare no kyarakutā wa monogatari no naka de yori ōku no niku o hitsuyō to shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mNever read the anime so no idea where that storyline went.. kind of wanted to learn more about their secret and origins, what made them meet etc. One big factor which was sadly under used was that Hakuya just seemed under developed. His silent but strong ways were just.. mild instead. His character needed more meat in the story, it was almost as if it wasn't even about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever read the anime so no idea where that storyline went.. kind of wanted to learn more about their secret and origins, what made them meet etc. One big factor which was sadly under used was that Hakuya just seemed under developed.\u001b[24m\n    \u001b[1mアニメを読んで決してそのストーリーラインがどこに行くのか分かりません。彼らの秘密と起源についてもっと知りたいと思っていました。悲しいことに使用された大きな要因の1つは、博多がちょうど開発されたようだったということでした。\u001b[22m, \u001b[1mアニメを読み取るようにストーリーが行ったないアイデアが..種類の彼らの秘密と起源についての詳細を学びたいと思ったことがない、悲しいの下に使用したものなど、それらを満たして作られたことは一つの大きな要因は、Hakuyaがちょうど開発の下に見えたということでした。\u001b[22m\n\u001b[4mHis silent but strong ways were just.. mild instead.\u001b[24m\n    \u001b[1m彼の静かではあるが強烈なやり方はまさに穏やかだった。\u001b[22m, \u001b[1m彼のサイレントしかし、強力な方法ではなく、単に..軽度でした。\u001b[22m\n\u001b[4mHis character needed more meat in the story, it was almost as if it wasn't even about them.\u001b[24m\n    \u001b[1m彼のキャラクターは物語の中でより多くの肉を必要としていました。\u001b[22m, \u001b[1m彼のキャラクターが物語の中でより多くの肉が必要、それはそれらについてさえありませんでしたほとんどかのようでした。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "Shazy-Shaze",
    "profile": "/profile/Shazy-Shaze/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=143237",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は興奮のパレードでMikakuninを正確に開始しませんでした。 それは私が以前に聞いたことのないシリーズと、ある程度の前提をベースにしたショーでした。 それにもかかわらず、私はそれにショットを与え、友人の提案によってさらに突き放し、絶対にどこからも信じられないほどのショーを見つけました。\n\nストーリー：8/10\n中学新新信越は、16歳になると、若い男と結婚することに気づいた若い女の子、小べ正義の話です。彼女は思い出がありません。 学校の壁の洗練された女子高生、自宅の偏見のあるシスコン/ロリコンの姉妹であるベニオヨモモには、すぐに紹介され、最終的には、静かで神秘的な男の子のミクミンハクヤに会います。 彼と彼の妹、威信があり、幼なじみの女の子である早見光三は、すぐにヨノモリの家に入る。 これは、他のキャラクターとのやりとりが本当に楽しいので、Mikakuninが本当に輝き始める場所です。  KobeniのHakuyaに関する相反する感情からMashiroに対するBenioの執拗な妄想まで、このショーは、この点で多くの楽しい経験であり、多くの人生ショーでもそうです。 それは、ある事実が明らかになるまで、少なくとも、かなり安全なロマンスのライフパスのスライスに沿っています。 私は、このシリーズが、いくらか悪名高い暴露の後に行くのではないかと心配している多くの人を知っています。自分自身も含めていますが、感謝してショーへの影響は比較的小さいです。 この曲がりは、ミカクインを自分の方向で指揮しようとするのではなく、ショーが初めからうまくいったものに後ろ向きに座っていて、そのことがそれでできた最高のものだと私は思う。\n\nアート：8/10\nMikakuninは、特にシーズンの他のショーに比べて、非常に率直で、非常に堅実な芸術とアニメーションの品質を持っていました。 キャラクターは、アニメーションを通して表現力豊かで感情的であり、実際には目立った品質低下はありませんでした。\n\nサウンド：8/10\n私は本当にアニメの音を評価する方法を知らない。 確かに、すべてのキャラクターはそれに合った素敵な声を出してくれました。私はOPとEDの両方のテーマを本当に愛していました。\n\nキャラクター：10/10\n前述したように、文字はMikakuninの強みです。  Mashiroに対するBenioの強烈な賞賛とMashiroの彼女に対する恐怖は、楽しくダイナミックになり、KobeniとHakuyaとの関係は面白いです。 私は、すべての主人公が、彼らが何をするために十分に開発されていると言いたいと思います。 最初は私がコベニの「主人公」症候群を批判しましたが、ショーは彼女の素朴な性格を放棄するのではなく、後で彼女の性格をさらに高めるために使っています。 キャラクターの残りの部分は、しかし、あなたはかなりすぐに感じるので、エンターテイメントの価値はすぐに火花を発することができます。\n\nエンジョイメント：10/10\n私はこのショーが本当に大好きでした。 それは間違いなく冬の私のお気に入りだった。 それについて私を本当に怒らせる唯一の事は、物事をかなりうまく包み込むことであり、その結果としてシーズン2が起こるのを見ることができない。 たぶんそれは最高のものですが、私は単純な生き物なので、うん。 いずれにしても、私は、生命のファン、あるいはかわいい、楽しいショーを見たい人には、三国志新新記を強くお勧めします。\n\nファイナルスコア：9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI didn't exactly start Mikakunin with a parade of excitement. It was a show based on a series I'd never heard of before, and somewhat of an iffy premise. Regardless, I gave it a shot, prodded further by the suggestion of a friend, and found an incredible show out of absolutely nowhere.\n\n\u001b[1m私は興奮のパレードでMikakuninを正確に開始しませんでした。 それは私が以前に聞いたことのないシリーズと、ある程度の前提をベースにしたショーでした。 それにもかかわらず、私はそれにショットを与え、友人の提案によってさらに突き放し、絶対にどこからも信じられないほどのショーを見つけました。\u001b[22m\n\u001b[1m(Watashi wa kōfun no parēdo de Mikakunin o seikaku ni kaishi shimasendeshita. Sore wa watashi ga izen ni kiita koto no nai shirīzu to, aruteido no zentei o bēsu ni shita shōdeshita. Sore nimokakawarazu, watashi wa sore ni shotto o atae, yūjin no teian ni yotte sarani tsukihanashi, zettai ni doko kara mo shinji rarenai hodo no shō o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't exactly start Mikakunin with a parade of excitement. It was a show based on a series I'd never heard of before, and somewhat of an iffy premise. Regardless, I gave it a shot, prodded further by the suggestion of a friend, and found an incredible show out of absolutely nowhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't exactly start Mikakunin with a parade of excitement.\u001b[24m\n    \u001b[1m私は興奮のパレードでMikakuninを正確に開始しませんでした。\u001b[22m, \u001b[1m私は正確に興奮のパレードでMikakuninを開始しませんでした。\u001b[22m\n\u001b[4mIt was a show based on a series I'd never heard of before, and somewhat of an iffy premise.\u001b[24m\n    \u001b[1mそれは私が以前に聞いたことのないシリーズと、ある程度の前提をベースにしたショーでした。\u001b[22m, \u001b[1mそれは私がややあやふや前提の前のことを聞いたことがなかったシリーズをベースにショーでした。\u001b[22m\n\u001b[4mRegardless, I gave it a shot, prodded further by the suggestion of a friend, and found an incredible show out of absolutely nowhere.\u001b[24m\n    \u001b[1mそれにもかかわらず、私はそれにショットを与え、友人の提案によってさらに突き放し、絶対にどこからも信じられないほどのショーを見つけました。\u001b[22m, \u001b[1mかかわらず、私はそれに打撃を与え、友人の提案によってさらに突いて、絶対にどこからともなく信じられないほどのショーを発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m, \u001b[1mSTORY：8/10\u001b[22m\nMikakunin de Shinkoukei is the story of a rather plain young girl, Yonomori Kobeni, who, upon turning 16, is shocked to learn that she is to be married to a young man she has no recollection of. We are immediately introduced to her sister, Yonomori Benio, a refined schoolgirl between school walls but an eccentric siscon/lolicon at home, and eventually meet the young man in question, Mitsumine Hakuya, quiet, mysterious boy from the mountains. He and his younger sister, Mitsumine Mashiro, a dignified, yet childish girl, quickly move into the Yonomori household. This is where Mikakunin really starts to shine,as the interactions between the other characters are really fun to experience. From Kobeni's conflicting feelings about Hakuya to Benio's crazed obsession with Mashiro, the show is tons of fun to experience in this respect, as is the case with many slice of life shows. It follows along a pretty safe romance slice of life path, at least, until a certain fact is revealed. I know a lot of people who feared where the series would go after this somewhat infamous reveal, myself included, but thankfully it's impact on the show is relatively minimal. The twist doesn't try to command Mikakunin in its own direction, instead taking the back seat to what the show did so well with from the beginning, and I think that was the best thing that could have been done with it.\n\n\u001b[1m中学新新信越は、16歳になると、若い男と結婚することに気づいた若い女の子、小べ正義の話です。彼女は思い出がありません。 学校の壁の洗練された女子高生、自宅の偏見のあるシスコン/ロリコンの姉妹であるベニオヨモモには、すぐに紹介され、最終的には、静かで神秘的な男の子のミクミンハクヤに会います。 彼と彼の妹、威信があり、幼なじみの女の子である早見光三は、すぐにヨノモリの家に入る。 これは、他のキャラクターとのやりとりが本当に楽しいので、Mikakuninが本当に輝き始める場所です。  KobeniのHakuyaに関する相反する感情からMashiroに対するBenioの執拗な妄想まで、このショーは、この点で多くの楽しい経験であり、多くの人生ショーでもそうです。 それは、ある事実が明らかになるまで、少なくとも、かなり安全なロマンスのライフパスのスライスに沿っています。 私は、このシリーズが、いくらか悪名高い暴露の後に行くのではないかと心配している多くの人を知っています。自分自身も含めていますが、感謝してショーへの影響は比較的小さいです。 この曲がりは、ミカクインを自分の方向で指揮しようとするのではなく、ショーが初めからうまくいったものに後ろ向きに座っていて、そのことがそれでできた最高のものだと私は思う。\u001b[22m\n\u001b[1m(Chūgaku shin shin Shin'etsu wa, 16-sai ni naru to, wakai otoko to kekkon suru koto ni kidzuita wakai on'nanoko, ko be seigi no hanashidesu. Kanojo wa omoide ga arimasen. Gakkō no kabe no senrensareta mesukōsei, jitaku no henken no aru shisukon/ rorikon no shimaidearu benioyomomo ni wa, sugu ni shōkai sa re, saishūtekini wa, shizukade shinpi-tekina otokonoko no mikuminhakuya ni aimasu. Kare to kare no imōto, ishin ga ari, osananajimi no on'nanokodearu Hayami Kōzō wa, sugu ni yonomori no ie ni hairu. Kore wa, hoka no kyarakutā to no yaritori ga hontōni tanoshīnode, Mikakunin ga hontōni kagayaki hajimeru bashodesu. Kobeni no Hakuya ni kansuru sōhansuru kanjō kara Mashiro ni taisuru Benio no shitsuyōna mōsō made, kono shō wa, kono ten de ōku no tanoshī keikendeari, ōku no jinsei shō demo sōdesu. Sore wa, aru jijitsu ga akiraka ni naru made, sukunakutomo, kanari anzen'na romansu no raifu pasu no suraisu ni sotte imasu. Watashi wa, kono shirīzu ga, ikuraka akumeidakai bakuro no nochi ni iku node wanai ka to shinpai shite iru ōku no hito o shitte imasu. Jibun jishin mo fukumete imasuga, kansha shite shō e no eikyō wa hikakuteki chīsaidesu. Kono magari wa, mikakuin o jibun no hōkō de shiki shiyou to suru node wa naku, shō ga hajime kara umaku itta mono ni ushiromuki ni suwatte ite, sono koto ga sore de dekita saikō no monoda to watashi wa omou.)\u001b[22m\n\u001b[1m\u001b[22m\nART: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mART: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m, \u001b[1mART：8/10\u001b[22m\nMikakunin had very solid art and animation quality, especially when compared to other shows of its season, quite frankly. Characters were highly emotive an expressive through their animation, and there weren't really any noticeable drops in quality.\n\n\u001b[1mMikakuninは、特にシーズンの他のショーに比べて、非常に率直で、非常に堅実な芸術とアニメーションの品質を持っていました。 キャラクターは、アニメーションを通して表現力豊かで感情的であり、実際には目立った品質低下はありませんでした。\u001b[22m\n\u001b[1m(Mikakunin wa, tokuni shīzun no ta no shō ni kurabete, hijō ni sotchokude, hijō ni kenjitsuna geijutsu to animēshon no hinshitsu o motte imashita. Kyarakutā wa, animēshon o tōshite hyōgen-ryoku yutakade kanjō-tekideari, jissai ni wa medatta hinshitsu teika wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mMikakunin had very solid art and animation quality, especially when compared to other shows of its season, quite frankly. Characters were highly emotive an expressive through their animation, and there weren't really any noticeable drops in quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMikakunin had very solid art and animation quality, especially when compared to other shows of its season, quite frankly.\u001b[24m\n    \u001b[1mMikakuninは、特にシーズンの他のショーに比べて、非常に率直で、非常に堅実な芸術とアニメーションの品質を持っていました。\u001b[22m, \u001b[1mMikakuninは率直に言って、そのシーズンの他の番組と比較する場合は特に、非常に堅実なアートやアニメーションの品質を持っていました。\u001b[22m\n\u001b[4mCharacters were highly emotive an expressive through their animation, and there weren't really any noticeable drops in quality.\u001b[24m\n    \u001b[1mキャラクターは、アニメーションを通して表現力豊かで感情的であり、実際には目立った品質低下はありませんでした。\u001b[22m, \u001b[1mキャラクターは自分のアニメーションを通して表現力の高い感情的だった、と品質で顕著な滴が本当にありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m, \u001b[1mSOUND：8/10\u001b[22m\nI never really know how to rate sound in an anime. Certainly all the characters had nice voices that suit them, and I really loved both the OP and ED themes, so I'll just go with that.\n\n\u001b[1m私は本当にアニメの音を評価する方法を知らない。 確かに、すべてのキャラクターはそれに合った素敵な声を出してくれました。私はOPとEDの両方のテーマを本当に愛していました。\u001b[22m\n\u001b[1m(Watashi wa hontōni anime no oto o hyōka suru hōhō o shiranai. Tashika ni, subete no kyarakutā wa sore ni atta sutekina koe o dashite kuremashita. Watashi wa OP to ED no ryōhō no tēma o hontōni itoshite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI never really know how to rate sound in an anime. Certainly all the characters had nice voices that suit them, and I really loved both the OP and ED themes, so I'll just go with that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never really know how to rate sound in an anime.\u001b[24m\n    \u001b[1m私は本当にアニメの音を評価する方法を知らない。\u001b[22m, \u001b[1m私は本当にアニメに音を評価する方法を知っていることはありません。\u001b[22m\n\u001b[4mCertainly all the characters had nice voices that suit them, and I really loved both the OP and ED themes, so I'll just go with that.\u001b[24m\n    \u001b[1m確かに、すべてのキャラクターはそれに合った素敵な声を出してくれました。私はOPとEDの両方のテーマを本当に愛していました。\u001b[22m, \u001b[1m確かにすべての文字は、それらを合わせて素敵な声を持っていた、と私は本当に両方のOPとEDテーマを愛したので、私はちょうどそれで行くつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m, \u001b[1mCHARACTER：10/10\u001b[22m\nAs mentioned before, characters are Mikakunin's strong point. Benio's obsessive admiration over Mashiro, and Mashiro's fear of her, makes for a fun dynamic, while Kobeni's growing relationship with Hakuya is interesting in and of itself. I'd say that all the main characters are developed well enough for what they've set out to be. At first I had criticism of Kobeni's 'main character' syndrome, as I call it, but the show doesn't abandon her plain personality, but rather uses it to further her character later on. The rest of the characters, though, you get a feel for pretty immediately, so the entertainment value can spark quickly.\n\n\u001b[1m前述したように、文字はMikakuninの強みです。  Mashiroに対するBenioの強烈な賞賛とMashiroの彼女に対する恐怖は、楽しくダイナミックになり、KobeniとHakuyaとの関係は面白いです。 私は、すべての主人公が、彼らが何をするために十分に開発されていると言いたいと思います。 最初は私がコベニの「主人公」症候群を批判しましたが、ショーは彼女の素朴な性格を放棄するのではなく、後で彼女の性格をさらに高めるために使っています。 キャラクターの残りの部分は、しかし、あなたはかなりすぐに感じるので、エンターテイメントの価値はすぐに火花を発することができます。\u001b[22m\n\u001b[1m(Zenjutsu shita yō ni, moji wa Mikakunin no tsuyomidesu. Mashiro ni taisuru Benio no kyōretsuna shōsan to Mashiro no kanojo ni taisuru kyōfu wa, tanoshiku dainamikku ni nari, Kobeni to Hakuya to no kankei wa omoshiroidesu. Watashi wa, subete no shujinkō ga, karera ga nani o suru tame ni jūbun ni kaihatsu sa rete iru to iitai to omoimasu. Saisho wa watashi ga kobeni no `shujinkō' shōkōgun o hihan shimashitaga, shō wa kanojo no sobokuna seikaku o hōki suru node wa naku,-go de kanojo no seikaku o sarani takameru tame ni tsukatteimasu. Kyarakutā no nokori no bubun wa, shikashi, anata wa kanari sugu ni kanjiru node, entāteimento no kachi wa sugu ni hibana o hassuru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned before, characters are Mikakunin's strong point. Benio's obsessive admiration over Mashiro, and Mashiro's fear of her, makes for a fun dynamic, while Kobeni's growing relationship with Hakuya is interesting in and of itself. I'd say that all the main characters are developed well enough for what they've set out to be. At first I had criticism of Kobeni's 'main character' syndrome, as I call it, but the show doesn't abandon her plain personality, but rather uses it to further her character later on. The rest of the characters, though, you get a feel for pretty immediately, so the entertainment value can spark quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned before, characters are Mikakunin's strong point.\u001b[24m\n    \u001b[1m前述したように、文字はMikakuninの強みです。\u001b[22m, \u001b[1m前述したように、文字がMikakuninの強力なポイントです。\u001b[22m\n\u001b[4mBenio's obsessive admiration over Mashiro, and Mashiro's fear of her, makes for a fun dynamic, while Kobeni's growing relationship with Hakuya is interesting in and of itself.\u001b[24m\n    \u001b[1mMashiroに対するBenioの強烈な賞賛とMashiroの彼女に対する恐怖は、楽しくダイナミックになり、KobeniとHakuyaとの関係は面白いです。\u001b[22m, \u001b[1mHakuyaとKobeniの成長の関係は、それ自体は面白いですしながらましろオーバー紅緒の強迫憧れ、そして彼女のましろの恐怖は、動的な楽しみのためになります。\u001b[22m\n\u001b[4mI'd say that all the main characters are developed well enough for what they've set out to be.\u001b[24m\n    \u001b[1m私は、すべての主人公が、彼らが何をするために十分に開発されていると言いたいと思います。\u001b[22m, \u001b[1m私はすべての主要な登場人物は、彼らがために着手したもののために十分に開発されていることを言うと思います。\u001b[22m\n\u001b[4mAt first I had criticism of Kobeni's 'main character' syndrome, as I call it, but the show doesn't abandon her plain personality, but rather uses it to further her character later on.\u001b[24m\n    \u001b[1m最初は私がコベニの「主人公」症候群を批判しましたが、ショーは彼女の素朴な性格を放棄するのではなく、後で彼女の性格をさらに高めるために使っています。\u001b[22m, \u001b[1m最初は、私は、私はそれを呼び出すが、ショーは彼女のプレーンな個性を放棄しないように、Kobeniの「主人公」症候群の批判があったのではなく、後に彼女のキャラクターを促進するためにそれを使用しています。\u001b[22m\n\u001b[4mThe rest of the characters, though, you get a feel for pretty immediately, so the entertainment value can spark quickly.\u001b[24m\n    \u001b[1mキャラクターの残りの部分は、しかし、あなたはかなりすぐに感じるので、エンターテイメントの価値はすぐに火花を発することができます。\u001b[22m, \u001b[1m文字の残りの部分は、しかし、あなたはかなりすぐの感触を得るため、エンターテイメントとしての価値はすぐにスパークすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: 10/10\n\n\u001b[1mエンジョイメント：10/10\u001b[22m\n\u001b[1m(Enjoimento: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: 10/10\u001b[24m\n    \u001b[1mエンジョイメント：10/10\u001b[22m, \u001b[1m享有：10/10\u001b[22m\nI really loved this show; it was certainly my favorite of the winter season. The only thing that really upsets me about it is that it wraps things up rather well, and I can't see a season two happening as a result. Maybe it's for the best, but I'm a simple creature, so boo. At any rate, I'd highly recommend Mikakunin de Shinkoukei to any slice of life fan, or just someone who wants a cute, fun show to watch.\n\n\u001b[1m私はこのショーが本当に大好きでした。 それは間違いなく冬の私のお気に入りだった。 それについて私を本当に怒らせる唯一の事は、物事をかなりうまく包み込むことであり、その結果としてシーズン2が起こるのを見ることができない。 たぶんそれは最高のものですが、私は単純な生き物なので、うん。 いずれにしても、私は、生命のファン、あるいはかわいい、楽しいショーを見たい人には、三国志新新記を強くお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga hontōni daisukideshita. Sore wa machigainaku fuyu no watashinōkiniiridatta. Sore ni tsuite watashi o hontōni okora seru yuiitsu no koto wa, monogoto o kanari umaku tsutsumikomu kotodeari, sono kekka to shite shīzun 2 ga okoru no o miru koto ga dekinai. Tabun sore wa saikō no monodesuga, watashi wa tanjun'na ikimononanode, un. Izure ni shite mo, watashi wa, seimei no fan, aruiwa kawaī, tanoshī shō o mitai hito ni wa, 三国志新新記 O tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really loved this show; it was certainly my favorite of the winter season. The only thing that really upsets me about it is that it wraps things up rather well, and I can't see a season two happening as a result. Maybe it's for the best, but I'm a simple creature, so boo. At any rate, I'd highly recommend Mikakunin de Shinkoukei to any slice of life fan, or just someone who wants a cute, fun show to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really loved this show;\u001b[24m\n    \u001b[1m私はこのショーが本当に大好きでした。\u001b[22m, \u001b[1m私は本当にこのショーを愛しました。\u001b[22m\n\u001b[4mit was certainly my favorite of the winter season.\u001b[24m\n    \u001b[1mそれは間違いなく冬の私のお気に入りだった。\u001b[22m, \u001b[1mそれは確かに冬のシーズンの私のお気に入りでした。\u001b[22m\n\u001b[4mThe only thing that really upsets me about it is that it wraps things up rather well, and I can't see a season two happening as a result.\u001b[24m\n    \u001b[1mそれについて私を本当に怒らせる唯一の事は、物事をかなりうまく包み込むことであり、その結果としてシーズン2が起こるのを見ることができない。\u001b[22m, \u001b[1m本当にそれについて私を崩し唯一のことは、それはかなりよく物事をラップしていることであり、私はその結果として起こっシーズン2を参照することはできません。\u001b[22m\n\u001b[4mMaybe it's for the best, but I'm a simple creature, so boo.\u001b[24m\n    \u001b[1mたぶんそれは最高のものですが、私は単純な生き物なので、うん。\u001b[22m, \u001b[1m多分それは最善のためだが、私はそうブーイング、単純な生き物です。\u001b[22m\n\u001b[4mAt any rate, I'd highly recommend Mikakunin de Shinkoukei to any slice of life fan, or just someone who wants a cute, fun show to watch.\u001b[24m\n    \u001b[1mいずれにしても、私は、生命のファン、あるいはかわいい、楽しいショーを見たい人には、三国志新新記を強くお勧めします。\u001b[22m, \u001b[1mいずれにせよ、私は非常に生命のファン、またはかわいい、楽しいショーが見たい誰かのいずれかのスライスにMikakuninデShinkoukeiをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nFINAL SCORE: 9/10\n\n\u001b[1mファイナルスコア：9/10\u001b[22m\n\u001b[1m(Fainarusukoa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mFINAL SCORE: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFINAL SCORE: 9/10\u001b[24m\n    \u001b[1mファイナルスコア：9/10\u001b[22m, \u001b[1mFINAL SCORE：9/10\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "chrisA15",
    "profile": "/profile/chrisA15/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=182966",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  7\n\n私はこれを見る理由は全くありませんでした。最初のエピソードを見て、楽しんだだけです。\n\nストーリー - ストーリーを理解するのは難しいことではありませんが、第1話ではそのポイントが与えられます。 ちょうど16歳になったコベニさんは、少年博也が彼女と彼女の家族と一緒に暮らしていることを知り、彼女と白馬は婚約している。\n---\nアートとサウンド - 控えめではあるが平均的なもので、EDソングが少しキャッチーだとは言えないが、言及する価値のあるものは何もない。\n---\nキャラクター - コヴェニ、ハクヤ、ベニオ、マシロの主人公。\n\nコベニ氏は、祖父の手配のおかげで、彼女と一緒に暮らす博多に従事していると言われました。 彼女はもともとこれに反していますが、シリーズが進むにつれて、白夜を理解するようになり、彼女と博多が関わる事件の記憶や、彼とマシロの秘密を取り戻し始めます。\n\n静かで親切で、ショッピングなど、可能な限りコベニを助けようとしています。 後者が彼を覚えていないにもかかわらず、彼は非常に鋭い感覚を持ち、コベニを知っている。 彼は彼とコベニを巻き込んだ事件の責任を感じている。 彼とMashiroは秘密がKobeniとBenioに最終的に明らかにされるが、大きな秘密の神秘的な家族の別れている。\n\nBenioはKobeniの姉妹であり、コメディーの主なソースであり、彼女は極端な姉妹の複合体を持っており、その結果、HakuyaとKobeniの関係はほとんど進展していません。  Benioは完全にあなたの提案された結婚に反対し、Hakuyaの非常に嫉妬深い、2つはお互いにほとんど話すことがない。\n\n今は博多の妹であるMashiroがいて、Hakuyaとは違って、Benioは彼女を自分の妹と考え、Mashiroの迷惑に彼女をたくさん叱る。  Mashiroは宇宙人とUMAの恐れがあり、甘い食べ物が好きです。\n---\n楽しさ - 全体的にそれは良いと非常に面白いです。 私はBenioの姉妹団地が時々特にMashiroに面白くなることがあることを発見しましたが、HakuyaとKobeniが作ることができるどんな進行も破棄し、結果としてこのアニメにはほとんどロマンスがないので、いくつかの点で非常に迷惑になることがあります すべて。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI never really had any reason to watch this, I just random started watching the first episode and rather enjoyed it.\n\n\u001b[1m私はこれを見る理由は全くありませんでした。最初のエピソードを見て、楽しんだだけです。\u001b[22m\n\u001b[1m(Watashi wa kore o miru riyū wa mattaku arimasendeshita. Saisho no episōdo o mite, tanoshinda dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mI never really had any reason to watch this, I just random started watching the first episode and rather enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never really had any reason to watch this, I just random started watching the first episode and rather enjoyed it.\u001b[24m\n    \u001b[1m私はこれを見る理由は全くありませんでした。最初のエピソードを見て、楽しんだだけです。\u001b[22m, \u001b[1m私は本当に私はちょうどランダム最初のエピソードを見て開始し、むしろそれを楽しんで、これを見てどのような理由がありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The story isn't hard to understand, you get given the point of it in the 1st episode. Kobeni, who has just turned 16 finds out that a boy Hakuya will being living with her and her family and that she and Hakuya are engaged.\n\n\u001b[1mストーリー - ストーリーを理解するのは難しいことではありませんが、第1話ではそのポイントが与えられます。 ちょうど16歳になったコベニさんは、少年博也が彼女と彼女の家族と一緒に暮らしていることを知り、彼女と白馬は婚約している。\u001b[22m\n\u001b[1m(Sutōrī - sutōrī o rikai suru no wa muzukashī kotode wa arimasenga, dai 1-wade wa sono pointo ga atae raremasu. Chōdo 16-sai ni natta kobeni-san wa, shōnen Hiroya ga kanojo to kanojo no kazoku to issho ni kurashite iru koto o shiri, kanojo to hakuba wa kon'yaku shite iru.)\u001b[22m\n\nTranslations of \u001b[4mStory - The story isn't hard to understand, you get given the point of it in the 1st episode. Kobeni, who has just turned 16 finds out that a boy Hakuya will being living with her and her family and that she and Hakuya are engaged.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The story isn't hard to understand, you get given the point of it in the 1st episode.\u001b[24m\n    \u001b[1mストーリー - ストーリーを理解するのは難しいことではありませんが、第1話ではそのポイントが与えられます。\u001b[22m, \u001b[1mストーリー - 物語は理解するのは難しいことではありませんが、あなたが第一のエピソードでその点を与えます。\u001b[22m\n\u001b[4mKobeni, who has just turned 16 finds out that a boy Hakuya will being living with her and her family and that she and Hakuya are engaged.\u001b[24m\n    \u001b[1mちょうど16歳になったコベニさんは、少年博也が彼女と彼女の家族と一緒に暮らしていることを知り、彼女と白馬は婚約している。\u001b[22m, \u001b[1mちょうど少年Hakuyaは彼女と彼女の家族と一緒に住んで、彼女とHakuyaが従事していることをされることを16の発見を送り出しているKobeni、。\u001b[22m\n---\n\n\u001b[1m---\u001b[22m\n\u001b[1m(-- -)\u001b[22m\n\nTranslations of \u001b[4m---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---\u001b[24m\n    \u001b[1m---\u001b[22m\nArt and Sound - Decent but average, nothing really worth mentioning, although the find the ED song a bit catchy.\n\n\u001b[1mアートとサウンド - 控えめではあるが平均的なもので、EDソングが少しキャッチーだとは言えないが、言及する価値のあるものは何もない。\u001b[22m\n\u001b[1m(Āto to saundo - hikaemede wa aru ga heikin-tekina mono de, ED songu ga sukoshi kyatchīda to wa ienai ga, genkyū suru kachi no aru mono wa nani mo nai.)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound - Decent but average, nothing really worth mentioning, although the find the ED song a bit catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound - Decent but average, nothing really worth mentioning, although the find the ED song a bit catchy.\u001b[24m\n    \u001b[1mアートとサウンド - 控えめではあるが平均的なもので、EDソングが少しキャッチーだとは言えないが、言及する価値のあるものは何もない。\u001b[22m, \u001b[1mアートとサウンド - 言及する価値が本当にまともなものの平均、何も、ビットキャッチーなED曲を見つけたが。\u001b[22m\n---\n\n\u001b[1m---\u001b[22m\n\u001b[1m(-- -)\u001b[22m\n\nTranslations of \u001b[4m---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---\u001b[24m\n    \u001b[1m---\u001b[22m\nCharacter - The main characters are Kobeni, Hakuya, Benio and Mashiro.\n\n\u001b[1mキャラクター - コヴェニ、ハクヤ、ベニオ、マシロの主人公。\u001b[22m\n\u001b[1m(Kyarakutā - kovu~eni, hakuya, benio, mashiro no shujinkō.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - The main characters are Kobeni, Hakuya, Benio and Mashiro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - The main characters are Kobeni, Hakuya, Benio and Mashiro.\u001b[24m\n    \u001b[1mキャラクター - コヴェニ、ハクヤ、ベニオ、マシロの主人公。\u001b[22m, \u001b[1m文字 - メインキャラクターはKobeni、Hakuya、紅緒やましろです。\u001b[22m\n\u001b[1m\u001b[22m\nKobeni has been told that she, due to an arrangement by her grandfather, is engaged to Hakuya, who will be living with them. She is originally against this but as the series goes she comes to understand Hakuya more and begins to recover memories of an incident involving her and Hakuya, as well a secret about him and Mashiro.\n\n\u001b[1mコベニ氏は、祖父の手配のおかげで、彼女と一緒に暮らす博多に従事していると言われました。 彼女はもともとこれに反していますが、シリーズが進むにつれて、白夜を理解するようになり、彼女と博多が関わる事件の記憶や、彼とマシロの秘密を取り戻し始めます。\u001b[22m\n\u001b[1m(Kobeni-shi wa, sofu no tehai no okage de, kanojo to issho ni kurasu Hakata ni jūji shite iru to iwa remashita. Kanojo wa motomoto kore ni hanshite imasuga, shirīzu ga susumu ni tsurete, byakuya o rikai suru yō ni nari, kanojo to Hakata ga kakawaru jiken no kioku ya, kare to mashiro no himitsu o torimodoshi hajimemasu.)\u001b[22m\n\nTranslations of \u001b[4mKobeni has been told that she, due to an arrangement by her grandfather, is engaged to Hakuya, who will be living with them. She is originally against this but as the series goes she comes to understand Hakuya more and begins to recover memories of an incident involving her and Hakuya, as well a secret about him and Mashiro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKobeni has been told that she, due to an arrangement by her grandfather, is engaged to Hakuya, who will be living with them.\u001b[24m\n    \u001b[1mコベニ氏は、祖父の手配のおかげで、彼女と一緒に暮らす博多に従事していると言われました。\u001b[22m, \u001b[1mKobeniは彼女の祖父によって配置に起因する彼女は、それらと住んされるHakuya、に従事していると言われています。\u001b[22m\n\u001b[4mShe is originally against this but as the series goes she comes to understand Hakuya more and begins to recover memories of an incident involving her and Hakuya, as well a secret about him and Mashiro.\u001b[24m\n    \u001b[1m彼女はもともとこれに反していますが、シリーズが進むにつれて、白夜を理解するようになり、彼女と博多が関わる事件の記憶や、彼とマシロの秘密を取り戻し始めます。\u001b[22m, \u001b[1m彼女はこれに反対もともとですが、シリーズが進むにつれて、彼女はより多くのHakuyaを理解するために来て、彼女とHakuyaが関与する事件の思い出、同様に彼とましろに関する秘密を回復するために開始します。\u001b[22m\n\u001b[1m\u001b[22m\nHakuya, a quiet but kind and tries to help Kobeni when possible including shopping. He has very sharp senses and knows Kobeni despite the latter not being able to remember him. He feels he is responsible for the incident involving him and kobeni. He and Mashiro are apart of a mysterious family with a big secret, although the secret is eventually revealed to Kobeni and Benio.\n\n\u001b[1m静かで親切で、ショッピングなど、可能な限りコベニを助けようとしています。 後者が彼を覚えていないにもかかわらず、彼は非常に鋭い感覚を持ち、コベニを知っている。 彼は彼とコベニを巻き込んだ事件の責任を感じている。 彼とMashiroは秘密がKobeniとBenioに最終的に明らかにされるが、大きな秘密の神秘的な家族の別れている。\u001b[22m\n\u001b[1m(Shizukade shinsetsude, shoppingu nado, kanōnakagiri kobeni o tasukeyou to shite imasu. Kōsha ga kare o oboeteinai nimokakawarazu, kare wa hijō ni surudoi kankaku o mochi, kobeni o shitte iru. Kare wa kare to kobeni o makikonda jiken no sekinin o kanjite iru. Kare to Mashiro wa himitsu ga Kobeni to Benio ni saishūtekini akiraka ni sa reruga, ōkina himitsu no shinpi-tekina kazoku no wakarete iru.)\u001b[22m\n\nTranslations of \u001b[4mHakuya, a quiet but kind and tries to help Kobeni when possible including shopping. He has very sharp senses and knows Kobeni despite the latter not being able to remember him. He feels he is responsible for the incident involving him and kobeni. He and Mashiro are apart of a mysterious family with a big secret, although the secret is eventually revealed to Kobeni and Benio.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuya, a quiet but kind and tries to help Kobeni when possible including shopping.\u001b[24m\n    \u001b[1m静かで親切で、ショッピングなど、可能な限りコベニを助けようとしています。\u001b[22m, \u001b[1mHakuya、静かで親切で、可能な場合は、ショッピングなどのKobeniを手助けしようとします。\u001b[22m\n\u001b[4mHe has very sharp senses and knows Kobeni despite the latter not being able to remember him.\u001b[24m\n    \u001b[1m後者が彼を覚えていないにもかかわらず、彼は非常に鋭い感覚を持ち、コベニを知っている。\u001b[22m, \u001b[1m彼は非常に鋭い感覚を持っており、後者は彼を覚えていることができないにも関わらずKobeniを知っています。\u001b[22m\n\u001b[4mHe feels he is responsible for the incident involving him and kobeni.\u001b[24m\n    \u001b[1m彼は彼とコベニを巻き込んだ事件の責任を感じている。\u001b[22m, \u001b[1m彼は彼とkobeniに関わる事件を担当して感じています。\u001b[22m\n\u001b[4mHe and Mashiro are apart of a mysterious family with a big secret, although the secret is eventually revealed to Kobeni and Benio.\u001b[24m\n    \u001b[1m彼とMashiroは秘密がKobeniとBenioに最終的に明らかにされるが、大きな秘密の神秘的な家族の別れている。\u001b[22m, \u001b[1m秘密が最終的にKobeniと紅緒に明らかにされているが、彼とましろは、大きな秘密を持つ神秘的な家族の離れています。\u001b[22m\n\u001b[1m\u001b[22m\nBenio is Kobeni's sister and is the main source of comedy, she has an extreme sister complex and as a result of this, there is almost no major progression of the relationship between Hakuya and Kobeni. Benio completely opposes thier proposed marriage and is extremely jealous of Hakuya, the two almost never speak to each other.\n\n\u001b[1mBenioはKobeniの姉妹であり、コメディーの主なソースであり、彼女は極端な姉妹の複合体を持っており、その結果、HakuyaとKobeniの関係はほとんど進展していません。  Benioは完全にあなたの提案された結婚に反対し、Hakuyaの非常に嫉妬深い、2つはお互いにほとんど話すことがない。\u001b[22m\n\u001b[1m(Benio wa Kobeni no shimaideari, komedī no omona sōsudeari, kanojo wa kyokutan'na shimai no fukugō-tai o motte ori, sono kekka, Hakuya to Kobeni no kankei wa hotondo shinten shite imasen. Benio wa kanzen ni anata no teian sa reta kekkon ni hantai shi, Hakuya no hijō ni shittobukai, 2tsu wa otagai ni hotondo hanasu koto ga nai.)\u001b[22m\n\nTranslations of \u001b[4mBenio is Kobeni's sister and is the main source of comedy, she has an extreme sister complex and as a result of this, there is almost no major progression of the relationship between Hakuya and Kobeni. Benio completely opposes thier proposed marriage and is extremely jealous of Hakuya, the two almost never speak to each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBenio is Kobeni's sister and is the main source of comedy, she has an extreme sister complex and as a result of this, there is almost no major progression of the relationship between Hakuya and Kobeni.\u001b[24m\n    \u001b[1mBenioはKobeniの姉妹であり、コメディーの主なソースであり、彼女は極端な姉妹の複合体を持っており、その結果、HakuyaとKobeniの関係はほとんど進展していません。\u001b[22m, \u001b[1m紅緒はKobeniの妹であり、喜劇の主な情報源である、彼女は極度の妹コンプレックスを持っており、この結果として、HakuyaとKobeniとの関係は大きな進展はほとんどありません。\u001b[22m\n\u001b[4mBenio completely opposes thier proposed marriage and is extremely jealous of Hakuya, the two almost never speak to each other.\u001b[24m\n    \u001b[1mBenioは完全にあなたの提案された結婚に反対し、Hakuyaの非常に嫉妬深い、2つはお互いにほとんど話すことがない。\u001b[22m, \u001b[1m紅緒は完全にthier提案結婚を反対し、2が互いに話すことはほとんどない、Hakuyaの非常に嫉妬です。\u001b[22m\n\u001b[1m\u001b[22m\nNow we have Mashiro, Hakuya's little sister and unlike Hakuya, Benio thinks of her as her own little sister and teases her a lot, to Mashiro's annoyance. Mashiro has a fear of aliens and UMAs and has a liking for sweet foods.\n\n\u001b[1m今は博多の妹であるMashiroがいて、Hakuyaとは違って、Benioは彼女を自分の妹と考え、Mashiroの迷惑に彼女をたくさん叱る。  Mashiroは宇宙人とUMAの恐れがあり、甘い食べ物が好きです。\u001b[22m\n\u001b[1m(Ima wa Hakata no imōtodearu Mashiro ga ite, Hakuya to wa chigatte, Benio wa kanojo o jibun no imōto to kangae, Mashiro no meiwaku ni kanojo o takusan shikaru. Mashiro wa uchūbito to yūma no osore ga ari, amai tabemono ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mNow we have Mashiro, Hakuya's little sister and unlike Hakuya, Benio thinks of her as her own little sister and teases her a lot, to Mashiro's annoyance. Mashiro has a fear of aliens and UMAs and has a liking for sweet foods.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow we have Mashiro, Hakuya's little sister and unlike Hakuya, Benio thinks of her as her own little sister and teases her a lot, to Mashiro's annoyance.\u001b[24m\n    \u001b[1m今は博多の妹であるMashiroがいて、Hakuyaとは違って、Benioは彼女を自分の妹と考え、Mashiroの迷惑に彼女をたくさん叱る。\u001b[22m, \u001b[1m今、私たちはましろ、Hakuyaの妹を持っているとHakuyaとは異なり、紅緒は、彼女自身の妹として彼女の考えやましろの不快感に、彼女に多くのことをからかいます。\u001b[22m\n\u001b[4mMashiro has a fear of aliens and UMAs and has a liking for sweet foods.\u001b[24m\n    \u001b[1mMashiroは宇宙人とUMAの恐れがあり、甘い食べ物が好きです。\u001b[22m, \u001b[1mましろは、エイリアンとUMAsの恐れがあり、甘い食べ物のための好みを持っています。\u001b[22m\n---\n\n\u001b[1m---\u001b[22m\n\u001b[1m(-- -)\u001b[22m\n\nTranslations of \u001b[4m---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---\u001b[24m\n    \u001b[1m---\u001b[22m\nEnjoyment - Overall it is good and very funny. I found that Benio's sister complex can be funny at times especially towards Mashiro, but it can also be very annoying at some points because it just ruins any progression that Hakuya and Kobeni can make and as a result this anime barely has any romance in it at all.\n\n\u001b[1m楽しさ - 全体的にそれは良いと非常に面白いです。 私はBenioの姉妹団地が時々特にMashiroに面白くなることがあることを発見しましたが、HakuyaとKobeniが作ることができるどんな進行も破棄し、結果としてこのアニメにはほとんどロマンスがないので、いくつかの点で非常に迷惑になることがあります すべて。\u001b[22m\n\u001b[1m(Tanoshisa - zentai-teki ni sore wa yoi to hijō ni omoshiroidesu. Watashi wa Benio no shimai danchi ga tokidoki tokuni Mashiro ni omoshiroku naru koto ga aru koto o hakken shimashitaga, Hakuya to Kobeni ga tsukuru koto ga dekiru don'na shinkō mo haki shi, kekka to shite kono anime ni wa hotondo romansu ga nainode, ikutsu ka no tende hijō ni meiwaku ni naru koto ga arimasu subete.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - Overall it is good and very funny. I found that Benio's sister complex can be funny at times especially towards Mashiro, but it can also be very annoying at some points because it just ruins any progression that Hakuya and Kobeni can make and as a result this anime barely has any romance in it at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - Overall it is good and very funny.\u001b[24m\n    \u001b[1m楽しさ - 全体的にそれは良いと非常に面白いです。\u001b[22m, \u001b[1m楽しさは - 全体的には良いと非常に面白いです。\u001b[22m\n\u001b[4mI found that Benio's sister complex can be funny at times especially towards Mashiro, but it can also be very annoying at some points because it just ruins any progression that Hakuya and Kobeni can make and as a result this anime barely has any romance in it at\u001b[24m\n    \u001b[1m私はBenioの姉妹団地が時々特にMashiroに面白くなることがあることを発見しましたが、HakuyaとKobeniが作ることができるどんな進行も破棄し、結果としてこのアニメにはほとんどロマンスがないので、いくつかの点で非常に迷惑になることがあります\u001b[22m, \u001b[1m私はそれだけでHakuyaとKobeniを作ることができる任意の進行遺跡、結果としてこのアニメはほとんどでそれに任意のロマンスを持っているので、紅緒の姉妹錯体が特にましろに向けての回で面白いことができますが、それはまた、いくつかの点で非常に迷惑することができることを見出し\u001b[22m\n\u001b[4mall.\u001b[24m\n    \u001b[1mすべて。\u001b[22m, \u001b[1m全部。\u001b[22m"
  },
  {
    "title": "Mikakunin_de_Shinkoukei",
    "id": "20541",
    "url": "https://myanimelist.net/anime/20541/Mikakunin_de_Shinkoukei",
    "user": "TokyoCrazyPXD",
    "profile": "/profile/TokyoCrazyPXD/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=146761",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  7\n\nThe Unidentifiedに関わったのは、彼女の母親と彼女の人気があるが変わった姉のBenioと一緒に暮らすKobeniという高校生の女の子。 彼女は料理や家事を手伝ってくれる普通の普通の女の子です。 彼女は驚くべきニュースを受け取った16歳の誕生日に彼女に紹介されます。 彼女の後半の祖父は彼女のために結婚相手を準備していて、彼はそれらと一緒にいます。 静かで、礼儀正しく、非常に簡単で、すでにコベニと恋に落ちている幻想的な、ハクヤが来る。 私たちは、伯爵の妹のMashiroに紹介されます。Mashiroは、兄の上を見るためにそこにとどまることになります。 明らかにKobeniは子供の前にHakuyaに会ったが、今彼女が持っていたことを忘れてしまった関係を再開発しなければならない。\n\nこの生き生きとしたアニメは、コベニ、ハクヤ、マシロ、ベニオの物語を、彼らがこの新しい生き方や互いに適応するように伝えます。\n\nストーリー：7/10\nそれは間違いなく、かわいい、そして面白いです。 彼らは今まで以上に大きな問題にはほとんど問題はありませんが、それにもかかわらず面白いことがあります。 私はそれが生命のアニメーションのスライスなので、キャラクターの関係、背景の物語などの話では、多くの進展がないことを警告しますアニメは、この場合はあまりにも短いように見えた12エピソードだけです。 ストーリーとキャラクターをさらに発展させるためには、2回目のシーズンからのショーの恩恵を受けるでしょう。\n\nまた、マークや最後の方法が長すぎると思われるキャラクター間の特定のジョークや相互作用を強調していた時期もありました。\n\n最後に、エンディングです。 それは私が期待していたものではなく、私が欲しかったものではありませんでした。 私はそれが終わった場所からの物語の可能性が非常に高いので、私が得た以上の解決を望んでいました。 アニメが2番目のシーズンになると、この特定の得点が増加する可能性があります。\n\nキャラクター：7/10\nキャラクターはアニメの面で非常に平均的です。 あなたが他の人生や少女を見たことがあるなら、あなたはここのものとまったく同じような文字を知るでしょう。 しかし、それは私にはそれほど好都合ではありません。 彼女の姉妹の複雑でロリを愛する態度で執拗な態度をとっているため、ベニオは何人かの人の味のためにトップをはぐくむかもしれません。 サポートキャストはかなり面白いし、アニメのバックボーンとして私に立っていた。\n私の主な批判は、白夜、Mashiroとその家族との開発の欠如です。彼らには特別なことがありますが、最終的には、それが何であるかについてまだ明確ではありません。\n\nアート/アニメ：10/10\nそのような美しくて美しいアニメーション。 キャラクターのデザインは、ロウィーな頬とパステルパレットを使ったアニメ「ワンワルフレンズ」を思い出させますが、このアニメはキャラクターの感情をうまく表現するためにさまざまな色と背景を使用します。\n\nサウンド：8/10\n私はこのアニメのオープニングテーマとエンディングテーマを愛しています。 非常にキャッチーで楽しい、非常によくアニメに合っています。 アニメの際には傑出した作品はなかったのですが、彼らがやった音楽はとてもうまいものでした。\n\n楽しさ：7/10\n全体：7/10\nスライス・オブ・ライフ・コメディを楽しんでいる人は、このアニメが大好きです。  One Week FriendsとNisekoiが好きな人は、他にも同様の推奨事項があります。 彼らは、このアニメと同様のプロットデバイスを使用していますが、一般的にはかなり異なっています。 私のリトルモンスターも、ユーモアセンスのために似たようなものになってしまった。春の怪物くんは、多くの点で白馬に似ている。 男性の視聴者には少々のファンサービスがありますが、一般的には女性向けのアニメだと思います。\n\n私はそれを楽しんだが、彼らは少し誇張したことをやり遂げた。 私はあなたがただ見るべきものを探していて、あまり真剣に取っていないのであれば、それをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nEngaged to The Unidentified is about a high school girl named Kobeni who lives with her mother and her popular but eccentric older sister Benio. She's a pretty normal and average girl who takes care of the cooking and housework. We are introduced to her on her 16th birthday when she receives surprising news; her late grandfather had arranged a marriage partner for her and he's coming to stay with them. In comes the fiancé, Hakuya, who is quiet, polite, very straightforward and clearly already in love with Kobeni. We are then introduced to Hakuya's little sister Mashiro, who will also will be staying there to watch over her older brother. Apparently Kobeni as met Hakuya before as a child but now must redevelop the relationship she forgot she had.\n\n\u001b[1mThe Unidentifiedに関わったのは、彼女の母親と彼女の人気があるが変わった姉のBenioと一緒に暮らすKobeniという高校生の女の子。 彼女は料理や家事を手伝ってくれる普通の普通の女の子です。 彼女は驚くべきニュースを受け取った16歳の誕生日に彼女に紹介されます。 彼女の後半の祖父は彼女のために結婚相手を準備していて、彼はそれらと一緒にいます。 静かで、礼儀正しく、非常に簡単で、すでにコベニと恋に落ちている幻想的な、ハクヤが来る。 私たちは、伯爵の妹のMashiroに紹介されます。Mashiroは、兄の上を見るためにそこにとどまることになります。 明らかにKobeniは子供の前にHakuyaに会ったが、今彼女が持っていたことを忘れてしまった関係を再開発しなければならない。\u001b[22m\n\u001b[1m(The Unidentified ni kakawatta no wa, kanojo no hahaoya to kanojo no hito kigāru ga kawatta ane no Benio to issho ni kurasu Kobeni to iu kōkōsei no on'nanoko. Kanojo wa ryōri ya kaji o tetsudatte kureru futsū no futsū no on'nanokodesu. Kanojo wa odorokubeki nyūsu o uketotta 16-sai no tanjōbi ni kanojo ni shōkai sa remasu. Kanojo no kōhan no sofu wa kanojo no tame ni kekkon aite o junbi shite ite, kare wa sorera to issho ni imasu. Shizukade, reigi tadashiku, hijō ni kantande, sudeni kobeni to koiniochite iru gensō-tekina, hakuya ga kuru. Watashitachiha, hakushaku no imōto no Mashiro ni shōkai sa remasu. Mashiro wa, ani no ue o miru tame ni soko ni todomaru koto ni narimasu. Akiraka ni Kobeni wa kodomo no mae ni Hakuya ni attaga, ima kanojo ga motte ita koto o wasurete shimatta kankei o sai kaihatsu shinakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mEngaged to The Unidentified is about a high school girl named Kobeni who lives with her mother and her popular but eccentric older sister Benio. She's a pretty normal and average girl who takes care of the cooking and housework. We are introduced to her on her 16th birthday when she receives surprising news; her late grandfather had arranged a marriage partner for her and he's coming to stay with them. In comes the fiancé, Hakuya, who is quiet, polite, very straightforward and clearly already in love with Kobeni. We are then introduced to Hakuya's little sister Mashiro, who will also will be staying there to watch over her older brother. Apparently Kobeni as met Hakuya before as a child but now must redevelop the relationship she forgot she had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEngaged to The Unidentified is about a high school girl named Kobeni who lives with her mother and her popular but eccentric older sister Benio.\u001b[24m\n    \u001b[1mThe Unidentifiedに関わったのは、彼女の母親と彼女の人気があるが変わった姉のBenioと一緒に暮らすKobeniという高校生の女の子。\u001b[22m, \u001b[1m未確認で進行形は、彼女の母親と彼女の人気が、偏心姉紅緒と住んKobeniという名前の女子高生についてです。\u001b[22m\n\u001b[4mShe's a pretty normal and average girl who takes care of the cooking and housework.\u001b[24m\n    \u001b[1m彼女は料理や家事を手伝ってくれる普通の普通の女の子です。\u001b[22m, \u001b[1m私は、料理や家事の世話をする、かなり正常であり、平均女の子です。\u001b[22m\n\u001b[4mWe are introduced to her on her 16th birthday when she receives surprising news;\u001b[24m\n    \u001b[1m彼女は驚くべきニュースを受け取った16歳の誕生日に彼女に紹介されます。\u001b[22m, \u001b[1m彼女は驚くべきニュースを受信したときに私たちは彼女の16歳の誕生日に彼女に導入されています。\u001b[22m\n\u001b[4mher late grandfather had arranged a marriage partner for her and he's coming to stay with them.\u001b[24m\n    \u001b[1m彼女の後半の祖父は彼女のために結婚相手を準備していて、彼はそれらと一緒にいます。\u001b[22m, \u001b[1m亡き祖父は彼女のために結婚相手を配置していたし、彼はそれらと一緒に来ています。\u001b[22m\n\u001b[4mIn comes the fiancé, Hakuya, who is quiet, polite, very straightforward and clearly already in love with Kobeni.\u001b[24m\n    \u001b[1m静かで、礼儀正しく、非常に簡単で、すでにコベニと恋に落ちている幻想的な、ハクヤが来る。\u001b[22m, \u001b[1mでは非常に簡単かつ明確にすでにKobeniと恋に、丁寧な、静かで婚約者、Hakuyaは、付属しています。\u001b[22m\n\u001b[4mWe are then introduced to Hakuya's little sister Mashiro, who will also will be staying there to watch over her older brother.\u001b[24m\n    \u001b[1m私たちは、伯爵の妹のMashiroに紹介されます。Mashiroは、兄の上を見るためにそこにとどまることになります。\u001b[22m, \u001b[1m私たちは、その後も彼女の兄を見守るためにそこに滞在する予定ますHakuyaの妹ましろに導入されています。\u001b[22m\n\u001b[4mApparently Kobeni as met Hakuya before as a child but now must redevelop the relationship she forgot she had.\u001b[24m\n    \u001b[1m明らかにKobeniは子供の前にHakuyaに会ったが、今彼女が持っていたことを忘れてしまった関係を再開発しなければならない。\u001b[22m, \u001b[1mどうやらとしてKobeniは子として前Hakuyaに会ったが、今、彼女は彼女が持っていた忘れてしまった関係を再開発する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThis slice of life anime tells the story of Kobeni, Hakuya, Mashiro and Benio as they adjust to this new living arrangement and each other.\n\n\u001b[1mこの生き生きとしたアニメは、コベニ、ハクヤ、マシロ、ベニオの物語を、彼らがこの新しい生き方や互いに適応するように伝えます。\u001b[22m\n\u001b[1m(Kono ikiikitoshita anime wa, kobeni, hakuya, mashiro, benio no monogatari o, karera ga kono atarashī ikikata ya tagai ni tekiō suru yō ni tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis slice of life anime tells the story of Kobeni, Hakuya, Mashiro and Benio as they adjust to this new living arrangement and each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis slice of life anime tells the story of Kobeni, Hakuya, Mashiro and Benio as they adjust to this new living arrangement and each other.\u001b[24m\n    \u001b[1mこの生き生きとしたアニメは、コベニ、ハクヤ、マシロ、ベニオの物語を、彼らがこの新しい生き方や互いに適応するように伝えます。\u001b[22m, \u001b[1m彼らはこの新しい生活の配置と相互に調整すると生命アニメのこのスライスはKobeni、Hakuya、ましろと紅緒の物語です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nIt is definitely funny, cute and overdramatic. They make little problems into bigger problems than they ever should be, but it can be entertaining nonetheless. I will warn that because it is a slice of life anime there is not much progression in the story in terms of character relationships, background stories, etc. The anime is only 12 episodes which in this case seemed way too short. I think the show would definitely benefit from a second season to further develop the story and the characters.\n\n\u001b[1mそれは間違いなく、かわいい、そして面白いです。 彼らは今まで以上に大きな問題にはほとんど問題はありませんが、それにもかかわらず面白いことがあります。 私はそれが生命のアニメーションのスライスなので、キャラクターの関係、背景の物語などの話では、多くの進展がないことを警告しますアニメは、この場合はあまりにも短いように見えた12エピソードだけです。 ストーリーとキャラクターをさらに発展させるためには、2回目のシーズンからのショーの恩恵を受けるでしょう。\u001b[22m\n\u001b[1m(Sore wa machigainaku, kawaī, soshite omoshiroidesu. Karera wa ima made ijō ni ōkina mondai ni wa hotondo mondai wa arimasenga, sore nimokakawarazu omoshiroi koto ga arimasu. Watashi wa sore ga seimei no animēshon no suraisunanode, kyarakutā no kankei, haikei no monogatari nado no hanashide wa, ōku no shinten ga nai koto o keikoku shimasu anime wa, ko no baai wa amarini mo mijikai yō ni mieta 12 episōdo dakedesu. Sutōrī to kyarakutā o sarani hatten sa seru tame ni wa, 2-kai-me no shīzun kara no shō no onkei o ukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIt is definitely funny, cute and overdramatic. They make little problems into bigger problems than they ever should be, but it can be entertaining nonetheless. I will warn that because it is a slice of life anime there is not much progression in the story in terms of character relationships, background stories, etc. The anime is only 12 episodes which in this case seemed way too short. I think the show would definitely benefit from a second season to further develop the story and the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is definitely funny, cute and overdramatic.\u001b[24m\n    \u001b[1mそれは間違いなく、かわいい、そして面白いです。\u001b[22m, \u001b[1mこれは間違いなく、面白いかわいいと誇張されたです。\u001b[22m\n\u001b[4mThey make little problems into bigger problems than they ever should be, but it can be entertaining nonetheless.\u001b[24m\n    \u001b[1m彼らは今まで以上に大きな問題にはほとんど問題はありませんが、それにもかかわらず面白いことがあります。\u001b[22m, \u001b[1m彼らはこれまででなければならないよりも、彼らは大きな問題に少し問題を作るが、それはそれにもかかわらず、面白いことができます。\u001b[22m\n\u001b[4mI will warn that because it is a slice of life anime there is not much progression in the story in terms of character relationships, background stories, etc. The anime is only 12 episodes which in this case seemed way too short.\u001b[24m\n    \u001b[1m私はそれが生命のアニメーションのスライスなので、キャラクターの関係、背景の物語などの話では、多くの進展がないことを警告しますアニメは、この場合はあまりにも短いように見えた12エピソードだけです。\u001b[22m, \u001b[1m私はそれが人生のアニメのスライスであるため、文字等の関係、背景ストーリー、アニメ、この場合にはあまりにも短いように見えただけで12のエピソードであるという点で物語の中で多くの進展がないことを警告します。\u001b[22m\n\u001b[4mI think the show would definitely benefit from a second season to further develop the story and the characters.\u001b[24m\n    \u001b[1mストーリーとキャラクターをさらに発展させるためには、2回目のシーズンからのショーの恩恵を受けるでしょう。\u001b[22m, \u001b[1m私はショーは間違いなく、さらにストーリーやキャラクターを開発するために、第2シーズンの恩恵を受けるだろうと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAlso there were times where they were emphasizing a specific joke or interactions between characters that just seemed to miss the mark or last way too long.\n\n\u001b[1mまた、マークや最後の方法が長すぎると思われるキャラクター間の特定のジョークや相互作用を強調していた時期もありました。\u001b[22m\n\u001b[1m(Mata, māku ya saigo no hōhō ga naga sugiru to omowa reru kyarakutā-kan no tokutei no jōku ya sōgo sayō o kyōchō shite ita jiki mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso there were times where they were emphasizing a specific joke or interactions between characters that just seemed to miss the mark or last way too long.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso there were times where they were emphasizing a specific joke or interactions between characters that just seemed to miss the mark or last way too long.\u001b[24m\n    \u001b[1mまた、マークや最後の方法が長すぎると思われるキャラクター間の特定のジョークや相互作用を強調していた時期もありました。\u001b[22m, \u001b[1mまた、彼らはあまりにも長いマークまたは最後の方法を逃すように見えた文字間の具体的なジョークや相互作用を重視した時代がありました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd lastly, the ending. It was what I expected from a slice of life but not what I wanted exactly. I was hoping for more resolution than I got because there is so much possibility for the story from where it ended. If the anime gets a second season, more than likely this specific score will increase.\n\n\u001b[1m最後に、エンディングです。 それは私が期待していたものではなく、私が欲しかったものではありませんでした。 私はそれが終わった場所からの物語の可能性が非常に高いので、私が得た以上の解決を望んでいました。 アニメが2番目のシーズンになると、この特定の得点が増加する可能性があります。\u001b[22m\n\u001b[1m(Saigo ni, endingudesu. Sore wa watashi ga kitai shite ita monode wa naku, watashi ga hoshikatta monode wa arimasendeshita. Watashi wa sore ga owatta basho kara no monogatari no kanōsei ga hijō ni takainode, watashi ga eta ijō no kaiketsu o nozonde imashita. Anime ga 2-banme no shīzun ni naru to, kono tokutei no tokuten ga zōka suru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd lastly, the ending. It was what I expected from a slice of life but not what I wanted exactly. I was hoping for more resolution than I got because there is so much possibility for the story from where it ended. If the anime gets a second season, more than likely this specific score will increase.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd lastly, the ending.\u001b[24m\n    \u001b[1m最後に、エンディングです。\u001b[22m, \u001b[1mそして最後に、エンディング。\u001b[22m\n\u001b[4mIt was what I expected from a slice of life but not what I wanted exactly.\u001b[24m\n    \u001b[1mそれは私が期待していたものではなく、私が欲しかったものではありませんでした。\u001b[22m, \u001b[1mそれは私が人生のスライスではなく、私がまさに望んでいたから期待したものでした。\u001b[22m\n\u001b[4mI was hoping for more resolution than I got because there is so much possibility for the story from where it ended.\u001b[24m\n    \u001b[1m私はそれが終わった場所からの物語の可能性が非常に高いので、私が得た以上の解決を望んでいました。\u001b[22m, \u001b[1m私はそれが終了した場所からの物語のために多くの可能性があるので、私が得たよりも解像度を期待していました。\u001b[22m\n\u001b[4mIf the anime gets a second season, more than likely this specific score will increase.\u001b[24m\n    \u001b[1mアニメが2番目のシーズンになると、この特定の得点が増加する可能性があります。\u001b[22m, \u001b[1mアニメ第二シーズンを取得した場合、より多くの可能性よりも、この特定のスコアが増加します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\nThe characters are very average in terms of anime. If you have seen other slice of life or shoujo, you will know characters exactly like the ones here. However that does not make them any less likable for me. Benio may be too over the top for some people's taste as she is relentless in her sister complex and loli-loving attitude. The supporting cast is quite funny and stood out to me as the backbone of the anime.\n\n\u001b[1mキャラクターはアニメの面で非常に平均的です。 あなたが他の人生や少女を見たことがあるなら、あなたはここのものとまったく同じような文字を知るでしょう。 しかし、それは私にはそれほど好都合ではありません。 彼女の姉妹の複雑でロリを愛する態度で執拗な態度をとっているため、ベニオは何人かの人の味のためにトップをはぐくむかもしれません。 サポートキャストはかなり面白いし、アニメのバックボーンとして私に立っていた。\u001b[22m\n\u001b[1m(Kyarakutā wa anime no men de hijō ni heikin-tekidesu. Anata ga hoka no jinsei ya shōjo o mita koto ga arunara, anata wa koko no mono to mattaku onajiyōna moji o shirudeshou. Shikashi, soreha watashiniha sorehodo kōtsugōde wa arimasen. Kanojo no shimai no fukuzatsude rori o aisuru taido de shitsuyōna taido o totte iru tame, benio wa nan'ninka no hito no aji no tame ni toppu o hagukumu kamo shiremasen. Sapōtokyasuto wa kanari omoshiroishi, anime no bakkubōn to shite watashi ni tatte ita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are very average in terms of anime. If you have seen other slice of life or shoujo, you will know characters exactly like the ones here. However that does not make them any less likable for me. Benio may be too over the top for some people's taste as she is relentless in her sister complex and loli-loving attitude. The supporting cast is quite funny and stood out to me as the backbone of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are very average in terms of anime.\u001b[24m\n    \u001b[1mキャラクターはアニメの面で非常に平均的です。\u001b[22m, \u001b[1m文字は、アニメの点で非常に平均です。\u001b[22m\n\u001b[4mIf you have seen other slice of life or shoujo, you will know characters exactly like the ones here.\u001b[24m\n    \u001b[1mあなたが他の人生や少女を見たことがあるなら、あなたはここのものとまったく同じような文字を知るでしょう。\u001b[22m, \u001b[1mあなたが人生や少女の他のスライスを見ている場合、あなたは正確にここにもののような文字を知っています。\u001b[22m\n\u001b[4mHowever that does not make them any less likable for me.\u001b[24m\n    \u001b[1mしかし、それは私にはそれほど好都合ではありません。\u001b[22m, \u001b[1mしかし、そのことは私のためにそれらがどのあまり好感ことはありません。\u001b[22m\n\u001b[4mBenio may be too over the top for some people's taste as she is relentless in her sister complex and loli-loving attitude.\u001b[24m\n    \u001b[1m彼女の姉妹の複雑でロリを愛する態度で執拗な態度をとっているため、ベニオは何人かの人の味のためにトップをはぐくむかもしれません。\u001b[22m, \u001b[1m彼女は彼女の妹錯体とロリを愛する態度で容赦ないですよう紅緒は、一部の人々の好みのための上部にすぎかもしれません。\u001b[22m\n\u001b[4mThe supporting cast is quite funny and stood out to me as the backbone of the anime.\u001b[24m\n    \u001b[1mサポートキャストはかなり面白いし、アニメのバックボーンとして私に立っていた。\u001b[22m, \u001b[1m脇役は非常に面白いですし、アニメのバックボーンとして私に際立っていました。\u001b[22m\nMy major criticism is the lack of development with Hakuya, Mashiro and their family.... there is something special about them but to be honest, at the end you're still not clear as to what specifically that is.\n\n\u001b[1m私の主な批判は、白夜、Mashiroとその家族との開発の欠如です。彼らには特別なことがありますが、最終的には、それが何であるかについてまだ明確ではありません。\u001b[22m\n\u001b[1m(Watashi no omona hihan wa, byakuya, Mashiro to sono kazoku to no kaihatsu no ketsujodesu. Karera ni wa tokubetsuna koto ga arimasuga, saishūtekini wa, sore ga nandearu ka ni tsuite mada meikakude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMy major criticism is the lack of development with Hakuya, Mashiro and their family.... there is something special about them but to be honest, at the end you're still not clear as to what specifically that is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy major criticism is the lack of development with Hakuya, Mashiro and their family.... there is something special about them but to be honest, at the end you're still not clear as to what specifically that is.\u001b[24m\n    \u001b[1m私の主な批判は、白夜、Mashiroとその家族との開発の欠如です。彼らには特別なことがありますが、最終的には、それが何であるかについてまだ明確ではありません。\u001b[22m, \u001b[1m私の主な批判は、それらについて特別な何かがある.... Hakuya、ましろとその家族との開発の欠如ですが、正直に言うと、最後にあなたはまだ具体的にそれが何であるかについての明確ではありませんね。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation: 10/10\n\n\u001b[1mアート/アニメ：10/10\u001b[22m\n\u001b[1m(Āto/ anime: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation: 10/10\u001b[24m\n    \u001b[1mアート/アニメ：10/10\u001b[22m, \u001b[1mアート/アニメーション：10/10\u001b[22m\nSuch beautiful and stunning animation. The character designs remind me a little of the anime One Week Friends, with the rosy cheeks and pastel pallets but this anime does use different colors and backgrounds to express the character feelings very well.\n\n\u001b[1mそのような美しくて美しいアニメーション。 キャラクターのデザインは、ロウィーな頬とパステルパレットを使ったアニメ「ワンワルフレンズ」を思い出させますが、このアニメはキャラクターの感情をうまく表現するためにさまざまな色と背景を使用します。\u001b[22m\n\u001b[1m(Sono yō na utsukushikute utsukushī animēshon. Kyarakutā no dezain wa, rou~īna hoho to pasuteruparetto o tsukatta anime `wanwarufurenzu' o omoidasa semasuga, kono anime wa kyarakutā no kanjō o umaku hyōgen suru tame ni samazamana iro to haikei o shiyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSuch beautiful and stunning animation. The character designs remind me a little of the anime One Week Friends, with the rosy cheeks and pastel pallets but this anime does use different colors and backgrounds to express the character feelings very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuch beautiful and stunning animation.\u001b[24m\n    \u001b[1mそのような美しくて美しいアニメーション。\u001b[22m, \u001b[1mこのような美しい、素晴らしいアニメーション。\u001b[22m\n\u001b[4mThe character designs remind me a little of the anime One Week Friends, with the rosy cheeks and pastel pallets but this anime does use different colors and backgrounds to express the character feelings very well.\u001b[24m\n    \u001b[1mキャラクターのデザインは、ロウィーな頬とパステルパレットを使ったアニメ「ワンワルフレンズ」を思い出させますが、このアニメはキャラクターの感情をうまく表現するためにさまざまな色と背景を使用します。\u001b[22m, \u001b[1m文字は、バラ色の頬とパステルパレットで、私にアニメ1週間の友達のほとんどを思い出させる設計が、このアニメは非常によく、文字の感情を表現するために異なる色や背景を使用します。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nI LOVE the opening and ending themes to this anime. Very catchy and fun, suiting the anime very well. Besides that there were no stand-out pieces during the anime but the music they did have, did set the tone pretty well.\n\n\u001b[1m私はこのアニメのオープニングテーマとエンディングテーマを愛しています。 非常にキャッチーで楽しい、非常によくアニメに合っています。 アニメの際には傑出した作品はなかったのですが、彼らがやった音楽は、音色をきちんと整えました。\u001b[22m\n\u001b[1m(Watashi wa kono anime no ōpuningutēma to endingutēma o aishiteimasu. Hijō ni kyatchī de tanoshī, hijō ni yoku anime ni atte imasu. Anime no sai ni wa kesshutsu shita sakuhin wa nakatta nodesuga, karera ga yatta ongaku wa, neiro o kichinto totonoemashita.)\u001b[22m\n\nTranslations of \u001b[4mI LOVE the opening and ending themes to this anime. Very catchy and fun, suiting the anime very well. Besides that there were no stand-out pieces during the anime but the music they did have, did set the tone pretty well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LOVE the opening and ending themes to this anime.\u001b[24m\n    \u001b[1m私はこのアニメのオープニングテーマとエンディングテーマを愛しています。\u001b[22m, \u001b[1m私はこのアニメへの開口部とエンディングテーマが大好きです。\u001b[22m\n\u001b[4mVery catchy and fun, suiting the anime very well.\u001b[24m\n    \u001b[1m非常にキャッチーで楽しい、非常によくアニメに合っています。\u001b[22m, \u001b[1m非常によくアニメに合っ、非常にキャッチーで楽しいです。\u001b[22m\n\u001b[4mBesides that there were no stand-out pieces during the anime but the music they did have, did set the tone pretty well.\u001b[24m\n    \u001b[1mアニメの際には傑出した作品はなかったのですが、彼らがやった音楽は、音色をきちんと整えました。\u001b[22m, \u001b[1mそれに加えてそこにアニメの間に何のスタンドアウト作品はなかったが、彼らが持っていた音楽は、かなりよく音を設定しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nAnyone who enjoys slice of life comedies will probably really like this anime. Other similar recommendations include if you like One Week Friends and Nisekoi. They both use similar plot devices to this anime, although in general they are quite different. Tonari no Kaibutsu-kun (My Little Monster) also popped into my head as something similar because of their sense of humor and their lead male, Haru, is similar to Hakuya in a lot of ways. There is a tiny bit of fan service for male audiences but generally I think this is more of a female-oriented anime.\n\n\u001b[1mスライス・オブ・ライフ・コメディを楽しんでいる人は、このアニメが大好きです。  One Week FriendsとNisekoiが好きな人は、他にも同様の推奨事項があります。 彼らは、このアニメと同様のプロットデバイスを使用していますが、一般的にはかなり異なっています。 私のリトルモンスターも、ユーモアセンスのために似たようなものになってしまった。春の怪物くんは、多くの点で白馬に似ている。 男性の視聴者には少々のファンサービスがありますが、一般的には女性向けのアニメだと思います。\u001b[22m\n\u001b[1m(Suraisu Obu raifu komedi o tanoshinde iru hito wa, kono anime ga daisukidesu. One u~īku Friends to Nisekoi ga sukinahito wa, hoka ni mo dōyō no suishō jikō ga arimasu. Karera wa, kono anime to dōyō no purottodebaisu o shiyō shite imasuga, ippantekini wa kanari kotonatte imasu. Watashi no ritorumonsutā mo, yūmoasensu no tame ni nita yōna mono ni natte shimatta. Haru no kaibutsu-kun wa, ōku no ten de hakuba ni nite iru. Dansei no shichō-sha ni wa shōshō no fansābisu ga arimasuga, ippantekini wa josei-muke no animeda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyone who enjoys slice of life comedies will probably really like this anime. Other similar recommendations include if you like One Week Friends and Nisekoi. They both use similar plot devices to this anime, although in general they are quite different. Tonari no Kaibutsu-kun (My Little Monster) also popped into my head as something similar because of their sense of humor and their lead male, Haru, is similar to Hakuya in a lot of ways. There is a tiny bit of fan service for male audiences but generally I think this is more of a female-oriented anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyone who enjoys slice of life comedies will probably really like this anime.\u001b[24m\n    \u001b[1mスライス・オブ・ライフ・コメディを楽しんでいる人は、このアニメが大好きです。\u001b[22m, \u001b[1m人生の喜劇のスライスを楽しんで誰もが、おそらく実際にこのアニメを好きになるでしょう。\u001b[22m\n\u001b[4mOther similar recommendations include if you like One Week Friends and Nisekoi.\u001b[24m\n    \u001b[1mOne Week FriendsとNisekoiが好きな人は、他にも同様の推奨事項があります。\u001b[22m, \u001b[1mあなた一週間フレンズ。とニセコイのような場合は、他の同様の推奨事項が含まれます。\u001b[22m\n\u001b[4mThey both use similar plot devices to this anime, although in general they are quite different.\u001b[24m\n    \u001b[1m彼らは、このアニメと同様のプロットデバイスを使用していますが、一般的にはかなり異なっています。\u001b[22m, \u001b[1m一般的に、彼らは非常に異なっているが、それらの両方が、このアニメに同様のプロットデバイスを使用しています。\u001b[22m\n\u001b[4mTonari no Kaibutsu-kun (My Little Monster) also popped into my head as something similar because of their sense of humor and their lead male, Haru, is similar to Hakuya in a lot of ways.\u001b[24m\n    \u001b[1m私のリトルモンスターも、ユーモアセンスのために似たようなものになってしまった。春の怪物くんは、多くの点で白馬に似ている。\u001b[22m, \u001b[1mとなりには何の怪物くん（となりの怪物くん）も似たようなことのように私の頭に浮かんためのユーモアの感覚とそのリード男性の、春には、多くの点でHakuyaに似ていません。\u001b[22m\n\u001b[4mThere is a tiny bit of fan service for male audiences but generally I think this is more of a female-oriented anime.\u001b[24m\n    \u001b[1m男性の視聴者には少々のファンサービスがありますが、一般的には女性向けのアニメだと思います。\u001b[22m, \u001b[1mそこに男性の観客のためのファンサービスのほんの少しはあるが、一般的に私は、これは女性向けアニメのよりだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI did enjoy it but found they did over exaggerate things a bit much. I would recommend it if you are just looking for something to watch and not take too seriously, as it was quick to get through and pretty easy to follow.\n\n\u001b[1m私はそれを楽しんだが、彼らは少し誇張したことをやり遂げた。 私はあなたがただ見るべきものを探していて、あまり真剣に取っていないのであれば、それをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshindaga, karera wa sukoshi kochō shita koto o yaritogeta. Watashi wa anata ga tada mirubeki mono o sagashite ite, amari shinken ni totte inai nodeareba, sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI did enjoy it but found they did over exaggerate things a bit much. I would recommend it if you are just looking for something to watch and not take too seriously, as it was quick to get through and pretty easy to follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did enjoy it but found they did over exaggerate things a bit much.\u001b[24m\n    \u001b[1m私はそれを楽しんだが、彼らは少し誇張したことをやり遂げた。\u001b[22m, \u001b[1m私はそれを楽しんでいたが、彼らは上のビットはるかに物事を誇張したのが見つかりました。\u001b[22m\n\u001b[4mI would recommend it if you are just looking for something to watch and not take too seriously, as it was quick to get through and pretty easy to follow.\u001b[24m\n    \u001b[1m私はあなたがただ見るべきものを探していて、あまり真剣に取っていないのであれば、それをお勧めします。\u001b[22m, \u001b[1mあなただけ見て、あまりにも真剣に取らないために何かを探しているなら、介して取得することが迅速かつ従うことは非常に簡単だったように私は、それをお勧めします。\u001b[22m"
  }
]
