[
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "Melvin117",
    "profile": "/profile/Melvin117/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=204358",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nアニメが私の感覚や献身を引き起こして以来、長い時間が経ちました。\n俳句は、黒子のバスケと比べると、キャラクターや超大国の「キラキラ」の側面が欠けているかもしれませんが、究極の現実感を得ることができます。\nバランスの取れたプロットのために、Haikyuuは他のshounenのタイトルのようなshounen要素のトンを含んでいるかもしれません、キャラクターの開発は理にかなっています。\n\n文字による開発は、プロットデバイスによって与えられるパワーアップではなく、成長と見なされます。\n私はキャラクターの能力の増加が最小限であるという理由で成長という用語を使用しました。\nプロットがしていることは、彼らが成長し、彼らの可能性を利用することであり、キャラクターが彼らの精神性と能力の両方を成長させたと感じさせる。\nキャラクターは好きですか、あなたの平均的なアニメの男の子ですが、ここでは特別なものはありません。\nまあ、デザインはカワイイ側にとどまっていて楽しいものです。\nキャラクターの感情は、プロットが進行するとともに、キャラクターの他の側面を聴衆が発見するにつれて、時間外に発展するでしょう。\nそして良いライバルも必要です。  Haikyuuは、主人公が報復したときに、ライバルがより強く押し進める数少ない希少なタイトルの1つです。\nそれがShounenのように、これは主人公にすべてを与え、あなたと私を汲み上げるようにします。\n\nショーの最大の強さはバレーボールの試合に表示されます。\n素晴らしい演出とうまく配置されたスローモーションシーンは、マッチの中に観客を置くことができ、大きな圧力と強さを感じます。\n試合が始まると、息を飲むことはできません。\nバレーボールの試合だけでも、プロダクションの価値はトップになっています。\n\n私は2人のOPと2人のEDのファンではなく、彼らはかなりまともで、共通のshounenバイブを持っています。\nサウンドトラックは素晴らしいです。 特に、毎回キャラクターが演奏するピアノトラックは、立ち上がれ、失敗から再び立ち上がるでしょう。\nサウンドトラックは大気を熱くして誇大宣伝を最大にしました。 それが主要な仕事であり、私はそれをうまくいった仕事と呼びます。\n\nI.G. 貧しい人々のために非難を受けているAriseは、スポーツタイトルのアニメーション化の努力が広く認識されています。\nその中で、俳句は、聴衆の心にとらわれず、より多くの情熱を保つことができます。\nMou ikkai！ シーズン2以上の私たちのために生産I.G.！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt's been a long time since an anime managed to trigger my sensation, and dedication.\n\n\u001b[1mアニメが私の感覚や献身を引き起こして以来、長い時間が経ちました。\u001b[22m\n\u001b[1m(Anime ga watashi no kankaku ya kenshin o hikiokoshite irai, nagai jikan ga tachimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's been a long time since an anime managed to trigger my sensation, and dedication.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been a long time since an anime managed to trigger my sensation, and dedication.\u001b[24m\n    \u001b[1mアニメが私の感覚や献身を引き起こして以来、長い時間が経ちました。\u001b[22m, \u001b[1mアニメは私の感覚、と献身をトリガするために管理以来、長い時間をされています。\u001b[22m\nHaikyuu may lacks the 'kira kira' sides of characters and superpowers when compared to Kuroko no Basuke, but it gains an ultimate forte-realism.\n\n\u001b[1m俳句は、黒子のバスケと比べると、キャラクターや超大国の「キラキラ」の側面が欠けているかもしれませんが、究極の現実感を得ることができます。\u001b[22m\n\u001b[1m(Haiku wa, kurokonobasuke to kuraberu to, kyarakutā ya chō taikoku no `kirakira' no sokumen ga kakete iru kamo shiremasenga, kyūkyoku no genjitsu-kan o eru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu may lacks the 'kira kira' sides of characters and superpowers when compared to Kuroko no Basuke, but it gains an ultimate forte-realism.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu may lacks the 'kira kira' sides of characters and superpowers when compared to Kuroko no Basuke, but it gains an ultimate forte-realism.\u001b[24m\n    \u001b[1m俳句は、黒子のバスケと比べると、キャラクターや超大国の「キラキラ」の側面が欠けているかもしれませんが、究極の現実感を得ることができます。\u001b[22m, \u001b[1m黒子なしBasukeと比較した場合、Haikyuuは、文字と超大国の「きらきら」の側面を欠いているかもしれないが、それは究極のフォルテ・リアリズムを得ます。\u001b[22m\nOwing to a balanced plot, Haikyuu may contains a tonnes of shounen elements like other shounen titles, character developments make sense.\n\n\u001b[1mバランスの取れたプロットのために、Haikyuuは他のshounenのタイトルのようなshounen要素のトンを含んでいるかもしれません、キャラクターの開発は理にかなっています。\u001b[22m\n\u001b[1m(Baransu no toreta purotto no tame ni, Haikyuu wa hoka no shounen no taitoru no yōna shounen yōso no ton o fukunde iru kamo shiremasen, kyarakutā no kaihatsu wa ri ni kanatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOwing to a balanced plot, Haikyuu may contains a tonnes of shounen elements like other shounen titles, character developments make sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOwing to a balanced plot, Haikyuu may contains a tonnes of shounen elements like other shounen titles, character developments make sense.\u001b[24m\n    \u001b[1mバランスの取れたプロットのために、Haikyuuは他のshounenのタイトルのようなshounen要素のトンを含んでいるかもしれません、キャラクターの開発は理にかなっています。\u001b[22m, \u001b[1mバランスのとれたプロットにより、Haikyuuは他の少年のタイトルのような少年の要素のトンが含まれている場合があり、文字の開発は、意味をなさない。\u001b[22m\n\u001b[1m\u001b[22m\nDevelopment in characters, are viewed as growth, rather than power-ups given by the plot device.\n\n\u001b[1m文字による開発は、プロットデバイスによって与えられるパワーアップではなく、成長と見なされます。\u001b[22m\n\u001b[1m(Moji ni yoru kaihatsu wa, purottodebaisu ni yotte atae rareru pawāappude wa naku, seichō to minasa remasu.)\u001b[22m\n\nTranslations of \u001b[4mDevelopment in characters, are viewed as growth, rather than power-ups given by the plot device.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevelopment in characters, are viewed as growth, rather than power-ups given by the plot device.\u001b[24m\n    \u001b[1m文字による開発は、プロットデバイスによって与えられるパワーアップではなく、成長と見なされます。\u001b[22m, \u001b[1m文字での開発は、パワーアップ、プロットデバイスによって与えられるのではなく、成長として見ています。\u001b[22m\nI used the term growth cause the increase in ability for the characters is minimal.\n\n\u001b[1m私はキャラクターの能力の増加が最小限であるという理由で成長という用語を使用しました。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā no nōryoku no zōka ga saishōgendearu to iu riyū de seichō to iu yōgo o shiyō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI used the term growth cause the increase in ability for the characters is minimal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI used the term growth cause the increase in ability for the characters is minimal.\u001b[24m\n    \u001b[1m私はキャラクターの能力の増加が最小限であるという理由で成長という用語を使用しました。\u001b[22m, \u001b[1m私は文字の能力の増加が最小である長期的な成長の原因を使用していました。\u001b[22m\nWhat the plot does is let them growth and exploit their potential, and makes you feel that the characters have grown up, both their mentality and ability.\n\n\u001b[1mプロットがしていることは、彼らが成長し、彼らの可能性を利用することであり、キャラクターが彼らの精神性と能力の両方を成長させたと感じさせる。\u001b[22m\n\u001b[1m(Purotto ga shite iru koto wa, karera ga seichō shi, karera no kanōsei o riyō suru kotodeari, kyarakutā ga karera no seishin-sei to nōryoku no ryōhō o seichō sa seta to kanji saseru.)\u001b[22m\n\nTranslations of \u001b[4mWhat the plot does is let them growth and exploit their potential, and makes you feel that the characters have grown up, both their mentality and ability.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat the plot does is let them growth and exploit their potential, and makes you feel that the characters have grown up, both their mentality and ability.\u001b[24m\n    \u001b[1mプロットがしていることは、彼らが成長し、彼らの可能性を利用することであり、キャラクターが彼らの精神性と能力の両方を成長させたと感じさせる。\u001b[22m, \u001b[1mどのようなプロットが行うのは、彼らが成長させ、それらの可能性を悪用しており、あなたは文字が、彼らの考え方や能力の両方を育ってきたことを感じさせます。\u001b[22m\nCharacters are likable, or are your average anime boys, nothing special here.\n\n\u001b[1mキャラクターは好きですか、あなたの平均的なアニメの男の子ですが、ここでは特別なものはありません。\u001b[22m\n\u001b[1m(Kyarakutā wa sukidesu ka, anata no heikin-tekina anime no otokonokodesuga, kokode wa tokubetsuna mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are likable, or are your average anime boys, nothing special here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are likable, or are your average anime boys, nothing special here.\u001b[24m\n    \u001b[1mキャラクターは好きですか、あなたの平均的なアニメの男の子ですが、ここでは特別なものはありません。\u001b[22m, \u001b[1m文字が好感されている、またはあなたの平均アニメ少年たち、ここで何も特別です。\u001b[22m\nWell the design is more to the kawaii side, which is an enjoyable thing to behold.\n\n\u001b[1mまあ、デザインはカワイイ側にとどまっていて楽しいものです。\u001b[22m\n\u001b[1m(Mā, dezain wa kawaī-gawa ni todomatte ite tanoshī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWell the design is more to the kawaii side, which is an enjoyable thing to behold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell the design is more to the kawaii side, which is an enjoyable thing to behold.\u001b[24m\n    \u001b[1mまあ、デザインはカワイイ側にとどまっていて楽しいものです。\u001b[22m, \u001b[1mまあデザインは見るべき楽しいことですがカワイイ側によりです。\u001b[22m\nFeelings for the characters will develop overtime as the plot goes and audience discover the other sides of the characters.\n\n\u001b[1mキャラクターの感情は、プロットが進行するとともに、キャラクターの他の側面を聴衆が発見するにつれて、時間外に発展するでしょう。\u001b[22m\n\u001b[1m(Kyarakutā no kanjō wa, purotto ga shinkō suruto tomoni, kyarakutā no ta no sokumen o chōshū ga hakken suru ni tsurete, jikangai ni hatten surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mFeelings for the characters will develop overtime as the plot goes and audience discover the other sides of the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeelings for the characters will develop overtime as the plot goes and audience discover the other sides of the characters.\u001b[24m\n    \u001b[1mキャラクターの感情は、プロットが進行するとともに、キャラクターの他の側面を聴衆が発見するにつれて、時間外に発展するでしょう。\u001b[22m, \u001b[1mプロットが行くと観客は文字の他の側面を発見するように文字の感情は残業を開発します。\u001b[22m\nAnd good rivals are required too. Haikyuu is one of a few rare titles where the rivals will push themselves harder when the main characters retaliate.\n\n\u001b[1mそして良いライバルも必要です。  Haikyuuは、主人公が報復したときに、ライバルがより強く押し進める数少ない希少なタイトルの1つです。\u001b[22m\n\u001b[1m(Soshite yoi raibaru mo hitsuyōdesu. Haikyuu wa, shujinkō ga hōfuku shita toki ni, raibaru ga yori tsuyoku oshisusumeru kazusukunai kishōna taitoru no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd good rivals are required too. Haikyuu is one of a few rare titles where the rivals will push themselves harder when the main characters retaliate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd good rivals are required too.\u001b[24m\n    \u001b[1mそして良いライバルも必要です。\u001b[22m, \u001b[1mそして、良いライバルがあまりにも必要とされています。\u001b[22m\n\u001b[4mHaikyuu is one of a few rare titles where the rivals will push themselves harder when the main characters retaliate.\u001b[24m\n    \u001b[1mHaikyuuは、主人公が報復したときに、ライバルがより強く押し進める数少ない希少なタイトルの1つです。\u001b[22m, \u001b[1mHaikyuuは、メインキャラクターが報復時のライバルは難しく自分自身をプッシュするいくつかのまれなタイトルの一つです。\u001b[22m\nShounen as it is, this in turn makes the main characters to give all of them and pump you and me up.\n\n\u001b[1mそれがShounenのように、これは主人公にすべてを与え、あなたと私を汲み上げるようにします。\u001b[22m\n\u001b[1m(Sore ga Shounen no yō ni, koreha shujinkō ni subete o atae, anatatowatashi o kumiageru yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mShounen as it is, this in turn makes the main characters to give all of them and pump you and me up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShounen as it is, this in turn makes the main characters to give all of them and pump you and me up.\u001b[24m\n    \u001b[1mそれがShounenのように、これは主人公にすべてを与え、あなたと私を汲み上げるようにします。\u001b[22m, \u001b[1mそのまま少年が、これは順番にそれらのすべてを与え、あなたと私をポンプアップするメインキャラクターになります。\u001b[22m\n\u001b[1m\u001b[22m\nBiggest strength of the show is displayed on the volleyball matches.\n\n\u001b[1mショーの最大の強さはバレーボールの試合に表示されます。\u001b[22m\n\u001b[1m(Shō no saidai no tsuyo-sa wa barēbōru no shiai ni hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mBiggest strength of the show is displayed on the volleyball matches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBiggest strength of the show is displayed on the volleyball matches.\u001b[24m\n    \u001b[1mショーの最大の強さはバレーボールの試合に表示されます。\u001b[22m, \u001b[1mショーの最大の強みは、バレーボールの試合に表示されます。\u001b[22m\nMarvelous directing and well-placed slo-mo scenes manage to place the audience within the matches, and in turn feel the immense pressure and intensity.\n\n\u001b[1m素晴らしい演出とうまく配置されたスローモーションシーンは、マッチの中に観客を置くことができ、大きな圧力と強さを感じます。\u001b[22m\n\u001b[1m(Subarashī enshutsu to umaku haichi sa reta surōmōshonshīn wa, matchi no naka ni kankyaku o oku koto ga deki, ōkina atsuryoku to tsuyo-sa o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mMarvelous directing and well-placed slo-mo scenes manage to place the audience within the matches, and in turn feel the immense pressure and intensity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMarvelous directing and well-placed slo-mo scenes manage to place the audience within the matches, and in turn feel the immense pressure and intensity.\u001b[24m\n    \u001b[1m素晴らしい演出とうまく配置されたスローモーションシーンは、マッチの中に観客を置くことができ、大きな圧力と強さを感じます。\u001b[22m, \u001b[1mマーベラス演出とうまく配置されたスローモーションのシーンは、試合の中に観客を配置するために管理し、今度は巨大な圧力と強さを感じます。\u001b[22m\nYou just can't take a breath when the matches starts.\n\n\u001b[1m試合が始まると、息を飲むことはできません。\u001b[22m\n\u001b[1m(Shiai ga hajimaru to, iki o nomu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mYou just can't take a breath when the matches starts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou just can't take a breath when the matches starts.\u001b[24m\n    \u001b[1m試合が始まると、息を飲むことはできません。\u001b[22m, \u001b[1m試合の開始時に、あなただけの息を取ることができません。\u001b[22m\nThe production value is over-the-top, even just for the volleyball matches alone.\n\n\u001b[1mバレーボールの試合だけでも、プロダクションの価値はトップになっています。\u001b[22m\n\u001b[1m(Barēbōru no shiai dake demo, purodakushon no kachi wa toppu ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe production value is over-the-top, even just for the volleyball matches alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe production value is over-the-top, even just for the volleyball matches alone.\u001b[24m\n    \u001b[1mバレーボールの試合だけでも、プロダクションの価値はトップになっています。\u001b[22m, \u001b[1m生産額はバレーボールだけでは一致していてもただのために、オーバーザトップです。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not a fan for the two OPs and two EDs, they're quite decent and have the common shounen vibe.\n\n\u001b[1m私は2人のOPと2人のEDのファンではなく、彼らはかなりまともで、共通のshounenバイブを持っています。\u001b[22m\n\u001b[1m(Watashi wa 2-ri no OP to 2-ri no ED no fande wa naku, karera wa kanari matomo de, kyōtsū no shounen baibu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not a fan for the two OPs and two EDs, they're quite decent and have the common shounen vibe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not a fan for the two OPs and two EDs, they're quite decent and have the common shounen vibe.\u001b[24m\n    \u001b[1m私は2人のOPと2人のEDのファンではなく、彼らはかなりまともで、共通のshounenバイブを持っています。\u001b[22m, \u001b[1m私は2つのOPと2のEDのためのファンではない、彼らはかなりまともだと共通の少年雰囲気を持っています。\u001b[22m\nTho the soundtracks are marvelous. Especially the piano track that plays everytime a character is going to stand up and rise again from his failure.\n\n\u001b[1mサウンドトラックは素晴らしいです。 特に、毎回キャラクターが演奏するピアノトラックは、立ち上がれ、失敗から再び立ち上がるでしょう。\u001b[22m\n\u001b[1m(Saundotorakku wa subarashīdesu. Tokuni, maikai kyarakutā ga ensō suru piano torakku wa, tachiagare, shippai kara futatabi tachiagarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTho the soundtracks are marvelous. Especially the piano track that plays everytime a character is going to stand up and rise again from his failure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTho the soundtracks are marvelous.\u001b[24m\n    \u001b[1mサウンドトラックは素晴らしいです。\u001b[22m, \u001b[1mサウンドトラックカントー素晴らしいです。\u001b[22m\n\u001b[4mEspecially the piano track that plays everytime a character is going to stand up and rise again from his failure.\u001b[24m\n    \u001b[1m特に、毎回キャラクターが演奏するピアノトラックは、立ち上がれ、失敗から再び立ち上がるでしょう。\u001b[22m, \u001b[1m特に毎回の文字を果たしているピアノのトラックが立ち上がって彼の失敗から再び上昇しようとしています。\u001b[22m\nthe soundtracks helped to heat up the atmosphere and max the hype. That's the main job and I call it a job well done.\n\n\u001b[1mサウンドトラックは大気を熱くして誇大宣伝を最大にしました。 それが主要な仕事であり、私はそれをうまくいった仕事と呼びます。\u001b[22m\n\u001b[1m(Saundotorakku wa taiki o atsuku shite kodai senden o saidai ni shimashita. Sore ga shuyōna shigotodeari, watashi wa sore o umaku itta shigoto to yobimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe soundtracks helped to heat up the atmosphere and max the hype. That's the main job and I call it a job well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe soundtracks helped to heat up the atmosphere and max the hype.\u001b[24m\n    \u001b[1mサウンドトラックは大気を熱くして誇大宣伝を最大にしました。\u001b[22m, \u001b[1mサウンドトラックには、大気と最大誇大広告を加熱するのに役立ちました。\u001b[22m\n\u001b[4mThat's the main job and I call it a job well done.\u001b[24m\n    \u001b[1mそれが主要な仕事であり、私はそれをうまくいった仕事と呼びます。\u001b[22m, \u001b[1mそれが主な仕事だと私は良い仕事を呼び出します。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I.G. has been taking blame for the poor Arise, their efforts in animating sport titles are widely recognised.\n\n\u001b[1mI.G. 貧しい人々のために非難を受けているAriseは、スポーツタイトルのアニメーション化の努力が広く認識されています。\u001b[22m\n\u001b[1m(I. G. Mazushī hitobito no tame ni hinan o ukete iru Arise wa, supōtsutaitoru no animēshon-ka no doryoku ga hiroku ninshiki sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile I.G. has been taking blame for the poor Arise, their efforts in animating sport titles are widely recognised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I.G.\u001b[24m\n    \u001b[1mI.G.\u001b[22m, \u001b[1mI.G.一方、\u001b[22m\n\u001b[4mhas been taking blame for the poor Arise, their efforts in animating sport titles are widely recognised.\u001b[24m\n    \u001b[1m貧しい人々のために非難を受けているAriseは、スポーツタイトルのアニメーション化の努力が広く認識されています。\u001b[22m, \u001b[1mアライズ、スポーツのタイトルをアニメーションで彼らの努力が広く認識されている貧しい人々のために責任を取ってきました。\u001b[22m\nAmong that, Haikyuu remains the best and purest to the shounen core, while manages to keep the audience motivated and passion for more.\n\n\u001b[1mその中で、俳句は、聴衆の心にとらわれず、より多くの情熱を保つことができます。\u001b[22m\n\u001b[1m(Sono Chū de, haiku wa, chōshū no kokoro ni torawarezu, yori ōku no jōnetsu o tamotsu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAmong that, Haikyuu remains the best and purest to the shounen core, while manages to keep the audience motivated and passion for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAmong that, Haikyuu remains the best and purest to the shounen core, while manages to keep the audience motivated and passion for more.\u001b[24m\n    \u001b[1mその中で、俳句は、聴衆の心にとらわれず、より多くの情熱を保つことができます。\u001b[22m, \u001b[1mより多くのためのやる気と情熱の聴衆を保つために管理しながら、その中でも、Haikyuuは、少年コアへの最善かつ最も純粋なまま。\u001b[22m\nMou ikkai! Season 2 and beyond for us Production I.G.!\n\n\u001b[1mMou ikkai！ シーズン2以上の私たちのために生産I.G.！\u001b[22m\n\u001b[1m(Mou ikkai! Shīzun 2 ijō no watashitachi no tame ni seisan I. G. !)\u001b[22m\n\nTranslations of \u001b[4mMou ikkai! Season 2 and beyond for us Production I.G.!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMou ikkai!\u001b[24m\n    \u001b[1mMou ikkai！\u001b[22m, \u001b[1m覚書ikkai！\u001b[22m\n\u001b[4mSeason 2 and beyond for us Production I.G.!\u001b[24m\n    \u001b[1mシーズン2以上の私たちのために生産I.G.！\u001b[22m, \u001b[1mシーズン2と私たちのために生産I.G.を越えて！\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "matsuhannah",
    "profile": "/profile/matsuhannah/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=190772",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nワオ。 このショーはローラーコースターで、私はそれを絶対に愛していました。  12月に最初のエピソードを見た後、私はデュラララを含む他のショーを見るためにそれを断念しました!! とBinan Koukou Chikyuu Bouei-bu Love！が、ほんの数週間前に別の機会を与えることにしました。私はとてもうれしく思います。 私はしばらくの間、スポーツアニメのファンであり、自由を見て楽しんできました！ やわらかしペダル（チャンスをつくると黒子のバスケを見たいと思っています）でも、俳句!! 私の期待を超えて飛び出し、すぐに私の好きなスポーツアニメとなりました。間違いなく私のお気に入りのアニメのひとつです。\n\nしかし、私については十分に、バレーボールに乗りましょう。\n\n巨大な全体像は、典型的なスポーツアニメのようなものです。メインチームは、チャンピオンシップなどに勝つために他のチームが提示する障害を克服しなければなりません。 その中で、Haikyuu!! そのジャンルの他のアニメとは特別なことも異なります。 しかし、これは大丈夫です。なぜなら、このシリーズの最大の強みは印象的なキャラクターとキャラクターであるからです。\n\nもちろん、ひなたと影山は主人公であり、その関係はシリーズ全体で最も重視されています。 彼らは両方とも非常に上手く書かれていますし、個人的にもチームとしても、キャラクター開発のトンを持っています。 しかし、彼らは必ずシリーズの唯一のキャラクターではなく、プロデューサーは皆さんが知っていることを確認し、場合によっては他のマイナーキャラクターと恋に落ちるように、あなたが非常によく知っていることを確認します。 タフなテディベアスパイカーの朝日あずまんから超エネルギーの「私と戦おう！」まで 攻撃者の田中龍之助、そしてあなたが会う他のキャラクターたちと一緒に、あなたはチームメイトと会い、実際のチームでプレーしているかのように、本当によく知っています。 彼らのほとんどはまた、キャラクター開発の多くを受けています。アサヒは他のチームの中でも本当に優れていますが、少なくとも2人は他のキャラクターを経験することもできます。 しかし、主なキャストは巨大で、一部のキャラクターはアクションからほとんど外れてしまいます。 山口正は特に時々注目を集めるようになり、一度にエピソードのために消える。 そしてそれでも、他のキャラクターの中にはほとんど焦点を合わせることはほとんどありません。\n\nしかしそれはそうではありません。 あなたのチームメートを知ることに加えて、ライバルと敵も知ることができます。 結局、Karasuno Highは勝つために誰かと戦わなければなりませんか？ ライバルのネコマ・ハイとその選手、特に静かなセッター、ケンマにはいくつかのエピソードで多くの焦点があり、セントラル・デイトコをブロックする「アイアン・ウォール」との試合も彼らのチームに重点を置いています。\n\nしかし、華康以外の偉大な学校は、華星の真のライバル、青葉s斎です。 チームには影山の中学校の選手がたくさんいるだけでなく、キャプテン、大川徹も、後のエピソードで大きな注目を集めています。 私はもちろん、それを台無しにしませんが、あなたが早く彼を憎むかもしれない間に、Oikawaはあなたの好きなキャラクターの1人になるかもしれません、そして、彼の動機は敬愛しています。  Aoba Johsaiはネットの両面での素晴らしい特性のために、あなたが実際にあなたが誰のために根付いているのか疑問に思うでしょう。 それは少なくとも私のために起こったことです。\n\n音はすばらしく、キャラクターはすべて表現力があり、すべてが非常によく声にされます。 声のキャストは聞いてすばらしかったし、Oikawaの「Yahoo！〜」は決して古くなっていない。 プラス、音楽は素晴らしいです。 オープニングとエンディングはすべて非常にキャッチーですが、ショー自体の間に演じるOSTもシリーズの感触を高め、その成功に貢献する芸術作品です。\n\n芸術はまたプロダクションI.Gからのかなり大きいです。 そしてすべて、場合によっては、私が愛していたショーのオーバー・ザ・トップ・フィーリングを向上させます。 ちょっと繰り返したような感じだったけど、全体的には視覚的に素晴らしかった。 表情の中には陽気なものもありました。\n\nHaikyuu!!、全体的に、私の意見では、そのジャンルで最高のアニメの一つです。 しかし、ねえ、私はショーを見る前にバレーボールをたくさんしていたので、それはちょうど私です。 いずれにせよ、それは非常に楽しい時計であり、ショーが進行するにつれて、少なくともあなたが何かを泣かせるまで、さらに良くなる。 それでも、あなたはまだそれを愛するでしょう。 要素はすべて素晴らしい経験を生み出すために組み合わされ、文字は特にあなたが恋に落ちるかもしれない文字として際立っています。 私はシーズン2に非常に興奮しています。もし今シーズンと同じくらい良いことがあれば、私の本ではヒットになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWow. This show was a roller coaster ride, and I absolutely loved it. After watching the first episode all the way back in December, I abandoned it to watch some other shows, including Durarara!! and Binan Koukou Chikyuu Bouei-bu Love!, but just a few weeks ago, I decided to give it another chance, and I'm so glad I did. I've been a fan of sports anime for a while, having watched and enjoyed Free! and Yowamushi Pedal (as well as planning to watch Kuroko no Basuke when i get a chance), but Haikyuu!! went above and beyond my expectations and quickly became my favorite sports anime and definitely one of my favorite anime just in general.\n\n\u001b[1mワオ。 このショーはローラーコースターで、私はそれを絶対に愛していました。  12月に最初のエピソードを見た後、私はデュラララを含む他のショーを見るためにそれを断念しました!! とBinan Koukou Chikyuu Bouei-bu Love！が、ほんの数週間前に別の機会を与えることにしました。私はとてもうれしく思います。 私はしばらくの間、スポーツアニメのファンであり、自由を見て楽しんできました！ やわらかしペダル（チャンスをつくると黒子のバスケを見たいと思っています）でも、俳句!! 私の期待を超えて飛び出し、すぐに私の好きなスポーツアニメとなりました。間違いなく私のお気に入りのアニメのひとつです。\u001b[22m\n\u001b[1m(Wao. Kono shō wa rōrākōsutā de, watashi wa sore o zettai ni aishite imashita. 12 Tsuki ni saisho no episōdo o mita nochi, watashi wa de~yurarara o fukumu ta no shō o miru tame ni sore o dan'nen shimashita! ! To Binan Koukou Chikyuu Bouei - bu rabu! Ga, hon'no sū-shūkan mae ni betsu no kikai o ataeru koto ni shimashita. Watashi wa totemo ureshiku omoimasu. Watashi wa shibarakunoaida, supōtsuanime no fandeari, jiyū o mite tanoshinde kimashita! Yawarakashi pedaru (chansu o tsukuru to kurokonobasuke o mitai to omotte imasu) demo, haiku! ! Watashi no kitai o koete tobidashi, sugu ni watashi no sukina supōtsuanime to narimashita. Machigainaku watashinōkiniiri no anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mWow. This show was a roller coaster ride, and I absolutely loved it. After watching the first episode all the way back in December, I abandoned it to watch some other shows, including Durarara!! and Binan Koukou Chikyuu Bouei-bu Love!, but just a few weeks ago, I decided to give it another chance, and I'm so glad I did. I've been a fan of sports anime for a while, having watched and enjoyed Free! and Yowamushi Pedal (as well as planning to watch Kuroko no Basuke when i get a chance), but Haikyuu!! went above and beyond my expectations and quickly became my favorite sports anime and definitely one of my favorite anime just in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m\n\u001b[4mThis show was a roller coaster ride, and I absolutely loved it.\u001b[24m\n    \u001b[1mこのショーはローラーコースターで、私はそれを絶対に愛していました。\u001b[22m, \u001b[1mこのショーは、ジェットコースターに乗っていた、と私は絶対にそれを愛しました。\u001b[22m\n\u001b[4mAfter watching the first episode all the way back in December, I abandoned it to watch some other shows, including Durarara!!\u001b[24m\n    \u001b[1m12月に最初のエピソードを見た後、私はデュラララを含む他のショーを見るためにそれを断念しました!!\u001b[22m, \u001b[1mすべての帰り、12月に最初のエピソードを見た後、私はデュラララを含め、いくつかの他の番組を視聴するためにそれを放棄しました！\u001b[22m\n\u001b[4mand Binan Koukou Chikyuu Bouei-bu Love!, but just a few weeks ago, I decided to give it another chance, and I'm so glad I did.\u001b[24m\n    \u001b[1mとBinan Koukou Chikyuu Bouei-bu Love！が、ほんの数週間前に別の機会を与えることにしました。私はとてもうれしく思います。\u001b[22m, \u001b[1mそして、ビニャン高校Chikyuu Bouei-BU愛！、ちょうど数週間前、私はそれを別の機会を与えることを決めた、と私は私がしたのでうれしいです。\u001b[22m\n\u001b[4mI've been a fan of sports anime for a while, having watched and enjoyed Free!\u001b[24m\n    \u001b[1m私はしばらくの間、スポーツアニメのファンであり、自由を見て楽しんできました！\u001b[22m, \u001b[1m私は、しばらくの間、スポーツ、アニメのファンしてきた見て、無料楽しみました！\u001b[22m\n\u001b[4mand Yowamushi Pedal (as well as planning to watch Kuroko no Basuke when i get a chance), but Haikyuu!!\u001b[24m\n    \u001b[1mやわらかしペダル（チャンスをつくると黒子のバスケを見たいと思っています）でも、俳句!!\u001b[22m, \u001b[1mそして、弱虫ペダル（同様に私はチャンスを得るとき黒子全くBasukeを見ていないことを計画）が、Haikyuu!!\u001b[22m\n\u001b[4mwent above and beyond my expectations and quickly became my favorite sports anime and definitely one of my favorite anime just in general.\u001b[24m\n    \u001b[1m私の期待を超えて飛び出し、すぐに私の好きなスポーツアニメとなりました。間違いなく私のお気に入りのアニメのひとつです。\u001b[22m, \u001b[1m上記の行き、私の期待を超えて、すぐに私の好きなスポーツアニメと間違いなくちょうど一般的には私の好きなアニメの一つとなりました。\u001b[22m\n\u001b[1m\u001b[22m\nBut enough about me, let's get onto the volleyball.\n\n\u001b[1mしかし、私については十分に、バレーボールに乗りましょう。\u001b[22m\n\u001b[1m(Shikashi, watashinitsuite wa jūbun ni, barēbōru ni norimashou.)\u001b[22m\n\nTranslations of \u001b[4mBut enough about me, let's get onto the volleyball.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut enough about me, let's get onto the volleyball.\u001b[24m\n    \u001b[1mしかし、私については十分に、バレーボールに乗りましょう。\u001b[22m, \u001b[1mしかし、私についての十分な、のは、バレーボールの上に取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe huge overarching plot is your typical sports anime kind of thing, where the main team has to overcome the obstacles presented by other teams in order to win the championship or whatnot. In that, Haikyuu!! isn't really anything special or different from other anime in its genre. But that's okay, because it makes way for this series' biggest strong point: the impressive characters and characterization.\n\n\u001b[1m巨大な全体像は、典型的なスポーツアニメのようなものです。メインチームは、チャンピオンシップなどに勝つために他のチームが提示する障害を克服しなければなりません。 その中で、Haikyuu!! そのジャンルの他のアニメとは特別なことも異なります。 しかし、これは大丈夫です。なぜなら、このシリーズの最大の強みは印象的なキャラクターとキャラクターであるからです。\u001b[22m\n\u001b[1m(Kyodaina zentai-zō wa, tenkei-tekina supōtsuanime no yōna monodesu. Meinchīmu wa, chanpionshippu nado ni katsu tame ni hoka no chīmu ga teiji suru shōgai o kokufuku shinakereba narimasen. Sono Chū de, Haikyuu! ! Sono janru no ta no anime to wa tokubetsuna koto mo kotonarimasu. Shikashi, kore wa daijōbudesu. Nazenara, kono shirīzu no saidai no tsuyomi wa inshō-tekina kyarakutā to kyarakutādearukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe huge overarching plot is your typical sports anime kind of thing, where the main team has to overcome the obstacles presented by other teams in order to win the championship or whatnot. In that, Haikyuu!! isn't really anything special or different from other anime in its genre. But that's okay, because it makes way for this series' biggest strong point: the impressive characters and characterization.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe huge overarching plot is your typical sports anime kind of thing, where the main team has to overcome the obstacles presented by other teams in order to win the championship or whatnot.\u001b[24m\n    \u001b[1m巨大な全体像は、典型的なスポーツアニメのようなものです。メインチームは、チャンピオンシップなどに勝つために他のチームが提示する障害を克服しなければなりません。\u001b[22m, \u001b[1m巨大な包括的なプロットは、メインチームが優勝やその他もろもろを獲得するために、他のチームによって提示された障害を克服しなければならない事、あなたの典型的なスポーツアニメ一種です。\u001b[22m\n\u001b[4mIn that, Haikyuu!!\u001b[24m\n    \u001b[1mその中で、Haikyuu!!\u001b[22m, \u001b[1mそれには、Haikyuu!!\u001b[22m\n\u001b[4misn't really anything special or different from other anime in its genre.\u001b[24m\n    \u001b[1mそのジャンルの他のアニメとは特別なことも異なります。\u001b[22m, \u001b[1m本当に特別なまたはそのジャンルの他のアニメとは異なるものではありません。\u001b[22m\n\u001b[4mBut that's okay, because it makes way for this series' biggest strong point: the impressive characters and characterization.\u001b[24m\n    \u001b[1mしかし、これは大丈夫です。なぜなら、このシリーズの最大の強みは印象的なキャラクターとキャラクターであるからです。\u001b[22m, \u001b[1m印象的な文字とキャラクタリゼーション：それはこのシリーズの最大の長所のための方法を作るためしかし、それは、大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, Hinata and Kageyama are the main characters, and their relationship is focused on the most throughout the series. They're both written extremely well, and they also have a ton of character development, both individually and as a team. But they by all means aren't the only characters in the series, and the producers make sure you know that extremely well, by making sure you both get to know and in some cases fall in love with the other, more minor characters. From the tough-looking teddy bear spiker Azumane Asahi to the super-energetic 'fight me!' attacker Tanaka Ryuunosuke, as well as all the other characters you meet, the series lets you meet your teammates and know them really well, almost as if you were playing on a real team instead of watching one. Most of them also undergo a lot of character development themselves, Asahi really standing out among the rest of the team, although I can think of at least two other characters who undergo some as well. However, the main cast is huge, making for some characters to almost get left out of the action. Yamaguchi Tadashi especially comes to mind, as he sometimes gets a little bit of the spotlight, then practically disappears for episodes at a time. And even so, some of the other characters barely get focused on at all.\n\n\u001b[1mもちろん、ひなたと影山は主人公であり、その関係はシリーズ全体で最も重視されています。 彼らは両方とも非常に上手く書かれていますし、個人的にもチームとしても、キャラクター開発のトンを持っています。 しかし、彼らは必ずシリーズの唯一のキャラクターではなく、プロデューサーは皆さんが知っていることを確認し、場合によっては他のマイナーキャラクターと恋に落ちるように、あなたが非常によく知っていることを確認します。 タフなテディベアスパイカーの朝日あずまんから超エネルギーの「私と戦おう！」まで 攻撃者の田中龍之助、そしてあなたが会う他のキャラクターたちと一緒に、あなたはチームメイトと会い、実際のチームでプレーしているかのように、本当によく知っています。 彼らのほとんどはまた、キャラクター開発の多くを受けています。アサヒは他のチームの中でも本当に優れていますが、少なくとも2人は他のキャラクターを経験することもできます。 しかし、主なキャストは巨大で、一部のキャラクターはアクションからほとんど外れてしまいます。 山口正は特に時々注目を集めるようになり、一度にエピソードのために消える。 そしてそれでも、他のキャラクターの中にはほとんど焦点を合わせることはほとんどありません。\u001b[22m\n\u001b[1m(Mochiron, hinata to Kageyama wa shujinkōdeari, sono kankei wa shirīzu zentai de mottomo jūshi sa rete imasu. Karera wa ryōhō tomo hijō ni umaku kaka rete imasushi, kojin-teki ni mo chīmu to shite mo, kyarakutā kaihatsu no ton o motte imasu. Shikashi, karera wa kanarazu shirīzu no yuiitsu no kyarakutāde wa naku, purode~yūsā wa minasan ga shitte iru koto o kakunin shi, baainiyotte wa hoka no mainākyarakutā to koi ni ochiru yō ni, anata ga hijō ni yoku shitte iru koto o kakunin shimasu. Tafuna tedibeasupaikā no Asahi Azuma n kara chō enerugī no `watashi to tatakaou!' Made kōgeki-sha no Tanaka ryūnosuke, soshite anata ga au ta no kyarakutā-tachi to issho ni, anata wa chīmumeito to ai, jissai no chīmu de purē shite iru ka no yō ni, hontōni yoku shitte imasu. Karera no hotondo wa mata, kyarakutā kaihatsu no ōku o ukete imasu. Asahi wa hoka no chīmu no naka demo hontōni sugurete imasuga, sukunakutomo 2-ri wa hoka no kyarakutā o keiken suru koto mo dekimasu. Shikashi, omona kyasuto wa kyodaide, ichibu no kyarakutā wa akushon kara hotondo hazurete shimaimasu. Yamaguchi tadashi wa tokuni tokidoki chūmoku o atsumeru yō ni nari, ichido ni episōdo no tame ni kieru. Soshite soredemo, hoka no kyarakutā no nakaniha hotondo shōten o awaseru koto wa hotondo arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nBut that's not it. Along with getting to know your teammates, you also get to know your rivals and your enemies, too. After all, Karasuno High has to play against someone to win, right? There's a lot of focus on rival school Nekoma High and its players, especially quiet setter Kenma, in a few episodes, and the match against 'Iron Wall' blocking central Dateko has a lot of focus on their team, too.\n\n\u001b[1mしかしそれはそうではありません。 あなたのチームメートを知ることに加えて、ライバルと敵も知ることができます。 結局、Karasuno Highは勝つために誰かと戦わなければなりませんか？ ライバルのネコマ・ハイとその選手、特に静かなセッター、ケンマにはいくつかのエピソードで多くの焦点があり、セントラル・デイトコをブロックする「アイアン・ウォール」との試合も彼らのチームに重点を置いています。\u001b[22m\n\u001b[1m(Shikashi sore wa sōde wa arimasen. Anata no chīmumēto o shiru koto ni kuwaete, raibaru to teki mo shiru koto ga dekimasu. Kekkyoku, Karasuno haipasufiruta wa katsu tame ni dare ka to tatakawanakereba narimasen ka? Raibaru no Nekoma hai to sono senshu, tokuni shizukana settā, kenma ni wa ikutsu ka no episōdo de ōku no shōten ga ari, sentoraru deitoko o burokku suru `aian u~ōru' to no shiai mo karera no chīmu ni jūten o oite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut that's not it. Along with getting to know your teammates, you also get to know your rivals and your enemies, too. After all, Karasuno High has to play against someone to win, right? There's a lot of focus on rival school Nekoma High and its players, especially quiet setter Kenma, in a few episodes, and the match against 'Iron Wall' blocking central Dateko has a lot of focus on their team, too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut that's not it.\u001b[24m\n    \u001b[1mしかしそれはそうではありません。\u001b[22m, \u001b[1mしかし、それはそれではないです。\u001b[22m\n\u001b[4mAlong with getting to know your teammates, you also get to know your rivals and your enemies, too.\u001b[24m\n    \u001b[1mあなたのチームメートを知ることに加えて、ライバルと敵も知ることができます。\u001b[22m, \u001b[1mあなたのチームメイトを知ってもらうとともに、あなたは、あまりにも、あなたのライバルと敵を知るようになります。\u001b[22m\n\u001b[4mAfter all, Karasuno High has to play against someone to win, right?\u001b[24m\n    \u001b[1m結局、Karasuno Highは勝つために誰かと戦わなければなりませんか？\u001b[22m, \u001b[1m結局のところ、Karasuno高は右、勝つために誰かと対戦しなければなりませんか？\u001b[22m\n\u001b[4mThere's a lot of focus on rival school Nekoma High and its players, especially quiet setter Kenma, in a few episodes, and the match against 'Iron Wall' blocking central Dateko has a lot of focus on their team, too.\u001b[24m\n    \u001b[1mライバルのネコマ・ハイとその選手、特に静かなセッター、ケンマにはいくつかのエピソードで多くの焦点があり、セントラル・デイトコをブロックする「アイアン・ウォール」との試合も彼らのチームに重点を置いています。\u001b[22m, \u001b[1mそこライバル学校猫魔高とその選手、特に静かなセッターKenmaに焦点の多くは、いくつかのエピソードで、だ、と中央Datekoを遮断する「鉄壁」との試合は、あまりにも、自分のチームに焦点をたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe greatest school other than Karasuno to get the spotlight, however, is definitely Aoba Johsai, Karasuno's true rival. Not only does the team have a lot of players from Kageyama's middle school, but their captain, Oikawa Tooru, is given a huge spotlight on his own in the later episodes of the series. I won't spoil it, of course, but while you might hate him early on, Oikawa just might become one of your favorite characters, and his motivations are both relatable and heart-wrenching. Aoba Johsai will probably make you question who you're actually rooting for, due to the amazing characterization on both sides of the net. That's what happened for me, at least.\n\n\u001b[1mしかし、華康以外の偉大な学校は、華星の真のライバル、青葉s斎です。 チームには影山の中学校の選手がたくさんいるだけでなく、キャプテン、大川徹も、後のエピソードで大きな注目を集めています。 私はもちろん、それを台無しにしませんが、あなたが早く彼を憎むかもしれない間に、Oikawaはあなたの好きなキャラクターの1人になるかもしれません、そして、彼の動機は敬愛しています。  Aoba Johsaiはネットの両面での素晴らしい特性のために、あなたが実際にあなたが誰のために根付いているのか疑問に思うでしょう。 それは少なくとも私のために起こったことです。\u001b[22m\n\u001b[1m(Shikashi, kakō igai no idaina gakkō wa, kasei no shin no raibaru, Aoba s tokidesu. Chīmu ni wa Kageyama no chūgakkō no senshu ga takusan iru dakedenaku, kyaputen, Ōkawa Tōru mo,-go no episōdo de ōkina chūmoku o atsumete imasu. Watashi wa mochiron, sore o dainashi ni shimasenga, anata ga hayaku kare o nikumu kamo shirenai ma ni, Oikawa wa anata no sukina kyarakutā no 1-ri ni naru kamo shiremasen, soshite, kare no dōki wa keiai shite imasu. Aoba Johsai wa netto no ryōmen de no subarashī tokusei no tame ni, anata ga jissai ni anata ga dare no tame ni netsuite iru no ka gimon ni omoudeshou. Sore wa sukunakutomo watashi no tame ni okotta kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe greatest school other than Karasuno to get the spotlight, however, is definitely Aoba Johsai, Karasuno's true rival. Not only does the team have a lot of players from Kageyama's middle school, but their captain, Oikawa Tooru, is given a huge spotlight on his own in the later episodes of the series. I won't spoil it, of course, but while you might hate him early on, Oikawa just might become one of your favorite characters, and his motivations are both relatable and heart-wrenching. Aoba Johsai will probably make you question who you're actually rooting for, due to the amazing characterization on both sides of the net. That's what happened for me, at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe greatest school other than Karasuno to get the spotlight, however, is definitely Aoba Johsai, Karasuno's true rival.\u001b[24m\n    \u001b[1mしかし、華康以外の偉大な学校は、華星の真のライバル、青葉s斎です。\u001b[22m, \u001b[1mスポットライトを取得するKarasuno以外の最大の学校は、しかし、間違いなく青葉Johsai、Karasunoの真のライバルです。\u001b[22m\n\u001b[4mNot only does the team have a lot of players from Kageyama's middle school, but their captain, Oikawa Tooru, is given a huge spotlight on his own in the later episodes of the series.\u001b[24m\n    \u001b[1mチームには影山の中学校の選手がたくさんいるだけでなく、キャプテン、大川徹も、後のエピソードで大きな注目を集めています。\u001b[22m, \u001b[1mチームは影山さんの中学からの選手の多くを持っていないが、それらのキャプテン、及川徹は、シリーズの後のエピソードで彼自身の巨大なスポットライトを与えられているだけでなく。\u001b[22m\n\u001b[4mI won't spoil it, of course, but while you might hate him early on, Oikawa just might become one of your favorite characters, and his motivations are both relatable and heart-wrenching.\u001b[24m\n    \u001b[1m私はもちろん、それを台無しにしませんが、あなたが早く彼を憎むかもしれない間に、Oikawaはあなたの好きなキャラクターの1人になるかもしれません、そして、彼の動機は敬愛しています。\u001b[22m, \u001b[1m私はもちろん、それを台無しにしませんが、あなたが早期に彼を憎むかもしれないが、及川は自分の好きなキャラクターの一つになるかもしれない、と彼の動機を話すことのできると心痛むの両方です。\u001b[22m\n\u001b[4mAoba Johsai will probably make you question who you're actually rooting for, due to the amazing characterization on both sides of the net.\u001b[24m\n    \u001b[1mAoba Johsaiはネットの両面での素晴らしい特性のために、あなたが実際にあなたが誰のために根付いているのか疑問に思うでしょう。\u001b[22m, \u001b[1m青葉Johsaiはおそらく、あなたが実際に起因するネットの両側の素晴らしい特徴付け、応援している人に質問いたします。\u001b[22m\n\u001b[4mThat's what happened for me, at least.\u001b[24m\n    \u001b[1mそれは少なくとも私のために起こったことです。\u001b[22m, \u001b[1mそれは、少なくとも、私のために何が起こったのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is great, the characters all have lots of expression and they all are voiced extremely well. The voice cast was wonderful to listen to, and Oikawa's 'Yahoo!~' never gets old. Plus, the music is great. The openings and endings are all extremely catchy, but the OST that plays during the show itself is also a work of art that enhances the feeling of the series a lot and contributes to its success.\n\n\u001b[1m音はすばらしく、キャラクターはすべて表現力があり、すべてが非常によく声にされます。 声のキャストは聞いてすばらしかったし、Oikawaの「Yahoo！〜」は決して古くなっていない。 プラス、音楽は素晴らしいです。 オープニングとエンディングはすべて非常にキャッチーですが、ショー自体の間に演じるOSTもシリーズの感触を高め、その成功に貢献する芸術作品です。\u001b[22m\n\u001b[1m(Oto wa subarashiku, kyarakutā wa subete hyōgen-ryoku ga ari, subete ga hijō ni yoku koe ni sa remasu. Koe no kyasuto wa kii te subarashikattashi, Oikawa no `yafū 〜' wa kesshite furuku natte inai. Purasu, ongaku wa subarashīdesu. Ōpuningu to endingu wa subete hijō ni kyatchīdesuga, shō jitai no ma ni enjiru OST mo shirīzu no kanshoku o takame, sono seikō ni kōken suru geijutsu sakuhindesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is great, the characters all have lots of expression and they all are voiced extremely well. The voice cast was wonderful to listen to, and Oikawa's 'Yahoo!~' never gets old. Plus, the music is great. The openings and endings are all extremely catchy, but the OST that plays during the show itself is also a work of art that enhances the feeling of the series a lot and contributes to its success.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is great, the characters all have lots of expression and they all are voiced extremely well.\u001b[24m\n    \u001b[1m音はすばらしく、キャラクターはすべて表現力があり、すべてが非常によく声にされます。\u001b[22m, \u001b[1m音は素晴らしいですが、文字すべてが表現の多くを持っており、それらはすべて非常によく表明されています。\u001b[22m\n\u001b[4mThe voice cast was wonderful to listen to, and Oikawa's 'Yahoo!~' never gets old.\u001b[24m\n    \u001b[1m声のキャストは聞いてすばらしかったし、Oikawaの「Yahoo！〜」は決して古くなっていない。\u001b[22m, \u001b[1mボイスキャストはを聞くのは素晴らしいだった、と及川の「ヤフー！〜 '古い取得することはありません。\u001b[22m\n\u001b[4mPlus, the music is great.\u001b[24m\n    \u001b[1mプラス、音楽は素晴らしいです。\u001b[22m, \u001b[1mさらに、音楽は素晴らしいです。\u001b[22m\n\u001b[4mThe openings and endings are all extremely catchy, but the OST that plays during the show itself is also a work of art that enhances the feeling of the series a lot and contributes to its success.\u001b[24m\n    \u001b[1mオープニングとエンディングはすべて非常にキャッチーですが、ショー自体の間に演じるOSTもシリーズの感触を高め、その成功に貢献する芸術作品です。\u001b[22m, \u001b[1m開口部と語尾はすべての非常にキャッチーですが、ショー自体の間に果たしているOSTはまた、一連の多くの感覚を向上させ、その成功に貢献する芸術作品です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is also pretty great, being from Production I.G. and all, and in some cases it enhances the over-the-top feeling of the show, which I loved. There were bits when it seemed a bit repetitive, but overall, it was great visually. Some of the facial expressions were pretty hilarious, too.\n\n\u001b[1m芸術はまたプロダクションI.Gからのかなり大きいです。 そしてすべて、場合によっては、私が愛していたショーのオーバー・ザ・トップ・フィーリングを向上させます。 ちょっと繰り返したような感じだったけど、全体的には視覚的に素晴らしかった。 表情の中には陽気なものもありました。\u001b[22m\n\u001b[1m(Geijutsu wa mata purodakushon I. G kara no kanari ōkīdesu. Soshite subete, baainiyotte wa, watashi ga aishite ita shō no ōbā za toppu fīringu o kōjō sa semasu. Chotto kurikaeshita yōna kanjidattakedo, zentai-teki ni wa shikaku-teki ni subarashikatta. Hyōjō no nakaniha yōkina mono mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is also pretty great, being from Production I.G. and all, and in some cases it enhances the over-the-top feeling of the show, which I loved. There were bits when it seemed a bit repetitive, but overall, it was great visually. Some of the facial expressions were pretty hilarious, too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is also pretty great, being from Production I.G.\u001b[24m\n    \u001b[1m芸術はまたプロダクションI.Gからのかなり大きいです。\u001b[22m, \u001b[1m技術は、生産からのものもかなり素晴らしいですI.G.\u001b[22m\n\u001b[4mand all, and in some cases it enhances the over-the-top feeling of the show, which I loved.\u001b[24m\n    \u001b[1mそしてすべて、場合によっては、私が愛していたショーのオーバー・ザ・トップ・フィーリングを向上させます。\u001b[22m, \u001b[1mそしてすべて、およびいくつかのケースではそれは私が愛したショーのオーバーザトップフィーリングを向上させます。\u001b[22m\n\u001b[4mThere were bits when it seemed a bit repetitive, but overall, it was great visually.\u001b[24m\n    \u001b[1mちょっと繰り返したような感じだったけど、全体的には視覚的に素晴らしかった。\u001b[22m, \u001b[1mそこには、ビット繰り返し見えたときのビットがあったが、全体的に、それは視覚的に素晴らしかったです。\u001b[22m\n\u001b[4mSome of the facial expressions were pretty hilarious, too.\u001b[24m\n    \u001b[1m表情の中には陽気なものもありました。\u001b[22m, \u001b[1m表情のいくつかは、あまりにも、かなり陽気でした。\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu!!, overall, is a great anime, one of the best in its genre, at least in my opinion. But hey, I played a lot of volleyball before watching the show, so maybe it's just me. Either way, it's an extremely fun watch, and it gets even better as the show goes on, at least until you end up crying over something or another. Even then, you will still love it. The elements all combine to create an amazing experience, and the characters especially stand out as characters you may just fall in love with. I'm extremely excited for season 2, and if it's anywhere as good as this season, it'll be a hit in my book.\n\n\u001b[1mHaikyuu!!、全体的に、私の意見では、そのジャンルで最高のアニメの一つです。 しかし、ねえ、私はショーを見る前にバレーボールをたくさんしていたので、それはちょうど私です。 いずれにせよ、それは非常に楽しい時計であり、ショーが進行するにつれて、少なくともあなたが何かを泣かせるまで、さらに良くなる。 それでも、あなたはまだそれを愛するでしょう。 要素はすべて素晴らしい経験を生み出すために組み合わされ、文字は特にあなたが恋に落ちるかもしれない文字として際立っています。 私はシーズン2に非常に興奮しています。もし今シーズンと同じくらい良いことがあれば、私の本ではヒットになるでしょう。\u001b[22m\n\u001b[1m(Haikyuu!!, Zentai-teki ni, watashi no ikende wa, sono janru de saikō no anime no hitotsudesu. Shikashi, nē, watashi wa shō o miru mae ni barēbōru o takusan shite itanode, sore wa chōdo watashidesu. Izure ni seyo, sore wa hijō ni tanoshī tokeideari, shō ga shinkō suru ni tsurete, sukunakutomo anata ga nanika o nakaseru made, sara ni yoku naru. Soredemo, anata wa mada sore o aisurudeshou. Yōso wa subete subarashī keiken o umidasu tame ni kumiawasa re, moji wa tokuni anata ga koiniochiru kamo shirenai moji to shite kiwadatte imasu. Watashi wa shīzun 2 ni hijō ni kōfun shite imasu. Moshi ima shīzun to onaji kurai yoi koto ga areba, watashi no honde wa hitto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu!!, overall, is a great anime, one of the best in its genre, at least in my opinion. But hey, I played a lot of volleyball before watching the show, so maybe it's just me. Either way, it's an extremely fun watch, and it gets even better as the show goes on, at least until you end up crying over something or another. Even then, you will still love it. The elements all combine to create an amazing experience, and the characters especially stand out as characters you may just fall in love with. I'm extremely excited for season 2, and if it's anywhere as good as this season, it'll be a hit in my book.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu!!, overall, is a great anime, one of the best in its genre, at least in my opinion.\u001b[24m\n    \u001b[1mHaikyuu!!、全体的に、私の意見では、そのジャンルで最高のアニメの一つです。\u001b[22m, \u001b[1mHaikyuuは!!、全体的に、少なくとも私の意見では、偉大なアニメ、そのジャンルで最高の1つです。\u001b[22m\n\u001b[4mBut hey, I played a lot of volleyball before watching the show, so maybe it's just me.\u001b[24m\n    \u001b[1mしかし、ねえ、私はショーを見る前にバレーボールをたくさんしていたので、それはちょうど私です。\u001b[22m, \u001b[1mでもねえ、私は番組を見て前にバレーボールの多くを果たしたので、多分それは私だけです。\u001b[22m\n\u001b[4mEither way, it's an extremely fun watch, and it gets even better as the show goes on, at least until you end up crying over something or another.\u001b[24m\n    \u001b[1mいずれにせよ、それは非常に楽しい時計であり、ショーが進行するにつれて、少なくともあなたが何かを泣かせるまで、さらに良くなる。\u001b[22m, \u001b[1mあなたが何かまたは別の上で泣いてしまう少なくともまでは、どちらにしても、それは非常に楽しい時計だし、ショーが進むにつれて、それはさらに良くなります。\u001b[22m\n\u001b[4mEven then, you will still love it.\u001b[24m\n    \u001b[1mそれでも、あなたはまだそれを愛するでしょう。\u001b[22m, \u001b[1mそれでも、あなたはまだそれを愛するだろう。\u001b[22m\n\u001b[4mThe elements all combine to create an amazing experience, and the characters especially stand out as characters you may just fall in love with.\u001b[24m\n    \u001b[1m要素はすべて素晴らしい経験を生み出すために組み合わされ、文字は特にあなたが恋に落ちるかもしれない文字として際立っています。\u001b[22m, \u001b[1m要素は、すべての素晴らしい経験を作成するために組み合わせると、文字が特にあなただけと恋に落ちることがあり文字として際立っています。\u001b[22m\n\u001b[4mI'm extremely excited for season 2, and if it's anywhere as good as this season, it'll be a hit in my book.\u001b[24m\n    \u001b[1m私はシーズン2に非常に興奮しています。もし今シーズンと同じくらい良いことがあれば、私の本ではヒットになるでしょう。\u001b[22m, \u001b[1m私はシーズン2のために非常に興奮している、それが今シーズンのようにどこにでも良いことだ場合、それは私の本の中でヒットになるだろう。\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "Safe_in_a_Dream",
    "profile": "/profile/Safe_in_a_Dream/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=188545",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最近、スポーツアニメが人気を集めています。 私は本当にこのジャンルにはいないが、黒子のバスケ（「大丈夫」）、フリー!!  （本当に楽しい）とYowamushiペダル（私は嫌いでした）。 私はHaikyuuを与えることにしたとき！ 試してみましたが、私は懐疑的でしたが、最初の数回のエピソードの後、私は自分自身を物語に吸収して、このアニメと恋に落ち、今や2番目のシーズンを待っています。\n\nまず、私は声優（私の好きな神谷浩史を含む）の驚くべき組み合わせを指摘したいと思います。 彼らの演技は完璧だったし、Haikyuu!! 私の耳のための本当の喜びでした:)文字は素晴らしいですし、彼らの物語は、それらの長い迷惑なフラッシュバックなしで、彼らの行動、言葉や思考を通じて語られます。 もちろん、ここにはいくつかのフラッシュバックがありますが、見るのは面白いですし、スキップする必要はありません。\n\nここの話も素晴らしいです。 それはいくつかのスポーツアニメのclichesを持っていますが、それは本当に興味深いです。 いくつかの瞬間は本当に激しく、あなたのモニターに腰を抱かせて、ポイントをスコアしてダムポイントを獲得してこのセットに勝つようにしてください。実際には、実際には面白いです（実際には、  ）、いくつかの瞬間はただ楽しいです。\n\nだからHaikyuuに感謝!! 私はバレーボールをよく理解しなければならない（私は決してそれがとても難しくて複雑であるとは思っていない）、本当にpleasandの日々がこのアニメを見ていて、このウェブサイトで私の最初のレビューを書くことに決めた。\n\nそれを要約すると、このアニメは本当にバランスが取れていて、私にとっては、それを再ウォッチすることを決めたとき、それはまだ面白かったです。 だから私は10/10と評価し、次の季節を待つ:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSports anime have become quite popular recently. I'm not really into this genre, but I saw a few things like Kuroko no Basuke (which was 'okay'), Free!! (which was really enjoyable) and Yowamushi Pedal (which I hated). When I decided to give Haikyuu!! a try, I was kind of sceptical, but after first few episodes I found myself absorbed into the story and eventually fell in love with this anime and am now waiting for the second season.\n\n\u001b[1m最近、スポーツアニメが人気を集めています。 私は本当にこのジャンルにはいないが、黒子のバスケ（「大丈夫」）、フリー!!  （本当に楽しい）とYowamushiペダル（私は嫌いでした）。 私はHaikyuuを与えることにしたとき！ 試してみましたが、私は懐疑的でしたが、最初の数回のエピソードの後、私は自分自身を物語に吸収して、このアニメと恋に落ち、今や2番目のシーズンを待っています。\u001b[22m\n\u001b[1m(Saikin, supōtsuanime ga ninki o atsumete imasu. Watashi wa hontōni kono janru ni wa inaiga, kurokonobasuke (`daijōbu'), furī! ! (Hontōni tanoshī) to Yowamushi pedaru (watashi wa kiraideshita). Watashi wa Haikyuu o ataeru koto ni shita toki! Tameshite mimashitaga, watashi wa kaigi-tekideshitaga, saisho no sū-kai no episōdo no ato, watashi wa jibun jishin o monogatari ni kyūshū shite, kono anime to koi ni ochi, imaya 2-banme no shīzun o matteimasu.)\u001b[22m\n\nTranslations of \u001b[4mSports anime have become quite popular recently. I'm not really into this genre, but I saw a few things like Kuroko no Basuke (which was 'okay'), Free!! (which was really enjoyable) and Yowamushi Pedal (which I hated). When I decided to give Haikyuu!! a try, I was kind of sceptical, but after first few episodes I found myself absorbed into the story and eventually fell in love with this anime and am now waiting for the second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSports anime have become quite popular recently.\u001b[24m\n    \u001b[1m最近、スポーツアニメが人気を集めています。\u001b[22m, \u001b[1mスポーツアニメは最近非常に人気となっています。\u001b[22m\n\u001b[4mI'm not really into this genre, but I saw a few things like Kuroko no Basuke (which was 'okay'), Free!!\u001b[24m\n    \u001b[1m私は本当にこのジャンルにはいないが、黒子のバスケ（「大丈夫」）、フリー!!\u001b[22m, \u001b[1m私はこのジャンルには本当にないんだけど、私は黒子（「大丈夫」だった）ノーBasuke、無料のようないくつかのことを見ました!!\u001b[22m\n\u001b[4m(which was really enjoyable) and Yowamushi Pedal (which I hated).\u001b[24m\n    \u001b[1m（本当に楽しい）とYowamushiペダル（私は嫌いでした）。\u001b[22m, \u001b[1m（これは本当に楽しかったです）と（私は嫌わ）弱虫ペダル。\u001b[22m\n\u001b[4mWhen I decided to give Haikyuu!!\u001b[24m\n    \u001b[1m私はHaikyuuを与えることにしたとき！\u001b[22m, \u001b[1m私はHaikyuuを与えることを決めたとき！\u001b[22m\n\u001b[4ma try, I was kind of sceptical, but after first few episodes I found myself absorbed into the story and eventually fell in love with this anime and am now waiting for the second season.\u001b[24m\n    \u001b[1m試してみましたが、私は懐疑的でしたが、最初の数回のエピソードの後、私は自分自身を物語に吸収して、このアニメと恋に落ち、今や2番目のシーズンを待っています。\u001b[22m, \u001b[1m試して、私はちょっと懐疑的だったが、最初のいくつかのエピソードの後に私は自分自身が物語の中に吸収され、最終的にこのアニメと恋に落ち、現在は第二シーズンをお待ちしておりますが見つかりました。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I'd like to point out the wounderful combination of voice actors (including my favourite Kamiya Hiroshi). Their acting was perfect and Haikyuu!! was a real pleasure for my ears :) The characters are also great and their story is told through their actions, words and thoughts, without those long annoying flashbacks. Some flashbacks are present here, of course, but they are interesting to watch and there's no wish to skip them.\n\n\u001b[1mまず、私は声優（私の好きな神谷浩史を含む）の驚くべき組み合わせを指摘したいと思います。 彼らの演技は完璧だったし、Haikyuu!! 私の耳のための本当の喜びでした:)文字は素晴らしいですし、彼らの物語は、それらの長い迷惑なフラッシュバックなしで、彼らの行動、言葉や思考を通じて語られます。 もちろん、ここにはいくつかのフラッシュバックがありますが、見るのは面白いですし、スキップする必要はありません。\u001b[22m\n\u001b[1m(Mazu, watashi wa seiyū (watashi no sukina kamiyahiroshi o fukumu) no odorokubeki kumiawase o shiteki shitai to omoimasu. Karera no engi wa kanpekidattashi, Haikyuu! ! Watashi no mimi no tame no hontō no yorokobideshita: ) Moji wa subarashīdesushi, karera no monogatari wa, sorera no nagai meiwakuna furasshu bakku nashi de, karera no kōdō, kotoba ya shikō o tsūjite katara remasu. Mochiron, koko ni wa ikutsu ka no furasshu bakku ga arimasuga, miru no wa omoshiroidesushi, sukippu suru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I'd like to point out the wounderful combination of voice actors (including my favourite Kamiya Hiroshi). Their acting was perfect and Haikyuu!! was a real pleasure for my ears :) The characters are also great and their story is told through their actions, words and thoughts, without those long annoying flashbacks. Some flashbacks are present here, of course, but they are interesting to watch and there's no wish to skip them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I'd like to point out the wounderful combination of voice actors (including my favourite Kamiya Hiroshi).\u001b[24m\n    \u001b[1mまず、私は声優（私の好きな神谷浩史を含む）の驚くべき組み合わせを指摘したいと思います。\u001b[22m, \u001b[1mまず第一に、私は（私のお気に入りの神谷浩史含む）声優のwounderful組み合わせを指摘したいと思います。\u001b[22m\n\u001b[4mTheir acting was perfect and Haikyuu!!\u001b[24m\n    \u001b[1m彼らの演技は完璧だったし、Haikyuu!!\u001b[22m, \u001b[1m彼らの演技は完璧とHaikyuuました！\u001b[22m\n\u001b[4mwas a real pleasure for my ears :) The characters are also great and their story is told through their actions, words and thoughts, without those long annoying flashbacks.\u001b[24m\n    \u001b[1m私の耳のための本当の喜びでした:)文字は素晴らしいですし、彼らの物語は、それらの長い迷惑なフラッシュバックなしで、彼らの行動、言葉や思考を通じて語られます。\u001b[22m, \u001b[1m私の耳のための本当の喜びだった:)文字も偉大であり、それらの物語はそれらの長い迷惑なフラッシュバックすることなく、彼らの行動、言葉や思考を通して語られます。\u001b[22m\n\u001b[4mSome flashbacks are present here, of course, but they are interesting to watch and there's no wish to skip them.\u001b[24m\n    \u001b[1mもちろん、ここにはいくつかのフラッシュバックがありますが、見るのは面白いですし、スキップする必要はありません。\u001b[22m, \u001b[1mいくつかのフラッシュバックはもちろん、ここに存在しているが、彼らは見ていて面白いです、それらをスキップする一切の願いはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story here is great as well. It has some sports anime cliches, but it's really interesting to follow. Some moments are really intense and make you cling to your monitor and be like 'SCORE THE POINT PLEASE SCORE THE DAMN POINT AND WIN THIS SET', some moments are really funny (actually, it's been a while when I actually laughed out loud watching anime ), and some moments are just enjoyable.\n\n\u001b[1mここの話も素晴らしいです。 それはいくつかのスポーツアニメのclichesがありますが、それは本当に興味深いです。 いくつかの瞬間は本当に激しく、あなたのモニターに腰を据え、「ポイントをスコアしてこのポイントを獲得してこのセットを勝ち取ってください」というような瞬間が本当に面白いです（実際には、実際にはアニメを大声で笑った時 ）、いくつかの瞬間はただ楽しいです。\u001b[22m\n\u001b[1m(Koko no hanashi mo subarashīdesu. Sore wa ikutsu ka no supōtsuanime no cliches ga arimasuga, sore wa hontōni kyōmibukaidesu. Ikutsu ka no shunkan wa hontōni hageshiku, anata no monitā ni koshi o sue,`pointo o sukoa shite kono pointo o kakutoku shite kono setto o kachitotte kudasai' to iu yōna shunkan ga hontōni omoshiroidesu (jissai ni wa, jissai ni wa anime o ōgoe de waratta toki), ikutsu ka no shunkan wa tada tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story here is great as well. It has some sports anime cliches, but it's really interesting to follow. Some moments are really intense and make you cling to your monitor and be like 'SCORE THE POINT PLEASE SCORE THE DAMN POINT AND WIN THIS SET', some moments are really funny (actually, it's been a while when I actually laughed out loud watching anime ), and some moments are just enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story here is great as well.\u001b[24m\n    \u001b[1mここの話も素晴らしいです。\u001b[22m, \u001b[1mここでの話は同様に素晴らしいです。\u001b[22m\n\u001b[4mIt has some sports anime cliches, but it's really interesting to follow.\u001b[24m\n    \u001b[1mそれはいくつかのスポーツアニメのclichesがありますが、それは本当に興味深いです。\u001b[22m, \u001b[1mこれは、いくつかのスポーツアニメの決まり文句を持っていますが、それは従うことが本当に面白いです。\u001b[22m\n\u001b[4mSome moments are really intense and make you cling to your monitor and be like 'SCORE THE POINT PLEASE SCORE THE DAMN POINT AND WIN THIS SET', some moments are really funny (actually, it's been a while when I actually laughed out loud watching anime\u001b[24m\n    \u001b[1mいくつかの瞬間は本当に激しく、あなたのモニターに腰を据え、「ポイントをスコアしてこのポイントを獲得してこのセットを勝ち取ってください」というような瞬間が本当に面白いです（実際には、実際にはアニメを大声で笑った時\u001b[22m, \u001b[1mいくつかの瞬間は本当に強烈であり、あなたがあなたのモニターにしがみつく作ると「POINTをSCORE DAMNポイントをスコアと、このセットを獲得してください」のようになり、いくつかの瞬間は、私が実際に大声でアニメを見アウト笑ったとき（実際に、それはしばらくしています本当に面白いです\u001b[22m\n\u001b[4m), and some moments are just enjoyable.\u001b[24m\n    \u001b[1m）、いくつかの瞬間はただ楽しいです。\u001b[22m, \u001b[1m）、およびいくつかの瞬間だけで楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSo thanks to Haikyuu!! I got to understand volleyball better (I never thought it's so hard and complicated), had some really pleasand days spent watching this anime, and even decided to write my first review on this website :)\n\n\u001b[1mだからHaikyuuに感謝!! 私はバレーボールをよく理解しなければならない（私は決してそれがとても難しくて複雑であるとは思っていない）、本当にpleasandの日々がこのアニメを見ていて、このウェブサイトで私の最初のレビューを書くことに決めた。\u001b[22m\n\u001b[1m(Dakara Haikyuu ni kansha! ! Watashi wa barēbōru o yoku rikai shinakereba naranai (watashi wa kesshite sore ga totemo muzukashikute fukuzatsudearu to wa omotte inai), hontōni pleasand no hibi ga kono anime o mite ite, kono u~ebusaito de watashi no saisho no rebyū o kaku koto ni kimeta.)\u001b[22m\n\nTranslations of \u001b[4mSo thanks to Haikyuu!! I got to understand volleyball better (I never thought it's so hard and complicated), had some really pleasand days spent watching this anime, and even decided to write my first review on this website :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo thanks to Haikyuu!!\u001b[24m\n    \u001b[1mだからHaikyuuに感謝!!\u001b[22m, \u001b[1mHaikyuuのおかげだから！\u001b[22m\n\u001b[4mI got to understand volleyball better (I never thought it's so hard and complicated), had some really pleasand days spent watching this anime, and even decided to write my first review on this website :)\u001b[24m\n    \u001b[1m私はバレーボールをよく理解しなければならない（私は決してそれがとても難しくて複雑であるとは思っていない）、本当にpleasandの日々がこのアニメを見ていて、このウェブサイトで私の最初のレビューを書くことに決めた。\u001b[22m, \u001b[1m私はより良いバレーボールを理解するようになった（私はそれがとても難しいと複雑だと思ったことはありません）、いくつかの本当にpleasand日はこのアニメを見て過ごした、とさえこのウェブサイト上の私の最初のレビューを書くことにしました:)\u001b[22m\n\u001b[1m\u001b[22m\nTo sum it up, this anime is really well-balanced and for me it was still interesting when I decided to rewatch it. So I rate it 10/10 and wait for the next season :)\n\n\u001b[1mそれを要約すると、このアニメは本当にバランスが取れていて、私にとっては、それを再ウォッチすることを決めたとき、それはまだ面白かったです。 だから私は10/10と評価し、次の季節を待つ:)\u001b[22m\n\u001b[1m(Sore o yōyaku suru to, kono anime wa hontōni baransu ga torete ite, watashi ni totte wa, sore o sai u~otchi suru koto o kimeta toki, sore wa mada omoshirokattadesu. Dakara watashi wa 10/ 10 to hyōka shi,-ji no kisetsu o matsu: ))\u001b[22m\n\nTranslations of \u001b[4mTo sum it up, this anime is really well-balanced and for me it was still interesting when I decided to rewatch it. So I rate it 10/10 and wait for the next season :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it up, this anime is really well-balanced and for me it was still interesting when I decided to rewatch it.\u001b[24m\n    \u001b[1mそれを要約すると、このアニメは本当にバランスが取れていて、私にとっては、それを再ウォッチすることを決めたとき、それはまだ面白かったです。\u001b[22m, \u001b[1mそれを要約すると、このアニメは本当によくバランスが取れていると私はそれをrewatchすることを決めたとき、私のためにそれはまだ面白かったです。\u001b[22m\n\u001b[4mSo I rate it 10/10 and wait for the next season :)\u001b[24m\n    \u001b[1mだから私は10/10と評価し、次の季節を待つ:)\u001b[22m, \u001b[1mだから私は、10月10日それを評価し、次のシーズンを待つ:)\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "Topaz98",
    "profile": "/profile/Topaz98/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=161581",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nああ、どこから始めるの？\n\nストーリー：9\n話は素晴らしかったです。 あなたの座席の端にあなたを残すが、それはあなたがバストアップを残すことができます陽気な瞬間を持っている、サスペンション、アクションの完全な。 非常にうまくいったけど、エピソードの最初のカップルがちょっと遅かったと感じました。 今私は間違っている、彼らはまだ素晴らしいエピソードですが、それだけでシリーズの正義の残りの部分をしないでください。  3つ目のエピソードでそれを愛していないなら、それをもう1つ与えると、あなたは夢中になるでしょう。 よく歩調を合わせ、よくできました。 エピソードの最初のカップルの不足のためにのみ9。\n\nアート：9\n私がすぐに愛したものではなく、すぐに大切にするようになった、非常にユニークな芸術スタイル。 明るい色がどこでもアニメのより鮮明な色合いを示すのに役立ち、陽気な顔がキャラクターの一部を引っ張る。 すべての表情はかなり表情豊かで、長い間同じではありません。 あなたがシーンの完全な重要性を把握し、美しいサスペンスであなたを殺すのを助けるために、完全に時間を掛けたスローモーションを実装しました。 とても素敵で、他のアニメアートスタイルからのペースの大きな変化。\n\nサウンド：9\nオープニングは非常にキャッチーで、このアニメが出している幸せで元気な気分を完全に捉えています。 音楽は、笑い声や泣き泣きのような感情を最大限に引き出すのに役立つ、本当に激しいシーンの劇的でサスペンスなトーンに、コミックシーンの幸せで落ち着いた音色から簡単に行くことができます。 結末は大丈夫でした。自分の意見では一番魅力的ではありませんでしたが、オープニングのようにエネルギッシュで幸せな気持ちを助けます。\n\nキャラクター：10\nああキャラクター...すべてのキャラクターは素晴らしいです。 すべてはユニークで、風変わりで、簡単に愛らしい。 俳句チームから、あるいは敵の一人からでも、誰もがお気に入りを選ぶことができます。 すべてのキャラクターは奥行きがあり、動機や感情を非常に効果的に伝えます。 そして、これは私たちの素敵な主人公のチームのためだけではありません、それは誰にでも行きます。 ヘック、私はときどき勝つために相手を応援していた '私は知っている、知っている、ごめんなさい、私はあなたを愛しているヒナタ...'。 シリーズ全体を通して偉大なキャラクター開発。\n\n楽しさ：10\nこのショーは、日曜日に常に楽しみにしていました。 それが最後のエピソードのサスペンスの続きであろうと、それとも幸運な新しいスタートであろうと、それは常に興奮するものでした。 キャラクターのための私の愛で、彼らの浮き沈みを見て、私は個人的に本当にそれに入った。 私はほんの一瞬のうちに笑って涙を浮かべて行きます。 非常に楽しんだ！\n\n全体：9\nかなりのサスペンスと中毒性の話、本当にキャラクターをキャプチャするユニークなアートスタイル、非常にフィット感のある音楽と素晴らしいオープニング、奇妙なユニークで美しいキャラクター開発、そして簡単に愛らしいキャラクター、非常に楽しい。 全体的にかなり素晴らしいアニメ。 スポーツ種目でなくても誰にでもおすすめできます。  ^  -  ^読んでいただきありがとうございます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAh where to start...\n\n\u001b[1mああ、どこから始めるの？\u001b[22m\n\u001b[1m(Ā, doko kara hajimeru no?)\u001b[22m\n\nTranslations of \u001b[4mAh where to start...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh where to start...\u001b[24m\n    \u001b[1mああ、どこから始めるの？\u001b[22m, \u001b[1mああどこから始めれば...\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThe story was great. Suspensful, full of action, leaving you on the edge of your seat, but having it's hilarious moments which can just leave you busting up. Very well done, but I did feel the first couple of episodes were a bit slow. Now don't get me wrong, they're still great episodes, it just doesn't do the rest of the series justice. If you're not loving it by the third episode, give it one more and you'll be hooked. Well paced, and well done. Only a 9 due to the lackluster of the first couple of episodes.\n\n\u001b[1m話は素晴らしかったです。 あなたの座席の端にあなたを残すが、それはあなたがバストアップを残すことができます陽気な瞬間を持っている、サスペンション、アクションの完全な。 非常にうまくいったけど、エピソードの最初のカップルがちょっと遅かったと感じました。 今私は間違っている、彼らはまだ素晴らしいエピソードですが、それだけでシリーズの正義の残りの部分をしないでください。  3つ目のエピソードでそれを愛していないなら、それをもう1つ与えると、あなたは夢中になるでしょう。 よく歩調を合わせ、よくできました。 エピソードの最初のカップルの不足のためにのみ9。\u001b[22m\n\u001b[1m(Hanashi wa subarashikattadesu. Anata no zaseki no hashi ni anata o nokosuga, sore wa anata ga basuto appu o nokosu koto ga dekimasu yōkina shunkan o motte iru, sasupenshon, akushon no kanzen'na. Hijō ni umaku ittakedo, episōdo no saisho no kappuru ga chotto osokatta to kanjimashita. Ima watashi wa machigatte iru, karera wa mada subarashī episōdodesuga, sore dake de shirīzu no seigi no nokori no bubun o shinaide kudasai. 3Ttsu-me no episōdo de sore o aishite inainara, sore o mō 1tsu ataeru to, anata wa muchū ni narudeshou. Yoku hochō o awase, yoku dekimashita. Episōdo no saisho no kappuru no fusoku no tame ni nomi 9.)\u001b[22m\n\nTranslations of \u001b[4mThe story was great. Suspensful, full of action, leaving you on the edge of your seat, but having it's hilarious moments which can just leave you busting up. Very well done, but I did feel the first couple of episodes were a bit slow. Now don't get me wrong, they're still great episodes, it just doesn't do the rest of the series justice. If you're not loving it by the third episode, give it one more and you'll be hooked. Well paced, and well done. Only a 9 due to the lackluster of the first couple of episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was great.\u001b[24m\n    \u001b[1m話は素晴らしかったです。\u001b[22m, \u001b[1m物語は素晴らしかったです。\u001b[22m\n\u001b[4mSuspensful, full of action, leaving you on the edge of your seat, but having it's hilarious moments which can just leave you busting up.\u001b[24m\n    \u001b[1mあなたの座席の端にあなたを残すが、それはあなたがバストアップを残すことができます陽気な瞬間を持っている、サスペンション、アクションの完全な。\u001b[22m, \u001b[1m、Suspensfulアクションの完全な、あなたの座席の端にあなたを残して、それはちょうどつぶしあなたを残すことができ陽気な瞬間だ持ちます。\u001b[22m\n\u001b[4mVery well done, but I did feel the first couple of episodes were a bit slow.\u001b[24m\n    \u001b[1m非常にうまくいったけど、エピソードの最初のカップルがちょっと遅かったと感じました。\u001b[22m, \u001b[1m非常によくやったが、私はエピソードの最初のカップルが少し遅かった感じでした。\u001b[22m\n\u001b[4mNow don't get me wrong, they're still great episodes, it just doesn't do the rest of the series justice.\u001b[24m\n    \u001b[1m今私は間違っている、彼らはまだ素晴らしいエピソードですが、それだけでシリーズの正義の残りの部分をしないでください。\u001b[22m, \u001b[1m今、誤解しないでください、彼らはまだ偉大なエピソードだ、それだけでシリーズ正義の残りを行いません。\u001b[22m\n\u001b[4mIf you're not loving it by the third episode, give it one more and you'll be hooked.\u001b[24m\n    \u001b[1m3つ目のエピソードでそれを愛していないなら、それをもう1つ与えると、あなたは夢中になるでしょう。\u001b[22m, \u001b[1mあなたは第三のエピソードによってそれを愛していない場合は、1つのより多くを与え、あなたが夢中になるでしょう。\u001b[22m\n\u001b[4mWell paced, and well done.\u001b[24m\n    \u001b[1mよく歩調を合わせ、よくできました。\u001b[22m, \u001b[1mまあペース、およびよくやりました。\u001b[22m\n\u001b[4mOnly a 9 due to the lackluster of the first couple of episodes.\u001b[24m\n    \u001b[1mエピソードの最初のカップルの不足のためにのみ9。\u001b[22m, \u001b[1mのみ9によるエピソードの最初のカップルの低迷に。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nA quite unique art style, not that one I loved immediately but soon came to cherish. Bright colors everywhere helping to show the more upbeat tone of the anime, along with the hilarious faces some of the characters pull. All facial expressions are quite expressive and never the same for long. Perfectly timed slow motion implemented to help you grasp the full importance of the scene and to kill you with it's beautiful suspense. Very nice and a great change of pace from other anime art styles.\n\n\u001b[1m私がすぐに愛したものではなく、すぐに大切にするようになった、非常にユニークな芸術スタイル。 明るい色がどこでもアニメのより鮮明な色合いを示すのに役立ち、陽気な顔がキャラクターの一部を引っ張る。 すべての表情はかなり表情豊かで、長い間同じではありません。 あなたがシーンの完全な重要性を把握し、美しいサスペンスであなたを殺すのを助けるために、完全に時間を掛けたスローモーションを実装しました。 とても素敵で、他のアニメアートスタイルからのペースの大きな変化。\u001b[22m\n\u001b[1m(Watashi ga sugu ni aishita monode wa naku, sugu ni taisetsu ni suru yō ni natta, hijō ni yunīkuna geijutsu sutairu. Akarui iro ga doko demo animeno yori senmeina iroai o shimesu no ni yakudachi, yōkina kao ga kyarakutā no ichibu o hipparu. Subete no hyōjō wa kanari hyōjō yutakade, nagaiai onajide wa arimasen. Anata ga shīn no kanzen'na jūyō-sei o haaku shi, utsukushī sasupensu de anata o korosu no o tasukeru tame ni, kanzen ni jikan o kaketa surōmōshon o jissō shimashita. Totemo sutekide, hoka no animeātosutairu kara no pēsu no ōkina henka.)\u001b[22m\n\nTranslations of \u001b[4mA quite unique art style, not that one I loved immediately but soon came to cherish. Bright colors everywhere helping to show the more upbeat tone of the anime, along with the hilarious faces some of the characters pull. All facial expressions are quite expressive and never the same for long. Perfectly timed slow motion implemented to help you grasp the full importance of the scene and to kill you with it's beautiful suspense. Very nice and a great change of pace from other anime art styles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA quite unique art style, not that one I loved immediately but soon came to cherish.\u001b[24m\n    \u001b[1m私がすぐに愛したものではなく、すぐに大切にするようになった、非常にユニークな芸術スタイル。\u001b[22m, \u001b[1m非常にユニークなアートスタイルではなく、私はすぐにすぐに愛さが、その一つが大切にしてきました。\u001b[22m\n\u001b[4mBright colors everywhere helping to show the more upbeat tone of the anime, along with the hilarious faces some of the characters pull.\u001b[24m\n    \u001b[1m明るい色がどこでもアニメのより鮮明な色合いを示すのに役立ち、陽気な顔がキャラクターの一部を引っ張る。\u001b[22m, \u001b[1m明るい色はどこにでも文字の一部が引っ張る陽気な顔と一緒に、アニメのより明るいトーンを表示するのを助けます。\u001b[22m\n\u001b[4mAll facial expressions are quite expressive and never the same for long.\u001b[24m\n    \u001b[1mすべての表情はかなり表情豊かで、長い間同じではありません。\u001b[22m, \u001b[1mすべての表情は非常に表現力と長いため決して同じです。\u001b[22m\n\u001b[4mPerfectly timed slow motion implemented to help you grasp the full importance of the scene and to kill you with it's beautiful suspense.\u001b[24m\n    \u001b[1mあなたがシーンの完全な重要性を把握し、美しいサスペンスであなたを殺すのを助けるために、完全に時間を掛けたスローモーションを実装しました。\u001b[22m, \u001b[1mあなたがシーンの完全な重要性を把握し、それは美しいサスペンスだとあなたを殺すために役立つために実装完璧なタイミングスローモーション。\u001b[22m\n\u001b[4mVery nice and a great change of pace from other anime art styles.\u001b[24m\n    \u001b[1mとても素敵で、他のアニメアートスタイルからのペースの大きな変化。\u001b[22m, \u001b[1m非常に素晴らしく、他のアニメアートスタイルからペースの大きな変化。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe opening is extremely catchy and completely captures the happy, energetic mood this anime puts out. The music can easily go from the happy and carefree tone of a comical scene straight into the dramatic, suspenseful tone of the truly intense scenes, both helping to excel your emotions to the max whether it be laughing or crying. The ending was okay, not the catchiest in my own opinion, but also does help the energetic, happy feel like the opening does.\n\n\u001b[1mオープニングは非常にキャッチーで、このアニメが出している幸せで元気な気分を完全に捉えています。 音楽は、笑い声や泣き泣きのような感情を最大限に引き出すのに役立つ、本当に激しいシーンの劇的でサスペンスなトーンに、コミックシーンの幸せで落ち着いた音色から簡単に行くことができます。 結末は大丈夫でした。自分の意見では一番魅力的ではありませんでしたが、オープニングのようにエネルギッシュで幸せな気持ちを助けます。\u001b[22m\n\u001b[1m(Ōpuningu wa hijō ni kyatchī de, kono anime ga de shite iru shiawasede genkina kibun o kanzen ni toraete imasu. Ongaku wa, waraigoe ya nakinaki no yōna kanjō o saidaigen ni hikidasu no ni yakudatsu, hontōni hageshī shīn no gekitekide sasupensuna tōn ni, komikkushīn no shiawasede ochitsuita neiro kara kantan ni iku koto ga dekimasu. Ketsumatsu wa daijōbudeshita. Jibun no ikende wa ichiban mirikitekide wa arimasendeshitaga, ōpuningu no yō ni enerugisshude shiawasena kimochi o tasukemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening is extremely catchy and completely captures the happy, energetic mood this anime puts out. The music can easily go from the happy and carefree tone of a comical scene straight into the dramatic, suspenseful tone of the truly intense scenes, both helping to excel your emotions to the max whether it be laughing or crying. The ending was okay, not the catchiest in my own opinion, but also does help the energetic, happy feel like the opening does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening is extremely catchy and completely captures the happy, energetic mood this anime puts out.\u001b[24m\n    \u001b[1mオープニングは非常にキャッチーで、このアニメが出している幸せで元気な気分を完全に捉えています。\u001b[22m, \u001b[1m開口部は非常にキャッチーで、完全にこのアニメを出し幸せな、エネルギッシュな気分をキャプチャします。\u001b[22m\n\u001b[4mThe music can easily go from the happy and carefree tone of a comical scene straight into the dramatic, suspenseful tone of the truly intense scenes, both helping to excel your emotions to the max whether it be laughing or crying.\u001b[24m\n    \u001b[1m音楽は、笑い声や泣き泣きのような感情を最大限に引き出すのに役立つ、本当に激しいシーンの劇的でサスペンスなトーンに、コミックシーンの幸せで落ち着いた音色から簡単に行くことができます。\u001b[22m, \u001b[1m音楽は簡単に両方のそれは笑ったり泣いするかどうかを最大にあなたの感情をエクセルに貢献し、まっすぐ本当に強烈なシーンの劇的な、サスペンストーンにコミカルなシーンの幸せと屈託のない音から行くことができます。\u001b[22m\n\u001b[4mThe ending was okay, not the catchiest in my own opinion, but also does help the energetic, happy feel like the opening does.\u001b[24m\n    \u001b[1m結末は大丈夫でした。自分の意見では一番魅力的ではありませんでしたが、オープニングのようにエネルギッシュで幸せな気持ちを助けます。\u001b[22m, \u001b[1m結末は、私自身の意見でcatchiest大丈夫ではありませんでしたが、また開口部のようなエネルギッシュな、幸せな感じがする助けません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nOh the characters... All the characters are amazing. All are unique, quirky, and easily lovable. Everyone can choose a favorite from our haikyuu team, or even from one of the enemies. Every character has amazing depth, conveying motives and emotions very effectively. And this isn't just for our lovely protagonist's team, nope, it goes into everyone. Heck, I was rooting for the opponent to win occasionally 'I know, I know, I'm sorry, I love you Hinata...'. Great character development throughout the entire series.\n\n\u001b[1mああキャラクター...すべてのキャラクターは素晴らしいです。 すべてはユニークで、風変わりで、簡単に愛らしい。 俳句チームから、あるいは敵の一人からでも、誰もがお気に入りを選ぶことができます。 すべてのキャラクターは奥行きがあり、動機や感情を非常に効果的に伝えます。 そして、これは私たちの素敵な主人公のチームのためだけではありません、それは誰にでも行きます。 ヘック、私はときどき勝つために相手を応援していた '私は知っている、知っている、ごめんなさい、私はあなたを愛しているヒナタ...'。 シリーズ全体を通して偉大なキャラクター開発。\u001b[22m\n\u001b[1m(Ā kyarakutā... Subete no kyarakutā wa subarashīdesu. Subete wa yunīku de, fūgawari de, kantan ni airashī. Haiku chīmu kara, aruiwa teki no hitori kara demo, daremoga okiniiri o erabu koto ga dekimasu. Subete no kyarakutā wa okuyuki ga ari, dōki ya kanjō o hijō ni kōka-teki ni tsutaemasu. Soshite, koreha watashitachi no sutekina shujinkō no chīmu no tame dakede wa arimasen, soreha darenidemo ikimasu. Hekku, watashi wa tokidoki katsu tame ni aite o ōen shite ita' watashi wa shitte iru, shitte iru, gomen'nasai, watashi wa anata o aishite iru hinata...'. Shirīzu zentai o tōshite idaina kyarakutā kaihatsu.)\u001b[22m\n\nTranslations of \u001b[4mOh the characters... All the characters are amazing. All are unique, quirky, and easily lovable. Everyone can choose a favorite from our haikyuu team, or even from one of the enemies. Every character has amazing depth, conveying motives and emotions very effectively. And this isn't just for our lovely protagonist's team, nope, it goes into everyone. Heck, I was rooting for the opponent to win occasionally 'I know, I know, I'm sorry, I love you Hinata...'. Great character development throughout the entire series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh the characters... All the characters are amazing.\u001b[24m\n    \u001b[1mああキャラクター...すべてのキャラクターは素晴らしいです。\u001b[22m, \u001b[1m文字ああ...すべての文字は驚くべきものです。\u001b[22m\n\u001b[4mAll are unique, quirky, and easily lovable.\u001b[24m\n    \u001b[1mすべてはユニークで、風変わりで、簡単に愛らしい。\u001b[22m, \u001b[1mすべては、独特の風変わりな、と簡単に愛らしいです。\u001b[22m\n\u001b[4mEveryone can choose a favorite from our haikyuu team, or even from one of the enemies.\u001b[24m\n    \u001b[1m俳句チームから、あるいは敵の一人からでも、誰もがお気に入りを選ぶことができます。\u001b[22m, \u001b[1m誰もが私たちのhaikyuuチームから、あるいは敵の1からお気に入りを選ぶことができます。\u001b[22m\n\u001b[4mEvery character has amazing depth, conveying motives and emotions very effectively.\u001b[24m\n    \u001b[1mすべてのキャラクターは奥行きがあり、動機や感情を非常に効果的に伝えます。\u001b[22m, \u001b[1mすべての文字は非常に効果的動機や感情を伝える、驚くほどの深さを有しています。\u001b[22m\n\u001b[4mAnd this isn't just for our lovely protagonist's team, nope, it goes into everyone.\u001b[24m\n    \u001b[1mそして、これは私たちの素敵な主人公のチームのためだけではありません、それは誰にでも行きます。\u001b[22m, \u001b[1mそして、これは私たちの素敵な主人公のチームのために、いや、それは誰に入るではありません。\u001b[22m\n\u001b[4mHeck, I was rooting for the opponent to win occasionally 'I know, I know, I'm sorry, I love you Hinata...'.\u001b[24m\n    \u001b[1mヘック、私はときどき勝つために相手を応援していた '私は知っている、知っている、ごめんなさい、私はあなたを愛しているヒナタ...'。\u001b[22m, \u001b[1mヘック、私は「私が知っている、私が知っている、私は申し訳ありませんが、私はあなたに日向を愛して...」たまに勝つために相手を応援しました。\u001b[22m\n\u001b[4mGreat character development throughout the entire series.\u001b[24m\n    \u001b[1mシリーズ全体を通して偉大なキャラクター開発。\u001b[22m, \u001b[1mシリーズ全体を通して素晴らしいキャラクターの成長。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nThis show made Sundays something to always look forward to. Whether it be a suspenseful continuation of the last episode, or just a happy-go-lucky new start, it was always something to get excited about. With my love for the characters, seeing their ups and downs, I personally really got into it. I go from laughing to almost in tears in a mere minute. Highly enjoyed it!\n\n\u001b[1mこのショーは、日曜日に常に楽しみにしていました。 それが最後のエピソードのサスペンスの続きであろうと、それとも幸運な新しいスタートであろうと、それは常に興奮するものでした。 キャラクターのための私の愛で、彼らの浮き沈みを見て、私は個人的に本当にそれに入った。 私はほんの一瞬のうちに笑って涙を浮かべて行きます。 非常に楽しんだ！\u001b[22m\n\u001b[1m(Kono shō wa, nichiyōbi ni tsuneni tanoshimini shite imashita. Sore ga saigo no episōdo no sasupensu no tsudzukidearou to, soretomo kōun'na atarashī sutātodearou to, sore wa tsuneni kōfun suru monodeshita. Kyarakutā no tame no watashi no ai de, karera no ukishizumi o mite, watashi wa kojin-teki ni hontōni sore ni haitta. Watashi wa hon'no isshun no uchi ni waratte namida o ukabete ikimasu. Hijō ni tanoshinda!)\u001b[22m\n\nTranslations of \u001b[4mThis show made Sundays something to always look forward to. Whether it be a suspenseful continuation of the last episode, or just a happy-go-lucky new start, it was always something to get excited about. With my love for the characters, seeing their ups and downs, I personally really got into it. I go from laughing to almost in tears in a mere minute. Highly enjoyed it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show made Sundays something to always look forward to.\u001b[24m\n    \u001b[1mこのショーは、日曜日に常に楽しみにしていました。\u001b[22m, \u001b[1mこのショーはいつも楽しみにして日曜の何かを作りました。\u001b[22m\n\u001b[4mWhether it be a suspenseful continuation of the last episode, or just a happy-go-lucky new start, it was always something to get excited about.\u001b[24m\n    \u001b[1mそれが最後のエピソードのサスペンスの続きであろうと、それとも幸運な新しいスタートであろうと、それは常に興奮するものでした。\u001b[22m, \u001b[1mそれは最後のエピソードのサスペンス継続、またはちょうど幸せゴーラッキー新たなスタートであるかどうか、常に興奮するものでした。\u001b[22m\n\u001b[4mWith my love for the characters, seeing their ups and downs, I personally really got into it.\u001b[24m\n    \u001b[1mキャラクターのための私の愛で、彼らの浮き沈みを見て、私は個人的に本当にそれに入った。\u001b[22m, \u001b[1m文字のための私の愛と、彼らの浮き沈みを見て、私は個人的に本当にそれに乗り込みました。\u001b[22m\n\u001b[4mI go from laughing to almost in tears in a mere minute.\u001b[24m\n    \u001b[1m私はほんの一瞬のうちに笑って涙を浮かべて行きます。\u001b[22m, \u001b[1m私は単なる分で涙のほぼに笑ってから行きます。\u001b[22m\n\u001b[4mHighly enjoyed it!\u001b[24m\n    \u001b[1m非常に楽しんだ！\u001b[22m, \u001b[1m非常にそれを楽しんで！\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nQuite a suspenseful and addicting story, a unique art style that really captures the characters, very fitting music and a great opening, beautiful character development along with quirky unique, and easily lovable characters, extremely enjoyable. Overall quite a fantastic anime. Recommendable to everyone, even if they're not a sport kind of person. ^-^ Thanks for reading!\n\n\u001b[1mかなりのサスペンスと中毒性の話、本当にキャラクターをキャプチャするユニークなアートスタイル、非常にフィット感のある音楽と素晴らしいオープニング、奇妙なユニークで美しいキャラクター開発、そして簡単に愛らしいキャラクター、非常に楽しい。 全体的にかなり素晴らしいアニメ。 スポーツ種目でなくても誰にでもおすすめできます。  ^  -  ^読んでいただきありがとうございます！\u001b[22m\n\u001b[1m(Kanari no sasupensu to chūdoku-sei no hanashi, hontōni kyarakutā o kyapucha suru yunīkuna ātosutairu, hijō ni fitto-kan no aru ongaku to subarashī ōpuningu, kimyōna yunīku de utsukushī kyarakutā kaihatsu, soshite kantan ni airashī kyarakutā, hijō ni tanoshī. Zentai-teki ni kanari subarashī anime. Supōtsu shumokudenakute mo darenidemo osusume dekimasu. ^ - ^ Yonde itadaki arigatōgozaimasu!)\u001b[22m\n\nTranslations of \u001b[4mQuite a suspenseful and addicting story, a unique art style that really captures the characters, very fitting music and a great opening, beautiful character development along with quirky unique, and easily lovable characters, extremely enjoyable. Overall quite a fantastic anime. Recommendable to everyone, even if they're not a sport kind of person. ^-^ Thanks for reading!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuite a suspenseful and addicting story, a unique art style that really captures the characters, very fitting music and a great opening, beautiful character development along with quirky unique, and easily lovable characters, extremely enjoyable.\u001b[24m\n    \u001b[1mかなりのサスペンスと中毒性の話、本当にキャラクターをキャプチャするユニークなアートスタイル、非常にフィット感のある音楽と素晴らしいオープニング、奇妙なユニークで美しいキャラクター開発、そして簡単に愛らしいキャラクター、非常に楽しい。\u001b[22m, \u001b[1m非常にサスペンスと中毒の話、本当に文字をキャプチャするユニークなアートスタイル、非常にフィッティング音楽や風変わりなユニークな、そして簡単に愛すべき文字と一緒に大きな開口部、美しい文字の開発、非常に楽しいです。\u001b[22m\n\u001b[4mOverall quite a fantastic anime.\u001b[24m\n    \u001b[1m全体的にかなり素晴らしいアニメ。\u001b[22m, \u001b[1m全体的に非常に素晴らしいアニメ。\u001b[22m\n\u001b[4mRecommendable to everyone, even if they're not a sport kind of person.\u001b[24m\n    \u001b[1mスポーツ種目でなくても誰にでもおすすめできます。\u001b[22m, \u001b[1m彼らは人のスポーツの一種でなくても、誰にでもお勧め。\u001b[22m\n\u001b[4m^-^ Thanks for reading!\u001b[24m\n    \u001b[1m^  -  ^読んでいただきありがとうございます！\u001b[22m, \u001b[1m^  -  ^読んでくれてありがとう！\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "Uraviity",
    "profile": "/profile/Uraviity/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=231895",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はスポーツアニメのファンではありませんが、Tumblrの周りを見るとHaikyuuに出くわすまで、実際には私はそれを嫌っていました。 スポーツアニメということを学んだ後、私はエピソードの初めから目を覚ましました。私はすでに始まっていたので、続行しませんか？\n\n私は本当に最初のエピソードを嫌っていました。私は他の誰かが続けるようになるまで押し寄せました。（あなたにケンドールを祝福してください）私は俳句によって絶対に爆発しました\n\nあなたはHQの多くのキャラクターと象徴主義に繋がります！ 絶対に素晴らしいです。 俳句にはあなたの普通のスポーツアニメがありません。お約束します。 アニメーションは滑らかでディテールは素晴らしいです。 サウンドトラックは、これまでに聞いたベストの一つです。\n\n俳優は本当にあなたに何があるのか​​わからないので、スポーツアニメを試してもらうよう教えてくれました;）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTypically, I'm not a sports anime fan, in fact I loathed them, until I had came across Haikyuu after seeing it surface around Tumblr, so I decided to give it a shot. After learning it was a sports anime, I rolled my eyes throughout the beginning of the episode, so since I had already started , why not continue?\n\n\u001b[1m私はスポーツアニメのファンではありませんが、Tumblrの周りを見るとHaikyuuに出くわすまで、実際には私はそれを嫌っていました。 スポーツアニメということを学んだ後、私はエピソードの初めから目を覚ましました。私はすでに始まっていたので、続行しませんか？\u001b[22m\n\u001b[1m(Watashi wa supōtsuanime no fande wa arimasenga, tanburā no mawari o miru to Haikyuu ni dekuwasu made, jissai ni wa watashi wa sore o kiratte imashita. Supōtsuanime to iu koto o mananda nochi, watashi wa episōdo no hajimekara-me o samashimashita. Watashi wa sudeni hajimatte itanode, zokkō shimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mTypically, I'm not a sports anime fan, in fact I loathed them, until I had came across Haikyuu after seeing it surface around Tumblr, so I decided to give it a shot. After learning it was a sports anime, I rolled my eyes throughout the beginning of the episode, so since I had already started , why not continue?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTypically, I'm not a sports anime fan, in fact I loathed them, until I had came across Haikyuu after seeing it surface around Tumblr, so I decided to give it a shot.\u001b[24m\n    \u001b[1m私はスポーツアニメのファンではありませんが、Tumblrの周りを見るとHaikyuuに出くわすまで、実際には私はそれを嫌っていました。\u001b[22m, \u001b[1m一般的に、私はスポーツのアニメファンではない、実際に私はそれがTumblrの周りの表面見た後にHaikyuuに出くわしたまで、私は、それらを嫌い、私はそれに打撃を与えることにしました。\u001b[22m\n\u001b[4mAfter learning it was a sports anime, I rolled my eyes throughout the beginning of the episode, so since I had already started , why not continue?\u001b[24m\n    \u001b[1mスポーツアニメということを学んだ後、私はエピソードの初めから目を覚ましました。私はすでに始まっていたので、続行しませんか？\u001b[22m, \u001b[1m学習後は、私はエピソードの初めを通して私の目を圧延するので、私はすでに始まっていたので、なぜ続行しないで、スポーツのアニメでしたか？\u001b[22m\n\u001b[1m\u001b[22m\nI had REALLY hated the first episode until I was pushed by someone else to continue (Bless you Kendall) and I was absolutely BLOWN AWAY by Haikyuu\n\n\u001b[1m私は本当に最初のエピソードを嫌っていました。私は他の誰かが続けるようになるまで押し寄せました。（あなたにケンドールを祝福してください）私は俳句によって絶対に爆発しました\u001b[22m\n\u001b[1m(Watashi wa hontōni saisho no episōdo o kiratte imashita. Watashi wa hoka no dareka ga tsudzukeru yō ni naru made oshiyosemashita. (Anata ni kendōru o shukufuku shite kudasai) watashi wa haiku ni yotte zettai ni bakuhatsu shimashita)\u001b[22m\n\nTranslations of \u001b[4mI had REALLY hated the first episode until I was pushed by someone else to continue (Bless you Kendall) and I was absolutely BLOWN AWAY by Haikyuu\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had REALLY hated the first episode until I was pushed by someone else to continue (Bless you Kendall) and I was absolutely BLOWN AWAY by Haikyuu\u001b[24m\n    \u001b[1m私は本当に最初のエピソードを嫌っていました。私は他の誰かが続けるようになるまで押し寄せました。（あなたにケンドールを祝福してください）私は俳句によって絶対に爆発しました\u001b[22m, \u001b[1m私は（あなたのケンドールを祝福）継続して他の誰かに押されたまで、私は本当に最初のエピソードを嫌っていたし、私は絶対にHaikyuuによって吹き飛ばされました\u001b[22m\n\u001b[1m\u001b[22m\nYou grow attached to many of the characters and the symbolism in HQ!! is absolutely amazing. There aren't any of your normal sports anime cliches in Haikyuu, I promise you. The animation is smooth and the detail is great. The soundtrack is one of the bests I've ever heard.\n\n\u001b[1mあなたはHQの多くのキャラクターと象徴主義に繋がります！ 絶対に素晴らしいです。 俳句にはあなたの普通のスポーツアニメがありません。お約束します。 アニメーションは滑らかでディテールは素晴らしいです。 サウンドトラックは、これまでに聞いたベストの一つです。\u001b[22m\n\u001b[1m(Anata wa HQ no ōku no kyarakutā to shōchō shugi ni tsunagarimasu! Zettai ni subarashīdesu. Haiku ni wa anata no futsū no supōtsuanime ga arimasen. O yakusoku shimasu. Animēshon wa namerakade ditēru wa subarashīdesu. Saundotorakku wa, kore made ni kiita besuto no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mYou grow attached to many of the characters and the symbolism in HQ!! is absolutely amazing. There aren't any of your normal sports anime cliches in Haikyuu, I promise you. The animation is smooth and the detail is great. The soundtrack is one of the bests I've ever heard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou grow attached to many of the characters and the symbolism in HQ!!\u001b[24m\n    \u001b[1mあなたはHQの多くのキャラクターと象徴主義に繋がります！\u001b[22m, \u001b[1mあなたは、文字とHQにおける象徴の多くに取り付けられて育ちます！\u001b[22m\n\u001b[4mis absolutely amazing.\u001b[24m\n    \u001b[1m絶対に素晴らしいです。\u001b[22m\n\u001b[4mThere aren't any of your normal sports anime cliches in Haikyuu, I promise you.\u001b[24m\n    \u001b[1m俳句にはあなたの普通のスポーツアニメがありません。お約束します。\u001b[22m, \u001b[1mHaikyuuで通常のスポーツアニメ決まり文句のいずれかが存在しない、私はあなたを約束します。\u001b[22m\n\u001b[4mThe animation is smooth and the detail is great.\u001b[24m\n    \u001b[1mアニメーションは滑らかでディテールは素晴らしいです。\u001b[22m, \u001b[1mアニメーションは滑らかであり、詳細は素晴らしいです。\u001b[22m\n\u001b[4mThe soundtrack is one of the bests I've ever heard.\u001b[24m\n    \u001b[1mサウンドトラックは、これまでに聞いたベストの一つです。\u001b[22m, \u001b[1mサウンドトラックは、私が今まで聞いた自己ベストの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu has really taught me to give sports anime a try, because you can never know what it has in for you ;)\n\n\u001b[1m俳優は本当にあなたに何があるのか​​わからないので、スポーツアニメを試してもらうよう教えてくれました;）\u001b[22m\n\u001b[1m(Haiyū wa hontōni anata ni nani ga aru no ka ​​ wakaranainode, supōtsuanime o tameshite morau yō oshiete kuremashita; ))\u001b[22m\n\nTranslations of \u001b[4mHaikyuu has really taught me to give sports anime a try, because you can never know what it has in for you ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu has really taught me to give sports anime a try, because you can never know what it has in for you ;)\u001b[24m\n    \u001b[1m俳優は本当にあなたに何があるのかわからないので、スポーツアニメを試してもらうよう教えてくれました;）\u001b[22m, \u001b[1mあなたはそれがあなたのためであるものを知ることはできませんのでHaikyuuは本当に、スポーツアニメを試してみるために私に教えてくれました。）\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "wensly",
    "profile": "/profile/wensly/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=227150",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nHaikyuu!! 冗談、狂気のキャラクターがいっぱいのショーで、視聴者に興奮の感情を抱かせる。 しかし、この小さなレビューは、視聴者がキャラクターに共感するようにショーがどの程度成功しているかに焦点を当てます。\n\n**スポイラーのビットが含まれています。  **\n\n私は絶対にこのアニメを崇拝し、私はそれがストーリーが伝えられた方法のためにそれを見るために戻って来た多くの理由の一つを崇拝する。 物語は複雑ではなく、むしろ非常に「謙虚」と「人間」であり、私の意見ではそれは素晴らしいものです。\n\nHaikyuu!! バレーボールについて（明らかに）ですが、興味深いのは、私がスパイカー、リベロ、新しい選手などから見ると、さまざまな観点から見なければならないという事実です。例えば、私は何を見なければなりませんか それはコーチであるように感じる、過去に、それが裁判所のプレーヤーであるように感じる方法を知っている人。 このショーでは、適切な選手を選んで同情や同情に気を取らなければならないときに、どれだけのプレッシャーがかかっているのかを知ることができました。\n\nストーリーはカラスノのチームに続くので、相手チームはすべて簡単に敵と見ることができます。 しかし、Haikyuu!! 多くの場合、すべてのチームのバックストーリーを明らかにし、人生であることを覚えているような人生の洞察を与えます。 彼らはまた、彼らがどこにいるのかを毎日練習し、練習します。 私は特にInter-Highの最初の日に失ったチームに敬意を表して行われたエピソードが好きだった。 彼らは後悔し、悲しくて弱いと感じました。  「ああ、もう終わったの」という考え方。 遊びに来る。 彼らがやった数時間の練習、体を限界まで押して、最初の日に失い、残りのシーズンには痛むだけの数時間。 たとえ彼らの情熱と献身の量が他のチームほどではないとしても、最終的に彼らは彼らが好きなスポーツをしなければならないので、彼らを見下すことは非常に難しいです。\n\n全体的に、ちょうどチームワーク、ゲームの誇大宣伝よりも、Haikyuu以上！ はるかに意味のあるものを伝えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu!! is a show full of jokes, crazy characters, pumping the viewers up with the emotions of excitement. However, this little review will focus on how successful the show is at getting the viewers to sympathize with the characters.\n\n\u001b[1mHaikyuu!! 冗談、狂気のキャラクターがいっぱいのショーで、視聴者に興奮の感情を抱かせる。 しかし、この小さなレビューは、視聴者がキャラクターに共感するようにショーがどの程度成功しているかに焦点を当てます。\u001b[22m\n\u001b[1m(Haikyuu! ! Jōdan, kyōki no kyarakutā ga ippai no shō de, shichō-sha ni kōfun no kanjō o daka seru. Shikashi, kono chīsana rebyū wa, shichō-sha ga kyarakutā ni kyōkan suru yō ni shō ga dono teido seikō shite iru ka ni shōten o atemasu.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu!! is a show full of jokes, crazy characters, pumping the viewers up with the emotions of excitement. However, this little review will focus on how successful the show is at getting the viewers to sympathize with the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu!!\u001b[24m\n    \u001b[1mHaikyuu!!\u001b[22m\n\u001b[4mis a show full of jokes, crazy characters, pumping the viewers up with the emotions of excitement.\u001b[24m\n    \u001b[1m冗談、狂気のキャラクターがいっぱいのショーで、視聴者に興奮の感情を抱かせる。\u001b[22m, \u001b[1m興奮の感情を視聴者に汲み上げ、ジョーク、狂気の文字の完全なショーです。\u001b[22m\n\u001b[4mHowever, this little review will focus on how successful the show is at getting the viewers to sympathize with the characters.\u001b[24m\n    \u001b[1mしかし、この小さなレビューは、視聴者がキャラクターに共感するようにショーがどの程度成功しているかに焦点を当てます。\u001b[22m, \u001b[1mしかし、この小さなレビューはショーは文字に同情する視聴者を得ることであるかの成功に焦点を当てます。\u001b[22m\n\u001b[1m\u001b[22m\n** Contain a bit of spoiler. **\n\n\u001b[1m**スポイラーのビットが含まれています。  **\u001b[22m\n\u001b[1m(** Supoirā no bitto ga fukuma rete imasu. **)\u001b[22m\n\nTranslations of \u001b[4m** Contain a bit of spoiler. **\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m** Contain a bit of spoiler.\u001b[24m\n    \u001b[1m**スポイラーのビットが含まれています。\u001b[22m\n\u001b[4m**\u001b[24m\n    \u001b[1m**\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely adore this anime and one of the many reasons why I kept coming back to watch it is because of the way the story was told. The story isn't complex but rather very 'humble' and 'human', which in my opinion is what makes it great.\n\n\u001b[1m私は絶対にこのアニメを崇拝し、私はそれがストーリーが伝えられた方法のためにそれを見るために戻って来た多くの理由の一つを崇拝する。 物語は複雑ではなく、むしろ非常に「謙虚」と「人間」であり、私の意見ではそれは素晴らしいものです。\u001b[22m\n\u001b[1m(Watashi wa zettai ni kono anime o sūhai shi, watashi wa sore ga sutōrī ga tsutae rareta hōhō no tame ni sore o miru tame ni modotte kita ōku no riyū no hitotsu o sūhai suru. Monogatari wa fukuzatsude wa naku, mushiro hijō ni `kenkyo' to `ningen'deari, watashi no ikende wa sore wa subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely adore this anime and one of the many reasons why I kept coming back to watch it is because of the way the story was told. The story isn't complex but rather very 'humble' and 'human', which in my opinion is what makes it great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely adore this anime and one of the many reasons why I kept coming back to watch it is because of the way the story was told.\u001b[24m\n    \u001b[1m私は絶対にこのアニメを崇拝し、私はそれがストーリーが伝えられた方法のためにそれを見るために戻って来た多くの理由の一つを崇拝する。\u001b[22m, \u001b[1m私は絶対にこのアニメと私はそれが原因で物語が言われたようである見に戻ってくる保た多くの理由の1を崇拝します。\u001b[22m\n\u001b[4mThe story isn't complex but rather very 'humble' and 'human', which in my opinion is what makes it great.\u001b[24m\n    \u001b[1m物語は複雑ではなく、むしろ非常に「謙虚」と「人間」であり、私の意見ではそれは素晴らしいものです。\u001b[22m, \u001b[1m物語は私の意見ではそれは素晴らしい作るものである、複雑ではなく、非常に「謙虚」と「人間」ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu!! is (obviously) about volleyball, but what made it interesting is the fact that I got to see it from many different points of views be it from a spiker, a libero, a new player, etc. For example, I got to see what it feels like to be a coach, someone who, in the past, knows how it feels like to be a player on the court. The show got me to realize how much pressure they're in when they have to pick the right players and to not be distracted by pity or sympathy, but rather to focus on 'what's best for the team.'\n\n\u001b[1mHaikyuu!! バレーボールについて（明らかに）ですが、興味深いのは、私がスパイカー、リベロ、新しい選手などから見ると、さまざまな観点から見なければならないという事実です。例えば、私は何を見なければなりませんか それはコーチであるように感じる、過去に、それが裁判所のプレーヤーであるように感じる方法を知っている人。 このショーでは、適切な選手を選んで同情や同情に気を取らなければならないときに、どれだけのプレッシャーがかかっているのかを知ることができました。\u001b[22m\n\u001b[1m(Haikyuu! ! Barēbōru ni tsuite (akiraka ni)desuga, kyōmibukai no wa, watashi ga supaikā, ribero, atarashī senshu nado karamiruto, samazamana kanten kara minakereba naranai to iu jijitsudesu. Tatoeba, watashi wa nani o minakereba narimasen ka sore wa kōchidearu yō ni kanjiru, kako ni, sore ga saibansho no purēyādearu yō ni kanjiru hōhō o shitte iru hito. Kono shōde wa, tekisetsuna senshu o erande dōjō ya dōjō ni ki o toranakereba naranai toki ni, dore dake no puresshā ga kakatte iru no ka o shiru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu!! is (obviously) about volleyball, but what made it interesting is the fact that I got to see it from many different points of views be it from a spiker, a libero, a new player, etc. For example, I got to see what it feels like to be a coach, someone who, in the past, knows how it feels like to be a player on the court. The show got me to realize how much pressure they're in when they have to pick the right players and to not be distracted by pity or sympathy, but rather to focus on 'what's best for the team.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu!!\u001b[24m\n    \u001b[1mHaikyuu!!\u001b[22m\n\u001b[4mis (obviously) about volleyball, but what made it interesting is the fact that I got to see it from many different points of views be it from a spiker, a libero, a new player, etc. For example, I got to see what\u001b[24m\n    \u001b[1mバレーボールについて（明らかに）ですが、興味深いのは、私がスパイカー、リベロ、新しい選手などから見ると、さまざまな観点から見なければならないという事実です。例えば、私は何を見なければなりませんか\u001b[22m, \u001b[1mバレーボールについて（明らかに）ですが、何が面白い作られたことは、私は、ビューの多くの異なるポイントからそれを参照してください。例えばなどスパイカー、リベロ、新しいプレーヤー、からそれをに持っているという事実ですが、私は何を見てみました\u001b[22m\n\u001b[4mit feels like to be a coach, someone who, in the past, knows how it feels like to be a player on the court.\u001b[24m\n    \u001b[1mそれはコーチであるように感じる、過去に、それが裁判所のプレーヤーであるように感じる方法を知っている人。\u001b[22m, \u001b[1mそれはコーチ、過去に、それはコート上で選手にように感じている方法を知っている、誰かであることのように感じています。\u001b[22m\n\u001b[4mThe show got me to realize how much pressure they're in when they have to pick the right players and to not be distracted by pity or sympathy, but rather to focus on 'what's best for the team.'\u001b[24m\n    \u001b[1mこのショーでは、適切な選手を選んで同情や同情に気を取らなければならないときに、どれだけのプレッシャーがかかっているのかを知ることができました。\u001b[22m, \u001b[1mショーは、彼らは右のプレイヤーを選択すると、同情や共感に気を取られないように、むしろに注力する必要があるとき私は、彼らがでているどのくらいの圧力を実現するようになった「チームにとって最高のものです。」\u001b[22m\n\u001b[1m\u001b[22m\nSince the story follows Karasuno's team, all of the opposing teams can easily be seen as enemies. However, Haikyuu!! often reveals every team's back story, giving insights to their life which acts as a reminder that they're human, that they're more than just opponents; they, too, work and practice daily to get to where they are. I especially liked the episodes that were done in tribute to the teams that lost in the first day of Inter-High; they felt regret, sad and weak. The idea of, 'oh, it's already over?' comes into play. The many hours of practice they've done, the many hours of pushing their bodies to the limit and aching only to lose on the very first day and to be done for the rest of the season. It's very hard to look down on them because, even though their amount of passion and dedication isn't as much as other teams, in the end, they got to play the sport that they like.\n\n\u001b[1mストーリーはカラスノのチームに続くので、相手チームはすべて簡単に敵と見ることができます。 しかし、Haikyuu!! 多くの場合、すべてのチームのバックストーリーを明らかにし、人生であることを覚えているような人生の洞察を与えます。 彼らはまた、彼らがどこにいるのかを毎日練習し、練習します。 私は特にInter-Highの最初の日に失ったチームに敬意を表して行われたエピソードが好きだった。 彼らは後悔し、悲しくて弱いと感じました。  「ああ、もう終わったの」という考え方。 遊びに来る。 彼らがやった数時間の練習、体を限界まで押して、最初の日に失い、残りのシーズンには痛むだけの多くの時間。 たとえ彼らの情熱と献身の量が他のチームほどではないとしても、最終的に彼らは彼らが好きなスポーツをしなければならないので、それらを見下すことは非常に難しいです。\u001b[22m\n\u001b[1m(Sutōrī wa karasuno no chīmu ni tsudzukunode, aite chīmu wa subete kantan ni teki to miru koto ga dekimasu. Shikashi, Haikyuu! ! Ōku no baai, subete no chīmu no bakkusutōrī o akiraka ni shi, jinseidearu koto o oboete iru yōna jinsei no dōsatsu o ataemasu. Karera wa mata, karera ga doko ni iru no ka o mainichi renshū shi, renshū shimasu. Watashi wa tokuni Inter - haipasufiruta no saisho no hi ni ushinatta chīmu ni keiiwoarawashite okonawa reta episōdo ga sukidatta. Karera wa kōkai shi, kanashikute yowai to kanjimashita. `Ā , mō owatta no' to iu kangaekata. Asobinikuru. Karera ga yatta sūjikan no renshū,-tai o genkai made oshite, saisho no hi ni ushinai, nokori no shīzun ni wa itamu dake no ōku no jikan. Tatoe karera no jōnetsu to kenshin no ryō ga hoka no chīmu hodode wa nai to shite mo, saishūtekini karera wa karera ga sukina supōtsu o shinakereba naranainode, sorera o mikudasu koto wa hijō ni muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSince the story follows Karasuno's team, all of the opposing teams can easily be seen as enemies. However, Haikyuu!! often reveals every team's back story, giving insights to their life which acts as a reminder that they're human, that they're more than just opponents; they, too, work and practice daily to get to where they are. I especially liked the episodes that were done in tribute to the teams that lost in the first day of Inter-High; they felt regret, sad and weak. The idea of, 'oh, it's already over?' comes into play. The many hours of practice they've done, the many hours of pushing their bodies to the limit and aching only to lose on the very first day and to be done for the rest of the season. It's very hard to look down on them because, even though their amount of passion and dedication isn't as much as other teams, in the end, they got to play the sport that they like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince the story follows Karasuno's team, all of the opposing teams can easily be seen as enemies.\u001b[24m\n    \u001b[1mストーリーはカラスノのチームに続くので、相手チームはすべて簡単に敵と見ることができます。\u001b[22m, \u001b[1m物語はKarasunoのチームに従うので、反対側のチームのすべてが簡単に敵として見ることができます。\u001b[22m\n\u001b[4mHowever, Haikyuu!!\u001b[24m\n    \u001b[1mしかし、Haikyuu!!\u001b[22m\n\u001b[4moften reveals every team's back story, giving insights to their life which acts as a reminder that they're human, that they're more than just opponents;\u001b[24m\n    \u001b[1m多くの場合、すべてのチームのバックストーリーを明らかにし、人生であることを覚えているような人生の洞察を与えます。\u001b[22m, \u001b[1m多くの場合、彼らはただの対戦相手よりも多くしていることが、人間だということを思い出させるものとして働く彼らの生命に洞察力を与えて、すべてのチームのバックストーリーを明らかにする。\u001b[22m\n\u001b[4mthey, too, work and practice daily to get to where they are.\u001b[24m\n    \u001b[1m彼らはまた、彼らがどこにいるのかを毎日練習し、練習します。\u001b[22m, \u001b[1m彼らは、あまりにも、仕事と彼らがどこに到達するために毎日練習します。\u001b[22m\n\u001b[4mI especially liked the episodes that were done in tribute to the teams that lost in the first day of Inter-High;\u001b[24m\n    \u001b[1m私は特にInter-Highの最初の日に失ったチームに敬意を表して行われたエピソードが好きだった。\u001b[22m, \u001b[1m私は特にインターハイの最初の日で失ったチームに敬意で行ったエピソードが好き。\u001b[22m\n\u001b[4mthey felt regret, sad and weak.\u001b[24m\n    \u001b[1m彼らは後悔し、悲しくて弱いと感じました。\u001b[22m, \u001b[1m彼らは、悲しいと弱い後悔を感じました。\u001b[22m\n\u001b[4mThe idea of, 'oh, it's already over?'\u001b[24m\n    \u001b[1m「ああ、もう終わったの」という考え方。\u001b[22m, \u001b[1m「ああ、それはもう終わった？」、という考え方\u001b[22m\n\u001b[4mcomes into play.\u001b[24m\n    \u001b[1m遊びに来る。\u001b[22m, \u001b[1m戦場に出ます。\u001b[22m\n\u001b[4mThe many hours of practice they've done, the many hours of pushing their bodies to the limit and aching only to lose on the very first day and to be done for the rest of the season.\u001b[24m\n    \u001b[1m彼らがやった数時間の練習、体を限界まで押して、最初の日に失い、残りのシーズンには痛むだけの多くの時間。\u001b[22m, \u001b[1m彼らがやった練習の多くの時間、限界まで自分の体を押し、非常に最初の日に失うことと残りのシーズンのために実行するだけで痛むの多くの時間。\u001b[22m\n\u001b[4mIt's very hard to look down on them because, even though their amount of passion and dedication isn't as much as other teams, in the end, they got to play the sport that they like.\u001b[24m\n    \u001b[1mたとえ彼らの情熱と献身の量が他のチームほどではないとしても、最終的に彼らは彼らが好きなスポーツをしなければならないので、それらを見下すことは非常に難しいです。\u001b[22m, \u001b[1mそれは情熱と献身の彼らの量は最終的に、彼らは好きなスポーツをプレイするようになった、他のチームと同じくらいではないにもかかわらず、ので、それらを軽蔑することは非常に難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, more than just the teamwork, more than just the hype of playing the game, Haikyuu!! tells of something with much more meaning.\n\n\u001b[1m全体的に、ちょうどチームワーク、ゲームの誇大宣伝よりも、Haikyuu以上！ はるかに意味のあるものを伝えます。\u001b[22m\n\u001b[1m(Zentai-teki ni, chōdo chīmuwāku, gēmu no kodai senden yori mo, Haikyuu ijō! Haruka ni imi no aru mono o tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, more than just the teamwork, more than just the hype of playing the game, Haikyuu!! tells of something with much more meaning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, more than just the teamwork, more than just the hype of playing the game, Haikyuu!!\u001b[24m\n    \u001b[1m全体的に、ちょうどチームワーク、ゲームの誇大宣伝よりも、Haikyuu以上！\u001b[22m, \u001b[1m全体的に、ちょうどチームワークよりも、ゲーム、Haikyuuを再生するだけで誇大広告以上！\u001b[22m\n\u001b[4mtells of something with much more meaning.\u001b[24m\n    \u001b[1mはるかに意味のあるものを伝えます。\u001b[22m, \u001b[1mはるかに意味を持った何かを伝えます。\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "haneuri",
    "profile": "/profile/haneuri/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=225443",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nほとんどが既に言ったように、私はこのアニメを愛していたので、このレビューはかなり偏っているでしょう。 私は5日間でそれを飲み、それを見終わらせるために多くの生命物を拘束しました（真剣に - 私の部屋は混乱しています）。 私はちょうど毎晩1つのエピソードを取得するためにちょうど良い就寝時間を過ぎて滞在したが、それはそれの価値があった。\n\n私は俳句を始めた！ かなり低い期待で 私はほとんどがその賞賛を歌ったことが分かっていたが、1）私はスポーツが好きではなく、2）私はテストステロン燃料の物語の大ファンではない...まさにスポーツボールのものがほとんどである。  「あなたが人であることを証明する」とか、私が気にしない他のことばかりがたくさんあります。 だから、私は俳句が心配だった！ 私が物語で好きではないすべてのものになるだろうが、少なくとも5つのエピソードのためにそれを突きつけていた。\n\nそれは私がショーに夢中になるために5つのエピソードを取ることさえしなかった。 ちょうど最初の2つのエピソードが私をロープして、それから私は止めることができませんでした。\n\nストーリー// Haikyuuの物語!! かなり基本的です。 ゲームや練習中に起こっているこの精巧なプロットはありません。 ほとんどの場合、それはかなり簡単です。 しかし、物語のシンプルさは、それがとても楽しいものです。 キャラクターに焦点を当て、どのようにチームになるか、そして複雑なストーリーの欠如は、ショーの焦点をマッチに直接絞ることになります。これは、最も重要な瞬間です。 私は、ある種の謎や「より大きな動機」が、このアニメの物語をとても幻想的にするものを台無しにすると思います。  Haikyuu!! そのキャラクターと彼らがどのように相互作用するかに焦点を当てています。それが私の弱点です。\n\nART＆amp; amp; サウンド//芸術は素晴らしいです、私は音楽が大好きで、効果音は本当にうまくいきます。 彼らはまた、素早い瞬間に適切な感情を視聴者から引き出すのに十分な時間を費やしています。 これは、あなたがすでに座席の端にいるときの試合中にはっきりしています！\n\nCHARACTER //私はすべての文字を大好きでした。 ヒナタと影山は私のお気に入りですが、支持キャストは素晴らしいです！ 素晴らしいパワーを持つ巨大な巨人アサヒ、そしていつもチームメイトを応援していて、一生懸命頑張ろうとしている火の粉の短いもの、ゆう。 田中は彼の人格と激しさのための私のお気に入りの一つで、静かな風刺のための月島。 しかし、本当に、チームのダイナミクスとあらゆるキャラクターのさまざまな性格が、絶対的なお気に入りを選ぶことを非常に難しくしています。\n\nエンジョイメント/ /すべてのエピソードを徹底的に楽しんだが、私はすべての試合中に自分の席の端にいた。 私は寒さを感じ、笑って笑って、勝ったときに微笑んだし、かげ山とひなたは誰もが「神のような」素早く誰にも衝撃を与え続けたことを誇りに思っていました。 私はこれを終え、すぐにシーズン2を始めました。\n\n私はかなりこれは私のトップ5のお気に入りのアニメにしばらくの間残っていると確信しています。 私はそれについてすべてを愛し、偏っているかもしれない間に、それは本当です。 私は1つの問題領域を私のために考えることはできず、それは私の目の傑作になります。 私は間違いなく誰もがこのシリーズの後ろに集まっている理由を得る。 他のスポーツアニメにチャンスを与えてくれることにもインスピレーションを与えているので、私は待つことができません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs most have already said: this review will be pretty biased, because I LOVED this anime. I binged it in 5 days and put lots of life things on hold just to finish watching it (seriously - my room is a mess). I stayed up way past a proper bedtime just to get one more episode in every time, but it was worth it.\n\n\u001b[1mほとんどが既に言ったように、私はこのアニメを愛していたので、このレビューはかなり偏っているでしょう。 私は5日間でそれを飲み、それを見終わらせるために多くの生命物を拘束しました（真剣に - 私の部屋は混乱しています）。 私はちょうど毎晩1つのエピソードを取得するためにちょうど良い就寝時間を過ぎて滞在したが、それはそれの価値があった。\u001b[22m\n\u001b[1m(Hotondo ga sudeni itta yō ni, watashi wa kono anime o aishite itanode, kono rebyū wa kanari katayotte irudeshou. Watashi wa 5-kakan de sore o nomi, sore o mi owara seru tame ni ōku no seimei-mono o kōsoku shimashita (shinken ni - watashinoheya wa konran shite imasu). Watashi wa chōdo maiban 1tsu no episōdo o shutoku suru tame ni chōdo yoi shūshin jikan o sugite taizai shitaga, sore wa sore no kachi ga atta.)\u001b[22m\n\nTranslations of \u001b[4mAs most have already said: this review will be pretty biased, because I LOVED this anime. I binged it in 5 days and put lots of life things on hold just to finish watching it (seriously - my room is a mess). I stayed up way past a proper bedtime just to get one more episode in every time, but it was worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs most have already said: this review will be pretty biased, because I LOVED this anime.\u001b[24m\n    \u001b[1mほとんどが既に言ったように、私はこのアニメを愛していたので、このレビューはかなり偏っているでしょう。\u001b[22m, \u001b[1mほとんどは、すでに述べたように：私はこのアニメを愛しているため、この口コミが、かなり偏っただろう。\u001b[22m\n\u001b[4mI binged it in 5 days and put lots of life things on hold just to finish watching it (seriously - my room is a mess).\u001b[24m\n    \u001b[1m私は5日間でそれを飲み、それを見終わらせるために多くの生命物を拘束しました（真剣に - 私の部屋は混乱しています）。\u001b[22m, \u001b[1m私は5日間でそれを酔っぱらったし、ちょうどそれを見て完了するために保留に人生の多くのものを入れて（真剣に - 私の部屋はめちゃくちゃです）。\u001b[22m\n\u001b[4mI stayed up way past a proper bedtime just to get one more episode in every time, but it was worth it.\u001b[24m\n    \u001b[1m私はちょうど毎晩1つのエピソードを取得するためにちょうど良い就寝時間を過ぎて滞在したが、それはそれの価値があった。\u001b[22m, \u001b[1m私はちょうどたびに1より多くのエピソードを得るための方法の適切な就寝時間を過ぎまで滞在したが、それはそれの価値がありました。\u001b[22m\n\u001b[1m\u001b[22m\nI started Haikyuu!! with pretty low expectations. I knew most sang its praises, but 1) I don't like sports, and 2) I'm not a big fan of testosterone-fueled stories...which is exactly what most sportsball stuff is. There's just a lot of 'proving you're a man' and other bullshit I don't care about. So I was worried Haikyuu!! would be everything I don't like in a story, but was willing to stick it out for at least 5 episodes.\n\n\u001b[1m私は俳句を始めた！ かなり低い期待で 私はほとんどがその賞賛を歌ったことが分かっていたが、1）私はスポーツが好きではなく、2）私はテストステロン燃料の物語の大ファンではない...まさにスポーツボールのものがほとんどである。  「あなたが人であることを証明する」とか、私が気にしない他のことばかりがたくさんあります。 だから、私は俳句が心配だった！ 私が物語で好きではないすべてのものになるだろうが、少なくとも5つのエピソードのためにそれを突きつけていた。\u001b[22m\n\u001b[1m(Watashi wa haiku o hajimeta! Kanari hikui kitai de watashi wa hotondo ga sono shōsan o utatta koto ga wakatte itaga, 1) watashi wa supōtsu ga sukide wa naku, 2) watashi wa tesutosuteron nenryō no monogatari no dai fande wanai... Masani supōtsubōru no mono ga hotondodearu. `Anata ga hitodearu koto o shōmei suru' toka, watashi ga kinishinai hoka no koto bakari ga takusan arimasu. Dakara, watashi wa haiku ga shinpaidatta! Watashi ga monogatari de sukide wanai subete no mono ni narudarouga, sukunakutomo itsutsu no episōdo no tame ni sore o tsukitsukete ita.)\u001b[22m\n\nTranslations of \u001b[4mI started Haikyuu!! with pretty low expectations. I knew most sang its praises, but 1) I don't like sports, and 2) I'm not a big fan of testosterone-fueled stories...which is exactly what most sportsball stuff is. There's just a lot of 'proving you're a man' and other bullshit I don't care about. So I was worried Haikyuu!! would be everything I don't like in a story, but was willing to stick it out for at least 5 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started Haikyuu!!\u001b[24m\n    \u001b[1m私は俳句を始めた！\u001b[22m, \u001b[1m私はHaikyuuを開始しました!!\u001b[22m\n\u001b[4mwith pretty low expectations.\u001b[24m\n    \u001b[1mかなり低い期待で\u001b[22m, \u001b[1mかなり低い予想と。\u001b[22m\n\u001b[4mI knew most sang its praises, but 1) I don't like sports, and 2) I'm not a big fan of testosterone-fueled stories...which is exactly what most sportsball stuff is.\u001b[24m\n    \u001b[1m私はほとんどがその賞賛を歌ったことが分かっていたが、1）私はスポーツが好きではなく、2）私はテストステロン燃料の物語の大ファンではない...まさにスポーツボールのものがほとんどである。\u001b[22m, \u001b[1m私はほとんど知っていたその賛美を歌ったが、1）私はスポーツが好きではない、と2）私は...まさに最もsportsballものが何であるかであるテストステロンを燃料と物語の大ファンではありません。\u001b[22m\n\u001b[4mThere's just a lot of 'proving you're a man' and other bullshit I don't care about.\u001b[24m\n    \u001b[1m「あなたが人であることを証明する」とか、私が気にしない他のことばかりがたくさんあります。\u001b[22m, \u001b[1m私は気にしないと他のでたらめ「あなたは男だ証明」の多くはちょうどあります。\u001b[22m\n\u001b[4mSo I was worried Haikyuu!!\u001b[24m\n    \u001b[1mだから、私は俳句が心配だった！\u001b[22m, \u001b[1mだから私はHaikyuuを心配していました！\u001b[22m\n\u001b[4mwould be everything I don't like in a story, but was willing to stick it out for at least 5 episodes.\u001b[24m\n    \u001b[1m私が物語で好きではないすべてのものになるだろうが、少なくとも5つのエピソードのためにそれを突きつけていた。\u001b[22m, \u001b[1m私は物語の中で好きですが、少なくとも5のエピソードのためにそれを突き出して喜んでいたしないすべてのものになります。\u001b[22m\n\u001b[1m\u001b[22m\nIt didn't even take 5 episodes for me to be hooked on the show. Just the first two episodes roped me in, and from then on I wasn't capable of stopping.\n\n\u001b[1mそれは私がショーに夢中になるために5つのエピソードを取ることさえしなかった。 ちょうど最初の2つのエピソードが私をロープして、それから私は止めることができませんでした。\u001b[22m\n\u001b[1m(Sore wa watashi ga shō ni muchū ni naru tame ni itsutsu no episōdo o toru koto sae shinakatta. Chōdo saisho no 2tsu no episōdo ga watashi o rōpu shite, sorekara watashi wa tomeru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt didn't even take 5 episodes for me to be hooked on the show. Just the first two episodes roped me in, and from then on I wasn't capable of stopping.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt didn't even take 5 episodes for me to be hooked on the show.\u001b[24m\n    \u001b[1mそれは私がショーに夢中になるために5つのエピソードを取ることさえしなかった。\u001b[22m, \u001b[1mそれも、ショーに夢中になるために私のための5エピソードを取ることはありませんでした。\u001b[22m\n\u001b[4mJust the first two episodes roped me in, and from then on I wasn't capable of stopping.\u001b[24m\n    \u001b[1mちょうど最初の2つのエピソードが私をロープして、それから私は止めることができませんでした。\u001b[22m, \u001b[1mただ、最初の2つのエピソードは、私をロープ、その後から、私は止めることができなかったに。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY // The story behind Haikyuu!! is fairly basic. There isn't this elaborate plot happening during games or practices. For the most part, it's pretty straight forward. However, the simplicity of the story is what makes it so much fun. There's more of a focus on the characters and how they become a team, and the lack of a complex story narrows the show's focus directly onto the matches, which are some of the most important moments. I think some sort of mystery or 'greater motive' would ruin what makes this anime's story so fantastic. Haikyuu!! focuses on its characters and how they interact, and that's my weakness.\n\n\u001b[1mストーリー// Haikyuuの物語!! かなり基本的です。 ゲームや練習中に起こっているこの精巧なプロットはありません。 ほとんどの場合、それはかなり簡単です。 しかし、物語のシンプルさは、それがとても楽しいものです。 キャラクターに焦点を当て、どのようにチームになるか、そして複雑なストーリーの欠如は、ショーの焦点をマッチに直接絞ることになります。これは、最も重要な瞬間です。 私は、ある種の謎や「より大きな動機」が、このアニメの物語をとても幻想的にするものを台無しにすると思います。  Haikyuu!! そのキャラクターと彼らがどのように相互作用するかに焦点を当てています。それが私の弱点です。\u001b[22m\n\u001b[1m(Sutōrī/ / Haikyuu no monogatari! ! Kanari kihon-tekidesu. Gēmu ya renshū-chū ni okotte iru kono seikōna purotto wa arimasen. Hotondo no baai, sore wa kanari kantandesu. Shikashi, monogatari no shinpuru-sa wa, sore ga totemo tanoshī monodesu. Kyarakutā ni shōten o ate, dono yō ni chīmu ni naru ka, soshite fukuzatsuna sutōrī no ketsujo wa, shō no shōten o matchi ni chokusetsu shiboru koto ni narimasu. Kore wa, mottomo jūyōna shunkandesu. Watashi wa, arushuno nazo ya `yori ōkina dōki' ga, kono anime no monogatari o totemo gensō-teki ni suru mono o dainashi ni suru to omoimasu. Haikyuu! ! Sono kyarakutā to karera ga dono yō ni sōgo sayō suru ka ni shōten o atete imasu. Sore ga watashi no jakutendesu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY // The story behind Haikyuu!! is fairly basic. There isn't this elaborate plot happening during games or practices. For the most part, it's pretty straight forward. However, the simplicity of the story is what makes it so much fun. There's more of a focus on the characters and how they become a team, and the lack of a complex story narrows the show's focus directly onto the matches, which are some of the most important moments. I think some sort of mystery or 'greater motive' would ruin what makes this anime's story so fantastic. Haikyuu!! focuses on its characters and how they interact, and that's my weakness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY // The story behind Haikyuu!!\u001b[24m\n    \u001b[1mストーリー// Haikyuuの物語!!\u001b[22m, \u001b[1mSTORY // Haikyuuの背後にある物語！\u001b[22m\n\u001b[4mis fairly basic.\u001b[24m\n    \u001b[1mかなり基本的です。\u001b[22m, \u001b[1mかなり基本的なものです。\u001b[22m\n\u001b[4mThere isn't this elaborate plot happening during games or practices.\u001b[24m\n    \u001b[1mゲームや練習中に起こっているこの精巧なプロットはありません。\u001b[22m, \u001b[1mゲームや慣行の間に起こって、この精巧なプロットはありません。\u001b[22m\n\u001b[4mFor the most part, it's pretty straight forward.\u001b[24m\n    \u001b[1mほとんどの場合、それはかなり簡単です。\u001b[22m, \u001b[1mほとんどの部分については、それはかなりまっすぐ進むのです。\u001b[22m\n\u001b[4mHowever, the simplicity of the story is what makes it so much fun.\u001b[24m\n    \u001b[1mしかし、物語のシンプルさは、それがとても楽しいものです。\u001b[22m, \u001b[1mしかし、物語のシンプルさは、とても楽しい作るものです。\u001b[22m\n\u001b[4mThere's more of a focus on the characters and how they become a team, and the lack of a complex story narrows the show's focus directly onto the matches, which are some of the most important moments.\u001b[24m\n    \u001b[1mキャラクターに焦点を当て、どのようにチームになるか、そして複雑なストーリーの欠如は、ショーの焦点をマッチに直接絞ることになります。これは、最も重要な瞬間です。\u001b[22m, \u001b[1m文字に焦点を当てるのより、どのように彼らがチームとなり、複雑な物語の不足が最も重要な瞬間のいくつかであるマッチ、上に直接ショーの焦点を絞りがあります。\u001b[22m\n\u001b[4mI think some sort of mystery or 'greater motive' would ruin what makes this anime's story so fantastic.\u001b[24m\n    \u001b[1m私は、ある種の謎や「より大きな動機」が、このアニメの物語をとても幻想的にするものを台無しにすると思います。\u001b[22m, \u001b[1m私はいくつかの謎の並べ替えや「大きな動機が「このアニメの話はとても素晴らしい作るもの台無しだと思います。\u001b[22m\n\u001b[4mHaikyuu!!\u001b[24m\n    \u001b[1mHaikyuu!!\u001b[22m\n\u001b[4mfocuses on its characters and how they interact, and that's my weakness.\u001b[24m\n    \u001b[1mそのキャラクターと彼らがどのように相互作用するかに焦点を当てています。それが私の弱点です。\u001b[22m, \u001b[1mその文字に焦点を当て、それらがどのように相互作用し、それは私の弱さです。\u001b[22m\n\u001b[1m\u001b[22m\nART &amp; SOUND // The art is fantastic, I love the music, and the sound effects are really well-done. They're also well-timed to pull the right emotions out of the viewer in prime moments. This is particularly clear during the matches when you're already on the edge of your seat as it is!\n\n\u001b[1mART＆amp; amp; サウンド//芸術は素晴らしいです、私は音楽が大好きで、効果音は本当にうまくいきます。 彼らはまた、素早い瞬間に適切な感情を視聴者から引き出すのに十分な時間を費やしています。 これは、あなたがすでに座席の端にいるときの試合中にはっきりしています！\u001b[22m\n\u001b[1m(Āto& amp; amp; saundo/ / geijutsu wa subarashīdesu, watashi wa ongaku ga daisukide, kōka-on wa hontōni umaku ikimasu. Karera wa mata, subayai shunkan ni tekisetsuna kanjō o shichō-sha kara hikidasu no ni jūbun'na jikan o tsuiyashite imasu. Kore wa, anata ga sudeni zaseki no hashi ni iru toki no shiai-chū ni hakkiri shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mART &amp; SOUND // The art is fantastic, I love the music, and the sound effects are really well-done. They're also well-timed to pull the right emotions out of the viewer in prime moments. This is particularly clear during the matches when you're already on the edge of your seat as it is!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART &amp;\u001b[24m\n    \u001b[1mART＆amp; amp;\u001b[22m, \u001b[1mART＆＃038;\u001b[22m\n\u001b[4mSOUND // The art is fantastic, I love the music, and the sound effects are really well-done.\u001b[24m\n    \u001b[1mサウンド//芸術は素晴らしいです、私は音楽が大好きで、効果音は本当にうまくいきます。\u001b[22m, \u001b[1m//芸術は素晴らしいですSOUND、私は音楽を愛し、そして効果音は本当によく行われます。\u001b[22m\n\u001b[4mThey're also well-timed to pull the right emotions out of the viewer in prime moments.\u001b[24m\n    \u001b[1m彼らはまた、素早い瞬間に適切な感情を視聴者から引き出すのに十分な時間を費やしています。\u001b[22m, \u001b[1m彼らはまた、プライム瞬間に、視聴者のうち、右側の感情を引き出すために時宜を得ましたよ。\u001b[22m\n\u001b[4mThis is particularly clear during the matches when you're already on the edge of your seat as it is!\u001b[24m\n    \u001b[1mこれは、あなたがすでに座席の端にいるときの試合中にはっきりしています！\u001b[22m, \u001b[1mこれはそのまま、あなたの座席の端を開いている試合中に特に明らかです！\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER // I loved every one of the characters. Hinata and Kageyama are my favorites, but the supporting cast is brilliant! Like Asahi, the gentle giant with amazing power, and Yuu, the fireball short stuff who's always cheering his teammates on and trying his hardest. Tanaka was one of my favorites for his personality and fierceness, and Tsukishima for his quiet sarcasm. But really, the team's dynamics and the various personalities in every character make it very hard to pick an absolute favorite.\n\n\u001b[1mCHARACTER //私はすべての文字を大好きでした。 ヒナタと影山は私のお気に入りですが、支持キャストは素晴らしいです！ 素晴らしいパワーを持つ巨大な巨人アサヒ、そしていつもチームメイトを応援していて、一生懸命頑張ろうとしている火の粉の短いもの、ゆう。 田中は彼の人格と激しさのための私のお気に入りの一つで、静かな風刺のための月島。 しかし、本当に、チームのダイナミクスとあらゆるキャラクターのさまざまな性格が、絶対的なお気に入りを選ぶことを非常に難しくしています。\u001b[22m\n\u001b[1m(CHARACTER/ / watashi wa subete no moji o daisukideshita. Hinata to Kageyama wa watashinōkiniiridesuga, shiji kyasuto wa subarashīdesu! Subarashī pawā o motsu kyodaina Kyojin Asahi, soshite itsumo chīmumeito o ōen shite ite, isshōkenmei ganbarou to shite iru hinoko no mijikai mono, yū. Tanaka wa kare no jinkaku to hageshi-sa no tame no watashinōkiniiri no hitotsu de, shizukana fūshi no tame no Tsukishima. Shikashi, hontōni, chīmu no dainamikusu to arayuru kyarakutā no samazamana seikaku ga, zettai-tekina okiniiri o erabu koto o hijō ni muzukashiku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER // I loved every one of the characters. Hinata and Kageyama are my favorites, but the supporting cast is brilliant! Like Asahi, the gentle giant with amazing power, and Yuu, the fireball short stuff who's always cheering his teammates on and trying his hardest. Tanaka was one of my favorites for his personality and fierceness, and Tsukishima for his quiet sarcasm. But really, the team's dynamics and the various personalities in every character make it very hard to pick an absolute favorite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER // I loved every one of the characters.\u001b[24m\n    \u001b[1mCHARACTER //私はすべての文字を大好きでした。\u001b[22m, \u001b[1mCHARACTER //私は文字の一つ一つを愛しました。\u001b[22m\n\u001b[4mHinata and Kageyama are my favorites, but the supporting cast is brilliant!\u001b[24m\n    \u001b[1mヒナタと影山は私のお気に入りですが、支持キャストは素晴らしいです！\u001b[22m, \u001b[1m日向と影山は私のお気に入りですが、脇役は素晴らしいです！\u001b[22m\n\u001b[4mLike Asahi, the gentle giant with amazing power, and Yuu, the fireball short stuff who's always cheering his teammates on and trying his hardest.\u001b[24m\n    \u001b[1m素晴らしいパワーを持つ巨大な巨人アサヒ、そしていつもチームメイトを応援していて、一生懸命頑張ろうとしている火の粉の短いもの、ゆう。\u001b[22m, \u001b[1m朝日、驚くべきパワーと穏やかな巨人、とゆう、いつもの彼のチームメイトを応援し、彼の最も困難をしようとしている火の玉短いもののように。\u001b[22m\n\u001b[4mTanaka was one of my favorites for his personality and fierceness, and Tsukishima for his quiet sarcasm.\u001b[24m\n    \u001b[1m田中は彼の人格と激しさのための私のお気に入りの一つで、静かな風刺のための月島。\u001b[22m, \u001b[1m田中は彼の静かな皮肉のための彼の人格と激しさのための私のお気に入りの一つだった、と月島。\u001b[22m\n\u001b[4mBut really, the team's dynamics and the various personalities in every character make it very hard to pick an absolute favorite.\u001b[24m\n    \u001b[1mしかし、本当に、チームのダイナミクスとあらゆるキャラクターのさまざまな性格が、絶対的なお気に入りを選ぶことを非常に難しくしています。\u001b[22m, \u001b[1mしかし、実際に、チームの原動力とすべての文字での様々な個性は、それは非常に難しい絶対お気に入りを選ぶことにします。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT // I thoroughly enjoyed every episode, and I was on the edge of my seat during every match. I got chills, laughed out loud, smiled when they won, and was so proud what Kageyama and Hinata continued to shock everyone with their 'god-like' quick. I finished this and immediately started season 2 because I needed more!\n\n\u001b[1mエンジョイメント/ /すべてのエピソードを徹底的に楽しんだが、私はすべての試合中に自分の席の端にいた。 私は寒さを感じ、笑って笑って、勝ったときに微笑んだし、かげ山とひなたは誰もが「神のような」素早く誰にも衝撃を与え続けたことを誇りに思っていました。 私はこれを終え、すぐにシーズン2を始めました。\u001b[22m\n\u001b[1m(Enjoimento/ / subete no episōdo o tetteiteki ni tanoshindaga, watashi wa subete no shiai-chū ni jibun no seki no hashi ni ita. Watashi wa samu-sa o kanji, warattewaratte, katta toki ni hohoendashi,-kage yama to hinata wa daremoga `kami no yōna' subayaku darenimo shōgeki o atae tsudzuketa koto o hokori ni omotte imashita. Watashi wa kore o oe, sugu ni shīzun 2 o hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT // I thoroughly enjoyed every episode, and I was on the edge of my seat during every match. I got chills, laughed out loud, smiled when they won, and was so proud what Kageyama and Hinata continued to shock everyone with their 'god-like' quick. I finished this and immediately started season 2 because I needed more!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT // I thoroughly enjoyed every episode, and I was on the edge of my seat during every match.\u001b[24m\n    \u001b[1mエンジョイメント/ /すべてのエピソードを徹底的に楽しんだが、私はすべての試合中に自分の席の端にいた。\u001b[22m, \u001b[1m享有//私は徹底的にすべてのエピソードを楽しんだ、と私はすべての試合中に私の席の端にありました。\u001b[22m\n\u001b[4mI got chills, laughed out loud, smiled when they won, and was so proud what Kageyama and Hinata continued to shock everyone with their 'god-like' quick.\u001b[24m\n    \u001b[1m私は寒さを感じ、笑って笑って、勝ったときに微笑んだし、かげ山とひなたは誰もが「神のような」素早く誰にも衝撃を与え続けたことを誇りに思っていました。\u001b[22m, \u001b[1m私は、悪寒を持って大声で笑った、彼らが勝ったとき微笑んだ、と影山と日向が迅速に彼らの「神のような」と皆に衝撃を与えるために続けて何とても誇りに思っていました。\u001b[22m\n\u001b[4mI finished this and immediately started season 2 because I needed more!\u001b[24m\n    \u001b[1m私はこれを終え、すぐにシーズン2を始めました。\u001b[22m, \u001b[1m私はこれを終えて、私はより多くを必要とするので、すぐにシーズン2を開始しました！\u001b[22m\n\u001b[1m\u001b[22m\nI'm fairly certain this will remain in my top 5 favorite anime for some time. I loved everything about it and while that might sound biased, it's true. I can't think of a single problem area for me, and that makes it a masterpiece in my eyes. I definitely get why everyone has been rallying behind this series. It's also inspired me to give other sports anime a chance, so I can't wait!\n\n\u001b[1m私はかなりこれは私のトップ5のお気に入りのアニメにしばらくの間残っていると確信しています。 私はそれについてすべてを愛し、偏っているかもしれない間に、それは本当です。 私は1つの問題領域を私のために考えることはできず、それは私の目の傑作になります。 私は間違いなく誰もがこのシリーズの後ろに集まっている理由を得る。 他のスポーツアニメにチャンスを与えてくれることにもインスピレーションを与えているので、私は待つことができません！\u001b[22m\n\u001b[1m(Watashi wa kanari kore wa watashi no toppu 5 no okiniiri no anime ni shibarakunoaida nokotte iru to kakushin shite imasu. Watashi wa sore ni tsuite subete o aishi, katayotte iru kamo shirenai ma ni, soreha hontōdesu. Watashi wa 1tsu no mondairyōiki o watashi no tame ni kangaeru koto wa dekizu, sore wa watashi no me no kessaku ni narimasu. Watashi wa machigainaku daremoga kono shirīzu no ushiro ni atsumatte iru riyū o eru. Hoka no supōtsuanime ni chansu o ataete kureru koto ni mo insupirēshon o ataete irunode, watashi wa matsu koto ga dekimasen!)\u001b[22m\n\nTranslations of \u001b[4mI'm fairly certain this will remain in my top 5 favorite anime for some time. I loved everything about it and while that might sound biased, it's true. I can't think of a single problem area for me, and that makes it a masterpiece in my eyes. I definitely get why everyone has been rallying behind this series. It's also inspired me to give other sports anime a chance, so I can't wait!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm fairly certain this will remain in my top 5 favorite anime for some time.\u001b[24m\n    \u001b[1m私はかなりこれは私のトップ5のお気に入りのアニメにしばらくの間残っていると確信しています。\u001b[22m, \u001b[1m私は、これはいくつかの時間のための私のトップ5の好きなアニメのままになりますかなり確信しています。\u001b[22m\n\u001b[4mI loved everything about it and while that might sound biased, it's true.\u001b[24m\n    \u001b[1m私はそれについてすべてを愛し、偏っているかもしれない間に、それは本当です。\u001b[22m, \u001b[1m私はそれについてのすべてを愛し、それがバイアスに聞こえるかもしれないが、それは本当です。\u001b[22m\n\u001b[4mI can't think of a single problem area for me, and that makes it a masterpiece in my eyes.\u001b[24m\n    \u001b[1m私は1つの問題領域を私のために考えることはできず、それは私の目の傑作になります。\u001b[22m, \u001b[1m私は私のために、単一の問題領域を考えることはできません、それはそれ、私の目には傑作になります。\u001b[22m\n\u001b[4mI definitely get why everyone has been rallying behind this series.\u001b[24m\n    \u001b[1m私は間違いなく誰もがこのシリーズの後ろに集まっている理由を得る。\u001b[22m, \u001b[1m誰もがこのシリーズを支持して結集された理由私は間違いなく取得します。\u001b[22m\n\u001b[4mIt's also inspired me to give other sports anime a chance, so I can't wait!\u001b[24m\n    \u001b[1m他のスポーツアニメにチャンスを与えてくれることにもインスピレーションを与えているので、私は待つことができません！\u001b[22m, \u001b[1mまた、他のスポーツのアニメにチャンスを与えるために私にインスピレーションを得ていますので、私は待つことができません！\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "desamontello12",
    "profile": "/profile/desamontello12/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=223937",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n俳優は非常に優れたスポーツアニメですが、普通はバレーボールが大嫌いですが、今はこのアニメのために私の心が変わります\n\nストーリー：10-\nストーリーは素晴らしいです！ うん、バレーボールをしているその高校生についてこのアニメでは激しい戦いが繰り広げられています。 また、チームがどのように一緒にプレーしているか、そしてゲームの中でのその姿を見ることができます。 これは、主人公が誇張した動きをしているEyeshield 21のようなものではありません。ここでは、Haikyuのように誇張された動きはほとんどありません。ほとんど使用されていませんが、それは大丈夫です...私の古い学校では、 私がしているのは、ダイビングやローリング、ポジションがない、テクニックが退屈で、サーブするときにボールがわずかにネットをタッチすると、他のチームのポイントとしてカウントされるので、それは退屈なスポーツだと思う。 俳句では、バレーボールのことをもっと知ることができます。テクニックはすごくいいですね。\n\nアート：8-\nアニメーションは大丈夫です...\n\nサウンド：9-\n妖精は完璧で、完全にキャラクターに合っている。 また、ゲーム中の音は動きやその他のものと一致します。\n\nキャラクター：10-\nこのアニメはキャラクター開発において非常に良い仕事をしています。  HaikyuはEyeshield 21や他のスポーツアニメのような特定のキャラクターだけに焦点を当てるのではなく、ほぼすべてのチームメイトに焦点を当てています...多くの選手が見ることができます.PinchサーバーのYamaguchi、 重要なものになります...また、ヒナタ、影山、田中、野矢などの他のキャラクターがどのように練習中にどのように練習し、自分のスキルを向上させ、それを暫定に入れるかを見ることができます。\n\n楽しさ：10-\n私は正直このアニメを楽しむ、私は素晴らしいので何かをスキップしたことはありません。\n\n全体：10-\n私は文法のせいでこれがひどいレビューであることを知っていますが、これはすべてこの素晴らしいアニメの私の考えです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHaikyu is a totally outstanding sport anime, normally I really hate volleyball but now I change my mind because of this anime\n\n\u001b[1m俳優は非常に優れたスポーツアニメですが、普通はバレーボールが大嫌いですが、今はこのアニメのために私の心が変わります\u001b[22m\n\u001b[1m(Haiyū wa hijō ni sugureta supōtsuanimedesuga, futsū wa barēbōru ga daikiraidesuga, ima wa kono anime no tame ni watashi no kokoro ga kawarimasu)\u001b[22m\n\nTranslations of \u001b[4mHaikyu is a totally outstanding sport anime, normally I really hate volleyball but now I change my mind because of this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyu is a totally outstanding sport anime, normally I really hate volleyball but now I change my mind because of this anime\u001b[24m\n    \u001b[1m俳優は非常に優れたスポーツアニメですが、普通はバレーボールが大嫌いですが、今はこのアニメのために私の心が変わります\u001b[22m, \u001b[1mハイキュー!!は、通常、私は本当にバレーボールを憎むが、今、私はこのためにアニメの私の心を変更し、完全に優れたスポーツアニメです\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10-\n\n\u001b[1mストーリー：10-\u001b[22m\n\u001b[1m(Sutōrī: 10 -)\u001b[22m\n\nTranslations of \u001b[4mStory: 10-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10-\u001b[24m\n    \u001b[1mストーリー：10-\u001b[22m\nThe story is exelent! Yup its about high school students playing volleyballThere are alot of intense battle going on in this anime. Also, we can see how the team playing together and their aspect in the game. This is not like Eyeshield 21, where the main characters have exaggerated moves, where as in Haikyu, there are not alot of exaggerated moves..very few are being used but that is okay..In my old school, we used to play volleyball and I think it is a boring sport because all we do is receive, no diving or rolling, no positions, techniques are boring, and plus if ball touch slightly through the net when serving, that counts as a point for other team..BUT in Haikyuu, I get to know more about volleyball, the techniques are awesome and other stuff as well..\n\n\u001b[1mストーリーは素晴らしいです！ うん、バレーボールをしているその高校生についてこのアニメでは激しい戦いが繰り広げられています。 また、チームがどのように一緒にプレーしているか、そしてゲームの中でのその姿を見ることができます。 これは、主人公が誇張した動きをしているEyeshield 21のようなものではありません。ここでは、Haikyuのように誇張された動きはほとんどありません。ほとんど使用されていませんが、それは大丈夫です...私の古い学校では、 私がしているのは、ダイビングやローリング、ポジションがない、テクニックが退屈で、サーブするときにボールがわずかにネットをタッチすると、他のチームのポイントとしてカウントされるので、それは退屈なスポーツだと思う。 俳句では、バレーボールのことをもっと知ることができます。テクニックはすごくいいですね。\u001b[22m\n\u001b[1m(Sutōrī wa subarashīdesu! Un, barēbōru o shite iru sono kōkōsei ni tsuite kono animede wa hageshī tatakai ga kurihiroge rarete imasu. Mata, chīmu ga dono yō ni issho ni purē shite iru ka, soshite gēmu no naka de no sono sugata o miru koto ga dekimasu. Kore wa, shujinkō ga kochō shita ugoki o shite iru Eyeshield 21 no yōna monode wa arimasen. Kokode wa, Haikyu no yō ni kochō sa reta ugoki wa hotondo arimasen. Hotondo shiyō sa rete imasenga, soreha daijōbudesu... Watashi no furui gakkōde wa, watashi ga shite iru no wa, daibingu ya rōringu, pojishon ga nai, tekunikku ga taikutsu de, sābu suru toki ni bōru ga wazuka ni netto o tatchi suru to, hoka no chīmu no pointo to shite kaunto sa rerunode, sore wa taikutsuna supōtsuda to omou. Haikude wa, barēbōru no koto o motto shiru koto ga dekimasu. Tekunikku wa sugoku īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mThe story is exelent! Yup its about high school students playing volleyballThere are alot of intense battle going on in this anime. Also, we can see how the team playing together and their aspect in the game. This is not like Eyeshield 21, where the main characters have exaggerated moves, where as in Haikyu, there are not alot of exaggerated moves..very few are being used but that is okay..In my old school, we used to play volleyball and I think it is a boring sport because all we do is receive, no diving or rolling, no positions, techniques are boring, and plus if ball touch slightly through the net when serving, that counts as a point for other team..BUT in Haikyuu, I get to know more about volleyball, the techniques are awesome and other stuff as well..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is exelent!\u001b[24m\n    \u001b[1mストーリーは素晴らしいです！\u001b[22m, \u001b[1m物語はexelentです！\u001b[22m\n\u001b[4mYup its about high school students playing volleyballThere are alot of intense battle going on in this anime.\u001b[24m\n    \u001b[1mうん、バレーボールをしているその高校生についてこのアニメでは激しい戦いが繰り広げられています。\u001b[22m, \u001b[1mうんvolleyballThereを再生し、その約高校生がこのアニメで起こって激しい戦いの多くがあります。\u001b[22m\n\u001b[4mAlso, we can see how the team playing together and their aspect in the game.\u001b[24m\n    \u001b[1mまた、チームがどのように一緒にプレーしているか、そしてゲームの中でのその姿を見ることができます。\u001b[22m, \u001b[1mまた、我々は、チームが一緒に遊んで、ゲーム中にその側面どのように見ることができます。\u001b[22m\n\u001b[4mThis is not like Eyeshield 21, where the main characters have exaggerated moves, where as in Haikyu, there are not alot of exaggerated moves..very few are being used but that is okay..In my old school, we used to play volleyball\u001b[24m\n    \u001b[1mこれは、主人公が誇張した動きをしているEyeshield 21のようなものではありません。ここでは、Haikyuのように誇張された動きはほとんどありません。ほとんど使用されていませんが、それは大丈夫です...私の古い学校では、\u001b[22m, \u001b[1mこれはハイキュー!!のように、そこに誇張moves..veryの多く使用されているいくつかのものではなく、それは私の古い学校をokay..Inされるメインキャラクターが動きを誇張しているアイシールド21、、のようではありません、我々はバレーボールを再生するために使用しました\u001b[22m\n\u001b[4mand I think it is a boring sport because all we do is receive, no diving or rolling, no positions, techniques are boring, and plus if ball touch slightly through the net when serving, that counts as a point for other team..BUT\u001b[24m\n    \u001b[1m私がしているのは、ダイビングやローリング、ポジションがない、テクニックが退屈で、サーブするときにボールがわずかにネットをタッチすると、他のチームのポイントとしてカウントされるので、それは退屈なスポーツだと思う。\u001b[22m, \u001b[1mそして、私はそれは我々が行うすべては、何の位置を全くダイビングやローリングを受けていないので、技術は退屈している、プラス他のteam..BUTためのポイントとしてカウント役立つネットを通じて、少しボールタッチ場合退屈なスポーツだと思います\u001b[22m\n\u001b[4min Haikyuu, I get to know more about volleyball, the techniques are awesome and other stuff as well..\u001b[24m\n    \u001b[1m俳句では、バレーボールのことをもっと知ることができます。テクニックはすごくいいですね。\u001b[22m, \u001b[1mHaikyuuで、私は技術が同様に素晴らしいと他のものであり、バレーボールについての詳細を知るようになります..\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8-\n\n\u001b[1mアート：8-\u001b[22m\n\u001b[1m(Āto: 8 -)\u001b[22m\n\nTranslations of \u001b[4mArt: 8-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8-\u001b[24m\n    \u001b[1mアート：8-\u001b[22m\nThe animation is okay...\n\n\u001b[1mアニメーションは大丈夫です...\u001b[22m\n\u001b[1m(Animēshon wa daijōbudesu...)\u001b[22m\n\nTranslations of \u001b[4mThe animation is okay...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is okay...\u001b[24m\n    \u001b[1mアニメーションは大丈夫です...\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9-\n\n\u001b[1mサウンド：9-\u001b[22m\n\u001b[1m(Saundo: 9 -)\u001b[22m\n\nTranslations of \u001b[4mSound: 9-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9-\u001b[24m\n    \u001b[1mサウンド：9-\u001b[22m\nThe seiyuu is perfect, totally matches the character. Also the sound during in the game matches the movement and everything else.\n\n\u001b[1m妖精は完璧で、完全にキャラクターに合っている。 また、ゲーム中の音は動きやその他のものと一致します。\u001b[22m\n\u001b[1m(Yōsei wa kanpeki de, kanzen ni kyarakutā ni atte iru. Mata, gēmu-chū no oto wa ugoki ya sonohokano mo notoichi itashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe seiyuu is perfect, totally matches the character. Also the sound during in the game matches the movement and everything else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe seiyuu is perfect, totally matches the character.\u001b[24m\n    \u001b[1m妖精は完璧で、完全にキャラクターに合っている。\u001b[22m, \u001b[1m声優が完璧で、完全に文字に一致します。\u001b[22m\n\u001b[4mAlso the sound during in the game matches the movement and everything else.\u001b[24m\n    \u001b[1mまた、ゲーム中の音は動きやその他のものと一致します。\u001b[22m, \u001b[1mまた、ゲーム内の中に音が動きと他のすべてと一致します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10-\n\n\u001b[1mキャラクター：10-\u001b[22m\n\u001b[1m(Kyarakutā: 10 -)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10-\u001b[24m\n    \u001b[1mキャラクター：10-\u001b[22m\nThis anime does a very good job in character development. Haikyu doesnt just focus on one particular character,like Eyeshield 21 and other sport anime, it focus nearly all the teammates...We can see alot of players being improved, like Yamaguchi, a pinch server, he used to be a weak player, but then become the important one...Also, we can see how other characters like Hinata, Kageyama, Tanaka, Noya, and ect practice and improve their skills during practice and put that into the Preliminary.\n\n\u001b[1mこのアニメはキャラクター開発において非常に良い仕事をしています。  HaikyuはEyeshield 21や他のスポーツアニメのような特定のキャラクターだけに焦点を当てるのではなく、ほぼすべてのチームメイトに焦点を当てています...多くの選手が見ることができます.PinchサーバーのYamaguchi、 重要なものになります...また、ヒナタ、影山、田中、野矢などの他のキャラクターがどのように練習中にどのように練習し、自分のスキルを向上させ、それを暫定に入れるかを見ることができます。\u001b[22m\n\u001b[1m(Kono anime wa kyarakutā kaihatsu ni oite hijō ni yoi shigoto o shite imasu. Haikyu wa Eyeshield 21 ya hoka no supōtsuanime no yōna tokutei no kyarakutā dake ni shōten o ateru node wa naku, hobo subete no chīmumeito ni shōten o atete imasu... Ōku no senshu ga miru koto ga dekimasu. Pinchi sābā no Yamaguchi, jūyōna mono ni narimasu... Mata, hinata, Kageyama, Tanaka, Noya nado no ta no kyarakutā ga dono yō ni renshū-chū ni dono yō ni renshū shi, jibun no sukiru o kōjō sa se, sore o zantei ni ireru ka o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime does a very good job in character development. Haikyu doesnt just focus on one particular character,like Eyeshield 21 and other sport anime, it focus nearly all the teammates...We can see alot of players being improved, like Yamaguchi, a pinch server, he used to be a weak player, but then become the important one...Also, we can see how other characters like Hinata, Kageyama, Tanaka, Noya, and ect practice and improve their skills during practice and put that into the Preliminary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime does a very good job in character development.\u001b[24m\n    \u001b[1mこのアニメはキャラクター開発において非常に良い仕事をしています。\u001b[22m, \u001b[1mこのアニメはキャラクターの開発には非常に良い仕事をしていません。\u001b[22m\n\u001b[4mHaikyu doesnt just focus on one particular character,like Eyeshield 21 and other sport anime, it focus nearly all the teammates...We can see alot of players being improved, like Yamaguchi, a pinch server, he used to be a weak player,\u001b[24m\n    \u001b[1mHaikyuはEyeshield 21や他のスポーツアニメのような特定のキャラクターだけに焦点を当てるのではなく、ほぼすべてのチームメイトに焦点を当てています...多くの選手が見ることができます.PinchサーバーのYamaguchi、\u001b[22m, \u001b[1mハイキュー!!は、ちょうどアイシールド21と他のスポーツアニメのように、それはほぼすべてのチームメイトを集中...我々が改善されている選手の多くを見ることができ、一つの特定の文字に焦点を当て、山口、ピンチサーバーのように、彼は弱い選手になるために使用さdoesntの\u001b[22m\n\u001b[4mbut then become the important one...Also, we can see how other characters like Hinata, Kageyama, Tanaka, Noya, and ect practice and improve their skills during practice and put that into the Preliminary.\u001b[24m\n    \u001b[1m重要なものになります...また、ヒナタ、影山、田中、野矢などの他のキャラクターがどのように練習中にどのように練習し、自分のスキルを向上させ、それを暫定に入れるかを見ることができます。\u001b[22m, \u001b[1mしかし、その後、重要なものとなって...また、私たちは日向、影山、田中、ノヤ、および電気ショック療法の実践などの方法を他の文字を見て、練習中に自分のスキルを向上させ、予備にそれを置くことができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10-\n\n\u001b[1m楽しさ：10-\u001b[22m\n\u001b[1m(Tanoshisa: 10 -)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10-\u001b[24m\n    \u001b[1m楽しさ：10-\u001b[22m\nI honestly enjoy this anime, I never skipped anything because its awesome.\n\n\u001b[1m私は正直このアニメを楽しむ、私は素晴らしいので何かをスキップしたことはありません。\u001b[22m\n\u001b[1m(Watashi wa shōjiki kono anime o tanoshimu, watashi wa subarashīnode nanika o sukippu shita koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI honestly enjoy this anime, I never skipped anything because its awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI honestly enjoy this anime, I never skipped anything because its awesome.\u001b[24m\n    \u001b[1m私は正直このアニメを楽しむ、私は素晴らしいので何かをスキップしたことはありません。\u001b[22m, \u001b[1m私は正直にその素晴らしいので、私は何かをスキップすることはありません、このアニメを楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10-\n\n\u001b[1m全体：10-\u001b[22m\n\u001b[1m(Zentai: 10 -)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10-\u001b[24m\n    \u001b[1m全体：10-\u001b[22m\nI know this is a terrible review because of my grammar, but this is all my thoughts on this amazing anime!\n\n\u001b[1m私は文法のせいでこれがひどいレビューであることを知っていますが、これはすべてこの素晴らしいアニメの私の考えです！\u001b[22m\n\u001b[1m(Watashi wa bunpō no sei de kore ga hidoi rebyūdearu koto o shitte imasuga, koreha subete kono subarashī anime no watashi no kangaedesu!)\u001b[22m\n\nTranslations of \u001b[4mI know this is a terrible review because of my grammar, but this is all my thoughts on this amazing anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know this is a terrible review because of my grammar, but this is all my thoughts on this amazing anime!\u001b[24m\n    \u001b[1m私は文法のせいでこれがひどいレビューであることを知っていますが、これはすべてこの素晴らしいアニメの私の考えです！\u001b[22m, \u001b[1m私はこれが原因で、私の文法のひどいレビューです知っているが、これはこの素晴らしいアニメのすべての私の考えです！\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "jaw1811",
    "profile": "/profile/jaw1811/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=223898",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nあなたが無意識のうちに新しいショーとそれらの前に来たショーとを比較し始める同じジャンルのいくつかのショーを見た時が来る。 特にスポーツアニメは、このテイストの多くを各ショーのプロットで使用しているため、この習慣を蹴るのは難しいジャンルです。  Haikyuuの場合、これらの比較は実際に私がこの非常に楽しい光景が以前のものよりも多くのこれらの光景を見ているのを見て、実際に私の目でそのショーを上げました。\n\n私がアニメを見てきた5年間で私は一握りのスポーツアニメを見ただけであることに留意してください。 しかし、俳句は、黒子のバスケと同じビートの多くに当てはまります。 そういうわけで、私はそのレビューを通してある程度そのショーを参照することになるでしょう。\n\nHaikyuuの最大の障害は、プロットの予測可能性です。スポーツアニメの多くの身近な特徴をその物語に取り入れるためです。 我々は、国家の栄光を主張することを望む野蛮なスポーツチームを持っています。 私たちは最初の年の天才と少し弱い新しい初年度を持ち合わせています。 トレーニングキャンプが行われ、後半に重要なインターハイトーナメントが開催されます。 結局のところ、Haikyuuのプロットは典型的なスポーツアニメのファッションで進行しますが、アクションが確かに魅力的ですが、特定の試合の結果はあまりにも予測可能なことがあります。 一年間にバレーボールで2つの全国大会があることを知ると、黒子のバスケのプロットに精通している人は、カラスノチームがインターハイトーナメントでどのように公平になるかを簡単に予測できます。  。 このようなアニメを予測可能なものと判断するのは厳しいのですが、その理由はスポーツアニメの拍動であるためですが、結果を予測することができたら、ドラマから少しは減ります。\n\nしかし、シリーズの大きな利点は、そのアクションシーケンスです。 美しくアニメーション化され監督されたショーは、最初のサーブが飛ぶとすぐにあなたを引き込み、残りの試合には魅了されます。 演劇は速いペースで行われ、各サーブはドラマが満載のアクションです。 ここでは俳句では、いくつかの演劇は派手なものですが、ショーは、これらの演劇が現実の人々によって実世界で行われると信じさせる素晴らしい仕事をしています。 これは黒子とは対照的です。 すばらしいショーの間に、私は自分自身に、本当の人は実際に奇跡の世代の演劇のほとんどを取り除くことができないと考え続けました。 ショーはまた、私のようにスポーツの経験がない人のためにバレーボールの基本ルールを説明する素晴らしい仕事をしています。\n\nキャラクターは全面的にもうまくいきます。 彼らのほとんどはかなり一次元ですが、これらの選手たちが裁判所に集まって機能するチームを構成することを驚くほど驚嘆します。 彼らが幸せで、興奮し、悲しい時にそれを感じることができます。 今シーズンは本当に発展しているのはカジヤマだけですが、彼の出身の背景から必然的に必要です。 他のすべてはかなり陽気な性格を持ち、お互いの相互作用は漫画の救済の大部分を提供します。\n\n最後に、私は芸術と音に出くわす。 サウンドトラックは、アクションと全体的にはかなり良いとかなりうまく消えます。 オープニングとエンディングもまともです。 声優も素晴らしいです。 真の宝石ですが、全体的に非常にタイトで、よく定義されており、率直にも非常に美しいアニメーションです。 色の口蓋は柔らかいですが、色が目立ちます。特に、ひなたの髪のように明るい色です。 その方向は、特にアクションシーケンス中には、単に優れています。\n\n全体的に、このHaikyuuとのライドは長いものでした。 私は3年目の準備のためにそれをもう一度拾う前に少なくとも1年間それを保留にしました。 ほとんどのスポーツアニメと同様に、前半はかなり遅いと言われていますが、後のエピソードではアクションが取り上げられます。 これは予測可能性のために長い時間9に乗っていましたが、それ以降のエピソードやエンディングの一番上のノッチの方向は私の冷たい心を十分に溶かせて、それをねじにしてこのことを10にしました。 と私の好きなスポーツのアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere comes a time when you've watched a few shows of the same genre that you unconsciously start to compare new shows to those that have come before them. Sports anime in particular is a hard genre to kick this habit, particularly because many of the same tropes are used throughout each show's plot. In Haikyuu's case, these comparisons actually raised the show up in my eyes as I watched this highly enjoyable spectacle do many of these tropes better than shows previous.\n\n\u001b[1mあなたが無意識のうちに新しいショーとそれらの前に来たショーとを比較し始める同じジャンルのいくつかのショーを見た時が来る。 特にスポーツアニメは、このテイストの多くを各ショーのプロットで使用しているため、この習慣を蹴るのは難しいジャンルです。  Haikyuuの場合、これらの比較は実際に私がこの非常に楽しい光景が以前のものよりも多くのこれらの光景を見ているのを見て、実際に私の目でそのショーを上げました。\u001b[22m\n\u001b[1m(Anata ga muishiki no uchi ni atarashī shō to sorera no mae ni kita shō to o hikaku shi hajimeru onaji janru no ikutsu ka no shō o mita toki ga kuru. Tokuni supōtsuanime wa, kono teisuto no ōku o kaku shō no purotto de shiyō shite iru tame, kono shūkan o keru no wa muzukashī janrudesu. Haikyuu no baai, korera no hikaku wa jissai ni watashi ga kono hijō ni tanoshī kōkei ga izen no mono yori mo ōku no korera no kōkei o mite iru no o mite, jissai ni watashi no me de sono shō o agemashita.)\u001b[22m\n\nTranslations of \u001b[4mThere comes a time when you've watched a few shows of the same genre that you unconsciously start to compare new shows to those that have come before them. Sports anime in particular is a hard genre to kick this habit, particularly because many of the same tropes are used throughout each show's plot. In Haikyuu's case, these comparisons actually raised the show up in my eyes as I watched this highly enjoyable spectacle do many of these tropes better than shows previous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere comes a time when you've watched a few shows of the same genre that you unconsciously start to compare new shows to those that have come before them.\u001b[24m\n    \u001b[1mあなたが無意識のうちに新しいショーとそれらの前に来たショーとを比較し始める同じジャンルのいくつかのショーを見た時が来る。\u001b[22m, \u001b[1mあなたが無意識のうちに彼らの前に来ているものに新しいショーを比較するために開始し、同じジャンルのいくつかのショーを見てきた時間があり来ます。\u001b[22m\n\u001b[4mSports anime in particular is a hard genre to kick this habit, particularly because many of the same tropes are used throughout each show's plot.\u001b[24m\n    \u001b[1m特にスポーツアニメは、このテイストの多くを各ショーのプロットで使用しているため、この習慣を蹴るのは難しいジャンルです。\u001b[22m, \u001b[1m特にスポーツアニメは同じ比喩の多くは、各番組のプロット全体で使用されている、特にので、この習慣を蹴るのが難しいジャンルです。\u001b[22m\n\u001b[4mIn Haikyuu's case, these comparisons actually raised the show up in my eyes as I watched this highly enjoyable spectacle do many of these tropes better than shows previous.\u001b[24m\n    \u001b[1mHaikyuuの場合、これらの比較は実際に私がこの非常に楽しい光景が以前のものよりも多くのこれらの光景を見ているのを見て、実際に私の目でそのショーを上げました。\u001b[22m, \u001b[1m私はこの非常に楽しい光景が以前示しているよりも良いこれらの比喩の多くを行う見て、Haikyuuの場合には、これらの比較は、実際に私の目でshowアップを上げました。\u001b[22m\n\u001b[1m\u001b[22m\nKeep in mind that I have only seen a handful of sports anime in the five years I've been watching anime. But Haikyuu does hit many of the same beats that Kuroko no Basuke does; as such I will be referencing that show to some extent throughout the review.\n\n\u001b[1m私がアニメを見てきた5年間で私は一握りのスポーツアニメを見ただけであることに留意してください。 しかし、俳句は、黒子のバスケと同じビートの多くに当てはまります。 そういうわけで、私はそのレビューを通してある程度そのショーを参照することになるでしょう。\u001b[22m\n\u001b[1m(Watashi ga anime o mitekita 5-nenkan de watashi wa hitonigiri no supōtsuanime o mita dakedearu koto ni ryūi shite kudasai. Shikashi, haiku wa, kurokonobasuke to onaji bīto no ōku ni atehamarimasu. Sō iu wake de, watashi wa sono rebyū o tōshite aruteido sono shō o sanshō suru koto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mKeep in mind that I have only seen a handful of sports anime in the five years I've been watching anime. But Haikyuu does hit many of the same beats that Kuroko no Basuke does; as such I will be referencing that show to some extent throughout the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKeep in mind that I have only seen a handful of sports anime in the five years I've been watching anime.\u001b[24m\n    \u001b[1m私がアニメを見てきた5年間で私は一握りのスポーツアニメを見ただけであることに留意してください。\u001b[22m, \u001b[1m私は、私はアニメを見てきた5年間にスポーツアニメの一握りを見ていることに注意してください。\u001b[22m\n\u001b[4mBut Haikyuu does hit many of the same beats that Kuroko no Basuke does;\u001b[24m\n    \u001b[1mしかし、俳句は、黒子のバスケと同じビートの多くに当てはまります。\u001b[22m, \u001b[1mしかしHaikyuuは黒子ないBasukeは行わないことと同じビートの多くのヒットありません。\u001b[22m\n\u001b[4mas such I will be referencing that show to some extent throughout the review.\u001b[24m\n    \u001b[1mそういうわけで、私はそのレビューを通してある程度そのショーを参照することになるでしょう。\u001b[22m, \u001b[1m以下のような私は、レビューを通じてある程度そのショーを参照されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest hindrance of Haikyuu is the plot's predictability, as it does incorporate many familiar tropes of sports anime into its story. We have the underdog sports team hoping to claim national glory. We have the slightly weak new first year coupled with the prodigy first year. Training camps happen and the all important Inter High tournament comes up in the second half. All in all, the plot of Haikyuu proceeds in typical sports anime fashion and while the action is certainly captivating the outcome of certain matches can be all too predictable. Once you learn that there are two national tournaments a year in volleyball, those familiar with Kuroko no Basuke's plot can easily predict how the Karasuno team will fair in the Inter High tournament. . It’s harsh to judge an anime like this on predictability because the beats it follows are the beats of sports anime, but it does detract a little from the drama when you can already predict the outcome.\n\n\u001b[1mHaikyuuの最大の障害は、プロットの予測可能性です。スポーツアニメの多くの身近な特徴をその物語に取り入れるためです。 我々は、国家の栄光を主張することを望む野蛮なスポーツチームを持っています。 私たちは最初の年の天才と少し弱い新しい初年度を持ち合わせています。 トレーニングキャンプが行われ、後半に重要なインターハイトーナメントが開催されます。 結局のところ、Haikyuuのプロットは典型的なスポーツアニメのファッションで進行しますが、アクションが確かに魅力的ですが、特定の試合の結果はあまりにも予測可能なことがあります。 一年間にバレーボールで2つの全国大会があることを知ると、黒子のバスケのプロットに精通している人は、カラスノチームがインターハイトーナメントでどのように公平になるかを簡単に予測できます。  。 このようなアニメを予測可能なものと判断するのは厳しいのですが、その理由はスポーツアニメの拍動であるためですが、結果を予測することができたら、ドラマから少しは減ります。\u001b[22m\n\u001b[1m(Haikyuu no saidai no shōgai wa, purotto no yosoku kanōseidesu. Supōtsuanime no ōku no midjikana tokuchō o sono monogatari ni toriireru tamedesu. Wareware wa, kokka no eikō o shuchō suru koto o nozomu yaban'na supōtsuchīmu o motte imasu. Watashitachiha saisho no toshi no tensai to sukoshi yowai atarashī shonendo o mochiawasete imasu. Torēningukyanpu ga okonawa re, kōhan ni jūyōna intāhaitōnamento ga kaisai sa remasu. Kekkyokunotokoro, Haikyuu no purotto wa tenkei-tekina supōtsuanime no fasshon de shinkō shimasuga, akushon ga tashika ni mirikitekidesuga, tokutei no shiai no kekka wa amarini mo yosoku kanōna koto ga arimasu. Ichinenkan ni barēbōru de 2tsu no zenkoku taikai ga aru koto o shiru to, kurokonobasuke no purotto ni seitsū shite iru hito wa, karasunochīmu ga intāhaitōnamento de dono yō ni kōhei ni naru ka o kantan ni yosoku dekimasu.. Ko no yōna anime o yosoku kanōna mono to handan suru no wa kibishī nodesuga, sono riyū wa supōtsuanime no hakudōdearu tamedesuga, kekka o yosoku suru koto ga dekitara, dorama kara sukoshi wa herimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest hindrance of Haikyuu is the plot's predictability, as it does incorporate many familiar tropes of sports anime into its story. We have the underdog sports team hoping to claim national glory. We have the slightly weak new first year coupled with the prodigy first year. Training camps happen and the all important Inter High tournament comes up in the second half. All in all, the plot of Haikyuu proceeds in typical sports anime fashion and while the action is certainly captivating the outcome of certain matches can be all too predictable. Once you learn that there are two national tournaments a year in volleyball, those familiar with Kuroko no Basuke's plot can easily predict how the Karasuno team will fair in the Inter High tournament. . It’s harsh to judge an anime like this on predictability because the beats it follows are the beats of sports anime, but it does detract a little from the drama when you can already predict the outcome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest hindrance of Haikyuu is the plot's predictability, as it does incorporate many familiar tropes of sports anime into its story.\u001b[24m\n    \u001b[1mHaikyuuの最大の障害は、プロットの予測可能性です。スポーツアニメの多くの身近な特徴をその物語に取り入れるためです。\u001b[22m, \u001b[1mそれはその話にスポーツアニメの多くのおなじみの比喩を組み込むんようHaikyuuの最大の障害は、プロットの予測可能です。\u001b[22m\n\u001b[4mWe have the underdog sports team hoping to claim national glory.\u001b[24m\n    \u001b[1m我々は、国家の栄光を主張することを望む野蛮なスポーツチームを持っています。\u001b[22m, \u001b[1m私たちは、国家の栄光を主張することを望んで負け犬のスポーツチームを持っています。\u001b[22m\n\u001b[4mWe have the slightly weak new first year coupled with the prodigy first year.\u001b[24m\n    \u001b[1m私たちは最初の年の天才と少し弱い新しい初年度を持ち合わせています。\u001b[22m, \u001b[1m私たちは天才最初の年と相まってやや弱い新しい最初の年を持っています。\u001b[22m\n\u001b[4mTraining camps happen and the all important Inter High tournament comes up in the second half.\u001b[24m\n    \u001b[1mトレーニングキャンプが行われ、後半に重要なインターハイトーナメントが開催されます。\u001b[22m, \u001b[1mトレーニングキャンプが起こると、すべての重要なインテルハイ・トーナメントは後半で起動します。\u001b[22m\n\u001b[4mAll in all, the plot of Haikyuu proceeds in typical sports anime fashion and while the action is certainly captivating the outcome of certain matches can be all too predictable.\u001b[24m\n    \u001b[1m結局のところ、Haikyuuのプロットは典型的なスポーツアニメのファッションで進行しますが、アクションが確かに魅力的ですが、特定の試合の結果はあまりにも予測可能なことがあります。\u001b[22m, \u001b[1mすべてのすべてで、Haikyuuのプロットは、典型的なスポーツアニメ方式で進行し、アクションは確かにある種の試合の結果を魅了している間は、すべてあまりにも予測可能であることができます。\u001b[22m\n\u001b[4mOnce you learn that there are two national tournaments a year in volleyball, those familiar with Kuroko no Basuke's plot can easily predict how the Karasuno team will fair in the Inter High tournament.\u001b[24m\n    \u001b[1m一年間にバレーボールで2つの全国大会があることを知ると、黒子のバスケのプロットに精通している人は、カラスノチームがインターハイトーナメントでどのように公平になるかを簡単に予測できます。\u001b[22m, \u001b[1mあなたは2国家のトーナメント年がバレーボールであることを知ったら、ノーBasukeのプロット黒子に精通している人は簡単にKarasunoチームはインテルハイ・トーナメントで公正な方法を予測することができます。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIt’s harsh to judge an anime like this on predictability because the beats it follows are the beats of sports anime, but it does detract a little from the drama when you can already predict the outcome.\u001b[24m\n    \u001b[1mこのようなアニメを予測可能なものと判断するのは厳しいのですが、その理由はスポーツアニメの拍動であるためですが、結果を予測することができたら、ドラマから少しは減ります。\u001b[22m, \u001b[1mそれは次のビートはスポーツアニメのビートがあるため、予測可能で、このようなアニメを判断するために厳しいですが、あなたはすでに結果を予測することができたときには、ドラマから少し損なうん。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, a major boon to the series is its action sequences. Beautifully animated and directed, the show pulls you right in as soon as the first serve flies and you're captivated for the rest of the match. The plays are fast paced and each serve is action packed with drama. Here in Haikyuu, while some plays are flashy, the show does a wonderful job in making you believe these plays could be done on the real world by real people. This is in contrast to Kuroko; while a wonderful show, throughout it I kept thinking to myself that no real person could actually pull off most of the plays the Generation of Miracles did. The show also does a superb job in explaining the basic rules of volleyball for those who, like me, have no experience with the sport.\n\n\u001b[1mしかし、シリーズの大きな利点は、そのアクションシーケンスです。 美しくアニメーション化され監督されたショーは、最初のサーブが飛ぶとすぐにあなたを引き込み、残りの試合には魅了されます。 演劇は速いペースで行われ、各サーブはドラマが満載のアクションです。 ここでは俳句では、いくつかの演劇は派手なものですが、ショーは、これらの演劇が現実の人々によって実世界で行われると信じさせる素晴らしい仕事をしています。 これは黒子とは対照的です。 すばらしいショーの間に、私は自分自身に、本当の人は実際に奇跡の世代の演劇のほとんどを取り除くことができないと考え続けました。 ショーはまた、私のようにスポーツの経験がない人のためにバレーボールの基本ルールを説明する素晴らしい仕事をしています。\u001b[22m\n\u001b[1m(Shikashi, shirīzu no ōkina riten wa, sono akushonshīkensudesu. Utsukushiku animēshon-ka sa re kantoku sa reta shō wa, saisho no sābu ga tobuto sugu ni anata o hikikomi, nokori no shiai ni wa miryō sa remasu. Engeki wa hayai pēsu de okonawa re, kaku sābu wa dorama ga mansai no akushondesu. Kokode wa haikude wa, ikutsu ka no engeki wa hadena monodesuga, shō wa, korera no engeki ga genjitsu no hitobito ni yotte jitsusekai de okonawa reru to shinji saseru subarashī shigoto o shite imasu. Kore wa kuroko to wa taishō-tekidesu. Subarashī shō no ma ni, watashi wa jibun jishin ni, hontō no hito wa jissai ni kiseki no sedai no engeki no hotondo o torinozoku koto ga dekinai to kangae tsudzukemashita. Shō wa mata, watashi no yō ni supōtsu no keiken ga nai hito no tame ni barēbōru no kihon rūru o setsumei suru subarashī shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, a major boon to the series is its action sequences. Beautifully animated and directed, the show pulls you right in as soon as the first serve flies and you're captivated for the rest of the match. The plays are fast paced and each serve is action packed with drama. Here in Haikyuu, while some plays are flashy, the show does a wonderful job in making you believe these plays could be done on the real world by real people. This is in contrast to Kuroko; while a wonderful show, throughout it I kept thinking to myself that no real person could actually pull off most of the plays the Generation of Miracles did. The show also does a superb job in explaining the basic rules of volleyball for those who, like me, have no experience with the sport.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, a major boon to the series is its action sequences.\u001b[24m\n    \u001b[1mしかし、シリーズの大きな利点は、そのアクションシーケンスです。\u001b[22m, \u001b[1mしかし、一連の主要な恩恵は、そのアクションシーケンスです。\u001b[22m\n\u001b[4mBeautifully animated and directed, the show pulls you right in as soon as the first serve flies and you're captivated for the rest of the match.\u001b[24m\n    \u001b[1m美しくアニメーション化され監督されたショーは、最初のサーブが飛ぶとすぐにあなたを引き込み、残りの試合には魅了されます。\u001b[22m, \u001b[1m美しく、アニメーションおよび指向、ショーは右とすぐに最初のサーブハエのようにあなたを引き出し、あなたは試合の残りのために魅了しています。\u001b[22m\n\u001b[4mThe plays are fast paced and each serve is action packed with drama.\u001b[24m\n    \u001b[1m演劇は速いペースで行われ、各サーブはドラマが満載のアクションです。\u001b[22m, \u001b[1m演劇は速いペースでされ、各アクションのドラマが詰まって機能します。\u001b[22m\n\u001b[4mHere in Haikyuu, while some plays are flashy, the show does a wonderful job in making you believe these plays could be done on the real world by real people.\u001b[24m\n    \u001b[1mここでは俳句では、いくつかの演劇は派手なものですが、ショーは、これらの演劇が現実の人々によって実世界で行われると信じさせる素晴らしい仕事をしています。\u001b[22m, \u001b[1mいくつかの演劇が派手であるがここでHaikyuuで、ショーはあなたがこれらの演劇は実質の人々によって現実世界に行うことができると信じて作るのに素晴らしい仕事をしていません。\u001b[22m\n\u001b[4mThis is in contrast to Kuroko;\u001b[24m\n    \u001b[1mこれは黒子とは対照的です。\u001b[22m\n\u001b[4mwhile a wonderful show, throughout it I kept thinking to myself that no real person could actually pull off most of the plays the Generation of Miracles did.\u001b[24m\n    \u001b[1mすばらしいショーの間に、私は自分自身に、本当の人は実際に奇跡の世代の演劇のほとんどを取り除くことができないと考え続けました。\u001b[22m, \u001b[1m素晴らしいショーながら、それを通して私は実在の人物が実際に奇跡の世代がやった演劇のほとんどをやってのけることができなかったことを自分自身に考え続けました。\u001b[22m\n\u001b[4mThe show also does a superb job in explaining the basic rules of volleyball for those who, like me, have no experience with the sport.\u001b[24m\n    \u001b[1mショーはまた、私のようにスポーツの経験がない人のためにバレーボールの基本ルールを説明する素晴らしい仕事をしています。\u001b[22m, \u001b[1mショーはまた私のように、スポーツの経験がない人は、それらのためのバレーボールの基本的なルールを説明する素晴らしい仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are also well done throughout. Though most of them are fairly one dimensional, its truly a marvel to watch these players come together on the court to form a functioning team. You can feel it when they are happy, excited, and sad. Kageyama is the only one who really has any development this season, but it is desperately needed because of the background he's coming from. All of the others have fairly hilarious personalities and their interactions with each other provide most of the comic relief.\n\n\u001b[1mキャラクターは全面的にもうまくいきます。 彼らのほとんどはかなり一次元ですが、これらの選手たちが裁判所に集まって機能するチームを構成することを驚くほど驚嘆します。 彼らが幸せで、興奮し、悲しい時にそれを感じることができます。 今シーズンは本当に発展しているのはカジヤマだけですが、彼の出身の背景から必然的に必要です。 他のすべてはかなり陽気な性格を持ち、お互いの相互作用は漫画の救済の大部分を提供します。\u001b[22m\n\u001b[1m(Kyarakutā wa zenmen-teki ni mo umaku ikimasu. Karera no hotondo wa kanari ichi-jigendesuga, korera no senshu-tachi ga saibansho ni atsumatte kinō suru chīmu o kōsei suru koto o odoroku hodo kyōtan shimasu. Karera ga shiawasede, kōfun shi, kanashī toki ni sore o kanjiru koto ga dekimasu. Ima shīzun wa hontōni hatten shite iru no wa kajiyama dakedesuga, kare no shusshin no haikei kara hitsuzen-teki ni hitsuyōdesu. Hoka no subete wa kanari yōkina seikaku o mochi, otagai no sōgo sayō wa manga no kyūsai no daibubun o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are also well done throughout. Though most of them are fairly one dimensional, its truly a marvel to watch these players come together on the court to form a functioning team. You can feel it when they are happy, excited, and sad. Kageyama is the only one who really has any development this season, but it is desperately needed because of the background he's coming from. All of the others have fairly hilarious personalities and their interactions with each other provide most of the comic relief.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are also well done throughout.\u001b[24m\n    \u001b[1mキャラクターは全面的にもうまくいきます。\u001b[22m, \u001b[1m文字もよくを通して行われます。\u001b[22m\n\u001b[4mThough most of them are fairly one dimensional, its truly a marvel to watch these players come together on the court to form a functioning team.\u001b[24m\n    \u001b[1m彼らのほとんどはかなり一次元ですが、これらの選手たちが裁判所に集まって機能するチームを構成することを驚くほど驚嘆します。\u001b[22m, \u001b[1mそれらのほとんどはかなり1次元であるが、これらの選手を見て、その真の驚異は、機能チームを形成するために裁判所に一緒に来ます。\u001b[22m\n\u001b[4mYou can feel it when they are happy, excited, and sad.\u001b[24m\n    \u001b[1m彼らが幸せで、興奮し、悲しい時にそれを感じることができます。\u001b[22m, \u001b[1m彼らは、幸せな興奮、そして悲しいときあなたはそれを感じることができます。\u001b[22m\n\u001b[4mKageyama is the only one who really has any development this season, but it is desperately needed because of the background he's coming from.\u001b[24m\n    \u001b[1m今シーズンは本当に発展しているのはカジヤマだけですが、彼の出身の背景から必然的に必要です。\u001b[22m, \u001b[1m影山は本当にこの季節を任意の開発を持っていますが、それは必死ため、彼はから来ているバックグラウンドで必要とされている唯一のものです。\u001b[22m\n\u001b[4mAll of the others have fairly hilarious personalities and their interactions with each other provide most of the comic relief.\u001b[24m\n    \u001b[1m他のすべてはかなり陽気な性格を持ち、お互いの相互作用は漫画の救済の大部分を提供します。\u001b[22m, \u001b[1m他のすべてはかなり陽気な個性を持っており、互いの相互作用はコミックリリーフのほとんどを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, I come to the art and sound. The soundtrack fades in fairly well with the action and quite good overall; the openings and endings are also decent. The voice acting is fantastic as well. The true gem though is the animation, which is overall very tight and well defined and frankly quite beautiful. The color palate is soft but the colors stand out well, especially brighter colors like Hinata's hair. The direction is simply superb, especially during action sequences.\n\n\u001b[1m最後に、私は芸術と音に出くわす。 サウンドトラックは、アクションと全体的にはかなり良いとかなりうまく消えます。 オープニングとエンディングもまともです。 声優も素晴らしいです。 真の宝石ですが、全体的に非常にタイトで、よく定義されており、率直にも非常に美しいアニメーションです。 色の口蓋は柔らかいですが、色が目立ちます。特に、ひなたの髪のように明るい色です。 その方向は、特にアクションシーケンス中には、単に優れています。\u001b[22m\n\u001b[1m(Saigo ni, watashi wa geijutsu to oto ni dekuwasu. Saundotorakku wa, akushon to zentai-teki ni wa kanari yoi to kanari umaku kiemasu. Ōpuningu to endingu mo matomodesu. Seiyū mo subarashīdesu. Shin no hōsekidesuga, zentai-teki ni hijō ni taitode, yoku teigi sa rete ori, sotchoku ni mo hijō ni utsukushī animēshondesu. Iro no kōgai wa yawarakaidesuga,-iro ga medachimasu. Tokuni, hinata no kami no yō ni akarui irodesu. Sono hōkō wa, tokuni akushonshīkensu nakaniha, tan'ni sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mLastly, I come to the art and sound. The soundtrack fades in fairly well with the action and quite good overall; the openings and endings are also decent. The voice acting is fantastic as well. The true gem though is the animation, which is overall very tight and well defined and frankly quite beautiful. The color palate is soft but the colors stand out well, especially brighter colors like Hinata's hair. The direction is simply superb, especially during action sequences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, I come to the art and sound.\u001b[24m\n    \u001b[1m最後に、私は芸術と音に出くわす。\u001b[22m, \u001b[1m最後に、私はアートとサウンドに来ます。\u001b[22m\n\u001b[4mThe soundtrack fades in fairly well with the action and quite good overall;\u001b[24m\n    \u001b[1mサウンドトラックは、アクションと全体的にはかなり良いとかなりうまく消えます。\u001b[22m, \u001b[1mサウンドトラックはアクションでかなりよくフェードインと全体的にかなり良いです。\u001b[22m\n\u001b[4mthe openings and endings are also decent.\u001b[24m\n    \u001b[1mオープニングとエンディングもまともです。\u001b[22m, \u001b[1m開口部とエンディングもまともです。\u001b[22m\n\u001b[4mThe voice acting is fantastic as well.\u001b[24m\n    \u001b[1m声優も素晴らしいです。\u001b[22m, \u001b[1m声の演技も同様に素晴らしいです。\u001b[22m\n\u001b[4mThe true gem though is the animation, which is overall very tight and well defined and frankly quite beautiful.\u001b[24m\n    \u001b[1m真の宝石ですが、全体的に非常にタイトで、よく定義されており、率直にも非常に美しいアニメーションです。\u001b[22m, \u001b[1m真の宝石は、しかし全体的に非常にタイトな、よく定義されており、率直に言って非常に美しいですアニメーション、です。\u001b[22m\n\u001b[4mThe color palate is soft but the colors stand out well, especially brighter colors like Hinata's hair.\u001b[24m\n    \u001b[1m色の口蓋は柔らかいですが、色が目立ちます。特に、ひなたの髪のように明るい色です。\u001b[22m, \u001b[1m色の口蓋は柔らかいですが、色がよく目立つ、日向の髪のように、特に明るい色。\u001b[22m\n\u001b[4mThe direction is simply superb, especially during action sequences.\u001b[24m\n    \u001b[1mその方向は、特にアクションシーケンス中には、単に優れています。\u001b[22m, \u001b[1m方向は、特にアクションシーケンスの間に、単に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this ride with Haikyuu has been a long one. I had it on hold for at least a year before picking it up again in preparation for the third season; this probably just says that the first half, like most sports anime, is fairly slow, but the action does pick up in later episodes. This was riding at a 9 for a long time because of the predictability, but the top notch direction in the later episodes as well as the ending melted my cold heart enough for me to say screw it and give this thing a 10. Truly a marvel and my favorite sports anime.\n\n\u001b[1m全体的に、このHaikyuuとのライドは長いものでした。 私は3年目の準備のためにそれをもう一度拾う前に少なくとも1年間それを保留にしました。 ほとんどのスポーツアニメと同様に、前半はかなり遅いと言われていますが、後のエピソードではアクションが取り上げられます。 これは予測可能性のために長い時間9に乗っていましたが、それ以降のエピソードやエンディングの一番上のノッチの方向は私の冷たい心を十分に溶かせて、それをねじにしてこのことを10にしました。 と私の好きなスポーツのアニメ。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono Haikyuu to no raido wa nagai monodeshita. Watashi wa 3-nen-me no junbi no tame ni sore o mōichido hirou mae ni sukunakutomo 1-nenkan sore o horyū ni shimashita. Hotondo no supōtsuanime to dōyō ni, zenhan wa kanari osoi to iwa rete imasuga,-go no episōdode wa akushon ga toriage raremasu. Kore wa yosoku kanōsei no tame ni nagai jikan 9 ni notte imashitaga, sore ikō no episōdo ya endingu no ichiban-jō no notchi no hōkō wa watashi no tsumetai kokoro o jūbun ni toka sete, sore o neji ni shite kono koto o 10 ni shimashita. To watashi no sukina supōtsu no anime.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this ride with Haikyuu has been a long one. I had it on hold for at least a year before picking it up again in preparation for the third season; this probably just says that the first half, like most sports anime, is fairly slow, but the action does pick up in later episodes. This was riding at a 9 for a long time because of the predictability, but the top notch direction in the later episodes as well as the ending melted my cold heart enough for me to say screw it and give this thing a 10. Truly a marvel and my favorite sports anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this ride with Haikyuu has been a long one.\u001b[24m\n    \u001b[1m全体的に、このHaikyuuとのライドは長いものでした。\u001b[22m, \u001b[1m全体的に、Haikyuuとこの乗り物は、長い間一つとなっています。\u001b[22m\n\u001b[4mI had it on hold for at least a year before picking it up again in preparation for the third season;\u001b[24m\n    \u001b[1m私は3年目の準備のためにそれをもう一度拾う前に少なくとも1年間それを保留にしました。\u001b[22m, \u001b[1m私は第三シーズンの準備のために再びそれを拾う前に、少なくとも1年間は保留にそれを持っていました。\u001b[22m\n\u001b[4mthis probably just says that the first half, like most sports anime, is fairly slow, but the action does pick up in later episodes.\u001b[24m\n    \u001b[1mほとんどのスポーツアニメと同様に、前半はかなり遅いと言われていますが、後のエピソードではアクションが取り上げられます。\u001b[22m, \u001b[1mこれはおそらく、最初の半分は、ほとんどのスポーツアニメのように、かなり遅いと言うが、アクションは後のエピソードで拾うん。\u001b[22m\n\u001b[4mThis was riding at a 9 for a long time because of the predictability, but the top notch direction in the later episodes as well as the ending melted my cold heart enough for me to say screw it and give this thing a 10. Truly a marvel\u001b[24m\n    \u001b[1mこれは予測可能性のために長い時間9に乗っていましたが、それ以降のエピソードやエンディングの一番上のノッチの方向は私の冷たい心を十分に溶かせて、それをねじにしてこのことを10にしました。\u001b[22m, \u001b[1mこれは、予測可能性の長い時間のために9に乗っていたが、私はネジそれを言うとこの事10.本当に驚異を与えるために、後のエピソードで一流の方向だけでなく、エンディングには十分な風邪の心を溶融しました\u001b[22m\n\u001b[4mand my favorite sports anime.\u001b[24m\n    \u001b[1mと私の好きなスポーツのアニメ。\u001b[22m, \u001b[1mそして私の好きなスポーツアニメ。\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "Anthony_Pilato",
    "profile": "/profile/Anthony_Pilato/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=223774",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリー：9  - 素晴らしい！\n\nHaikyuuは素晴らしいアニメです、それは素晴らしい話があります。 そして、スポーツの人々だけがそれを見ることができるとは思わない。 それは一般的に誰のための素晴らしいアニメです。 私がこのアニメを好きなのは、チームが他の人と分かれているということです。チームはかなりの負担を負い、キャラクターは瞬時に技能を伸ばしたり獲得したりしません。 あなたは本当に裁判所の緊張を感じることができます。\n\nアート：10  - 優秀!!\n\n芸術は本当にうまくいっていて、芸術には、ヒットが本当にどれほど強力か、ボールがどれほど速くコートを横切って飛んだか、感情、そしてどれくらい頑張っているかが本当に示されていました。 私は芸術を愛していました。\n\nサウンド：8  - とても良い\n\n音は悪くないが、アニメのすべてのものと比べると、少し欠けていた。 それはOOMPHの少しの音効果や何かを逃した、私はまだ自分自身を知らないが、それはちょうど何かを逃したように聞こえた。\n\nキャラクター：9  - 素晴らしい！\n\n私はすべてのキャラクターが好き、キャラクターの開発は良かったし、キャラクターはどこからでも狂ったスキルを身につけることはできませんでした。実際に練習するのにどれだけの労力と忍耐力が必要なのかを本当に示しています。\n\n楽しさ：9  - 素晴らしい！\n\n私はこのアニメを本当に楽しんでいました。私はこのアニメを見ている間に私を突き進んでいました。\n\n全体：9  - 素晴らしい！\n\n一般的に、Haikyuuはすばらしいアニメであり、私は誰にでもそれを推薦します。 私はこのアニメでは基本的にすべてを愛していて、おそらくそれをもう一度見ます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9 - Great!\n\n\u001b[1mストーリー：9  - 素晴らしい！\u001b[22m\n\u001b[1m(Sutōrī: 9 - Subarashī!)\u001b[22m\n\nTranslations of \u001b[4mStory: 9 - Great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9 - Great!\u001b[24m\n    \u001b[1mストーリー：9  - 素晴らしい！\u001b[22m, \u001b[1mストーリー：9  - グレート！\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu is a brilliant anime, it has an awesome story. And don't think only sport people can watch it. It's a brilliant anime for anyone in general. What I like about this anime that separates it from others is that the team has a fair share of losses, the characters don't develop and gain skills instantly. And you can really feel the tension on the court.\n\n\u001b[1mHaikyuuは素晴らしいアニメです、それは素晴らしい話があります。 そして、スポーツの人々だけがそれを見ることができるとは思わない。 それは一般的に誰のための素晴らしいアニメです。 私がこのアニメを好きなのは、チームが他の人と分かれているということです。チームはかなりの負担を負い、キャラクターは瞬時に技能を伸ばしたり獲得したりしません。 あなたは本当に裁判所の緊張を感じることができます。\u001b[22m\n\u001b[1m(Haikyuu wa subarashī animedesu, sore wa subarashī hanashi ga arimasu. Soshite, supōtsu no hitobito dake ga sore o miru koto ga dekiru to wa omowanai. Sore wa ippantekini dare no tame no subarashī animedesu. Watashi ga kono anime o sukina no wa, chīmu ga hokanohito to wakarete iru to iu kotodesu. Chīmu wa kanari no futan o oi, kyarakutā wa shunji ni ginō o nobashi tari kakutoku shi tari shimasen. Anata wa hontōni saibansho no kinchō o kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu is a brilliant anime, it has an awesome story. And don't think only sport people can watch it. It's a brilliant anime for anyone in general. What I like about this anime that separates it from others is that the team has a fair share of losses, the characters don't develop and gain skills instantly. And you can really feel the tension on the court.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu is a brilliant anime, it has an awesome story.\u001b[24m\n    \u001b[1mHaikyuuは素晴らしいアニメです、それは素晴らしい話があります。\u001b[22m, \u001b[1mHaikyuuは素晴らしいアニメですが、それは素晴らしい物語を持っています。\u001b[22m\n\u001b[4mAnd don't think only sport people can watch it.\u001b[24m\n    \u001b[1mそして、スポーツの人々だけがそれを見ることができるとは思わない。\u001b[22m, \u001b[1mそして、唯一のスポーツの人々はそれを見ることができるとは思いません。\u001b[22m\n\u001b[4mIt's a brilliant anime for anyone in general.\u001b[24m\n    \u001b[1mそれは一般的に誰のための素晴らしいアニメです。\u001b[22m, \u001b[1mこれは、一般的には誰のための華麗なアニメです。\u001b[22m\n\u001b[4mWhat I like about this anime that separates it from others is that the team has a fair share of losses, the characters don't develop and gain skills instantly.\u001b[24m\n    \u001b[1m私がこのアニメを好きなのは、チームが他の人と分かれているということです。チームはかなりの負担を負い、キャラクターは瞬時に技能を伸ばしたり獲得したりしません。\u001b[22m, \u001b[1m私は他人からそれを分離するこのアニメを好きなことはチームが損失の公正なシェアを持って、文字が瞬時にスキルを開発し、得ていないということです。\u001b[22m\n\u001b[4mAnd you can really feel the tension on the court.\u001b[24m\n    \u001b[1mあなたは本当に裁判所の緊張を感じることができます。\u001b[22m, \u001b[1mそして、あなたは本当に裁判所に緊張を感じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10 - Outstanding!!\n\n\u001b[1mアート：10  - 優秀!!\u001b[22m\n\u001b[1m(Āto: 10 - Yūshū! !)\u001b[22m\n\nTranslations of \u001b[4mArt: 10 - Outstanding!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10 - Outstanding!!\u001b[24m\n    \u001b[1mアート：10  - 優秀!!\u001b[22m, \u001b[1mアート：10  - 抜群！\u001b[22m\n\u001b[1m\u001b[22m\nThe art was really well done, and there were those bits in the art that really showed how powerful a hit really was, how quickly the ball flew across the court, the emotion and also just how hard they were trying. I loved the art.\n\n\u001b[1m芸術は本当にうまくいっていて、芸術には、ヒットが本当にどれほど強力か、ボールがどれほど速くコートを横切って飛んだか、感情、そしてどれくらい頑張っているかが本当に示されていました。 私は芸術を愛していました。\u001b[22m\n\u001b[1m(Geijutsu wa hontōni umaku itte ite, geijutsu ni wa, hitto ga hontōni dorehodo kyōryoku ka, bōru ga dorehodo hayaku kōto o yokogitte tonda ka, kanjō, soshite dorekurai ganbatte iru ka ga hontōni shimesa rete imashita. Watashi wa geijutsu o aishite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was really well done, and there were those bits in the art that really showed how powerful a hit really was, how quickly the ball flew across the court, the emotion and also just how hard they were trying. I loved the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was really well done, and there were those bits in the art that really showed how powerful a hit really was, how quickly the ball flew across the court, the emotion and also just how hard they were trying.\u001b[24m\n    \u001b[1m芸術は本当にうまくいっていて、芸術には、ヒットが本当にどれほど強力か、ボールがどれほど速くコートを横切って飛んだか、感情、そしてどれくらい頑張っているかが本当に示されていました。\u001b[22m, \u001b[1m芸術は本当によく行われていた、と本当にヒットが本当にボールが、彼らがしようとしていただけでどのようにハードも裁判所、感情と渡って飛んでどのように迅速に、いかに強力な示された当業者のビットがありました。\u001b[22m\n\u001b[4mI loved the art.\u001b[24m\n    \u001b[1m私は芸術を愛していました。\u001b[22m, \u001b[1m私は芸術を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8 - Very Good\n\n\u001b[1mサウンド：8  - とても良い\u001b[22m\n\u001b[1m(Saundo: 8 - Totemo yoi)\u001b[22m\n\nTranslations of \u001b[4mSound: 8 - Very Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8 - Very Good\u001b[24m\n    \u001b[1mサウンド：8  - とても良い\u001b[22m, \u001b[1mサウンド：8  - 非常に良いです\u001b[22m\n\u001b[1m\u001b[22m\nThe sound wasn't bad but compared to everything else in the anime, it lacked a bit. It missed a bit of OOMPH maybe the sound effects or something, I still don't know myself but it just sounded like it missed something.\n\n\u001b[1m音は悪くないが、アニメのすべてのものと比べると、少し欠けていた。 それはOOMPHの少しの音効果や何かを逃した、私はまだ自分自身を知らないが、それはちょうど何かを逃したように聞こえた。\u001b[22m\n\u001b[1m(Oto wa warukunai ga, anime no subete no mono to kuraberu to, sukoshi kakete ita. Sore wa OOMPH no sukoshi no oto kōka ya nanika o nogashita, watashi wa mada jibun jishin o shiranai ga, sore wa chōdo nanika o nogashita yō ni kikoeta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound wasn't bad but compared to everything else in the anime, it lacked a bit. It missed a bit of OOMPH maybe the sound effects or something, I still don't know myself but it just sounded like it missed something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound wasn't bad but compared to everything else in the anime, it lacked a bit.\u001b[24m\n    \u001b[1m音は悪くないが、アニメのすべてのものと比べると、少し欠けていた。\u001b[22m, \u001b[1m音は悪くはなかったが、アニメで他のすべてと比較すると、それは少し欠けていました。\u001b[22m\n\u001b[4mIt missed a bit of OOMPH maybe the sound effects or something, I still don't know myself but it just sounded like it missed something.\u001b[24m\n    \u001b[1mそれはOOMPHの少しの音効果や何かを逃した、私はまだ自分自身を知らないが、それはちょうど何かを逃したように聞こえた。\u001b[22m, \u001b[1mそれは多分、効果音や何かが、私はまだ自分自身を知らないが、それが何かを逃したようにそれはちょうど鳴った活力のビットを逃しました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9 - Great!\n\n\u001b[1mキャラクター：9  - 素晴らしい！\u001b[22m\n\u001b[1m(Kyarakutā: 9 - Subarashī!)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9 - Great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9 - Great!\u001b[24m\n    \u001b[1mキャラクター：9  - 素晴らしい！\u001b[22m, \u001b[1mキャラクター：9  - グレート！\u001b[22m\n\u001b[1m\u001b[22m\nI liked all of the characters, the character development was good, and the characters didn't get crazy skills out of nowhere, it really shows just how much hard work and perseverance the characters put in to practice.\n\n\u001b[1m私はすべてのキャラクターが好き、キャラクターの開発は良かったし、キャラクターはどこからでも狂ったスキルを身につけることはできませんでした。実際に練習するのにどれだけの労力と忍耐力が必要なのかを本当に示しています。\u001b[22m\n\u001b[1m(Watashi wa subete no kyarakutā ga suki, kyarakutā no kaihatsu wa yokattashi, kyarakutā wa doko kara demo kurutta sukiru o mi ni tsukeru koto wa dekimasendeshita. Jissai ni renshū surunoni dore dake no rōryoku to nintai-ryoku ga hitsuyōna no ka o hontōni shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI liked all of the characters, the character development was good, and the characters didn't get crazy skills out of nowhere, it really shows just how much hard work and perseverance the characters put in to practice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked all of the characters, the character development was good, and the characters didn't get crazy skills out of nowhere, it really shows just how much hard work and perseverance the characters put in to practice.\u001b[24m\n    \u001b[1m私はすべてのキャラクターが好き、キャラクターの開発は良かったし、キャラクターはどこからでも狂ったスキルを身につけることはできませんでした。実際に練習するのにどれだけの労力と忍耐力が必要なのかを本当に示しています。\u001b[22m, \u001b[1m私はキャラクターの成長は良好で、文字のすべてを好きで、文字がどこからともなく狂気のスキルを取得していない、それは実際に文字を練習するために入れどれだけのハードワークと忍耐を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9 - Great!\n\n\u001b[1m楽しさ：9  - 素晴らしい！\u001b[22m\n\u001b[1m(Tanoshisa: 9 - Subarashī!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9 - Great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9 - Great!\u001b[24m\n    \u001b[1m楽しさ：9  - 素晴らしい！\u001b[22m, \u001b[1m楽しさ：9  - グレート！\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime, I had so much adrenaline rushing through me while watching this anime, it really gets you going.\n\n\u001b[1m私はこのアニメを本当に楽しんでいました。私はこのアニメを見ている間に私を突き進んでいました。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hontōni tanoshinde imashita. Watashi wa kono anime o mite iru ma ni watashi o tsukisusunde imashita.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime, I had so much adrenaline rushing through me while watching this anime, it really gets you going.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime, I had so much adrenaline rushing through me while watching this anime, it really gets you going.\u001b[24m\n    \u001b[1m私はこのアニメを本当に楽しんでいました。私はこのアニメを見ている間に私を突き進んでいました。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんだこのアニメを見ながら、私は私を通して急いでそんなにアドレナリンを持っていた、それは本当にあなたが行く取得します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9 - Great!\n\n\u001b[1m全体：9  - 素晴らしい！\u001b[22m\n\u001b[1m(Zentai: 9 - Subarashī!)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9 - Great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9 - Great!\u001b[24m\n    \u001b[1m全体：9  - 素晴らしい！\u001b[22m, \u001b[1m全体：9  - グレート！\u001b[22m\n\u001b[1m\u001b[22m\nIn general, Haikyuu is an amazing anime and I would recommend it to anyone. I really loved basically everything in this anime and will most likely watch it again.\n\n\u001b[1m一般的に、Haikyuuはすばらしいアニメであり、私は誰にでもそれを推薦します。 私はこのアニメでは基本的にすべてを愛していて、おそらくそれをもう一度見ます。\u001b[22m\n\u001b[1m(Ippantekini, Haikyuu wa subarashī animedeari, watashi wa darenidemo sore o suisen shimasu. Watashi wa kono animede wa kihontekini subete o aishite ite, osoraku sore o mōichido mimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn general, Haikyuu is an amazing anime and I would recommend it to anyone. I really loved basically everything in this anime and will most likely watch it again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general, Haikyuu is an amazing anime and I would recommend it to anyone.\u001b[24m\n    \u001b[1m一般的に、Haikyuuはすばらしいアニメであり、私は誰にでもそれを推薦します。\u001b[22m, \u001b[1m一般的に、Haikyuuは素晴らしいアニメだと私は誰にもお勧めします。\u001b[22m\n\u001b[4mI really loved basically everything in this anime and will most likely watch it again.\u001b[24m\n    \u001b[1m私はこのアニメでは基本的にすべてを愛していて、おそらくそれをもう一度見ます。\u001b[22m, \u001b[1m私は本当にこのアニメでは基本的にすべてのものを愛し、最も可能性の高い再びそれを見ます。\u001b[22m"
  },
  {
    "title": "Haikyuu",
    "id": "20583",
    "url": "https://myanimelist.net/anime/20583/Haikyuu",
    "user": "Bandaidkid",
    "profile": "/profile/Bandaidkid/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=205614",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\n*このレビューにはスポイラーのエンディングが含まれています。*\n私は楽しみのみに基づいて再検討する。 私の文法の間違いを許してください、私は英語でそれほど良いものではありません。\n\n「落ちたら、先に倒れましょう！」  （ - 西野ゆう）。 これは、このショーの主旨です。\n\nHaikyuu!! 私が見てきた2番目のスポーツアニメです。 私はFreeを見たので、試してみるべきだと決めました！ それを好きだった人もこれも好きだった。 その後、第2シーズンのことを聞いて見始めた。 私は多くの賞賛を聞いたので、私はこれに大きな期待を持っていました。 そして私はこれを見てうれしいです。\n\n最初の数回のエピソードでは、それは良いとは感じていませんでした。 私は実際にそれが好きだったので、私は夢中にはならず、少し失望しました。 セカンドショットに値する 私はそれを保留にして、何週間も過ぎてしまったのですが、私はHaikyuuで続行するとは思っていませんでした!!しかし、ある日、私は続けることに決めました。 それは第5話だった。 最後に、2週間の休みをとって申し訳なく思った。 私が気に入った最初のエピソードは第5話でしたし、それは全体の時間をより良くするようになったようです。 だから、最初に俳優のような感じがしているなら！ 悪いです、止まないでください。 あなたが5-8のエピソードを見たときにそれが気に入らなければ、やめてください。  Haikyuu!!\n\nKarasunosのメンバーは面白くて愛らしいキャラクターです。それらはすべてユニークなものなので、Karasunoが私の好きなチームです。 あなたが他のチームを見に来たとき、私は正直になぜ彼らがユニークではなかったのか考えました。 ネコマでは、いくつかのキャラクターはカラスノと非常に似ています。 他のチームはもっと鈍いキャラクターを覚えるのは簡単ではありませんが、他のチームも好きになるでしょう。 彼らはそれほど悪くはありませんでした。\nマッチはエピソードで最高のものでした。 私はスポーツに本当に関心がなかったので、どれくらい楽しむことができるのか分かりませんでした。 確かに、アニメとリアルスポーツは非常に異なっていますが、まだまだです。 試合はエキサイティングで、あなたがチームと一緒に裁判所にいたような気分でした。 チームには失望、悲しみ、興奮、喜び、そして他にもたくさんの気持ちが感じられます。 あなたが本当にそれの一部であるように感じる方法は、この特別なものにしました。 文字の感情もよく示されていた。\n\n[スポイラーはこちら]＆gt;\nすべてのエピソードは、それ以前のエピソードよりも優れていました。 すべてのエピソードで、あなたはもっと興奮していました。 真ん中で私は完璧に引っ張られ、烏丸のために応援しました。 私はなぜ多くの人が俳句を愛しているのか理解しています!! 私がそれを好きだと思ったとしても、私はそれを愛して終わったと想像することはできませんでした。 結局、烏丸が青葉女子に敗れた時、私はチームのようにひどい気分でした。 あなたが失った選手の一人であるように感じました。 彼らが食べて泣き始めたとき、私は彼らの痛みを感じました、そして、私はそれが素晴らしいと思います。 私はそれを除いていませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n*THIS REVIEW CONTAINS SPOILER ABOUT THE ENDING.*\n\n\u001b[1m*このレビューにはスポイラーのエンディングが含まれています。*\u001b[22m\n\u001b[1m(* Kono rebyū ni wa supoirā no endingu ga fukuma rete imasu.*)\u001b[22m\n\nTranslations of \u001b[4m*THIS REVIEW CONTAINS SPOILER ABOUT THE ENDING.*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*THIS REVIEW CONTAINS SPOILER ABOUT THE ENDING.*\u001b[24m\n    \u001b[1m*このレビューにはスポイラーのエンディングが含まれています。*\u001b[22m, \u001b[1m*この口コミはエンディングについてスポイラーが含まれています。*\u001b[22m\nI review based on only enjoyment. Please excuse my grammar mistakes, i'm not that good in english.\n\n\u001b[1m私は楽しみのみに基づいて再検討する。 私の文法の間違いを許してください、私は英語でそれほど良いものではありません。\u001b[22m\n\u001b[1m(Watashi wa tanoshimi nomi nimotozuite saikentō suru. Watashi no bunpō no machigai o yurushitekudasai, watashi wa eigo de sore hodo yoi monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI review based on only enjoyment. Please excuse my grammar mistakes, i'm not that good in english.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI review based on only enjoyment.\u001b[24m\n    \u001b[1m私は楽しみのみに基づいて再検討する。\u001b[22m, \u001b[1m私は楽しみに基づいて確認します。\u001b[22m\n\u001b[4mPlease excuse my grammar mistakes, i'm not that good in english.\u001b[24m\n    \u001b[1m私の文法の間違いを許してください、私は英語でそれほど良いものではありません。\u001b[22m, \u001b[1m私は英語で良いことないんだけど、私の文法の間違いを許しなさい。\u001b[22m\n\u001b[1m\u001b[22m\n'If we fall, let's fall forward!' (- Yuu Nishinoya). That's pretty much what this show is about.\n\n\u001b[1m「落ちたら、先に倒れましょう！」  （ - 西野ゆう）。 これは、このショーの主旨です。\u001b[22m\n\u001b[1m(`Ochitara,-saki ni taoremashou!' ( - Nishino Yū). Kore wa, kono shō no shushidesu.)\u001b[22m\n\nTranslations of \u001b[4m'If we fall, let's fall forward!' (- Yuu Nishinoya). That's pretty much what this show is about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'If we fall, let's fall forward!'\u001b[24m\n    \u001b[1m「落ちたら、先に倒れましょう！」\u001b[22m, \u001b[1m「我々が落ちる場合は、のは、前方に落下しましょう！」\u001b[22m\n\u001b[4m(- Yuu Nishinoya).\u001b[24m\n    \u001b[1m（ - 西野ゆう）。\u001b[22m, \u001b[1m（ - ゆうNishinoya）。\u001b[22m\n\u001b[4mThat's pretty much what this show is about.\u001b[24m\n    \u001b[1mこれは、このショーの主旨です。\u001b[22m, \u001b[1mそれはかなりこのショーは約あるものです。\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu!! is the second sports anime I've watched. I decided I should give it a try, because I had seen Free! and people who liked it had liked this too. Then, I heard about the second season and started watching. I had high hopes for this because I had heard much praising. And i'm glad I watched this.\n\n\u001b[1mHaikyuu!! 私が見てきた2番目のスポーツアニメです。 私はFreeを見たので、試してみるべきだと決めました！ それを好きだった人もこれも好きだった。 その後、第2シーズンのことを聞いて見始めた。 私は多くの賞賛を聞いたので、私はこれに大きな期待を持っていました。 そして私はこれを見てうれしいです。\u001b[22m\n\u001b[1m(Haikyuu! ! Watashi ga mitekita 2-banme no supōtsuanimedesu. Watashi wa furī o mitanode, tameshite mirubekida to kimemashita! Sore o sukidatta hito mo kore mo sukidatta. Sonogo, dai 2 shīzun no koto o kii te mi hajimeta. Watashi wa ōku no shōsan o kiitanode, watashi wa kore ni ōkina kitai o motte imashita. Soshite watashi wa kore o mite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu!! is the second sports anime I've watched. I decided I should give it a try, because I had seen Free! and people who liked it had liked this too. Then, I heard about the second season and started watching. I had high hopes for this because I had heard much praising. And i'm glad I watched this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu!!\u001b[24m\n    \u001b[1mHaikyuu!!\u001b[22m\n\u001b[4mis the second sports anime I've watched.\u001b[24m\n    \u001b[1m私が見てきた2番目のスポーツアニメです。\u001b[22m, \u001b[1m私が見てきた第二のスポーツアニメです。\u001b[22m\n\u001b[4mI decided I should give it a try, because I had seen Free!\u001b[24m\n    \u001b[1m私はFreeを見たので、試してみるべきだと決めました！\u001b[22m, \u001b[1m私はフリー見ていたので、私は、私はそれを試してみる必要がありますことを決めました！\u001b[22m\n\u001b[4mand people who liked it had liked this too.\u001b[24m\n    \u001b[1mそれを好きだった人もこれも好きだった。\u001b[22m, \u001b[1mそしてそれが好きの人々があまりにもこれを気に入っていました。\u001b[22m\n\u001b[4mThen, I heard about the second season and started watching.\u001b[24m\n    \u001b[1mその後、第2シーズンのことを聞いて見始めた。\u001b[22m, \u001b[1mその後、私は2番目のシーズンの話を聞いたと見始めました。\u001b[22m\n\u001b[4mI had high hopes for this because I had heard much praising.\u001b[24m\n    \u001b[1m私は多くの賞賛を聞いたので、私はこれに大きな期待を持っていました。\u001b[22m, \u001b[1m私は多くの賞賛を聞いていたので、私はこのための大きな期待を持っていました。\u001b[22m\n\u001b[4mAnd i'm glad I watched this.\u001b[24m\n    \u001b[1mそして私はこれを見てうれしいです。\u001b[22m, \u001b[1mそして私は、私はこれを見てくれてうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe first few episodes didn't feel that good. I didn't get hooked and was a bit disappointed, because I actually wanted to like it. is worth a second shot. I put it on-hold and couple weeks passed and I didn't even think of continuing on Haikyuu!!, but one day I decided to keep going. It was fifth episode. At the end of it, I felt sorry for myself for stopping for two weeks. 5th episode was the first episode I liked, and then it started to seem to be going to better the whole time. So if you are feeling at first like Haikyuu!! is bad, don't stop. If you don't like it when you've seen 5-8 episodes, then stop. Haikyuu!!\n\n\u001b[1m最初の数回のエピソードでは、それは良いとは感じていませんでした。 私は実際にそれが好きだったので、私は夢中にはならず、少し失望しました。 セカンドショットに値する 私はそれを保留にして、何週間も過ぎてしまったのですが、私はHaikyuuで続行することも考えていませんでした!!しかし、ある日、私は続けることに決めました。 それは第5話だった。 最後に、2週間の休みをとって申し訳なく思った。 私が気に入った最初のエピソードは第5話でしたし、それは全体の時間をより良くするようになったようです。 だから、最初に俳優のような感じがしているなら！ 悪いです、止まないでください。 あなたが5-8のエピソードを見たときにそれが気に入らなければ、やめてください。  Haikyuu!!\u001b[22m\n\u001b[1m(Saisho no sū-kai no episōdode wa, sore wa yoi to wa kanjite imasendeshita. Watashi wa jissai ni sore ga sukidattanode, watashi wa yume nakaniha narazu, sukoshi shitsubō shimashita. Watashi wa sore o horyū ni shite, nan-shūkan mo sugite shimatta nodesuga, watashi wa Haikyuu de zokkō suru koto mo kangaete imasendeshita! ! Shikashi, aru hi, watashi wa tsudzukeru koto ni kimemashita. Sore wa dai 5-wadatta. Saigo ni, 2-shūkan no yasumi o totte mōshiwakenaku omotta. Watashi ga kiniitta saisho no episōdo wa dai 5-wadeshitashi, sore wa zentai no jikan o yori yoku suru yō ni natta yōdesu. Dakara, saisho ni haiyū no yōna kanji ga shite irunara! Waruidesu, yamanaide kudasai. Anata ga 5 - 8 no episōdo o mita toki ni sore ga kiniiranakereba, yamete kudasai. Haikyuu! ! Sekandoshotto niataisuru)\u001b[22m\n\nTranslations of \u001b[4mThe first few episodes didn't feel that good. I didn't get hooked and was a bit disappointed, because I actually wanted to like it. is worth a second shot. I put it on-hold and couple weeks passed and I didn't even think of continuing on Haikyuu!!, but one day I decided to keep going. It was fifth episode. At the end of it, I felt sorry for myself for stopping for two weeks. 5th episode was the first episode I liked, and then it started to seem to be going to better the whole time. So if you are feeling at first like Haikyuu!! is bad, don't stop. If you don't like it when you've seen 5-8 episodes, then stop. Haikyuu!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first few episodes didn't feel that good.\u001b[24m\n    \u001b[1m最初の数回のエピソードでは、それは良いとは感じていませんでした。\u001b[22m, \u001b[1m最初のいくつかのエピソードは、良い感じませんでした。\u001b[22m\n\u001b[4mI didn't get hooked and was a bit disappointed, because I actually wanted to like it.\u001b[24m\n    \u001b[1m私は実際にそれが好きだったので、私は夢中にはならず、少し失望しました。\u001b[22m, \u001b[1m私は実際にそれを好むしたかったので、私は、夢中になると少しがっかりしていませんでした。\u001b[22m\n\u001b[4mI put it on-hold and couple weeks passed and I didn't even think of continuing on Haikyuu!!, but one day I decided to keep going.\u001b[24m\n    \u001b[1m私はそれを保留にして、何週間も過ぎてしまったのですが、私はHaikyuuで続行することも考えていませんでした!!しかし、ある日、私は続けることに決めました。\u001b[22m, \u001b[1m私は保留と渡された数週間、それを入れて、私もHaikyuu!!上の継続を考えませんでしたが、ある日、私は続けることにしました。\u001b[22m\n\u001b[4mIt was fifth episode.\u001b[24m\n    \u001b[1mそれは第5話だった。\u001b[22m, \u001b[1mこれは、第五のエピソードでした。\u001b[22m\n\u001b[4mAt the end of it, I felt sorry for myself for stopping for two weeks.\u001b[24m\n    \u001b[1m最後に、2週間の休みをとって申し訳なく思った。\u001b[22m, \u001b[1mそれの終わりに、私は2週間停止するための自分のために残念に感じました。\u001b[22m\n\u001b[4m5th episode was the first episode I liked, and then it started to seem to be going to better the whole time.\u001b[24m\n    \u001b[1m私が気に入った最初のエピソードは第5話でしたし、それは全体の時間をより良くするようになったようです。\u001b[22m, \u001b[1m第五エピソードは、私が気に入った最初のエピソードで、それは全体の時間をより良くしようとしているように見えるようになりました。\u001b[22m\n\u001b[4mSo if you are feeling at first like Haikyuu!!\u001b[24m\n    \u001b[1mだから、最初に俳優のような感じがしているなら！\u001b[22m, \u001b[1mですから、最初Haikyuuのように感じている場合は！\u001b[22m\n\u001b[4mis bad, don't stop.\u001b[24m\n    \u001b[1m悪いです、止まないでください。\u001b[22m, \u001b[1m悪い、停止しないでください。\u001b[22m\n\u001b[4mIf you don't like it when you've seen 5-8 episodes, then stop.\u001b[24m\n    \u001b[1mあなたが5-8のエピソードを見たときにそれが気に入らなければ、やめてください。\u001b[22m, \u001b[1mあなたは5-8のエピソードを見てきたとき、あなたはそれを好きではない場合は、停止します。\u001b[22m\n\u001b[4mHaikyuu!!\u001b[24m\n    \u001b[1mHaikyuu!!\u001b[22m\n\u001b[4mis worth a second shot.\u001b[24m\n    \u001b[1mセカンドショットに値する\u001b[22m, \u001b[1mセカンドショットの価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nKarasunos members are as characters entertaining and lovable, all of them are unique and that's why Karasuno is my favorite team. When you got to see other teams I honestly thought why they weren't as unique. In Nekoma some characters are extremely similar to Karasuno. The other teams aren't as easy to memorize for their more dull characters, but i'm pretty sure you'll like the other teams aswell. They weren't that bad.\n\n\u001b[1mKarasunosのメンバーは面白くて愛らしいキャラクターです。それらはすべてユニークなものなので、Karasunoが私の好きなチームです。 あなたが他のチームを見に来たとき、私は正直になぜ彼らがユニークではなかったのか考えました。 ネコマでは、いくつかのキャラクターはカラスノと非常に似ています。 他のチームはもっと鈍いキャラクターを覚えるのは簡単ではありませんが、他のチームも好きになるでしょう。 彼らはそれほど悪くはありませんでした。\u001b[22m\n\u001b[1m(Karasunos no menbā wa omoshirokute airashī kyarakutādesu. Sorera wa subete yunīkuna mononanode, Karasuno ga watashi no sukina chīmudesu. Anata ga hoka no chīmu o mi ni kita toki, watashi wa shōjiki ni naze karera ga yunīkude wa nakatta no ka kangaemashita. Nekoma dewa, ikutsu ka no kyarakutā wa karasuno to hijō ni nite imasu. Hoka no chīmu wa motto nibui kyarakutā o oboeru no wa kantande wa arimasenga, hoka no chīmu mo suki ni narudeshou. Karera wa sore hodo waruku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mKarasunos members are as characters entertaining and lovable, all of them are unique and that's why Karasuno is my favorite team. When you got to see other teams I honestly thought why they weren't as unique. In Nekoma some characters are extremely similar to Karasuno. The other teams aren't as easy to memorize for their more dull characters, but i'm pretty sure you'll like the other teams aswell. They weren't that bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKarasunos members are as characters entertaining and lovable, all of them are unique and that's why Karasuno is my favorite team.\u001b[24m\n    \u001b[1mKarasunosのメンバーは面白くて愛らしいキャラクターです。それらはすべてユニークなものなので、Karasunoが私の好きなチームです。\u001b[22m, \u001b[1m文字が面白いと愛すべき、それらのすべてが一意であるようKarasunosメンバーがあり、Karasunoは私の好きなチームである理由です。\u001b[22m\n\u001b[4mWhen you got to see other teams I honestly thought why they weren't as unique.\u001b[24m\n    \u001b[1mあなたが他のチームを見に来たとき、私は正直になぜ彼らがユニークではなかったのか考えました。\u001b[22m, \u001b[1mあなたが他のチームを見るために着いたとき、彼らはのように一意ではありませんでしたなぜ私は正直思いました。\u001b[22m\n\u001b[4mIn Nekoma some characters are extremely similar to Karasuno.\u001b[24m\n    \u001b[1mネコマでは、いくつかのキャラクターはカラスノと非常に似ています。\u001b[22m, \u001b[1m猫魔ではいくつかの文字がKarasunoに非常に似ています。\u001b[22m\n\u001b[4mThe other teams aren't as easy to memorize for their more dull characters, but i'm pretty sure you'll like the other teams aswell.\u001b[24m\n    \u001b[1m他のチームはもっと鈍いキャラクターを覚えるのは簡単ではありませんが、他のチームも好きになるでしょう。\u001b[22m, \u001b[1m他のチームはより鈍い文字に暗記するのは容易ではないですが、私はあなたがaswell他のチームを好きにかなり確信しています。\u001b[22m\n\u001b[4mThey weren't that bad.\u001b[24m\n    \u001b[1m彼らはそれほど悪くはありませんでした。\u001b[22m, \u001b[1m彼らは、悪いことではありませんでした。\u001b[22m\nThe matches were the best things on the episodes. I had no idea how much I could enjoy them, because I've never really been interested in sports. Sure, anime and real sports are very different, but still. The matches were exciting and sometimes it almost felt like you were with the team on the court. You got to feel disappointment, sadness, excitement, happines and a whole lot of other feelings with the teams. The way it feels like you really are a part of it made this special. The characters feelings were also showed well.\n\n\u001b[1mマッチはエピソードで最高のものでした。 私はスポーツに本当に関心がなかったので、どれくらい楽しむことができるのか分かりませんでした。 確かに、アニメとリアルスポーツは非常に異なっていますが、まだまだです。 試合はエキサイティングで、あなたがチームと一緒に裁判所にいたような気分でした。 チームには失望、悲しみ、興奮、喜び、そして他にもたくさんの気持ちが感じられます。 あなたが本当にそれの一部であるように感じる方法は、この特別なものにしました。 文字の感情もよく示されていた。\u001b[22m\n\u001b[1m(Matchi wa episōdo de saikō no monodeshita. Watashi wa supōtsu ni hontōni kanshin ga nakattanode, dorekurai tanoshimu koto ga dekiru no ka wakarimasendeshita. Tashika ni, anime to riarusupōtsu wa hijō ni kotonatte imasuga, madamadadesu. Shiai wa ekisaitingude, anata ga chīmu to issho ni saibansho ni ita yōna kibundeshita. Chīmu ni wa shitsubō, kanashimi, kōfun, yorokobi, soshite hoka ni mo takusan no kimochi ga kanji raremasu. Anata ga hontōni sore no ichibudearu yō ni kanjiru hōhō wa, kono tokubetsuna mono ni shimashita. Moji no kanjō mo yoku shimesa rete ita.)\u001b[22m\n\nTranslations of \u001b[4mThe matches were the best things on the episodes. I had no idea how much I could enjoy them, because I've never really been interested in sports. Sure, anime and real sports are very different, but still. The matches were exciting and sometimes it almost felt like you were with the team on the court. You got to feel disappointment, sadness, excitement, happines and a whole lot of other feelings with the teams. The way it feels like you really are a part of it made this special. The characters feelings were also showed well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe matches were the best things on the episodes.\u001b[24m\n    \u001b[1mマッチはエピソードで最高のものでした。\u001b[22m\n\u001b[4mI had no idea how much I could enjoy them, because I've never really been interested in sports.\u001b[24m\n    \u001b[1m私はスポーツに本当に関心がなかったので、どれくらい楽しむことができるのか分かりませんでした。\u001b[22m, \u001b[1m私は本当にスポーツに興味行ったことがないので、私は、私はそれらを楽しむことができるどのくらい理解していませんでした。\u001b[22m\n\u001b[4mSure, anime and real sports are very different, but still.\u001b[24m\n    \u001b[1m確かに、アニメとリアルスポーツは非常に異なっていますが、まだまだです。\u001b[22m, \u001b[1m確かに、アニメや本当のスポーツは非常に異なるが、それでもあります。\u001b[22m\n\u001b[4mThe matches were exciting and sometimes it almost felt like you were with the team on the court.\u001b[24m\n    \u001b[1m試合はエキサイティングで、あなたがチームと一緒に裁判所にいたような気分でした。\u001b[22m, \u001b[1m試合はエキサイティングだったし、裁判所にチームと一緒にいたように、時にはそれはほとんど感じました。\u001b[22m\n\u001b[4mYou got to feel disappointment, sadness, excitement, happines and a whole lot of other feelings with the teams.\u001b[24m\n    \u001b[1mチームには失望、悲しみ、興奮、喜び、そして他にもたくさんの気持ちが感じられます。\u001b[22m, \u001b[1mあなたは失望、悲しみ、興奮、幸福やチームと他の感情の全体の多くを感じるようになりました。\u001b[22m\n\u001b[4mThe way it feels like you really are a part of it made this special.\u001b[24m\n    \u001b[1mあなたが本当にそれの一部であるように感じる方法は、この特別なものにしました。\u001b[22m, \u001b[1mあなたは本当にそれの一部であるようにそれは感じている方法は、この特別を作りました。\u001b[22m\n\u001b[4mThe characters feelings were also showed well.\u001b[24m\n    \u001b[1m文字の感情もよく示されていた。\u001b[22m, \u001b[1m文字の気持ちもよく示されました。\u001b[22m\n\u001b[1m\u001b[22m\n[SPOILER HERE] &gt;\n\n\u001b[1m[スポイラーはこちら]＆gt;\u001b[22m\n\u001b[1m([Supoirā wa kochira]& gt;)\u001b[22m\n\nTranslations of \u001b[4m[SPOILER HERE] &gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[SPOILER HERE] &gt;\u001b[24m\n    \u001b[1m[スポイラーはこちら]＆gt;\u001b[22m, \u001b[1m【HERE SPOILER]＆GT;\u001b[22m\nEvery episode was better than the one before that. Every episode made you feel more excited. At the middle I was completedly hooked and cheering for Karasuno. I understand why so many people love Haikyuu!!. Even though I hoped I liked it, I couldn't imagine I ended up loving it. In the end, when Karasuno lost to Aoba Jousai, I felt as terrible as the team did. It felt like you were one of the players who lost. When they were eating and started to cry, I felt their pain, and I think that is amazing. I didn't except that.\n\n\u001b[1mすべてのエピソードは、それ以前のエピソードよりも優れていました。 すべてのエピソードで、あなたはもっと興奮していました。 真ん中で私は完璧に引っ張られ、烏丸のために応援しました。 私はなぜ多くの人が俳句を愛しているのか理解しています!! 私がそれを好きだと思ったとしても、私はそれを愛して終わったと想像することはできませんでした。 結局、烏丸が青葉女子に敗れた時、私はチームのようにひどい気分でした。 あなたが失った選手の一人であるように感じました。 彼らが食べて泣き始めたとき、私は彼らの痛みを感じました、そして、私はそれが素晴らしいと思います。 私はそれを除いていませんでした。\u001b[22m\n\u001b[1m(Subete no episōdo wa, sore izen no episōdo yori mo sugurete imashita. Subete no episōdo de, anata wa motto kōfun shite imashita. Man'naka de watashi wa kanpeki ni hippara re, Karasuma no tame ni ōen shimashita. Watashi wa naze ōku no hito ga haiku o aishite iru no ka rikai shite imasu! ! Watashi ga sore o sukida to omotta to shite mo, watashi wa sore o aishite owatta to sōzō suru koto wa dekimasendeshita. Kekkyoku, Karasuma ga Aoba joshi ni yabureta toki, watashi wa chīmu no yō ni hidoi kibundeshita. Anata ga ushinatta senshu no hitoridearu yō ni kanjimashita. Karera ga tabete naki hajimeta toki, watashi wa karera no itami o kanjimashita, soshite, watashi wa sore ga subarashī to omoimasu. Watashi wa sore o nozoite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mEvery episode was better than the one before that. Every episode made you feel more excited. At the middle I was completedly hooked and cheering for Karasuno. I understand why so many people love Haikyuu!!. Even though I hoped I liked it, I couldn't imagine I ended up loving it. In the end, when Karasuno lost to Aoba Jousai, I felt as terrible as the team did. It felt like you were one of the players who lost. When they were eating and started to cry, I felt their pain, and I think that is amazing. I didn't except that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery episode was better than the one before that.\u001b[24m\n    \u001b[1mすべてのエピソードは、それ以前のエピソードよりも優れていました。\u001b[22m, \u001b[1mすべてのエピソードは、その前に1よりも良好でした。\u001b[22m\n\u001b[4mEvery episode made you feel more excited.\u001b[24m\n    \u001b[1mすべてのエピソードで、あなたはもっと興奮していました。\u001b[22m, \u001b[1mすべてのエピソードは、あなたがより多くの興奮を感じました。\u001b[22m\n\u001b[4mAt the middle I was completedly hooked and cheering for Karasuno.\u001b[24m\n    \u001b[1m真ん中で私は完璧に引っ張られ、烏丸のために応援しました。\u001b[22m, \u001b[1m途中で私はcompletedlyの浮きやKarasunoを応援しました。\u001b[22m\n\u001b[4mI understand why so many people love Haikyuu!!.\u001b[24m\n    \u001b[1m私はなぜ多くの人が俳句を愛しているのか理解しています!!\u001b[22m, \u001b[1m非常に多くの人々がHaikyuuを好きな理由私は理解します!!。\u001b[22m\n\u001b[4mEven though I hoped I liked it, I couldn't imagine I ended up loving it.\u001b[24m\n    \u001b[1m私がそれを好きだと思ったとしても、私はそれを愛して終わったと想像することはできませんでした。\u001b[22m, \u001b[1m私はそれが好き期待にもかかわらず、私はそれを愛してしまった想像することができませんでした。\u001b[22m\n\u001b[4mIn the end, when Karasuno lost to Aoba Jousai, I felt as terrible as the team did.\u001b[24m\n    \u001b[1m結局、烏丸が青葉女子に敗れた時、私はチームのようにひどい気分でした。\u001b[22m, \u001b[1mKarasunoは青葉Jousaiに失われたときに最後に、私はチームがやったとしてひどいと感じました。\u001b[22m\n\u001b[4mIt felt like you were one of the players who lost.\u001b[24m\n    \u001b[1mあなたが失った選手の一人であるように感じました。\u001b[22m, \u001b[1mあなたが失われた選手の一人だったみたいに感じました。\u001b[22m\n\u001b[4mWhen they were eating and started to cry, I felt their pain, and I think that is amazing.\u001b[24m\n    \u001b[1m彼らが食べて泣き始めたとき、私は彼らの痛みを感じました、そして、私はそれが素晴らしいと思います。\u001b[22m, \u001b[1m彼らは食べて泣き始めたとき、私は彼らの痛みを感じ、私はそれは素晴らしいことだと思います。\u001b[22m\n\u001b[4mI didn't except that.\u001b[24m\n    \u001b[1m私はそれを除いていませんでした。\u001b[22m, \u001b[1m私はそれ以外ませんでした。\u001b[22m"
  }
]
