[
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "LordLumo",
    "profile": "/profile/LordLumo/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=107727",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまず、サムライチャンプルーは、確かに私のお気に入りのアニメです。 それはすべてのものを持っています：ドープアート、関連性のあるキャラクター、素晴らしいサウンドトラック、そしてもっとたくさん！ 今...音...私の神の音!!! ショーはTsutchieとNujabesのようなサウンドトラックと、彼らと他の人たちがこのアニメのために制作したファンキーなサウンドが本当にノック！ 全体的に、私はこのアニメを信じられないくらい楽しいものにしました。 初回は、渡辺慎一郎のアニメ「カウボーイビバップ」に慣れ親しんでいる人にとっては、その主なプロットとそのやり方は大歓迎です。 そのシリーズと同様に、Champlooは26のエピソードのすべてについて中心的なストーリーに集中するのではなく、一度にそれぞれの不運に光を当てる。 しかし、中央プロットラインの扱い方は巧妙です。 キャラクターに関しては、Champlooには本当に最高のものがいくつかあります！  3人の主人公がいます：Mugenは、戦闘スタイルがブレークダンスを連想させる無謀な男です。 ジン、神秘的な過去とstoicのさまよう武士;  「ヒマワリの香りを持つ侍」を探すために、彼女と一緒に他の2人を引きずるかわいい、不運なウェイトレスの女の子、フー。  3人のキャラクターはすべて即座に好きで非常に人間です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, Samurai Champloo is most certainly my favorite anime of all time. It has everything: dope art, relatable characters, an AMAZING soundtrack, and lots more! Now...SOUND...MY GOD the sounds!!! The show is soundtracked by the likes of Tsutchie and Nujabes, and the funky sounds that they and others produced for this anime REALLY knock! Overall, I found this anime incredibly enjoyable. For starters, for those familiar with Shinichiro Watanabe's previous anime, 'Cowboy Bebop', the main plot and the way it's dealt with will be welcome and comforting. Like THAT series, Champloo doesn't focus on the central story for every one of its 26 episodes, but instead, sheds light on each misadventure at a time. But, the way the central plotline is handled is masterful. As for characters, Champloo truly has some of the best around! There are 3 protagonists: Mugen, a reckless guy whose fighting style is reminiscent of break-dancing; Jin, a stoic wandering samurai with a mysterious past; and Fuu, the cute, hapless waitress girl who drags the other two along with her on her quest to find 'the samurai who smells of sunflowers'. All 3 characters are instantly likable and very human.\n\n\u001b[1mまず、サムライチャンプルーは、確かに私のお気に入りのアニメです。 それはすべてのものを持っています：ドープアート、関連性のあるキャラクター、素晴らしいサウンドトラック、そしてもっとたくさん！ 今...音...私の神の音!!! ショーはTsutchieとNujabesのようなサウンドトラックと、彼らと他の人たちがこのアニメのために制作したファンキーなサウンドが本当にノック！ 全体的に、私はこのアニメを信じられないくらい楽しいものにしました。 初回は、渡辺慎一郎のアニメ「カウボーイビバップ」に慣れ親しんでいる人にとっては、その主なプロットとそのやり方は大歓迎です。 そのシリーズと同様に、Champlooは26のエピソードのすべてについて中心的なストーリーに集中するのではなく、一度にそれぞれの不運に光を当てる。 しかし、中央プロットラインの扱い方は巧妙です。 キャラクターに関しては、Champlooには本当に最高のものがいくつかあります！  3人の主人公がいます：Mugenは、戦闘スタイルがブレークダンスを連想させる無謀な男です。 ジン、神秘的な過去とstoicのさまよう武士;  「ヒマワリの香りを持つ侍」を探すために、彼女と一緒に他の2人を引きずるかわいい、不運なウェイトレスの女の子、フー。  3人のキャラクターはすべて即座に好きで非常に人間です。\u001b[22m\n\u001b[1m(Mazu, samuraichanpurū wa, tashika ni watashinōkiniiri no animedesu. Sore wa subete no mono o motte imasu: Dōpuāto, kanren-sei no aru kyarakutā, subarashī saundotorakku, soshite motto takusan! Shokai wa, Watanabe Shin'ichirō no anime `kaubōibibappu' ni nareshitashinde iru hito ni totte wa, sono omona purotto to sono yarikata wa dai kangeidesu. Sono shirīzu to dōyō ni, Champloo wa 26 no episōdo no subete ni tsuite chūshin-tekina sutōrī ni shūchū suru node wa naku, ichido ni sorezore no fuun ni hikariwoateru. Shikashi, chūō purottorain no atsukai-kata wa kōmyōdesu. Kyarakutā ni kanshite wa, Champloo ni wa hontōni saikō no mono ga ikutsu ka arimasu! 3-Ri no shujinkō ga imasu: Mugen wa, sentō sutairu ga burēkudansu o rensō sa seru mubōna otokodesu. Jin, shinpi-tekina kako to sutoikku no samayō bushi; `himawari no kaori o motsu samurai' o sagasu tame ni, kanojo to issho ni hoka no 2-ri o hikizuru kawaī, fuun'na u~eitoresu no on'nanoko, fū. 3-Ri no kyarakutā wa subete sokuza ni sukide hijō ni ningendesu. Ima... Oto... Watashi no kami no oto! ! ! Shō wa Tsutchie to nujabesu no yōna saundotorakku to, karera to hokanohito-tachi ga kono anime no tame ni seisaku shita fankīna saundo ga hontōni nokku! Zentai-teki ni, watashi wa kono anime o shinji rarenai kurai tanoshī mono ni shimashita.)\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "StoreClock",
    "profile": "/profile/StoreClock/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=113885",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  5\n|  10\n\nこのアニメはすごく驚異的です。 戦いは幻想的に生気に満ちている、設定は古いものと新しいものの素晴らしいブレンドであり、音楽はNujabesです。 それだけで超良いことになります。 形式は半叙事詩です。 一般的なストーリーラインですが、多くのエピソードは文脈なしに見ることができます。 キャラクターの多くは、かなり標準的なアニメのトロピカルです（確かにジンは、それは問題ではないので、それは涼しいhes）、そして多くのプロットの開発はありません。  youdがノープロットの武士のアクションアニメだと思うものについては、時にはかなり深刻な問題を扱うこともあります。\n\nクールな設定とアニメーションのためにサムライチャンプルーを見る。 私を信じて、その素晴らしい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is freaking amazing. The fights are fantastically animated, the setting is a awesome blend of old and new, and the music is by Nujabes. That alone makes it super good. The format is semi-episodic. Theres a general storyline but many of the episodes can be watched without context. Many of the characters are pretty standard anime tropes (Jin for sure. Maybe mugen sorta but hes so cool that it doesnt matter), and theres not much plot development. For what youd think is a no-plot samurai action anime, sometimes it deals with pretty serious subject matter.\n\n\u001b[1mこのアニメはすごく驚異的です。 戦いは幻想的に生気に満ちている、設定は古いものと新しいものの素晴らしいブレンドであり、音楽はNujabesです。 それだけで超良いことになります。 形式は半叙事詩です。 一般的なストーリーラインですが、多くのエピソードは文脈なしに見ることができます。 キャラクターの多くは、かなり標準的なアニメのトロピカルです（確かにジンは、それは問題ではないので、それは涼しいhes）、そして多くのプロットの開発はありません。  youdがノープロットの武士のアクションアニメだと思うものについては、時にはかなり深刻な問題を扱うこともあります。\u001b[22m\n\u001b[1m(Kono anime wa sugoku kyōi-tekidesu. Tatakai wa gensō-teki ni seiki ni michite iru, settei wa furui mono to atarashīmono no subarashī burendodeari, ongaku wa nujabesudesu. Sore dake de chō yoi koto ni narimasu. Keishiki wa han jojishidesu. Ippantekina sutōrīraindesuga, ōku no episōdo wa bunmyaku nashi ni miru koto ga dekimasu. Kyarakutā no ōku wa, kanari hyōjun-tekina anime no toropikarudesu (tashika ni Jin wa, soreha mondaide wanainode, sore wa suzushī hes), soshite ōku no purotto no kaihatsu wa arimasen. Youd ga nōpurotto no bushi no akushon animeda to omou mono ni tsuite wa, tokiniha kanari shinkokuna mondai o atsukau koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is freaking amazing. The fights are fantastically animated, the setting is a awesome blend of old and new, and the music is by Nujabes. That alone makes it super good. The format is semi-episodic. Theres a general storyline but many of the episodes can be watched without context. Many of the characters are pretty standard anime tropes (Jin for sure. Maybe mugen sorta but hes so cool that it doesnt matter), and theres not much plot development. For what youd think is a no-plot samurai action anime, sometimes it deals with pretty serious subject matter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is freaking amazing.\u001b[24m\n    \u001b[1mこのアニメはすごく驚異的です。\u001b[22m, \u001b[1mこのアニメは素晴らしいおかしくされます。\u001b[22m\n\u001b[4mThe fights are fantastically animated, the setting is a awesome blend of old and new, and the music is by Nujabes.\u001b[24m\n    \u001b[1m戦いは幻想的に生気に満ちている、設定は古いものと新しいものの素晴らしいブレンドであり、音楽はNujabesです。\u001b[22m, \u001b[1m戦いは素晴らしく設定が新旧の素晴らしいブレンドです、アニメーション化され、そして音楽はNujabesによるものです。\u001b[22m\n\u001b[4mThat alone makes it super good.\u001b[24m\n    \u001b[1mそれだけで超良いことになります。\u001b[22m, \u001b[1mそれだけで、それが良いスーパーになります。\u001b[22m\n\u001b[4mThe format is semi-episodic.\u001b[24m\n    \u001b[1m形式は半叙事詩です。\u001b[22m, \u001b[1mフォーマットは、半エピソードです。\u001b[22m\n\u001b[4mTheres a general storyline but many of the episodes can be watched without context.\u001b[24m\n    \u001b[1m一般的なストーリーラインですが、多くのエピソードは文脈なしに見ることができます。\u001b[22m, \u001b[1m一般的なストーリーをtheresのが、エピソードの多くは、コンテキストなしで視聴できます。\u001b[22m\n\u001b[4mMany of the characters are pretty standard anime tropes (Jin for sure. Maybe mugen sorta but hes so cool that it doesnt matter), and theres not much plot development.\u001b[24m\n    \u001b[1mキャラクターの多くは、かなり標準的なアニメのトロピカルです（確かにジンは、それは問題ではないので、それは涼しいhes）、そして多くのプロットの開発はありません。\u001b[22m, \u001b[1m文字の多くは、かなり標準的アニメの比喩である（ジン確認してください。多分無限の具合が、それは問題doesntのことをとてもクールhesのため）、およびtheresのない多くのプロット開発。\u001b[22m\n\u001b[4mFor what youd think is a no-plot samurai action anime, sometimes it deals with pretty serious subject matter.\u001b[24m\n    \u001b[1myoudがノープロットの武士のアクションアニメだと思うものについては、時にはかなり深刻な問題を扱うこともあります。\u001b[22m, \u001b[1mヤウドどう思いのために、時にはそれはかなり深刻な主題を扱って、無プロット侍アクションアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nwatch samurai champloo for the music, the cool setting and the animation. trust me, its awesom.\n\n\u001b[1mクールな設定とアニメーションのためにサムライチャンプルーを見る。 私を信じて、その素晴らしい。\u001b[22m\n\u001b[1m(Kūruna settei to animēshon no tame ni samuraichanpurū o miru. Watashi o shinjite, sono subarashī.)\u001b[22m\n\nTranslations of \u001b[4mwatch samurai champloo for the music, the cool setting and the animation. trust me, its awesom.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwatch samurai champloo for the music, the cool setting and the animation.\u001b[24m\n    \u001b[1mクールな設定とアニメーションのためにサムライチャンプルーを見る。\u001b[22m, \u001b[1m、音楽のためのクールな設定やアニメーションをサムライチャンプルーを見ます。\u001b[22m\n\u001b[4mtrust me, its awesom.\u001b[24m\n    \u001b[1m私を信じて、その素晴らしい。\u001b[22m, \u001b[1mそのawesom、私を信頼しています。\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "Koolag1",
    "profile": "/profile/Koolag1/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=21881",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  7\n\nSamurai Champlooはあなたがすべてのエピソードを見る必要がないというショーの1つであり、最初のいくつかのエピソードは、ストーリーの背後に何らかの理由があると思います。 しかし、いくつかの非常に面白い瞬間があります。その中には、正確な履歴の詳細と、期間に合わない非常に完全ではない項目があります。\n\nそれは主人公が非常に良いと言いましたMugan私はルパン三世の侍から借りていることを誓います。 アートワークは素晴らしく、全体的にはサムライマンガ/アニメが最高のものではなく、自分のスタイルを持っているように、ほとんどのエピソードから楽しむことができます。\n\nあなたは主人公が好きで、話をオクの結末に導く弱いストーリーラインではなく、ストーリーがより妥当であることを望みます。 だから、アートワークを要約すると、ストーリーはほとんどの場合貧弱ですが、見る価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSamurai Champloo is a one of those shows were you don't have to see every episode and the first few episodes you'll be think is there any reason behind the story. However there are some very funny moments some involving accurate history details with some very completely non relevant items that don't fit the the time period.\n\n\u001b[1mSamurai Champlooはあなたがすべてのエピソードを見る必要がないというショーの1つであり、最初のいくつかのエピソードは、ストーリーの背後に何らかの理由があると思います。 しかし、いくつかの非常に面白い瞬間があります。その中には、正確な履歴の詳細と、期間に合わない非常に完全ではない項目があります。\u001b[22m\n\u001b[1m(Samurai Champloo wa anata ga subete no episōdo o miru hitsuyō ga nai to iu shō no 1tsudeari, saisho no ikutsu ka no episōdo wa, sutōrī no haigo ni nanrakano riyū ga aru to omoimasu. Shikashi, ikutsu ka no hijō ni omoshiroi shunkan ga arimasu. Sono nakaniha, seikakuna rireki no shōsai to, kikan ni awanai hijō ni kanzende wanai kōmoku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSamurai Champloo is a one of those shows were you don't have to see every episode and the first few episodes you'll be think is there any reason behind the story. However there are some very funny moments some involving accurate history details with some very completely non relevant items that don't fit the the time period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai Champloo is a one of those shows were you don't have to see every episode and the first few episodes you'll be think is there any reason behind the story.\u001b[24m\n    \u001b[1mSamurai Champlooはあなたがすべてのエピソードを見る必要がないというショーの1つであり、最初のいくつかのエピソードは、ストーリーの背後に何らかの理由があると思います。\u001b[22m, \u001b[1mサムライチャンプルーは、これらのショーの一つは、あなたが物語の背後にある任意の理由があると思うことでしょうすべてのエピソードと最初のいくつかのエピソードを参照する必要はありませんでしたです。\u001b[22m\n\u001b[4mHowever there are some very funny moments some involving accurate history details with some very completely non relevant items that don't fit the the time period.\u001b[24m\n    \u001b[1mしかし、いくつかの非常に面白い瞬間があります。その中には、正確な履歴の詳細と、期間に合わない非常に完全ではない項目があります。\u001b[22m, \u001b[1mしかし、いくつかの非常に面白い瞬間の時間に合わないいくつかの非常に完全に非関連する項目といくつか伴う正確な履歴の詳細があります。\u001b[22m\n\u001b[1m\u001b[22m\nThat said the main characters are very good Mugan I swear is borrowed from the samurai in Lupin the third. The artwork is amazing and overall you will find enjoyment from in most of the episodes as samurai manga/animes goes its not the best you'll find but has a style all of its own.\n\n\u001b[1mそれは主人公が非常に良いと言いましたMugan私はルパン三世の侍から借りていることを誓います。 アートワークは素晴らしく、全体的にはサムライマンガ/アニメが最高のものではなく、自分のスタイルを持っているように、ほとんどのエピソードから楽しむことができます。\u001b[22m\n\u001b[1m(Sore wa shujinkō ga hijō ni yoi to iimashita Mugan watashi wa rupansansei no samurai kara karite iru koto o chikaimasu. Ātowāku wa subarashiku, zentai-teki ni wa samuraimanga/ anime ga saikō no monode wa naku, jibun no sutairu o motte iru yō ni, hotondo no episōdo kara tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat said the main characters are very good Mugan I swear is borrowed from the samurai in Lupin the third. The artwork is amazing and overall you will find enjoyment from in most of the episodes as samurai manga/animes goes its not the best you'll find but has a style all of its own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said the main characters are very good Mugan I swear is borrowed from the samurai in Lupin the third.\u001b[24m\n    \u001b[1mそれは主人公が非常に良いと言いましたMugan私はルパン三世の侍から借りていることを誓います。\u001b[22m, \u001b[1mつまり、メインキャラクターは、私は第三ルパンで武士から借用されている誓うMugan非常に優れていると述べました。\u001b[22m\n\u001b[4mThe artwork is amazing and overall you will find enjoyment from in most of the episodes as samurai manga/animes goes its not the best you'll find but has a style all of its own.\u001b[24m\n    \u001b[1mアートワークは素晴らしく、全体的にはサムライマンガ/アニメが最高のものではなく、自分のスタイルを持っているように、ほとんどのエピソードから楽しむことができます。\u001b[22m, \u001b[1mアートワークは素晴らしいですし、全体的なあなたは武士の漫画/アニメとしてのエピソードのほとんどでから楽しみを見つけるあなたが見つけるそのベストではないが行くが、自身のすべてのスタイルを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nYou will find yourself liking the main characters and wish the story had more relevance rather than the weak story line that guides the story to an ok ending. So to sum up the artwork is good the story is poor for the most part but is worth watching.\n\n\u001b[1mあなたは主人公が好きで、話をオクの結末に導く弱いストーリーラインではなく、ストーリーがより妥当であることを望みます。 だから、アートワークを要約すると、ストーリーはほとんどの場合貧弱ですが、見る価値があります。\u001b[22m\n\u001b[1m(Anata wa shujinkō ga sukide,-banashi o Oku no ketsumatsu ni michibiku yowai sutōrīrainde wa naku, sutōrī ga yori datōdearu koto o nozomimasu. Dakara, ātowāku o yōyaku suru to, sutōrī wa hotondo no baai hinjakudesuga, miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou will find yourself liking the main characters and wish the story had more relevance rather than the weak story line that guides the story to an ok ending. So to sum up the artwork is good the story is poor for the most part but is worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou will find yourself liking the main characters and wish the story had more relevance rather than the weak story line that guides the story to an ok ending.\u001b[24m\n    \u001b[1mあなたは主人公が好きで、話をオクの結末に導く弱いストーリーラインではなく、ストーリーがより妥当であることを望みます。\u001b[22m, \u001b[1mあなたは、メインキャラクターが好き自分自身を見つけると話がOKエンディングに話を案内弱いストーリーラインではなく、より多くの関連性を持っていた希望します。\u001b[22m\n\u001b[4mSo to sum up the artwork is good the story is poor for the most part but is worth watching.\u001b[24m\n    \u001b[1mだから、アートワークを要約すると、ストーリーはほとんどの場合貧弱ですが、見る価値があります。\u001b[22m, \u001b[1mだから、アートワークを総括するために良いですがストーリーはほとんどの部分は悪いですが、一見の価値あり。\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "FullmetalCowboy",
    "profile": "/profile/FullmetalCowboy/reviews",
    "pages": "9",
    "number": "4",
    "link": "/reviews.php?id=92085",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n* Anime-Planetにこのレビューを掲載しました。\n\n批評家のログ：Earthdate  -  2012年6月12日。レビュー＃8：Samurai Champloo\n\nYO YO YO！ あなたの目を準備しましょう！ それを着実に保つ！ 私はSamuraisとHip Hopについて、Cowboy Bebopを指揮された同じ人からのレビューを持っているからです。 私は白人で元気で...そしてあなたは何を知っていますか？ 私はちょっと価値があるとは思えません。だから私はこれらのラップ歌詞を最初から書いたことがないようなふりをしましょう。私は初めからばかだと思うので、サムライチャンプルーです！\n\n江戸時代。 フーという若い女性がお茶屋で働いています。 侍のバンドが彼女を嫌がらせし、彼女はMugenという名前の不思議な変人とJinと名付けられた若いRoninによって救われてしまう。  MugenとJinはお互いに戦ってしまいます。なぜなら、MugenはJinを価値のある戦闘機と見ており、茶屋の混乱のために一人の犠牲者があったからです。  MugenとJinは逮捕され、失業して家にいないFuuはMugenとJinが執行されないようにすることを決め、彼女に「ヒマワリの香りを持つ侍」を見つけるように依頼する。  FuuはまたFuuがこのSamuraiを見つけるまで彼らがお互いに決闘することができないことを彼らに伝えます。\n\n技術的には、このアニメはManglobe（元サンライズのスタッフによって結成された会社）によって制作されました。これが最初の成功を収めました。 このアニメは、渡辺慎一郎監督が監督したもので、大抵のオタクはカウボーイビバップの背後にあるものだと分かっています。 これはちょうどチャーバラ映画（ソードライディング映画）が好きな人のための帽子の一種で、ちょうどカウボーイビバップがサイエンスフィクションやウェスタンのような人々のための帽子のようなものだった。\n\nアニメーションは間違いなく素晴らしいビジュアルを持ち、渡辺さんは最も重要な時にこれらのビジュアルを表現する方法をよく見ています。 しかし、アニメーションは完璧ではありません。 アニメーションがあまりにも大きく見えない場合があります。 エピソード「エレギー・オブ・エントラップメント（詩2）」は一例です。 それが私がアニメーションに付いている唯一の悪いノートです。 ここに良いものがあります。 アクションシーンはサムライ・シャンプーでは壮観です。 ストーリーが暴走している場合、アニメーションの穏やかな瞬間がそのことをうまくカバーします。  Hell、Beatbox強盗にはトリッピー効果が溢れるシーンがありました。 しかし、私はアニメーションがヒットしたとは思っていません。\n\nSamurai Champlooのサウンドトラックは、Fat Jon、Force of Nature、Nujabes、Tsutchieの4人で行われています。これらの4人のメンバー全員が、以前から、あるいはそれ以来、多くの楽譜をやっていませんでした。 オープニングはビジュアルでは本当に涼しく、テーマはビジュアルに本当にフィットします。 ナジャベス・ラップ・イン・ピース5月。  Samurai Champlooのサウンドトラックはかなりいい感じで、ほとんどがショーを企画しています。最も奇妙なことは、それがかなりうまくいくことです。それを試した平均的なアニメ視聴者は、「ヒップホップの音楽は、 江戸時代を舞台にした侍たち？ それを考えてみると、カウボーイ・ビーボップは西洋の要素とジャズ・ミュージックを中心としたSFのアニメであり、主な焦点です。  Bebopのサウンドトラックは宝石ですが、Champlooのヒップホップの使用は理にかなっていないかもしれませんが、ショーはもっと面白くなるためのものです。 別の侍アニメを比較したい場合は、Afro Samuraiを見てください。 それはサムライについてです、それはヒップホップの音楽を持って、写真を手に入れますか？ ショーがなければ聞く価値のあるカップルの曲がありますが、あまりにも悪くはありません。\n\n*ウィキwika *\n\nこのショーは、あなたにこのショーがより適切であるという印象を与えるかもしれない字幕付きですが、Champlooは日本文化に富んでいて、西スラング、地獄と混ざり合っています...ニューヨーク・ヤンキースはこのショーの一種です。  Subbed VersionとDubbed Versionの両方が優れているので、英語も痛いことはありません。 中井和也とスティーブ・ブルームの両方がムゲンの音を出し、佐藤ギンペイとカーク・ソーントンはともにジンを静かにしてボーカル・トーンの微妙な違いで集め、川澄綾子とカリー・ウォルグレンはフーとして素晴らしい。 それはすべて個人の好みになります。\n\nSamurai Champlooに大きな問題が1つあれば...ショーの真ん中に、そして3部のフィナーレにいくつかの開発権があったとしても、Mugen、Jin、Fuuは本当にあまり発展していないということです。 そして、再び、ショーはおそらく楽しいために行われた。 渡辺さんは、おそらくBebopと同じエピソード的なアプローチを使いたいと思っていました。  Samurai Champlooには興味深いアイデアがいくつかありますが、カウボーイビバップのエピソードの大半を刺激するものではありません。 これは私がショーで見た欠陥の一つです...正直言って、私の読者は、ほとんどの人は気にしません...このショーにはいくつかのキッカーのアクションシーンがあります。  。 このショーはほとんどあなたを失望させません。\n\n*ウィキwika *\n\nSamurai ChamplooはGeneonによって利用可能でしたが、Funimationによって救助され、現在利用可能です。  Samurai Champlooの漫画化がありますが、あなたがすでにこの番組を見ているのであれば読むのは本当に必要ではありません。マンガの2巻だけが作られていて、本当に終わりはありませんでした。\n\nサムライ・シャンプーは、アクション・シーン、ユーモア、エピソードのいくつかの上で、少し上にある楽しいシリーズです。 それは友人たちと会うための爆発です。 また、その年長のいとこのカウボーイビバップにいくつかの頷きがあります。\n\n私はSamurai Champlooに10のうち7.8を与えます、それは良いです！\n\nコメントを残して、ブレークダンスを開始したい場合は、自由に感じてください。 右に行く！ それだけで自分を殺さないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n*I originally posted this review on Anime-Planet*\n\n\u001b[1m* Anime-Planetにこのレビューを掲載しました。\u001b[22m\n\u001b[1m(* Anime - Planet ni kono rebyū o keisai shimashita.)\u001b[22m\n\nTranslations of \u001b[4m*I originally posted this review on Anime-Planet*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*I originally posted this review on Anime-Planet*\u001b[24m\n    \u001b[1m* Anime-Planetにこのレビューを掲載しました。\u001b[22m, \u001b[1m*私はもともと*アニメ・プラネットにこのレビューを投稿しました\u001b[22m\n\u001b[1m\u001b[22m\nCritic's Log: Earthdate - June, 12, 2012. Review # 8: Samurai Champloo\n\n\u001b[1m批評家のログ：Earthdate  -  2012年6月12日。レビュー＃8：Samurai Champloo\u001b[22m\n\u001b[1m(Hihyō-ka no rogu: Earthdate - 2012-nen 6 tsuki 12-nichi. Rebyū# 8: Samurai Champloo)\u001b[22m\n\nTranslations of \u001b[4mCritic's Log: Earthdate - June, 12, 2012. Review # 8: Samurai Champloo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCritic's Log: Earthdate - June, 12, 2012. Review # 8: Samurai Champloo\u001b[24m\n    \u001b[1m批評家のログ：Earthdate  -  2012年6月12日。レビュー＃8：Samurai Champloo\u001b[22m, \u001b[1m評論家のログ：Earthdate  -  6月、12、2012年レビュー＃8：サムライチャンプルー\u001b[22m\n\u001b[1m\u001b[22m\nYO YO YO! Get your eyes ready! Keep it Steady! Because I have a review about Samurais and Hip Hop that is from the same guy that was directed Cowboy Bebop. I am white and nerdy and... You KNOW WHAT! I can't rap worth a damn, so let's pretend I never even started writing these written rap lyrics in the first place because... I think it was stupid from the beginning, so here's Samurai Champloo!\n\n\u001b[1mYO YO YO！ あなたの目を準備しましょう！ それを着実に保つ！ 私はSamuraisとHip Hopについて、Cowboy Bebopを指揮された同じ人からのレビューを持っているからです。 私は白人で元気で...そしてあなたは何を知っていますか？ 私はちょっと価値があるとは思えません。だから私はこれらのラップ歌詞を最初から書いたことがないようなふりをしましょう。私は初めからばかだと思うので、サムライチャンプルーです！\u001b[22m\n\u001b[1m(YO YO YO! Anata no me o junbi shimashou! Sore o chakujitsu ni tamotsu! Watashi wa Samurais to Hip Hop ni tsuite, Cowboy Bebop o shiki sa reta onaji hito kara no rebyū o motte irukaradesu. Watashi wa hakujin de genkide... Soshite anata wa nani o shitte imasu ka? Watashi wa chotto kachigāru to wa omoemasen. Dakara watashi wa korera no rappu kashi o saisho kara kaita koto ga nai yōna furi o shimashou. Watashi wa hajime kara bakada to omou node, samuraichanpurūdesu!)\u001b[22m\n\nTranslations of \u001b[4mYO YO YO! Get your eyes ready! Keep it Steady! Because I have a review about Samurais and Hip Hop that is from the same guy that was directed Cowboy Bebop. I am white and nerdy and... You KNOW WHAT! I can't rap worth a damn, so let's pretend I never even started writing these written rap lyrics in the first place because... I think it was stupid from the beginning, so here's Samurai Champloo!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYO YO YO!\u001b[24m\n    \u001b[1mYO YO YO！\u001b[22m, \u001b[1mYO YOのYO！\u001b[22m\n\u001b[4mGet your eyes ready!\u001b[24m\n    \u001b[1mあなたの目を準備しましょう！\u001b[22m, \u001b[1mあなたの目は準備を入手！\u001b[22m\n\u001b[4mKeep it Steady!\u001b[24m\n    \u001b[1mそれを着実に保つ！\u001b[22m, \u001b[1m着実にそれをしてください！\u001b[22m\n\u001b[4mBecause I have a review about Samurais and Hip Hop that is from the same guy that was directed Cowboy Bebop.\u001b[24m\n    \u001b[1m私はSamuraisとHip Hopについて、Cowboy Bebopを指揮された同じ人からのレビューを持っているからです。\u001b[22m, \u001b[1m私は侍とカウボーイビバップを指示された同じ男からであるヒップホップについてのレビューを持っているので。\u001b[22m\n\u001b[4mI am white and nerdy and... You KNOW WHAT!\u001b[24m\n    \u001b[1m私は白人で元気で...そしてあなたは何を知っていますか？\u001b[22m, \u001b[1m私は白とオタクだと...あなたは何を知っています！\u001b[22m\n\u001b[4mI can't rap worth a damn, so let's pretend I never even started writing these written rap lyrics in the first place because... I think it was stupid from the beginning, so here's Samurai Champloo!\u001b[24m\n    \u001b[1m私はちょっと価値があるとは思えません。だから私はこれらのラップ歌詞を最初から書いたことがないようなふりをしましょう。私は初めからばかだと思うので、サムライチャンプルーです！\u001b[22m, \u001b[1m私はいまいましい価値をラップので...私はそれが最初から愚かだったと思うので、私はそうであっても、ここでサムライチャンプルーだ、最初の場所でこれらの書かれたラップの歌詞を書き始めたことがないのは、ふりをさせることはできません！\u001b[22m\n\u001b[1m\u001b[22m\nIn the Edo period. A young woman named Fuu is working at a tea shop. A band of samurais harass her and she ends up being saved by a mysterious vagrant rogue named Mugen and a young ronin named Jin. Mugen and Jin end up fighting eachother because Mugen sees Jin as a worthy fighter and there was one casualty due to the havoc in the tea shop. Mugen and Jin end up being arrested and the jobless and homeless Fuu decides to save Mugen and Jin from execution and requests them to join her in finding a 'samurai who smells of sunflowers'. Fuu also tells them that they cannot duel eachother until after Fuu finds this Samurai.\n\n\u001b[1m江戸時代。 フーという若い女性がお茶屋で働いています。 侍のバンドが彼女を嫌がらせし、彼女はMugenという名前の不思議な変人とJinと名付けられた若いRoninによって救われてしまう。  MugenとJinはお互いに戦ってしまいます。なぜなら、MugenはJinを価値のある戦闘機と見ており、茶屋の混乱のために一人の犠牲者があったからです。  MugenとJinは逮捕され、失業して家にいないFuuはMugenとJinが執行されないようにすることを決め、彼女に「ヒマワリの香りを持つ侍」を見つけるように依頼する。  FuuはまたFuuがこのSamuraiを見つけるまで彼らがお互いに決闘することができないことを彼らに伝えます。\u001b[22m\n\u001b[1m(Edo jidai. Fū to iu wakai josei ga ochaya de hataraite imasu. Samurai no bando ga kanojo o iyagarase shi, kanojo wa Mugen to iu namae no fushigina henjin to Jin to nadzuke rareta wakai Ronin ni yotte sukuwa rete shimau. Mugen to Jin wa otagai ni tatakatte shimaimasu. Nazenara, Mugen wa Jin o kachinoaru sentōki to mite ori, chaya no konran no tame ni hitori no gisei-sha ga attakaradesu. Mugen to Jin wa taiho sa re, shitsugyō shite ie ni inai Fuu wa Mugen to Jin ga shikkō sa renai yō ni suru koto o kime, kanojo ni `himawari no kaori o motsu samurai' o mitsukeru yō ni irai suru. Fuu wa mata Fuu ga kono Samurai o mitsukeru made karera ga otagai ni kettō suru koto ga dekinai koto o karera ni tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the Edo period. A young woman named Fuu is working at a tea shop. A band of samurais harass her and she ends up being saved by a mysterious vagrant rogue named Mugen and a young ronin named Jin. Mugen and Jin end up fighting eachother because Mugen sees Jin as a worthy fighter and there was one casualty due to the havoc in the tea shop. Mugen and Jin end up being arrested and the jobless and homeless Fuu decides to save Mugen and Jin from execution and requests them to join her in finding a 'samurai who smells of sunflowers'. Fuu also tells them that they cannot duel eachother until after Fuu finds this Samurai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the Edo period.\u001b[24m\n    \u001b[1m江戸時代。\u001b[22m, \u001b[1m江戸時代に。\u001b[22m\n\u001b[4mA young woman named Fuu is working at a tea shop.\u001b[24m\n    \u001b[1mフーという若い女性がお茶屋で働いています。\u001b[22m, \u001b[1mフーという若い女性がお茶の店で働いています。\u001b[22m\n\u001b[4mA band of samurais harass her and she ends up being saved by a mysterious vagrant rogue named Mugen and a young ronin named Jin.\u001b[24m\n    \u001b[1m侍のバンドが彼女を嫌がらせし、彼女はMugenという名前の不思議な変人とJinと名付けられた若いRoninによって救われてしまう。\u001b[22m, \u001b[1m武士のバンドは、彼女に嫌がらせをし、彼女は無限という名前の神秘的な放浪不正ジンという若い浪人によって保存されてしまいます。\u001b[22m\n\u001b[4mMugen and Jin end up fighting eachother because Mugen sees Jin as a worthy fighter and there was one casualty due to the havoc in the tea shop.\u001b[24m\n    \u001b[1mMugenとJinはお互いに戦ってしまいます。なぜなら、MugenはJinを価値のある戦闘機と見ており、茶屋の混乱のために一人の犠牲者があったからです。\u001b[22m, \u001b[1mムゲンとジンは無限の価値がある戦闘機としてジンを見て、お茶ショップで大混乱に起因する1犠牲者があったのでお互いに戦って終わります。\u001b[22m\n\u001b[4mMugen and Jin end up being arrested and the jobless and homeless Fuu decides to save Mugen and Jin from execution and requests them to join her in finding a 'samurai who smells of sunflowers'.\u001b[24m\n    \u001b[1mMugenとJinは逮捕され、失業して家にいないFuuはMugenとJinが執行されないようにすることを決め、彼女に「ヒマワリの香りを持つ侍」を見つけるように依頼する。\u001b[22m, \u001b[1mムゲンとジンは逮捕され、失業者やホームレスフーが実行から無限とジンを保存することを決定し、「ひまわりの匂い侍」を見つけることで彼女に参加するためにそれらを要求されてしまいます。\u001b[22m\n\u001b[4mFuu also tells them that they cannot duel eachother until after Fuu finds this Samurai.\u001b[24m\n    \u001b[1mFuuはまたFuuがこのSamuraiを見つけるまで彼らがお互いに決闘することができないことを彼らに伝えます。\u001b[22m, \u001b[1mフーはまた、彼らはフーがこの侍を見つけた後まで、お互いを決闘することができないことを彼らに伝えます。\u001b[22m\n\u001b[1m\u001b[22m\nTo be technical, this anime was produced by Manglobe (a company that was formed by former Sunrise staff members) This was their first successful hit. This anime is also directed by Shinichiro Watanabe which most otakus know that he was the one behind Cowboy Bebop. this is also a tip of the hat for people that like Chanbara films (Sword-fighting samurai films), kinda how like Cowboy Bebop was a tip of the hat for people that like Science-fiction and Westerns.\n\n\u001b[1m技術的には、このアニメはManglobe（元サンライズのスタッフによって結成された会社）によって制作されました。これが最初の成功を収めました。 このアニメは、渡辺慎一郎監督が監督したもので、大抵のオタクはカウボーイビバップの背後にあるものだと分かっています。 これはちょうどチャーバラ映画（ソードライディング映画）が好きな人のための帽子の一種で、ちょうどカウボーイビバップがサイエンスフィクションやウェスタンのような人々のための帽子のようなものだった。\u001b[22m\n\u001b[1m(Gijutsu-teki ni wa, kono anime wa Manglobe (moto sanraizu no sutaffu ni yotte kessei sa reta kaisha) ni yotte seisaku sa remashita. Kore ga saisho no seikō o osamemashita. Kono anime wa, Watanabe Shin'ichirō kantoku ga kantoku shita mono de, taitei no otaku wa kaubōibibappu no haigo ni aru monoda to wakatte imasu. Kore wa chōdo chābara eiga (sōdoraidingu eiga) ga sukinahito no tame no bōshi no isshu de, chōdo kaubōibibappu ga saiensufikushon ya u~esutan no yōna hitobito no tame no bōshi no yōna monodatta.)\u001b[22m\n\nTranslations of \u001b[4mTo be technical, this anime was produced by Manglobe (a company that was formed by former Sunrise staff members) This was their first successful hit. This anime is also directed by Shinichiro Watanabe which most otakus know that he was the one behind Cowboy Bebop. this is also a tip of the hat for people that like Chanbara films (Sword-fighting samurai films), kinda how like Cowboy Bebop was a tip of the hat for people that like Science-fiction and Westerns.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be technical, this anime was produced by Manglobe (a company that was formed by former Sunrise staff members) This was their first successful hit.\u001b[24m\n    \u001b[1m技術的には、このアニメはManglobe（元サンライズのスタッフによって結成された会社）によって制作されました。これが最初の成功を収めました。\u001b[22m, \u001b[1m技術的であるためには、このアニメはこれが彼らの最初の成功のヒットだったManglobe（旧日の出スタッフによって形成された会社）によって製作されました。\u001b[22m\n\u001b[4mThis anime is also directed by Shinichiro Watanabe which most otakus know that he was the one behind Cowboy Bebop.\u001b[24m\n    \u001b[1mこのアニメは、渡辺慎一郎監督が監督したもので、大抵のオタクはカウボーイビバップの背後にあるものだと分かっています。\u001b[22m, \u001b[1mこのアニメは、ほとんどのオタクは、彼はカウボーイビバップの背後にあるものであったことを知っている渡辺信一郎によって指示されます。\u001b[22m\n\u001b[4mthis is also a tip of the hat for people that like Chanbara films (Sword-fighting samurai films), kinda how like Cowboy Bebop was a tip of the hat for people that like Science-fiction and Westerns.\u001b[24m\n    \u001b[1mこれはちょうどチャーバラ映画（ソードライディング映画）が好きな人のための帽子の一種で、ちょうどカウボーイビバップがサイエンスフィクションやウェスタンのような人々のための帽子のようなものだった。\u001b[22m, \u001b[1mこれはカウボーイビバップのような科学フィクションと西部劇のような人々のための帽子の先端だったちょっとどのように、また、チャンバラフィルム（剣と戦う武士フィルム）のような人々のための帽子の先端です。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation definitely has great visuals and Watanabe-san has a good eye on how to portray these visuals when it most matters. The animation is not perfect however. There are some times when the animation does not look too great. The episode 'Elegy Of Entrapment (Verse 2)' is one example. That's the only bad note I have with the animation. Here's the good stuff. The action scenes are mostly spectacular in Samurai Champloo. If the story is out of whack, the animation's zany moments sure do cover that up well. Hell, Beatbox Bandits had a scene full of trippy effects. I don't think the animation is hit and miss however because there are some episodes that have the animation looking bloody well.\n\n\u001b[1mアニメーションは間違いなく素晴らしいビジュアルを持ち、渡辺さんは最も重要な時にこれらのビジュアルを表現する方法をよく見ています。 しかし、アニメーションは完璧ではありません。 アニメーションがあまりにも大きく見えない場合があります。 エピソード「エレギー・オブ・エントラップメント（詩2）」は一例です。 それが私がアニメーションに付いている唯一の悪いノートです。 ここに良いものがあります。 アクションシーンはサムライ・シャンプーでは壮観です。 ストーリーが暴走している場合、アニメーションの穏やかな瞬間がそのことをうまくカバーします。  Hell、Beatbox強盗にはトリッピー効果が溢れるシーンがありました。 しかし、私はアニメーションがヒットしたとは思っていません。\u001b[22m\n\u001b[1m(Animēshon wa machigainaku subarashī bijuaru o mochi, Watanabe-san wa mottomo jūyōna toki ni korera no bijuaru o hyōgen suru hōhō o yoku mite imasu. Shikashi, animēshon wa kanpekide wa arimasen. Animēshon ga amarini mo ōkiku mienai baai ga arimasu. Episōdo `eregī Obu entorappumento (uta 2)' wa ichireidesu. Sore ga watashi ga animēshon ni tsuite iru yuiitsu no warui nōtodesu. Koko ni yoi mono ga arimasu. Akushonshīn wa samurai shanpūde wa sōkandesu. Sutōrī ga bōsō shite iru baai, animēshon no odayakana shunkan ga sono koto o umaku kabā shimasu. Hell, Beatbox gōtō ni wa torippī kōka ga afureru shīn ga arimashita. Shikashi, watashi wa animēshon ga hittoshita to wa omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation definitely has great visuals and Watanabe-san has a good eye on how to portray these visuals when it most matters. The animation is not perfect however. There are some times when the animation does not look too great. The episode 'Elegy Of Entrapment (Verse 2)' is one example. That's the only bad note I have with the animation. Here's the good stuff. The action scenes are mostly spectacular in Samurai Champloo. If the story is out of whack, the animation's zany moments sure do cover that up well. Hell, Beatbox Bandits had a scene full of trippy effects. I don't think the animation is hit and miss however because there are some episodes that have the animation looking bloody well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation definitely has great visuals and Watanabe-san has a good eye on how to portray these visuals when it most matters.\u001b[24m\n    \u001b[1mアニメーションは間違いなく素晴らしいビジュアルを持ち、渡辺さんは最も重要な時にこれらのビジュアルを表現する方法をよく見ています。\u001b[22m, \u001b[1mアニメーションは間違いなく偉大なビジュアルを持っており、渡辺さんは、ときにそれが最も事項これらのビジュアルを描写する方法について良い目を持っています。\u001b[22m\n\u001b[4mThe animation is not perfect however.\u001b[24m\n    \u001b[1mしかし、アニメーションは完璧ではありません。\u001b[22m, \u001b[1mアニメーションは、しかし、完璧ではありません。\u001b[22m\n\u001b[4mThere are some times when the animation does not look too great.\u001b[24m\n    \u001b[1mアニメーションがあまりにも大きく見えない場合があります。\u001b[22m, \u001b[1mアニメーションがあまりにも偉大な見ていないいくつかの時間があります。\u001b[22m\n\u001b[4mThe episode 'Elegy Of Entrapment (Verse 2)' is one example.\u001b[24m\n    \u001b[1mエピソード「エレギー・オブ・エントラップメント（詩2）」は一例です。\u001b[22m, \u001b[1mエピソード「挟み込みエレジー（詩2） 'は一例です。\u001b[22m\n\u001b[4mThat's the only bad note I have with the animation.\u001b[24m\n    \u001b[1mそれが私がアニメーションに付いている唯一の悪いノートです。\u001b[22m, \u001b[1mそれは私がアニメーションで持っている唯一の悪いノートです。\u001b[22m\n\u001b[4mHere's the good stuff.\u001b[24m\n    \u001b[1mここに良いものがあります。\u001b[22m, \u001b[1mここでは良いものです。\u001b[22m\n\u001b[4mThe action scenes are mostly spectacular in Samurai Champloo.\u001b[24m\n    \u001b[1mアクションシーンはサムライ・シャンプーでは壮観です。\u001b[22m, \u001b[1mアクションシーンはサムライチャンプルーで主に壮観です。\u001b[22m\n\u001b[4mIf the story is out of whack, the animation's zany moments sure do cover that up well.\u001b[24m\n    \u001b[1mストーリーが暴走している場合、アニメーションの穏やかな瞬間がそのことをうまくカバーします。\u001b[22m, \u001b[1m物語は強打の外であれば、アニメーションのおどけた瞬間は確かにそのウェルをカバーありません。\u001b[22m\n\u001b[4mHell, Beatbox Bandits had a scene full of trippy effects.\u001b[24m\n    \u001b[1mHell、Beatbox強盗にはトリッピー効果が溢れるシーンがありました。\u001b[22m, \u001b[1m地獄は、ビートボックスバンディッツは奇抜なエフェクトの完全なシーンを持っていました。\u001b[22m\n\u001b[4mI don't think the animation is hit and miss however because there are some episodes that have the animation looking bloody well.\u001b[24m\n    \u001b[1mしかし、私はアニメーションがヒットしたとは思っていません。\u001b[22m, \u001b[1m私はアニメーションがヒットしたと思うし、流血をよく見て、アニメーションを持っているいくつかのエピソードがあるので、しかし、お見逃しなく。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack for Samurai Champloo is done by four people, Fat Jon, Force of Nature, Nujabes, and Tsutchie, all 4 of these guys didn't do a lot of musical scores from before or since. The opening is really cool in visuals and the theme really fits the visuals. May Nujabes Rap In Peace. The soundtrack for Samurai Champloo is pretty nice and contemplates the show for the most part, The strangest thing is that it works quite nicely, The average anime viewer that has tried it may wonder 'How does Hip-hop music fit in with a story about samurais with The Edo period as its setting?' Now to think of it, Cowboy Bebop was a Sci-fi anime with western elements and Jazz music as it's main focus. Bebop's soundtrack is a gem, but Champloo's use of hip-hop may not make sense but the show is meant to be more entertaining and it is what it is. If you want to compare another samurai anime, look at Afro Samurai. It's about a Samurai, it has hip-hop music, Get the picture? There are a couple songs worth listening without the show but it is not too bad.\n\n\u001b[1mSamurai Champlooのサウンドトラックは、Fat Jon、Force of Nature、Nujabes、Tsutchieの4人で行われています。これらの4人のメンバー全員が、以前から、あるいはそれ以来、多くの楽譜をやっていませんでした。 オープニングはビジュアルでは本当に涼しく、テーマはビジュアルに本当にフィットします。 ナジャベス・ラップ・イン・ピース5月。  Samurai Champlooのサウンドトラックはかなりいい感じで、ほとんどがショーを企画しています。最も奇妙なことは、それがかなりうまくいくことです。それを試した平均的なアニメ視聴者は、「ヒップホップの音楽は、 江戸時代を舞台にした侍たち？ それを考えてみると、カウボーイ・ビーボップは西洋の要素とジャズ・ミュージックを中心としたSFのアニメであり、主な焦点です。  Bebopのサウンドトラックは宝石ですが、Champlooのヒップホップの使用は理にかなっていないかもしれませんが、ショーはもっと面白くなるためのものです。 別の侍アニメを比較したい場合は、Afro Samuraiを見てください。 それはサムライについてです、それはヒップホップの音楽を持って、写真を手に入れますか？ ショーがなければ聞く価値のあるカップルの曲がありますが、あまりにも悪くはありません。\u001b[22m\n\u001b[1m(Samurai Champloo no saundotorakku wa, Fat jon, fōsu of neichā, nujabesu, Tsutchie no 4-ri de okonawa rete imasu. Korera no 4-ri no menbā zen'in ga, izen kara, aruiwa sore irai, ōku no gakufu o yatte imasendeshita. Ōpuningu wa bijuarude wa hontōni suzushiku, tēma wa bijuaru ni hontōni fitto shimasu. Najabesu rappu in pīsu 5 tsuki. Samurai Champloo no saundotorakku wa kanari ī kanji de, hotondo ga shō o kikaku shite imasu. Mottomo kimyōna koto wa, sore ga kanari umaku iku kotodesu. Sore o tameshita heikin-tekina anime shichō-sha wa,`hippuhoppu no ongaku wa, Edo jidai o butai ni shita samurai-tachi? Sore o kangaete miru to, kaubōi bīboppu wa seiyō no yōso to jazu myūjikku o chūshin to shita SF no animedeari, omona shōtendesu. Bebop no saundotorakku wa hōsekidesuga, Champloo no hippuhoppu no shiyō wa ri ni kanatte inai kamo shiremasenga, shō wa motto omoshiroku naru tame no monodesu. Betsu no samurai anime o hikaku shitai baai wa, Afro Samurai o mite kudasai. Sore wa samurai ni tsuitedesu, soreha hippuhoppu no ongaku o motte, shashin o te ni iremasu ka? Shō ga nakereba kiku kachinoaru kappuru no kyoku ga arimasuga, amarini mo waruku wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\n*wiki wika*\n\n\u001b[1m*ウィキwika *\u001b[22m\n\u001b[1m(* U~iki wika*)\u001b[22m\n\nTranslations of \u001b[4m*wiki wika*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*wiki wika*\u001b[24m\n    \u001b[1m*ウィキwika *\u001b[22m\n\u001b[1m\u001b[22m\nThis show may also give you the impression that this show is more appropriate Subtitled, but Champloo is rich in Japanese Culture and is mixed in with Western Slang, hell... The New York Yankees are sort of in this show, so watching this in English wouldn't hurt either because both The Subbed Version and The Dubbed Version is excellent here. Kazuya Nakai and Steve Blum both make Mugen sound badass, Ginpei Sato and Kirk Thornton both make Jin calm and collected with some slight differences on vocal tones, Ayako Kawasumi and Kari Wahlgren are great as Fuu. It all comes down to personal preference.\n\n\u001b[1mこのショーは、あなたにこのショーがより適切であるという印象を与えるかもしれない字幕付きですが、Champlooは日本文化に富んでいて、西スラング、地獄と混ざり合っています...ニューヨーク・ヤンキースはこのショーの一種です。  Subbed VersionとDubbed Versionの両方が優れているので、英語も痛いことはありません。 中井和也とスティーブ・ブルームの両方がムゲンの音を出し、佐藤ギンペイとカーク・ソーントンはともにジンを静かにしてボーカル・トーンの微妙な違いで集め、川澄綾子とカリー・ウォルグレンはフーとして素晴らしい。 それはすべて個人の好みになります。\u001b[22m\n\u001b[1m(Kono shō wa, anata ni kono shō ga yori tekisetsudearu to iu inshō o ataeru kamo shirenai jimaku-tsukidesuga, Champloo wa nipponbunka ni tonde ite, nishi surangu, jigoku to mazari atte imasu... Nyūyōku yankīsu wa kono shō no isshudesu. Subbed bāshon to Dubbed bāshon no ryōhō ga sugurete irunode, eigo mo itai koto wa arimasen. Nakai Kazuya to sutību burūmu no ryōhō ga mugen no oto o dashi, Satō ginpei to kāku sōnton wa tomoni Jin o shizukani shite bōkaru tōn no bimyōna chigai de atsume, kawasumi ayako to karī u~oruguren wa fū to shite subarashī. Sore wa subete kojin no konomi ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show may also give you the impression that this show is more appropriate Subtitled, but Champloo is rich in Japanese Culture and is mixed in with Western Slang, hell... The New York Yankees are sort of in this show, so watching this in English wouldn't hurt either because both The Subbed Version and The Dubbed Version is excellent here. Kazuya Nakai and Steve Blum both make Mugen sound badass, Ginpei Sato and Kirk Thornton both make Jin calm and collected with some slight differences on vocal tones, Ayako Kawasumi and Kari Wahlgren are great as Fuu. It all comes down to personal preference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show may also give you the impression that this show is more appropriate Subtitled, but Champloo is rich in Japanese Culture and is mixed in with Western Slang, hell... The New York Yankees are sort of in this show, so watching this in\u001b[24m\n    \u001b[1mこのショーは、あなたにこのショーがより適切であるという印象を与えるかもしれない字幕付きですが、Champlooは日本文化に富んでいて、西スラング、地獄と混ざり合っています...ニューヨーク・ヤンキースはこのショーの一種です。\u001b[22m, \u001b[1m、地獄...ニューヨーク・ヤンキースは、このショーでソートのある、そうでこれを見て、このショーはまたあなたにこのショーは字幕版より適切であるという印象を与えるかもしれないが、チャンプルーは日本文化が豊富で、西洋俗語で混合され、\u001b[22m\n\u001b[4mEnglish wouldn't hurt either because both The Subbed Version and The Dubbed Version is excellent here.\u001b[24m\n    \u001b[1mSubbed VersionとDubbed Versionの両方が優れているので、英語も痛いことはありません。\u001b[22m, \u001b[1m字幕版と吹き替え版の両方がここに優れているので、英語はどちらかでしょうね。\u001b[22m\n\u001b[4mKazuya Nakai and Steve Blum both make Mugen sound badass, Ginpei Sato and Kirk Thornton both make Jin calm and collected with some slight differences on vocal tones, Ayako Kawasumi and Kari Wahlgren are great as Fuu.\u001b[24m\n    \u001b[1m中井和也とスティーブ・ブルームの両方がムゲンの音を出し、佐藤ギンペイとカーク・ソーントンはともにジンを静かにしてボーカル・トーンの微妙な違いで集め、川澄綾子とカリー・ウォルグレンはフーとして素晴らしい。\u001b[22m, \u001b[1m中井和哉とスティーヴン・ブルームの両方が無限のサウンドワルを行い、佐藤銀平とカーク・ソーントンは、ジンの穏やかを作るの両方とボーカルのトーン上のいくつかのわずかな違いで集め、川澄綾子とカリ・ウォールグレンはフーとして最適です。\u001b[22m\n\u001b[4mIt all comes down to personal preference.\u001b[24m\n    \u001b[1mそれはすべて個人の好みになります。\u001b[22m, \u001b[1mこれは、すべての個人的な好みにダウンしています。\u001b[22m\n\u001b[1m\u001b[22m\nIf there is one major problem with Samurai Champloo... It is that Mugen, Jin, and Fuu don't really develop too much even though there was some development right in the middle of the show and in the 3 part finale. Then again, The show was probably made for fun since the setting and story was already hackneyed after a while. Watanabe-san probably wanted to use the same episodic approach from Bebop. There are some interesting ideas in Samurai Champloo but it is not as thought provoking as most of the episodes from Cowboy Bebop. This is one of the flaws I see with the show and...Frankly, my reader, most people don't give a damn... because this show has some kickass action scenes, if that is all you want in an action anime . This show will not disappoint you for the most part.\n\n\u001b[1mSamurai Champlooに大きな問題が1つあれば...ショーの真ん中に、そして3部のフィナーレにいくつかの開発権があったとしても、Mugen、Jin、Fuuは本当にあまり発展していないということです。 そして、再び、ショーはおそらく楽しいために行われた。 渡辺さんは、おそらくBebopと同じエピソード的なアプローチを使いたいと思っていました。  Samurai Champlooには興味深いアイデアがいくつかありますが、カウボーイビバップのエピソードの大半を刺激するものではありません。 これは私がショーで見た欠陥の一つです...正直言って、私の読者は、ほとんどの人は気にしません...このショーにはいくつかのキッカーのアクションシーンがあります。  。 このショーはほとんどあなたを失望させません。\u001b[22m\n\u001b[1m(Samurai Champloo ni ōkina mondai ga 1tsu areba... Shō no man'naka ni, soshite 3-bu no fināre ni ikutsu ka no kaihatsu-ken ga atta to shite mo, Mugen, Jin, Fuu wa hontōni amari hatten shite inai to iu kotodesu. Soshite, futatabi, shō wa osoraku tanoshī tame ni okonawa reta. Watanabe-san wa, osoraku Bebop to onaji episōdo-tekina apurōchi o tsukaitai to omotte imashita. Samurai Champloo ni wa kyōmibukai aidea ga ikutsu ka arimasuga, kaubōibibappu no episōdo no taihan o shigeki suru monode wa arimasen. Kore wa watashi ga shō de mita kekkan no hitotsudesu... Shōjiki itte, watashi no dokusha wa, hotondo no hito wa ki ni shimasen... Kono shō ni wa ikutsu ka no kikkā no akushonshīn ga arimasu.. Kono shō wa hotondo anata o shitsubō sa semasen.)\u001b[22m\n\nTranslations of \u001b[4mIf there is one major problem with Samurai Champloo... It is that Mugen, Jin, and Fuu don't really develop too much even though there was some development right in the middle of the show and in the 3 part finale. Then again, The show was probably made for fun since the setting and story was already hackneyed after a while. Watanabe-san probably wanted to use the same episodic approach from Bebop. There are some interesting ideas in Samurai Champloo but it is not as thought provoking as most of the episodes from Cowboy Bebop. This is one of the flaws I see with the show and...Frankly, my reader, most people don't give a damn... because this show has some kickass action scenes, if that is all you want in an action anime . This show will not disappoint you for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is one major problem with Samurai Champloo... It is that Mugen, Jin, and Fuu don't really develop too much even though there was some development right in the middle of the show and in the 3 part finale.\u001b[24m\n    \u001b[1mSamurai Champlooに大きな問題が1つあれば...ショーの真ん中に、そして3部のフィナーレにいくつかの開発権があったとしても、Mugen、Jin、Fuuは本当にあまり発展していないということです。\u001b[22m, \u001b[1mサムライチャンプルーは一つ大きな問題がある場合は...それは無限、ジン、およびフーは本当にあまりにも多くのいくつかの開発は右のショーの途中で3部のフィナーレにあったにもかかわらずを発症しないということです。\u001b[22m\n\u001b[4mThen again, The show was probably made for fun since the setting and story was already hackneyed after a while.\u001b[24m\n    \u001b[1mそして、再び、ショーはおそらく楽しいために行われた。\u001b[22m, \u001b[1m設定やストーリーが既にしばらく陳腐だったので、再度、ショーは、おそらく楽しみのために作られました。\u001b[22m\n\u001b[4mWatanabe-san probably wanted to use the same episodic approach from Bebop.\u001b[24m\n    \u001b[1m渡辺さんは、おそらくBebopと同じエピソード的なアプローチを使いたいと思っていました。\u001b[22m, \u001b[1m渡辺さんは、おそらくビバップから同じエピソードのアプローチを使用していました。\u001b[22m\n\u001b[4mThere are some interesting ideas in Samurai Champloo but it is not as thought provoking as most of the episodes from Cowboy Bebop.\u001b[24m\n    \u001b[1mSamurai Champlooには興味深いアイデアがいくつかありますが、カウボーイビバップのエピソードの大半を刺激するものではありません。\u001b[22m, \u001b[1mそこにいくつかの興味深いアイデアがサムライチャンプルーにあるが、カウボーイビバップからのエピソードのほとんどとして考えさせられるようにそうではありません。\u001b[22m\n\u001b[4mThis is one of the flaws I see with the show and...Frankly, my reader, most people don't give a damn... because this show has some kickass action scenes, if that is all you want in an action anime\u001b[24m\n    \u001b[1mこれは私がショーで見た欠陥の一つです...正直言って、私の読者は、ほとんどの人は気にしません...このショーにはいくつかのキッカーのアクションシーンがあります。\u001b[22m, \u001b[1mこれは率直に言って、私の読者は、ほとんどの人はそれがすべてである場合は、このショーは、いくつかのもう最高アクションシーンを持っているので、気...あなたはアクションアニメで必要与えていない...私はショーで見欠陥の一つであります\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThis show will not disappoint you for the most part.\u001b[24m\n    \u001b[1mこのショーはほとんどあなたを失望させません。\u001b[22m, \u001b[1mこのショーは、ほとんどの部分はあなたを失望させません。\u001b[22m\n\u001b[1m\u001b[22m\n*wiki wika*\n\n\u001b[1m*ウィキwika *\u001b[22m\n\u001b[1m(* U~iki wika*)\u001b[22m\n\nTranslations of \u001b[4m*wiki wika*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*wiki wika*\u001b[24m\n    \u001b[1m*ウィキwika *\u001b[22m\n\u001b[1m\u001b[22m\nSamurai Champloo used to be available by Geneon, it has been rescued by Funimation and is currently available. There is a manga adaptation of Samurai Champloo but it's not really necessary to read if you already have seen the show, only 2 volumes of the manga were made and there really wasn't a ending to it.\n\n\u001b[1mSamurai ChamplooはGeneonによって利用可能でしたが、Funimationによって救助され、現在利用可能です。  Samurai Champlooの漫画化がありますが、あなたがすでにこの番組を見ているのであれば読むのは本当に必要ではありません。マンガの2巻だけが作られていて、本当に終わりはありませんでした。\u001b[22m\n\u001b[1m(Samurai Champloo wa Geneon ni yotte riyō kanōdeshitaga, Funimation ni yotte kyūjo sa re, genzai riyō kanōdesu. Samurai Champloo no manga-ka ga arimasuga, anata ga sudeni kono bangumi o mite iru nodeareba yomu no wa hontōni hitsuyōde wa arimasen. Manga no 2-kan dake ga tsukura rete ite, hontōni owari wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSamurai Champloo used to be available by Geneon, it has been rescued by Funimation and is currently available. There is a manga adaptation of Samurai Champloo but it's not really necessary to read if you already have seen the show, only 2 volumes of the manga were made and there really wasn't a ending to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai Champloo used to be available by Geneon, it has been rescued by Funimation and is currently available.\u001b[24m\n    \u001b[1mSamurai ChamplooはGeneonによって利用可能でしたが、Funimationによって救助され、現在利用可能です。\u001b[22m, \u001b[1mサムライチャンプルーはジェネオンによって利用できるようにするために使用される、それはファニメーションによって救出され、現在入手可能ですされています。\u001b[22m\n\u001b[4mThere is a manga adaptation of Samurai Champloo but it's not really necessary to read if you already have seen the show, only 2 volumes of the manga were made and there really wasn't a ending to it.\u001b[24m\n    \u001b[1mSamurai Champlooの漫画化がありますが、あなたがすでにこの番組を見ているのであれば読むのは本当に必要ではありません。マンガの2巻だけが作られていて、本当に終わりはありませんでした。\u001b[22m, \u001b[1mそこサムライチャンプルーの漫画の適応があるが、それはあなたが既にショーを見ている場合読み取るために本当に必要はありません、漫画の唯一の2ボリュームが作られ、そこに終わらない実際にそこでした。\u001b[22m\n\u001b[1m\u001b[22m\nWith that said, Samurai Champloo is a fun series that is a bit over the top in some of it's action scenes, humor, and some of the episodes. It is a blast to see it with friends. It also has a couple nods to its elder cousin Cowboy Bebop.\n\n\u001b[1mサムライ・シャンプーは、アクション・シーン、ユーモア、エピソードのいくつかの上で、少し上にある楽しいシリーズです。 それは友人たちと会うための爆発です。 また、その年長のいとこのカウボーイビバップにいくつかの頷きがあります。\u001b[22m\n\u001b[1m(Samurai shanpū wa, akushon shīn, yūmoa, episōdo no ikutsu ka no ue de, sukoshi ue ni aru tanoshī shirīzudesu. Sore wa yūjin-tachi to au tame no bakuhatsudesu. Mata, sono nenchō no itoko no kaubōibibappu ni ikutsu ka no unazuki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith that said, Samurai Champloo is a fun series that is a bit over the top in some of it's action scenes, humor, and some of the episodes. It is a blast to see it with friends. It also has a couple nods to its elder cousin Cowboy Bebop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith that said, Samurai Champloo is a fun series that is a bit over the top in some of it's action scenes, humor, and some of the episodes.\u001b[24m\n    \u001b[1mサムライ・シャンプーは、アクション・シーン、ユーモア、エピソードのいくつかの上で、少し上にある楽しいシリーズです。\u001b[22m, \u001b[1mことで、サムライチャンプルーはその一部だアクションシーン、ユーモア、そしてエピソードのいくつかで少し上からで楽しいシリーズです。\u001b[22m\n\u001b[4mIt is a blast to see it with friends.\u001b[24m\n    \u001b[1mそれは友人たちと会うための爆発です。\u001b[22m, \u001b[1m友人とそれを見るために爆発です。\u001b[22m\n\u001b[4mIt also has a couple nods to its elder cousin Cowboy Bebop.\u001b[24m\n    \u001b[1mまた、その年長のいとこのカウボーイビバップにいくつかの頷きがあります。\u001b[22m, \u001b[1mまた、夫婦がその長老いとこカウボーイビバップにうなずくています。\u001b[22m\n\u001b[1m\u001b[22m\nI give Samurai Champloo a 7.8 out of 10, It is GOOD!\n\n\u001b[1m私はSamurai Champlooに10のうち7.8を与えます、それは良いです！\u001b[22m\n\u001b[1m(Watashi wa Samurai Champloo ni 10 no uchi 7. 8 O ataemasu, sore wa yoidesu!)\u001b[22m\n\nTranslations of \u001b[4mI give Samurai Champloo a 7.8 out of 10, It is GOOD!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give Samurai Champloo a 7.8 out of 10, It is GOOD!\u001b[24m\n    \u001b[1m私はSamurai Champlooに10のうち7.8を与えます、それは良いです！\u001b[22m, \u001b[1m私はそれは良いですが、10のうちサムライチャンプルーに7.8を与えます！\u001b[22m\n\u001b[1m\u001b[22m\nFeel free to leave a comment, and if you want to start breakdancing. GO RIGHT AHEAD! Just don't kill yourself over it.\n\n\u001b[1mコメントを残して、ブレークダンスを開始したい場合は、自由に感じてください。 右に行く！ それだけで自分を殺さないでください。\u001b[22m\n\u001b[1m(Komento o nokoshite, burēkudansu o kaishi shitai baai wa, jiyū ni kanjite kudasai. Migi ni iku! Sore dake de jibun o korosanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFeel free to leave a comment, and if you want to start breakdancing. GO RIGHT AHEAD! Just don't kill yourself over it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeel free to leave a comment, and if you want to start breakdancing.\u001b[24m\n    \u001b[1mコメントを残して、ブレークダンスを開始したい場合は、自由に感じてください。\u001b[22m, \u001b[1mあなたはブレイクダンスを開始したい場合には、コメントを残すこと自由に感じなさい、と。\u001b[22m\n\u001b[4mGO RIGHT AHEAD!\u001b[24m\n    \u001b[1m右に行く！\u001b[22m, \u001b[1m右先に行きます！\u001b[22m\n\u001b[4mJust don't kill yourself over it.\u001b[24m\n    \u001b[1mそれだけで自分を殺さないでください。\u001b[22m, \u001b[1mちょうどその上に自分を殺してはいけません。\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "ramimanify",
    "profile": "/profile/ramimanify/reviews",
    "pages": "9",
    "number": "5",
    "link": "/reviews.php?id=57365",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  6\n\nサムライチャンプルーは芸術作品です\n音楽とアニメはまれにこのようなやり方で結合する\n江戸日本期+ヒップホップ？\nあなたはどこで間違って行くことができますか、むしろ、そのような要素を組み合わせることができ、間違っていない唯一のショーです\n\nハイエンドのグラフィックアートと優れた剣術から\n補完するために大胆に融合した高度に洗練された歴史的環境\nそのクライマックスへのプロット権\n\n私は絶対にそれが価値があるすべてのS. champlooを愛した\n\nだから楽しみになぜ6？ なぜなら、最終的に私はそれに9を与えていただろうから、\nムーゲンとジンを元気に戻すことは、私にとっては大変だった\n私は私が（漂白剤）の犯行のエピソードを見ていたと思った\n\nディレクターの巨大な欠陥。残念ながら、それが素晴らしい剣と（リアルな）エンディングで残っていれば、アニメの方がずっと高いかもしれない\n\nすべてのことでそれはそれほど悪くはなかった、私は非常にこのシリーズは、そこに任意の剣スラッシングファンにお勧め",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSamurai champloo is a work of art\n\n\u001b[1mサムライチャンプルーは芸術作品です\u001b[22m\n\u001b[1m(Samuraichanpurū wa geijutsu sakuhindesu)\u001b[22m\n\nTranslations of \u001b[4mSamurai champloo is a work of art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSamurai champloo is a work of art\u001b[24m\n    \u001b[1mサムライチャンプルーは芸術作品です\u001b[22m, \u001b[1mサムライチャンプルーは芸術作品であり、\u001b[22m\nmusic and anime rarely combine in such a graceful manner\n\n\u001b[1m音楽とアニメはまれにこのようなやり方で結合する\u001b[22m\n\u001b[1m(Ongaku to anime wa mare ni kono yōna yarikata de ketsugō suru)\u001b[22m\n\nTranslations of \u001b[4mmusic and anime rarely combine in such a graceful manner\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmusic and anime rarely combine in such a graceful manner\u001b[24m\n    \u001b[1m音楽とアニメはまれにこのようなやり方で結合する\u001b[22m, \u001b[1m音楽とアニメはほとんどそのような優雅な方法で結合していません\u001b[22m\nEdo-japan period + hip-hop ?\n\n\u001b[1m江戸日本期+ヒップホップ？\u001b[22m\n\u001b[1m(Edo Nihon-ki + hippuhoppu?)\u001b[22m\n\nTranslations of \u001b[4mEdo-japan period + hip-hop ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEdo-japan period + hip-hop ?\u001b[24m\n    \u001b[1m江戸日本期+ヒップホップ？\u001b[22m, \u001b[1m江戸ジャパン期間+ヒップホップ？\u001b[22m\nwhere can you go wrong, or rather, that is the only show who can combine such elements and never go wrong\n\n\u001b[1mあなたはどこで間違って行くことができますか、むしろ、そのような要素を組み合わせて間違ってはならない唯一のショーです\u001b[22m\n\u001b[1m(Anata wa doko de machigatte iku koto ga dekimasu ka, mushiro, sono yōna yōso o kumiawasete machigatte wa naranai yuiitsu no shōdesu)\u001b[22m\n\nTranslations of \u001b[4mwhere can you go wrong, or rather, that is the only show who can combine such elements and never go wrong\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhere can you go wrong, or rather, that is the only show who can combine such elements and never go wrong\u001b[24m\n    \u001b[1mあなたはどこで間違って行くことができますか、むしろ、そのような要素を組み合わせて間違ってはならない唯一のショーです\u001b[22m, \u001b[1mここで、あなたは間違って行くことができ、あるいはむしろ、それはこのような要素を組み合わせ、間違って行くことはできません唯一のショーです\u001b[22m\n\u001b[1m\u001b[22m\nfrom high end graphic art and outstanding swordplay\n\n\u001b[1mハイエンドのグラフィックアートと優れた剣術から\u001b[22m\n\u001b[1m(Haiendo no gurafikkuāto to sugureta kenjutsu kara)\u001b[22m\n\nTranslations of \u001b[4mfrom high end graphic art and outstanding swordplay\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfrom high end graphic art and outstanding swordplay\u001b[24m\n    \u001b[1mハイエンドのグラフィックアートと優れた剣術から\u001b[22m, \u001b[1mハイエンドグラフィックアートと優れた剣術から\u001b[22m\nto highly sophisticated historical environment, which boldly blends in to complement\n\n\u001b[1m補完するために大胆に融合した高度に洗練された歴史的環境\u001b[22m\n\u001b[1m(Hokan suru tame ni daitan ni yūgō shita kōdo ni senrensareta rekishi-teki kankyō)\u001b[22m\n\nTranslations of \u001b[4mto highly sophisticated historical environment, which boldly blends in to complement\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto highly sophisticated historical environment, which boldly blends in to complement\u001b[24m\n    \u001b[1m補完するために大胆に融合した高度に洗練された歴史的環境\u001b[22m, \u001b[1m大胆に補完することでブレンド高度に洗練された歴史的環境、へ\u001b[22m\nthe plot right to its climax\n\n\u001b[1mそのクライマックスへのプロット権\u001b[22m\n\u001b[1m(Sono kuraimakkusu e no purotto-ken)\u001b[22m\n\nTranslations of \u001b[4mthe plot right to its climax\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe plot right to its climax\u001b[24m\n    \u001b[1mそのクライマックスへのプロット権\u001b[22m, \u001b[1m右最高潮にプロット\u001b[22m\n\u001b[1m\u001b[22m\ni absolutely loved S. champloo for all it is worth\n\n\u001b[1m私は絶対にそれが価値があるすべてのS. champlooを愛した\u001b[22m\n\u001b[1m(Watashi wa zettai ni sore ga kachigāru subete no S. Champloo o aishita)\u001b[22m\n\nTranslations of \u001b[4mi absolutely loved S. champloo for all it is worth\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi absolutely loved S. champloo for all it is worth\u001b[24m\n    \u001b[1m私は絶対にそれが価値があるすべてのS. champlooを愛した\u001b[22m, \u001b[1m私は絶対にそれは価値があるすべてのためのS.チャンプルーを愛し\u001b[22m\n\u001b[1m\u001b[22m\nso why 6 on enjoyment? because right to the end i would have given it a 9,\n\n\u001b[1mだから楽しみになぜ6？ なぜなら、最終的に私はそれに9を与えていただろうから、\u001b[22m\n\u001b[1m(Dakara tanoshimi ni naze 6? Nazenara, saishūtekini watashi wa sore ni 9 o ataete itadaroukara,)\u001b[22m\n\nTranslations of \u001b[4mso why 6 on enjoyment? because right to the end i would have given it a 9,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso why 6 on enjoyment?\u001b[24m\n    \u001b[1mだから楽しみになぜ6？\u001b[22m, \u001b[1mなぜ6楽しみに！\u001b[22m\n\u001b[4mbecause right to the end i would have given it a 9,\u001b[24m\n    \u001b[1mなぜなら、最終的に私はそれに9を与えていただろうから、\u001b[22m, \u001b[1m右端に私はそれを9を与えているだろうので、\u001b[22m\nbut bringing Mugen and Jin back to life was a major turn off for me\n\n\u001b[1mムーゲンとジンを元気に戻すことは、私にとっては大変だった\u001b[22m\n\u001b[1m(Mūgen to Jin o genki ni modosu koto wa, watashi ni totte wa taihendatta)\u001b[22m\n\nTranslations of \u001b[4mbut bringing Mugen and Jin back to life was a major turn off for me\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut bringing Mugen and Jin back to life was a major turn off for me\u001b[24m\n    \u001b[1mムーゲンとジンを元気に戻すことは、私にとっては大変だった\u001b[22m, \u001b[1mしかし、生活に戻って無限ジンをもたらすことは私にとって大きなターンをオフにしました\u001b[22m\ni thought i was watching an episode of (Bleach) no offense\n\n\u001b[1m私は私が（漂白剤）の犯行のエピソードを見ていたと思った\u001b[22m\n\u001b[1m(Watashi wa watashi ga (hyōhaku-zai) no hankō no episōdo o mite ita to omotta)\u001b[22m\n\nTranslations of \u001b[4mi thought i was watching an episode of (Bleach) no offense\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi thought i was watching an episode of (Bleach) no offense\u001b[24m\n    \u001b[1m私は私が（漂白剤）の犯行のエピソードを見ていたと思った\u001b[22m, \u001b[1m私は（ブリーチ）無犯罪のエピソードを見ていたと思いました\u001b[22m\n\u001b[1m\u001b[22m\nA HUGE flaw on the director's part, regrettably it could have gotten the anime way much higher if it remained with awesome swordplay and (REALISTIC) endings\n\n\u001b[1mディレクターの巨大な欠陥。残念ながら、それが素晴らしい剣と（リアルな）エンディングで残っていれば、アニメの方がずっと高いかもしれない\u001b[22m\n\u001b[1m(Direkutā no kyodaina kekkan. Zan'nen'nagara, sore ga subarashī ken to (riaruna) endingu de nokotte ireba, anime no kata ga zutto takai kamo shirenai)\u001b[22m\n\nTranslations of \u001b[4mA HUGE flaw on the director's part, regrettably it could have gotten the anime way much higher if it remained with awesome swordplay and (REALISTIC) endings\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA HUGE flaw on the director's part, regrettably it could have gotten the anime way much higher if it remained with awesome swordplay and (REALISTIC) endings\u001b[24m\n    \u001b[1mディレクターの巨大な欠陥。残念ながら、それが素晴らしい剣と（リアルな）エンディングで残っていれば、アニメの方がずっと高いかもしれない\u001b[22m, \u001b[1m監督の部分に大きな傷、それは素晴らしい剣術と（現実的）語尾で推移した場合、残念ながら、それは道はるかに高いアニメを得ている可能性が\u001b[22m\n\u001b[1m\u001b[22m\nall in all it was not so bad, i highly recommend this series to any sword-slashing fan out there\n\n\u001b[1mすべてのことでそれはそれほど悪くはなかった、私は非常にこのシリーズは、そこに任意の剣スラッシングファンにお勧め\u001b[22m\n\u001b[1m(Subete no koto de sore wa sore hodo waruku wa nakatta, watashi wa hijō ni kono shirīzu wa, soko ni nin'i no ken surasshingufan ni o susume)\u001b[22m\n\nTranslations of \u001b[4mall in all it was not so bad, i highly recommend this series to any sword-slashing fan out there\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mall in all it was not so bad, i highly recommend this series to any sword-slashing fan out there\u001b[24m\n    \u001b[1mすべてのことでそれはそれほど悪くはなかった、私は非常にこのシリーズは、そこに任意の剣スラッシングファンにお勧め\u001b[22m, \u001b[1mすべてのすべてで、それは私が非常にそこに任意の剣斬撃ファンにこのシリーズをお勧めしますので、悪くはなかったです\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "Hitokage_Jouten",
    "profile": "/profile/Hitokage_Jouten/reviews",
    "pages": "9",
    "number": "6",
    "link": "/reviews.php?id=38634",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  7\n\nこのアニメは、私が楽しんだ多くのものの一つです。\n\n（スポイラーズ）（私はいくつかの部分を除外したが完全に）\n\nストーリー：この女の子（Fuu）と二人の侍（Jin and mugen）について、コウシンを振ってFuuに同行して、ヒマワリの香りを漂わせる武士を見つける旅をしています。 このひまわり侍が本当に存在するかどうか。 最後に、あなたは本当にヒマワリのサムライを見ることができますが、彼はまもなく死ぬ。 長い旅の後、今彼女が自由に人生をどうやっていくことができるかを見ると、彼女はジンとムゲンと一緒に吊り下がっています。 それは良い話だったが、完璧ではない、それは欠陥があった。\n\n芸術：アートワークは良いと思っていたのですが、私は不平を言っていません。\n\nサウンド：音はいいけど、そのタイプの音楽にはあまりあてはまらないが、ビートボックスのバンドは面白かった。\n\nキャラクター：Mugenは傲慢で、頑固で、真っ直ぐなジャンパーでしたが、シリーズのクールな男でした。 ジンは穏やかで、集団的で、他者の理解だった。 フーはいつもトラブルに陥って、太っていて、無作為に痩せて、親切で、面白かった。 文字のデザインは私にはとても良いです。\n\n楽しさ：私はこのアニメを楽しんだので、私はそれを与えます7。\n\n全体として、私はこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is one of many I have enjoyed.\n\n\u001b[1mこのアニメは、私が楽しんだ多くのものの一つです。\u001b[22m\n\u001b[1m(Kono anime wa, watashi ga tanoshinda ōku no mono no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is one of many I have enjoyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is one of many I have enjoyed.\u001b[24m\n    \u001b[1mこのアニメは、私が楽しんだ多くのものの一つです。\u001b[22m, \u001b[1mこのアニメは私が享受してきた多くの一つです。\u001b[22m\n\u001b[1m\u001b[22m\n(SPOILERS)(not entirely though I left out some parts)\n\n\u001b[1m（スポイラーズ）（私はいくつかの部分を除外したが完全に）\u001b[22m\n\u001b[1m((Supoirāzu) (watashi wa ikutsu ka no bubun o jogai shitaga kanzen ni))\u001b[22m\n\nTranslations of \u001b[4m(SPOILERS)(not entirely though I left out some parts)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(SPOILERS)(not entirely though I left out some parts)\u001b[24m\n    \u001b[1m（スポイラーズ）（私はいくつかの部分を除外したが完全に）\u001b[22m, \u001b[1m（私はいくつかの部分を残していない、完全にかかわらず）（スポイラー）\u001b[22m\n\u001b[1m\u001b[22m\nStory: It's about this girl (Fuu) and two samurai (Jin and mugen) who after flipping a coin must accompany Fuu on a journey to find the samurai that smells of sunflowers, as the story goes along they run into numerous challenges, and question whether or not this sunflower samurai truly exists. At the end you truly do get to see the sunflower samurai, but he dies shortly after. After the long journey and seeing as how she can now freely go about her life, she continues hanging with Jin and Mugen. It was a good story, but not perfect, it had flaws.\n\n\u001b[1mストーリー：この女の子（Fuu）と二人の侍（Jin and mugen）について、コウシンを振ってFuuに同行して、ヒマワリの香りを漂わせる武士を見つける旅をしています。 このひまわり侍が本当に存在するかどうか。 最後に、あなたは本当にヒマワリのサムライを見ることができますが、彼はまもなく死ぬ。 長い旅の後、今彼女が自由に人生をどうやっていくことができるかを見ると、彼女はジンとムゲンと一緒に吊り下がっています。 それは良い話だったが、完璧ではない、それは欠陥があった。\u001b[22m\n\u001b[1m(Sutōrī: Kono on'nanoko (Fuu) to futari no samurai (Jin ando mugen) ni tsuite, kōshin o futte Fuu ni dōkō shite, himawari no kaori o tadayowa seru bushi o mitsukeru tabi o shite imasu. Kono himawari samurai ga hontōni sonzai suru ka dō ka. Saigo ni, anata wa hontōni himawari no samurai o miru koto ga dekimasuga, kare wa mamonaku shinu. Nagai tabi no ato, ima kanojo ga jiyū ni jinsei o dō yatte iku koto ga dekiru ka o miru to, kanojo wa Jin to mugen to issho ni tsuri sagatte imasu. Sore wa yoi hanashidattaga, kanpekide wanai, soreha kekkan ga atta.)\u001b[22m\n\nTranslations of \u001b[4mStory: It's about this girl (Fuu) and two samurai (Jin and mugen) who after flipping a coin must accompany Fuu on a journey to find the samurai that smells of sunflowers, as the story goes along they run into numerous challenges, and question whether or not this sunflower samurai truly exists. At the end you truly do get to see the sunflower samurai, but he dies shortly after. After the long journey and seeing as how she can now freely go about her life, she continues hanging with Jin and Mugen. It was a good story, but not perfect, it had flaws.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: It's about this girl (Fuu) and two samurai (Jin and mugen) who after flipping a coin must accompany Fuu on a journey to find the samurai that smells of sunflowers, as the story goes along they run into numerous challenges, and question\u001b[24m\n    \u001b[1mストーリー：この女の子（Fuu）と二人の侍（Jin and mugen）について、コウシンを振ってFuuに同行して、ヒマワリの香りを漂わせる武士を見つける旅をしています。\u001b[22m, \u001b[1mストーリー：それはこの少女（フー）と話が行くように、彼らは多くの課題に実行に沿ってコインを反転した後に、ヒマワリの匂い侍を見つける旅にフーを添付しなければならない2武士（ジンおよび無限）、およびご質問についてです\u001b[22m\n\u001b[4mwhether or not this sunflower samurai truly exists.\u001b[24m\n    \u001b[1mこのひまわり侍が本当に存在するかどうか。\u001b[22m, \u001b[1mこのヒマワリの武士が本当に存在するか否かを判定する。\u001b[22m\n\u001b[4mAt the end you truly do get to see the sunflower samurai, but he dies shortly after.\u001b[24m\n    \u001b[1m最後に、あなたは本当にヒマワリのサムライを見ることができますが、彼はまもなく死ぬ。\u001b[22m, \u001b[1m終わりに、あなたは本当にヒマワリの武士を見ることがないが、彼は直後に死亡します。\u001b[22m\n\u001b[4mAfter the long journey and seeing as how she can now freely go about her life, she continues hanging with Jin and Mugen.\u001b[24m\n    \u001b[1m長い旅の後、今彼女が自由に人生をどうやっていくことができるかを見ると、彼女はジンとムゲンと一緒に吊り下がっています。\u001b[22m, \u001b[1m長旅の後、彼女は今自由に彼女の人生について行くことができる方法として見て、彼女はジンと無限にぶら下がっ続けます。\u001b[22m\n\u001b[4mIt was a good story, but not perfect, it had flaws.\u001b[24m\n    \u001b[1mそれは良い話だったが、完璧ではない、それは欠陥があった。\u001b[22m, \u001b[1mそれは欠陥を持っていた、いい話だったが、完璧ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The Artwork was good in my opinion it could have been better, but hey I am not complaining.\n\n\u001b[1m芸術：アートワークは良いと思っていましたが、私は不平を言っていません。\u001b[22m\n\u001b[1m(Geijutsu: Ātowāku wa yoi to omotte imashitaga, watashi wa fuhei o itte imasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: The Artwork was good in my opinion it could have been better, but hey I am not complaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The Artwork was good in my opinion it could have been better, but hey I am not complaining.\u001b[24m\n    \u001b[1m芸術：アートワークは良いと思っていましたが、私は不平を言っていません。\u001b[22m, \u001b[1mアート：アートワークは私の意見ではそれが良いされている可能性が良好であったが、ちょっと私は文句はないのです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound was good but I am not much for that type of music, although the beat box band was funny, lol.\n\n\u001b[1mサウンド：音はいいけど、そのタイプの音楽にはあまりあてはまらないが、ビートボックスのバンドは面白かった。\u001b[22m\n\u001b[1m(Saundo: Oto wa īkedo, sono taipu no ongaku ni wa amari atehamaranaiga, bītobokkusu no bando wa omoshirokatta.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound was good but I am not much for that type of music, although the beat box band was funny, lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound was good but I am not much for that type of music, although the beat box band was funny, lol.\u001b[24m\n    \u001b[1mサウンド：音はいいけど、そのタイプの音楽にはあまりあてはまらないが、ビートボックスのバンドは面白かった。\u001b[22m, \u001b[1mサウンド：ビートボックスバンドは面白かったが、笑、音は良かったが、私は音楽のそのタイプのためにあまりないです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Mugen was arrogant, stubborn, and a straight up jackass, but was the cool guy of the series. Jin was calm, collective, and understanding of others. Fuu always got into trouble, was fat then randomly turn skinny again, kind, and funny. character design is very good to me.\n\n\u001b[1mキャラクター：Mugenは傲慢で、頑固で、真っ直ぐなジャンパーでしたが、シリーズのクールな男でした。 ジンは穏やかで、集団的で、他者の理解だった。 フーはいつもトラブルに陥って、太っていて、無作為に痩せて、親切で、面白かった。 文字のデザインは私にはとても良いです。\u001b[22m\n\u001b[1m(Kyarakutā: Mugen wa gōman de, ganko de, massuguna janpādeshitaga, shirīzu no kūruna otokodeshita. Jin wa odayakade, shūdan-tekide, tasha no rikaidatta. Fū wa itsumo toraburu ni ochītte, futotte ite, musakui ni yasete, shinsetsude, omoshirokatta. Moji no dezain wa watashiniha tote mo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Mugen was arrogant, stubborn, and a straight up jackass, but was the cool guy of the series. Jin was calm, collective, and understanding of others. Fuu always got into trouble, was fat then randomly turn skinny again, kind, and funny. character design is very good to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Mugen was arrogant, stubborn, and a straight up jackass, but was the cool guy of the series.\u001b[24m\n    \u001b[1mキャラクター：Mugenは傲慢で、頑固で、真っ直ぐなジャンパーでしたが、シリーズのクールな男でした。\u001b[22m, \u001b[1mキャラクター：無限は、傲慢頑固な、とまっすぐジャッカスだったが、シリーズのクールな男でした。\u001b[22m\n\u001b[4mJin was calm, collective, and understanding of others.\u001b[24m\n    \u001b[1mジンは穏やかで、集団的で、他者の理解だった。\u001b[22m, \u001b[1mジンは、穏やかな集団、および他者の理解でした。\u001b[22m\n\u001b[4mFuu always got into trouble, was fat then randomly turn skinny again, kind, and funny.\u001b[24m\n    \u001b[1mフーはいつもトラブルに陥って、太っていて、無作為に痩せて、親切で、面白かった。\u001b[22m, \u001b[1mフーは常に、トラブルになった後、再びランダムスキニー回し脂肪だった、種類、おかしいです。\u001b[22m\n\u001b[4mcharacter design is very good to me.\u001b[24m\n    \u001b[1m文字のデザインは私にはとても良いです。\u001b[22m, \u001b[1mキャラクターデザインは、私にとって非常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I did enjoy this anime so, I will give it 7.\n\n\u001b[1m楽しさ：私はこのアニメを楽しんだので、私はそれを与えます7。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa kono anime o tanoshindanode, watashi wa sore o ataemasu 7.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I did enjoy this anime so, I will give it 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I did enjoy this anime so, I will give it 7.\u001b[24m\n    \u001b[1m楽しさ：私はこのアニメを楽しんだので、私はそれを与えます7。\u001b[22m, \u001b[1m楽しさ：私はそれを7を与えるので、このアニメを楽しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I would recommend this.\n\n\u001b[1m全体として、私はこれをお勧めします。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would recommend this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would recommend this.\u001b[24m\n    \u001b[1m全体として、私はこれをお勧めします。\u001b[22m, \u001b[1m全体的に、私はこれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "Drevorn",
    "profile": "/profile/Drevorn/reviews",
    "pages": "9",
    "number": "7",
    "link": "/reviews.php?id=225339",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Samurai_Champloo",
    "id": "205",
    "url": "https://myanimelist.net/anime/205/Samurai_Champloo",
    "user": "Megha_Cloud",
    "profile": "/profile/Megha_Cloud/reviews",
    "pages": "9",
    "number": "8",
    "link": "/reviews.php?id=127319",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  10\n\nまず、日本のダビングが大活躍すると言ってみましょう！  ＆amp; 英語のダビングは最高です!! このアニメのために。 それはおそらく、オリジナルの日本のダビングがとても悪いので、それが完全に楽しいものを殺す唯一のアニメです。 私はこれがなぜこのアニメが格付けリストの上位5位を持たないのか主な理由だと思う！ 私を含むほとんどのアニメウォッチャーは、私たちが見る時間のほぼ98％を英語よりも元の日本のダビング効果が優れていると感じているからです。 しかし、このアニメは例外です。 このアニメを英語で見てみて、マスターピースが何であるか見てみてください！\n\nストーリーは特別なものではなく、そこにはほとんど無視できる穴がいくつかあります。 だけど ！！ このアニメは、すべてのことでストーリーの欠如を補う！ 事実、私はこれがまさにこの理由のために傑作だと思う。\n\nいい話がなくてもエピソード的であっても（メインの物語は各エピソードの影を続けています）、このアニメはとても記憶に残っています。 それぞれのエピソードは独特で、ほとんど物語ではありませんが、まだいくつかのエピソードは強烈な打撃感情であなたの心に届きます。あなたの笑いや椅子から落ちていくものもあれば、あなたの副腎皮質を駆り立てるものもあります。\n\n1.決まり文句はありません。\n2.剣の戦いのアニメーションであなたが今までに見られる最高の流体の動き。 この\n目のための治療を戦う。\n3.私が今まで見た中で最高のインテリジェントコメディーのいくつか。\n4.非常に現実的な人間の感情を深みと精度で表現します。 それは激しく打つことができます。\n5.ユニークで非常にスタイリッシュなアート。\n\nこのアニメには何のコーチもありません!!\nこれは非常にインテリジェントでスタイリッシュです！\nこれは非常に魅力的です！  （私は簡単に退屈な人で、以前はアニメを見直したことは覚えていませんが、今は3回見たのはこれだけです）\n\n私はこれまでアニメのオープニングとミュージックを終わらせることにそれほど夢中になることを覚えていません。 はい、これは私が何度も何度も聴いていたオープニングとクローズトラックの唯一のアニメです。\n\nこのアニメはトップ10のスポットに値する。 あなたの友人にそれを見てもらうことをお勧めします。 ファンベースを増やす。 私はスタインズゲート、FMAB、バカノなどのエリートアニメを見た人の一種です。だから私は何を話しているのか知っています。 事実、私はすでに非常に多くの良いアニメを見てきました。私は非常に辛い時間を過ごしています。アニメのほとんどは私にとってはうんざりしていて、ほとんど見ることができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet first start by saying this that THE JAPANESE DUBBING SUCKS BIG TIME !! &amp; THE ENGLISH DUBBING IS THE BEST !! for this anime. It maybe the only anime i know where the original Japanese dubbing is so bad that it completely kills the fun. I think this is the MAIN reason why this anime does not have the top 5 spot in the Rating List !! Because Most anime watchers including me find the original Japanese dubbing better than the English almost 98% of the time when we watch. But this anime is an exception. PLEASE WATCH THIS ANIME IN ENGLISH DUBBING TO SEE WHAT MASTERPIECE IT IS !!\n\n\u001b[1mまず、日本のダビングが大活躍すると言ってみましょう！  ＆amp; 英語のダビングは最高です!! このアニメのために。 それはおそらく、オリジナルの日本のダビングがとても悪いので、それが完全に楽しいものを殺す唯一のアニメです。 私はこれがなぜこのアニメが格付けリストの上位5位を持たないのか主な理由だと思う！ 私を含むほとんどのアニメウォッチャーは、私たちが見る時間のほぼ98％を英語よりも元の日本のダビング効果が優れていると感じているからです。 しかし、このアニメは例外です。 このアニメを英語で見てみて、マスターピースが何であるか見てみてください！\u001b[22m\n\u001b[1m(Mazu, Nihon no dabingu ga dai katsuyaku suru to itte mimashou! & Amp; eigo no dabingu wa saikōdesu! ! Kono anime no tame ni. Sore wa osoraku, orijinaru no Nihon no dabingu ga totemo waruinode, sore ga kanzen ni tanoshī mono o korosu yuiitsu no animedesu. Watashi wa kore ga naze kono anime ga kakudzuke risuto no jōi 5-i o motanai no ka omona riyūda to omou! Watashi o fukumu hotondo no animeu~otchā wa, watashitachi ga miru jikan no hobo 98-pāsento o eigo yori mo gen no Nihon no dabingu kōka ga sugurete iru to kanjite irukaradesu. Shikashi, kono anime wa reigaidesu. Kono anime o eigo de mite mite, masutāpīsu ga nandearu ka mite mite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mLet first start by saying this that THE JAPANESE DUBBING SUCKS BIG TIME !! &amp; THE ENGLISH DUBBING IS THE BEST !! for this anime. It maybe the only anime i know where the original Japanese dubbing is so bad that it completely kills the fun. I think this is the MAIN reason why this anime does not have the top 5 spot in the Rating List !! Because Most anime watchers including me find the original Japanese dubbing better than the English almost 98% of the time when we watch. But this anime is an exception. PLEASE WATCH THIS ANIME IN ENGLISH DUBBING TO SEE WHAT MASTERPIECE IT IS !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet first start by saying this that THE JAPANESE DUBBING SUCKS BIG TIME !!\u001b[24m\n    \u001b[1mまず、日本のダビングが大活躍すると言ってみましょう！\u001b[22m, \u001b[1mJAPANESEダビングはBIG TIMEを吸うことは、これを言って最初にスタートしましょう！\u001b[22m\n\u001b[4m&amp;\u001b[24m\n    \u001b[1m＆amp;\u001b[22m, \u001b[1m＆＃038;\u001b[22m\n\u001b[4mTHE ENGLISH DUBBING IS THE BEST !!\u001b[24m\n    \u001b[1m英語のダビングは最高です!!\u001b[22m, \u001b[1mENGLISHダビングは最高です!!\u001b[22m\n\u001b[4mfor this anime.\u001b[24m\n    \u001b[1mこのアニメのために。\u001b[22m\n\u001b[4mIt maybe the only anime i know where the original Japanese dubbing is so bad that it completely kills the fun.\u001b[24m\n    \u001b[1mそれはおそらく、オリジナルの日本のダビングがとても悪いので、それが完全に楽しいものを殺す唯一のアニメです。\u001b[22m, \u001b[1mこれはオリジナルの日本語吹き替えは、それが完全に楽しみを殺すことはそんなに悪いです私が知っているかもしれない唯一のアニメ。\u001b[22m\n\u001b[4mI think this is the MAIN reason why this anime does not have the top 5 spot in the Rating List !!\u001b[24m\n    \u001b[1m私はこれがなぜこのアニメが格付けリストの上位5位を持たないのか主な理由だと思う！\u001b[22m, \u001b[1m私がこのアニメは、評価の一覧でトップ5の座を持っていない主な理由だと思います！\u001b[22m\n\u001b[4mBecause Most anime watchers including me find the original Japanese dubbing better than the English almost 98% of the time when we watch.\u001b[24m\n    \u001b[1m私を含むほとんどのアニメウォッチャーは、私たちが見る時間のほぼ98％を英語よりも元の日本のダビング効果が優れていると感じているからです。\u001b[22m, \u001b[1m私を含めほとんどのアニメウォッチャーは、元の日本語が英語よりも良い私たちは見て時間のほぼ98％をダビング見つけるため。\u001b[22m\n\u001b[4mBut this anime is an exception.\u001b[24m\n    \u001b[1mしかし、このアニメは例外です。\u001b[22m\n\u001b[4mPLEASE WATCH THIS ANIME IN ENGLISH DUBBING TO SEE WHAT MASTERPIECE IT IS !!\u001b[24m\n    \u001b[1mこのアニメを英語で見てみて、マスターピースが何であるか見てみてください！\u001b[22m, \u001b[1mそれが何であるかMASTERPIECE見るために英語ダビングIN THIS ANIMEを見てください！\u001b[22m\n\u001b[1m\u001b[22m\nThe story is nothing special and also has some small almost negligible holes in it. BUT !! this anime makes up for the lack of story with EVERYTHING ELSE !! Infact i think this is a Masterpiece exactly for this reason.\n\n\u001b[1mストーリーは特別なものではなく、そこにはほとんど無視できる穴がいくつかあります。 だけど ！！ このアニメは、すべてのことでストーリーの欠如を補う！ 事実、私はこれがまさにこの理由のために傑作だと思う。\u001b[22m\n\u001b[1m(Sutōrī wa tokubetsuna monode wa naku, soko ni wa hotondo mushi dekiru ana ga ikutsu ka arimasu.Dakedo! ! Kono anime wa, subete no koto de sutōrī no ketsujo o oginau! Jijitsu, watashi wa kore ga masani kono riyū no tame ni kessakuda to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is nothing special and also has some small almost negligible holes in it. BUT !! this anime makes up for the lack of story with EVERYTHING ELSE !! Infact i think this is a Masterpiece exactly for this reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is nothing special and also has some small almost negligible holes in it.\u001b[24m\n    \u001b[1mストーリーは特別なものではなく、そこにはほとんど無視できる穴がいくつかあります。\u001b[22m, \u001b[1m物語は特別なものではありませんし、またその中にいくつかの小さなほとんど無視穴を持っています。\u001b[22m\n\u001b[4mBUT !!\u001b[24m\n    \u001b[1mだけど ！！\u001b[22m, \u001b[1mしかし、!!\u001b[22m, \u001b[1mしかし!!\u001b[22m\n\u001b[4mthis anime makes up for the lack of story with EVERYTHING ELSE !!\u001b[24m\n    \u001b[1mこのアニメは、すべてのことでストーリーの欠如を補う！\u001b[22m, \u001b[1mこのアニメは、他のすべてと物語の不足を補います！\u001b[22m\n\u001b[4mInfact i think this is a Masterpiece exactly for this reason.\u001b[24m\n    \u001b[1m事実、私はこれがまさにこの理由のために傑作だと思う。\u001b[22m, \u001b[1mInfactは私はこれがまさにこの理由のための傑作だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEven without a good story and being episodic (a main story keeps continuing through the shadows of each episode), this anime is so memorable. Each and every episode is unique, hardly any story but still some episodes will end up reaching your heart with strong hard hitting emotions, some will make you laugh and fall off your chair and others will make your adrenal rush !!\n\n\u001b[1mいい話がなくてもエピソード的であっても（メインの物語は各エピソードの影を続けています）、このアニメはとても記憶に残っています。 それぞれのエピソードは独特で、ほとんど物語ではありませんが、まだいくつかのエピソードは強烈な打撃感情であなたの心に届きます。あなたの笑いや椅子から落ちていくものもあれば、あなたの副腎皮質を駆り立てるものもあります。\u001b[22m\n\u001b[1m(Ī hanashi ga nakute mo episōdo-tekideatte mo (mein no monogatari wa kaku episōdo no kage o tsudzukete imasu), kono anime wa totemo kioku ni nokotte imasu. Sorezore no episōdo wa dokutokude, hotondo monogataride wa arimasenga, mada ikutsu ka no episōdo wa kyōretsuna dageki kanjō de anatanokokoroni todokimasu. Anata no warai ya isu kara ochite iku mono mo areba, anata no fukujin hishitsu o karitateru mono mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven without a good story and being episodic (a main story keeps continuing through the shadows of each episode), this anime is so memorable. Each and every episode is unique, hardly any story but still some episodes will end up reaching your heart with strong hard hitting emotions, some will make you laugh and fall off your chair and others will make your adrenal rush !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven without a good story and being episodic (a main story keeps continuing through the shadows of each episode), this anime is so memorable.\u001b[24m\n    \u001b[1mいい話がなくてもエピソード的であっても（メインの物語は各エピソードの影を続けています）、このアニメはとても記憶に残っています。\u001b[22m, \u001b[1mでもいい話と（メインストーリーは各エピソードの影まで継続し続ける）エピソードせずに、このアニメはとても印象的です。\u001b[22m\n\u001b[4mEach and every episode is unique, hardly any story but still some episodes will end up reaching your heart with strong hard hitting emotions, some will make you laugh and fall off your chair and others will make your adrenal rush !!\u001b[24m\n    \u001b[1mそれぞれのエピソードは独特で、ほとんど物語ではありませんが、まだいくつかのエピソードは強烈な打撃感情であなたの心に届きます。あなたの笑いや椅子から落ちていくものもあれば、あなたの副腎皮質を駆り立てるものもあります。\u001b[22m, \u001b[1mそれぞれ、すべてのエピソードは、ほとんど話ユニークですが、まだいくつかのエピソードが強い打撃感情にあなたの心に届くことになります、いくつかは、あなたの椅子や他の人があなたの副腎ラッシュを行いますあなたが笑わせると落ちます！\u001b[22m\n\u001b[1m\u001b[22m\n1. There are no cliches.\n\n\u001b[1m1.決まり文句はありません。\u001b[22m\n\u001b[1m(1. Kimari monku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m1. There are no cliches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. There are no cliches.\u001b[24m\n    \u001b[1m1.決まり文句はありません。\u001b[22m, \u001b[1m1.何の決まり文句はありません。\u001b[22m\n2. Best fluid movements your will ever see in sword fight animation. This\n\n\u001b[1m2.剣の戦いのアニメーションであなたが今までに見られる最高の流体の動き。 この\u001b[22m\n\u001b[1m(2. Ken no tatakai no animēshon de anata ga ima made ni mi rareru saikō no ryūtai no ugoki. Kono)\u001b[22m\n\nTranslations of \u001b[4m2. Best fluid movements your will ever see in sword fight animation. This\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Best fluid movements your will ever see in sword fight animation.\u001b[24m\n    \u001b[1m2.剣の戦いのアニメーションであなたが今までに見られる最高の流体の動き。\u001b[22m, \u001b[1m2.ベスト流体運動、あなたのこれまでの剣の戦いのアニメーションで表示されます。\u001b[22m\n\u001b[4mThis\u001b[24m\n    \u001b[1mこの\u001b[22m, \u001b[1m本\u001b[22m, \u001b[1mこれ\u001b[22m\nfights a treat for the eyes.\n\n\u001b[1m目のための治療を戦う。\u001b[22m\n\u001b[1m(Me no tame no chiryō o tatakau.)\u001b[22m\n\nTranslations of \u001b[4mfights a treat for the eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfights a treat for the eyes.\u001b[24m\n    \u001b[1m目のための治療を戦う。\u001b[22m, \u001b[1m目のための御馳走を戦います。\u001b[22m\n3. Some of the best intelligent comedy i have ever seen.\n\n\u001b[1m3.私が今まで見た中で最高のインテリジェントコメディーのいくつか。\u001b[22m\n\u001b[1m(3. Watashi ga imamade mita naka de saikō no interijentokomedī no ikutsu ka.)\u001b[22m\n\nTranslations of \u001b[4m3. Some of the best intelligent comedy i have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Some of the best intelligent comedy i have ever seen.\u001b[24m\n    \u001b[1m3.私が今まで見た中で最高のインテリジェントコメディーのいくつか。\u001b[22m, \u001b[1m3.私が今まで見た中で最高のインテリジェントな喜劇の一部。\u001b[22m\n4. Portrays very realistic human emotions with depth and precision. It can hit hard.\n\n\u001b[1m4.非常に現実的な人間の感情を深みと精度で表現します。 それは激しく打つことができます。\u001b[22m\n\u001b[1m(4. Hijō ni genjitsu-tekina ningen no kanjō o fukami to seido de hyōgen shimasu. Sore wa hageshiku utsu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4m4. Portrays very realistic human emotions with depth and precision. It can hit hard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. Portrays very realistic human emotions with depth and precision.\u001b[24m\n    \u001b[1m4.非常に現実的な人間の感情を深みと精度で表現します。\u001b[22m, \u001b[1m4.深さと精度で非常に現実的な人間の感情を描いています。\u001b[22m\n\u001b[4mIt can hit hard.\u001b[24m\n    \u001b[1mそれは激しく打つことができます。\u001b[22m, \u001b[1mこれは、ハードヒットすることができます。\u001b[22m\n5. Unique and very stylish Art.\n\n\u001b[1m5.ユニークで非常にスタイリッシュなアート。\u001b[22m\n\u001b[1m(5. Yunīku de hijō ni sutairisshuna āto.)\u001b[22m\n\nTranslations of \u001b[4m5. Unique and very stylish Art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5. Unique and very stylish Art.\u001b[24m\n    \u001b[1m5.ユニークで非常にスタイリッシュなアート。\u001b[22m, \u001b[1m5.ユニークな、非常にスタイリッシュなアート。\u001b[22m\n\u001b[1m\u001b[22m\nTHIS ANIME HAS NO CLICHES WHATSOEVER !!\n\n\u001b[1mこのアニメには何のコーチもありません!!\u001b[22m\n\u001b[1m(Kono anime ni wa nani no kōchi mo arimasen! !)\u001b[22m\n\nTranslations of \u001b[4mTHIS ANIME HAS NO CLICHES WHATSOEVER !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS ANIME HAS NO CLICHES WHATSOEVER !!\u001b[24m\n    \u001b[1mこのアニメには何のコーチもありません!!\u001b[22m, \u001b[1mこのアニメは、一切の決まり文句がありません!!\u001b[22m\nTHIS ANIME IS EXTREMELY INTELLIGENT AND STYLISH !!\n\n\u001b[1mこれは非常にインテリジェントでスタイリッシュです！\u001b[22m\n\u001b[1m(Kore wa hijō ni interijento de sutairisshudesu!)\u001b[22m\n\nTranslations of \u001b[4mTHIS ANIME IS EXTREMELY INTELLIGENT AND STYLISH !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS ANIME IS EXTREMELY INTELLIGENT AND STYLISH !!\u001b[24m\n    \u001b[1mこれは非常にインテリジェントでスタイリッシュです！\u001b[22m, \u001b[1mこのアニメは、非常に知的でスタイリッシュです！\u001b[22m\nTHIS ANIME IS EXTREMELY RE-WATCHABLE !! ( I am the kind of person who easily gets bored, and i do not remember ever re-watching any anime before, but this was the only one i have watched like 3 times now.)\n\n\u001b[1mこれは非常に魅力的です！  （私は簡単に退屈な人で、以前はアニメを見直したことは覚えていませんが、今は3回見たのはこれだけです）\u001b[22m\n\u001b[1m(Kore wa hijō ni mirikitekidesu! (Watashi wa kantan ni taikutsuna hito de, izen wa anime o minaoshita koto wa oboete imasenga, ima wa 3-kai mita no wa kore dakedesu))\u001b[22m\n\nTranslations of \u001b[4mTHIS ANIME IS EXTREMELY RE-WATCHABLE !! ( I am the kind of person who easily gets bored, and i do not remember ever re-watching any anime before, but this was the only one i have watched like 3 times now.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS ANIME IS EXTREMELY RE-WATCHABLE !!\u001b[24m\n    \u001b[1mこれは非常に魅力的です！\u001b[22m, \u001b[1mこのアニメは、非常にRE-視聴可能です！\u001b[22m\n\u001b[4m( I am the kind of person who easily gets bored, and i do not remember ever re-watching any anime before, but this was the only one i have watched like 3 times now.)\u001b[24m\n    \u001b[1m（私は簡単に退屈な人で、以前はアニメを見直したことは覚えていませんが、今は3回見たのはこれだけです）\u001b[22m, \u001b[1m（私は簡単に飽きる人のようなものだ、と私は前に再見のアニメ史上覚えていないが、これは私が今の3倍のように見ているだけでした。）\u001b[22m\n\u001b[1m\u001b[22m\nI Do not remember ever to get so addicted to an anime's opening and ending music before. Yes this is the only anime who's opening and closing track i have listened again and again.\n\n\u001b[1m私はこれまでアニメのオープニングとミュージックを終わらせることにそれほど夢中になることを覚えていません。 はい、これは私が何度も何度も聴いていたオープニングとクローズトラックの唯一のアニメです。\u001b[22m\n\u001b[1m(Watashi wa kore made anime no ōpuningu to myūjikku o owara seru koto ni sorehodo muchū ni naru koto o oboete imasen. Hai, kore wa watashi ga nandomonandomo kiite ita ōpuningu to kurōzutorakku no yuiitsu no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mI Do not remember ever to get so addicted to an anime's opening and ending music before. Yes this is the only anime who's opening and closing track i have listened again and again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI Do not remember ever to get so addicted to an anime's opening and ending music before.\u001b[24m\n    \u001b[1m私はこれまでアニメのオープニングとミュージックを終わらせることにそれほど夢中になることを覚えていません。\u001b[22m, \u001b[1m私はアニメのオープニングにとてもはまって取得するために今まで覚えていて、前に音楽を終了しないでください。\u001b[22m\n\u001b[4mYes this is the only anime who's opening and closing track i have listened again and again.\u001b[24m\n    \u001b[1mはい、これは私が何度も何度も聴いていたオープニングとクローズトラックの唯一のアニメです。\u001b[22m, \u001b[1mはいこれは私が何度も何度も聞いてきたトラックを開閉する唯一のアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime deserves a top 10 spot. Please recommend your friends to watch it. Increase its fan base. I am a kind of person who has watched the elite anime like Steins Gate, FMAB, Baccano etc. So ya i know what i am talking about. Infact i have watched so many good anime already, that i am going through a very hard dry time, most of the anime feels like crap to me and i can hardly watch anything :(\n\n\u001b[1mこのアニメはトップ10のスポットに値する。 あなたの友人にそれを見てもらうことをお勧めします。 ファンベースを増やす。 私はスタインズゲート、FMAB、バカノなどのエリートアニメを見た人の一種です。だから私は何を話しているのか知っています。 事実、私はすでに非常に多くの良いアニメを見てきました。私は非常に辛い時間を過ごしています。アニメのほとんどは私にとってはうんざりしていて、ほとんど見ることができません。\u001b[22m\n\u001b[1m(Kono anime wa toppu 10 no supotto ni ataisuru. Anata no yūjin ni sore o mite morau koto o o susume shimasu. Fanbēsu o fuyasu. Watashi wa sutainzugēto, FMAB, bakano nado no erītoanime o mita hito no isshudesu. Dakara watashi wa nani o hanashite iru no ka shitte imasu. Jijitsu, watashi wa sudeni hijō ni ōku no yoi anime o mitekimashita. Watashi wa hijō ni tsurai jikan o sugoshite imasu. Anime no hotondo wa watashi ni totte wa unzari shite ite, hotondo miru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime deserves a top 10 spot. Please recommend your friends to watch it. Increase its fan base. I am a kind of person who has watched the elite anime like Steins Gate, FMAB, Baccano etc. So ya i know what i am talking about. Infact i have watched so many good anime already, that i am going through a very hard dry time, most of the anime feels like crap to me and i can hardly watch anything :(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime deserves a top 10 spot.\u001b[24m\n    \u001b[1mこのアニメはトップ10のスポットに値する。\u001b[22m, \u001b[1mこのアニメは、トップ10のスポットに値します。\u001b[22m\n\u001b[4mPlease recommend your friends to watch it.\u001b[24m\n    \u001b[1mあなたの友人にそれを見てもらうことをお勧めします。\u001b[22m, \u001b[1mそれを見て友達にお勧めしてください。\u001b[22m\n\u001b[4mIncrease its fan base.\u001b[24m\n    \u001b[1mファンベースを増やす。\u001b[22m, \u001b[1mそのファン層を増やします。\u001b[22m\n\u001b[4mI am a kind of person who has watched the elite anime like Steins Gate, FMAB, Baccano etc. So ya i know what i am talking about.\u001b[24m\n    \u001b[1m私はスタインズゲート、FMAB、バカノなどのエリートアニメを見た人の一種です。だから私は何を話しているのか知っています。\u001b[22m, \u001b[1m私は、だから屋私は私が何を言っているか知っているシュタインズ・ゲート、FMAB、バッカーノなどのようなエリートアニメを見た人のようなものです。\u001b[22m\n\u001b[4mInfact i have watched so many good anime already, that i am going through a very hard dry time, most of the anime feels like crap to me and i can hardly watch anything :(\u001b[24m\n    \u001b[1m事実、私はすでに非常に多くの良いアニメを見てきました。私は非常に辛い時間を過ごしています。アニメのほとんどは私にとってはうんざりしていて、ほとんど見ることができません。\u001b[22m, \u001b[1mInfactは私は非常に困難乾燥時間を通じてつもりだことを、アニメのほとんどは、私にはがらくたのように感じていると私はほとんど何も見ることができない、まだ多くの良いアニメを見ている:(\u001b[22m"
  }
]
