[
  {
    "title": "Hinata_no_Aoshigure",
    "id": "20673",
    "url": "https://myanimelist.net/anime/20673/Hinata_no_Aoshigure",
    "user": "MrMulligan",
    "profile": "/profile/MrMulligan/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=189811",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n日向のあゆしぐれは、賞を受賞した梅子のこくくく監督の貴重な短編映画です。\n\nストーリー\n\nヒナタに続くショートは、鳥が好きなクラスメイト、シグレのための自分の気持ちが文字通りぼやけてしまいます。 ヒナタは実生活での自分の経験を活かして想像力をつけ、日常の仕事や場所を不思議と子供のような興奮の場と場面に変えます。 これの素晴らしい例は、学校のペットの鳥の檻が、彼の心の中で大きな温室の鳥の聖域になっていることです。 誰かを愛し、問題の人にこれを直接明らかにする面白い物語は新しいものではありません。しかし、ヒナタの想像力は、このような鈍い話題を幻想的なものに変え、それをもっと楽しくします。\n\nアート\n\nこれはショートが本当に輝く場所です。 スタジオカラードゥーは、ヒナタのストーリーのビジョンを、明るいクレヨンのような色とマッチするアートスタイルで展開しています。 想像のシーンの間に誘発されたイメージは、単に美しく、確かに短くて最も記憶に残る部分です。  CGの使用は明らかに間違っていませんでしたが、あまり気を散らさずに十分にブレンドすることができました。 ストーリーがより暗い点に当たったとき、スタジオ・カラードゥーは、色調を設定するために物を暗くすることを恐れず、これらのシーンのコントラストは、幸せなものと比べてうまく機能します。 芸術は、これを真に時計の価値があるものにするものです。\n\n音\n\nサウンドトラックは気分を変える素晴らしい仕事をし、映画の最後の部分を立ち上げるのに本当に役立ちます。 それは何も私はそれをバックアップするためにシーンの文脈なしに再訪することを考えるだろうが、それは遊び心と隆起であり、私はそれに反応した。\n\nキャラクター\n\nライン数が少ないため、ヒナタの特徴を映画全体で非常によく表しています。 この不器用な豚は好きではないのが難しいですし、表情の使用は正直言って、映画で話されているどんな対話にも勝りません。  ShigureはHinata以上の話をしていますが、ヒナタよりも多くの物質が欠けているように感じました。 私はヒナタとほぼ同じように彼女をケアするように成長しなかったし、彼女の結末線は本当に感情を呼び起こすことで平らになった。\n\n楽しみ\n\n全体的に私は日向のあそしれを楽しんでいて、私はそれを見て嬉しく思っています。 それは音楽や芸術に関して素晴らしい鑑賞体験をするには、すべての正しい音符を打ちました。 ストーリーはあまり触発されていませんが、オーディオやビジュアルはアニメーションにとって重要な要素です。私の楽しみから大きく損なわれなければ、本当に不平を言うことはできません。\n\nこのような短期間で、特にあなたがディレクターの前の仕事を楽しんでいれば、私はそれを打つことをお勧めします。 私は業界での彼の将来の努力を楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHinata no Aoshigure is a wonderful little short film from the director of the award winning Fumiko no Kokuhaku that is worth your time.\n\n\u001b[1m日向のあゆしぐれは、賞を受賞した梅子のこくくく監督の貴重な短編映画です。\u001b[22m\n\u001b[1m(Hinata no ayu shigure wa,-shō o jushō shita Umeko no koku kuku kantoku no kichōna tanpen eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mHinata no Aoshigure is a wonderful little short film from the director of the award winning Fumiko no Kokuhaku that is worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHinata no Aoshigure is a wonderful little short film from the director of the award winning Fumiko no Kokuhaku that is worth your time.\u001b[24m\n    \u001b[1m日向のあゆしぐれは、賞を受賞した梅子のこくくく監督の貴重な短編映画です。\u001b[22m, \u001b[1m日向なしAoshigureはあなたの時間の価値がある富美子告白賞を受賞のディレクターからの素晴らしい小さなショートフィルムです。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe short has us following Hinata as he literally fumbles with his feelings for his classmate, Shigure who is fond of birds. Hinata uses his experiences in real life to fuel his imagination, turning mundane tasks and places into locations and scenes of wonder and childlike excitement. A great example of this is the school pet bird's cage turning into a large greenhouse bird sanctuary in his mind. The surface story of loving someone and having trouble directly revealing this to the person in question is nothing new, Hinata's imagination however turns such a dull topic into something fantastical, making it more pleasant to follow.\n\n\u001b[1mヒナタに続くショートは、鳥が好きなクラスメイト、シグレのための自分の気持ちが文字通りぼやけてしまいます。 ヒナタは実生活での自分の経験を活かして想像力をつけ、日常の仕事や場所を不思議と子供のような興奮の場と場面に変えます。 これの素晴らしい例は、学校のペットの鳥の檻が、彼の心の中で大きな温室の鳥の聖域になっていることです。 誰かを愛し、問題の人にこれを直接明らかにする面白い物語は新しいものではありません。しかし、ヒナタの想像力は、このような鈍い話題を幻想的なものに変え、それをもっと楽しくします。\u001b[22m\n\u001b[1m(Hinata ni tsudzuku shōto wa, tori ga sukina kurasumeito, shigure no tame no jibun no kimochi ga mojidōri boyakete shimaimasu. Hinata wa jisseikatsu de no jibun no keiken o ikashite sōzō-ryoku o tsuke, nichijō no shigoto ya basho o fushigi to kodomo no yōna kōfun no ba to bamen ni kaemasu. Kore no subarashī rei wa, gakkō no petto no tori no ori ga, kare no kokoro no naka de ōkina onshitsu no tori no seiiki ni natte iru kotodesu. Dareka o aishi, mondai no hito ni kore o chokusetsu akiraka ni suru omoshiroi monogatari wa atarashī monode wa arimasen. Shikashi, hinata no sōzō-ryoku wa, kono yōna nibui wadai o gensō-tekina mono ni kae, sore o motto tanoshiku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe short has us following Hinata as he literally fumbles with his feelings for his classmate, Shigure who is fond of birds. Hinata uses his experiences in real life to fuel his imagination, turning mundane tasks and places into locations and scenes of wonder and childlike excitement. A great example of this is the school pet bird's cage turning into a large greenhouse bird sanctuary in his mind. The surface story of loving someone and having trouble directly revealing this to the person in question is nothing new, Hinata's imagination however turns such a dull topic into something fantastical, making it more pleasant to follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe short has us following Hinata as he literally fumbles with his feelings for his classmate, Shigure who is fond of birds.\u001b[24m\n    \u001b[1mヒナタに続くショートは、鳥が好きなクラスメイト、シグレのための自分の気持ちが文字通りぼやけてしまいます。\u001b[22m, \u001b[1mショートは、彼は文字通り鳥が好きで、彼の同級生、時雨のための彼の気持ちでファンブルとして日向を次の私たちを持っています。\u001b[22m\n\u001b[4mHinata uses his experiences in real life to fuel his imagination, turning mundane tasks and places into locations and scenes of wonder and childlike excitement.\u001b[24m\n    \u001b[1mヒナタは実生活での自分の経験を活かして想像力をつけ、日常の仕事や場所を不思議と子供のような興奮の場と場面に変えます。\u001b[22m, \u001b[1m日向は不思議と子供のような興奮の場所やシーンに日常的なタスクや場所を回し、彼の想像力を燃料に実際の生活の中で彼の経験を使用しています。\u001b[22m\n\u001b[4mA great example of this is the school pet bird's cage turning into a large greenhouse bird sanctuary in his mind.\u001b[24m\n    \u001b[1mこれの素晴らしい例は、学校のペットの鳥の檻が、彼の心の中で大きな温室の鳥の聖域になっていることです。\u001b[22m, \u001b[1mこれの良い例は、彼の心の大温室鳥類保護区になりつつ学校のペットの鳥のケージです。\u001b[22m\n\u001b[4mThe surface story of loving someone and having trouble directly revealing this to the person in question is nothing new, Hinata's imagination however turns such a dull topic into something fantastical, making it more pleasant to follow.\u001b[24m\n    \u001b[1m誰かを愛し、問題の人にこれを直接明らかにする面白い物語は新しいものではありません。しかし、ヒナタの想像力は、このような鈍い話題を幻想的なものに変え、それをもっと楽しくします。\u001b[22m, \u001b[1m誰かを愛する、トラブル直接本人にこれを明らかにしたの表面話は何も新しいものではありません、日向の想像力は、しかし、それをより快適従うようになって、幻想的な何かにこのような鈍いトピックをオンにします。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThis is where the short really shines. Studio Colorido follows up on the Hinata's visions of the story unfolding with bright crayon-like colors and an art-style to match. The images evoked during the imagination scenes are simply beautiful and the most memorable part of the short for sure. The uses of CG, while obvious, did not feel out of place and managed to blend in enough without becoming too distracting. When the story hits its more somber points, Studio Colorido was not afraid to darken things to set the tone, and the contrast of these scenes compared to the blissful ones does its job well. The art is what makes this short truly worth a watch.\n\n\u001b[1mこれはショートが本当に輝く場所です。 スタジオカラードゥーは、ヒナタのストーリーのビジョンを、明るいクレヨンのような色とマッチするアートスタイルで展開しています。 想像のシーンの間に誘発されたイメージは、単に美しく、確かに短くて最も記憶に残る部分です。  CGの使用は明らかに間違っていませんでしたが、あまり気を散らさずに十分にブレンドすることができました。 ストーリーがより暗い点に当たったとき、スタジオ・カラードゥーは、色調を設定するために物を暗くすることを恐れず、これらのシーンのコントラストは、幸せなものと比べてうまく機能します。 芸術は、これを真に時計の価値があるものにするものです。\u001b[22m\n\u001b[1m(Kore wa shōto ga hontōni kagayaku bashodesu. Sutajiokarādo~ū wa, hinata no sutōrī no bijon o, akarui kureyon no yōna iro to matchi suru ātosutairu de tenkai shite imasu. Sōzō no shīn no ma ni yūhatsu sa reta imēji wa, tan'ni utsukushiku, tashika ni mijikakute mottomo kioku ni nokoru bubundesu. CG no shiyō wa akiraka ni machigatte imasendeshitaga, amari ki o chirasazu ni jūbun ni burendo suru koto ga dekimashita. Sutōrī ga yori kurai ten ni atatta toki, sutajio karādo~ū wa, shikichō o settei suru tame ni mono o kuraku suru koto o osorezu, korera no shīn no kontorasuto wa, shiawasena mono to kurabete umaku kinō shimasu. Geijutsu wa, kore o makotoni tokei no kachi ga aru mono ni suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where the short really shines. Studio Colorido follows up on the Hinata's visions of the story unfolding with bright crayon-like colors and an art-style to match. The images evoked during the imagination scenes are simply beautiful and the most memorable part of the short for sure. The uses of CG, while obvious, did not feel out of place and managed to blend in enough without becoming too distracting. When the story hits its more somber points, Studio Colorido was not afraid to darken things to set the tone, and the contrast of these scenes compared to the blissful ones does its job well. The art is what makes this short truly worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where the short really shines.\u001b[24m\n    \u001b[1mこれはショートが本当に輝く場所です。\u001b[22m, \u001b[1m短いが本当に輝くところです。\u001b[22m\n\u001b[4mStudio Colorido follows up on the Hinata's visions of the story unfolding with bright crayon-like colors and an art-style to match.\u001b[24m\n    \u001b[1mスタジオカラードゥーは、ヒナタのストーリーのビジョンを、明るいクレヨンのような色とマッチするアートスタイルで展開しています。\u001b[22m, \u001b[1mスタジオColoridoは明るいクレヨンのような色と一致するように、アートスタイルで展開物語の日向のビジョンにフォローアップ。\u001b[22m\n\u001b[4mThe images evoked during the imagination scenes are simply beautiful and the most memorable part of the short for sure.\u001b[24m\n    \u001b[1m想像のシーンの間に誘発されたイメージは、単に美しく、確かに短くて最も記憶に残る部分です。\u001b[22m, \u001b[1m想像力のシーンの間に誘発された画像は、単に美しいと確かに短いの最も記憶に残る部分です。\u001b[22m\n\u001b[4mThe uses of CG, while obvious, did not feel out of place and managed to blend in enough without becoming too distracting.\u001b[24m\n    \u001b[1mCGの使用は明らかに間違っていませんでしたが、あまり気を散らさずに十分にブレンドすることができました。\u001b[22m, \u001b[1mCGの用途は、自明ながら、場違いに感じると非常に複雑に入り組んになることなく十分にブレンドするために管理していませんでした。\u001b[22m\n\u001b[4mWhen the story hits its more somber points, Studio Colorido was not afraid to darken things to set the tone, and the contrast of these scenes compared to the blissful ones does its job well.\u001b[24m\n    \u001b[1mストーリーがより暗い点に当たったとき、スタジオ・カラードゥーは、色調を設定するために物を暗くすることを恐れず、これらのシーンのコントラストは、幸せなものと比べてうまく機能します。\u001b[22m, \u001b[1m物語はそのより地味なポイントをヒットすると、スタジオColoridoは、トーンを設定するには、物事を暗くすることを恐れなかったし、幸せなものに比べてこれらのシーンのコントラストがよく、その仕事をしていません。\u001b[22m\n\u001b[4mThe art is what makes this short truly worth a watch.\u001b[24m\n    \u001b[1m芸術は、これを真に時計の価値があるものにするものです。\u001b[22m, \u001b[1m芸術はこの短い真に価値の時計を作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe soundtrack does an excellent job of setting the mood and really helps raise up the last segment of the film. While it is nothing I would think about revisiting again without context of the scenes to back it up, it is playful and uplifting and definitely had me reacting to it.\n\n\u001b[1mサウンドトラックは気分を変える素晴らしい仕事をし、映画の最後の部分を立ち上げるのに本当に役立ちます。 それは何も私はそれをバックアップするためにシーンの文脈なしに再訪することを考えるだろうが、それは遊び心と隆起であり、私はそれに反応した。\u001b[22m\n\u001b[1m(Saundotorakku wa kibun o kaeru subarashī shigoto o shi, eiga no saigo no bubun o tachi agerunoni hontōni yakudachimasu. Sore wa nani mo watashi wa sore o bakkuappu suru tame ni shīn no bunmyaku nashi ni saihō suru koto o kangaerudarouga, soreha asobigokoro to ryūkideari, watashi wa sore ni han'nō shita.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack does an excellent job of setting the mood and really helps raise up the last segment of the film. While it is nothing I would think about revisiting again without context of the scenes to back it up, it is playful and uplifting and definitely had me reacting to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack does an excellent job of setting the mood and really helps raise up the last segment of the film.\u001b[24m\n    \u001b[1mサウンドトラックは気分を変える素晴らしい仕事をし、映画の最後の部分を立ち上げるのに本当に役立ちます。\u001b[22m, \u001b[1mサウンドトラックには、気分を設定する優れた仕事をしていませんし、実際に映画の最後のセグメントを上げることができます。\u001b[22m\n\u001b[4mWhile it is nothing I would think about revisiting again without context of the scenes to back it up, it is playful and uplifting and definitely had me reacting to it.\u001b[24m\n    \u001b[1mそれは何も私はそれをバックアップするためにシーンの文脈なしに再訪することを考えるだろうが、それは遊び心と隆起であり、私はそれに反応した。\u001b[22m, \u001b[1mそれは私がそれをバックアップする場面の文脈せずに再再訪を考えるだろう何物でもありませんが、それは遊び心と高揚であり、間違いなく私はそれに反応していました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nWith so few lines, they manage to characterize Hinata very well throughout the film. This clumsy dork is hard not to like, and the use of facial expressions honestly trumps any dialogue spoken in the film. Shigure talks more than Hinata and yet it felt like she lacked more substance than Hinata. I didn't grow to care for her nearly as much as I did Hinata, and her ending lines really fell flat on evoking emotion.\n\n\u001b[1mライン数が少ないため、ヒナタの特徴を映画全体で非常によく表しています。 この不器用な豚は好きではないのが難しいですし、表情の使用は正直言って映画で話されているどんな対話にも勝るものではありません。  ShigureはHinata以上の話をしていますが、ヒナタよりも多くの物質が欠けているように感じました。 私はヒナタとほぼ同じように彼女をケアするように成長しなかったし、彼女の結末線は本当に感情を呼び起こすことで平らになった。\u001b[22m\n\u001b[1m(Rain-sū ga sukunai tame, hinata no tokuchō o eiga zentai de hijō ni yoku arawashite imasu. Kono bukiyōna buta wa sukide wa nai no ga muzukashīdesushi, hyōjō no shiyō wa shōjiki itte eiga de hanasa rete iru don'na taiwa ni mo masaru monode wa arimasen. Shigure wa Hinata ijō no hanashi o shite imasuga, hinata yori mo ōku no busshitsu ga kakete iru yō ni kanjimashita. Watashi wa hinata to hobo onajiyōni kanojo o kea suru yō ni seichō shinakattashi, kanojo no ketsumatsu-sen wa hontōni kanjō o yobiokosu koto de taira ni natta.)\u001b[22m\n\nTranslations of \u001b[4mWith so few lines, they manage to characterize Hinata very well throughout the film. This clumsy dork is hard not to like, and the use of facial expressions honestly trumps any dialogue spoken in the film. Shigure talks more than Hinata and yet it felt like she lacked more substance than Hinata. I didn't grow to care for her nearly as much as I did Hinata, and her ending lines really fell flat on evoking emotion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith so few lines, they manage to characterize Hinata very well throughout the film.\u001b[24m\n    \u001b[1mライン数が少ないため、ヒナタの特徴を映画全体で非常によく表しています。\u001b[22m, \u001b[1mそう数行で、彼らはフィルム全体に非常によく日向を特徴づけるために管理します。\u001b[22m\n\u001b[4mThis clumsy dork is hard not to like, and the use of facial expressions honestly trumps any dialogue spoken in the film.\u001b[24m\n    \u001b[1mこの不器用な豚は好きではないのが難しいですし、表情の使用は正直言って映画で話されているどんな対話にも勝るものではありません。\u001b[22m, \u001b[1mこの不器用なあほは好きではないが困難である、と表情の使用は正直フィルムで話さ任意の対話を切り札。\u001b[22m\n\u001b[4mShigure talks more than Hinata and yet it felt like she lacked more substance than Hinata.\u001b[24m\n    \u001b[1mShigureはHinata以上の話をしていますが、ヒナタよりも多くの物質が欠けているように感じました。\u001b[22m, \u001b[1mしぐれ会談日向よりも、彼女は日向よりも多くの物質を欠いていたようにまだそれは感じました。\u001b[22m\n\u001b[4mI didn't grow to care for her nearly as much as I did Hinata, and her ending lines really fell flat on evoking emotion.\u001b[24m\n    \u001b[1m私はヒナタとほぼ同じように彼女をケアするように成長しなかったし、彼女の結末線は本当に感情を呼び起こすことで平らになった。\u001b[22m, \u001b[1m私は日向をしたとして、彼女はほぼ同じくらいの世話をするために成長しなかった、と彼女の終了行は本当に感情を呼び起こすに平らに落ちました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nOverall I enjoyed Hinata no Aoshigure, and am I glad I was recommended to watch it. It hit all the right notes when it comes to music and art to make a fantastic viewing experience. While the story wasn't very inspired, audio and visuals are such a key component to animation, I can't really complain if it didn't detract from my enjoyment much.\n\n\u001b[1m全体的に私は日向のあそしれを楽しんでいて、私はそれを見て嬉しく思っています。 それは音楽や芸術に関して素晴らしい鑑賞体験をするには、すべての正しい音符を打ちました。 ストーリーはあまり触発されていませんが、オーディオやビジュアルはアニメーションにとって重要な要素です。私の楽しみから大きく損なわれなければ、本当に不平を言うことはできません。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa hinata no a so shire o tanoshinde ite, watashi wa sore o mite ureshiku omotte imasu. Sore wa ongaku ya geijutsu ni kanshite subarashī kanshō taiken o suru ni wa, subete no tadashī onpu o uchimashita. Sutōrī wa amari shokuhatsu sa rete imasenga, ōdio ya bijuaru wa animēshon ni totte jūyōna yōsodesu. Watashi no tanoshimi kara ōkiku sokonawa renakereba, hontōni fuhei o iu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed Hinata no Aoshigure, and am I glad I was recommended to watch it. It hit all the right notes when it comes to music and art to make a fantastic viewing experience. While the story wasn't very inspired, audio and visuals are such a key component to animation, I can't really complain if it didn't detract from my enjoyment much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed Hinata no Aoshigure, and am I glad I was recommended to watch it.\u001b[24m\n    \u001b[1m全体的に私は日向のあそしれを楽しんでいて、私はそれを見て嬉しく思っています。\u001b[22m, \u001b[1m全体的に私はそれを見るために推奨されていた私は、日向ノーAoshigure楽しんだ、と私は嬉しいです。\u001b[22m\n\u001b[4mIt hit all the right notes when it comes to music and art to make a fantastic viewing experience.\u001b[24m\n    \u001b[1mそれは音楽や芸術に関して素晴らしい鑑賞体験をするには、すべての正しい音符を打ちました。\u001b[22m, \u001b[1mそれは幻想的な視聴体験を作るために音楽とアートに来るとき、それはすべての権利ノートをヒット。\u001b[22m\n\u001b[4mWhile the story wasn't very inspired, audio and visuals are such a key component to animation, I can't really complain if it didn't detract from my enjoyment much.\u001b[24m\n    \u001b[1mストーリーはあまり触発されていませんが、オーディオやビジュアルはアニメーションにとって重要な要素です。私の楽しみから大きく損なわれなければ、本当に不平を言うことはできません。\u001b[22m, \u001b[1m物語は非常に触発されなかったが、オーディオとビジュアルはアニメーションへのそのような重要なコンポーネントであり、それはずっと私の楽しみを損なわなかった場合、私は本当に文句を言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nWith such a short running time, I would suggest giving it a shot, especially if you enjoyed the director's previous work. I look forward to his future endeavors within the industry.\n\n\u001b[1mこのような短期間で、特にあなたがディレクターの前の仕事を楽しんでいれば、私はそれを打つことをお勧めします。 私は業界での彼の将来の努力を楽しみにしています。\u001b[22m\n\u001b[1m(Kono yōna tankikan de, tokuni anata ga direkutā no mae no shigoto o tanoshinde ireba, watashi wa sore o utsu koto o o susume shimasu. Watashi wa gyōkai de no kare no shōrai no doryoku o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith such a short running time, I would suggest giving it a shot, especially if you enjoyed the director's previous work. I look forward to his future endeavors within the industry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith such a short running time, I would suggest giving it a shot, especially if you enjoyed the director's previous work.\u001b[24m\n    \u001b[1mこのような短期間で、特にあなたがディレクターの前の仕事を楽しんでいれば、私はそれを打つことをお勧めします。\u001b[22m, \u001b[1mこのような短い走行時間で、私はあなたが監督の前作を楽しんだ場合は特に、それに打撃を与えることを示唆しています。\u001b[22m\n\u001b[4mI look forward to his future endeavors within the industry.\u001b[24m\n    \u001b[1m私は業界での彼の将来の努力を楽しみにしています。\u001b[22m, \u001b[1m私は、業界内での彼の今後を楽しみにしています。\u001b[22m"
  },
  {
    "title": "Hinata_no_Aoshigure",
    "id": "20673",
    "url": "https://myanimelist.net/anime/20673/Hinata_no_Aoshigure",
    "user": "Karhu",
    "profile": "/profile/Karhu/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=190018",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nHinatawhateverは女の子が好きな男の子についてのアニメで、話す鳥がいる。 我々が同意することができるように、セットアップはTamoko Marketのものと同じですが、餅がないことを除いて、これは面白くありません。 あなたが最初の3分をパスするまで見る。\n\nロマンスは、この短いアニュアは叙事詩です。 ガイはパンツに落ちる。3秒後に彼がハードコアをしてから、私たちはバカバカになるまで、それは大丈夫だった。 翌日の男は学校のジッパーに歩き、女の子はblush blushy zipper zipper senpaiのようなものです。そして、これらの2つはデートを開始します。彼らは8歳のようなものですが、私は分かりませんが、それは全く面白くない 間違っているものを見てください。  5.5分が経過しました。 次へ移りましょう。\n\nこの男は生きた幸運のようなものですが、この女の子もそうですが、10分以上の放映時間とうつがあります。 これは衝撃的なことです。私はこの誰かを目撃することを望んでいません。 物語はかなり悲しいです。\n\nイマ大男。 キャラクターの開発は馬鹿馬鹿しいように転がり始める。 ああ、私は彼が描くのが忘れていたことを忘れていた。 それは私がそれを知っていることに関係していた。 最高の状態を予見します。 今我々は飛んでいるとたわごと、それは魔法です。 私はそれに2を与えるのは、これらの2つがお互いだけ必要なためです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nHinatawhatever is an anime about a boy who likes girl and then there is some talking bird. As we can agree, the setup is like one in Tamako Market except there is no mochi and this one is not funny. Until you watch pass the first 3 minutes.\n\n\u001b[1mHinatawhateverは女の子が好きな男の子についてのアニメで、話す鳥がいる。 我々が同意することができるように、セットアップはTamoko Marketのものと同じですが、餅がないことを除いて、これは面白くありません。 あなたが最初の3分をパスするまで見る。\u001b[22m\n\u001b[1m(Hinatawhatever wa on'nanoko ga sukina otokonoko ni tsuite no anime de, hanasu tori ga iru. Wareware ga dōi suru koto ga dekiru yō ni, settoappu wa Tamoko māketto no mono to onajidesuga, mochi ga nai koto o nozoite, kore wa omoshiroku arimasen. Anata ga saisho no 3-bu o pasu suru made miru.)\u001b[22m\n\nTranslations of \u001b[4mHinatawhatever is an anime about a boy who likes girl and then there is some talking bird. As we can agree, the setup is like one in Tamako Market except there is no mochi and this one is not funny. Until you watch pass the first 3 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHinatawhatever is an anime about a boy who likes girl and then there is some talking bird.\u001b[24m\n    \u001b[1mHinatawhateverは女の子が好きな男の子についてのアニメで、話す鳥がいる。\u001b[22m, \u001b[1mHinatawhateverは女の子が好きで、その後いくつかの話を鳥がある少年についてアニメです。\u001b[22m\n\u001b[4mAs we can agree, the setup is like one in Tamako Market except there is no mochi and this one is not funny.\u001b[24m\n    \u001b[1m我々が同意することができるように、セットアップはTamoko Marketのものと同じですが、餅がないことを除いて、これは面白くありません。\u001b[22m, \u001b[1m私たちが合意できるように、セットアップがそこにはお餅がなく、この1つはおかしいではありません除いてTamako市場の1のようなものです。\u001b[22m\n\u001b[4mUntil you watch pass the first 3 minutes.\u001b[24m\n    \u001b[1mあなたが最初の3分をパスするまで見る。\u001b[22m, \u001b[1mあなたが見るまでは最初の3分を渡します。\u001b[22m\n\u001b[1m\u001b[22m\nThe romance is this short animu is epic. Guy falls for pantsu oh it's okay accident accident until 3 second later when he does it hardcore and then we are bakabaka. The next day guy walks to school zipper down and the girl is like blushi blushy zipper zipper senpai and then these two start dating and they are like 8 years old or some shit and I don't know but it's totally funny and I don't see anything wrong with it. 5.5 minutes have now passed. Let's move on.\n\n\u001b[1mロマンスは、この短いアニュアは叙事詩です。 ガイはパンツに落ちる。3秒後に彼がハードコアをしてから、私たちはバカバカになるまで、それは大丈夫だった。 翌日の男は学校のジッパーに歩き、女の子はblush blushy zipper zipper senpaiのようなものです。そして、これらの2つはデートを開始します。彼らは8歳のようなものですが、私は分かりませんが、それは全く面白くない 間違っているものを見てください。  5.5分が経過しました。 次へ移りましょう。\u001b[22m\n\u001b[1m(Romansu wa, kono mijikai anyua wa jojishidesu. Gai wa pantsu ni ochiru. 3-Byō-go ni kare ga hādokoa o shite kara, watashitachiha baka baka ni naru made, sore wa daijōbudatta. Yokujitsu no otoko wa gakkō no jippā ni aruki, on'nanoko wa blush blushy zipper zipper senpai no yōna monodesu. Soshite, korera no 2tsu wa dēto o kaishi shimasu. Karera wa 8-sai no yōna monodesuga, watashihawakarimasen ga, sore wa mattaku omoshirokunai machigatte iru mono o mite kudasai. 5. 5-Bu ga keika shimashita. Tsugi e utsurimashou.)\u001b[22m\n\nTranslations of \u001b[4mThe romance is this short animu is epic. Guy falls for pantsu oh it's okay accident accident until 3 second later when he does it hardcore and then we are bakabaka. The next day guy walks to school zipper down and the girl is like blushi blushy zipper zipper senpai and then these two start dating and they are like 8 years old or some shit and I don't know but it's totally funny and I don't see anything wrong with it. 5.5 minutes have now passed. Let's move on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe romance is this short animu is epic.\u001b[24m\n    \u001b[1mロマンスは、この短いアニュアは叙事詩です。\u001b[22m, \u001b[1mロマンスは、この短いanimuは叙事詩です。\u001b[22m\n\u001b[4mGuy falls for pantsu oh it's okay accident accident until 3 second later when he does it hardcore and then we are bakabaka.\u001b[24m\n    \u001b[1mガイはパンツに落ちる。3秒後に彼がハードコアをしてから、私たちはバカバカになるまで、それは大丈夫だった。\u001b[22m, \u001b[1m男は、彼はそれがハードコアんし、我々はbakabakaあるときああ、それは3秒後まで大丈夫事故事故だパンツのために落ちます。\u001b[22m\n\u001b[4mThe next day guy walks to school zipper down and the girl is like blushi blushy zipper zipper senpai and then these two start dating and they are like 8 years old or some shit and I don't know but it's totally funny and I don't\u001b[24m\n    \u001b[1m翌日の男は学校のジッパーに歩き、女の子はblush blushy zipper zipper senpaiのようなものです。そして、これらの2つはデートを開始します。彼らは8歳のようなものですが、私は分かりませんが、それは全く面白くない\u001b[22m, \u001b[1m次の日の男が学校のジッパーに歩くと少女はblushi頬を赤らめたジッパージッパー先輩とこれら2つの開始デートのようなもので、彼らは8歳以上いくつかのたわごとのようなもので、私は知らないが、それは完全におかしいと私はしないでください\u001b[22m\n\u001b[4msee anything wrong with it.\u001b[24m\n    \u001b[1m間違っているものを見てください。\u001b[22m, \u001b[1mそれに何かを参照してください。\u001b[22m\n\u001b[4m5.5 minutes have now passed.\u001b[24m\n    \u001b[1m5.5分が経過しました。\u001b[22m, \u001b[1m5.5分は今合格しています。\u001b[22m\n\u001b[4mLet's move on.\u001b[24m\n    \u001b[1m次へ移りましょう。\u001b[22m, \u001b[1m行こう。\u001b[22m, \u001b[1mのが移りましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThis guy is like the luckiest motherfucker alive and this girl seems so too, but shit there is still over 10 minutes of airing time and depression hits there is definitely more than pretty butterfly stuff going on, lot's of crying and it's painful. This is shocking I do not wish anyone to witness this omg stop. The story is pretty sad too.\n\n\u001b[1mこの男は生きた幸運のようなものですが、この女の子もそうですが、10分以上の放映時間とうつがあります。 これは衝撃的なことです。私はこの誰かを目撃することを望んでいません。 物語はかなり悲しいです。\u001b[22m\n\u001b[1m(Kono otoko wa ikita kōun no yōna monodesuga, kono on'nanoko mo sōdesuga, 10-bu ijō no hōei jikan to utsu ga arimasu. Kore wa shōgeki-tekina kotodesu. Watashi wa kono dareka o mokugeki suru koto o nozonde imasen. Monogatari wa kanari kanashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis guy is like the luckiest motherfucker alive and this girl seems so too, but shit there is still over 10 minutes of airing time and depression hits there is definitely more than pretty butterfly stuff going on, lot's of crying and it's painful. This is shocking I do not wish anyone to witness this omg stop. The story is pretty sad too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis guy is like the luckiest motherfucker alive and this girl seems so too, but shit there is still over 10 minutes of airing time and depression hits there is definitely more than pretty butterfly stuff going on, lot's of crying and it's painful.\u001b[24m\n    \u001b[1mこの男は生きた幸運のようなものですが、この女の子もそうですが、10分以上の放映時間とうつがあります。\u001b[22m, \u001b[1mこの男は生きている最も幸運な野郎のようなもので、この少女もそう思われるが、時間とうつ病を放送の10分かけてまだあるたわごとが起こってかなり蝶のものよりは、間違いなく多くの泣いての、それは痛みを伴うのですヒット。\u001b[22m\n\u001b[4mThis is shocking I do not wish anyone to witness this omg stop.\u001b[24m\n    \u001b[1mこれは衝撃的なことです。私はこの誰かを目撃することを望んでいません。\u001b[22m, \u001b[1mこれは、私は誰もこれOMG停止を目撃したくない衝撃的です。\u001b[22m\n\u001b[4mThe story is pretty sad too.\u001b[24m\n    \u001b[1m物語はかなり悲しいです。\u001b[22m, \u001b[1m物語はあまりにもかなり悲しいです。\u001b[22m\n\u001b[1m\u001b[22m\nFuck it all, imma big boy now. Character development starts rolling like a motherfucker. Oh shit, I forgot he was good at drawing. It was relevant I knew it. Foreseeing at its finest. Now we are flyying and shit, it's magic. I give it a 2 because these two only need each others.\n\n\u001b[1mイマ大男。 キャラクターの開発は馬鹿馬鹿しいように転がり始める。 ああ、私は彼が描くのが忘れていたことを忘れていた。 それは私がそれを知っていることに関係していた。 最高の状態を予見します。 今我々は飛んでいるとたわごと、それは魔法です。 私はそれに2を与えるのは、これらの2つがお互いだけ必要なためです。\u001b[22m\n\u001b[1m(Ima ōotoko. Kyarakutā no kaihatsu wa bakabakashī yō ni korogari hajimeru. Ā, watashi wa kare ga kaku no ga wasurete ita koto o wasureteita. Sore wa watashi ga sore o shitte iru koto ni kankei shite ita. Saikō no jōtai o yoken shimasu. Ima wareware wa tonde iruto tawagoto, soreha mahōdesu. Watashi wa sore ni 2 o ataeru no wa, korera no 2tsu ga otagai dake hitsuyōna tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mFuck it all, imma big boy now. Character development starts rolling like a motherfucker. Oh shit, I forgot he was good at drawing. It was relevant I knew it. Foreseeing at its finest. Now we are flyying and shit, it's magic. I give it a 2 because these two only need each others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFuck it all, imma big boy now.\u001b[24m\n    \u001b[1mイマ大男。\u001b[22m, \u001b[1m今すぐ男の子淫魔、それをすべて性交。\u001b[22m\n\u001b[4mCharacter development starts rolling like a motherfucker.\u001b[24m\n    \u001b[1mキャラクターの開発は馬鹿馬鹿しいように転がり始める。\u001b[22m, \u001b[1mキャラクター開発はたれのようにローリングを開始します。\u001b[22m\n\u001b[4mOh shit, I forgot he was good at drawing.\u001b[24m\n    \u001b[1mああ、私は彼が描くのが忘れていたことを忘れていた。\u001b[22m, \u001b[1mたわごとああ、私は彼が絵がよかった忘れてしまいました。\u001b[22m\n\u001b[4mIt was relevant I knew it.\u001b[24m\n    \u001b[1mそれは私がそれを知っていることに関係していた。\u001b[22m, \u001b[1m私がそれを知っていた関連でした。\u001b[22m\n\u001b[4mForeseeing at its finest.\u001b[24m\n    \u001b[1m最高の状態を予見します。\u001b[22m, \u001b[1m最高級の予見。\u001b[22m\n\u001b[4mNow we are flyying and shit, it's magic.\u001b[24m\n    \u001b[1m今我々は飛んでいるとたわごと、それは魔法です。\u001b[22m, \u001b[1m今、私たちはflyyingとたわごとされ、それは魔法です。\u001b[22m\n\u001b[4mI give it a 2 because these two only need each others.\u001b[24m\n    \u001b[1m私はそれに2を与えるのは、これらの2つがお互いだけ必要なためです。\u001b[22m, \u001b[1mこれら2だけ互いを必要とするので、私はそれを2を与えます。\u001b[22m"
  },
  {
    "title": "Hinata_no_Aoshigure",
    "id": "20673",
    "url": "https://myanimelist.net/anime/20673/Hinata_no_Aoshigure",
    "user": "TheArchangel",
    "profile": "/profile/TheArchangel/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=189856",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\n私はこれを見ることを期待したことは一度もなかったが、私がしたことをうれしく思います。 私は数年前にこの短いトレーラーを見たのを覚えていましたが、昨日までそれを忘れてしまいました。 この小さな宝石は、「文子のこくはく」の創作者でもある石田宏康さんの作品で、観客を運んできたファンタスティックで幻想的な世界に生き生きとしている作品の「ヒナタのあそぐれ」が印象的です。\n\n物語はかなりシンプルです。 私たちの若い主人公ひなたは、非常に過度の想像力を持ち、描くことに非常に熟練しており、社会的には厄介な小学生です。 彼は彼のクラスメートShigureと友好的になり、彼らはゆっくりと鳥のための彼らの好きでお互いに開きます。 しかし、もちろん、祖父の仕事のせいですぐに逃げなければなりません。ヒナタのヒーローは、鉄道駅への壮大な探検をして、去る前の気分を伝えます。\n\nかなり標準的なロマンチックな運賃ですか？ 活気に満ちた世界のためでなければ、「日向のあゆしぐれ」が披露されます。 日向の鮮やかな想像力と描く技を駆使して、日常の退屈からヒナタの驚異的なペイントされた世界に再現された同じシーンに常に変わります。 ヒナタは、鳥の野生動物保護区で短期間の交流を冒険に変えるなど、シュグレとの素晴らしい状況に身を置いています。 最も信じられないほどのイメージは、ヒグサのタクシーの後で追いかけようとしたヒナタの試みから来ている。彼の自転車は飛ぶ鳥に変身し、タクシーの追跡は空を飛び越えた。\n\nこの映画の最大のハイライトの1つは、豪華なビジュアルです。 映画全体が、子供の絵本からまっすぐに来たように見えます。 ラインは非常に鮮明であり、使用されるアニメーションや色に水彩画のような品質があります。 それについて言えば、この映画の色の使用は素晴らしいです。 色のコントラストは大胆で目立ちますが、ヒグサが青の深い色合いに喜んでいるときは、Shigureが逃げようとしていることがわかっている多くの例の1つにすぎません。 タクシー追跡の場面は特に注目に値する。ヒナタの想像力から色々な色が炸裂するようだ。\n\n全体の映画は私に非常にディズニーやピクサーのような感じを与えました。 説明することは難しいですが、この映画は、主な機能の前に表示された短いアニメーションプロジェクトの1つであって、事前に食欲を濡らすものでした。 奇妙なことに、この映画はまた、アニメの典型的なロマンス映画「5センチメートル/秒」を思い起こさせました。 両者は主人公の感情を告白するための真の旅を分かち合い、両方の映画が私を列車を恐れさせてしまった。 駅でも同様のメッセージを伝えていますが、「5センチメートル/秒」という未来はずっと穏やかではありませんでしたが、ヒナタとシグレが今後も喜んでお会いできると思います。\n\n「日向のあしおれ」は気まぐれで巧みで、間違いなく多くの愛を詰め込んでいます。 それは魔法のようなカラフルな旅であり、この物語を作るのには多くの注意が払われています。  18分弱でクロッキングすることは間違いありません。 私はこれを見ているように感じるようになりました。もう少し熱心な小さな子供のような気分になりました。これは、映画のこの魅力的な宝石だけでなく、多くのフルレングスのシリーズを捉えることができないという感覚です。\n\nそして、それを残す時です。 列車はすべての小さなものを待つことはありません。 列車のドアが閉まり、私はあなたに「幸運を祈る！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI had never even expected to watch this, but I sure am glad that I did. I remember watching a short trailer for this a number of years ago but ended up forgetting about it until just yesterday. This little gem is from Hiroyasu Ishida, the same creator of 'Fumiko no Kokuhaku,' and given his impressive list of works 'Hinata no Aoshigure' is sure to live up to the fantastical, magical worlds he transports viewers to.\n\n\u001b[1m私はこれを見ることを期待したことは一度もなかったが、私がしたことをうれしく思います。 私は数年前にこの短いトレーラーを見たのを覚えていましたが、昨日までそれを忘れてしまいました。 この小さな宝石は、「文子のこくはく」の創作者でもある石田宏康さんの作品で、観客を運んできたファンタスティックで幻想的な世界に生き生きとしている作品の「ヒナタのあそぐれ」が印象的です。\u001b[22m\n\u001b[1m(Watashi wa kore o miru koto o kitai shita koto wa ichido mo nakattaga, watashi ga shita koto o ureshiku omoimasu. Watashi wa sūnenmae ni kono mijikai torērā o mita no o oboete imashitaga, kinō made sore o wasurete shimaimashita. Kono chīsana hōseki wa,`Fumiko no koku haku' no sōsaku-shade mo aru Ishida Hiroyasu-san no sakuhin de, kankyaku o hakonde kita fantasutikku de gensō-tekina sekai ni ikiiki to shite iru sakuhin no `hinata no a so gure' ga inshō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI had never even expected to watch this, but I sure am glad that I did. I remember watching a short trailer for this a number of years ago but ended up forgetting about it until just yesterday. This little gem is from Hiroyasu Ishida, the same creator of 'Fumiko no Kokuhaku,' and given his impressive list of works 'Hinata no Aoshigure' is sure to live up to the fantastical, magical worlds he transports viewers to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had never even expected to watch this, but I sure am glad that I did.\u001b[24m\n    \u001b[1m私はこれを見ることを期待したことは一度もなかったが、私がしたことをうれしく思います。\u001b[22m, \u001b[1m私もこれを見て期待していなかったが、私は確信して私がしたことをうれしく思います。\u001b[22m\n\u001b[4mI remember watching a short trailer for this a number of years ago but ended up forgetting about it until just yesterday.\u001b[24m\n    \u001b[1m私は数年前にこの短いトレーラーを見たのを覚えていましたが、昨日までそれを忘れてしまいました。\u001b[22m, \u001b[1m私は数年前、このための短いトレーラーを見て覚えているが、昨日までそれを忘れてしまいました。\u001b[22m\n\u001b[4mThis little gem is from Hiroyasu Ishida, the same creator of 'Fumiko no Kokuhaku,' and given his impressive list of works 'Hinata no Aoshigure' is sure to live up to the fantastical, magical worlds he transports viewers to.\u001b[24m\n    \u001b[1mこの小さな宝石は、「文子のこくはく」の創作者でもある石田宏康さんの作品で、観客を運んできたファンタスティックで幻想的な世界に生き生きとしている作品の「ヒナタのあそぐれ」が印象的です。\u001b[22m, \u001b[1mこの小さな宝石」は、文子告白」博康石田、同じクリエイターからのものであり、彼は視聴者への輸送幻想、魔法の世界に生きるようにしてくださいある作品「日向なしAoshigure」の彼の印象的なリストを与えられました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is quite simple. Our young protagonist Hinata is an elementary school student with quite the overactive imagination, is very skilled in drawing, and is incredibly socially awkward. He befriends his classmate Shigure, and they slowly open up to each other in their fondness for birds. But of course, Shigure has to move away soon due to her father's work, and our bumbling hero Hinata goes on an epic quest to the train station to tell her how he feels before she leaves.\n\n\u001b[1m物語はかなりシンプルです。 私たちの若い主人公ひなたは、非常に過度の想像力を持ち、描くことに非常に熟練しており、社会的には厄介な小学生です。 彼は彼のクラスメートShigureと友好的になり、彼らはゆっくりと鳥のための彼らの好きでお互いに開きます。 しかし、もちろん、祖父の仕事のせいですぐに逃げなければなりません。ヒナタのヒーローは、鉄道駅への壮大な探検をして、去る前の気分を伝えます。\u001b[22m\n\u001b[1m(Monogatari wa kanari shinpurudesu. Watashitachi no wakai shujinkō hinata wa, hijō ni kado no sōzō-ryoku o mochi, kaku koto ni hijō ni jukuren shite ori, shakai-teki ni wa yakkaina shōgakuseidesu. Kare wa kare no kurasumēto Shigure to yūkō-teki ni nari, karera wa yukkuri to tori no tame no karera no sukide otagai ni hirakimasu. Shikashi, mochiron, sofu no shigoto no sei de sugu ni nigenakereba narimasen. Hinata no hīrō wa, tetsudō-eki e no sōdaina tanken o shite, saru mae no kibun o tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is quite simple. Our young protagonist Hinata is an elementary school student with quite the overactive imagination, is very skilled in drawing, and is incredibly socially awkward. He befriends his classmate Shigure, and they slowly open up to each other in their fondness for birds. But of course, Shigure has to move away soon due to her father's work, and our bumbling hero Hinata goes on an epic quest to the train station to tell her how he feels before she leaves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is quite simple.\u001b[24m\n    \u001b[1m物語はかなりシンプルです。\u001b[22m, \u001b[1mストーリーは非常に簡単です。\u001b[22m\n\u001b[4mOur young protagonist Hinata is an elementary school student with quite the overactive imagination, is very skilled in drawing, and is incredibly socially awkward.\u001b[24m\n    \u001b[1m私たちの若い主人公ひなたは、非常に過度の想像力を持ち、描くことに非常に熟練しており、社会的には厄介な小学生です。\u001b[22m, \u001b[1m私たちの若い主人公日向は、非常に過敏な想像力と小学生である図面では非常に熟練している、と信じられないほど社会的に厄介です。\u001b[22m\n\u001b[4mHe befriends his classmate Shigure, and they slowly open up to each other in their fondness for birds.\u001b[24m\n    \u001b[1m彼は彼のクラスメートShigureと友好的になり、彼らはゆっくりと鳥のための彼らの好きでお互いに開きます。\u001b[22m, \u001b[1m彼は彼の同級生しぐれをbefriends、彼らはゆっくりと鳥のための彼らの溺愛で互いに開きます。\u001b[22m\n\u001b[4mBut of course, Shigure has to move away soon due to her father's work, and our bumbling hero Hinata goes on an epic quest to the train station to tell her how he feels before she leaves.\u001b[24m\n    \u001b[1mしかし、もちろん、祖父の仕事のせいですぐに逃げなければなりません。ヒナタのヒーローは、鉄道駅への壮大な探検をして、去る前の気分を伝えます。\u001b[22m, \u001b[1mしかし、もちろん、時雨が原因父親の仕事にすぐに離れて移動しなければならない、と私たちの失敗ばかりしている主人公日向は彼女が去る前に、彼がいかに感じるか彼女に伝えるために、鉄道駅への壮大なクエストに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nPretty standard romantic fare right? It would be, if it wasn't for the vibrant world 'Hinata no Aoshigure' shows off. Playing on Hinata's vivid imagination and skill in drawing, the movie constantly switches from boring everyday life to the same scene re-imagined in Hinata's wondrous painted worlds. Hinata enjoys placing himself in fantastical situations with Shigure, such as turning their short exchanges into adventures in a wildlife sanctuary for birds. The most incredible imagery comes from Hinata's attempts to chase after the taxi Shigure is in, his bicycle turned into a flying bird and the taxi chase replaced with him soaring through the skies.\n\n\u001b[1mかなり標準的なロマンチックな運賃ですか？ 活気に満ちた世界のためでなければ、「日向のあゆしぐれ」が披露されます。 日向の鮮やかな想像力と描く技を駆使して、日常の退屈からヒナタの驚異的なペイントされた世界に再現された同じシーンに常に変わります。 ヒナタは、鳥の野生動物保護区で短期間の交流を冒険に変えるなど、シュグレとの素晴らしい状況に身を置いています。 最も信じられないほどのイメージは、ヒグサのタクシーの後で追いかけようとしたヒナタの試みから来ている。彼の自転車は飛ぶ鳥に変身し、タクシーの追跡は空を飛び越えた。\u001b[22m\n\u001b[1m(Kanari hyōjun-tekina romanchikkuna unchindesu ka? Kakki ni michita sekai no tamedenakereba,`hinata no ayu shigure' ga hirō sa remasu. Hinata no azayakana sōzō-ryoku to kaku waza o kushi shite, nichijō no taikutsu kara hinata no kyōi-tekina peinto sa reta sekai ni saigen sa reta onaji shīn ni tsuneni kawarimasu. Hinata wa, tori no yasei dōbutsu hogo-ku de tankikan no kōryū o bōken ni kaeru nado, shugure to no subarashī jōkyō ni mi o oite imasu. Mottomo shinji rarenai hodo no imēji wa, higusa no takushī no nochi de oikakeyou to shita hinata no kokoromi kara kite iru. Kare no jitensha wa tobutori ni henshin shi, takushī no tsuiseki wa sora o tobikoeta.)\u001b[22m\n\nTranslations of \u001b[4mPretty standard romantic fare right? It would be, if it wasn't for the vibrant world 'Hinata no Aoshigure' shows off. Playing on Hinata's vivid imagination and skill in drawing, the movie constantly switches from boring everyday life to the same scene re-imagined in Hinata's wondrous painted worlds. Hinata enjoys placing himself in fantastical situations with Shigure, such as turning their short exchanges into adventures in a wildlife sanctuary for birds. The most incredible imagery comes from Hinata's attempts to chase after the taxi Shigure is in, his bicycle turned into a flying bird and the taxi chase replaced with him soaring through the skies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty standard romantic fare right?\u001b[24m\n    \u001b[1mかなり標準的なロマンチックな運賃ですか？\u001b[22m, \u001b[1mかなり標準的なロマンチックな運賃右？\u001b[22m\n\u001b[4mIt would be, if it wasn't for the vibrant world 'Hinata no Aoshigure' shows off.\u001b[24m\n    \u001b[1m活気に満ちた世界のためでなければ、「日向のあゆしぐれ」が披露されます。\u001b[22m, \u001b[1mそれは活気に満ちた世界のためではなかった場合は「日向ないAoshigure 'がオフに示していないであろう。\u001b[22m\n\u001b[4mPlaying on Hinata's vivid imagination and skill in drawing, the movie constantly switches from boring everyday life to the same scene re-imagined in Hinata's wondrous painted worlds.\u001b[24m\n    \u001b[1m日向の鮮やかな想像力と描く技を駆使して、日常の退屈からヒナタの驚異的なペイントされた世界に再現された同じシーンに常に変わります。\u001b[22m, \u001b[1m図中の日向の鮮やかな想像力とスキルに遊ぶ、映画は常に日向の不思議な塗装の世界に想像再同じシーンに退屈な日常生活から切り替わります。\u001b[22m\n\u001b[4mHinata enjoys placing himself in fantastical situations with Shigure, such as turning their short exchanges into adventures in a wildlife sanctuary for birds.\u001b[24m\n    \u001b[1mヒナタは、鳥の野生動物保護区で短期間の交流を冒険に変えるなど、シュグレとの素晴らしい状況に身を置いています。\u001b[22m, \u001b[1m日向はそのような鳥のための野生動物保護区での冒険に彼らの短いやり取りを回すとして時雨と幻想的な状況に身を置い楽しんでいます。\u001b[22m\n\u001b[4mThe most incredible imagery comes from Hinata's attempts to chase after the taxi Shigure is in, his bicycle turned into a flying bird and the taxi chase replaced with him soaring through the skies.\u001b[24m\n    \u001b[1m最も信じられないほどのイメージは、ヒグサのタクシーの後で追いかけようとしたヒナタの試みから来ている。彼の自転車は飛ぶ鳥に変身し、タクシーの追跡は空を飛び越えた。\u001b[22m, \u001b[1mほとんど信じられないほどの画像が時雨がでているタクシーの後を追いかけるために日向の試みから来て、彼の自転車は飛ぶ鳥、彼は空を高騰に置き換えタクシーチェイスになりました。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the biggest highlights of this movie is the gorgeous visuals. The whole movie looks like it came straight out of a children's picture book. Lines are very crisp and there's a watercolor-like quality to the animation and colors used. Speaking of which, the use of color in this movie is stunning. Color contrast is bold and noticeable, bright greens when Hinata is happy to deep shades of blue when the crushing realization that Shigure would be moving away is just one of the many examples found. The taxi chase scene is particularly noteworthy, and all sorts of color just seem to burst from Hinata's imagination.\n\n\u001b[1mこの映画の最大のハイライトの1つは、豪華なビジュアルです。 映画全体が、子供の絵本からまっすぐに来たように見えます。 ラインは非常に鮮明であり、使用されるアニメーションや色に水彩画のような品質があります。 それについて言えば、この映画の色の使用は素晴らしいです。 色のコントラストは大胆で目立ちますが、ヒグサが青の深い色合いに喜んでいるときは、Shigureが逃げようとしていることがわかっている多くの例の1つにすぎません。 タクシー追跡の場面は特に注目に値する。ヒナタの想像力から色々な色が炸裂するようだ。\u001b[22m\n\u001b[1m(Kono eiga no saidai no hairaito no 1tsu wa, gōkana bijuarudesu. Eiga zentai ga, kodomo no ehon kara massugu ni kita yō ni miemasu. Rain wa hijō ni senmeideari, shiyō sa reru animēshon ya iro ni suisaiga no yōna hinshitsu ga arimasu. Sore ni tsuite ieba, kono eiga no iro no shiyō wa subarashīdesu. Iro no kontorasuto wa daitande medachimasuga, higusa ga ao no fukai iroai ni yorokonde iru toki wa, Shigure ga nigeyou to shite iru koto ga wakatte iru ōku no rei no 1tsu ni sugimasen. Takushī tsuiseki no bamen wa tokuni chūmoku ni ataisuru. Hinata no sōzō-ryoku kara iroironairo ga sakuretsu suru yōda.)\u001b[22m\n\nTranslations of \u001b[4mOne of the biggest highlights of this movie is the gorgeous visuals. The whole movie looks like it came straight out of a children's picture book. Lines are very crisp and there's a watercolor-like quality to the animation and colors used. Speaking of which, the use of color in this movie is stunning. Color contrast is bold and noticeable, bright greens when Hinata is happy to deep shades of blue when the crushing realization that Shigure would be moving away is just one of the many examples found. The taxi chase scene is particularly noteworthy, and all sorts of color just seem to burst from Hinata's imagination.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the biggest highlights of this movie is the gorgeous visuals.\u001b[24m\n    \u001b[1mこの映画の最大のハイライトの1つは、豪華なビジュアルです。\u001b[22m, \u001b[1mこの映画の最大のハイライトの一つは、ゴージャスなビジュアルです。\u001b[22m\n\u001b[4mThe whole movie looks like it came straight out of a children's picture book.\u001b[24m\n    \u001b[1m映画全体が、子供の絵本からまっすぐに来たように見えます。\u001b[22m, \u001b[1mそれはまっすぐに子供の絵本から出てきたように映画全体が見えます。\u001b[22m\n\u001b[4mLines are very crisp and there's a watercolor-like quality to the animation and colors used.\u001b[24m\n    \u001b[1mラインは非常に鮮明であり、使用されるアニメーションや色に水彩画のような品質があります。\u001b[22m, \u001b[1m行は非常に鮮明なされ、使用されるアニメーションや色に水彩画のような品質があります。\u001b[22m\n\u001b[4mSpeaking of which, the use of color in this movie is stunning.\u001b[24m\n    \u001b[1mそれについて言えば、この映画の色の使用は素晴らしいです。\u001b[22m, \u001b[1mそういえば、この映画の中の色を使用することは素晴らしいです。\u001b[22m\n\u001b[4mColor contrast is bold and noticeable, bright greens when Hinata is happy to deep shades of blue when the crushing realization that Shigure would be moving away is just one of the many examples found.\u001b[24m\n    \u001b[1m色のコントラストは大胆で目立ちますが、ヒグサが青の深い色合いに喜んでいるときは、Shigureが逃げようとしていることがわかっている多くの例の1つにすぎません。\u001b[22m, \u001b[1m時雨が遠ざかることになる破砕実現がちょうど見られる多くの例の一つであるとき、日向は青の深い色合いに満足しているときに色のコントラストは、太字や目立つ、明るい緑です。\u001b[22m\n\u001b[4mThe taxi chase scene is particularly noteworthy, and all sorts of color just seem to burst from Hinata's imagination.\u001b[24m\n    \u001b[1mタクシー追跡の場面は特に注目に値する。ヒナタの想像力から色々な色が炸裂するようだ。\u001b[22m, \u001b[1mタクシーの追跡シーンは特に注目すべきである、と色のすべての種類は、ちょうど日向の想像力から破裂するように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe overall movie gave me a very Disney or Pixar sort of feel. It's hard to describe, but this movie could easily have been one of those short animation projects shown before the main feature, something to wet your appetite beforehand. Oddly enough, this movie also reminded me a lot of '5 Centimeters per Second,' anime's quintessential romance movie. Both share in the protagonists's earnest journey to confess their feelings, and both movies have made me afraid of trains. They even share a similar message right at the train station, but while the future in '5 Centimeters per Second' was a lot less cheery, I'd like to think Hinata and Shigure would meet again happily in the future.\n\n\u001b[1m全体の映画は私に非常にディズニーやピクサーのような感じを与えました。 説明することは難しいですが、この映画は、主な機能の前に表示された短いアニメーションプロジェクトの1つであって、事前に食欲を濡らすものでした。 奇妙なことに、この映画はまた、アニメの典型的なロマンス映画「5センチメートル/秒」を思い起こさせました。 両者は主人公の感情を告白するための真の旅を分かち合い、両方の映画が私を列車を恐れさせてしまった。 駅でも同様のメッセージを伝えていますが、「5センチメートル/秒」という未来はずっと穏やかではありませんでしたが、ヒナタとシグレが今後も喜んでお会いできると思います。\u001b[22m\n\u001b[1m(Zentai no eiga wa watashi ni hijō ni dizunī ya pikusā no yōna kanji o ataemashita. Setsumei suru koto wa muzukashīdesuga, kono eiga wa, omona kinō no mae ni hyōji sa reta mijikai animēshonpurojekuto no 1tsudeatte, jizen ni shokuyoku o nurasu monodeshita. Kimyōna koto ni, kono eiga wa mata, anime no tenkei-tekina romansu eiga `5senchi mētoru/ byō' o omoiokosa semashita. Ryōsha wa shujinkō no kanjō o kokuhaku suru tame no shin no tabi o wakachi ai, ryōhō no eiga ga watashi o ressha o osore sasete shimatta. Eki demo dōyō no messēji o tsutaete imasuga,`5senchi mētoru/ byō' to iu mirai wa zutto odayakade wa arimasendeshitaga, hinata to shigure ga kongo mo yorokonde o ai dekiru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe overall movie gave me a very Disney or Pixar sort of feel. It's hard to describe, but this movie could easily have been one of those short animation projects shown before the main feature, something to wet your appetite beforehand. Oddly enough, this movie also reminded me a lot of '5 Centimeters per Second,' anime's quintessential romance movie. Both share in the protagonists's earnest journey to confess their feelings, and both movies have made me afraid of trains. They even share a similar message right at the train station, but while the future in '5 Centimeters per Second' was a lot less cheery, I'd like to think Hinata and Shigure would meet again happily in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall movie gave me a very Disney or Pixar sort of feel.\u001b[24m\n    \u001b[1m全体の映画は私に非常にディズニーやピクサーのような感じを与えました。\u001b[22m, \u001b[1m全体的な映画は私の感触の非常にディズニーやピクサーのソートを行いました。\u001b[22m\n\u001b[4mIt's hard to describe, but this movie could easily have been one of those short animation projects shown before the main feature, something to wet your appetite beforehand.\u001b[24m\n    \u001b[1m説明することは難しいですが、この映画は、主な機能の前に表示された短いアニメーションプロジェクトの1つであって、事前に食欲を濡らすものでした。\u001b[22m, \u001b[1mそれは説明するのは難しいですが、この映画は、簡単に主な特徴は、事前にあなたの食欲を濡らすために何かする前に示したものと短いアニメーションプロジェクトの一つだったかもしれません。\u001b[22m\n\u001b[4mOddly enough, this movie also reminded me a lot of '5 Centimeters per Second,' anime's quintessential romance movie.\u001b[24m\n    \u001b[1m奇妙なことに、この映画はまた、アニメの典型的なロマンス映画「5センチメートル/秒」を思い起こさせました。\u001b[22m, \u001b[1m奇妙なことに、この映画もアニメの典型ロマンス映画 '、秒速5センチメートル」私にたくさんのことを思い出しました。\u001b[22m\n\u001b[4mBoth share in the protagonists's earnest journey to confess their feelings, and both movies have made me afraid of trains.\u001b[24m\n    \u001b[1m両者は主人公の感情を告白するための真の旅を分かち合い、両方の映画が私を列車を恐れさせてしまった。\u001b[22m, \u001b[1m自分の気持ちを告白する主人公の本格的な旅で共有し、両方の映画の両方は、列車の私は恐れていました。\u001b[22m\n\u001b[4mThey even share a similar message right at the train station, but while the future in '5 Centimeters per Second' was a lot less cheery, I'd like to think Hinata and Shigure would meet again happily in the future.\u001b[24m\n    \u001b[1m駅でも同様のメッセージを伝えていますが、「5センチメートル/秒」という未来はずっと穏やかではありませんでしたが、ヒナタとシグレが今後も喜んでお会いできると思います。\u001b[22m, \u001b[1m彼らは右の駅で同様のメッセージを共有していますが、「秒速5センチメートル」で未来がはるかに少ない陽気だったが、私は日向と時雨が将来的に喜んで再び会うだろうと思うしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\n'Hinata no Aoshigure' is whimsical, clever and definitely packs into it a lot of love. It's a magical, colorful journey and it's easy to see a lot of care went into crafting this story. Clocking in at a little under 18 minutes, it's definitely worth a try. I feel like watching this made me feel just like an earnest little kid again, and that's a feeling that many full length series can't capture as well as this charming gem of a movie.\n\n\u001b[1m「日向のあしおれ」は気まぐれで巧みで、間違いなく多くの愛を詰め込んでいます。 それは魔法のようなカラフルな旅であり、この物語を作るのには多くの注意が払われています。  18分弱でクロッキングすることは間違いありません。 私はこれを見ているように感じるようになりました。もう少し熱心な小さな子供のような気分になりました。これは、映画のこの魅力的な宝石だけでなく、多くのフルレングスのシリーズを捉えることができないという感覚です。\u001b[22m\n\u001b[1m(`Hinata no ashi ore' wa kimagure de takumide, machigainaku ōku no ai o tsumekonde imasu. Sore wa mahō no yōna karafuruna tabideari, kono monogatari o tsukuru no ni wa ōku no chūi ga harawa rete imasu. 18-Bu-jaku de kurokkingu suru koto wa machigai arimasen. Watashi wa kore o mite iru yō ni kanjiru yō ni narimashita. Mōsukoshi nesshin'na chīsana kodomo no yōna kibun ni narimashita. Kore wa, eiga no kono miryoku-tekina hōseki dakedenaku, ōku no fururengusu no shirīzu o toraeru koto ga dekinai to iu kankakudesu.)\u001b[22m\n\nTranslations of \u001b[4m'Hinata no Aoshigure' is whimsical, clever and definitely packs into it a lot of love. It's a magical, colorful journey and it's easy to see a lot of care went into crafting this story. Clocking in at a little under 18 minutes, it's definitely worth a try. I feel like watching this made me feel just like an earnest little kid again, and that's a feeling that many full length series can't capture as well as this charming gem of a movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Hinata no Aoshigure' is whimsical, clever and definitely packs into it a lot of love.\u001b[24m\n    \u001b[1m「日向のあしおれ」は気まぐれで巧みで、間違いなく多くの愛を詰め込んでいます。\u001b[22m, \u001b[1m「日向ないAoshigure 'は、気まぐれな賢いではないと間違いなくそれにたくさんの愛をパック。\u001b[22m\n\u001b[4mIt's a magical, colorful journey and it's easy to see a lot of care went into crafting this story.\u001b[24m\n    \u001b[1mそれは魔法のようなカラフルな旅であり、この物語を作るのには多くの注意が払われています。\u001b[22m, \u001b[1mそれは魔法を使うことができ、カラフルな旅だし、ケアの多くは、この物語を作り上げるに入っ参照するのは簡単です。\u001b[22m\n\u001b[4mClocking in at a little under 18 minutes, it's definitely worth a try.\u001b[24m\n    \u001b[1m18分弱でクロッキングすることは間違いありません。\u001b[22m, \u001b[1m18分弱で中クロッキング、それは試してみる価値です。\u001b[22m\n\u001b[4mI feel like watching this made me feel just like an earnest little kid again, and that's a feeling that many full length series can't capture as well as this charming gem of a movie.\u001b[24m\n    \u001b[1m私はこれを見ているように感じるようになりました。もう少し熱心な小さな子供のような気分になりました。これは、映画のこの魅力的な宝石だけでなく、多くのフルレングスのシリーズを捉えることができないという感覚です。\u001b[22m, \u001b[1m私はこれは私が再びちょうど本格小さな子供のように感じさせてくれた見ているように感じ、それは多くの全長シリーズが映画の魅力的な宝石と同様にキャプチャすることはできません感じです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd with that, it's time to leave. Trains don't wait for every little thing. The train doors are closing, and I bid you 'Good luck!'\n\n\u001b[1mそして、それを残す時です。 列車はすべての小さなものを待つことはありません。 列車のドアが閉まり、私はあなたに「幸運を祈る！\u001b[22m\n\u001b[1m(Soshite, sore o nokosu tokidesu. Ressha wa subete no chīsana mono o matsu koto wa arimasen. Ressha no doa ga shimari, watashi wa anata ni `kōunwoinoru!)\u001b[22m\n\nTranslations of \u001b[4mAnd with that, it's time to leave. Trains don't wait for every little thing. The train doors are closing, and I bid you 'Good luck!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd with that, it's time to leave.\u001b[24m\n    \u001b[1mそして、それを残す時です。\u001b[22m, \u001b[1mことで、それは残して時間です。\u001b[22m\n\u001b[4mTrains don't wait for every little thing.\u001b[24m\n    \u001b[1m列車はすべての小さなものを待つことはありません。\u001b[22m, \u001b[1m列車はあらゆる小さい事を待つことはありません。\u001b[22m\n\u001b[4mThe train doors are closing, and I bid you 'Good luck!'\u001b[24m\n    \u001b[1m列車のドアが閉まり、私はあなたに「幸運を祈る！\u001b[22m, \u001b[1m電車のドアが閉じている、と私はあなたが入札 '幸運を！」\u001b[22m"
  },
  {
    "title": "Hinata_no_Aoshigure",
    "id": "20673",
    "url": "https://myanimelist.net/anime/20673/Hinata_no_Aoshigure",
    "user": "ViskMusic",
    "profile": "/profile/ViskMusic/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=189736",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  2\n\n'何が起こった。'  〜私はこの短編映画の最後にいます。\n\n私は高い期待と映画の最初の行為で形作ってこれまで驚くべきものになるまで歩いていった。 短編映画の最後の弧が蹴られたら、私は言葉がありませんでした。 文字通り、私の画面に何が起きているのかを説明する言葉は全くありませんでした。 さて、私はこれを「楽しさ」セクションで保存しておきます。\n\nITショウタイム\n\n[パート1：ストーリー]\n私たちは視聴者、ヒナタに従います、私は彼が彼の怒りに恋していることを告白しようとしていると思います。 それは簡単ですが、それは動作します。 私はなぜ映画が誇りに思うようなものだったのかというと、グラウンド・スタイルから比喩的なスタイルに切り替わるのは混乱していました。 私はショートフィルムの前半が描写しようとする現実感を取り除くと思う。 エンディングは、このプロジェクトが与えられれば、私はハーフウェイポイントとは違うことをやっていただろうというような逃した機会です。 あなたが感情的に影響を与えているのを見つけたら、私はあなたがしたことをうれしく思います。しかし、私はこの方法では見つけられませんでした。\n\nサイドノート：非常に終わりは、彼らの遭遇が頭の中で並べ替えのように見えるようにして、後半に問題のすべてを失うことになりますが、悲しいことに、これが真実かどうかを視聴者に直接伝えることはありません。 もし私がこれについて間違っていれば、このショートフィルムは簡単に7または8のソリッドになります。\n\n[パート2：ART＆amp; アニメーション]\nこれは、経験全体について最も簡単な部分です。 アニメの話が聞かれるストーリーとは違って、音楽は大部分が一貫して良い状態を保ちます。 このショートは、ジブリ/ディズニーのような感覚を持っています。スタジオカラードリードが過去にしたことのほとんどと同じように、 芸術とアニメーションは、映画の期間中、非常に流動的で表現力があります。 あなたはコロラド川の下でカヌーに乗るほど流動的であったと言うことができました。このカヌーに乗っていたとき、プロットとして知られている木の枝があなたを溺死させてしまいました。 確かにプレゼンテーションとして知られている水は目の喜びでしたが、話していたストーリーは水の品質に近い場所ではありませんでした。 注目すべきは、CGトレインが悪く見えないことです。カラードーリートの人々に、現代のアニメーションで普通に得られるものではなく、かわいい列車に感謝しなければなりません。\n\n[第3部：キャラクター]\n私たちは主な男性キャラクターを持っています。 私たちは彼の怒りを覚悟しています。彼の過去は謎の中に隠されています。 この映画は短くて、経験の持続時間のために彼らの関係を見ることができません。 彼らは私たちが得たものには良いと思う。\n\n私はこれが、私が長い間見たことの不満を持っていたのが最も大きな失望の一つであったと言って、これを終わらせます。 映画はよく見えるかもしれませんが、ストーリーは、映画の終わりに主人公がピルを選ぶように言われていると思っていた現実から非常に離れていました。 私が選んだのは、この映画の終わりを変えることでした。 私はこのような強力なスタートの後、その可能性を浪費し、私の憎しみにふさわしいものを作るためにこれを嫌う。 私はあなたがこれをはるかに良くする他の映画やシリーズにあなたを指すことができる光景を見たいと思わない限り、私はこの映画に勧告を与えません。 これ以外にも、毎秒5センチメートルの無駄なものを見ることができます。 後半よりもこの前半にもっと忠実なラブストーリー、そしてこの作品の一部が息を呑むほどに息を呑むように、この映画の一部がカットされ貼り付けられたと感じるジブリ映画 あります。\n\nTL; DRそれをバックアップする良い生産と無駄なアイデア。 合流して何か良いものを見る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\n'What happened.' ~ Me at the end this short film.\n\n\u001b[1m'何が起こった。'  〜私はこの短編映画の最後にいます。\u001b[22m\n\u001b[1m(' Nani ga okotta.' 〜 Watashi wa kono tanpen eiga no saigo ni imasu.)\u001b[22m\n\nTranslations of \u001b[4m'What happened.' ~ Me at the end this short film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'What happened.'\u001b[24m\n    \u001b[1m'何が起こった。'\u001b[22m, \u001b[1m「何が起こったの？」\u001b[22m, \u001b[1m「何があったの。」\u001b[22m\n\u001b[4m~ Me at the end this short film.\u001b[24m\n    \u001b[1m〜私はこの短編映画の最後にいます。\u001b[22m, \u001b[1m〜ミー最後にこのショートフィルム。\u001b[22m\n\u001b[1m\u001b[22m\nI walked into this with high hopes and with the first act of the movie shaping up to be something amazing that soared even higher. Once the final arc of the short film kicked in I was speechless. I literally had no words to describe what was occurring on my screen. Well let me save this for the 'enjoyment' section.\n\n\u001b[1m私は高い期待と映画の最初の行為で形作ってこれまで驚くべきものになるまで歩いていった。 短編映画の最後の弧が蹴られたら、私は言葉がありませんでした。 文字通り、私の画面に何が起きているのかを説明する言葉は全くありませんでした。 さて、私はこれを「楽しさ」セクションで保存しておきます。\u001b[22m\n\u001b[1m(Watashi wa takai kitai to eiga no saisho no kōi de katachidzukutte kore made odorokubeki mono ni naru made aruite itta. Tanpen eiga no saigo no ko ga kera retara, watashi wa kotoba ga arimasendeshita. Mojidōri, watashi no gamen ni nani ga okite iru no ka o setsumei suru kotoba wa mattaku arimasendeshita. Sate, watashi wa kore o `tanoshisa' sekushon de hozon shite okimasu.)\u001b[22m\n\nTranslations of \u001b[4mI walked into this with high hopes and with the first act of the movie shaping up to be something amazing that soared even higher. Once the final arc of the short film kicked in I was speechless. I literally had no words to describe what was occurring on my screen. Well let me save this for the 'enjoyment' section.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI walked into this with high hopes and with the first act of the movie shaping up to be something amazing that soared even higher.\u001b[24m\n    \u001b[1m私は高い期待と映画の最初の行為で形作ってこれまで驚くべきものになるまで歩いていった。\u001b[22m, \u001b[1m私は期待して、さらに高い急騰した素晴らしいものになりつつムービーの最初の行為でこれに歩きました。\u001b[22m\n\u001b[4mOnce the final arc of the short film kicked in I was speechless.\u001b[24m\n    \u001b[1m短編映画の最後の弧が蹴られたら、私は言葉がありませんでした。\u001b[22m, \u001b[1m私に蹴ったショートフィルムの最終アークたら無言でした。\u001b[22m\n\u001b[4mI literally had no words to describe what was occurring on my screen.\u001b[24m\n    \u001b[1m文字通り、私の画面に何が起きているのかを説明する言葉は全くありませんでした。\u001b[22m, \u001b[1m私は文字通り私の画面上で発生したかを説明する言葉がありませんでした。\u001b[22m\n\u001b[4mWell let me save this for the 'enjoyment' section.\u001b[24m\n    \u001b[1mさて、私はこれを「楽しさ」セクションで保存しておきます。\u001b[22m, \u001b[1mまあ、私が「楽しみ」のセクションのためにこれを保存してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nIT'S SHOWTIME\n\n\u001b[1mITショウタイム\u001b[22m\n\u001b[1m(IT shōtaimu)\u001b[22m\n\nTranslations of \u001b[4mIT'S SHOWTIME\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIT'S SHOWTIME\u001b[24m\n    \u001b[1mITショウタイム\u001b[22m, \u001b[1mイッツショータイム\u001b[22m\n\u001b[1m\u001b[22m\n[PART 1: STORY]\n\n\u001b[1m[パート1：ストーリー]\u001b[22m\n\u001b[1m([Pāto 1: Sutōrī])\u001b[22m\n\nTranslations of \u001b[4m[PART 1: STORY]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[PART 1: STORY]\u001b[24m\n    \u001b[1m[パート1：ストーリー]\u001b[22m, \u001b[1m[PART 1：STORY]\u001b[22m\nWe, the viewers, follow Hinata, I think, as he tries to confess his love to his crush, Shigure. It's simple but it works. I kind of was confused why the movie was switching from a grounded style to a metaphorical style like it was something to be proud of. I think it removes the realism the first half of the short film tries to portray. The ending is such a missed opportunity that if given this project I would have done things different from the half way point onwards. If you found this emotionally impacting I am happy that you did, but I for one could not find it this way.\n\n\u001b[1m私たちは視聴者、ヒナタに従います、私は彼が彼の怒りに恋していることを告白しようとしていると思います。 それは簡単ですが、それは動作します。 私はなぜ映画が誇りに思うようなものだったのかというと、グラウンド・スタイルから比喩的なスタイルに切り替わるのは混乱していました。 私はショートフィルムの前半が描写しようとする現実感を取り除くと思う。 終わりは、このプロジェクトが与えられれば、私は半分の点以降とは違うことをやっただろうというような逃した機会です。 あなたが感情的に影響を与えているのを見つけたら、私はあなたがしたことをうれしく思います。しかし、私はこの方法では見つけられませんでした。\u001b[22m\n\u001b[1m(Watashitachiha shichō-sha, hinata ni shitagaimasu, watashi wa kare ga kare no ikari ni koishite iru koto o kokuhaku shiyou to shite iru to omoimasu. Sore wa kantandesuga, soreha dōsa shimasu. Watashi wa naze eiga ga hokori ni omou yōna monodatta no ka to iu to, guraundo sutairu kara hiyu-tekina sutairu ni kirikawaru no wa konran shite imashita. Watashi wa shōtofirumu no zenhan ga byōsha shiyou to suru genjitsu-kan o torinozoku to omou. Owari wa, kono purojekuto ga atae rarereba, watashi wa hanbun no ten ikō to wa chigau koto o yattadarou to iu yōna nogashita kikaidesu. Anata ga kanjō-teki ni eikyō o ataete iru no o mitsuketara, watashi wa anata ga shita koto o ureshiku omoimasu. Shikashi, watashi wa kono hōhōde wa mitsuke raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWe, the viewers, follow Hinata, I think, as he tries to confess his love to his crush, Shigure. It's simple but it works. I kind of was confused why the movie was switching from a grounded style to a metaphorical style like it was something to be proud of. I think it removes the realism the first half of the short film tries to portray. The ending is such a missed opportunity that if given this project I would have done things different from the half way point onwards. If you found this emotionally impacting I am happy that you did, but I for one could not find it this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe, the viewers, follow Hinata, I think, as he tries to confess his love to his crush, Shigure.\u001b[24m\n    \u001b[1m私たちは視聴者、ヒナタに従います、私は彼が彼の怒りに恋していることを告白しようとしていると思います。\u001b[22m, \u001b[1m彼は彼のクラッシュ、しぐれに彼の愛を告白しようとする私たちは、視聴者は、私が思うに、日向に従ってください。\u001b[22m\n\u001b[4mIt's simple but it works.\u001b[24m\n    \u001b[1mそれは簡単ですが、それは動作します。\u001b[22m\n\u001b[4mI kind of was confused why the movie was switching from a grounded style to a metaphorical style like it was something to be proud of.\u001b[24m\n    \u001b[1m私はなぜ映画が誇りに思うようなものだったのかというと、グラウンド・スタイルから比喩的なスタイルに切り替わるのは混乱していました。\u001b[22m, \u001b[1m映画は比喩的なスタイルに接地スタイルから切り替えた理由、の誇りにするものだったように私はちょっと混乱していました。\u001b[22m\n\u001b[4mI think it removes the realism the first half of the short film tries to portray.\u001b[24m\n    \u001b[1m私はショートフィルムの前半が描写しようとする現実感を取り除くと思う。\u001b[22m, \u001b[1m私はそれが短編映画の前半は描写しようとリアリズムを削除と思います。\u001b[22m\n\u001b[4mThe ending is such a missed opportunity that if given this project I would have done things different from the half way point onwards.\u001b[24m\n    \u001b[1m終わりは、このプロジェクトが与えられれば、私は半分の点以降とは違うことをやっただろうというような逃した機会です。\u001b[22m, \u001b[1mエンディングは、このプロジェクトを指定した場合、私は以降ハーフウェイポイントから異なるものを行っているだろう、このような機会を逃したことです。\u001b[22m\n\u001b[4mIf you found this emotionally impacting I am happy that you did, but I for one could not find it this way.\u001b[24m\n    \u001b[1mあなたが感情的に影響を与えているのを見つけたら、私はあなたがしたことをうれしく思います。しかし、私はこの方法では見つけられませんでした。\u001b[22m, \u001b[1mあなたはこの感情的に衝撃を見つけた場合、私はあなたがやったことは嬉しいですが、1わたしはこのようにそれを見つけることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSIDE NOTE: The very end makes it seem like their encounter was sort in his head which would make the second half lose all of its problems, but sadly they never directly tell the viewer if this is true or not. If I am wrong about this then this short film would easily be a solid 7 or an 8.\n\n\u001b[1mサイドノート：非常に終わりは、彼らの遭遇が頭の中で並べ替えのように見えるようにして、後半に問題のすべてを失うことになりますが、悲しいことに、これが真実かどうかを視聴者に直接伝えることはありません。 もし私がこれについて間違っていれば、このショートフィルムは簡単に7または8のソリッドになります。\u001b[22m\n\u001b[1m(Saidonōto: Hijō ni owari wa, karera no sōgū ga atama no naka de narabe-gae no yō ni mieru yō ni shite, kōhan ni mondai no subete o ushinau koto ni narimasuga, kanashī koto ni, korega shinjitsu ka dō ka o shichō-sha ni chokusetsu tsutaeru koto wa arimasen. Moshi watashi ga kore ni tsuite machigatte ireba, kono shōtofirumu wa kantan ni 7 matawa 8 no soriddo ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSIDE NOTE: The very end makes it seem like their encounter was sort in his head which would make the second half lose all of its problems, but sadly they never directly tell the viewer if this is true or not. If I am wrong about this then this short film would easily be a solid 7 or an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSIDE NOTE: The very end makes it seem like their encounter was sort in his head which would make the second half lose all of its problems, but sadly they never directly tell the viewer if this is true or not.\u001b[24m\n    \u001b[1mサイドノート：非常に終わりは、彼らの遭遇が頭の中で並べ替えのように見えるようにして、後半に問題のすべてを失うことになりますが、悲しいことに、これが真実かどうかを視聴者に直接伝えることはありません。\u001b[22m, \u001b[1mサイドノート：非常に終わりは彼らの出会いは、ソート後半になるだろう彼の頭の中であったその問題のすべてを失うようなことが思われてしまうが、これが真であるかどう悲しいことに、彼らは直接、視聴者に伝えることはありません。\u001b[22m\n\u001b[4mIf I am wrong about this then this short film would easily be a solid 7 or an 8.\u001b[24m\n    \u001b[1mもし私がこれについて間違っていれば、このショートフィルムは簡単に7または8のソリッドになります。\u001b[22m, \u001b[1m私はこのことについて間違っている場合、このショートフィルムは、容易に固体7または8になります。\u001b[22m\n\u001b[1m\u001b[22m\n[PART 2: ART &amp; ANIMATION]\n\n\u001b[1m[パート2：ART＆amp; アニメーション]\u001b[22m\n\u001b[1m([Pāto 2: Āto& amp; animēshon])\u001b[22m\n\nTranslations of \u001b[4m[PART 2: ART &amp; ANIMATION]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[PART 2: ART &amp;\u001b[24m\n    \u001b[1m[パート2：ART＆amp;\u001b[22m, \u001b[1m[PART 2：ART＆＃038;\u001b[22m\n\u001b[4mANIMATION]\u001b[24m\n    \u001b[1mアニメーション]\u001b[22m, \u001b[1mアニメ]\u001b[22m, \u001b[1mANIMATION]\u001b[22m\nThis is easily the strongest part about the whole experience. Unlike the story that is being told the animation and the music stay consistently good for the most part. This short has a Ghibli/Disney feel, just like what most of what Studio Colorido has done in the past. The art and animation are extremely fluid and expressive for the duration of the film. You could say that it was as fluid as riding a canoe down the Colorado River and when you were riding this canoe a tree branch known as the plot knocks you off making you drown. Sure the water known as the presentation was a joy to the eye, but the story it was telling was no where near the quality of the water. One thing of note is that the CG Train didn't look bad and I must thank the people at ColorDorito for a pretty train instead of a poop one you would usually get in modern day animation.\n\n\u001b[1mこれは、経験全体について最も簡単な部分です。 アニメの話が聞かれるストーリーとは違って、音楽は大部分が一貫して良い状態を保ちます。 このショートは、ジブリ/ディズニーのような感覚を持っています。スタジオカラードリードが過去にしたことのほとんどと同じように、 芸術とアニメーションは、映画の期間中、非常に流動的で表現力があります。 あなたはコロラド川の下をカヌーに乗るほど流動的であったと言うことができました。このカヌーに乗っていたとき、プロットとして知られている木の枝があなたを溺死させてしまいました。 確かにプレゼンテーションとして知られている水は目の喜びでしたが、話していたストーリーは水の品質に近い場所ではありませんでした。 注目すべきは、CGトレインが悪く見えないことです。カラードーリートの人々に、現代のアニメーションで普通に得られるものではなく、かわいい列車に感謝しなければなりません。\u001b[22m\n\u001b[1m(Kore wa, keiken zentai ni tsuite mottomo kantan'na bubundesu. Anime no hanashi ga kika reru sutōrī to wa chigatte, ongaku wa daibubun ga ikkanshite yoi jōtai o tamochimasu. Kono shōto wa, jiburi/ dizunī no yōna kankaku o motte imasu. Sutajiokarādorīdo ga kako ni shita koto no hotondo to onajiyōni, geijutsu to animēshon wa, eiga no kikan-chū, hijō ni ryūdōtekide hyōgen-ryoku ga arimasu. Anata wa Kororado-gawa no shita o kanū ni noru hodo ryūdōtekideatta to iu koto ga dekimashita. Kono kanū ni notte ita toki, purotto to shite shira rete iru ki no eda ga anata o dekishi sa sete shimaimashita. Tashika ni purezentēshon to shite shira rete iru mizu wa me no yorokobideshitaga, hanashite ita sutōrī wa mizu no hinshitsu ni chikai bashode wa arimasendeshita. Chūmoku subeki wa, CG torein ga waruku mienai kotodesu. Karādōrīto no hitobito ni, gendai no animēshon de futsū ni e rareru monode wa naku, kawaī ressha ni kansha shinakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is easily the strongest part about the whole experience. Unlike the story that is being told the animation and the music stay consistently good for the most part. This short has a Ghibli/Disney feel, just like what most of what Studio Colorido has done in the past. The art and animation are extremely fluid and expressive for the duration of the film. You could say that it was as fluid as riding a canoe down the Colorado River and when you were riding this canoe a tree branch known as the plot knocks you off making you drown. Sure the water known as the presentation was a joy to the eye, but the story it was telling was no where near the quality of the water. One thing of note is that the CG Train didn't look bad and I must thank the people at ColorDorito for a pretty train instead of a poop one you would usually get in modern day animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is easily the strongest part about the whole experience.\u001b[24m\n    \u001b[1mこれは、経験全体について最も簡単な部分です。\u001b[22m, \u001b[1mこれは、簡単に全体的な経験についての最強の一部です。\u001b[22m\n\u001b[4mUnlike the story that is being told the animation and the music stay consistently good for the most part.\u001b[24m\n    \u001b[1mアニメの話が聞かれるストーリーとは違って、音楽は大部分が一貫して良い状態を保ちます。\u001b[22m, \u001b[1mほとんどの部分は一貫して優れたアニメーションと音楽の滞在を告げられている話とは異なり。\u001b[22m\n\u001b[4mThis short has a Ghibli/Disney feel, just like what most of what Studio Colorido has done in the past.\u001b[24m\n    \u001b[1mこのショートは、ジブリ/ディズニーのような感覚を持っています。スタジオカラードリードが過去にしたことのほとんどと同じように、\u001b[22m, \u001b[1mこの短いだけでスタジオColoridoが過去に何をしたかのほとんどのもののように、ジブリ/ディズニーは感じています。\u001b[22m\n\u001b[4mThe art and animation are extremely fluid and expressive for the duration of the film.\u001b[24m\n    \u001b[1m芸術とアニメーションは、映画の期間中、非常に流動的で表現力があります。\u001b[22m, \u001b[1mアートやアニメーションがフィルムの期間中、極めて流体と表現しています。\u001b[22m\n\u001b[4mYou could say that it was as fluid as riding a canoe down the Colorado River and when you were riding this canoe a tree branch known as the plot knocks you off making you drown.\u001b[24m\n    \u001b[1mあなたはコロラド川の下をカヌーに乗るほど流動的であったと言うことができました。このカヌーに乗っていたとき、プロットとして知られている木の枝があなたを溺死させてしまいました。\u001b[22m, \u001b[1mあなたはそれがコロラド川下りカヌーに乗るなどのような流体であったことを言うことができるし、このカヌーに乗ったときにプロットとして知られている木の枝は、あなたが溺れ作るあなたをノックします。\u001b[22m\n\u001b[4mSure the water known as the presentation was a joy to the eye, but the story it was telling was no where near the quality of the water.\u001b[24m\n    \u001b[1m確かにプレゼンテーションとして知られている水は目の喜びでしたが、話していたストーリーは水の品質に近い場所ではありませんでした。\u001b[22m, \u001b[1m確かにプレゼンテーションとして知られている水は、眼への喜びはあったが、それは言っていた物語は水の水質の近くに場所ではなかったです。\u001b[22m\n\u001b[4mOne thing of note is that the CG Train didn't look bad and I must thank the people at ColorDorito for a pretty train instead of a poop one you would usually get in modern day animation.\u001b[24m\n    \u001b[1m注目すべきは、CGトレインが悪く見えないことです。カラードーリートの人々に、現代のアニメーションで普通に得られるものではなく、かわいい列車に感謝しなければなりません。\u001b[22m, \u001b[1mノートの一つは、CG列車は悪くなかったと私は代わりにあなたが通常現代のアニメーションになるだろう糞1の可愛い電車をColorDoritoの人々に感謝しなければならないということです。\u001b[22m\n\u001b[1m\u001b[22m\n[PART 3: CHARACTERS]\n\n\u001b[1m[第3部：キャラクター]\u001b[22m\n\u001b[1m([Dai 3-bu: Kyarakutā])\u001b[22m\n\nTranslations of \u001b[4m[PART 3: CHARACTERS]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[PART 3: CHARACTERS]\u001b[24m\n    \u001b[1m[第3部：キャラクター]\u001b[22m, \u001b[1m[PART 3：CHARACTERS]\u001b[22m\nWe have a main male character who is very easy to relate with and get behind. We have his crush, Shigure, whose past is shrouded in mystery. This movie is short and skims over their relationship because of the duration of the experience. I guess they were good for what we got.\n\n\u001b[1m私たちは主な男性キャラクターを持っています。 私たちは彼の怒りを覚悟しています。彼の過去は謎の中に隠されています。 この映画は短くて、経験の持続時間のために彼らの関係を見ることができません。 彼らは私たちが得たものには良いと思う。\u001b[22m\n\u001b[1m(Watashitachi wa omona dansei kyarakutā o motte imasu. Watashitachi wa kare no ikari o kakugo shite imasu. Kare no kako wa nazo no naka ni kakusa rete imasu. Kono eiga wa mijikakute, keiken no jizoku jikan no tame ni karera no kankei o miru koto ga dekimasen. Karera wa watashitachi ga eta mono ni wa yoi to omou.)\u001b[22m\n\nTranslations of \u001b[4mWe have a main male character who is very easy to relate with and get behind. We have his crush, Shigure, whose past is shrouded in mystery. This movie is short and skims over their relationship because of the duration of the experience. I guess they were good for what we got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe have a main male character who is very easy to relate with and get behind.\u001b[24m\n    \u001b[1m私たちは主な男性キャラクターを持っています。\u001b[22m, \u001b[1m私たちはと関連し、背後に取得することは非常に簡単です主な男性キャラを持っています。\u001b[22m\n\u001b[4mWe have his crush, Shigure, whose past is shrouded in mystery.\u001b[24m\n    \u001b[1m私たちは彼の怒りを覚悟しています。彼の過去は謎の中に隠されています。\u001b[22m, \u001b[1m私たちは、その過去の謎に包まれている彼のクラッシュ、しぐれを、持っています。\u001b[22m\n\u001b[4mThis movie is short and skims over their relationship because of the duration of the experience.\u001b[24m\n    \u001b[1mこの映画は短くて、経験の持続時間のために彼らの関係を見ることができません。\u001b[22m, \u001b[1mこの映画は短く、なぜなら経験の持続時間の関係上を吹き抜けます。\u001b[22m\n\u001b[4mI guess they were good for what we got.\u001b[24m\n    \u001b[1m彼らは私たちが得たものには良いと思う。\u001b[22m, \u001b[1m私は、彼らが我々が得たもののために良かったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI shall end this by saying that this was easily one of the biggest disappointments I've had the displeasure of viewing in a long while. The movie may look good but the story was so detached from any reality that I thought the main character was going to told to pick a pill at the end of the movie. The one I would have picked was to change the ending of this movie. I detest this for squandering its potential and making it something worthy of my hatred after such a strong start. I wouldn't give this movie a recommendation unless you wanted to watch a spectacle in which I could point you to other movies and series that do this much better. For other things to watch besides this that are of the same vain, 5 Centimeters per Second; a love story that acts more closely to the first half of this than the second half, and The Wind Rises, a Ghibli film in which it kind of feels parts of this were cut and pasted from this movie because of how breathtaking some of the shots are.\n\n\u001b[1m私はこれが、私が長い間見たことの不満を持っていたのが最も大きな失望の一つであったと言って、これを終わらせます。 映画はよく見えるかもしれませんが、ストーリーは、映画の終わりに主人公がピルを選ぶように言われていると思っていた現実から非常に離れていました。 私が選んだのは、この映画の終わりを変えることでした。 私はこのような強力なスタートの後、その可能性を浪費し、私の憎しみにふさわしいものを作るためにこれを嫌う。 私はあなたがこれをはるかに良くする他の映画やシリーズにあなたを指すことができる光景を見たいと思わない限り、私はこの映画に勧告を与えません。 これ以外にも、毎秒5センチメートルの無駄なものを見ることができます。 後半よりもこの前半にもっと忠実なラブストーリー、そしてこの作品の一部が息を呑むほどに息を呑むように、この映画の一部がカットされ貼り付けられたと感じるジブリ映画 あります。\u001b[22m\n\u001b[1m(Watashi wa kore ga, watashi ga nagaiai mita koto no fuman o motte ita no ga mottomo ōkina shitsubō no hitotsudeatta to itte, kore o owara semasu. Eiga wa yoku mieru kamo shiremasenga, sutōrī wa, eiga no owari ni shujinkō ga piru o erabu yō ni iwa rete iru to omotte ita genjitsu kara hijō ni hanarete imashita. Watashi ga eranda no wa, kono eiga no owari o kaeru kotodeshita. Watashi wa kono yōna kyōryokuna sutāto no ato, sono kanōsei o rōhi shi, watashi no nikushimi ni fusawashī mono o tsukuru tame ni kore o kirau. Watashi wa anata ga kore o haruka ni yoku suru ta no eiga ya shirīzu ni anata o sasu koto ga dekiru kōkei o mitai to omowanai kagiri, watashi wa kono eiga ni kankoku o ataemasen. Kore igai ni mo, maibyō 5senchi mētoru no mudana mono o miru koto ga dekimasu. Kōhan yori mo kono zenhan ni motto chūjitsuna rabusutōrī, soshite kono sakuhin no ichibu ga ikiwonomu hodo ni ikiwonomu-yō ni, kono eiga no ichibu ga katto sa re hari tsuke rareta to kanjiru jiburi eiga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI shall end this by saying that this was easily one of the biggest disappointments I've had the displeasure of viewing in a long while. The movie may look good but the story was so detached from any reality that I thought the main character was going to told to pick a pill at the end of the movie. The one I would have picked was to change the ending of this movie. I detest this for squandering its potential and making it something worthy of my hatred after such a strong start. I wouldn't give this movie a recommendation unless you wanted to watch a spectacle in which I could point you to other movies and series that do this much better. For other things to watch besides this that are of the same vain, 5 Centimeters per Second; a love story that acts more closely to the first half of this than the second half, and The Wind Rises, a Ghibli film in which it kind of feels parts of this were cut and pasted from this movie because of how breathtaking some of the shots are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI shall end this by saying that this was easily one of the biggest disappointments I've had the displeasure of viewing in a long while.\u001b[24m\n    \u001b[1m私はこれが、私が長い間見たことの不満を持っていたのが最も大きな失望の一つであったと言って、これを終わらせます。\u001b[22m, \u001b[1m私は、これは簡単に私が長い間に表示の不快感を持っていた最大の失望の一つであったと言って、これを終了しなければなりません。\u001b[22m\n\u001b[4mThe movie may look good but the story was so detached from any reality that I thought the main character was going to told to pick a pill at the end of the movie.\u001b[24m\n    \u001b[1m映画はよく見えるかもしれませんが、ストーリーは、映画の終わりに主人公がピルを選ぶように言われていると思っていた現実から非常に離れていました。\u001b[22m, \u001b[1m映画はよく見るかもしれませんが、物語は私が主人公は、映画の終わりにピルを選ぶように言わするつもりだったと思った任意の現実から切り離されました。\u001b[22m\n\u001b[4mThe one I would have picked was to change the ending of this movie.\u001b[24m\n    \u001b[1m私が選んだのは、この映画の終わりを変えることでした。\u001b[22m, \u001b[1m私が選んだだろう1は、この映画の結末を変更することでした。\u001b[22m\n\u001b[4mI detest this for squandering its potential and making it something worthy of my hatred after such a strong start.\u001b[24m\n    \u001b[1m私はこのような強力なスタートの後、その可能性を浪費し、私の憎しみにふさわしいものを作るためにこれを嫌う。\u001b[22m, \u001b[1m私はその可能性を浪費し、このような好調なスタート後にそれを私の憎しみの価値がある何かを作るためにこれを憎みます。\u001b[22m\n\u001b[4mI wouldn't give this movie a recommendation unless you wanted to watch a spectacle in which I could point you to other movies and series that do this much better.\u001b[24m\n    \u001b[1m私はあなたがこれをはるかに良くする他の映画やシリーズにあなたを指すことができる光景を見たいと思わない限り、私はこの映画に勧告を与えません。\u001b[22m, \u001b[1mあなたは、私ははるかに良いこれを行う他の映画やシリーズにあなたを指すことがあった光景を見てみたかったしない限り、私はこの映画に勧告を与えないだろう。\u001b[22m\n\u001b[4mFor other things to watch besides this that are of the same vain, 5 Centimeters per Second;\u001b[24m\n    \u001b[1mこれ以外にも、毎秒5センチメートルの無駄なものを見ることができます。\u001b[22m, \u001b[1m他のものは、この他にも見るためには秒速5センチメートルは、同じ無駄であること。\u001b[22m\n\u001b[4ma love story that acts more closely to the first half of this than the second half, and The Wind Rises, a Ghibli film in which it kind of feels parts of this were cut and pasted from this movie because of how breathtaking some of the shots\u001b[24m\n    \u001b[1m後半よりもこの前半にもっと忠実なラブストーリー、そしてこの作品の一部が息を呑むほどに息を呑むように、この映画の一部がカットされ貼り付けられたと感じるジブリ映画\u001b[22m, \u001b[1mそれは一種のこの部分を感じているジブリ膜があるため、ショットの方法を息をのむようないくつかのこの映画からカット＆ペーストして、下半期よりも、この前半に、より密接に作用し、風が昇る愛の物語\u001b[22m\n\u001b[4mare.\u001b[24m\n    \u001b[1mあります。\u001b[22m, \u001b[1mです。\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR A wasted idea with good production to back it up. Pass and go watch something better.\n\n\u001b[1mTL; DRそれをバックアップする良い生産と無駄なアイデア。 合流して何か良いものを見る。\u001b[22m\n\u001b[1m(TL; DR sore o bakkuappu suru yoi seisan to mudana aidea. Gōryū shite nani ka yoi mono o miru.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR A wasted idea with good production to back it up. Pass and go watch something better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR A wasted idea with good production to back it up.\u001b[24m\n    \u001b[1mTL; DRそれをバックアップする良い生産と無駄なアイデア。\u001b[22m, \u001b[1mTL; DR Aはそれをバックアップするために、良好な生産とアイデアを無駄にしました。\u001b[22m\n\u001b[4mPass and go watch something better.\u001b[24m\n    \u001b[1m合流して何か良いものを見る。\u001b[22m, \u001b[1mパスし、より良いものを見に行きます。\u001b[22m"
  },
  {
    "title": "Hinata_no_Aoshigure",
    "id": "20673",
    "url": "https://myanimelist.net/anime/20673/Hinata_no_Aoshigure",
    "user": "claracristiane",
    "profile": "/profile/claracristiane/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=212463",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n育つことについて話しましょう...まあ、誰もが不可能な愛情を持っています。\n短い歴史はありますが、あなたの幼年期を懐かしくすることができます。少なくとも、あなたを別の場所に連れて行くことができます。あなたの心は開かれ、愛が入ることができました。\n18分以下であれば、愚かな心を泣かせることができ、運命がすべての愛好家や子供たちに共謀することを願っています！\n芸術は本当に純粋な魅惑的なものであり、鳥（自由を表す）と雨（魔女は悪い日を表す）で終わり、すべての隠喩は意味をなさないでしょう...\n私はお勧め！ わずか18分です！ 私は確信している、あなたはそれが好きだろう：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLet's talk about growing up... Well, everybody has that impossible kind of love.\n\n\u001b[1m育つことについて話しましょう...まあ、誰もが不可能な愛情を持っています。\u001b[22m\n\u001b[1m(Sodatsu koto ni tsuite hanashimashou... Mā, daremoga fukanōna aijō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mLet's talk about growing up... Well, everybody has that impossible kind of love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's talk about growing up... Well, everybody has that impossible kind of love.\u001b[24m\n    \u001b[1m育つことについて話しましょう...まあ、誰もが不可能な愛情を持っています。\u001b[22m, \u001b[1mまあ、誰もが愛の不可能なものを持っている...のが育っについてお話しましょう。\u001b[22m\nAlthough is a short history, can make you nostalgic about your childhood or, at least, take you to another place, were your heart can be open and the love can go in.\n\n\u001b[1m短い歴史はありますが、あなたの幼年期を懐かしくすることができます。少なくとも、あなたを別の場所に連れて行くことができます。あなたの心は開かれ、愛が入ることができました。\u001b[22m\n\u001b[1m(Mijikai rekishi wa arimasuga, anata no yōnen-ki o natsukashiku suru koto ga dekimasu. Sukunakutomo, anata o betsu no basho ni tsurete iku koto ga dekimasu. Anata no kokoro wa aka re, ai ga hairu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlthough is a short history, can make you nostalgic about your childhood or, at least, take you to another place, were your heart can be open and the love can go in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough is a short history, can make you nostalgic about your childhood or, at least, take you to another place, were your heart can be open and the love can go in.\u001b[24m\n    \u001b[1m短い歴史はありますが、あなたの幼年期を懐かしくすることができます。少なくとも、あなたを別の場所に連れて行くことができます。あなたの心は開かれ、愛が入ることができました。\u001b[22m, \u001b[1m短い歴史ですが、あなたの幼年期についてのあなたが懐かしい作ることができるか、少なくとも、別の場所に行くことができ、あなたの心を開くことができ、愛がで行くことができました。\u001b[22m\n18 minutes, or less, can make some silly hearts cry, and wish that the destiny conspire against all lovers and childs!\n\n\u001b[1m18分以下であれば、愚かな心を泣かせることができ、運命がすべての愛好家や子供たちに共謀することを願っています！\u001b[22m\n\u001b[1m(18-Bu ikadeareba, orokana kokoro o nakaseru koto ga deki, unmei ga subete no aikō-ka ya kodomo-tachi ni kyōbō suru koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4m18 minutes, or less, can make some silly hearts cry, and wish that the destiny conspire against all lovers and childs!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m18 minutes, or less, can make some silly hearts cry, and wish that the destiny conspire against all lovers and childs!\u001b[24m\n    \u001b[1m18分以下であれば、愚かな心を泣かせることができ、運命がすべての愛好家や子供たちに共謀することを願っています！\u001b[22m, \u001b[1m18分、以下、いくつかの愚かな心は泣かせ、そして運命はすべての愛好家やお子様の陰謀を企てることを望むことができます！\u001b[22m\nThe art is really pure e captivating, full of birds (which represents freedom) and rain (witch represents the bad days), in the ending, all the metaphors will make sense...\n\n\u001b[1m芸術は本当に純粋な魅惑的なものであり、鳥（自由を表す）と雨（魔女は悪い日を表す）で終わり、すべての隠喩は意味をなさないでしょう...\u001b[22m\n\u001b[1m(Geijutsu wa hontōni junsuina miwaku-tekina monodeari, tori (jiyū o arawasu) to ame (majo wa warui hi o arawasu) de owari, subete no in'yu wa imiwonasanaideshou...)\u001b[22m\n\nTranslations of \u001b[4mThe art is really pure e captivating, full of birds (which represents freedom) and rain (witch represents the bad days), in the ending, all the metaphors will make sense...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is really pure e captivating, full of birds (which represents freedom) and rain (witch represents the bad days), in the ending, all the metaphors will make sense...\u001b[24m\n    \u001b[1m芸術は本当に純粋な魅惑的なものであり、鳥（自由を表す）と雨（魔女は悪い日を表す）で終わり、すべての隠喩は意味をなさないでしょう...\u001b[22m, \u001b[1m芸術は本当に純粋である（自由を表す）鳥や雨の完全な電子魅惑は、（魔女が悪い日を表す）、エンディングでは、すべてのメタファーは意味を行います...\u001b[22m\nI recommend! It's only 18 minutes! I'm sure, you will like it :D\n\n\u001b[1m私はお勧め！ わずか18分です！ 私は確信している、あなたはそれが好きだろう：D\u001b[22m\n\u001b[1m(Watashi wa o susume! Wazuka 18-budesu! Watashi wa kakushin shite iru, anata wa sore ga sukidarou: D)\u001b[22m\n\nTranslations of \u001b[4mI recommend! It's only 18 minutes! I'm sure, you will like it :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend!\u001b[24m\n    \u001b[1m私はお勧め！\u001b[22m, \u001b[1m私はお勧めします！\u001b[22m, \u001b[1m私がお勧め！\u001b[22m\n\u001b[4mIt's only 18 minutes!\u001b[24m\n    \u001b[1mわずか18分です！\u001b[22m, \u001b[1mそれだけで18分です！\u001b[22m\n\u001b[4mI'm sure, you will like it :D\u001b[24m\n    \u001b[1m私は確信している、あなたはそれが好きだろう：D\u001b[22m, \u001b[1mD：私はあなたがそれを好きになるでしょう、と確信しています\u001b[22m"
  }
]
