[
  {
    "title": "Black_Bullet",
    "id": "20787",
    "url": "https://myanimelist.net/anime/20787/Black_Bullet",
    "user": "ToastytheBaker",
    "profile": "/profile/ToastytheBaker/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=149891",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  8\n\n黒い弾丸。 一度のように黒の弾丸を示すアニメ。 第1話か第2話か。 そしてもう一度。  Black Bulletに黒の弾丸はもうありません。\n\n-全体\nBlack Bulletの話は平均です。 必ずしも悪くないわけではありません。 しかし、ストーリーのスコアを低下させるものは、多くのアクションアニメのように、主人公がこの「免疫」状態を発達させるということです。 主人公レンタロはとてもショーの中心にあり、戦いにはとても良いので、観客はレンタロがショーの激しい戦いに「免れる」と信じ始めます。  Rentaroが最終的に勝つことを我々は誰もが知っているので、この種の信念は、アクションから観客を削除します。 移動すると、芸術は平均を上回っているように見えます。 それは他の2014年のアニメよりもずっと明るく、正直なところ、現代のアニメよりもよく見えます。  No Game No Life Noのアートを打つことはできません。 何かできるかどうかわからない。  OK...トラックに戻って...\n音は平均ですが、文字は平らで退屈です。 それらはすべて異なるアクションアニメキャラクターの縄文/アーキタイプに収まる。 彼らの裏話はユニークですが、彼らの行動だけでなく、信念は、複数回前にすべて見られています。 それでも、私はまだこのアニメを楽しんでいました。そして、私はシーズン2に気をつけています。\n\nストーリー：6\nアート：8\nサウンド：7\nキャラクター：4\n楽しさ：8\n全体：6.6\nそれは十分な公正、ほぼ良いです。 私の心の中でショーに値する7.しかし、まあ、丸い、6.6は7です...\n以下の詳細をご覧ください：\n\n-ストーリー\n話はまあまあです。 プロットは、ほとんどの場合、かなり良く、完全に予測できません。 アクションは派手で見栄えがいい。 戦いは振り付けがよく、没入感は決してありません。 これはショーの過程でRentaroがこの不滅の地位を築き、残念なことに大半のアクションアニメ主人公のために開発されたからです。  「不滅の状態」は、キャラクターが多くの試合で勝利し、優勝に優れているため、観客として、この男が失う可能性があると信じなくなることです。 時には、\"不滅の地位\"を構築することはプロットのねじれには大変ですが、Black Bulletのような単純なプロットにはあまり適していません。  Rentaroは死ぬことができないことを知っているので、行動はそれを失います。 しかし、それは悪い話ではなく、行動は良いです。\n\n-アート\n視覚的な質は、現代の作品よりも若干優れているようです。 それはよりシャイニーで、エフェクトは手描きではなくデジタルで追加されています（ほとんどのショーはもはややりません）、ぼやけた背景を非常に洗練されたように見せます。\n\n-音\n音は標準です。 オープニング/エンディングとサウンドトラックはかなり平均的なもので、声は、それほど悪くないものの、驚くべきものではありません。\n\n-キャラクター\nほとんどの場合、文字は紙のように平らです。 彼らはほとんど次元がありません。 彼女は何かを普通と言い、残りの1％は実際に何かを言った時の1％です。 コメディは穏やかで、面白いものだけが闇の前提の気分を台無しにする。  Kisaraのシリーズのほとんどはちょうど\"子供の頃の友人/クラッシュ\"であり、他のキャラクターはあまり良くありません。 しかし、これは、アクションキャラクター/ストーリーよりもアクションに焦点を当てたアクションアニメにとってはすべて正常です。 だから私はキャラクターに3の代わりに4を与えるでしょう。 しかし、それはアクションアニメなので、予想外のことではないと思います。 キャラクターの裏話は面白いですが、それらはすべて1つの原型のように動作します。  Satomi Rentaroはステレオタイプのヒーローです。 彼は感情的、ストローク、無私、正義、素敵、そしてチーズのようなものだ。 エンジュはちょうど退屈です。 彼女は本当に原型に従わず、最も近いものは「迷惑な仲間」です。 彼女が口を開いた時の49％は、彼女がRentaroと結婚することを宣言することです。 彼女が話す時間のもう一つの49％は、Kisaraのような「競争」を「恐れて」いる。\n\n-楽しみ\n私がキャラクターのセクションで言ったすべての否定的なものにもかかわらず、私はまだこのアニメを楽しんだ。 キャラクターが持っていたすべてのチーズなラインのために私の頭を笑っている間、行動は面白かったし、ショーは大丈夫だった。 今シーズンの2つのお気に入りにも至っていませんでしたが（Woot Isshuukan FriendsとNo Game No Lifeは毎日一日中）、それはまだ見て楽しかったし、ちょっと、悪くなっていたかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBlack Bullet. An anime that shows a black bullet, like once. In the first or second episode. And never again. No more black bullets in Black Bullet.\n\n\u001b[1m黒い弾丸。 一度のように黒い弾を示すアニメ。 第1話か第2話か。 そしてもう一度。  Black Bulletに黒の弾丸はもうありません。\u001b[22m\n\u001b[1m(Kuroi dangan. Ichido no yō ni kuroi dan o shimesu anime. Dai 1-wa ka dai 2-wa ka. Soshite mōichido. Black buretto ni kuro no dangan wa mō arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBlack Bullet. An anime that shows a black bullet, like once. In the first or second episode. And never again. No more black bullets in Black Bullet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBlack Bullet.\u001b[24m\n    \u001b[1m黒い弾丸。\u001b[22m, \u001b[1mブラックバレット。\u001b[22m\n\u001b[4mAn anime that shows a black bullet, like once.\u001b[24m\n    \u001b[1m一度のように黒い弾を示すアニメ。\u001b[22m, \u001b[1mかつてのように、黒い弾丸を示しているアニメ。\u001b[22m\n\u001b[4mIn the first or second episode.\u001b[24m\n    \u001b[1m第1話か第2話か。\u001b[22m, \u001b[1m第一又は第二のエピソードで。\u001b[22m\n\u001b[4mAnd never again.\u001b[24m\n    \u001b[1mそしてもう一度。\u001b[22m, \u001b[1mそして二度と。\u001b[22m\n\u001b[4mNo more black bullets in Black Bullet.\u001b[24m\n    \u001b[1mBlack Bulletに黒の弾丸はもうありません。\u001b[22m, \u001b[1mブラックバレットにはもう黒い弾丸ません。\u001b[22m\n\u001b[1m\u001b[22m\n-Overall\n\n\u001b[1m-全体\u001b[22m\n\u001b[1m(- Zentai)\u001b[22m\n\nDefinitions of \u001b[4m-Overall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nThe story of Black Bullet is average. It's straightforward, which isn't necessarily bad. However, something that degrades the score for story is that the main character, like in many action anime, develops this 'immune' status. The main character, Rentaro, is so 'at the center of the show' and is so good at fighting, that the audience starts to believe that Rentaro is 'immune' to the deadly fighting in the show. So, this sort of belief will remove the audience from the action, since we all know that Rentaro will win in the end. Moving on, the art seems above average. It's a lot shinier than other 2014 anime, and it, honestly, looks better than contemporary anime. Can't beat No Game No Life's art though. Don't know if anything can. Ok... getting back on track...\n\n\u001b[1mBlack Bulletの話は平均です。 必ずしも悪くないわけではありません。 しかし、ストーリーのスコアを低下させるものは、多くのアクションアニメのように、主人公がこの「免疫」状態を発達させるということです。 主人公レンタロはとてもショーの中心にあり、戦いにはとても良いので、観客はレンタロがショーの激しい戦いに「免れる」と信じ始めます。  Rentaroが最終的に勝つことを我々は誰もが知っているので、この種の信念は、アクションから観客を削除します。 移動すると、芸術は平均を上回っているように見えます。 それは他の2014年のアニメよりもずっと明るく、正直なところ、現代のアニメよりもよく見えます。  No Game No Life Noのアートを打つことはできません。 何かできるかどうかわからない。  OK...トラックに戻って...\u001b[22m\n\u001b[1m(Black buretto no hanashi wa heikindesu. Kanarazushimo warukunai wakede wa arimasen. Shikashi, sutōrī no sukoa o teika sa seru mono wa, ōku no akushon anime no yō ni, shujinkō ga kono `men'eki' jōtai o hattatsu sa seru to iu kotodesu. Shujinkō rentaro wa totemo shō no chūshin ni ari, tatakai ni wa totemo yoinode, kankyaku wa rentaro ga shō no hageshī tatakai ni `manukareru' to shinji hajimemasu. Rentaro ga saishūtekini katsu koto o wareware wa daremoga shitte irunode, kono tane no shin'nen wa, akushon kara kankyaku o sakujo shimasu. Idō suru to, geijutsu wa heikin o uwamawatte iru yō ni miemasu. Sore wa hoka no 2014-nen no anime yori mo zutto akaruku, shōjikina tokoro, gendai no anime yori mo yoku miemasu. No Game No Life No no āto o utsu koto wa dekimasen. Nanika dekiru ka dō ka wakaranai. OK... Torakku ni modotte...)\u001b[22m\n\nTranslations of \u001b[4mThe story of Black Bullet is average. It's straightforward, which isn't necessarily bad. However, something that degrades the score for story is that the main character, like in many action anime, develops this 'immune' status. The main character, Rentaro, is so 'at the center of the show' and is so good at fighting, that the audience starts to believe that Rentaro is 'immune' to the deadly fighting in the show. So, this sort of belief will remove the audience from the action, since we all know that Rentaro will win in the end. Moving on, the art seems above average. It's a lot shinier than other 2014 anime, and it, honestly, looks better than contemporary anime. Can't beat No Game No Life's art though. Don't know if anything can. Ok... getting back on track...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Black Bullet is average.\u001b[24m\n    \u001b[1mBlack Bulletの話は平均です。\u001b[22m, \u001b[1mブラック弾丸の話は平均値です。\u001b[22m\n\u001b[4mIt's straightforward, which isn't necessarily bad.\u001b[24m\n    \u001b[1m必ずしも悪くないわけではありません。\u001b[22m, \u001b[1mそれは必ずしも悪いことではありませんこれは、簡単です。\u001b[22m\n\u001b[4mHowever, something that degrades the score for story is that the main character, like in many action anime, develops this 'immune' status.\u001b[24m\n    \u001b[1mしかし、ストーリーのスコアを低下させるものは、多くのアクションアニメのように、主人公がこの「免疫」状態を発達させるということです。\u001b[22m, \u001b[1mしかし、物語のスコアを劣化させる何かが主人公は、多くのアクションアニメのように、この「免疫」のステータスを開発することです。\u001b[22m\n\u001b[4mThe main character, Rentaro, is so 'at the center of the show' and is so good at fighting, that the audience starts to believe that Rentaro is 'immune' to the deadly fighting in the show.\u001b[24m\n    \u001b[1m主人公レンタロはとてもショーの中心にあり、戦いにはとても良いので、観客はレンタロがショーの激しい戦いに「免れる」と信じ始めます。\u001b[22m, \u001b[1mメインキャラクター、廉太郎は、「ショーの中心に」そうで、観客は廉太郎がショーで致命的な戦いへの免疫」であることを信じるように開始することを、戦いでとても良いです。\u001b[22m\n\u001b[4mSo, this sort of belief will remove the audience from the action, since we all know that Rentaro will win in the end.\u001b[24m\n    \u001b[1mRentaroが最終的に勝つことを我々は誰もが知っているので、この種の信念は、アクションから観客を削除します。\u001b[22m, \u001b[1m我々はすべての廉太郎が最後に勝つことを知っているので、だから、信仰のこの種は、アクションから観客を削除します。\u001b[22m\n\u001b[4mMoving on, the art seems above average.\u001b[24m\n    \u001b[1m移動すると、芸術は平均を上回っているように見えます。\u001b[22m, \u001b[1m上の移動、技術では平均以上と思われます。\u001b[22m\n\u001b[4mIt's a lot shinier than other 2014 anime, and it, honestly, looks better than contemporary anime.\u001b[24m\n    \u001b[1mそれは他の2014年のアニメよりもずっと明るく、正直なところ、現代のアニメよりもよく見えます。\u001b[22m, \u001b[1mこれは、他の2014年のアニメよりずっと光沢のだし、それは、正直なところ、現代のアニメよりも良く見えます。\u001b[22m\n\u001b[4mCan't beat No Game No Life's art though.\u001b[24m\n    \u001b[1mNo Game No Life Noのアートを打つことはできません。\u001b[22m, \u001b[1mしかしノーゲームノー生命の芸術を打つことができません。\u001b[22m\n\u001b[4mDon't know if anything can.\u001b[24m\n    \u001b[1m何かできるかどうかわからない。\u001b[22m, \u001b[1m何ができるかどうかを確認しないでください。\u001b[22m\n\u001b[4mOk... getting back on track...\u001b[24m\n    \u001b[1mOK...トラックに戻って...\u001b[22m, \u001b[1m[OK]を...再び軌道になって...\u001b[22m\nThe sound is average, but the characters are flat and boring. They all fit into different action-anime-character tropes/archetypes. Their back-stories are unique, but their behavior, as well as beliefs, have all been seen before multiple times. That said, I still enjoyed this anime a good deal, and I'll be keeping my eye out for a season 2. Crossing my fingers!\n\n\u001b[1m音は平均ですが、文字は平らで退屈です。 それらはすべて異なるアクションアニメキャラクターの縄文/アーキタイプに収まる。 彼らの裏話はユニークですが、彼らの行動だけでなく、信念は、複数回前にすべて見られています。 それでも、私はまだこのアニメを楽しんでいました。そして、私はシーズン2に気をつけています。\u001b[22m\n\u001b[1m(Oto wa heikindesuga, moji wa tairade taikutsudesu. Sorera wa subete kotonaru akushon'animekyarakutā no jōmon/ ākitaipu ni osamaru. Karera no urabanashi wa yunīkudesuga, karera no kōdō dakedenaku, shin'nen wa, fukusū-kai mae ni subete mi rarete imasu. Soredemo, watashi wa mada kono anime o tanoshinde imashita. Soshite, watashi wa shīzun 2 ni ki o tsukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is average, but the characters are flat and boring. They all fit into different action-anime-character tropes/archetypes. Their back-stories are unique, but their behavior, as well as beliefs, have all been seen before multiple times. That said, I still enjoyed this anime a good deal, and I'll be keeping my eye out for a season 2. Crossing my fingers!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is average, but the characters are flat and boring.\u001b[24m\n    \u001b[1m音は平均ですが、文字は平らで退屈です。\u001b[22m, \u001b[1m音は平均ですが、文字が平坦で退屈しています。\u001b[22m\n\u001b[4mThey all fit into different action-anime-character tropes/archetypes.\u001b[24m\n    \u001b[1mそれらはすべて異なるアクションアニメキャラクターの縄文/アーキタイプに収まる。\u001b[22m, \u001b[1m彼らはすべての異なるアクションアニメキャラクターの比喩/アーキタイプに収まります。\u001b[22m\n\u001b[4mTheir back-stories are unique, but their behavior, as well as beliefs, have all been seen before multiple times.\u001b[24m\n    \u001b[1m彼らの裏話はユニークですが、彼らの行動だけでなく、信念は、複数回前にすべて見られています。\u001b[22m, \u001b[1mそのバックストーリーがユニークであるが、それらの行動だけでなく、信念は、すべての複数回の前に見られています。\u001b[22m\n\u001b[4mThat said, I still enjoyed this anime a good deal, and I'll be keeping my eye out for a season 2. Crossing my fingers!\u001b[24m\n    \u001b[1mそれでも、私はまだこのアニメを楽しんでいました。そして、私はシーズン2に気をつけています。\u001b[22m, \u001b[1m言う、私はまだこのアニメの良い取引を楽しんだ、と私は私の指を交差シーズン2のための私の目を締め出すことでしょう！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nCharacter: 4\n\n\u001b[1mキャラクター：4\u001b[22m\n\u001b[1m(Kyarakutā: 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 4\u001b[24m\n    \u001b[1mキャラクター：4\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nOverall: 6.6\n\n\u001b[1m全体：6.6\u001b[22m\n\u001b[1m(Zentai: 6. 6)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6.6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6.6\u001b[24m\n    \u001b[1m全体：6.6\u001b[22m\nIt's fair enough, nearly good. Although in my mind the show deserves a 7. Well, rounded, 6.6 is 7 so...\n\n\u001b[1mそれは十分な公正、ほぼ良いです。 私の心の中でショーに値する7.しかし、まあ、丸い、6.6は7です...\u001b[22m\n\u001b[1m(Sore wa jūbun'na kōsei, hobo yoidesu. Watashi no kokoro no naka de shō ni ataisuru 7. Shikashi, mā, marui, 6. 6 Wa 7desu...)\u001b[22m\n\nTranslations of \u001b[4mIt's fair enough, nearly good. Although in my mind the show deserves a 7. Well, rounded, 6.6 is 7 so...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's fair enough, nearly good.\u001b[24m\n    \u001b[1mそれは十分な公正、ほぼ良いです。\u001b[22m, \u001b[1mそれはほぼ良い、十分な公正です。\u001b[22m\n\u001b[4mAlthough in my mind the show deserves a 7. Well, rounded, 6.6 is 7 so...\u001b[24m\n    \u001b[1m私の心の中でショーに値する7.しかし、まあ、丸い、6.6は7です...\u001b[22m, \u001b[1m私の心の中でショーはまあ7に値するが、丸みを帯びた、6.6はそう7は...\u001b[22m\nMore details down below:\n\n\u001b[1m以下の詳細をご覧ください：\u001b[22m\n\u001b[1m(Ika no shōsai o goran kudasai:)\u001b[22m\n\nTranslations of \u001b[4mMore details down below:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore details down below:\u001b[24m\n    \u001b[1m以下の詳細をご覧ください：\u001b[22m, \u001b[1m以下にダウン詳細：\u001b[22m\n\u001b[1m\u001b[22m\n-Story\n\n\u001b[1m-ストーリー\u001b[22m\n\u001b[1m(- Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4m-Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story is decent enough. The plot, for the most part, is pretty good and not completely predictable. The action is flashy and looks nice. The fighting is well choreographed, but never too immersive. This is because, over the course of the show, Rentaro develops this 'immortal status' that, unfortunately, develops for most action-anime protagonists. The 'immortal status' is when a character wins so many fights, is so good at winning, that we, as the audience, stop believing that this guy can lose. While at times, building the 'immortal status' is great for plot twists, it doesn't really suit a straightforward plot like the one in Black Bullet. Because we know that Rentaro cannot die, the action does lose it's luster. But, it's not a bad story, and the action is good.\n\n\u001b[1m話はまあまあです。 プロットは、ほとんどの場合、かなり良く、完全に予測できません。 アクションは派手で見栄えがいい。 戦いは振り付けがよく、没入感は決してありません。 これはショーの過程でRentaroがこの不滅の地位を築き、残念なことに大半のアクションアニメ主人公のために開発されたからです。  「不滅の状態」は、キャラクターが多くの試合で勝利し、優勝に優れているため、観客として、この男が失う可能性があると信じなくなることです。 時には、\"不滅の地位\"を構築することはプロットのねじれには大変ですが、Black Bulletのような単純なプロットにはあまり適していません。  Rentaroは死ぬことができないことを知っているので、行動はそれを失います。 しかし、それは悪い話ではなく、行動は良いです。\u001b[22m\n\u001b[1m(Hanashi wa mā mādesu. Purotto wa, hotondo no baai, kanari yoku, kanzen ni yosoku dekimasen. Akushon wa hadede mibae ga ī. Tatakai wa furitsuke ga yoku, botsunyū-kan wa kesshite arimasen. Kore wa shō no katei de Rentaro ga kono fumetsu no chii o kizuki, zan'nen'nakotoni taihan no akushon anime shujinkō no tame ni kaihatsu sa retakaradesu. `Fumetsu no jōtai' wa, kyarakutā ga ōku no shiai de shōri shi, yūshō ni sugurete iru tame, kankyaku to shite, kono otoko ga ushinau kanōsei ga aru to shinjinaku naru kotodesu. Tokiniha, \" fumetsu no chii\" o kōchiku suru koto wa purotto no nejire ni wa taihendesuga, Black buretto no yōna tanjun'na purotto ni wa amari tekishite imasen. Rentaro wa shinu koto ga dekinai koto o shitte irunode, kōdō wa sore o ushinaimasu. Shikashi, sore wa warui hanashide wa naku, kōdō wa yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is decent enough. The plot, for the most part, is pretty good and not completely predictable. The action is flashy and looks nice. The fighting is well choreographed, but never too immersive. This is because, over the course of the show, Rentaro develops this 'immortal status' that, unfortunately, develops for most action-anime protagonists. The 'immortal status' is when a character wins so many fights, is so good at winning, that we, as the audience, stop believing that this guy can lose. While at times, building the 'immortal status' is great for plot twists, it doesn't really suit a straightforward plot like the one in Black Bullet. Because we know that Rentaro cannot die, the action does lose it's luster. But, it's not a bad story, and the action is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is decent enough.\u001b[24m\n    \u001b[1m話はまあまあです。\u001b[22m, \u001b[1m物語は十分まともです。\u001b[22m\n\u001b[4mThe plot, for the most part, is pretty good and not completely predictable.\u001b[24m\n    \u001b[1mプロットは、ほとんどの場合、かなり良く、完全に予測できません。\u001b[22m, \u001b[1mプロットは、ほとんどの部分は、かなり良いと完全に予測することはできません。\u001b[22m\n\u001b[4mThe action is flashy and looks nice.\u001b[24m\n    \u001b[1mアクションは派手で見栄えがいい。\u001b[22m, \u001b[1mアクションが派手で、良さそうに見えます。\u001b[22m\n\u001b[4mThe fighting is well choreographed, but never too immersive.\u001b[24m\n    \u001b[1m戦いは振り付けがよく、没入感は決してありません。\u001b[22m, \u001b[1m戦闘はよく振り付け、決してあまりに没入されます。\u001b[22m\n\u001b[4mThis is because, over the course of the show, Rentaro develops this 'immortal status' that, unfortunately, develops for most action-anime protagonists.\u001b[24m\n    \u001b[1mこれはショーの過程でRentaroがこの不滅の地位を築き、残念なことに大半のアクションアニメ主人公のために開発されたからです。\u001b[22m, \u001b[1mショーの過程で、廉太郎は、残念ながら、ほとんどのアクション・アニメの主人公のために開発してこの「不滅の状態」を開発し、ためです。\u001b[22m\n\u001b[4mThe 'immortal status' is when a character wins so many fights, is so good at winning, that we, as the audience, stop believing that this guy can lose.\u001b[24m\n    \u001b[1m「不滅の状態」は、キャラクターが多くの試合で勝利し、優勝に優れているため、観客として、この男が失う可能性があると信じなくなることです。\u001b[22m, \u001b[1m「不滅のステータスは「文字は非常に多くの戦いに勝利したとき、私たちは、観客として、この男は失うことができると信じて停止することを、勝利でとても良いです。\u001b[22m\n\u001b[4mWhile at times, building the 'immortal status' is great for plot twists, it doesn't really suit a straightforward plot like the one in Black Bullet.\u001b[24m\n    \u001b[1m時には、\"不滅の地位\"を構築することはプロットのねじれには大変ですが、Black Bulletのような単純なプロットにはあまり適していません。\u001b[22m, \u001b[1m時々、「不滅の状態」を構築することはどんでん返しのための素晴らしいですが、それは本当にブラックバレット内の1つのような簡単なプロットを合わせていません。\u001b[22m\n\u001b[4mBecause we know that Rentaro cannot die, the action does lose it's luster.\u001b[24m\n    \u001b[1mRentaroは死ぬことができないことを知っているので、行動はそれを失います。\u001b[22m, \u001b[1m我々は廉太郎が死ぬことができないことを知っているので、アクションはそれの光沢を失うん。\u001b[22m\n\u001b[4mBut, it's not a bad story, and the action is good.\u001b[24m\n    \u001b[1mしかし、それは悪い話ではなく、行動は良いです。\u001b[22m, \u001b[1mしかし、それは悪い話ではない、とアクションが良いです。\u001b[22m\n\u001b[1m\u001b[22m\n-Art\n\n\u001b[1m-アート\u001b[22m\n\u001b[1m(- Āto)\u001b[22m\n\nDefinitions of \u001b[4m-Art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe visual quality seems somewhat better than contemporary works. It's shinier, and the effects look digitally added instead of hand drawn, (which most shows don't do anymore anyways) making things like blurred backgrounds look very refined.\n\n\u001b[1m視覚的な質は、現代の作品よりも若干優れているようです。 それはよりシャイニーで、エフェクトは手描きではなくデジタルで追加されています（ほとんどのショーはもはややりません）、ぼやけた背景を非常に洗練されたように見せます。\u001b[22m\n\u001b[1m(Shikaku-tekina shitsu wa, gendai no sakuhin yori mo jakkan sugurete iru yōdesu. Sore wa yori shainī de, efekuto wa tegakide wanaku dejitaru de tsuika sa rete imasu (hotondo no shō wa mohaya yarimasen), boyaketa haikei o hijō ni senren sa reta yō ni misemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe visual quality seems somewhat better than contemporary works. It's shinier, and the effects look digitally added instead of hand drawn, (which most shows don't do anymore anyways) making things like blurred backgrounds look very refined.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visual quality seems somewhat better than contemporary works.\u001b[24m\n    \u001b[1m視覚的な質は、現代の作品よりも若干優れているようです。\u001b[22m, \u001b[1m視覚的な品質は、現代の作品よりもやや良さそうです。\u001b[22m\n\u001b[4mIt's shinier, and the effects look digitally added instead of hand drawn, (which most shows don't do anymore anyways) making things like blurred backgrounds look very refined.\u001b[24m\n    \u001b[1mそれはよりシャイニーで、エフェクトは手描きではなくデジタルで追加されています（ほとんどのショーはもはややりません）、ぼやけた背景を非常に洗練されたように見せます。\u001b[22m, \u001b[1mそれは光沢のだ、と効果がデジタルでぼやけた背景のようなものは非常に洗練された見えるように（ほとんどのショーはとにかくもうしないもの）、代わりに手で描かれた追加見えます。\u001b[22m\n\u001b[1m\u001b[22m\n-Sound\n\n\u001b[1m-音\u001b[22m\n\u001b[1m(- Oto)\u001b[22m\n\nDefinitions of \u001b[4m-Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound is standard. The opening/ending and the soundtracks are pretty average, and the voices, while not bad, aren't amazing either.\n\n\u001b[1m音は標準です。 オープニング/エンディングとサウンドトラックはかなり平均的なもので、声は、それほど悪くないものの、驚くべきものではありません。\u001b[22m\n\u001b[1m(Oto wa hyōjundesu. Ōpuningu/ endingu to saundotorakku wa kanari heikin-tekina mono de,-goe wa, sore hodo warukunai mono no, odorokubeki monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is standard. The opening/ending and the soundtracks are pretty average, and the voices, while not bad, aren't amazing either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is standard.\u001b[24m\n    \u001b[1m音は標準です。\u001b[22m, \u001b[1m音が標準です。\u001b[22m\n\u001b[4mThe opening/ending and the soundtracks are pretty average, and the voices, while not bad, aren't amazing either.\u001b[24m\n    \u001b[1mオープニング/エンディングとサウンドトラックはかなり平均的なもので、声は、それほど悪くないものの、驚くべきものではありません。\u001b[22m, \u001b[1mオープニング/エンディングとサウンドトラックはかなり平均である、との声は、悪いことではありませんが、どちらかの驚くべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\n-Character\n\n\u001b[1m-キャラクター\u001b[22m\n\u001b[1m(- Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4m-Character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nFor the most part, the characters are flat as a piece of paper. They have little dimension. 1% of the time she says something normal and the remaining 1% is when she says something actually serious. The comedy is bland, and funny things just go and ruin the mood of the dark premise. Kisara for most of the series is just 'childhood friend/crush' and the other characters aren't much better. But, this is all normal for an action anime, which focuses more on action than deep characters/story. So I'll give character a 4 instead of 3. However, it IS an action anime, so I guess it's not unexpected. The character's back-stories are interesting, but they all act like one archetype or another. Satomi Rentaro is the stereotypical hero. He's emotional, stronk, selfless, full of justice, nice, and cheesy as all hell. Enju is... just boring. She doesn't really follow an archetype, the closest one she gets to is 'annoying companion.' 49% of the time she opens her mouth, it's to declare that she will marry Rentaro or something along those lines. Another 49% of the time she talks, it's to 'scare' off 'competition' like Kisara.\n\n\u001b[1mほとんどの場合、文字は紙のように平らです。 彼らはほとんど次元がありません。 彼女は何かを普通と言い、残りの1％は実際に何かを言った時の1％です。 コメディは穏やかで、面白いものだけが闇の前提の気分を台無しにする。  Kisaraのシリーズのほとんどはちょうど\"子供の頃の友人/怒り\"であり、他のキャラクターははるかに良くはありません。 しかし、これは、アクションキャラクター/ストーリーよりもアクションに焦点を当てたアクションアニメにとってはすべて正常です。 だから私はキャラクターに3の代わりに4を与えるでしょう。 しかし、それはアクションアニメなので、予期しないことではないと思います。 キャラクターの裏話は面白いですが、それらはすべて1つの原型のように動作します。  Satomi Rentaroはステレオタイプのヒーローです。 彼は感情的、ストローク、無私、正義、素敵、そしてチーズのようなものだ。 エンジュはちょうど退屈です。 彼女は本当に原型に従わず、彼女に一番近いものは「迷惑な仲間」です。 彼女が口を開いた時の49％は、彼女がRentaroと結婚することを宣言することです。 彼女が話す時間のもう一つの49％は、Kisaraのような「競争」を「恐れて」いる。\u001b[22m\n\u001b[1m(Hotondo no baai, moji wa kami no yō ni tairadesu. Karera wa hotondo jigen ga arimasen. Shikashi, soreha akushon animenanode, yoki shinai kotode wa nai to omoimasu. Kyarakutā no urabanashi wa omoshiroidesuga, sorera wa subete 1tsu no genkei no yō ni dōsa shimasu. Satomi Rentaro wa sutereo taipu no hīrōdesu. Kare wa kanjō-teki, sutorōku, mushi, seigi, suteki, soshite chīzu no yōna monoda. Enju wa chōdo taikutsudesu. Kanojo wa hontōni genkei ni shitagawazu, kanojo ni ichiban chikai mono wa `meiwakuna nakama'desu. Kanojo ga kuchi o aita toki no 49-pāsento wa, kanojo ga Rentaro to kekkon suru koto o sengen suru kotodesu. Kanojo ga hanasu jikan no mōhitotsu no 49-pāsento wa, Kisara no yōna `kyōsō' o `osorete' iru. Kanojo wa nanika o futsū to ii, nokori no 1-pāsento wa jissai ni nanika o itta toki no 1-pāsentodesu. Komedi wa odayakade, omoshiroi mono dake ga yami no zentei no kibun o dainashi ni suru. Kisara no shirīzu no hotondo wa chōdo\" kodomo no koro no yūjin/ ikari\"deari, hoka no kyarakutā wa haruka ni yoku wa arimasen. Shikashi, koreha, akushonkyarakutā/ sutōrī yori mo akushon ni shōten o ateta akushon anime ni totte wa subete seijōdesu. Dakara watashi wa kyarakutā ni 3 no kawari ni 4 o ataerudeshou.)\u001b[22m\n\u001b[1m\u001b[22m\n-Enjoyment\n\n\u001b[1m-楽しみ\u001b[22m\n\u001b[1m(- Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4m-Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nDespite all the negative stuff I said in the character section, I still enjoyed this anime. While I laughed my head off because of all the cheesy lines the characters had, the action was entertaining and the show was alright. Although it wasn't even close to my two favorites this season, (Woot Isshuukan Friends and No Game No Life all day every day) it was still fun to watch, and hey, it could've been way worse.\n\n\u001b[1m私がキャラクターのセクションで言ったすべての否定的なものにもかかわらず、私はまだこのアニメを楽しんだ。 キャラクターが持っていたすべてのチーズなラインのために私の頭を笑っている間、行動は面白かったし、ショーは大丈夫だった。 今シーズンの2つのお気に入りにも至っていませんでしたが（Woot Isshuukan FriendsとNo Game No Lifeは毎日一日中）、それはまだ見て楽しかったし、ちょっと、悪くなっていたかもしれません。\u001b[22m\n\u001b[1m(Watashi ga kyarakutā no sekushon de itta subete no hitei-tekina mono nimokakawarazu, watashi wa mada kono anime o tanoshinda. Kyarakutā ga motte ita subete no chīzuna rain no tame ni watashi no atama o waratte iru ma, kōdō wa omoshirokattashi, shō wa daijōbudatta. Ima shīzun no 2tsu no okiniiri ni mo itatte imasendeshitaga (Woot Isshuukan Friends to No Game No Life wa Mainichi ichinichijū), sore wa mada mite tanoshikattashi, chotto, waruku natte ita kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mDespite all the negative stuff I said in the character section, I still enjoyed this anime. While I laughed my head off because of all the cheesy lines the characters had, the action was entertaining and the show was alright. Although it wasn't even close to my two favorites this season, (Woot Isshuukan Friends and No Game No Life all day every day) it was still fun to watch, and hey, it could've been way worse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite all the negative stuff I said in the character section, I still enjoyed this anime.\u001b[24m\n    \u001b[1m私がキャラクターのセクションで言ったすべての否定的なものにもかかわらず、私はまだこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は文字のセクションで述べているすべての否定的なものにもかかわらず、私はまだこのアニメを楽しみました。\u001b[22m\n\u001b[4mWhile I laughed my head off because of all the cheesy lines the characters had, the action was entertaining and the show was alright.\u001b[24m\n    \u001b[1mキャラクターが持っていたすべてのチーズなラインのために私の頭を笑っている間、行動は面白かったし、ショーは大丈夫だった。\u001b[22m, \u001b[1m私が原因で文字が持っていたすべての安っぽい線で私の頭をオフに笑ったが、アクションは面白いし、ショーは大丈夫でした。\u001b[22m\n\u001b[4mAlthough it wasn't even close to my two favorites this season, (Woot Isshuukan Friends and No Game No Life all day every day) it was still fun to watch, and hey, it could've been way worse.\u001b[24m\n    \u001b[1m今シーズンの2つのお気に入りにも至っていませんでしたが（Woot Isshuukan FriendsとNo Game No Lifeは毎日一日中）、それはまだ見て楽しかったし、ちょっと、悪くなっていたかもしれません。\u001b[22m, \u001b[1mそれは（毎日終日やったIsshuukan友達とノーゲームノーライフ）今シーズン、私の2お気に入りにさえ近くにありませんでしたが、まだ見ていて楽しかった、とちょっと、それが道に悪化してきた可能性があります。\u001b[22m"
  },
  {
    "title": "Black_Bullet",
    "id": "20787",
    "url": "https://myanimelist.net/anime/20787/Black_Bullet",
    "user": "segfaulT_T",
    "profile": "/profile/segfaulT_T/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=218437",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  3\n|  7\n\nこのショーの前提は本当に良かったが、それに続くことはできず、強いメモで終わらなかった。\n\n===アート/サウンド===\n芸術とアニメーションは大丈夫だったし、何も私のためにポップされたものではなかったが、何か気が散って悪いものはなかった。\n\n音質も良かったです。 サウンドトラックは気分を盛り上げるのにまともな仕事ですが、特に思い出深いものではありません。 オープニングはやや一般的です。\n\n===キャラクター===\nキャラクターはかなり平らでありながら、面白かったですが、ショーの主な焦点はプロットとその周りの世界でしたので、これはあまり気にしませんでした。 それは、より良い文字を持っていることがうれしかっただろうが、実際にはショーの目的を破っていない。\n\n===ストーリー===\n物語は興味深いから始まります。 私はポスト黙示録的なSFのファンだから、最初は好きだった。 ショーの前半はスリラーミステリーに設定されています（視聴者が悪い男が何をしているのか知っていても、キャラクターはそうではありません）。 それは基本的に最初のプロットアークをカバーします。\n\nこの時点でショーは私を驚かせることはありませんでしたが、私は十分に見守っていました。\n\nショーの後半には、都市が破壊されるのを防ぐために、未開発のキャラクターが突然一緒に投げ込まれます。 この時点では、プロットにはどんな種類のサスペンスもなく、圧倒的なクライマックスがありませんでした。 後半全体は、第2シーズンを示唆するエンディングへのフィラーのように感じました。それは存在しない（そして決して存在しない）。\n\n============\n\n全体として、ショーはかなり一般的な、フロントロードされたアクションアニメであり、堅実な結末をもたらさなかった。  2回目のシーズンがあった場合、おそらく好奇心の中からいくつかのエピソードを観るだろうが、2回目のシーズンはありそうもなく、最初のシーズンは本当に自分自身のために時計を保証するには不十分である。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe premise for this show was really good, but it failed to follow through and didn't end on a strong note.\n\n\u001b[1mこのショーの前提は本当に良かったが、それに続くことはできず、強いメモで終わらなかった。\u001b[22m\n\u001b[1m(Kono shō no zentei wa hontōniyokatta ga, sore ni tsudzuku koto wa dekizu, tsuyoi memo de owaranakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe premise for this show was really good, but it failed to follow through and didn't end on a strong note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe premise for this show was really good, but it failed to follow through and didn't end on a strong note.\u001b[24m\n    \u001b[1mこのショーの前提は本当に良かったが、それに続くことはできず、強いメモで終わらなかった。\u001b[22m, \u001b[1mこのショーのための前提は、本当に良かったが、それはフォロースルーに失敗し、強い調子で終わりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n=== ART/SOUND ===\n\n\u001b[1m===アート/サウンド===\u001b[22m\n\u001b[1m(=== Āto/ saundo = = =)\u001b[22m\n\nTranslations of \u001b[4m=== ART/SOUND ===\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m=== ART/SOUND ===\u001b[24m\n    \u001b[1m===アート/サウンド===\u001b[22m, \u001b[1m=== ART / SOUND ===\u001b[22m\nThe art and animation were okay, nothing really popped for me, but there wasn't anything distractingly bad.\n\n\u001b[1m芸術とアニメーションは大丈夫だったし、何も私のためにポップされたものではなかったが、何か気が散って悪いものはなかった。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa daijōbudattashi, nani mo watashi no tame ni poppu sa reta monode wa nakattaga, nani ka ki ga chitte warui mono wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation were okay, nothing really popped for me, but there wasn't anything distractingly bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation were okay, nothing really popped for me, but there wasn't anything distractingly bad.\u001b[24m\n    \u001b[1m芸術とアニメーションは大丈夫だったし、何も私のためにポップされたものではなかったが、何か気が散って悪いものはなかった。\u001b[22m, \u001b[1mアートやアニメーションは本当に私のためにポップ大丈夫、何もなかったが、distractingly悪いものはありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound was fine as well. The soundtrack does a decent job of setting a mood, but isn't especially memorable (except for the ending song, which is *amazing*). The opening is kinda generic as well.\n\n\u001b[1m音質も良かったです。 サウンドトラックは気分を盛り上げるのにまともな仕事ですが、特に思い出深いものではありません。 オープニングはやや一般的です。\u001b[22m\n\u001b[1m(Onshitsu mo yokattadesu. Saundotorakku wa kibun o moriageru no ni matomona shigotodesuga, tokuni omoidebukai monode wa arimasen. Ōpuningu wa yaya ippan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mSound was fine as well. The soundtrack does a decent job of setting a mood, but isn't especially memorable (except for the ending song, which is *amazing*). The opening is kinda generic as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was fine as well.\u001b[24m\n    \u001b[1m音質も良かったです。\u001b[22m, \u001b[1mサウンドも同様に大丈夫でした。\u001b[22m\n\u001b[4mThe soundtrack does a decent job of setting a mood, but isn't especially memorable (except for the ending song, which is *amazing*).\u001b[24m\n    \u001b[1mサウンドトラックは気分を盛り上げるのにまともな仕事ですが、特に思い出深いものではありません。\u001b[22m, \u001b[1mサウンドトラックには、気分を設定するまともな仕事をしていませんが、（* *素晴らしいですエンディング曲を除く）は、特に記憶に残るではありません。\u001b[22m\n\u001b[4mThe opening is kinda generic as well.\u001b[24m\n    \u001b[1mオープニングはやや一般的です。\u001b[22m, \u001b[1m開口部も同様にちょっと総称です。\u001b[22m\n\u001b[1m\u001b[22m\n=== CHARACTERS ===\n\n\u001b[1m===キャラクター===\u001b[22m\n\u001b[1m(=== Kyarakutā = = =)\u001b[22m\n\nTranslations of \u001b[4m=== CHARACTERS ===\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m=== CHARACTERS ===\u001b[24m\n    \u001b[1m===キャラクター===\u001b[22m, \u001b[1m=== CHARACTERS ===\u001b[22m\nThe characters are fairly flat and cliche, but the main focus of the show was on the plot and the world around them, so this didn't bother me too much. It would have been nice to have better written characters, but didn't really defeat the purpose of the show.\n\n\u001b[1mキャラクターはかなり平らでありながら、面白かったですが、ショーの主な焦点はプロットとその周りの世界でしたので、これはあまり気にしませんでした。 それは、より良い文字を持っていることがうれしかっただろうが、実際にはショーの目的を破っていない。\u001b[22m\n\u001b[1m(Kyarakutā wa kanari tairadearinagara, omoshirokattadesuga, shō no omona shōten wa purotto to sono mawari no sekaideshitanode, kore wa amari ki ni shimasendeshita. Sore wa, yoriyoi moji o motte iru koto ga ureshikattadarouga, jissai ni wa shō no mokuteki o yabutte inai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are fairly flat and cliche, but the main focus of the show was on the plot and the world around them, so this didn't bother me too much. It would have been nice to have better written characters, but didn't really defeat the purpose of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are fairly flat and cliche, but the main focus of the show was on the plot and the world around them, so this didn't bother me too much.\u001b[24m\n    \u001b[1mキャラクターはかなり平らでありながら、面白かったですが、ショーの主な焦点はプロットとその周りの世界でしたので、これはあまり気にしませんでした。\u001b[22m, \u001b[1m文字はかなり平坦で決まり文句ですが、ショーの主な焦点は、プロットし、それらの周りの世界にあったので、これは私にはあまり気にしませんでした。\u001b[22m\n\u001b[4mIt would have been nice to have better written characters, but didn't really defeat the purpose of the show.\u001b[24m\n    \u001b[1mそれは、より良い文字を持っていることがうれしかっただろうが、実際にはショーの目的を破っていない。\u001b[22m, \u001b[1mより良い書かれている文字があると便利だっただろうが、実際にショーの目的を無効にしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n=== STORY ===\n\n\u001b[1m===ストーリー===\u001b[22m\n\u001b[1m(=== Sutōrī = = =)\u001b[22m\n\nTranslations of \u001b[4m=== STORY ===\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m=== STORY ===\u001b[24m\n    \u001b[1m===ストーリー===\u001b[22m, \u001b[1m=== STORY ===\u001b[22m\nThe story starts out interesting. I'm a fan of post-apocalyptic sci-fi, so I liked it initially. The first half of the show is set up to be a thriller-mystery (when the viewer knows what the bad guy is doing but the characters don't). That basically covers the first plot arc.\n\n\u001b[1m物語は興味深いから始まります。 私はポスト黙示録的なSFのファンだから、最初は好きだった。 ショーの前半はスリラーミステリーに設定されています（視聴者が悪い男が何をしているのか知っていても、キャラクターはそうではありません）。 それは基本的に最初のプロットアークをカバーします。\u001b[22m\n\u001b[1m(Monogatari wa kyōmibukaikara hajimarimasu. Watashi wa posuto mokushiroku-tekina SF no fandakara, saisho wa sukidatta. Shō no zenhan wa surirāmisuterī ni settei sa rete imasu (shichō-sha ga warui otoko ga nani o shite iru no ka shitte ite mo, kyarakutā wa sōde wa arimasen). Sore wa kihontekini saisho no purottoāku o kabā shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story starts out interesting. I'm a fan of post-apocalyptic sci-fi, so I liked it initially. The first half of the show is set up to be a thriller-mystery (when the viewer knows what the bad guy is doing but the characters don't). That basically covers the first plot arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story starts out interesting.\u001b[24m\n    \u001b[1m物語は興味深いから始まります。\u001b[22m, \u001b[1m話は興味深い始まります。\u001b[22m\n\u001b[4mI'm a fan of post-apocalyptic sci-fi, so I liked it initially.\u001b[24m\n    \u001b[1m私はポスト黙示録的なSFのファンだから、最初は好きだった。\u001b[22m, \u001b[1m私は、ポスト黙示録的なSFのファンだので、私は最初にそれが好き。\u001b[22m\n\u001b[4mThe first half of the show is set up to be a thriller-mystery (when the viewer knows what the bad guy is doing but the characters don't).\u001b[24m\n    \u001b[1mショーの前半はスリラーミステリーに設定されています（視聴者が悪い男が何をしているのか知っていても、キャラクターはそうではありません）。\u001b[22m, \u001b[1m番組の前半は、スリラー、ミステリーになるように設定されている（視聴者が悪者が何をしているかを知っているが、文字がないとき）。\u001b[22m\n\u001b[4mThat basically covers the first plot arc.\u001b[24m\n    \u001b[1mそれは基本的に最初のプロットアークをカバーします。\u001b[22m, \u001b[1mそれは基本的に最初のプロット弧をカバーしています。\u001b[22m\n\u001b[1m\u001b[22m\nAt this point, the show didn't amaze me, but I was enjoying it enough to keep watching.\n\n\u001b[1mこの時点でショーは私を驚かせることはありませんでしたが、私は十分に見守っていました。\u001b[22m\n\u001b[1m(Kono jiten de shō wa watashi o odoroka seru koto wa arimasendeshitaga, watashi wa jūbun ni mimamotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAt this point, the show didn't amaze me, but I was enjoying it enough to keep watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt this point, the show didn't amaze me, but I was enjoying it enough to keep watching.\u001b[24m\n    \u001b[1mこの時点でショーは私を驚かせることはありませんでしたが、私は十分に見守っていました。\u001b[22m, \u001b[1mこの時点で、ショーは私を驚かせませんでしたが、私は見続けるために十分な、それを楽しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\nFor the second half of the show, a whole plethora of undeveloped characters are suddenly thrown together to help save the city from destruction. At this point, the plot started lacking any kind of suspense, with a climax that was underwhelming. The whole second half just felt like filler to an ending that suggested a 2nd season, that doesn't (and never will) exist.\n\n\u001b[1mショーの後半には、都市が破壊されるのを防ぐために、未開発のキャラクターが突然一緒に投げ込まれます。 この時点では、プロットにはどんな種類のサスペンスもなく、圧倒的なクライマックスがありませんでした。 後半全体は、第2シーズンを示唆するエンディングへのフィラーのように感じました。それは存在しない（そして決して存在しない）。\u001b[22m\n\u001b[1m(Shō no kōhan ni wa, toshi ga hakai sa reru no o fusegu tame ni, mikaihatsu no kyarakutā ga totsuzen issho ni nagekoma remasu. Kono jitende wa, purotto ni wa don'na shurui no sasupensu mo naku, attōtekina kuraimakkusu ga arimasendeshita. Kōhan zentai wa, dai 2 shīzun o shisa suru endingu e no firā no yō ni kanjimashita. Sore wa sonzaishinai (soshite kesshite sonzaishinai).)\u001b[22m\n\nTranslations of \u001b[4mFor the second half of the show, a whole plethora of undeveloped characters are suddenly thrown together to help save the city from destruction. At this point, the plot started lacking any kind of suspense, with a climax that was underwhelming. The whole second half just felt like filler to an ending that suggested a 2nd season, that doesn't (and never will) exist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the second half of the show, a whole plethora of undeveloped characters are suddenly thrown together to help save the city from destruction.\u001b[24m\n    \u001b[1mショーの後半には、都市が破壊されるのを防ぐために、未開発のキャラクターが突然一緒に投げ込まれます。\u001b[22m, \u001b[1mショーの後半では、未開発の文字の全体の過多が突然破壊から街を救うために一緒にスローされます。\u001b[22m\n\u001b[4mAt this point, the plot started lacking any kind of suspense, with a climax that was underwhelming.\u001b[24m\n    \u001b[1mこの時点では、プロットにはどんな種類のサスペンスもなく、圧倒的なクライマックスがありませんでした。\u001b[22m, \u001b[1mこの時点で、プロットはがっかりだったクライマックスで、サスペンスのあらゆる種類を欠い始めました。\u001b[22m\n\u001b[4mThe whole second half just felt like filler to an ending that suggested a 2nd season, that doesn't (and never will) exist.\u001b[24m\n    \u001b[1m後半全体は、第2シーズンを示唆するエンディングへのフィラーのように感じました。それは存在しない（そして決して存在しない）。\u001b[22m, \u001b[1m全体後半はちょうど第二シーズンを示唆したエンディングに充填材のように感じ、それが存在していない（と決して）。\u001b[22m\n\u001b[1m\u001b[22m\n============\n\n\u001b[1m============\u001b[22m\n\u001b[1m(============)\u001b[22m\n\nTranslations of \u001b[4m============\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m============\u001b[24m\n    \u001b[1m============\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the show was a fairly generic, front-loaded action anime, that didn't deliver a solid ending. If there was a second season, I'd probably watch a few episodes out of curiosity, but a second season is unlikely and the first season really isn't enough to warrant a watch for itself.\n\n\u001b[1m全体として、ショーはかなり一般的な、フロントロードされたアクションアニメであり、堅実な結末をもたらさなかった。  2回目のシーズンがあった場合、おそらく好奇心の中からいくつかのエピソードを観るだろうが、2回目のシーズンはありそうもなく、最初のシーズンは本当に自分自身のために時計を保証するには不十分である。\u001b[22m\n\u001b[1m(Zentai to shite, shō wa kanari ippantekina, furontorōdo sa reta akushon animedeari, kenjitsuna ketsumatsu o motarasanakatta. 2-Kai-me no shīzun ga atta baai, osoraku kōkishin no naka kara ikutsu ka no episōdo o mirudarouga, 2-kai-me no shīzun wa ari-sō mo naku, saisho no shīzun wa hontōni jibun jishin no tame ni tokei o hoshō suru ni wa fujūbundearu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the show was a fairly generic, front-loaded action anime, that didn't deliver a solid ending. If there was a second season, I'd probably watch a few episodes out of curiosity, but a second season is unlikely and the first season really isn't enough to warrant a watch for itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the show was a fairly generic, front-loaded action anime, that didn't deliver a solid ending.\u001b[24m\n    \u001b[1m全体として、ショーはかなり一般的な、フロントロードされたアクションアニメであり、堅実な結末をもたらさなかった。\u001b[22m, \u001b[1m全体的に、ショーは固体のエンディングをお届けしなかったかなり一般的な、フロントロードされたアクションアニメ、でした。\u001b[22m\n\u001b[4mIf there was a second season, I'd probably watch a few episodes out of curiosity, but a second season is unlikely and the first season really isn't enough to warrant a watch for itself.\u001b[24m\n    \u001b[1m2回目のシーズンがあった場合、おそらく好奇心の中からいくつかのエピソードを観るだろうが、2回目のシーズンはありそうもなく、最初のシーズンは本当に自分自身のために時計を保証するには不十分である。\u001b[22m, \u001b[1mセカンドシーズンがあった場合、私はおそらく好奇心からいくつかのエピソードを見たいが、2番目のシーズンはほとんどありませんし、最初のシーズンは、本当に自分自身のための時計を保証するのに十分ではありません。\u001b[22m"
  },
  {
    "title": "Black_Bullet",
    "id": "20787",
    "url": "https://myanimelist.net/anime/20787/Black_Bullet",
    "user": "drethough",
    "profile": "/profile/drethough/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=152083",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  10\nキャラクター|  4\n|  5\n\n最初は、私はBlack Bulletが面白いと思っていました....そして、私は鼻を選ぶことがはるかに面白いことを発見しました。\n\nストーリー：このアニメが壮大なものになるようなストーリーが聞こえます。 世界は混沌としており、人類はかなり闘争中であり、彼らの人生は敵を倒すことができる少女ロリ少女に依存しています。 ストーリーは時々良くなりましたが、次に短くなります。\n6/10\n\nART：アートワークは最初は面白いようでしたが、文字の一部には紙切れのような髪の毛があるという事実によって捨てられました。 いくつかのことは際立っていますが、それが名誉ある言及を得るべきではありません。\n6/10\n\nSOUND：この素晴らしいBGMとOSTでは、アニメが素晴らしいと思うでしょうが、あなたは間違っていました。 そのサウンドトラックは、アニメそのものよりも深みがあるようです。 しかし音楽は気分に合っていますし、OPとEDは今年のアニメでは間違いなく素晴らしいものです。\n10/10\n\nキャラクター：このアニメのキャラクターには深みがありません。  1分間は、キャラクターについての詳細を学び始め、それがどういう意味なのかを理解し始め、次のシーンに切り替えるとすぐにキャラクターを気にすることができなくなってしまいます。 深みのある唯一のキャラクターは、人類を破壊することに地獄に屈したモンスター、ガストレアです。 サイドノート、あなたは、ちょうどおっぱいと夢のようなキャラクター、キサラと出会うでしょう。 誰が約束しているようだが、それから.....おっぱいになる。\n4/10\n\nエンジョイメント：私はこのアニメから得た楽しさは中立だった。 それはベッドの中で悪い経験をしていて、他の誰もがその人について話していたので、あなたはその決定をしたことを後悔しています。\n5/10\n\n全体的に：私はアクションシーンが多少まともである6原因を与えるでしょう。 そして、BGMは、アニメSEEMを実際よりも良くするのに役立ちます。\n6/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I thought Black Bullet would interesting....Then, I found that picking my nose was much more interesting.\n\n\u001b[1m最初は、私はBlack Bulletが面白いと思っていました....そして、私は鼻を選ぶことがはるかに面白いことを発見しました。\u001b[22m\n\u001b[1m(Saisho wa, watashi wa Black buretto ga omoshiroi to omotte imashita. ... Soshite, watashi wa hana o erabu koto ga haruka ni omoshiroi koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I thought Black Bullet would interesting....Then, I found that picking my nose was much more interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I thought Black Bullet would interesting....Then, I found that picking my nose was much more interesting.\u001b[24m\n    \u001b[1m最初は、私はBlack Bulletが面白いと思っていました....そして、私は鼻を選ぶことがはるかに面白いことを発見しました。\u001b[22m, \u001b[1m最初は、私はその後....黒い弾丸は面白いだろうと思った、私は私の鼻をピッキングすると、はるかに興味深いことがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: The story sounds like this anime would be something epic. The world is in chaos and humanity is in quite the struggle, and their lives depend on the Cursed Children, little lolli girls who are capable of defeating the enemy. The story turns out good at times, but then falls short the next.\n\n\u001b[1mストーリー：このアニメが壮大なものになるようなストーリーが聞こえます。 世界は混沌としており、人類はかなり闘争中であり、彼らの人生は敵を倒すことができる少女ロリ少女に依存しています。 ストーリーは時々良くなりましたが、次に短くなります。\u001b[22m\n\u001b[1m(Sutōrī: Kono anime ga sōdaina mono ni naru yōna sutōrī ga kikoemasu. Sekai wa konton to shite ori, jinrui wa kanari tōsō-chūdeari, karera no jinsei wa teki o taosu koto ga dekiru shōjo rori shōjo ni izon shite imasu. Sutōrī wa tokidoki yoku narimashitaga, tsugini mijikaku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: The story sounds like this anime would be something epic. The world is in chaos and humanity is in quite the struggle, and their lives depend on the Cursed Children, little lolli girls who are capable of defeating the enemy. The story turns out good at times, but then falls short the next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: The story sounds like this anime would be something epic.\u001b[24m\n    \u001b[1mストーリー：このアニメが壮大なものになるようなストーリーが聞こえます。\u001b[22m, \u001b[1mSTORY：このアニメは何かの叙事詩になるように話が聞こえます。\u001b[22m\n\u001b[4mThe world is in chaos and humanity is in quite the struggle, and their lives depend on the Cursed Children, little lolli girls who are capable of defeating the enemy.\u001b[24m\n    \u001b[1m世界は混沌としており、人類はかなり闘争中であり、彼らの人生は敵を倒すことができる少女ロリ少女に依存しています。\u001b[22m, \u001b[1m世界は混沌にあり、人類は非常に闘争であり、自分たちの生活は、呪われた子供たちの敵を倒すことが可能な、少しlolliが女の子に依存します。\u001b[22m\n\u001b[4mThe story turns out good at times, but then falls short the next.\u001b[24m\n    \u001b[1mストーリーは時々良くなりましたが、次に短くなります。\u001b[22m, \u001b[1m物語は時間で良いが判明したが、その後、次の及ばない。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nART: The artwork seemed interesting at first, but then I couldn't help but get thrown off by the fact that some of the characters had hair that looked like it had been chopped up paper. Some things stand out, but not to the point where it should get some honorable mention.\n\n\u001b[1mART：アートワークは最初は面白いようでしたが、文字の一部には紙切れのような髪の毛があるという事実によって捨てられました。 いくつかのことは際立っていますが、それが名誉ある言及を得るべきではありません。\u001b[22m\n\u001b[1m(Āto: Ātowāku wa saisho wa omoshiroi yōdeshitaga, moji no ichibu ni wa kamikire no yōna kaminoke ga aru to iu jijitsu ni yotte sute raremashita. Ikutsu ka no koto wa kiwadatte imasuga, sore ga meiyo aru genkyū o erubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mART: The artwork seemed interesting at first, but then I couldn't help but get thrown off by the fact that some of the characters had hair that looked like it had been chopped up paper. Some things stand out, but not to the point where it should get some honorable mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: The artwork seemed interesting at first, but then I couldn't help but get thrown off by the fact that some of the characters had hair that looked like it had been chopped up paper.\u001b[24m\n    \u001b[1mART：アートワークは最初は面白いようでしたが、文字の一部には紙切れのような髪の毛があるという事実によって捨てられました。\u001b[22m, \u001b[1mART：アートワークが最初で面白そうだったが、その後、私は助けることができなかったが、文字の一部は、それが紙を切り刻まれていたように見えた髪をしていたという事実によってオフにスローされます。\u001b[22m\n\u001b[4mSome things stand out, but not to the point where it should get some honorable mention.\u001b[24m\n    \u001b[1mいくつかのことは際立っていますが、それが名誉ある言及を得るべきではありません。\u001b[22m, \u001b[1mいくつかのものはなく、それはいくつかの佳作を取得する必要がありますポイントに、目立ちます。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: You'd think that with this nice BGM and OST that the anime would be amazing, But you were wrong. Its as if the Soundtrack has more depth then the anime itself. But the music helps fit the mood, and the OP and ED are definitely some of the great this year in anime......SOME.\n\n\u001b[1mSOUND：この素晴らしいBGMとOSTでは、アニメが素晴らしいと思うでしょうが、あなたは間違っていました。 そのサウンドトラックは、アニメそのものよりも深みがあるようです。 しかし音楽は気分に合っていますし、OPとEDは今年のアニメでは間違いなく素晴らしいものです。\u001b[22m\n\u001b[1m(Saundo: Kono subarashī BGM to OSTde wa, anime ga subarashī to omoudeshouga, anata wa machigatte imashita. Sono saundotorakku wa, anime sonomono yori mo fukami ga aru yōdesu. Shikashi ongaku wa kibun ni atte imasushi, OP to ED wa kotoshi no animede wa machigainaku subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: You'd think that with this nice BGM and OST that the anime would be amazing, But you were wrong. Its as if the Soundtrack has more depth then the anime itself. But the music helps fit the mood, and the OP and ED are definitely some of the great this year in anime......SOME.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: You'd think that with this nice BGM and OST that the anime would be amazing, But you were wrong.\u001b[24m\n    \u001b[1mSOUND：この素晴らしいBGMとOSTでは、アニメが素晴らしいと思うでしょうが、あなたは間違っていました。\u001b[22m, \u001b[1mSOUND：あなたはこの素敵なBGMとOSTでアニメは素晴らしいだろうということだと思うだろう、しかし、あなたは間違っていました。\u001b[22m\n\u001b[4mIts as if the Soundtrack has more depth then the anime itself.\u001b[24m\n    \u001b[1mそのサウンドトラックは、アニメそのものよりも深みがあるようです。\u001b[22m, \u001b[1mそのサウンドトラックがある場合はもっとして深アニメ自体として。\u001b[22m\n\u001b[4mBut the music helps fit the mood, and the OP and ED are definitely some of the great this year in anime......SOME.\u001b[24m\n    \u001b[1mしかし音楽は気分に合っていますし、OPとEDは今年のアニメでは間違いなく素晴らしいものです。\u001b[22m, \u001b[1mしかし、音楽は気分に合わせ役立ち、OPとEDは間違いなくアニメに大きな今年のいくつか......いくつかです。\u001b[22m\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: The characters in this anime lack any depth. One minute you think you'll start to learn more about a character and why they are the way they are, and then the next it switches to the next scene immediately leaving you to frustrated to even care about the character. The only characters with depth are the Gastrea, the monsters that are hell bent on destroying humanity. Side note, you will meet the character Kisara, who is just boobs and Dreds....or dred like hair. Who seems to be promising, but then turns out to be.....boobs.\n\n\u001b[1mキャラクター：このアニメのキャラクターには深みがありません。  1分間は、キャラクターについての詳細を学び始め、それがどういう意味なのかを理解し始め、次のシーンに切り替えるとすぐにキャラクターを気にすることができなくなってしまいます。 深みのある唯一のキャラクターは、人類を破壊することに地獄に屈したモンスター、ガストレアです。 サイドノート、あなたは、ちょうどおっぱいと夢のようなキャラクター、キサラと出会うでしょう。 誰が約束しているようだが、それから.....おっぱいになる。\u001b[22m\n\u001b[1m(Kyarakutā: Kono anime no kyarakutā ni wa fukami ga arimasen. 1-Funkan wa, kyarakutā ni tsuite no shōsai o manabi hajime, sore ga dōiu imina no ka o rikai shi hajime,-ji no shīn ni kirikaeruto sugu ni kyarakutā o ki ni suru koto ga dekinaku natte shimaimasu. Fukami no aru yuiitsu no kyarakutā wa, jinrui o hakai suru koto ni jigoku ni kusshita monsutā, gasutoreadesu. Saidonōto, anata wa, chōdo oppai to yume no yōna kyarakutā, Kisara to deaudeshou. Dare ga yakusoku shite iru yōdaga, sorekara... .. Oppai ni naru.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: The characters in this anime lack any depth. One minute you think you'll start to learn more about a character and why they are the way they are, and then the next it switches to the next scene immediately leaving you to frustrated to even care about the character. The only characters with depth are the Gastrea, the monsters that are hell bent on destroying humanity. Side note, you will meet the character Kisara, who is just boobs and Dreds....or dred like hair. Who seems to be promising, but then turns out to be.....boobs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: The characters in this anime lack any depth.\u001b[24m\n    \u001b[1mキャラクター：このアニメのキャラクターには深みがありません。\u001b[22m, \u001b[1mCHARACTER：このアニメの中の文字は、任意の深さを欠いています。\u001b[22m\n\u001b[4mOne minute you think you'll start to learn more about a character and why they are the way they are, and then the next it switches to the next scene immediately leaving you to frustrated to even care about the character.\u001b[24m\n    \u001b[1m1分間は、キャラクターについての詳細を学び始め、それがどういう意味なのかを理解し始め、次のシーンに切り替えるとすぐにキャラクターを気にすることができなくなってしまいます。\u001b[22m, \u001b[1m1分あなたは文字についての詳細を学ぶために始めましょうと思うと、彼らがしているようですし、次の理由、それはすぐにでも文字を気にイライラにあなたを残して次のシーンに切り替わります。\u001b[22m\n\u001b[4mThe only characters with depth are the Gastrea, the monsters that are hell bent on destroying humanity.\u001b[24m\n    \u001b[1m深みのある唯一のキャラクターは、人類を破壊することに地獄に屈したモンスター、ガストレアです。\u001b[22m, \u001b[1m奥行きのある文字だけがGastrea、人類を破壊する上で地獄の曲がっているモンスターです。\u001b[22m\n\u001b[4mSide note, you will meet the character Kisara, who is just boobs and Dreds....or dred like hair.\u001b[24m\n    \u001b[1mサイドノート、あなたは、ちょうどおっぱいと夢のようなキャラクター、キサラと出会うでしょう。\u001b[22m, \u001b[1mサイドノート、あなただけのおっぱいとDreds....または髪のようなドレッドある文字キサラを満たします。\u001b[22m\n\u001b[4mWho seems to be promising, but then turns out to be.....boobs.\u001b[24m\n    \u001b[1m誰が約束しているようだが、それから.....おっぱいになる。\u001b[22m, \u001b[1m誰が有望であると思われるが、その後.....おっぱいであることが判明しました。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: The enjoyment I got from this anime was neutral. Its like having a bad experience in bed and regretting that you ever made that decision just because everyone else was talking about the person.\n\n\u001b[1mエンジョイメント：私はこのアニメから得た楽しさは中立だった。 それはベッドの中で悪い経験をしていて、他の誰もがその人について話していたので、あなたはその決定をしたことを後悔しています。\u001b[22m\n\u001b[1m(Enjoimento: Watashi wa kono anime kara eta tanoshisa wa chūritsudatta. Sore wa beddo no naka de warui keiken o shite ite, hoka no daremoga sono hito ni tsuite hanashite itanode, anata wa sono kettei o shita koto o kōkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: The enjoyment I got from this anime was neutral. Its like having a bad experience in bed and regretting that you ever made that decision just because everyone else was talking about the person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: The enjoyment I got from this anime was neutral.\u001b[24m\n    \u001b[1mエンジョイメント：私はこのアニメから得た楽しさは中立だった。\u001b[22m, \u001b[1m享有：私はこのアニメからもらった楽しみが中立でした。\u001b[22m\n\u001b[4mIts like having a bad experience in bed and regretting that you ever made that decision just because everyone else was talking about the person.\u001b[24m\n    \u001b[1mそれはベッドの中で悪い経験をしていて、他の誰もがその人について話していたので、あなたはその決定をしたことを後悔しています。\u001b[22m, \u001b[1mそのベッドの中で悪い経験を有し、あなたが今まで誰もが人について話していたという理由だけでその決定をしたことを後悔など。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: I'll give it a 6 cause the action scenes are somewhat decent. And the BGM helps make the anime SEEM better than it really is.\n\n\u001b[1m全体的に：私はアクションシーンが多少まともである6原因を与えるでしょう。 そして、BGMは、アニメSEEMを実際よりも良くするのに役立ちます。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa akushonshīn ga tashō matomodearu 6 gen'in o ataerudeshou. Soshite, BGM wa, anime SEEM o jissai yori mo yoku suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: I'll give it a 6 cause the action scenes are somewhat decent. And the BGM helps make the anime SEEM better than it really is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: I'll give it a 6 cause the action scenes are somewhat decent.\u001b[24m\n    \u001b[1m全体的に：私はアクションシーンが多少まともである6原因を与えるでしょう。\u001b[22m, \u001b[1m総評：私はそれをアクションシーンが多少まともある6原因を与えるでしょう。\u001b[22m\n\u001b[4mAnd the BGM helps make the anime SEEM better than it really is.\u001b[24m\n    \u001b[1mそして、BGMは、アニメSEEMを実際よりも良くするのに役立ちます。\u001b[22m, \u001b[1mそして、BGMはアニメはそれが実際よりも優れて見えるようにするのに役立ちます。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m"
  },
  {
    "title": "Black_Bullet",
    "id": "20787",
    "url": "https://myanimelist.net/anime/20787/Black_Bullet",
    "user": "dangomay97",
    "profile": "/profile/dangomay97/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=226604",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  5\n\nBlack Bulletの最初の5〜10分を見ると大きな期待を寄せました。 私は最初の視点でアニメが大好きで、どれくらい大きくて影響を受けているかを考えようとしています。\n\nしかし、ちょっと男、それは私を傷つけて、私のすべての希望と愛を殺し続けました。 私は物語の潜在能力があるため、物語を7にしました。そして、それはより多く開発され、よりスマートな方法で示される価値があるためです。 私は作者がそれを破壊したのかプロデューサーを破ったのか分かりません。 私がBBの悪い点について言わなければならない場合、それは1000単語以上を取らなければならないので、私はちょうどそれがどのように潜在的であるか言うことを望みません：\n - 多くの人が面白いキャラクター、特にブラインドガールとサトミのように見えました。 私は、ブラインドがもたらすことができる涙の人になる素晴らしい物語を想像することができますが、何もしませんでした。 もし私の英語が上手ければ、私は彼女のことを気にするでしょう。\n\n - すべての技術、武器、システム。 彼らはとても面白く聞こえます。 しかし、彼らは名前がついていますが、導入されましたが、大きな部分はまったくありませんでした。 世界の戦いは印象的かもしれませんが、最後は平凡です。\n\n - 面白いことができる面白い部分がありますが、いくつかの文字の死のように痛いほどの悲しい部分があります。 しかし、これらの場面は、プロットの時間延長または開発のために追加されました。\n\n\n私は別のコードギアスを見つけることができたと思ったが、その日は遠すぎる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI paid a great expectation when I watch about first 5-10 minutes of Black Bullet. I mean that I did love the anime at the first sight and try to think how big and impacted it will turn out.\n\n\u001b[1mBlack Bulletの最初の5〜10分を見ると大きな期待を寄せました。 私は最初の視点でアニメが大好きで、どれくらい大きくて影響を受けているかを考えようとしています。\u001b[22m\n\u001b[1m(Black buretto no saisho no 5 〜 10-bu o miru to ōkina kitai o yosemashita. Watashi wa saisho no shiten de anime ga daisukide, dorekurai ōkikute eikyō o ukete iru ka o kangaeyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI paid a great expectation when I watch about first 5-10 minutes of Black Bullet. I mean that I did love the anime at the first sight and try to think how big and impacted it will turn out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI paid a great expectation when I watch about first 5-10 minutes of Black Bullet.\u001b[24m\n    \u001b[1mBlack Bulletの最初の5〜10分を見ると大きな期待を寄せました。\u001b[22m, \u001b[1m私は黒い弾丸の最初の5〜10分程度見たとき、私は大きな期待を支払いました。\u001b[22m\n\u001b[4mI mean that I did love the anime at the first sight and try to think how big and impacted it will turn out.\u001b[24m\n    \u001b[1m私は最初の視点でアニメが大好きで、どれくらい大きくて影響を受けているかを考えようとしています。\u001b[22m, \u001b[1m私は一目でアニメを愛し、どのように大きな考えてみる行なったし、それが判明します影響を受けることを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nBut hey man, it kept hurting me and killing all my hope and love for it. I gave the story a 7, because the story's potential and it deserves to be developed much more and to be showed in a smarter way. I don't know if the author ruined it or the producer. If I have to say about BB's bad point it must take more than 1000 words, so I just wan to say how potential it is:\n\n\u001b[1mしかし、ちょっと男、それは私を傷つけて、私のすべての希望と愛を殺し続けました。 私は物語の潜在能力があるため、物語を7にしました。そして、それはより多く開発され、よりスマートな方法で示される価値があるためです。 私は作者がそれを破壊したのかプロデューサーを破ったのか分かりません。 私がBBの悪い点について言わなければならない場合、それは1000単語以上を取らなければならないので、私はちょうどそれがどのように潜在的であるか言うことを望みません：\u001b[22m\n\u001b[1m(Shikashi, chotto otoko, sore wa watashi o kizutsukete, watashi no subete no kibō to ai o koroshi tsudzukemashita. Watashi wa monogatari no senzai nōryoku ga aru tame, monogatari o 7 ni shimashita. Soshite, soreha yori ōku kaihatsu sa re, yori sumātona hōhō de shimesa reru kachi ga aru tamedesu. Watashi wa sakusha ga sore o hakai shita no ka purode~yūsā o yabutta no ka wakarimasen. Watashi ga BB no warui ten ni tsuite iwanakereba naranai baai, sore wa 1000 tango ijō o toranakereba naranainode, watashi wa chōdo sore ga dono yō ni senzai-tekidearu ka iu koto o nozomimasen:)\u001b[22m\n\nTranslations of \u001b[4mBut hey man, it kept hurting me and killing all my hope and love for it. I gave the story a 7, because the story's potential and it deserves to be developed much more and to be showed in a smarter way. I don't know if the author ruined it or the producer. If I have to say about BB's bad point it must take more than 1000 words, so I just wan to say how potential it is:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut hey man, it kept hurting me and killing all my hope and love for it.\u001b[24m\n    \u001b[1mしかし、ちょっと男、それは私を傷つけて、私のすべての希望と愛を殺し続けました。\u001b[22m, \u001b[1mしかし男ねえ、それは私を傷つけるし、それのためにすべての私の希望と愛を殺し続けました。\u001b[22m\n\u001b[4mI gave the story a 7, because the story's potential and it deserves to be developed much more and to be showed in a smarter way.\u001b[24m\n    \u001b[1m私は物語の潜在能力があるため、物語を7にしました。そして、それはより多く開発され、よりスマートな方法で示される価値があるためです。\u001b[22m, \u001b[1m物語の可能性とそれに値するがはるかに開発されると、よりスマートな方法で示したするので、私は、物語7を与えました。\u001b[22m\n\u001b[4mI don't know if the author ruined it or the producer.\u001b[24m\n    \u001b[1m私は作者がそれを破壊したのかプロデューサーを破ったのか分かりません。\u001b[22m, \u001b[1m著者はそれまたはプロデューサを台無しにした場合、私は知りません。\u001b[22m\n\u001b[4mIf I have to say about BB's bad point it must take more than 1000 words, so I just wan to say how potential it is:\u001b[24m\n    \u001b[1m私がBBの悪い点について言わなければならない場合、それは1000単語以上を取らなければならないので、私はちょうどそれがどのように潜在的であるか言うことを望みません：\u001b[22m, \u001b[1m私はBBの悪い点について言っている場合、それは1000以上の単語を取る必要がありますので、私はちょうどそれがどのように潜在的な回答をワン：\u001b[22m\n- A lot of seemed interesting characters, esp The Blind Girl and Satomi. I can imagine a wonderful story which would be a tearjerker that The Blind can bring, but they did not do anything. If my English is better, I would write a fic about her.\n\n\u001b[1m - 多くの人が面白いキャラクター、特にブラインドガールとサトミのように見えました。 私は、ブラインドがもたらすことができる涙の人になる素晴らしい物語を想像することができますが、何もしませんでした。 もし私の英語が上手ければ、私は彼女のことを気にするでしょう。\u001b[22m\n\u001b[1m(- Ōku no hito ga omoshiroi kyarakutā, tokuni buraindogāru to Satomi no yō ni miemashita. Watashi wa, buraindo ga motarasu koto ga dekiru namida no hito ni naru subarashī monogatari o sōzō suru koto ga dekimasuga, nani mo shimasendeshita. Moshi watashi no eigo ga umakereba, watashi wa kanojo no koto o kinisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4m- A lot of seemed interesting characters, esp The Blind Girl and Satomi. I can imagine a wonderful story which would be a tearjerker that The Blind can bring, but they did not do anything. If my English is better, I would write a fic about her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- A lot of seemed interesting characters, esp The Blind Girl and Satomi.\u001b[24m\n    \u001b[1m - 多くの人が面白いキャラクター、特にブラインドガールとサトミのように見えました。\u001b[22m, \u001b[1m - 見えた面白い文字、ESPブラインド少女とさとみがたくさん。\u001b[22m\n\u001b[4mI can imagine a wonderful story which would be a tearjerker that The Blind can bring, but they did not do anything.\u001b[24m\n    \u001b[1m私は、ブラインドがもたらすことができる涙の人になる素晴らしい物語を想像することができますが、何もしませんでした。\u001b[22m, \u001b[1m私はブラインドをもたらすことができるティアジャーカーになる素晴らしい物語を想像することができますが、彼らは何もしませんでした。\u001b[22m\n\u001b[4mIf my English is better, I would write a fic about her.\u001b[24m\n    \u001b[1mもし私の英語が上手ければ、私は彼女のことを気にするでしょう。\u001b[22m, \u001b[1m私の英語が優れている場合、私は彼女についてFICを記述します。\u001b[22m\n\u001b[1m\u001b[22m\n- All the technology, weapons and system. They sound so interesting. However, they're named, introduced but played no massive part at all. A world fight could be impressive, but so plain in the end.\n\n\u001b[1m - すべての技術、武器、システム。 彼らはとても面白く聞こえます。 しかし、彼らは名前がついていますが、導入されましたが、大きな部分はまったくありませんでした。 世界の戦いは印象的かもしれませんが、最後は平凡です。\u001b[22m\n\u001b[1m(- Subete no gijutsu, buki, shisutemu. Karera wa totemo omoshiroku kikoemasu. Shikashi, karera wa namae ga tsuite imasuga, dōnyū sa remashitaga, ōkina bubun wa mattaku arimasendeshita. Sekai no tatakai wa inshō-teki kamo shiremasenga, saigo wa heibondesu.)\u001b[22m\n\nTranslations of \u001b[4m- All the technology, weapons and system. They sound so interesting. However, they're named, introduced but played no massive part at all. A world fight could be impressive, but so plain in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- All the technology, weapons and system.\u001b[24m\n    \u001b[1m - すべての技術、武器、システム。\u001b[22m, \u001b[1m - すべての技術、武器やシステム。\u001b[22m\n\u001b[4mThey sound so interesting.\u001b[24m\n    \u001b[1m彼らはとても面白く聞こえます。\u001b[22m, \u001b[1m彼らはとても面白い音。\u001b[22m\n\u001b[4mHowever, they're named, introduced but played no massive part at all.\u001b[24m\n    \u001b[1mしかし、彼らは名前がついていますが、導入されましたが、大きな部分はまったくありませんでした。\u001b[22m, \u001b[1mしかし、それらは、名前の導入が、全く巨大な役割を果たしていないしています。\u001b[22m\n\u001b[4mA world fight could be impressive, but so plain in the end.\u001b[24m\n    \u001b[1m世界の戦いは印象的かもしれませんが、最後は平凡です。\u001b[22m, \u001b[1m世界の戦いは、最後に印象的な、そのように無地である可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\n- There're some funny part that can be funnier, there're some sad parts that can be more painful as the deaths of some chars. However, these scene was added just for time-extending or developing the plot.\n\n\u001b[1m - 面白いことができる面白い部分がありますが、いくつかの文字の死のように痛いほどの悲しい部分があります。 しかし、これらの場面は、プロットの時間延長または開発のために追加されました。\u001b[22m\n\u001b[1m(- Omoshiroi koto ga dekiru omoshiroi bubun ga arimasuga, ikutsu ka no moji no shi no yō ni itai hodo no kanashī bubun ga arimasu. Shikashi, korera no bamen wa, purotto no jikan enchō matawa kaihatsu no tame ni tsuika sa remashita.)\u001b[22m\n\nTranslations of \u001b[4m- There're some funny part that can be funnier, there're some sad parts that can be more painful as the deaths of some chars. However, these scene was added just for time-extending or developing the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- There're some funny part that can be funnier, there're some sad parts that can be more painful as the deaths of some chars.\u001b[24m\n    \u001b[1m - 面白いことができる面白い部分がありますが、いくつかの文字の死のように痛いほどの悲しい部分があります。\u001b[22m, \u001b[1m - 笑えることができますいくつかの面白い部分が存在している、いくつかの文字の死など、より痛みを伴うことができるいくつかの悲しい部分がそこにいます。\u001b[22m\n\u001b[4mHowever, these scene was added just for time-extending or developing the plot.\u001b[24m\n    \u001b[1mしかし、これらの場面は、プロットの時間延長または開発のために追加されました。\u001b[22m, \u001b[1mしかし、これらのシーンは時間が延びるか、プロットを開発するために追加されたばかりです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI did hope I can find another Code Geass, but that day's too far.\n\n\u001b[1m私は別のコードギアスを見つけることができたと思ったが、その日は遠すぎる。\u001b[22m\n\u001b[1m(Watashi wa betsu no kōdogiasu o mitsukeru koto ga dekita to omottaga, sonohi wa tō sugiru.)\u001b[22m\n\nTranslations of \u001b[4mI did hope I can find another Code Geass, but that day's too far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did hope I can find another Code Geass, but that day's too far.\u001b[24m\n    \u001b[1m私は別のコードギアスを見つけることができたと思ったが、その日は遠すぎる。\u001b[22m, \u001b[1m私は別のコードギアスを見つけることを願っていたが、その日は遠すぎます。\u001b[22m"
  },
  {
    "title": "Black_Bullet",
    "id": "20787",
    "url": "https://myanimelist.net/anime/20787/Black_Bullet",
    "user": "vruvru",
    "profile": "/profile/vruvru/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=225372",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  5\n|  4\n\n黒い弾丸。 その名前に意図がほとんどない、面白いタイトル。 それの後ろに本当の物語のないアニメを見るのは悲しいことです。それとも、適切なストーリー自体を持っていると言うことができます。\n\n今、欠陥はない：Loli Harem、悪いアニメーション、悪い実装。\n\nストーリーの解説、特にキャラクター。\n\n私は眠りたいので、それを短くするつもりです。\nストーリーの最初のこと。 それ自体には何の影響もなく、実際にはその傑作ではなかった。 5/10 私たちは断片をまとめて一つの物語にしました。 しかし、断片は大きかったか、それに収まりませんでした。それは収まるように作られました。これは悲しいことです。 これらのエピソードのいくつかは、それのいくつかのエピソードとその主な焦点は、...それは一つではありません。 予測可能性は言及すべきではありません。 犯罪小説を読んだ人は、実際には異なるパターンで同じものを読んでいるので、それをストーリーの主張として使うことはできません。 プロットラインはちょっと変わったものでした。ステップバイステップでそれをフォローすることはできましたが、終了した完全な手掛かりがありました。 あなたが何か起きたかったり起きなかったりすることは何もありませんでした。 それはちょうどそこに投げ込まれていた、そして、あなたは何とかそれでうまくいくはずです。 \n\n音は聞こえて良かったですが、いくつかのシーンでは少し標準的でした。  8/10\n\nアートは最悪ではありませんでした。 時にはアニメーションの要素が非常にうまくいきました。 それは本当にあなたの便から涙を引いてくれませんでしたが。  7/10\n\nキャラクターのための良い気分を見つけるために入っている間、アニメは短すぎたか、またはあなたが上から伝えることができるように、それはウォッチャーのために多くを与えなかった。 子供の痛みを経験することは、常に見ることが重いです。 孤独は子供に起こる最悪の事の一つですが、あなたを見守っている人が心温まると感じることがあります。 女の子は標準的にかわいいだけでなく、非常に危険でした。 しかし、サイドキャラクターは私に何かを与えて、私に関連性を感じさせたり、何とか好きにならないようにしたりします。 ここでの主な問題は、あまりにも少ない時間で心を込めてくれることです。  MCと戦った人物は、MCの目標やMCの問題に固執していたにもかかわらず、人生の途中で実際に関与していませんでしたが、何らかの形でそれに慣れる必要があります。 私は、教授の事例、子供、MCのウェイフスなどについてもっと知りたかったのですが、ちょうどちょうどそこにいて、MCの一人が働いていました。\n\n前方のスポイラー：\n\nMCが最初の悪役に対処して、Ayn Randの幼い少女に殴られた後、Kisara Tendoを悪人にすることを強いられていました。 彼らは、それが終末論的であり、人々が妄想に向かう途中であったからといって、「気持ちが悪い」という要素をあまりにも優先させました。 私はまだMCを気に入っていて、Kisaraと一緒に彼を出荷しました。  5/10\n\n全体：それは悪いアニメではありませんでしたが、何を入れるべきか、どのくらいのものを入れるべきかを考えていたら、将来のアニメをこのように偉大で楽しいものにするのはとても良いアイデアです。 時には見ることができず、半年後にそれを撮らなければならなかった。 この経験をするには良い。  6/10\n\n\nしかし、まだサイドノートとして。 私たちは何とかこのアニメから学ぶことができます。 人種差別主義はそれの中のものであり、MCは彼らに世界の場所を与えようと試みる（または少なくとも彼は悪人を打ち負かすことによって何とかしようとした）。 女の子は異なっていて、彼らは正常な生まれの人の人生を得るチャンスを決してしなかった。 彼らは血統が人間的に異なっていたので、主要都市から除外され、殺された。 実生活では、ただの魅力によって人々を判断するべきではありません。 肌の色はまだ人格を示していないので、常に彼らの個性から彼らを判断してください。  （しかし、それでも多くの人々がまだ釣っているにもかかわらず、オバマとトランプを見てみると、異なる意図と推測を持つ2人の人々 彼らのスキンカラーは何ですか？）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nBlack Bullet. Interesting title with little to no intention in its name. It is sad to see an Anime with no real Story behind it, or lets say to have a proper storyline itself.\n\n\u001b[1m黒い弾丸。 その名前に意図がほとんどない、面白いタイトル。 それの後ろに本当の物語のないアニメを見るのは悲しいことです。それとも、適切なストーリー自体を持っていると言うことができます。\u001b[22m\n\u001b[1m(Kuroi dangan. Sono namae ni ito ga hotondo nai, omoshiroi taitoru. Sore no ushironi hontō no monogatari no nai anime o miru no wa kanashī kotodesu. Soretomo, tekisetsuna sutōrī jitai o motte iru to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mBlack Bullet. Interesting title with little to no intention in its name. It is sad to see an Anime with no real Story behind it, or lets say to have a proper storyline itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBlack Bullet.\u001b[24m\n    \u001b[1m黒い弾丸。\u001b[22m, \u001b[1mブラックバレット。\u001b[22m\n\u001b[4mInteresting title with little to no intention in its name.\u001b[24m\n    \u001b[1mその名前に意図がほとんどない、面白いタイトル。\u001b[22m, \u001b[1mその名前に無意図に少し興味深いタイトル。\u001b[22m\n\u001b[4mIt is sad to see an Anime with no real Story behind it, or lets say to have a proper storyline itself.\u001b[24m\n    \u001b[1mそれの後ろに本当の物語のないアニメを見るのは悲しいことです。それとも、適切なストーリー自体を持っていると言うことができます。\u001b[22m, \u001b[1mその背後にある本当のストーリーでアニメを見ることが悲しいです、または適切なストーリー自体を持っていると言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nImo, the flaws are not: Loli Harem, Bad Animation, Bad implementation.\n\n\u001b[1m今、欠陥はない：Loli Harem、悪いアニメーション、悪い実装。\u001b[22m\n\u001b[1m(Ima, kekkan wanai: Loli hāremu, warui animēshon, warui jissō.)\u001b[22m\n\nTranslations of \u001b[4mImo, the flaws are not: Loli Harem, Bad Animation, Bad implementation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImo, the flaws are not: Loli Harem, Bad Animation, Bad implementation.\u001b[24m\n    \u001b[1m今、欠陥はない：Loli Harem、悪いアニメーション、悪い実装。\u001b[22m, \u001b[1m芋、欠陥ではありません：ロリハーレム、悪いアニメーション、悪い実装。\u001b[22m\n\u001b[1m\u001b[22m\nThe flaws are: Story Telling and specifically Characters.\n\n\u001b[1mストーリーの解説、特にキャラクター。\u001b[22m\n\u001b[1m(Sutōrī no kaisetsu, tokuni kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mThe flaws are: Story Telling and specifically Characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe flaws are: Story Telling and specifically Characters.\u001b[24m\n    \u001b[1mストーリーの解説、特にキャラクター。\u001b[22m, \u001b[1m欠陥は、次のとおりです。ストーリー占い、具体的キャラクター。\u001b[22m\n\u001b[1m\u001b[22m\nIm going to make it short because i want to sleep.\n\n\u001b[1m私は眠りたいので、それを短くするつもりです。\u001b[22m\n\u001b[1m(Watashi wa nemuritainode, sore o mijikaku suru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mIm going to make it short because i want to sleep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIm going to make it short because i want to sleep.\u001b[24m\n    \u001b[1m私は眠りたいので、それを短くするつもりです。\u001b[22m, \u001b[1mイムは、私がスリープ状態にしたいので、それは短くするつもり。\u001b[22m\nFirst things of, the Story. It had no impact in itself and was not really are masterpiece in its telling. 5/10 We had fragments put together to make it one story until you could get it into the end to make it a whole. Yet the fragments were either to big or it didnt fit in. Those were made to fit, which is sad. Some episodes of these, some episodes of that and the main focus in its telling is... it hasnt one. Predictability shouldnt be mentioned. People who read crime novels are practically reading the same, just with different patterns, so you cant use it as an argument for the story. The plot line was just weird, as you could follow it step by step but had full clue where it ended. There was nothing you wanted either to happen or to not happen. It was just there thrown in and you should be fine with it somehow.\n\n\u001b[1mストーリーの最初のこと。 それ自体には何の影響もなく、実際にはその傑作ではなかった。 5/10 私たちは断片をまとめて一つの物語にしました。 しかし、断片は大きかったか、それに収まりませんでした。それは収まるように作られました。これは悲しいことです。 これらのエピソードのいくつかは、それのいくつかのエピソードとその主な焦点は、...それは一つではありません。 予測可能性は言及すべきではありません。 犯罪小説を読んだ人は、実際には異なるパターンで同じものを読んでいるので、それをストーリーの主張として使うことはできません。 プロットラインはちょっと変わったものでした。ステップバイステップでそれをフォローすることはできましたが、終了した完全な手掛かりがありました。 あなたが何か起きたかったり起きなかったりすることは何もありませんでした。 それはちょうどそこに投げ込まれていた、そして、あなたは何とかそれでうまくいくはずです。 \u001b[22m\n\u001b[1m(Sutōrī no saisho no koto. Sore jitai ni wa nani no eikyō mo naku, jissai ni wa sono kessakude wa nakatta. Watashitachiha danpen o matomete hitotsu no monogatari ni shimashita. Shikashi, danpen wa ōkikatta ka, sore ni osamarimasendeshita. Sore wa osamaru yō ni tsukura remashita. Kore wa kanashī kotodesu. Korera no episōdo no ikutsu ka wa, sore no ikutsu ka no episōdo to sono omona shōten wa,... Soreha hitotsude wa arimasen. Yosoku kanōsei wa genkyū subekide wa arimasen. Hanzai shōsetsu o yonda hito wa, jissai ni wa kotonaru patān de onaji mono o yonde irunode, sore o sutōrī no shuchō to shite tsukau koto wa dekimasen. Purottorain wa chotto kawatta monodeshita. Suteppubaisuteppu de sore o forō suru koto wa dekimashitaga, shūryō shita kanzen'na tegakari ga arimashita. Anata ga nanika okitakattari okinakattari suru koto wa nani mo arimasendeshita. Sore wa chōdo soko ni nagekoma rete ita, soshite, anata wa nantoka sore de umaku iku hazudesu. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mFirst things of, the Story. It had no impact in itself and was not really are masterpiece in its telling. 5/10 We had fragments put together to make it one story until you could get it into the end to make it a whole. Yet the fragments were either to big or it didnt fit in. Those were made to fit, which is sad. Some episodes of these, some episodes of that and the main focus in its telling is... it hasnt one. Predictability shouldnt be mentioned. People who read crime novels are practically reading the same, just with different patterns, so you cant use it as an argument for the story. The plot line was just weird, as you could follow it step by step but had full clue where it ended. There was nothing you wanted either to happen or to not happen. It was just there thrown in and you should be fine with it somehow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst things of, the Story.\u001b[24m\n    \u001b[1mストーリーの最初のこと。\u001b[22m, \u001b[1m物語の最初のもの。\u001b[22m\n\u001b[4mIt had no impact in itself and was not really are masterpiece in its telling.\u001b[24m\n    \u001b[1mそれ自体には何の影響もなく、実際にはその傑作ではなかった。\u001b[22m, \u001b[1mそれは、それ自体に与える影響はありませんし、本当にその占いに傑作ですいませんでした。\u001b[22m\n\u001b[4mWe had fragments put together to make it one story until you could get it into the end to make it a whole.\u001b[24m\n    \u001b[1m私たちは断片をまとめて一つの物語にしました。\u001b[22m, \u001b[1m私たちは、あなたがそれ全体にするために最後にそれを得ることができるまで1話作るために一緒に入れ断片を持っていました。\u001b[22m\n\u001b[4mYet the fragments were either to big or it didnt fit in. Those were made to fit, which is sad.\u001b[24m\n    \u001b[1mしかし、断片は大きかったか、それに収まりませんでした。それは収まるように作られました。これは悲しいことです。\u001b[22m, \u001b[1mしかし、断片は大きなへのいずれかであったか、それが収まるdidntの。それらが悲しいである、合うように作られました。\u001b[22m\n\u001b[4mSome episodes of these, some episodes of that and the main focus in its telling is... it hasnt one.\u001b[24m\n    \u001b[1mこれらのエピソードのいくつかは、それのいくつかのエピソードとその主な焦点は、...それは一つではありません。\u001b[22m, \u001b[1mこれらのいくつかのエピソード、その一部のエピソードとその占いの主な焦点は、それが1をhasnt...です。\u001b[22m\n\u001b[4mPredictability shouldnt be mentioned.\u001b[24m\n    \u001b[1m予測可能性は言及すべきではありません。\u001b[22m, \u001b[1m予測可能性が挙げられるはずの。\u001b[22m\n\u001b[4mPeople who read crime novels are practically reading the same, just with different patterns, so you cant use it as an argument for the story.\u001b[24m\n    \u001b[1m犯罪小説を読んだ人は、実際には異なるパターンで同じものを読んでいるので、それをストーリーの主張として使うことはできません。\u001b[22m, \u001b[1m犯罪小説を読む人は、事実上だけ異なるパターンで、同じを読んでいるので、あなたは物語のための引数としてそれを使用傾けます。\u001b[22m\n\u001b[4mThe plot line was just weird, as you could follow it step by step but had full clue where it ended.\u001b[24m\n    \u001b[1mプロットラインはちょっと変わったものでした。ステップバイステップでそれをフォローすることはできましたが、終了した完全な手掛かりがありました。\u001b[22m, \u001b[1mプロットラインを使用すると、ステップバイステップでそれに従うことができように、ただ変だったが、それが終了し、完全な手掛かりを持っていました。\u001b[22m\n\u001b[4mThere was nothing you wanted either to happen or to not happen.\u001b[24m\n    \u001b[1mあなたが何か起きたかったり起きなかったりすることは何もありませんでした。\u001b[22m, \u001b[1mあなたはどちらか起こることか起こらないと思ったものは何もありませんでした。\u001b[22m\n\u001b[4mIt was just there thrown in and you should be fine with it somehow.\u001b[24m\n    \u001b[1mそれはちょうどそこに投げ込まれていた、そして、あなたは何とかそれでうまくいくはずです。\u001b[22m, \u001b[1mそれはちょうどそこに投げられた、あなたは何とかそれで問題ないはずです。\u001b[22m\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound was nice and good to hear but a little bit standard in some scenes. 8/10\n\n\u001b[1m音は聞こえて良かったですが、いくつかのシーンでは少し標準的でした。  8/10\u001b[22m\n\u001b[1m(Oto wa kikoete yokattadesuga, ikutsu ka no shīnde wa sukoshi hyōjun-tekideshita. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound was nice and good to hear but a little bit standard in some scenes. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was nice and good to hear but a little bit standard in some scenes.\u001b[24m\n    \u001b[1m音は聞こえて良かったですが、いくつかのシーンでは少し標準的でした。\u001b[22m, \u001b[1m音は聞いていいと良好であったが、いくつかのシーンで少し標準。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe Art was not the worst. Sometimes it had some very nice elements of animation. Though it didnt really made you tear from your stool. 7/10\n\n\u001b[1mアートは最悪ではありませんでした。 時にはアニメーションの要素が非常にうまくいきました。 それは本当にあなたの便から涙を引いてくれませんでしたが。  7/10\u001b[22m\n\u001b[1m(Āto wa saiakude wa arimasendeshita. Tokiniha animēshon no yōso ga hijō ni umaku ikimashita. Sore wa hontōni anata no ben kara namida o hiite kuremasendeshitaga. 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe Art was not the worst. Sometimes it had some very nice elements of animation. Though it didnt really made you tear from your stool. 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art was not the worst.\u001b[24m\n    \u001b[1mアートは最悪ではありませんでした。\u001b[22m, \u001b[1mアートは最悪ではなかったです。\u001b[22m\n\u001b[4mSometimes it had some very nice elements of animation.\u001b[24m\n    \u001b[1m時にはアニメーションの要素が非常にうまくいきました。\u001b[22m, \u001b[1m時にはそれがアニメーションのいくつかの非常に素晴らしい要素を持っていました。\u001b[22m\n\u001b[4mThough it didnt really made you tear from your stool.\u001b[24m\n    \u001b[1mそれは本当にあなたの便から涙を引いてくれませんでしたが。\u001b[22m, \u001b[1mそれは本当に作っdidntのけれどもあなたのスツールから涙。\u001b[22m\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nWhile getting in to find a good feeling for the characters, the anime was either too short, or as you can tell from above it didnt give out much for the watchers. Experiencing the pain of a child is always heavy to watch. Being lonely is one of the worst things that could happen to children but having someone watching over you feels heartwarming. The girls was standardly cute but also very dangerous. The side characters though didnt give me something to make me feel related nor should I be liking them somehow. Main Problem here is that you have too less time to give them a place in your heart. The side characters who fought with the MC were not really involving, in the way of his life because it was too fixated to MC's goals and MC's problem yet we have to kinda get used to them somehow. I wanted to know more about the professor for example, the children, MC's waifus etc. But they kinda were just there to begin with and MC worked for one of them.\n\n\u001b[1mキャラクターのための良い気分を見つけるために入っている間、アニメは短すぎたか、またはあなたが上から伝えることができるように、それはウォッチャーのために多くを与えなかった。 子供の痛みを経験することは、常に見ることが重いです。 孤独は子供に起こる最悪の事の一つですが、あなたを見守っている人が心温まると感じることがあります。 女の子は標準的にかわいいだけでなく、非常に危険でした。 しかし、サイドキャラクターは私に何かを与えて、私に関連性を感じさせたり、何とか好きにならないようにしたりします。 ここでの主な問題は、あまりにも少ない時間で心を込めてくれることです。  MCと戦った人物は、MCの目標やMCの問題に固執していたにもかかわらず、人生の途中で実際に関与していませんでしたが、何らかの形でそれに慣れる必要があります。 私は、教授の事例、子供、MCのウェイフスなどについてもっと知りたかったのですが、ちょうどちょうどそこにいて、MCの一人が働いていました。\u001b[22m\n\u001b[1m(Kyarakutā no tame no yoi kibun o mitsukeru tame ni haitte iru ma, anime wa mijika sugita ka, matawa anata ga ue kara tsutaeru koto ga dekiru yō ni, soreha u~otchā no tame ni ōku o ataenakatta. Kodomo no itami o keiken suru koto wa, tsuneni miru koto ga omoidesu. Kodoku wa kodomo ni okoru saiaku no koto no hitotsudesuga, anata o mimamotte iru hito ga kokoroatatamaru to kanjiru koto ga arimasu. On'nanoko wa hyōjun-teki ni kawaī dakedenaku, hijō ni kikendeshita. Shikashi, saidokyarakutā wa watashi ni nanika o ataete, watashi ni kanren-sei o kanji sase tari, nantoka suki ni naranai yō ni shi tari shimasu. Koko de no omona mondai wa, amarini mo sukunai jikan de kokorowokomete kureru kotodesu. MC to tatakatta jinbutsu wa, MC no mokuhyō ya MC no mondai ni koshū shite ita nimokakawarazu, jinsei no tochū de jissai ni kan'yo shite imasendeshitaga, nanrakano katachi de sore ni nareru hitsuyō ga arimasu. Watashi wa, kyōju no jirei, kodomo, MC no u~eifusu nado ni tsuite motto shiritakatta nodesuga, chi ~youdochoudosokoniite, MC no hitori ga hataraite imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhile getting in to find a good feeling for the characters, the anime was either too short, or as you can tell from above it didnt give out much for the watchers. Experiencing the pain of a child is always heavy to watch. Being lonely is one of the worst things that could happen to children but having someone watching over you feels heartwarming. The girls was standardly cute but also very dangerous. The side characters though didnt give me something to make me feel related nor should I be liking them somehow. Main Problem here is that you have too less time to give them a place in your heart. The side characters who fought with the MC were not really involving, in the way of his life because it was too fixated to MC's goals and MC's problem yet we have to kinda get used to them somehow. I wanted to know more about the professor for example, the children, MC's waifus etc. But they kinda were just there to begin with and MC worked for one of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile getting in to find a good feeling for the characters, the anime was either too short, or as you can tell from above it didnt give out much for the watchers.\u001b[24m\n    \u001b[1mキャラクターのための良い気分を見つけるために入っている間、アニメは短すぎたか、またはあなたが上から伝えることができるように、それはウォッチャーのために多くを与えなかった。\u001b[22m, \u001b[1m文字の良い感じを見つけることができますが、アニメはどちらか短すぎた、またはあなたが上から言うことができるようにそれはウォッチャーのための多くを配るdidntの。\u001b[22m\n\u001b[4mExperiencing the pain of a child is always heavy to watch.\u001b[24m\n    \u001b[1m子供の痛みを経験することは、常に見ることが重いです。\u001b[22m, \u001b[1m子供の痛みを経験することは、常に見ていて重いです。\u001b[22m\n\u001b[4mBeing lonely is one of the worst things that could happen to children but having someone watching over you feels heartwarming.\u001b[24m\n    \u001b[1m孤独は子供に起こる最悪の事の一つですが、あなたを見守っている人が心温まると感じることがあります。\u001b[22m, \u001b[1m孤独であることは、子供たちに起こることができる最悪のものの一つですが、誰かがあなたを見守っ有する心温まる感じています。\u001b[22m\n\u001b[4mThe girls was standardly cute but also very dangerous.\u001b[24m\n    \u001b[1m女の子は標準的にかわいいだけでなく、非常に危険でした。\u001b[22m\n\u001b[4mThe side characters though didnt give me something to make me feel related nor should I be liking them somehow.\u001b[24m\n    \u001b[1mしかし、サイドキャラクターは私に何かを与えて、私に関連性を感じさせたり、何とか好きにならないようにしたりします。\u001b[22m, \u001b[1mサイドの文字はかかわらdidntの私に、私は、関連する気分にさせるために何かを与えるも、私は何とか彼らを好きにする必要があります。\u001b[22m\n\u001b[4mMain Problem here is that you have too less time to give them a place in your heart.\u001b[24m\n    \u001b[1mここでの主な問題は、あまりにも少ない時間で心を込めてくれることです。\u001b[22m, \u001b[1mここでの主な問題は、あなたがそれらをあなたの心に場所を与えるには余りにも短い時間を持っているということです。\u001b[22m\n\u001b[4mThe side characters who fought with the MC were not really involving, in the way of his life because it was too fixated to MC's goals and MC's problem yet we have to kinda get used to them somehow.\u001b[24m\n    \u001b[1mMCと戦った人物は、MCの目標やMCの問題に固執していたにもかかわらず、人生の途中で実際に関与していませんでしたが、何らかの形でそれに慣れる必要があります。\u001b[22m, \u001b[1mまだ私達がちょっと何とかそれらに慣れなければならないMCの目標とMCの問題にあまりにも執着だったのでMCで戦った側のキャラクターは本当に彼の人生の方法で、関与しませんでした。\u001b[22m\n\u001b[4mI wanted to know more about the professor for example, the children, MC's waifus etc. But they kinda were just there to begin with and MC worked for one of them.\u001b[24m\n    \u001b[1m私は、教授の事例、子供、MCのウェイフスなどについてもっと知りたかったのですが、ちょうどちょうどそこにいて、MCの一人が働いていました。\u001b[22m, \u001b[1m私は、例えば教授、子供、MCのwaifusなどについての詳細を知りたいと思ったしかし、彼らはちょっとで開始するだけであったとMCは、そのうちの一つのために働きました。\u001b[22m\n\u001b[1m\u001b[22m\nSpoilers ahead:\n\n\u001b[1m前方のスポイラー：\u001b[22m\n\u001b[1m(Zenpō no supoirā:)\u001b[22m\n\nTranslations of \u001b[4mSpoilers ahead:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoilers ahead:\u001b[24m\n    \u001b[1m前方のスポイラー：\u001b[22m, \u001b[1mスポイラー控え：\u001b[22m\n\u001b[1m\u001b[22m\nIt also felt very forced to make Kisara Tendo being the villain after MC had to deal with the first villain and getting beaten up by Ayn Rand's little girl who then allies with MC who has been threaten by Ayn Rand to make us feels sorry somehow. They gave the 'feel-sorry-for-them' factor waaay too much priority just because it was post-apocalyptic and people were way to paranoid. I still liked the MC and i shipped him with Kisara, even though it was not meant to be and MC was kinda edgy. 5/10\n\n\u001b[1mMCが最初の悪役に対処して、Ayn Randの幼い少女に殴られた後、Kisara Tendoを悪人にすることを強いられていました。 彼らは、それが終末論的であり、人々が妄想に向かう途中であったからといって、「気持ちが悪い」という要素をあまりにも優先させました。 私はまだMCを気に入っていて、Kisaraと一緒に彼を出荷しました。  5/10\u001b[22m\n\u001b[1m(MC ga saisho no akuyaku ni taisho shite, Ayn Rand no osanai shōjo ni nagura reta nochi, Kisara Tendo o akunin ni suru koto o shii rarete imashita. Karera wa, sore ga shūmatsu-ron-tekideari, hitobito ga mōsō ni mukau tochūdeattakara to itte,`kimochigawarui' to iu yōso o amarini mo yūsen sa semashita. Watashi wa mada MC o kiniitte ite, Kisara to issho ni kare o shukka shimashita. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mIt also felt very forced to make Kisara Tendo being the villain after MC had to deal with the first villain and getting beaten up by Ayn Rand's little girl who then allies with MC who has been threaten by Ayn Rand to make us feels sorry somehow. They gave the 'feel-sorry-for-them' factor waaay too much priority just because it was post-apocalyptic and people were way to paranoid. I still liked the MC and i shipped him with Kisara, even though it was not meant to be and MC was kinda edgy. 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt also felt very forced to make Kisara Tendo being the villain after MC had to deal with the first villain and getting beaten up by Ayn Rand's little girl who then allies with MC who has been threaten by Ayn Rand to make us feels sorry somehow.\u001b[24m\n    \u001b[1mMCが最初の悪役に対処して、Ayn Randの幼い少女に殴られた後、Kisara Tendoを悪人にすることを強いられていました。\u001b[22m, \u001b[1mまた、MCは最初の悪役に対処しなければならなかったし、それを私たちが何らかの形で申し訳ありません作るためにアインランドによって脅かされているMCとの同盟国アイン・ランドの小さな女の子に殴ら取得した後、非常にキサラ天童は悪役であること作ることを余儀なくさを感じました。\u001b[22m\n\u001b[4mThey gave the 'feel-sorry-for-them' factor waaay too much priority just because it was post-apocalyptic and people were way to paranoid.\u001b[24m\n    \u001b[1m彼らは、それが終末論的であり、人々が妄想に向かう途中であったからといって、「気持ちが悪い」という要素をあまりにも優先させました。\u001b[22m, \u001b[1mそれは、ポスト黙示録的だったと人々が道に偏執的であったという理由だけで彼らはwaaayあまりにも多くの優先順位」を感じ、申し訳ありません-のため、それらを「要因を与えました。\u001b[22m\n\u001b[4mI still liked the MC and i shipped him with Kisara, even though it was not meant to be and MC was kinda edgy.\u001b[24m\n    \u001b[1m私はまだMCを気に入っていて、Kisaraと一緒に彼を出荷しました。\u001b[22m, \u001b[1mそれがあることを意味し、MCはちょっとエッジの効いたしなかったにもかかわらず、私はまだMCが好きで、私はキサラで彼を出荷しました。\u001b[22m\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall: It wasnt a bad anime but with much more time in thinking about what should be let in or how much of something should be put in would be a very good idea to make future Anime like these great and enjoyable for all. It sometimes felt underwhelming to watch and i had to give it a shot after half a year. Good to make this experience though. 6/10\n\n\u001b[1m全体：それは悪いアニメではありませんでしたが、何を入れるべきか、どのくらいのものを入れるべきかを考えていたら、将来のアニメをこのように偉大で楽しいものにするのはとても良いアイデアです。 時には見ることができず、半年後にそれを撮らなければならなかった。 この経験をするには良い。  6/10\u001b[22m\n\u001b[1m(Zentai: Sore wa warui animede wa arimasendeshitaga, nani o irerubeki ka, dono kurai no mono o irerubeki ka o kangaete itara, shōrai no anime o kono yō ni idaide tanoshī mono ni suru no wa totemo yoi aideadesu. Tokiniha miru koto ga dekizu, hantoshi-go ni sore o toranakereba naranakatta. Kono keiken o suru ni wa yoi. 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: It wasnt a bad anime but with much more time in thinking about what should be let in or how much of something should be put in would be a very good idea to make future Anime like these great and enjoyable for all. It sometimes felt underwhelming to watch and i had to give it a shot after half a year. Good to make this experience though. 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: It wasnt a bad anime but with much more time in thinking about what should be let in or how much of something should be put in would be a very good idea to make future Anime like these great and enjoyable for all.\u001b[24m\n    \u001b[1m全体：それは悪いアニメではありませんでしたが、何を入れるべきか、どのくらいのものを入れるべきかを考えていたら、将来のアニメをこのように偉大で楽しいものにするのはとても良いアイデアです。\u001b[22m, \u001b[1m全体：それは悪いアニメを波平が、はるかに多くの時間とに聞かせする必要がありますか、どのくらいの何かのを入れすべきかを考えるには、これらの偉大な、すべてのための楽しいような未来のアニメを作ることは非常に良いでしょう。\u001b[22m\n\u001b[4mIt sometimes felt underwhelming to watch and i had to give it a shot after half a year.\u001b[24m\n    \u001b[1m時には見ることができず、半年後にそれを撮らなければならなかった。\u001b[22m, \u001b[1mそれは時々見てがっかり感じ、私はそれを半年後に打撃を与えなければなりませんでした。\u001b[22m\n\u001b[4mGood to make this experience though.\u001b[24m\n    \u001b[1mこの経験をするには良い。\u001b[22m, \u001b[1mしかしこの経験をすることが良いです。\u001b[22m\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBut still as a side note; we can somehow learn from this Anime. Racism is a thing in it and MC tries (or atleast he tried somehow by beating up the bad guys) to give them a place in the world. The girls were different and they never stood a chance to get a life of a normal born Person. They were excluded from the main town, got killed etc. just because the bloodline differed the humane. In real life, we should never judge people just by their appeareance. Always judge them from their personality because the skin color still does not show the personality. (even though a lot of people still fishing for it. but then again, we still shouldnt put everyone from one race in a box just because there are negative examples from them. Look at Obama and Trump. Two different people with different intentions and guess what skincolor they have.)\n\n\u001b[1mしかし、まだサイドノートとして。 私たちは何とかこのアニメから学ぶことができます。 人種差別主義はそれの中のものであり、MCは彼らに世界の場所を与えようと試みる（または少なくとも彼は悪人を打ち負かすことによって何とかしようとした）。 女の子は異なっていて、彼らは正常な生まれの人の人生を得るチャンスを決してしなかった。 彼らは血統が人間的に異なっていたので、主要都市から除外され、殺された。 実生活では、ただの魅力によって人々を判断するべきではありません。 肌の色はまだ人格を示していないので、常に彼らの個性から彼らを判断してください。  （しかし、それでも多くの人々がまだ釣っているにもかかわらず、オバマとトランプを見てみると、異なる意図と推測を持つ2人の人々 彼らのスキンカラーは何ですか？）\u001b[22m\n\u001b[1m(Shikashi, mada saidonōto to shite. Watashitachi wa nantoka kono anime kara manabu koto ga dekimasu. Hito shusabetsu shugi wa sore no naka no monodeari, MC wa karera ni sekai no basho o ataeyou to kokoromiru (matawa sukunakutomo kare wa akunin o uchi makasu koto ni yotte nantoka shiyou to shita). On'nanoko wa kotonatte ite, karera wa seijōna umare no hito no jinsei o eru chansu o kesshite shinakatta. Karera wa kettō ga ningen-teki ni kotonatte itanode, shuyō toshi kara jogai sa re, korosa reta. Jisseikatsude wa, tada no miryoku ni yotte hitobito o handan surubekide wa arimasen. Hada no iro wa mada jinkaku o shimeshite inainode, tsuneni karera no kosei kara karera o handan shite kudasai. (Shikashi, soredemo ōku no hitobito ga mada tsutte iru nimokakawarazu, Obama to toranpu o mite miru to, kotonaru ito to suisoku o motsu 2-ri no hitobito karera no sukinkarā wa nanidesu ka? ))\u001b[22m\n\nTranslations of \u001b[4mBut still as a side note; we can somehow learn from this Anime. Racism is a thing in it and MC tries (or atleast he tried somehow by beating up the bad guys) to give them a place in the world. The girls were different and they never stood a chance to get a life of a normal born Person. They were excluded from the main town, got killed etc. just because the bloodline differed the humane. In real life, we should never judge people just by their appeareance. Always judge them from their personality because the skin color still does not show the personality. (even though a lot of people still fishing for it. but then again, we still shouldnt put everyone from one race in a box just because there are negative examples from them. Look at Obama and Trump. Two different people with different intentions and guess what skincolor they have.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut still as a side note;\u001b[24m\n    \u001b[1mしかし、まだサイドノートとして。\u001b[22m, \u001b[1mしかし、まだサイドノートとして、\u001b[22m\n\u001b[4mwe can somehow learn from this Anime.\u001b[24m\n    \u001b[1m私たちは何とかこのアニメから学ぶことができます。\u001b[22m, \u001b[1m我々は何とかこのアニメから学ぶことができます。\u001b[22m\n\u001b[4mRacism is a thing in it and MC tries (or atleast he tried somehow by beating up the bad guys) to give them a place in the world.\u001b[24m\n    \u001b[1m人種差別主義はそれの中のものであり、MCは彼らに世界の場所を与えようと試みる（または少なくとも彼は悪人を打ち負かすことによって何とかしようとした）。\u001b[22m, \u001b[1m人種差別は、その中のものであり、MCはしようとする（あるいは、少なくとも彼は悪者を打つことによって何とかしようとした）彼らに世界で場所を与えるために。\u001b[22m\n\u001b[4mThe girls were different and they never stood a chance to get a life of a normal born Person.\u001b[24m\n    \u001b[1m女の子は異なっていて、彼らは正常な生まれの人の人生を得るチャンスを決してしなかった。\u001b[22m, \u001b[1m女の子は異なっていたし、彼らは正常に生まれた人の命を得るチャンスが立っていたことはありません。\u001b[22m\n\u001b[4mThey were excluded from the main town, got killed etc. just because the bloodline differed the humane.\u001b[24m\n    \u001b[1m彼らは血統が人間的に異なっていたので、主要都市から除外され、殺された。\u001b[22m, \u001b[1m彼らは血統が人道的に異なっという理由だけなどを殺してしまった、主要な町から除外しました。\u001b[22m\n\u001b[4mIn real life, we should never judge people just by their appeareance.\u001b[24m\n    \u001b[1m実生活では、ただの魅力によって人々を判断するべきではありません。\u001b[22m, \u001b[1m実生活では、我々はちょうど彼らのappeareanceで人を判断しないでください。\u001b[22m\n\u001b[4mAlways judge them from their personality because the skin color still does not show the personality.\u001b[24m\n    \u001b[1m肌の色はまだ人格を示していないので、常に彼らの個性から彼らを判断してください。\u001b[22m, \u001b[1m肌の色がまだ個性が表示されないため、常に彼らの個性からそれらを判断します。\u001b[22m\n\u001b[4m(even though a lot of people still fishing for it. but then again, we still shouldnt put everyone from one race in a box just because there are negative examples from them. Look at Obama and Trump. Two different people with different intentions and guess\u001b[24m\n    \u001b[1m（しかし、それでも多くの人々がまだ釣っているにもかかわらず、オバマとトランプを見てみると、異なる意図と推測を持つ2人の人々\u001b[22m, \u001b[1m（多くの人々はまだそれのために釣りにもかかわらず。しかし、その後、再び、我々はまだそれらの負の例があるという理由だけでボックス内の1つのレースから皆を置くはずの。オバマとトランプを見てください。別の意図と推測を持つ2つの異なる人々\u001b[22m\n\u001b[4mwhat skincolor they have.)\u001b[24m\n    \u001b[1m彼らのスキンカラーは何ですか？）\u001b[22m, \u001b[1m何skincolor彼らが持っています。）\u001b[22m"
  },
  {
    "title": "Black_Bullet",
    "id": "20787",
    "url": "https://myanimelist.net/anime/20787/Black_Bullet",
    "user": "lehoobae",
    "profile": "/profile/lehoobae/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=225015",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  5\n\nこのアニメは私だった。\n\nそれについてのすべては私だった。\n\nそれはかなり良いから始まりますが、途中で、それは、あなたがそれを推測した、meh。 それでなぜそれが私のものなのか話しましょう。\n\n1.キャラクターの可能性は非常に大きかった。 彼らは本当にした。 彼らはすべての良いキャラクター、取るか、与える、私はそれらのいくつかは、典型的なアニメのクリシェを意味しますが、あなたは何ができるのですか？ 物事は、良いキャラクターであるにもかかわらず、これらのキャラクターの開発とアニメーション化（比喩的に言えば）はsucckkです。 それは本当に悪い俳優とのショーを見るようなものでした。\n私はそれを説明する方法を知らない...見てみよう。 さて、私はそれを得た。 そこで主人公ケンタロは、彼が動揺して感情的になると、ピンの女性が床、壁、手すり、天井にピンが好きな場所で、この名前を付けます。 しかし、彼がそれを行う方法、それは恋人の役割を描いている俳優のように、彼が働いている女優を嫌うスーパー偽物に見えます。 そして、私がランダムな感情的な爆発を開始することさえしないでください。 私は誓う、私はアニメのキャラクターが\"悪い演技\"を持っていたと言うことはないと思うけど、kentaroは本当に私にすべてのための最初があったことを証明した。\n\n2.あなたが休暇を過ごしているとき、あなたが必要なものすべてを梱包していることは分かっていますが、折り畳みなどで怠け者になったので、すべてをスーツケースに入れて、 パンティーの繭？ これは基本的にショーです。 彼らには、追加したい要素がすべてあります。 しかし、彼らはそれを一緒にゆるく結びつけ、良い物語をかなり嘘つきにしました。 時には、エピソード3で起こると思われるものがあるように感じましたが、忘れてしまったので、エピソード7に詰め込んだのです。本当に未編成です。\n\n3.戦いのシーンはかなりクールだったので、それは良いことだ。\n\n4.私は彼らに私が悲しんでいるという事実を与えますが、無実の10歳の女の子を殺すことについてあなたがショーを見たならば、私はあなたが少なくとも気になるだろうと確信しています。 私は彼らが文字通り20人の女の子を爆破した（スポイラー警告）ことを意味する。 合法的。\n\n5.エンディングはかなりクールだった。 私は彼らが彼らを殺す前に、彼らが私たちに文字とつながる時間を与えてくれればと思っています。 私は音楽が流れていたので気分が悪くなりました。そして、賢太郎は「NOOOOO」を劇的に叫んでいましたが、私は2つのエピソードのように彼に会いました。 また1人のキャラクターが開発され、それはトータルフロップではありませんでした。  （スポイラーの一種）彼女はすべて馬鹿にしてしまったし、すべての邪悪になった、と私はアニメーターが観客を描写するかなり良い仕事をしたと思った。 しかし、その後、スーパークールエンディングが台無しになったのは、kentaroが地下鉄で超感情的になり、素晴らしい演技に恵まれたからです。  （真剣に、それはひどかった、あなたがそれを見たらあなたはそれを理解するだろう。私はそれが触れていると知っているのと同じように、しかし、本当に？\n\n6.兄と妹の関係はかわいいし、正直言って私がこのアニメを終えた唯一の理由。\n\nidk man、私に最も失望したことは、このショーがすばらしいショーになる可能性が非常に高いということでしたが、彼らは行って、それを取り消しました。 アニメーションは良い、図面、アイデアでしたが、それについて未編成であり、基盤が弱く、結果として失敗した製品になりました。\n\np.s. このレビューがどのように組織化されていないかについて話すことができます。 私は文字通り、プロとコンスを一緒にマッシュアップし、自分の組織LOLを批判している私を見てください。 よく 私は午前1時のようで、私は明日のクラスを持っているので、戻ってそれを変更しようとしていません。 私は明日のクラスを持っていて、私のばかなお尻は、アニメを見たり、レビューを書いたりしている。 私の子供のようにはなりません。 しかし、とにかく私はこのレビューが助けてくれることを願っています:-)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nthis anime was meh.\n\n\u001b[1mこのアニメは私だった。\u001b[22m\n\u001b[1m(Kono anime wa watashidatta.)\u001b[22m\n\nTranslations of \u001b[4mthis anime was meh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime was meh.\u001b[24m\n    \u001b[1mこのアニメは私だった。\u001b[22m, \u001b[1mこのアニメはまあまあでした。\u001b[22m\n\u001b[1m\u001b[22m\neverything about it was meh.\n\n\u001b[1mそれについてのすべては私だった。\u001b[22m\n\u001b[1m(Sore ni tsuite no subete wa watashidatta.)\u001b[22m\n\nTranslations of \u001b[4meverything about it was meh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4meverything about it was meh.\u001b[24m\n    \u001b[1mそれについてのすべては私だった。\u001b[22m, \u001b[1mそれについてのすべてはまあまあでした。\u001b[22m\n\u001b[1m\u001b[22m\nit starts off pretty good, but then along the way, it got, you guessed it, meh. So let's talk about why it's meh.\n\n\u001b[1mそれはかなり良いから始まりますが、途中で、それは、あなたがそれを推測した、meh。 それでなぜそれが私のものなのか話しましょう。\u001b[22m\n\u001b[1m(Sore wa kanari yoikara hajimarimasuga, tochū de, soreha, anata ga sore o suisoku shita, meh. Sorede naze sore ga watashi no monona no ka hanashimashou.)\u001b[22m\n\nTranslations of \u001b[4mit starts off pretty good, but then along the way, it got, you guessed it, meh. So let's talk about why it's meh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit starts off pretty good, but then along the way, it got, you guessed it, meh.\u001b[24m\n    \u001b[1mそれはかなり良いから始まりますが、途中で、それは、あなたがそれを推測した、meh。\u001b[22m, \u001b[1mそれはかなり良いオフを開始するが、その後、道に沿って、それはまあまあ、あなたはそれを推測し、得ました。\u001b[22m\n\u001b[4mSo let's talk about why it's meh.\u001b[24m\n    \u001b[1mそれでなぜそれが私のものなのか話しましょう。\u001b[22m, \u001b[1mそれでは、それはまあまあだ理由についてお話しましょう。\u001b[22m\n\u001b[1m\u001b[22m\n1. The characters had so much potential. They really did. They were all good characters, take or give, I mean some of them were the typical anime cliche, but what can you do. The thing is that, despite being good characters, the development and animating (figuratively speaking) of these characters succkk. It was like watching a show with really bad actors.\n\n\u001b[1m1.キャラクターの可能性は非常に大きかった。 彼らは本当にした。 彼らはすべての良いキャラクター、取るか、与える、私はそれらのいくつかは、典型的なアニメのクリシェを意味しますが、あなたは何ができるのですか？ 物事は、良いキャラクターであるにもかかわらず、これらのキャラクターの開発とアニメーション化（比喩的に言えば）はsucckkです。 それは本当に悪い俳優とのショーを見るようなものでした。\u001b[22m\n\u001b[1m(1. Kyarakutā no kanōsei wa hijō ni ōkikatta. Karera wa hontōni shita. Karera wa subete no yoi kyarakutā, toru ka, ataeru, watashi wa sorera no ikutsu ka wa, tenkei-tekina anime no kurishe o imi shimasuga, anata wa nani ga dekiru nodesu ka? Monogoto wa, yoi kyarakutādearu nimokakawarazu, korera no kyarakutā no kaihatsu to animēshon-ka (hiyu-teki ni ieba) wa succkkdesu. Sore wa hontōni warui haiyū to no shō o miru yōna monodeshita.)\u001b[22m\n\nTranslations of \u001b[4m1. The characters had so much potential. They really did. They were all good characters, take or give, I mean some of them were the typical anime cliche, but what can you do. The thing is that, despite being good characters, the development and animating (figuratively speaking) of these characters succkk. It was like watching a show with really bad actors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. The characters had so much potential.\u001b[24m\n    \u001b[1m1.キャラクターの可能性は非常に大きかった。\u001b[22m, \u001b[1m1.文字はそんなに可能性がありました。\u001b[22m\n\u001b[4mThey really did.\u001b[24m\n    \u001b[1m彼らは本当にした。\u001b[22m, \u001b[1m彼らは本当にやりました。\u001b[22m\n\u001b[4mThey were all good characters, take or give, I mean some of them were the typical anime cliche, but what can you do.\u001b[24m\n    \u001b[1m彼らはすべての良いキャラクター、取るか、与える、私はそれらのいくつかは、典型的なアニメのクリシェを意味しますが、あなたは何ができるのですか？\u001b[22m, \u001b[1m彼らは私がそれらのいくつかは、典型的なアニメの決まり文句だった意味、取るかを与える、すべての良い文字であったが、あなたは何を行うことができます。\u001b[22m\n\u001b[4mThe thing is that, despite being good characters, the development and animating (figuratively speaking) of these characters succkk.\u001b[24m\n    \u001b[1m物事は、良いキャラクターであるにもかかわらず、これらのキャラクターの開発とアニメーション化（比喩的に言えば）はsucckkです。\u001b[22m, \u001b[1m事は、開発の良い文字であり、かつこれらの文字のsucckk（比喩的に言えば）アニメーションにもかかわらず、ということです。\u001b[22m\n\u001b[4mIt was like watching a show with really bad actors.\u001b[24m\n    \u001b[1mそれは本当に悪い俳優とのショーを見るようなものでした。\u001b[22m, \u001b[1mそれは本当に悪い俳優とのショーを見ているようでした。\u001b[22m\nI don't know how to explain it.... Let's see. Okay I got it. So the main character Kentaro.. He does this thing where when he gets upset and emotional, he like pins women to the floor, the wall, railings, ceilings, you name it. But the way he does it, it looks super fake, like an actor portraying a lover's role, but hating the actress he's working with. And don't even get me started on the random emotional outburst. I swear, i didn't think i'll ever say that an anime character had 'bad acting' but kentaro really proved to me there was a first for everything.\n\n\u001b[1m私はそれを説明する方法を知らない...見てみよう。 さて、私はそれを得た。 そこで主人公ケンタロは、彼が動揺して感情的になると、ピンの女性が床、壁、手すり、天井にピンが好きな場所で、この名前を付けます。 しかし、彼がそれを行う方法、それは恋人の役割を描いている俳優のように、彼が働いている女優を嫌うスーパー偽物に見えます。 そして、私がランダムな感情的な爆発を開始することさえしないでください。 私は誓う、私はアニメのキャラクターが\"悪い演技\"を持っていたと言うことはないと思うけど、kentaroは本当に私にすべてのための最初があったことを証明した。\u001b[22m\n\u001b[1m(Watashi wa sore o setsumei suru hōhō o shiranai... Mite miyou. Sate, watashi wa sore o eta. Sokode shujinkō kentaro wa, kare ga dōyō shite kanjō-teki ni naru to, pin no josei ga yuka, kabe, tesuri, tenjō ni pin ga sukinabasho de, kono namae o tsukemasu. Shikashi, kare ga sore o okonau hōhō, soreha koibito no yakuwari o kaite iru haiyū no yō ni, kare ga hataraite iru joyū o kirau sūpā nisemono ni miemasu. Soshite, watashi ga randamuna kanjō-tekina bakuhatsu o kaishi suru koto sae shinaide kudasai. Watashi wa chikau, watashi wa anime no kyarakutā ga\" warui engi\" o motte ita to iu koto wa nai to omoukedo, kentaro wa hontōni watashi ni subete no tame no saisho ga atta koto o shōmei shita.)\u001b[22m\n\nTranslations of \u001b[4mI don't know how to explain it.... Let's see. Okay I got it. So the main character Kentaro.. He does this thing where when he gets upset and emotional, he like pins women to the floor, the wall, railings, ceilings, you name it. But the way he does it, it looks super fake, like an actor portraying a lover's role, but hating the actress he's working with. And don't even get me started on the random emotional outburst. I swear, i didn't think i'll ever say that an anime character had 'bad acting' but kentaro really proved to me there was a first for everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know how to explain it.... Let's see.\u001b[24m\n    \u001b[1m私はそれを説明する方法を知らない...見てみよう。\u001b[22m, \u001b[1m私は見てみましょう....それを説明するのか分かりません。\u001b[22m\n\u001b[4mOkay I got it.\u001b[24m\n    \u001b[1mさて、私はそれを得た。\u001b[22m, \u001b[1mさて、私はそれを得ました。\u001b[22m\n\u001b[4mSo the main character Kentaro.. He does this thing where when he gets upset and emotional, he like pins women to the floor, the wall, railings, ceilings, you name it.\u001b[24m\n    \u001b[1mそこで主人公ケンタロは、彼が動揺して感情的になると、ピンの女性が床、壁、手すり、天井にピンが好きな場所で、この名前を付けます。\u001b[22m, \u001b[1mだから主人公健太郎が..彼は、彼が動揺し、感情的な取得し、このことを行い、ピンの床に女性、壁、手すり、天井のような彼が、あなたはそれに名前を付けます。\u001b[22m\n\u001b[4mBut the way he does it, it looks super fake, like an actor portraying a lover's role, but hating the actress he's working with.\u001b[24m\n    \u001b[1mしかし、彼がそれを行う方法、それは恋人の役割を描いている俳優のように、彼が働いている女優を嫌うスーパー偽物に見えます。\u001b[22m, \u001b[1mしかし、彼はそれをしないにせよ、それは恋人の役割を演じる俳優のように、スーパー偽物に見えますが、彼が働いている女優を嫌います。\u001b[22m\n\u001b[4mAnd don't even get me started on the random emotional outburst.\u001b[24m\n    \u001b[1mそして、私がランダムな感情的な爆発を開始することさえしないでください。\u001b[22m, \u001b[1mそして、も私は、ランダムな感情の爆発で開始されません。\u001b[22m\n\u001b[4mI swear, i didn't think i'll ever say that an anime character had 'bad acting' but kentaro really proved to me there was a first for everything.\u001b[24m\n    \u001b[1m私は誓う、私はアニメのキャラクターが\"悪い演技\"を持っていたと言うことはないと思うけど、kentaroは本当に私にすべてのための最初があったことを証明した。\u001b[22m, \u001b[1m私は私が今までアニメのキャラクターが「悪い演技 'を持っていたと言うだろうとは思いませんでしたが、健太郎は本当に最初はすべてのためにそこにいた私に証明し、誓います。\u001b[22m\n\u001b[1m\u001b[22m\n2. Okay, you know when you're going on vacation, and you're packing everything you need, but you got lazy with the folding and stuff, so you just throw everything into the suitcase and end up with a curling iron encased in a cocoon of panties? This is basically the show. They have all these elements they wanted to add. but they just loosely tied it together, making a good story a pretty crappy one. Sometimes, I felt like something was suppose to happen in episode 3, but they forgot so they jammed it into episode 7. It's just really unorganized.\n\n\u001b[1m2.あなたが休暇を過ごしているとき、あなたが必要なものすべてを梱包していることは分かっていますが、折り畳みなどで怠け者になったので、すべてをスーツケースに入れて、 パンティーの繭？ これは基本的にショーです。 彼らには、追加したい要素がすべてあります。 しかし、彼らはそれを一緒にゆるく結びつけ、良い物語をかなり嘘つきにしました。 時には、エピソード3で起こると思われるものがあるように感じましたが、忘れてしまったので、エピソード7に詰め込んだのです。本当に未編成です。\u001b[22m\n\u001b[1m(2. Anata ga kyūka o sugoshite iru toki, anata ga hitsuyōna mono subete o konpō shite iru koto wa wakatte imasuga, oritatami nado de namakemono ni nattanode, subete o sūtsukēsu ni irete, pantī no mayu? Kore wa kihontekini shōdesu. Karera ni wa, tsuika shitai yōso ga subete arimasu. Shikashi, karera wa sore o issho ni yuruku musubitsuke, yoi monogatari o kanari usotsuki ni shimashita. Tokiniha, episōdo 3 de okoru to omowa reru mono ga aru yō ni kanjimashitaga, wasurete shimattanode, episōdo 7 ni tsumekonda nodesu. Hontōni mi henseidesu.)\u001b[22m\n\nTranslations of \u001b[4m2. Okay, you know when you're going on vacation, and you're packing everything you need, but you got lazy with the folding and stuff, so you just throw everything into the suitcase and end up with a curling iron encased in a cocoon of panties? This is basically the show. They have all these elements they wanted to add. but they just loosely tied it together, making a good story a pretty crappy one. Sometimes, I felt like something was suppose to happen in episode 3, but they forgot so they jammed it into episode 7. It's just really unorganized.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Okay, you know when you're going on vacation, and you're packing everything you need, but you got lazy with the folding and stuff, so you just throw everything into the suitcase and end up with a curling iron encased in\u001b[24m\n    \u001b[1m2.あなたが休暇を過ごしているとき、あなたが必要なものすべてを梱包していることは分かっていますが、折り畳みなどで怠け者になったので、すべてをスーツケースに入れて、\u001b[22m, \u001b[1m2.さて、あなたは休暇に行っているときに知っている、とあなたはあなたが必要とするすべてのものを梱包しているが、あなたは折りたたみやものと怠惰だので、あなただけのスーツケースにすべてを投げるとに包まれたカーリングアイロンで終わります\u001b[22m\n\u001b[4ma cocoon of panties?\u001b[24m\n    \u001b[1mパンティーの繭？\u001b[22m\n\u001b[4mThis is basically the show.\u001b[24m\n    \u001b[1mこれは基本的にショーです。\u001b[22m\n\u001b[4mThey have all these elements they wanted to add.\u001b[24m\n    \u001b[1m彼らには、追加したい要素がすべてあります。\u001b[22m, \u001b[1m彼らは追加したいすべてのこれらの要素を持っています。\u001b[22m\n\u001b[4mbut they just loosely tied it together, making a good story a pretty crappy one.\u001b[24m\n    \u001b[1mしかし、彼らはそれを一緒にゆるく結びつけ、良い物語をかなり嘘つきにしました。\u001b[22m, \u001b[1mしかし、彼らはただ緩く良い話はかなり安っぽい一つとなって、それを一緒に縛ら。\u001b[22m\n\u001b[4mSometimes, I felt like something was suppose to happen in episode 3, but they forgot so they jammed it into episode 7. It's just really unorganized.\u001b[24m\n    \u001b[1m時には、エピソード3で起こると思われるものがあるように感じましたが、忘れてしまったので、エピソード7に詰め込んだのです。本当に未編成です。\u001b[22m, \u001b[1m時々、私は何かがエピソード3で発生すると仮定したように感じたが、彼らはそのように、彼らはそれが本当に未組織ですエピソード7にそれを詰まっ忘れてしまいました。\u001b[22m\n\u001b[1m\u001b[22m\n3. The fights scenes were pretty cool, so that's good.\n\n\u001b[1m3.戦いのシーンはかなりクールだったので、それは良いことだ。\u001b[22m\n\u001b[1m(3. Tatakai no shīn wa kanari kūrudattanode, sore wa yoi kotoda.)\u001b[22m\n\nTranslations of \u001b[4m3. The fights scenes were pretty cool, so that's good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. The fights scenes were pretty cool, so that's good.\u001b[24m\n    \u001b[1m3.戦いのシーンはかなりクールだったので、それは良いことだ。\u001b[22m, \u001b[1m3.戦いのシーンはかなりクールだったので、それは良いことです。\u001b[22m\n\u001b[1m\u001b[22m\n4. I'll give them the fact that they made me sad, but if you watched a show on killing innocent ten year old girls, I'm pretty sure you'll feel, at the least, bothered. I mean (spoiler alert) they literally bombed 20 girls. legit.\n\n\u001b[1m4.私は彼らに私が悲しんでいるという事実を与えますが、無実の10歳の女の子を殺すことについてあなたがショーを見たならば、私はあなたが少なくとも気になるだろうと確信しています。 私は彼らが文字通り20人の女の子を爆破した（スポイラー警告）ことを意味する。 合法的。\u001b[22m\n\u001b[1m(4. Watashi wa karera ni watashi ga kanashinde iru to iu jijitsu o ataemasuga, mujitsu no 10-sai no on'nanoko o korosu koto ni tsuite anata ga shō o mitanaraba, watashi wa anata ga sukunakutomo ki ni narudarou to kakushin shite imasu. Watashi wa karera ga mojidōri 20-ri no on'nanoko o bakuha shita (supoirā keikoku) koto o imi suru. Gōhō-teki.)\u001b[22m\n\nTranslations of \u001b[4m4. I'll give them the fact that they made me sad, but if you watched a show on killing innocent ten year old girls, I'm pretty sure you'll feel, at the least, bothered. I mean (spoiler alert) they literally bombed 20 girls. legit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. I'll give them the fact that they made me sad, but if you watched a show on killing innocent ten year old girls, I'm pretty sure you'll feel, at the least, bothered.\u001b[24m\n    \u001b[1m4.私は彼らに私が悲しんでいるという事実を与えますが、無実の10歳の女の子を殺すことについてあなたがショーを見たならば、私はあなたが少なくとも気になるだろうと確信しています。\u001b[22m, \u001b[1m4.私は彼らが私は悲しい作っているという事実をあげるが、あなたは無実の10歳の女の子を殺すのショーを見た場合、私はあなたが気に、少なくとも、感じるかなり確信しています。\u001b[22m\n\u001b[4mI mean (spoiler alert) they literally bombed 20 girls.\u001b[24m\n    \u001b[1m私は彼らが文字通り20人の女の子を爆破した（スポイラー警告）ことを意味する。\u001b[22m, \u001b[1m私は、彼らが文字通り20女の子を爆撃（スポイラーの警告）を意味します。\u001b[22m\n\u001b[4mlegit.\u001b[24m\n    \u001b[1m合法的。\u001b[22m, \u001b[1m合法。\u001b[22m\n\u001b[1m\u001b[22m\n5. The ending was pretty cool. I just wish they gave us more time to connect with the characters before they killed them off. I was left feeling awkward, because the music was playing, and kentaro was screaming 'NOOOOO' all dramatically, but I didn't really feel much cause i met him like two episodes ago. Also ONE character developed, and it wasn't a total flop. (sort of spoiler) she went all batshit crazy, and turned all evil, and i thought the animator did a pretty good job portraying that the audience. But then the super cool ending was ruined because kentaro got super emotional on a subway, and graced me his superb acting. (seriously, it was awful. you will understand it once you see it. like i know it was suppose to be touching, but ugh. really?)\n\n\u001b[1m5.エンディングはかなりクールだった。 私は彼らが彼らを殺す前に、彼らが私たちに文字とつながる時間を与えてくれればと思っています。 私は音楽が流れていたので気分が悪くなりました。そして、賢太郎は「NOOOOO」を劇的に叫んでいましたが、私は2つのエピソードのように彼に会いました。 また1人のキャラクターが開発され、それはトータルフロップではありませんでした。  （スポイラーの一種）彼女はすべて馬鹿にしてしまったし、すべての邪悪になった、と私はアニメーターが観客を描写するかなり良い仕事をしたと思った。 しかし、その後、スーパークールエンディングが台無しになったのは、kentaroが地下鉄で超感情的になり、素晴らしい演技に恵まれたからです。  （真剣に、それはひどかった、あなたがそれを見たらあなたはそれを理解するだろう。私はそれが触れていると知っているのと同じように、しかし、本当に？\u001b[22m\n\u001b[1m(5. Endingu wa kanari kūrudatta. Watashi wa karera ga karera o korosu mae ni, karera ga watashitachi ni moji to tsunagaru jikan o ataete kurereba to omotte imasu. Watashi wa ongaku ga nagarete itanode kibun ga waruku narimashita. Soshite, Kentarō wa `NOOOOO' o gekiteki ni sakende imashitaga, watashi wa 2tsu no episōdo no yō ni kare ni aimashita. Mata 1-ri no kyarakutā ga kaihatsu sa re, soreha tōtarufuroppude wa arimasendeshita. (Supoirā no isshu) kanojo wa subete baka ni shite shimattashi, subete no jaaku ni natta, to watashi wa animētā ga kankyaku o byōsha suru kanari yoi shigoto o shita to omotta. Shikashi, sonogo, sūpākūruendingu ga dainashi ni natta no wa, kentaro ga chikatetsu de chō kanjō-teki ni nari, subarashī engi ni megumaretakaradesu. (Shinken ni, sore wa hidokatta, anata ga sore o mitara anata wa sore o rikai surudarou. Watashi wa sore ga furete iru to shitte iru no to onajiyōni, shikashi, hontōni?)\u001b[22m\n\nTranslations of \u001b[4m5. The ending was pretty cool. I just wish they gave us more time to connect with the characters before they killed them off. I was left feeling awkward, because the music was playing, and kentaro was screaming 'NOOOOO' all dramatically, but I didn't really feel much cause i met him like two episodes ago. Also ONE character developed, and it wasn't a total flop. (sort of spoiler) she went all batshit crazy, and turned all evil, and i thought the animator did a pretty good job portraying that the audience. But then the super cool ending was ruined because kentaro got super emotional on a subway, and graced me his superb acting. (seriously, it was awful. you will understand it once you see it. like i know it was suppose to be touching, but ugh. really?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5. The ending was pretty cool.\u001b[24m\n    \u001b[1m5.エンディングはかなりクールだった。\u001b[22m, \u001b[1m5.結末はかなりクールでした。\u001b[22m\n\u001b[4mI just wish they gave us more time to connect with the characters before they killed them off.\u001b[24m\n    \u001b[1m私は彼らが彼らを殺す前に、彼らが私たちに文字とつながる時間を与えてくれればと思っています。\u001b[22m, \u001b[1m私はちょうど彼らが私たちに、彼らはそれらをオフに殺さ前に文字を接続するためのより多くの時間を与えたいです。\u001b[22m\n\u001b[4mI was left feeling awkward, because the music was playing, and kentaro was screaming 'NOOOOO' all dramatically, but I didn't really feel much cause i met him like two episodes ago.\u001b[24m\n    \u001b[1m私は音楽が流れていたので気分が悪くなりました。そして、賢太郎は「NOOOOO」を劇的に叫んでいましたが、私は2つのエピソードのように彼に会いました。\u001b[22m, \u001b[1m音楽が再生していたので、私は、ぎこちない感じて放置し、健太郎はすべて劇的「NOOOOO 'を叫んでましたが、私は2つのエピソード前のように彼に会った原因私は本当にあまり感じませんでした。\u001b[22m\n\u001b[4mAlso ONE character developed, and it wasn't a total flop.\u001b[24m\n    \u001b[1mまた1人のキャラクターが開発され、それはトータルフロップではありませんでした。\u001b[22m, \u001b[1mまた、1文字が開発され、それが全体のフロップではありませんでした。\u001b[22m\n\u001b[4m(sort of spoiler) she went all batshit crazy, and turned all evil, and i thought the animator did a pretty good job portraying that the audience.\u001b[24m\n    \u001b[1m（スポイラーの一種）彼女はすべて馬鹿にしてしまったし、すべての邪悪になった、と私はアニメーターが観客を描写するかなり良い仕事をしたと思った。\u001b[22m, \u001b[1m（スポイラーの一種）、彼女は狂気すべてbatshitを行って、すべての悪を回した、と私はアニメーターが聴衆ことを描写はかなり良い仕事をしたと思いました。\u001b[22m\n\u001b[4mBut then the super cool ending was ruined because kentaro got super emotional on a subway, and graced me his superb acting.\u001b[24m\n    \u001b[1mしかし、その後、スーパークールエンディングが台無しになったのは、kentaroが地下鉄で超感情的になり、素晴らしい演技に恵まれたからです。\u001b[22m, \u001b[1m健太郎は地下鉄で超感情的だ、と私に彼の素晴らしい演技を飾っので、しかし、スーパークールエンディングを台無しにしました。\u001b[22m\n\u001b[4m(seriously, it was awful. you will understand it once you see it. like i know it was suppose to be touching, but ugh. really?)\u001b[24m\n    \u001b[1m（真剣に、それはひどかった、あなたがそれを見たらあなたはそれを理解するだろう。私はそれが触れていると知っているのと同じように、しかし、本当に？\u001b[22m, \u001b[1m（真剣に、それはひどかった。あなたは本当に。ぐふあなたはそれを見たら、私はそれは感動すると仮定した知っているよう。それを理解しますが？）\u001b[22m\n\u001b[1m\u001b[22m\n6. the older brother and little sister relationship was cute, and honestly the only reason why i finished this anime.\n\n\u001b[1m6.兄と妹の関係はかわいいし、正直言って私がこのアニメを終えた唯一の理由。\u001b[22m\n\u001b[1m(6. Ani to imōto no kankei wa kawaīshi, shōjiki itte watashi ga kono anime o oeta yuiitsu no riyū.)\u001b[22m\n\nTranslations of \u001b[4m6. the older brother and little sister relationship was cute, and honestly the only reason why i finished this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6. the older brother and little sister relationship was cute, and honestly the only reason why i finished this anime.\u001b[24m\n    \u001b[1m6.兄と妹の関係はかわいいし、正直言って私がこのアニメを終えた唯一の理由。\u001b[22m, \u001b[1m6.兄と妹の関係がキュートだった、と私はこのアニメを終えなぜ正直に唯一の理由。\u001b[22m\n\u001b[1m\u001b[22m\nidk man, the thing that disappointed me the most was that this show had so much potential to be a good show, but they went and fcked it up. the animation was good, the drawing, the idea, but they were unorganized about it, and the foundation was weak, resulting in a failed product.\n\n\u001b[1midk man、私に最も失望したことは、このショーがすばらしいショーになる可能性が非常に高いということでしたが、彼らは行って、それを取り消しました。 アニメーションは良い、図面、アイデアでしたが、それについて未編成であり、基盤が弱く、結果として失敗した製品になりました。\u001b[22m\n\u001b[1m(Idk man, watashi ni mottomo shitsubō shita koto wa, kono shō ga subarashī shō ni naru kanōsei ga hijō ni takai to iu kotodeshitaga, karera wa okonatte, sore o torikeshimashita. Animēshon wa yoi, zumen, aideadeshitaga, sore ni tsuite mi henseideari, kiban ga yowaku, kekka to shite shippaishita seihin ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4midk man, the thing that disappointed me the most was that this show had so much potential to be a good show, but they went and fcked it up. the animation was good, the drawing, the idea, but they were unorganized about it, and the foundation was weak, resulting in a failed product.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4midk man, the thing that disappointed me the most was that this show had so much potential to be a good show, but they went and fcked it up.\u001b[24m\n    \u001b[1midk man、私に最も失望したことは、このショーがすばらしいショーになる可能性が非常に高いということでしたが、彼らは行って、それを取り消しました。\u001b[22m, \u001b[1m男をIDKの、最も私を失望事は、このショーは良いショーにするので、多くの可能性を持っていたということでしたが、彼らは行って、それをfcked。\u001b[22m\n\u001b[4mthe animation was good, the drawing, the idea, but they were unorganized about it, and the foundation was weak, resulting in a failed product.\u001b[24m\n    \u001b[1mアニメーションは良い、図面、アイデアでしたが、それについて未編成であり、基盤が弱く、結果として失敗した製品になりました。\u001b[22m, \u001b[1mアニメーションは、図面、アイデア良かったが、彼らはそれについて未組織だった、と基盤が故障した製品で、その結果、弱かったです。\u001b[22m\n\u001b[1m\u001b[22m\np.s. can we talk about how unorganized this review is. I literally have pro and cons all mashed up together, and look at me criticizing their organization LOL. well. I am not about to go back and change it because it's like 1 AM and i have classes tomorrow,. I have classes tomorrow and my dumb butt is up watching anime and writing reviews bashing them. don't be like me kids. but anyways i hope this review helped :-)\n\n\u001b[1mp.s. このレビューがどのように組織化されていないかについて話すことができます。 私は文字通り、プロとコンスを一緒にマッシュアップし、自分の組織LOLを批判している私を見てください。 よく 私は午前1時のようで、私は明日のクラスを持っているので、戻ってそれを変更しようとしていません。 私は明日のクラスを持っていて、私のばかなお尻は、アニメを見たり、レビューを書いたりしている。 私の子供のようにはなりません。 しかし、とにかく私はこのレビューが助けてくれることを願っています:-)\u001b[22m\n\u001b[1m(P. S. Kono rebyū ga dono yō ni soshiki-ka sa rete inai ka ni tsuite hanasu koto ga dekimasu. Watashi wa mojidōri, puro to konsu o issho ni masshuappu shi, jibun no soshiki LOL o hihan shite iru watashiwomite kudasai. Yoku watashi wa gozen 1-ji no yō de, watashi wa ashita no kurasu o motte irunode, modotte sore o henkō shiyou to shite imasen. Watashi wa ashita no kurasu o motte ite, watashi no bakana o shiri wa, anime o mi tari, rebyū o kai tari shite iru. Watashi no kodomo no yō ni wa narimasen. Shikashi, tonikaku watashi wa kono rebyū ga tasukete kureru koto o negatte imasu: - ))\u001b[22m\n\nTranslations of \u001b[4mp.s. can we talk about how unorganized this review is. I literally have pro and cons all mashed up together, and look at me criticizing their organization LOL. well. I am not about to go back and change it because it's like 1 AM and i have classes tomorrow,. I have classes tomorrow and my dumb butt is up watching anime and writing reviews bashing them. don't be like me kids. but anyways i hope this review helped :-)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mp.s.\u001b[24m\n    \u001b[1mp.s.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mcan we talk about how unorganized this review is.\u001b[24m\n    \u001b[1mこのレビューがどのように組織化されていないかについて話すことができます。\u001b[22m, \u001b[1m私たちが、この口コミがどのように組織化されていないについて話すことができます。\u001b[22m\n\u001b[4mI literally have pro and cons all mashed up together, and look at me criticizing their organization LOL.\u001b[24m\n    \u001b[1m私は文字通り、プロとコンスを一緒にマッシュアップし、自分の組織LOLを批判している私を見てください。\u001b[22m, \u001b[1m私は、文字通りすべてが一緒にマッシュアッププロと短所があり、LOL自分の組織を批判する私を見て。\u001b[22m\n\u001b[4mwell.\u001b[24m\n    \u001b[1mよく\u001b[22m, \u001b[1mよく。\u001b[22m\n\u001b[4mI am not about to go back and change it because it's like 1 AM and i have classes tomorrow,.\u001b[24m\n    \u001b[1m私は午前1時のようで、私は明日のクラスを持っているので、戻ってそれを変更しようとしていません。\u001b[22m, \u001b[1m私は戻って、それが午前1時のようですので、それを変更しようとしていないと私は明日のクラスを持っています、。\u001b[22m\n\u001b[4mI have classes tomorrow and my dumb butt is up watching anime and writing reviews bashing them.\u001b[24m\n    \u001b[1m私は明日のクラスを持っていて、私のばかなお尻は、アニメを見たり、レビューを書いたりしている。\u001b[22m, \u001b[1m私は明日のクラスを持っていると私のダムのお尻は、アニメを見て、それらをバッシングレビューを書いてアップしています。\u001b[22m\n\u001b[4mdon't be like me kids.\u001b[24m\n    \u001b[1m私の子供のようにはなりません。\u001b[22m, \u001b[1m私の子供のようなことはありません。\u001b[22m\n\u001b[4mbut anyways i hope this review helped :-)\u001b[24m\n    \u001b[1mしかし、とにかく私はこのレビューが助けてくれることを願っています:-)\u001b[22m, \u001b[1mしかし、とにかく私が、この口コミが:-)助けを願って\u001b[22m"
  }
]
