[
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "bleachsai",
    "profile": "/profile/bleachsai/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=150789",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n物語は、人間が卑劣であるとみなされている皇帝の娘が、架空の葬儀を行い、魂が平和な状態で住むことができるようにするために、架空の世界で彼の遺体を捜索する方法についてです。 死後の生活。 アニメの中で「プリンセス」という言葉を見たとき、私はそれが奇妙なアニメであると思っていました。私がジャンルやテーマを見たときには、魔法 ファンタジーが関わっている。 私の心の片面では、これは見る価値がないかもしれないと思ったし、私は魔法とファンタジーのテーマを取り入れて、それほど良いものではないので、時間を無駄にするだろう。 反対側では、春の14日に数週間、私はチャイカと彼女の奇妙な肉体を見ました。 だから私は、このアニメが終わったらそれを見ることを心掛けました。\n\n\n12エピソードのアニメの場合、ストーリーラインとプロットは一見すると満足できると感じるかもしれませんが、最後のいくつかのエピソードで突然のペースが急上昇して満足いくものでした。 このミニアークが最後にあったChaika Travantは長いシルバーの毛と紫色の大理石の目（典型的なアニメキャラクター）と彼女の目が彼女と一緒に閉じていたときに彼女のまぶたの厚さを超えた彼女の太い眉毛を恵まれていた サボテールの仲間トゥルー・アキュラ、額に奇妙な髪型を持つ男性主人公、彼の村のアキュラ、アカリ・アキュラで一緒に育った血縁の熱い妹と、徹底的に徹底的に徹底的に夢中になっているエメラルドグリーンの髪を飾る 彼を最も愛している。 父の遺骨をもっと集めることを望むこの特定の王国に入る。 ストーリーが突然ペースを異常に上げ、エンディングがほとんど説明されずに急ぎました。  Chaika軍団がフィラーエピソードと思われる自己宣言的なNeo Gaz軍/派閥に直面するこのエピソードがあった。 それは、メインプロットに与えられたより多くの注意で無視されていた可能性があります。 私は完全に理にかなっている12エピソードのアニメにすべての必要な要素を埋め込むことは非常に難しいことを認識していますが、まだまだ終わりを若干違うように考えていた可能性があります。\n\n\nアニメーションに入ると、BONESは彼らの魔法のサークルと視覚的な扱いをしていた呪術のサークルを使って、彼らの宿題を強くしました。 一番際立っていたのはアクションシーケンスでした。 徹底的に徹底的に遭遇した手と戦闘は本当にうまくやっていて、このアニメでマジックがどのように重要な役割を果たしているかを考えれば現実的だったようです。 アクションと戦闘は豊富で、戦いを見ながら楽しさが引き出されました。 唯一の失望は、私たちの主人公と彼らの敵の間の戦いが、時代の大半を勝ち抜いた英雄との戦いの迅速な終了と煙の爆弾か、外部機関による鼻の突き当てのいずれかによって時期尚早に終わったかどうかでした。  1つの特定のエピソードでは、Zuitaの2つの目は反対方向に向いていました。これは、通常発生しているアニメーションの不具合と考えられ、第2の思考なしに無視することができます。 すべてすべてにおいて、アニメーションはプロットを強調し、いくつかのぎりぎりの瞬間を突き抜けていた非常に良いものでした。\n\n\n音楽は私には馴染みのない長岡征行によって得点されましたが、彼はかなり良い仕事をしました。 戦いの間に演奏された音楽は爽快であり、聞いて良かったです。 戦闘を補完する良い音楽より優れたものは何もなく、アニメはそれに忠実であった。 オープニングテーマは、このアニメのViviのCVであり、オープニングとエンディングの両方で提供されるビジュアルが、完璧に巧みに作られた、アニメの主題にぴったり合った、野依伊織によって行われたDARAKENAです。 オープニングは良かったし、エンディングは満足でき、OSTは素晴らしかった。 何も言わない。\n\n\n\n\n\n概要：\n幻想と魔法が好きな人なら誰でも満足できるアニメではないかもしれませんし、魔法のショーを離れている人が見るアニメではないかもしれません。 十分な量の魔法と呪文が関与していますが、アクションシーンは魔法を無効にしてバランスをとっています。 プロットよりアニメのボイスクルー側にもっと傾いている場合、このアニメは確実にあなたのために作られています。 感情や喜びを正しく描写した美しい声優は、常にアニメが恐ろしいものではないことを示す良い兆候である。 多くの人が、このアニメは過小評価されていると言っていますが、私の正直な意見では間違いありません。  No Game No Lifeや他のアニメに影を落としただけなので、それは過小評価されません。\n\nアニメを構成するすべての要素や要素を考慮すると、私の評価は7/10になります。 ほとんどのアニメのボイス・クルーには特に注意を払っているので、ボイス・クルーのパフォーマンスがメイン・ストーリーとプロットの代わりに私に関係する側に傾けば、このショーは8/10と評価されます。\n\nPS：Hitsugi Chaikaは2014年秋にリリース予定の続編を手に入れています。このアニメは、物語の多くの側面が無人であり、適切に説明されていないため、シーズン2に値するものです。 また、このレビューを入力する間に私がした間違いを修正しようとします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about how the daughter(s) of an Emperor who is considered vile by the humans search far and wide in the fictitious world for his remains in order to perform a genuine funeral for him so that his soul can reside in peace in the afterlife. At first, when I saw the word “Princess” in the anime, I thought that it might turn out to be an out and out kingdom-ish anime which I am not good with and when I saw the genres and themes, there were magic and fantasy involved. On one side of my mind I thought that this might not be worth watching and will end up wasting my time as I am not that good with putting up with magic and fantasy themes. On the other side, few weeks into the Spring ’14, I saw memes of Chaika and her freakishly thick but cute eyebrows making waves for all possible reasons and BONES were animating it. So I made up my mind to watch this anime once it ended.\n\n\u001b[1m物語は、人間が卑劣であるとみなされている皇帝の娘が、架空の葬儀を行い、魂が平和な状態で住むことができるようにするために、架空の世界で彼の遺体を捜索する方法についてです。 死後の生活。 アニメの中で「プリンセス」という言葉を見たとき、私はそれが奇妙なアニメであると思っていました。私がジャンルやテーマを見たときには、魔法 ファンタジーが関わっている。 私の心の片面では、これは見る価値がないかもしれないと思ったし、私は魔法とファンタジーのテーマを取り入れて、それほど良いものではないので、時間を無駄にするだろう。 反対側では、春の14日に数週間、私はチャイカと彼女の奇妙な肉体を見ました。 だから私は、このアニメが終わったらそれを見ることを心掛けました。\u001b[22m\n\u001b[1m(Monogatari wa, ningen ga hiretsudearu to minasa rete iru kōtei no musume ga, kakū no sōgi o okonai, tamashī ga heiwana jōtai de sumu koto ga dekiru yō ni suru tame ni, kakū no sekai de kare no itai o sōsaku suru hōhō ni tsuitedesu. Shigo no seikatsu. Anime no naka de `purinsesu' to iu kotoba o mita toki, watashi wa sore ga kimyōna animedearu to omotte imashita. Watashi ga janru ya tēma o mita tokiniha, mahō fantajī ga kakawatte iru. Watashi no kokoro no katamende wa, kore wa miru kachi ga nai kamo shirenai to omottashi, watashi wa mahō to fantajī no tēma o toriirete, sore hodo yoi monode wanainode, jikan o mudanisurudarou. Hantaisokude wa, haru no 14-nichi ni sū-shūkan, watashi wa chaika to kanojo no kimyōna nikutai o mimashita. Dakara watashi wa, kono anime ga owattara sore o miru koto o kokorogakemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about how the daughter(s) of an Emperor who is considered vile by the humans search far and wide in the fictitious world for his remains in order to perform a genuine funeral for him so that his soul can reside in peace in the afterlife. At first, when I saw the word “Princess” in the anime, I thought that it might turn out to be an out and out kingdom-ish anime which I am not good with and when I saw the genres and themes, there were magic and fantasy involved. On one side of my mind I thought that this might not be worth watching and will end up wasting my time as I am not that good with putting up with magic and fantasy themes. On the other side, few weeks into the Spring ’14, I saw memes of Chaika and her freakishly thick but cute eyebrows making waves for all possible reasons and BONES were animating it. So I made up my mind to watch this anime once it ended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about how the daughter(s) of an Emperor who is considered vile by the humans search far and wide in the fictitious world for his remains in order to perform a genuine funeral for him so that his soul can reside in peace in the\u001b[24m\n    \u001b[1m物語は、人間が卑劣であるとみなされている皇帝の娘が、架空の葬儀を行い、魂が平和な状態で住むことができるようにするために、架空の世界で彼の遺体を捜索する方法についてです。\u001b[22m, \u001b[1m物語は、人間によって下劣な考えられている天皇の娘（s）は、彼の魂が平和に常駐することができるように彼のために本物の葬儀を行うために彼の遺骨のための架空の世界で広範囲に検索する方法についてです\u001b[22m\n\u001b[4mafterlife.\u001b[24m\n    \u001b[1m死後の生活。\u001b[22m, \u001b[1m来世。\u001b[22m\n\u001b[4mAt first, when I saw the word “Princess” in the anime, I thought that it might turn out to be an out and out kingdom-ish anime which I am not good with and when I saw the genres and themes, there were magic\u001b[24m\n    \u001b[1mアニメの中で「プリンセス」という言葉を見たとき、私はそれが奇妙なアニメであると思っていました。私がジャンルやテーマを見たときには、魔法\u001b[22m, \u001b[1m最初は、私はアニメに単語「姫」を見たとき、私はそれが私はとの良好ではない午前アウトと王国っぽいアニメ外であることが判明するかもしれないと考えて、私はジャンルやテーマを見たとき、魔法がありました\u001b[22m\n\u001b[4mand fantasy involved.\u001b[24m\n    \u001b[1mファンタジーが関わっている。\u001b[22m, \u001b[1mそして、ファンタジーが関与します。\u001b[22m\n\u001b[4mOn one side of my mind I thought that this might not be worth watching and will end up wasting my time as I am not that good with putting up with magic and fantasy themes.\u001b[24m\n    \u001b[1m私の心の片面では、これは見る価値がないかもしれないと思ったし、私は魔法とファンタジーのテーマを取り入れて、それほど良いものではないので、時間を無駄にするだろう。\u001b[22m, \u001b[1m私の心の一方の側に私は、これは一見の価値ではないかもしれないと私は魔法とファンタジーをテーマと我慢と良いことないですように私の時間を無駄に終わるだろうと思いました。\u001b[22m\n\u001b[4mOn the other side, few weeks into the Spring ’14, I saw memes of Chaika and her freakishly thick but cute eyebrows making waves for all possible reasons and BONES were animating it.\u001b[24m\n    \u001b[1m反対側では、春の14日に数週間、私はチャイカと彼女の奇妙な肉体を見ました。\u001b[22m, \u001b[1m他の側では、春'14に数週間は、私はすべての可能な理由とBONESがそれをアニメーション化されたために波を作るチャイカ、彼女の気まぐれに厚いが、キュートな眉毛のミームを見ました。\u001b[22m\n\u001b[4mSo I made up my mind to watch this anime once it ended.\u001b[24m\n    \u001b[1mだから私は、このアニメが終わったらそれを見ることを心掛けました。\u001b[22m, \u001b[1mだから私はそれが終了したら、このアニメを見て決心しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFor a 12-episode anime, the storyline and the plot might feel satisfactory at first glance but for me it was anything but satisfactory as the sudden surge in the pace of the anime at the last few episodes felt disappointing. There was this mini-arc at the end where Chaika Travant, who is endowed with long silver hair and purple marble eyes (typical to an anime character) and her thick eyebrows that exceeded the thickness of her eyelids when her eyes were closed along with her saboteur companions Tohru Acura, the male protagonist with a weird hairdo at the forehead and his not blood related hot younger sister with whom he grew up together in their village Acura, Akari Acura, adorning a long emerald green hair who is madly infatuated with Tohru and loves him the most; enter into this particular kingdom hoping to collect more of her father’s remains. The story suddenly picked up its pace abnormally and the ending was rushed with very little explanations given. There was this episode where the Chaika legion come face to face with the self-proclaimed Neo Gaz army/faction which seemed to be a filler episode. That could have been neglected with more attention provided to the main plot. I do realize that it is very tough to stuff all the necessary elements into a 12-episode anime which completely makes sense but still, they could have thought up to make the ending somewhat different.\n\n\u001b[1m12エピソードのアニメの場合、ストーリーラインとプロットは一見すると満足できると感じるかもしれませんが、最後のいくつかのエピソードで突然のペースが急上昇して満足いくものでした。 このミニアークが最後にあったChaika Travantは長いシルバーの毛と紫色の大理石の目（典型的なアニメキャラクター）と彼女の目が彼女と一緒に閉じていたときに彼女のまぶたの厚さを超えた彼女の太い眉毛を恵まれていた サボテールの仲間トゥルー・アキュラ、額に奇妙な髪型を持つ男性主人公、彼の村のアキュラ、アカリ・アキュラで一緒に育った血縁の熱い妹と、徹底的に徹底的に徹底的に夢中になっているエメラルドグリーンの髪を飾る 彼を最も愛している。 父の遺骨をもっと集めることを望むこの特定の王国に入る。 ストーリーが突然ペースを異常に上げ、エンディングがほとんど説明されずに急ぎました。  Chaika軍団がフィラーエピソードと思われる自己宣言的なNeo Gaz軍/派閥に直面するこのエピソードがあった。 それは、メインプロットに与えられたより多くの注意で無視されていた可能性があります。 私は完全に理にかなっている12エピソードのアニメにすべての必要な要素を埋め込むことは非常に難しいことを認識していますが、まだまだ終わりを若干違うように考えていた可能性があります。\u001b[22m\n\u001b[1m(12 Episōdo no anime no baai, sutōrīrain to purotto wa ikken suru to manzoku dekiru to kanjiru kamo shiremasenga, saigo no ikutsu ka no episōdo de totsuzen no pēsu ga kyūjōshō shite manzoku iku monodeshita. Kono miniāku ga saigo ni atta Chaika Travant wa nagai shirubā no ke to murasakiiro no dairiseki no me (tenkei-tekina animekyarakutā) to kanojo no me ga kanojo to issho ni tojite ita toki ni kanojo no mabuta no atsu-sa o koeta kanojo no futoi mayuge o megumarete ita sabotēru no nakama to~urū akyura,-gaku ni kimyōna kamigata o motsu dansei shujinkō, kare no mura no akyura, Akari akyura de issho ni sodatta ketsuen no atsui imōto to, tetteiteki ni tetteiteki ni tetteiteki ni muchū ni natte iru emerarudogurīn no kami o kazaru kare o mottomo itoshite iru. Chichi no ikotsu o motto atsumeru koto o nozomu kono tokutei no ōkoku ni hairu. Sutōrī ga totsuzen pēsu o ijō ni age, endingu ga hotondo setsumei sa rezu ni isogimashita. Chaika gundan ga firāepisōdo to omowa reru jiko sengen-tekina Neo Gaz-gun/ habatsu ni chokumen suru kono episōdo ga atta. Sore wa, meinpurotto ni ataerareta yori ōku no chūi de mushi sa rete ita kanōsei ga arimasu. Watashi wa kanzen ni rinikanatteiru 12 episōdo no anime ni subete no hitsuyōna yōso o umekomu koto wa hijō ni muzukashī koto o ninshiki shite imasuga, madamada owari o jakkan chigau yō ni kangaete ita kanōsei ga arimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nComing in to the animation, BONES did their homework mightily well especially with those magic circles and incantation circles that was a visual treat. The one that stood out the most was the action sequences. The hand to hand combat that were encountered mostly by Tohru and Akari were put forth really well and seemed realistic considering how magic played a major role in this anime. Action and fighting were in abundance and so was the enjoyment derived out while watching the fights. The only disappointment was how prematurely the fights between our protagonists and their adversaries ended prematurely either owing to the quick ending of the fights and smoke bombs with our heroes triumphing most of the times or how there were barging of noses by external agencies. In one particular episode, Zuita’s two eyes were facing in opposite directions which might be considered as a glitch in the animation that normally occurs and can be neglected without second thought. All In all, the animation was very good which accentuated the plot and provided some gripping moments through and through.\n\n\u001b[1mアニメーションに入ると、BONESは彼らの魔法のサークルと視覚的な扱いをしていた呪術のサークルを使って、彼らの宿題を強くしました。 一番際立っていたのはアクションシーケンスでした。 徹底的に徹底的に遭遇した手と戦闘は本当にうまくやっていて、このアニメでマジックがどのように重要な役割を果たしているかを考えれば現実的だったようです。 アクションと戦闘は豊富で、戦いを見ながら楽しさが引き出されました。 唯一の失望は、私たちの主人公と彼らの敵の間の戦いが、時代の大半を勝ち抜いた英雄との戦いの迅速な終了と煙の爆弾か、外部機関による鼻の突き当てのいずれかによって時期尚早に終わったかどうかでした。  1つの特定のエピソードでは、Zuitaの2つの目は反対方向に向いていました。これは、通常発生しているアニメーションの不具合と考えられ、第2の思考なしに無視することができます。 すべてすべてにおいて、アニメーションはプロットを強調し、いくつかのぎりぎりの瞬間を突き抜けていた非常に良いものでした。\u001b[22m\n\u001b[1m(Animēshon ni hairu to, bōnzu wa karera no mahō no sākuru to shikaku-tekina atsukai o shite ita jujutsu no sākuru o tsukatte, karera no shukudai o tsuyoku shimashita. Ichiban kiwadatte ita no wa akushonshīkensudeshita. Tetteiteki ni tetteiteki ni sōgū shita te to sentō wa hontōni umaku yatte ite, kono anime de majikku ga dono yō ni jūyōna yakuwari o hatashite iru ka o kangaereba genjitsu-tekidatta yōdesu. Akushon to sentō wa hōfude, tatakai o minagara tanoshisa ga hikidasa remashita. Yuiitsu no shitsubō wa, watashitachi no shujinkō to karera no teki no ma no tatakai ga, jidai no taihan o kachinuita eiyū to notatakai no jinsokuna shūryō to kemuri no bakudan ka, gaibu kikan ni yoru hana no tsuki ate no izureka ni yotte jiki shōsō ni owatta ka dō kadeshita. 1Tsu no tokutei no episōdode wa, Zuita no 2tsu no me wa hantai hōkō ni muite imashita. Kore wa, tsūjō hassei shite iru animēshon no fuguai to kangae rare, dai 2 no shikō nashi ni mushi suru koto ga dekimasu. Subete subete ni oite, animēshon wa purotto o kyōchō shi, ikutsu ka no girigiri no shunkan o tsukinukete ita hijō ni yoi monodeshita.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe music was scored by Seikou Nagaoka, who is unfamiliar to me, but he did a pretty good job. The music played during battles was exhilarating and was nice to listen to. There is nothing better than a good music to complement a battle and the anime remained faithful to it. The opening theme is DARAKENA, performed by Iori Nomizu, who is the CV of Vivi from this anime, suited magnificently to the main theme of the anime and the visuals provided in both the opening and the ending was suitably crafted to perfection. The opening was good, the ending was satisfactory and the OSTs were great. Nothing more to be told.\n\n\u001b[1m音楽は私には馴染みのない長岡征行によって得点されましたが、彼はかなり良い仕事をしました。 戦いの間に演奏された音楽は爽快であり、聞いて良かったです。 戦闘を補完する良い音楽より優れたものは何もなく、アニメはそれに忠実であった。 オープニングテーマは、このアニメのViviのCVであり、オープニングとエンディングの両方で提供されるビジュアルが、完璧に巧みに作られた、アニメの主題にぴったり合った、野依伊織によって行われたDARAKENAです。 オープニングは良かったし、エンディングは満足でき、OSTは素晴らしかった。 何も言わない。\u001b[22m\n\u001b[1m(Ongaku wa watashiniha najimi no nai Nagaoka Masayuki ni yotte tokuten sa remashitaga, kare wa kanari yoi shigoto o shimashita. Tatakai no ma ni ensō sa reta ongaku wa sōkaideari, kiite yokattadesu. Sentō o hokan suru yoi ongaku yori sugureta mono wa nani mo naku, anime wa sore ni chūjitsudeatta. Ōpuningutēma wa, kono anime no Vivi no CVdeari, ōpuningu to endingu no ryōhō de teikyō sa reru bijuaru ga, kanpeki ni takumi ni tsukura reta, anime no shudai ni pittari atta, Noyori Iori ni yotte okonawa reta DARAKENAdesu. Ōpuningu wa yokattashi, endingu wa manzoku deki, OST wa subarashikatta. Nani mo iwanai.)\u001b[22m\n\nTranslations of \u001b[4mThe music was scored by Seikou Nagaoka, who is unfamiliar to me, but he did a pretty good job. The music played during battles was exhilarating and was nice to listen to. There is nothing better than a good music to complement a battle and the anime remained faithful to it. The opening theme is DARAKENA, performed by Iori Nomizu, who is the CV of Vivi from this anime, suited magnificently to the main theme of the anime and the visuals provided in both the opening and the ending was suitably crafted to perfection. The opening was good, the ending was satisfactory and the OSTs were great. Nothing more to be told.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was scored by Seikou Nagaoka, who is unfamiliar to me, but he did a pretty good job.\u001b[24m\n    \u001b[1m音楽は私には馴染みのない長岡征行によって得点されましたが、彼はかなり良い仕事をしました。\u001b[22m, \u001b[1m音楽は私に慣れていないSeikou長岡によってスコアが、彼はかなり良い仕事をしたしました。\u001b[22m\n\u001b[4mThe music played during battles was exhilarating and was nice to listen to.\u001b[24m\n    \u001b[1m戦いの間に演奏された音楽は爽快であり、聞いて良かったです。\u001b[22m, \u001b[1m戦闘中に再生される音楽は爽快だったとに耳を傾けるよかったです。\u001b[22m\n\u001b[4mThere is nothing better than a good music to complement a battle and the anime remained faithful to it.\u001b[24m\n    \u001b[1m戦闘を補完する良い音楽より優れたものは何もなく、アニメはそれに忠実であった。\u001b[22m, \u001b[1mそこに戦いを補完する良い音楽に勝るものはありませんし、アニメはそれに忠実なままでした。\u001b[22m\n\u001b[4mThe opening theme is DARAKENA, performed by Iori Nomizu, who is the CV of Vivi from this anime, suited magnificently to the main theme of the anime and the visuals provided in both the opening and the ending was suitably crafted to perfection.\u001b[24m\n    \u001b[1mオープニングテーマは、このアニメのViviのCVであり、オープニングとエンディングの両方で提供されるビジュアルが、完璧に巧みに作られた、アニメの主題にぴったり合った、野依伊織によって行われたDARAKENAです。\u001b[22m, \u001b[1mオープニングテーマは、適切に完璧に作られたアニメのメインテーマとオープニングとエンディングの両方で提供ビジュアルに見事に適したこのアニメからビビのCV、ある野水伊織、によって行われる、DARAKENAです。\u001b[22m\n\u001b[4mThe opening was good, the ending was satisfactory and the OSTs were great.\u001b[24m\n    \u001b[1mオープニングは良かったし、エンディングは満足でき、OSTは素晴らしかった。\u001b[22m, \u001b[1m開口部は、良かった結末は良好であったとのOSTは素晴らしかったです。\u001b[22m\n\u001b[4mNothing more to be told.\u001b[24m\n    \u001b[1m何も言わない。\u001b[22m, \u001b[1m言われるより多くの何もありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverview:\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mOverview:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    視察\u001b[22m\n        inspection, observation, survey, investigation, scan, scrutiny\nHitsugi no Chaika might not be an anime that satisfies everybody who like fantasy and magic and it might not be an anime that people who keep away from magical shows will watch. Although there is an involvement of sufficient amount of magic and spells, the action scenes negate the magic so that a balance is provided. If you are more inclined to the voice-crew side of the anime rather than the plot then this anime is crafted definitely for you. Beautiful voice-acting with correct portrayal of emotions and joyfulness is always at most times a good sign that the anime is not a horrible one. Many say that this anime is underrated but in my honest opinion it is definitely not. Just because it was overshadowed by No Game No Life and other anime, it does not become underrated.\n\n\u001b[1m幻想と魔法が好きな人なら誰でも満足できるアニメではないかもしれませんし、魔法のショーを離れている人が見るアニメではないかもしれません。 十分な量の魔法と呪文が関与していますが、アクションシーンは魔法を無効にしてバランスをとっています。 プロットよりアニメのボイスクルー側にもっと傾いている場合、このアニメは確実にあなたのために作られています。 感情や喜びを正しく描写した美しい声優は、常にアニメが恐ろしいものではないことを示す良い兆候である。 多くの人が、このアニメは過小評価されていると言っていますが、私の正直な意見では間違いありません。  No Game No Lifeや他のアニメに影を落としただけなので、それは過小評価されません。\u001b[22m\n\u001b[1m(Gensō to mahō ga sukinahitonara dare demo manzoku dekiru animede wanai kamo shiremasenshi, mahō no shō o hanarete iru hito ga miru animede wanai kamo shiremasen. Jūbun'na ryō no mahō to jumon ga kan'yo shite imasuga, akushonshīn wa mahō o mukō ni shite baransu o totte imasu. Purotto yori anime no boisukurū-gawa ni motto katamuite iru baai, kono anime wa kakujitsu ni anata no tame ni tsukura rete imasu. Kanjō ya yorokobi o tadashiku byōsha shita utsukushī seiyū wa, tsuneni anime ga osoroshī monode wanai koto o shimesu yoi chōkōdearu. Ōku no hito ga, kono anime wa kashō hyōka sa rete iru to itte imasuga, watashi no shōjikina ikende wa machigai arimasen. No Game No Life ya hoka no anime ni kage o otoshita dakenanode, sore wa kashō hyōka sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mHitsugi no Chaika might not be an anime that satisfies everybody who like fantasy and magic and it might not be an anime that people who keep away from magical shows will watch. Although there is an involvement of sufficient amount of magic and spells, the action scenes negate the magic so that a balance is provided. If you are more inclined to the voice-crew side of the anime rather than the plot then this anime is crafted definitely for you. Beautiful voice-acting with correct portrayal of emotions and joyfulness is always at most times a good sign that the anime is not a horrible one. Many say that this anime is underrated but in my honest opinion it is definitely not. Just because it was overshadowed by No Game No Life and other anime, it does not become underrated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHitsugi no Chaika might not be an anime that satisfies everybody who like fantasy and magic and it might not be an anime that people who keep away from magical shows will watch.\u001b[24m\n    \u001b[1m幻想と魔法が好きな人なら誰でも満足できるアニメではないかもしれませんし、魔法のショーを離れている人が見るアニメではないかもしれません。\u001b[22m, \u001b[1m柩ないチャイカはファンタジーと魔法が好きなみんなを満足アニメになることはありませない可能性があり、それは魔法のショーから遠ざける人々が見れますアニメではないかもしれません。\u001b[22m\n\u001b[4mAlthough there is an involvement of sufficient amount of magic and spells, the action scenes negate the magic so that a balance is provided.\u001b[24m\n    \u001b[1m十分な量の魔法と呪文が関与していますが、アクションシーンは魔法を無効にしてバランスをとっています。\u001b[22m, \u001b[1m魔法と呪文のに十分な量の関与があるが、アクションシーンはバランスが提供されるように魔法を否定します。\u001b[22m\n\u001b[4mIf you are more inclined to the voice-crew side of the anime rather than the plot then this anime is crafted definitely for you.\u001b[24m\n    \u001b[1mプロットよりアニメのボイスクルー側にもっと傾いている場合、このアニメは確実にあなたのために作られています。\u001b[22m, \u001b[1mあなたはアニメの音声乗組員の側ではなく、プロットに、より傾斜している場合、このアニメは間違いなくあなたのために細工されています。\u001b[22m\n\u001b[4mBeautiful voice-acting with correct portrayal of emotions and joyfulness is always at most times a good sign that the anime is not a horrible one.\u001b[24m\n    \u001b[1m感情や喜びを正しく描写した美しい声優は、常にアニメが恐ろしいものではないことを示す良い兆候である。\u001b[22m, \u001b[1m美しい声作用感情と喜びの正しい描写では、ほとんどの時間にいつもアニメは恐ろしいものではないことは良い兆候です。\u001b[22m\n\u001b[4mMany say that this anime is underrated but in my honest opinion it is definitely not.\u001b[24m\n    \u001b[1m多くの人が、このアニメは過小評価されていると言っていますが、私の正直な意見では間違いありません。\u001b[22m, \u001b[1m多くはこのアニメが過小評価であると言うが、私の正直な意見では、それは間違いではありません。\u001b[22m\n\u001b[4mJust because it was overshadowed by No Game No Life and other anime, it does not become underrated.\u001b[24m\n    \u001b[1mNo Game No Lifeや他のアニメに影を落としただけなので、それは過小評価されません。\u001b[22m, \u001b[1mそれはノーゲームノーライフや他のアニメの陰に隠れたからといって、それが過小評価になっていません。\u001b[22m\n\u001b[1m\u001b[22m\nMy rating would be 7/10 if I consider all the factors and elements that make up an anime. Since I pay special attention to the voice-crew for almost every anime, I would rate this show 8/10 if I am inclined to the side where the performance of the voice-crew interests me instead of the main story and plot.\n\n\u001b[1mアニメを構成するすべての要素や要素を考慮すると、私の評価は7/10になります。 ほとんどのアニメのボイス・クルーには特に注意を払っているので、ボイス・クルーのパフォーマンスがメイン・ストーリーとプロットの代わりに私に関係する側に傾けば、このショーは8/10と評価されます。\u001b[22m\n\u001b[1m(Anime o kōsei suru subete no yōso ya yōso o kōryo suru to, watashi no hyōka wa 7/ 10 ni narimasu. Hotondo no anime no boisu kurū ni wa tokuni chūi o haratte irunode, boisu kurū no pafōmansu ga mein sutōrī to purotto no kawarini watashi ni kankei suru gawa ni katamukeba, kono shō wa 8/ 10 to hyōka sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mMy rating would be 7/10 if I consider all the factors and elements that make up an anime. Since I pay special attention to the voice-crew for almost every anime, I would rate this show 8/10 if I am inclined to the side where the performance of the voice-crew interests me instead of the main story and plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy rating would be 7/10 if I consider all the factors and elements that make up an anime.\u001b[24m\n    \u001b[1mアニメを構成するすべての要素や要素を考慮すると、私の評価は7/10になります。\u001b[22m, \u001b[1m私はアニメを構成するすべての要素と要素を考慮すれば、私の評価は7/10になります。\u001b[22m\n\u001b[4mSince I pay special attention to the voice-crew for almost every anime, I would rate this show 8/10 if I am inclined to the side where the performance of the voice-crew interests me instead of the main story and plot.\u001b[24m\n    \u001b[1mほとんどのアニメのボイス・クルーには特に注意を払っているので、ボイス・クルーのパフォーマンスがメイン・ストーリーとプロットの代わりに私に関係する側に傾けば、このショーは8/10と評価されます。\u001b[22m, \u001b[1m私はほぼすべてのアニメのための音声乗組員に特別な注意を払うので、私は音声乗組員のパフォーマンスではなく、メインストーリーとプロットを私に興味側に傾いていた場合、私はこのショー8月10日を評価します。\u001b[22m\n\u001b[1m\u001b[22m\nPS: Hitsugi no Chaika is getting a sequel which is slated for release in Fall 2014. This anime deserves a season 2 as many aspects of the story were left unattended and not explained properly. Also, will try to rectify any mistakes that I made while typing this review.\n\n\u001b[1mPS：Hitsugi Chaikaは2014年秋にリリース予定の続編を手に入れています。このアニメは、物語の多くの側面が無人であり、適切に説明されていないため、シーズン2に値するものです。 また、このレビューを入力する間に私がした間違いを修正しようとします。\u001b[22m\n\u001b[1m(PS: Hitsugi Chaika wa 2014-nen aki ni rirīsu yotei no zokuhen o te ni irete imasu. Kono anime wa, monogatari no ōku no sokumen ga bunindeari, tekisetsu ni setsumei sa rete inai tame, shīzun 2 ni ataisuru monodesu. Mata, kono rebyū o nyūryoku suru ma ni watashi ga shita machigai o shūsei shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mPS: Hitsugi no Chaika is getting a sequel which is slated for release in Fall 2014. This anime deserves a season 2 as many aspects of the story were left unattended and not explained properly. Also, will try to rectify any mistakes that I made while typing this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS: Hitsugi no Chaika is getting a sequel which is slated for release in Fall 2014. This anime deserves a season 2 as many aspects of the story were left unattended and not explained properly.\u001b[24m\n    \u001b[1mPS：Hitsugi Chaikaは2014年秋にリリース予定の続編を手に入れています。このアニメは、物語の多くの側面が無人であり、適切に説明されていないため、シーズン2に値するものです。\u001b[22m, \u001b[1mPS：柩はありませんチャイカは、このアニメは、物語の2としての多くの側面を放置し、適切に説明されていなかったシーズンに値する秋2014年にリリース予定されている続編を得ています。\u001b[22m\n\u001b[4mAlso, will try to rectify any mistakes that I made while typing this review.\u001b[24m\n    \u001b[1mまた、このレビューを入力する間に私がした間違いを修正しようとします。\u001b[22m, \u001b[1mまた、このレビューを入力している間、私が作った間違いを是正しようとします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "Hectotane",
    "profile": "/profile/Hectotane/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=148649",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  4\nサウンド|  8\nキャラクター|  5\n|  7\n\nみんなに迷惑をかけることを避けるために、私は4chanの人気のある「What You Watched / Expected / Got」memeを使ってこのショーを開始します：\n\n私は「スクラップドプリンセス」を期待していましたが、女性リーダーは「Gungrave's」ブランドン・ヒートの中学生バージョンでした。 私が得たのは、「クレイモア」をフィーチャーした「Little Miss Gungrave」と「Scrapped Princess」でした。\n\nこのショーは、無用なオタク系の人々に手を差し伸べるために、トークンの男性リード、Toruを、自己挿入に役に立たずに閉じ込められた別の人にしようとしています。 しかし、彼が元軍人で、破壊忍者であったので、それはやや難しいことです。 彼女の中で最も強迫性があり、「戦利品」を数日間持っているにもかかわらず、彼女の近親相姦は強いです。 彼女は「悪魔の娘」であるにもかかわらず、チャイカはちょうどかわいくて、お母さんの作成です。\n\nこれは私が本当に嫌いなキャラクターがいないところが好きな少数のショーの一つです（現在制作されている他のアニメ作品とは異なります）。 芸術はちょっと面倒なところにあり、アップスカートのパンティーショットはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTo avoid giving everyone an annoying 'wall to text,' I shall start my take on this show with 4chan's popular 'What You Watched / Expected / Got' meme:\n\n\u001b[1mみんなに迷惑をかけることを避けるために、私は4chanの人気のある「What You Watched / Expected / Got」memeを使ってこのショーを開始します：\u001b[22m\n\u001b[1m(Min'na ni meiwakuwokakeru koto o yokeru tame ni, watashi wa 4 chan no ninkinoaru `What You Watched/ Expected/ Got' mīmu o tsukatte kono shō o kaishi shimasu:)\u001b[22m\n\nTranslations of \u001b[4mTo avoid giving everyone an annoying 'wall to text,' I shall start my take on this show with 4chan's popular 'What You Watched / Expected / Got' meme:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo avoid giving everyone an annoying 'wall to text,' I shall start my take on this show with 4chan's popular 'What You Watched / Expected / Got' meme:\u001b[24m\n    \u001b[1mみんなに迷惑をかけることを避けるために、私は4chanの人気のある「What You Watched / Expected / Got」memeを使ってこのショーを開始します：\u001b[22m, \u001b[1m誰もが迷惑与えないようにするには「テキストに壁を、「私は4chanのの人気「何を監視/期待/ガット 'ミームと、この番組に私のテイクを開始しなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nI expected 'Scrapped Princess' with the female lead being a middle-school version of 'Gungrave's' Brandon Heat. What I've gotten was 'Scrapped Princess' with 'Little Miss Gungrave' featuring a 'Claymore.'\n\n\u001b[1m私は「スクラップドプリンセス」を期待していましたが、女性リーダーは「Gungrave's」ブランドン・ヒートの中学生バージョンでした。 私が得たのは、「クレイモア」をフィーチャーした「Little Miss Gungrave」と「Scrapped Princess」でした。\u001b[22m\n\u001b[1m(Watashi wa `sukurappudopurinsesu' o kitai shite imashitaga, josei rīdā wa `Gungrave' s' Burandon hīto no chūgakusei bājondeshita. Watashi ga eta no wa,`kureimoa' o fīchā shita `Little Miss Gungrave' to `Scrapped purinsesu'deshita.)\u001b[22m\n\nTranslations of \u001b[4mI expected 'Scrapped Princess' with the female lead being a middle-school version of 'Gungrave's' Brandon Heat. What I've gotten was 'Scrapped Princess' with 'Little Miss Gungrave' featuring a 'Claymore.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected 'Scrapped Princess' with the female lead being a middle-school version of 'Gungrave's' Brandon Heat.\u001b[24m\n    \u001b[1m私は「スクラップドプリンセス」を期待していましたが、女性リーダーは「Gungrave's」ブランドン・ヒートの中学生バージョンでした。\u001b[22m, \u001b[1m私は女性のリードが「GUNGRAVEの「ブランドン・ヒートの中学校のバージョンであることと「スクラップド・プリンセス」を期待しました。\u001b[22m\n\u001b[4mWhat I've gotten was 'Scrapped Princess' with 'Little Miss Gungrave' featuring a 'Claymore.'\u001b[24m\n    \u001b[1m私が得たのは、「クレイモア」をフィーチャーした「Little Miss Gungrave」と「Scrapped Princess」でした。\u001b[22m, \u001b[1m私は何を得ていることは「リトル・ミス・GUNGRAVE」をフィーチャーして「スクラップド・プリンセス」でした」クレイモアを。」\u001b[22m\n\u001b[1m\u001b[22m\nThe show, in order to reach out to the useless otaku-base, tries to make the token male lead, Toru, into another one of those useless and crapped upon self-inserts. But, with him being a former soldier and demolitions ninja, that's kinda hard to do. Akari's incest-dar is strong in her, despite being stronger than him and having 'booty for days.' Chaika's just cute and a creation of memes, even though she's the 'daughter of the demon lord.'\n\n\u001b[1mこのショーは、無用なオタク系の人々に手を差し伸べるために、トークンの男性リード、Toruを、自己挿入に役に立たずに閉じ込められた別の人にしようとしています。 しかし、彼が元軍人で、破壊忍者であったので、それはやや難しいことです。 彼女の中で最も強迫性があり、「戦利品」を数日間持っているにもかかわらず、彼女の近親相姦は強いです。 彼女は「悪魔の娘」であるにもかかわらず、チャイカはちょうどかわいくて、お母さんの作成です。\u001b[22m\n\u001b[1m(Kono shō wa, muyōna otaku-kei no hitobito ni te o sashinoberu tame ni, tōkun no dansei rīdo, Toru o, jiko sōnyū ni yakunitatazu ni tojikomerareta-betsu no hito ni shiyou to shite imasu. Shikashi, kare ga moto gunjin de, hakai ninjadeattanode, sore wa yaya muzukashī kotodesu. Kanojo no naka de mottomo kyōhaku-sei ga ari,`senri-hin' o sūjitsukan motte iru nimokakawarazu, kanojo no konshinsōkan wa tsuyoidesu. Kanojo wa `akuma no musume'dearu nimokakawarazu, chaika wa chōdo kawaikute, okāsan no sakuseidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe show, in order to reach out to the useless otaku-base, tries to make the token male lead, Toru, into another one of those useless and crapped upon self-inserts. But, with him being a former soldier and demolitions ninja, that's kinda hard to do. Akari's incest-dar is strong in her, despite being stronger than him and having 'booty for days.' Chaika's just cute and a creation of memes, even though she's the 'daughter of the demon lord.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show, in order to reach out to the useless otaku-base, tries to make the token male lead, Toru, into another one of those useless and crapped upon self-inserts.\u001b[24m\n    \u001b[1mこのショーは、無用なオタク系の人々に手を差し伸べるために、トークンの男性リード、Toruを、自己挿入に役に立たずに閉じ込められた別の人にしようとしています。\u001b[22m, \u001b[1mショーは、無駄なオタク系に手を差し伸べるために、無用のものの別の一つに、トークン男性のリード、徹を作成しようとし、自己の挿入時にcrapped。\u001b[22m\n\u001b[4mBut, with him being a former soldier and demolitions ninja, that's kinda hard to do.\u001b[24m\n    \u001b[1mしかし、彼が元軍人で、破壊忍者であったので、それはやや難しいことです。\u001b[22m, \u001b[1mしかし、彼は元兵士や撤去忍者であることと、それを行うのはちょっと難しいです。\u001b[22m\n\u001b[4mAkari's incest-dar is strong in her, despite being stronger than him and having 'booty for days.'\u001b[24m\n    \u001b[1m彼女の中で最も強迫性があり、「戦利品」を数日間持っているにもかかわらず、彼女の近親相姦は強いです。\u001b[22m, \u001b[1mあかりの近親相姦-DARは彼よりも強いであることともかかわらず、彼女に強い '日間戦利品を。」\u001b[22m\n\u001b[4mChaika's just cute and a creation of memes, even though she's the 'daughter of the demon lord.'\u001b[24m\n    \u001b[1m彼女は「悪魔の娘」であるにもかかわらず、チャイカはちょうどかわいくて、お母さんの作成です。\u001b[22m, \u001b[1mチャイカのちょうどかわいいとミームの作成、彼女はだにもかかわらず、「魔王の娘。」\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the few shows I like where there's no character I truly hate (unlike the lot of other animu titles currently being made). The art IS a little on the messy side and there are no upskirt panty shots, though.\n\n\u001b[1mこれは私が本当に嫌いなキャラクターがいないところが好きな少数のショーの一つです（現在制作されている他のアニメ作品とは異なります）。 芸術はちょっと面倒なところにあり、アップスカートのパンティーショットはありません。\u001b[22m\n\u001b[1m(Kore wa watashi ga hontōni kiraina kyarakutā ga inai tokoro ga sukina shōsū no shō no hitotsudesu (genzai seisaku sa rete iru ta no anime sakuhin to wa kotonarimasu). Geijutsu wa chotto mendōna tokoro ni ari, appusukāto no pantīshotto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of the few shows I like where there's no character I truly hate (unlike the lot of other animu titles currently being made). The art IS a little on the messy side and there are no upskirt panty shots, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of the few shows I like where there's no character I truly hate (unlike the lot of other animu titles currently being made).\u001b[24m\n    \u001b[1mこれは私が本当に嫌いなキャラクターがいないところが好きな少数のショーの一つです（現在制作されている他のアニメ作品とは異なります）。\u001b[22m, \u001b[1mこれは、（現在行われている他のanimuタイトルの多くとは異なり）、私は本当に嫌い何の文字がない私のようないくつかのショーの一つです。\u001b[22m\n\u001b[4mThe art IS a little on the messy side and there are no upskirt panty shots, though.\u001b[24m\n    \u001b[1m芸術はちょっと面倒なところにあり、アップスカートのパンティーショットはありません。\u001b[22m, \u001b[1mしかし、アートは汚い側にはほとんどされていてスカートのパンティーショットはありません。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "matic12345",
    "profile": "/profile/matic12345/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=199871",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n大胆な約束を示すアニメを見ていると、基本的なアイデアは素晴らしく、物語は興味深いものです。 それはしばしば傑作に発展するが、他はオフコースになり、平凡なものに落ちる。\n\n戦争がなくなった土地では、古い天皇の転覆の後、私たちは彼がうまくいくことが戦いであるので、この世界には何もないベテランに紹介されます。 狩りをしている間、彼は棺を持っている白髪の少女につまずいて、すぐにユニコーンに襲われます。 一緒に彼らは獣を逃れることができ、彼は彼女、チャイカが後期皇帝の娘であることを知る。 彼女は父親の遺骨を探しているので、地元の貴族の遺骨の一つを盗むのを助けることができるかどうか尋ねる。 彼はチャイナの父親の遺骨を探すために、彼は妹と一緒に機会に飛び降りる目的で憧れています。\n\n興味深いことに、アニメにとっては、戦争が終わった世界でやるべき兵士と同じように、退役軍人の主題を探り始める。 さらに興味深いことに、ショーを通して私たちは戦争に憧れている人たちを見ています。彼らは普通の兵士、民間人、あるいは王族でもあります。 しかし、これはすべて個人的な利益のためではなく、興奮とどこかの所属感についてのみです。\nストーリー全体は進化を続け、プロット・ツイストで驚くほどオリジナルであるように管理します。 これらの異なる方向のすべての問題の1つは、多くのテーマが十分に探索されず、忘れられたり無視されたりするように見えるということです。 この12のエピソード形式は、イベントに詰め込まれたものがこのような短期間のものになるのは難しいので、これを手助けしているわけではありません。 傷害に侮辱を加えるために、私たちは絶対に不必要と思われた追求者の物語にも従っています。 シリーズは、銃の形で描かれているので、魔法の中で非常にユニークなビューを持っています。 すべてのものは、いったん異なる生き物のような生き物の記憶に残っていますが、実際には自分の思い出を使用することもできますが、使用した記憶を失うこともあります。\n\n主人公はチャイカ、彼女は私がアニメで見た中で最も記憶に残る女性のキャラクターの一つと考えています。 彼女は子供時代の記憶を持っていますが、父親の崩壊の時は何も知らないのです。 彼女が知っている唯一の事は、彼女が彼女の父の遺骨を集めて、彼に適切な埋葬を与えることであるということです。 彼女は社会的なスキルがないと信じていますが、文章全体ではなく言葉だけを吐き出して話すことさえできません。 次に、徹と妹のあかりは、幼い頃から訓練を受けて傭兵に訓練され、戦争が終わってから何をすべきか分からずにさまよっていた。 彼らは一番エキサイティングなキャラクターではありませんが、完璧です。 彼らはこの典型的な兄弟姉妹をダイナミックにしています。彼らはライバルの一種として描かれています。いつも他のものよりも良くなるように努めていますが、同時に深く互いに献身しています。 その後、主なトリオを追跡し、Chaikaが遺骨を集めるのを止めるチームを作っています。 彼らはかなり能力のある戦闘機のグループですが、彼らは彼女の父親を埋葬しようとしている少女の狩りのジレンマに直面しています。 後で、私たちは大部分が偉大であり、実際にストーリーが流れていくのを助ける他の中位の重要なキャラクターに紹介されます。\n\nビジュアル部門では不満はなく、たとえ一部の3Dモデルがちょっと変わって見えても、すべてがうまく見えますが、小さな予算を考えればそれはすべていいです。 サウンドトラックも素晴らしく、私は特にオープニングテーマが好きだった。\n\nすべてのヒッツギのチャイカは非常に多くの偉大なアイデアと輝きの瞬間を持っていますが、それはむしろ貧しい人々の執行によって倒されますが、他のアニメと同じように穏やかに落ちることはありません。 だからショーは私からの素敵な8と全員のためのお勧めを得る。 私はすでに第2シーズンを見ることを楽しみにしています。\nこのレビューを楽しんだ場合は、私の他のレビューをチェックしたり、コメントを残して気軽に",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOnce in a while you come across an anime that shows great promise, the basic ideas are great and the story is intriguing. Shows like that often develop into masterpieces but others veer off-course and descend into mediocrity.\n\n\u001b[1m大胆な約束を示すアニメを見ていると、基本的なアイデアは素晴らしく、物語は興味深いものです。 それはしばしば傑作に発展するが、他はオフコースになり、平凡なものに落ちる。\u001b[22m\n\u001b[1m(Daitan'na yakusoku o shimesu anime o mite iru to, kihon-tekina aidea wa subarashiku, monogatari wa kyōmibukai monodesu. Sore wa shibashiba kessaku ni hatten suruga, hoka wa ofukōsu ni nari, heibon'na mono ni ochiru.)\u001b[22m\n\nTranslations of \u001b[4mOnce in a while you come across an anime that shows great promise, the basic ideas are great and the story is intriguing. Shows like that often develop into masterpieces but others veer off-course and descend into mediocrity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce in a while you come across an anime that shows great promise, the basic ideas are great and the story is intriguing.\u001b[24m\n    \u001b[1m大胆な約束を示すアニメを見ていると、基本的なアイデアは素晴らしく、物語は興味深いものです。\u001b[22m, \u001b[1m一度あなたが大きな期待を示しているアニメに出くわすしばらく、基本的なアイデアは素晴らしいですし、話は興味をそそられます。\u001b[22m\n\u001b[4mShows like that often develop into masterpieces but others veer off-course and descend into mediocrity.\u001b[24m\n    \u001b[1mそれはしばしば傑作に発展するが、他はオフコースになり、平凡なものに落ちる。\u001b[22m, \u001b[1mそのような番組は、多くの場合、傑作に発展するが、他はオフコース向きを変えると平凡に降り。\u001b[22m\n\u001b[1m\u001b[22m\nIn a land where wars are no more, after the overthrowing of the old emperor, we are introduced to a veteran who has no place in this world, as all he can do well is fight. While hunting he stumbles upon a white-haired girl carrying a casket, and they are then immediately attacked by an unicorn. Together they manage to escape the beast and he finds out that she, Chaika, is the daughter of the late emperor. She tells him she is looking for the remains of her father so she can then bury him, and asks him if he could help her steal one of the remains in the possession of a local nobleman. Longing for a purpose he jumps at the opportunity and together with his sister he joins the search for the remains of Chaika’s father.\n\n\u001b[1m戦争がなくなった土地では、古い天皇の転覆の後、私たちは彼がうまくいくことが戦いであるので、この世界には何もないベテランに紹介されます。 狩りをしている間、彼は棺を持っている白髪の少女につまずいて、すぐにユニコーンに襲われます。 一緒に彼らは獣を逃れることができ、彼は彼女、チャイカが後期皇帝の娘であることを知る。 彼女は父親の遺骨を探しているので、地元の貴族の遺骨の一つを盗むのを助けることができるかどうか尋ねる。 彼はチャイナの父親の遺骨を探すために、彼は妹と一緒に機会に飛び降りる目的で憧れています。\u001b[22m\n\u001b[1m(Sensō ga nakunatta tochide wa, furui ten'nō no tenpuku no ato, watashitachi wa kare ga umaku iku koto ga tatakaidearunode, kono sekai ni wa nanimonai beteran ni shōkai sa remasu. Kari o shite iru ma, kare wa hitsugi o motte iru shiraga no shōjo ni tsumazuite, sugu ni yunikōn ni osowa remasu. Issho ni karera wa kemono o nogareru koto ga deki, kare wa kanojo, chaika ga kōki kōtei no musumedearu koto o shiru. Kanojo wa chichioya no ikotsu o sagashite irunode, jimoto no kizoku no ikotsu no hitotsu o nusumu no o tasukeru koto ga dekiru ka dō ka tazuneru. Kare wa Chaina no chichioya no ikotsu o sagasu tame ni, kare wa imōto to issho ni kikai ni tobioriru mokuteki de akogarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn a land where wars are no more, after the overthrowing of the old emperor, we are introduced to a veteran who has no place in this world, as all he can do well is fight. While hunting he stumbles upon a white-haired girl carrying a casket, and they are then immediately attacked by an unicorn. Together they manage to escape the beast and he finds out that she, Chaika, is the daughter of the late emperor. She tells him she is looking for the remains of her father so she can then bury him, and asks him if he could help her steal one of the remains in the possession of a local nobleman. Longing for a purpose he jumps at the opportunity and together with his sister he joins the search for the remains of Chaika’s father.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a land where wars are no more, after the overthrowing of the old emperor, we are introduced to a veteran who has no place in this world, as all he can do well is fight.\u001b[24m\n    \u001b[1m戦争がなくなった土地では、古い天皇の転覆の後、私たちは彼がうまくいくことが戦いであるので、この世界には何もないベテランに紹介されます。\u001b[22m, \u001b[1m彼はよく行うことができ、すべての戦いのように戦争はもはやある土地では、昔の皇帝の転覆後、私たちは、この世界では場所がないベテランに導入されています。\u001b[22m\n\u001b[4mWhile hunting he stumbles upon a white-haired girl carrying a casket, and they are then immediately attacked by an unicorn.\u001b[24m\n    \u001b[1m狩りをしている間、彼は棺を持っている白髪の少女につまずいて、すぐにユニコーンに襲われます。\u001b[22m, \u001b[1m狩りながら彼は棺を運ぶ白毛女の際につまずき、そして彼らは、その後すぐにユニコーンの攻撃を受けています。\u001b[22m\n\u001b[4mTogether they manage to escape the beast and he finds out that she, Chaika, is the daughter of the late emperor.\u001b[24m\n    \u001b[1m一緒に彼らは獣を逃れることができ、彼は彼女、チャイカが後期皇帝の娘であることを知る。\u001b[22m, \u001b[1m彼らは一緒に獣をエスケープするために管理し、彼は彼女が、チャイカは、先帝の娘であることを知ります。\u001b[22m\n\u001b[4mShe tells him she is looking for the remains of her father so she can then bury him, and asks him if he could help her steal one of the remains in the possession of a local nobleman.\u001b[24m\n    \u001b[1m彼女は父親の遺骨を探しているので、地元の貴族の遺骨の一つを盗むのを助けることができるかどうか尋ねる。\u001b[22m, \u001b[1m彼女はその後、彼を埋めることができるように、彼女は彼女の父の遺骨を探している彼に告げると、彼は彼女の地元の貴族の所有で遺跡の1を盗む助けることができれば彼に尋ねます。\u001b[22m\n\u001b[4mLonging for a purpose he jumps at the opportunity and together with his sister he joins the search for the remains of Chaika’s father.\u001b[24m\n    \u001b[1m彼はチャイナの父親の遺骨を探すために、彼は妹と一緒に機会に飛び降りる目的で憧れています。\u001b[22m, \u001b[1m彼は機会にジャンプし、一緒に彼の妹と彼はチャイカの父の遺骨の検索に参加する目的のために憧れ。\u001b[22m\n\u001b[1m\u001b[22m\nInterestingly for an anime it starts off exploring the subject of veterans as what is a solider to do in a world where wars are over. Even more interesting is the fact that throughout the show we se people longing for war, wether they are normal soldiers, civilians or even royalty. But all of this is not for the sake of personal gain but solely for the excitement and the feeling of belonging somewhere.\n\n\u001b[1m興味深いことに、アニメにとっては、戦争が終わった世界でやるべき兵士と同じように、退役軍人の主題を探り始める。 さらに興味深いことに、ショーを通して私たちは戦争に憧れている人たちを見ています。彼らは普通の兵士、民間人、あるいは王族でもあります。 しかし、これはすべて個人的な利益のためではなく、興奮とどこかの所属感についてのみです。\u001b[22m\n\u001b[1m(Kyōmibukai koto ni, anime ni totte wa, sensō ga owatta sekai de yarubeki heishi to onajiyōni, taieki gunjin no shudai o saguri hajimeru. Sarani kyōmibukai koto ni, shō o tōshite watashitachiha sensō ni akogarete iru hito-tachi o mite imasu. Karera wa futsū no heishi, minkan hito, aruiwa ōzoku demo arimasu. Shikashi, koreha subete kojin-tekina rieki no tamede wa naku, kōfun to doko ka no shozoku-kan ni tsuite nomidesu.)\u001b[22m\n\nTranslations of \u001b[4mInterestingly for an anime it starts off exploring the subject of veterans as what is a solider to do in a world where wars are over. Even more interesting is the fact that throughout the show we se people longing for war, wether they are normal soldiers, civilians or even royalty. But all of this is not for the sake of personal gain but solely for the excitement and the feeling of belonging somewhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInterestingly for an anime it starts off exploring the subject of veterans as what is a solider to do in a world where wars are over.\u001b[24m\n    \u001b[1m興味深いことに、アニメにとっては、戦争が終わった世界でやるべき兵士と同じように、退役軍人の主題を探り始める。\u001b[22m, \u001b[1m興味深いことにアニメのためのそれは、戦争が終わっている世界で行うには兵士が何であるかのようなベテランの対象を探索オフに開始されます。\u001b[22m\n\u001b[4mEven more interesting is the fact that throughout the show we se people longing for war, wether they are normal soldiers, civilians or even royalty.\u001b[24m\n    \u001b[1mさらに興味深いことに、ショーを通して私たちは戦争に憧れている人たちを見ています。彼らは普通の兵士、民間人、あるいは王族でもあります。\u001b[22m, \u001b[1mさらに興味深いのは事実であることを示している、彼らは通常の兵士、民間人あるいはロイヤリティある天気を戦争のために、我々はそれ自体人々の憧れ、全体に。\u001b[22m\n\u001b[4mBut all of this is not for the sake of personal gain but solely for the excitement and the feeling of belonging somewhere.\u001b[24m\n    \u001b[1mしかし、これはすべて個人的な利益のためではなく、興奮とどこかの所属感についてのみです。\u001b[22m, \u001b[1mしかし、このすべては、個人的な利益のためのためではなく、単に興奮とどこかに属する感のためではありません。\u001b[22m\nThe story as a whole keeps evolving and manages to be surprisingly original in its plot-twists. One problem with all of these different directions is that many of the themes are explored not explored nearly enough and seem to be just forgotten or ignored. The twelve episode format is not helping with this at all as something so packed with events is hard to stuff into such a short duration. To add insult to injury we are also following the story of their pursuers which seemed absolutely unnecessary. The series has a very unique view in magic as it is portrayed in the form of guns. The whole thing runs on memories of once living beings, such as different fossils, well actually they can also use their own memories but then loose those memories they use, but this is not expanded nearly enough so we do not get any details.\n\n\u001b[1mストーリー全体は進化を続け、プロット・ツイストで驚くほどオリジナルであるように管理します。 これらの異なる方向のすべての問題の1つは、多くのテーマが十分に探索されず、忘れられたり無視されたりするように見えるということです。 この12のエピソード形式は、イベントに詰め込まれたものがこのような短期間のものになるのは難しいので、これを手助けしているわけではありません。 傷害に侮辱を加えるために、私たちは絶対に不必要と思われた追求者の物語にも従っています。 シリーズは、銃の形で描かれているので、魔法の中で非常にユニークなビューを持っています。 すべてのものは、いったん異なる生き物のような生き物の記憶に残っていますが、実際には自分の思い出を使用することもできますが、使用した記憶を失うこともあります。\u001b[22m\n\u001b[1m(Sutōrī zentai wa shinka o tsudzuke, purotto tsuisuto de odoroku hodo orijinarudearu yō ni kanri shimasu. Korera no kotonaru hōkō no subete no mondai no 1tsu wa, ōku no tēma ga jūbun ni tansaku sa rezu, wasure rare tari mushi sa re tari suru yō ni mieru to iu kotodesu. Kono 12 no episōdo keishiki wa, ibento ni tsumekoma reta mono ga ko no yōna tankikan no mono ni naru no wa muzukashīnode, kore o tedasuke shite iru wakede wa arimasen. Shōgai ni bujoku o kuwaeru tame ni, watashitachi wa zettai ni fuhitsuyō to omowa reta tsuikyū-sha no monogatari ni mo shitagatte imasu. Shirīzu wa, jū no katachi de egaka rete irunode, mahō no naka de hijō ni yunīkuna byū o motte imasu. Subete no mono wa, ittan kotonaru ikimono no yōna ikimono no kioku ni nokotte imasuga, jissai ni wa jibun no omoide o shiyō suru koto mo dekimasuga, shiyō shita kioku o ushinau koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story as a whole keeps evolving and manages to be surprisingly original in its plot-twists. One problem with all of these different directions is that many of the themes are explored not explored nearly enough and seem to be just forgotten or ignored. The twelve episode format is not helping with this at all as something so packed with events is hard to stuff into such a short duration. To add insult to injury we are also following the story of their pursuers which seemed absolutely unnecessary. The series has a very unique view in magic as it is portrayed in the form of guns. The whole thing runs on memories of once living beings, such as different fossils, well actually they can also use their own memories but then loose those memories they use, but this is not expanded nearly enough so we do not get any details.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story as a whole keeps evolving and manages to be surprisingly original in its plot-twists.\u001b[24m\n    \u001b[1mストーリー全体は進化を続け、プロット・ツイストで驚くほどオリジナルであるように管理します。\u001b[22m, \u001b[1m全体として物語は進化し続け、そのプロット-ひねりで驚くほどオリジナルであることを管理しています。\u001b[22m\n\u001b[4mOne problem with all of these different directions is that many of the themes are explored not explored nearly enough and seem to be just forgotten or ignored.\u001b[24m\n    \u001b[1mこれらの異なる方向のすべての問題の1つは、多くのテーマが十分に探索されず、忘れられたり無視されたりするように見えるということです。\u001b[22m, \u001b[1mこれらの異なる方向のすべての1つの問題は、テーマの多くは、ほぼ十分な探求し、ちょうど忘れたり、無視されていないよう模索していることです。\u001b[22m\n\u001b[4mThe twelve episode format is not helping with this at all as something so packed with events is hard to stuff into such a short duration.\u001b[24m\n    \u001b[1mこの12のエピソード形式は、イベントに詰め込まれたものがこのような短期間のものになるのは難しいので、これを手助けしているわけではありません。\u001b[22m, \u001b[1m12エピソード形式はまったくそうなイベントが充填されたものとしてこれを手伝っていないことは、このような短期間に詰め込むことは困難です。\u001b[22m\n\u001b[4mTo add insult to injury we are also following the story of their pursuers which seemed absolutely unnecessary.\u001b[24m\n    \u001b[1m傷害に侮辱を加えるために、私たちは絶対に不必要と思われた追求者の物語にも従っています。\u001b[22m, \u001b[1m傷害に侮辱を追加するには、我々はまた、絶対に不要なように見えた彼らの追っ手の物語を以下の通りです。\u001b[22m\n\u001b[4mThe series has a very unique view in magic as it is portrayed in the form of guns.\u001b[24m\n    \u001b[1mシリーズは、銃の形で描かれているので、魔法の中で非常にユニークなビューを持っています。\u001b[22m, \u001b[1mシリーズは、それが銃の形で描かれているようにマジックで非常にユニークな景色を眺めることができます。\u001b[22m\n\u001b[4mThe whole thing runs on memories of once living beings, such as different fossils, well actually they can also use their own memories but then loose those memories they use, but this is not expanded nearly enough so we do not get any details.\u001b[24m\n    \u001b[1mすべてのものは、いったん異なる生き物のような生き物の記憶に残っていますが、実際には自分の思い出を使用することもできますが、使用した記憶を失うこともあります。\u001b[22m, \u001b[1m全体のことは、別の化石のようなかつての生き物の思い出、よく実際に彼らはまた、自分自身の思い出を使用するが、その後彼らが使用するそれらの記憶を失うが、これはほぼ十分に展開されていないので、我々は、任意の詳細を取得しないことができます上で実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character is Chaika, she is in my opinion one of the most memorable female characters I have seen in anime. She has the memory of her childhood, but knows nothing about the time of the fall of her father. The only thing she knows is that she is to gather her fathers remains and give him a proper burial. She is very trusting an has non existent social skills, she can’t even normally talk as she spouts out only words, not whole sentences. Next we have Tooru and his sister Akari, both are saboteurs, trained from their early childhood to fight as mercenaries and have been aimlessly wandering around since the end of the war not knowing what to do. They aren't the most exciting characters, but they are perfectly fine. They have this typical brother sister dynamic, as they are portrayed as sort of rivals, always trying to be better than the other, but at the same time deeply devoted to one another. Then we have a team that is trying to track our main trio down and stop Chaika from gathering the remains. They are a group of fairly capable fighters but they are facing the dilemma of hunting down a girl only looking to bury her father. Later on we are introduced to some other moderately important characters which are mostly great and really help the story flow along.\n\n\u001b[1m主人公はチャイカ、彼女は私がアニメで見た中で最も記憶に残る女性のキャラクターの一つと考えています。 彼女は子供時代の記憶を持っていますが、父親の崩壊の時は何も知らないのです。 彼女が知っている唯一の事は、彼女が彼女の父の遺骨を集めて、彼に適切な埋葬を与えることであるということです。 彼女は社会的なスキルがないと信じていますが、文章全体ではなく言葉だけを吐き出して話すことさえできません。 次に、徹と妹のあかりは、幼い頃から訓練を受けて傭兵に訓練され、戦争が終わってから何をすべきか分からずにさまよっていた。 彼らは一番エキサイティングなキャラクターではありませんが、完璧です。 彼らはこの典型的な兄弟姉妹をダイナミックにしています。彼らはライバルの一種として描かれています。いつも他のものよりも良くなるように努めていますが、同時に深く互いに献身しています。 その後、主なトリオを追跡し、Chaikaが遺骨を集めるのを止めるチームを作っています。 彼らはかなり能力のある戦闘機のグループですが、彼らは彼女の父親を埋葬しようとしている少女の狩りのジレンマに直面しています。 後で、私たちは大部分が偉大であり、実際にストーリーが流れていくのを助ける他の中位の重要なキャラクターに紹介されます。\u001b[22m\n\u001b[1m(Shujinkō wa chaika, kanojo wa watashi ga anime de mita naka de mottomo kioku ni nokoru josei no kyarakutā no hitotsu to kangaete imasu. Kanojo wa kodomo jidai no kioku o motte imasuga, chichioya no hōkai no toki wa nani mo shiranai nodesu. Kanojo ga shitte iru yuiitsu no koto wa, kanojo ga kanojo no chichi no ikotsu o atsumete, kare ni tekisetsuna maisō o ataeru kotodearu to iu kotodesu. Kanojo wa shakai-tekina sukiru ga nai to shinjite imasuga, bunshō zentaide wanaku kotoba dake o hakidashite hanasu koto sae dekimasen. Tsugini, Tōru to imōto no Akari wa, osanai koro kara kunren o ukete yōhei ni kunren sa re, sensō ga owatte kara nani o subeki ka wakarazu ni samayotte ita. Karera wa ichiban ekisaitinguna kyarakutāde wa arimasenga, kanpekidesu. Karera wa kono tenkei-tekina keiteishimai o dainamikku ni shite imasu. Karera wa raibaru no isshu to shite egaka rete imasu. Itsumo hoka no mono yori mo yoku naru yō ni tsutomete imasuga, dōjini fukaku tagaini kenshin shite imasu. Sonogo, omona torio o tsuiseki shi, Chaika ga ikotsu o atsumeru no o tomeru chīmu o tsukutte imasu. Karera wa kanari nōryoku no aru sentōki no gurūpudesuga, karera wa kanojo no chichioya o maisō shiyou to shite iru shōjo no kari no jirenma ni chokumen shite imasu. Atode, watashitachiha daibubun ga idaideari, jissai ni sutōrī ga nagarete iku no o tasukeru ta no chūi no jūyōna kyarakutā ni shōkai sa remasu.)\u001b[22m\n\u001b[1m\u001b[22m\nIn the visual department I have no complaints, everything looks nice even if some 3d models look a bit out of place but considering the small budget it is all good. The soundtrack is nice as well and I especially liked the opening theme.\n\n\u001b[1mビジュアル部門では不満はなく、たとえ一部の3Dモデルがちょっと変わって見えても、すべてがうまく見えますが、小さな予算を考えればそれはすべていいです。 サウンドトラックも素晴らしく、私は特にオープニングテーマが好きだった。\u001b[22m\n\u001b[1m(Bijuaru bumonde wa fuman wa naku, tatoe ichibu no 3 D moderu ga chotto kawatte miete mo, subete ga umaku miemasuga, chīsana yosan o kangaereba sore wa subete īdesu. Saundotorakku mo subarashiku, watashi wa tokuni ōpuningutēma ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mIn the visual department I have no complaints, everything looks nice even if some 3d models look a bit out of place but considering the small budget it is all good. The soundtrack is nice as well and I especially liked the opening theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the visual department I have no complaints, everything looks nice even if some 3d models look a bit out of place but considering the small budget it is all good.\u001b[24m\n    \u001b[1mビジュアル部門では不満はなく、たとえ一部の3Dモデルがちょっと変わって見えても、すべてがうまく見えますが、小さな予算を考えればそれはすべていいです。\u001b[22m, \u001b[1m私は不満はない視覚的な部門では、すべてのものはいくつかの3Dモデルは場違い少し見えますが、それはすべての良い小さな予算を考慮した場合でも良さそうに見えます。\u001b[22m\n\u001b[4mThe soundtrack is nice as well and I especially liked the opening theme.\u001b[24m\n    \u001b[1mサウンドトラックも素晴らしく、私は特にオープニングテーマが好きだった。\u001b[22m, \u001b[1mサウンドトラックにもいいですし、私は特にオープニングテーマが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all Hitsugi no Chaika has so many great ideas and moments of brilliance, that are brought down by rather poor execution,but still it never falls into mediocrity as so may other anime do. So the show gets a nice 8 from me and a recommendation for everyone. Im am already looking forward to seeing the second season.\n\n\u001b[1mすべてのヒッツギのチャイカは非常に多くの偉大なアイデアと輝きの瞬間を持っていますが、それはむしろ貧しい人々の執行によって倒されますが、他のアニメと同じように穏やかに落ちることはありません。 だからショーは私からの素敵な8と全員のためのお勧めを得る。 私はすでに第2シーズンを見ることを楽しみにしています。\u001b[22m\n\u001b[1m(Subete no hittsugi no chaika wa hijō ni ōku no idaina aidea to kagayaki no shunkan o motte imasuga, sore wa mushiro mazushī hitobito no shikkō ni yotte taosa remasuga, hoka no anime to onajiyōni odayaka ni ochiru koto wa arimasen. Dakara shō wa watashi kara no sutekina 8 to zen'in no tame no o susume o eru. Watashi wa sudeni dai 2 shīzun o miru koto o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all Hitsugi no Chaika has so many great ideas and moments of brilliance, that are brought down by rather poor execution,but still it never falls into mediocrity as so may other anime do. So the show gets a nice 8 from me and a recommendation for everyone. Im am already looking forward to seeing the second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all Hitsugi no Chaika has so many great ideas and moments of brilliance, that are brought down by rather poor execution,but still it never falls into mediocrity as so may other anime do.\u001b[24m\n    \u001b[1mすべてのヒッツギのチャイカは非常に多くの偉大なアイデアと輝きの瞬間を持っていますが、それはむしろ貧しい人々の執行によって倒されますが、他のアニメと同じように穏やかに落ちることはありません。\u001b[22m, \u001b[1mすべての柩なしチャイカのすべてではなく、不適切な実行によって倒されているので、多くの素晴らしいアイデアと輝きの瞬間を、持っていますが、まだそれは他のアニメが行うことができるように、平凡に陥ることはありません。\u001b[22m\n\u001b[4mSo the show gets a nice 8 from me and a recommendation for everyone.\u001b[24m\n    \u001b[1mだからショーは私からの素敵な8と全員のためのお勧めを得る。\u001b[22m, \u001b[1mだからショーは私から素敵8と皆のための勧告を取得します。\u001b[22m\n\u001b[4mIm am already looking forward to seeing the second season.\u001b[24m\n    \u001b[1m私はすでに第2シーズンを見ることを楽しみにしています。\u001b[22m, \u001b[1mイムは、すでに第二シーズンに会えるのを楽しみにしています。\u001b[22m\nIf you enjoyed this review feel free to check out my other reviews or leave a comment\n\n\u001b[1mこのレビューを楽しんだ場合は、私の他のレビューをチェックしたり、コメントを残して気軽に\u001b[22m\n\u001b[1m(Kono rebyū o tanoshinda baai wa, watashi no ta no rebyū o chekku shi tari, komento o nokoshite kigaru ni)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoyed this review feel free to check out my other reviews or leave a comment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoyed this review feel free to check out my other reviews or leave a comment\u001b[24m\n    \u001b[1mこのレビューを楽しんだ場合は、私の他のレビューをチェックしたり、コメントを残して気軽に\u001b[22m, \u001b[1mあなたはこのレビューを楽しんでいる場合、私の他のレビューをチェックアウトしたり、コメントを残して自由に感じます\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "ShiningE",
    "profile": "/profile/ShiningE/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=198847",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\nストーリー：8/10\n物語は非常に基本的な\"魔法の量を集める\"ようですが、儀式のChaikaは、非常に楽しんで視聴体験を作るにはまだ十分に数式を変更します。 これは、このアニメが驚くほど速いペースでサポートされています。このペースでは、短くて忘れがたい部分が守られ、意外な変化は素早いストーリーのように感じられます。 しかし、プロットが速く動いているにもかかわらず、何も急いで感じることも、完全には発達していないと感じることもありません。しかし、クライマックスは速いペースに沿うように言わなければならないので、最後に大きな壮大な対決を期待しないでください。 これは、アニメがあなたに最大限までおっしゃってから、ほんの短いものと甘いものを提供し、かなり失望することがあるので、これは問題のようなものです。 全体的に私の期待を上回り、さまざまな場所に行きました\n\nアニメーション/サウンド：7/10\nそれは美しいが、まだかなりきれいで、本当に何か特別なものではない。 このアニメがすばらしく見える戦いのシーンの間に輝きます。\nアートスタイルは、その瞬間を持っていますが、かなり基本的なままです。\n同じやサウンドデザインが行きます。 私が気にしているテーマやトラックはありませんが、刺激や迷惑として描写されるものはありません。 サウンドトラック全体では、光ることなくシーンをスムーズにサポートします。\n\nキャラクター9/10\n儀式のチャイカのキャラクターは、少年の人気を博した多くの派閥の本当のさわやかな休憩です。 彼らは私が個人的に好きだったほど深くはありませんが、それでも十分楽しむことができますし、いつも片面淡いパンを作って、誰の主人にも嫌われることはありません。 キャラクターは、多くの点であなたを驚かせることができる異なる主題に関する多くの異なる意見を持っています。 これにより、キャラクターと共感し、アーキタイプがついたスクリーン上でよりリアルな感じを感じるので、楽しむことができます。 あなたはこのショーで感情的なジェットコースターで素晴らしいキャラクターの研究を見つけることはありませんが、多くのキャラクターの開発で興味深い冒険を経験するいくつかの非常に楽しく愛らしいキャラクター。\n\n楽しさ：8/10\nあなたが速いアクションを好きなら、クイックストーリーのヒッツギのチャイカは素晴らしいライドです。 それは非常に楽しく短いShounenエピソード形式で見るためにあなたが大規模なまたはより哲学的な深いシリーズを見てビンギに時間を投資することができない場合。 警告：このショーは時には非常に暗くなることがありますので、ストーリーやストーリーがうまくいかない場合は、ストーリーの一部で楽しむことができますが、それでもウォッチの価値はあると思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nStory:8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory:8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nWhile the story seems to be a very basic 'collect an amount of magical things', Hitsugi no Chaika changes the formula just enough to still make a very enjoying viewing experience. This is mostly supported through the insanely fast pace this anime has which keeps the parts that are expected short and forgettable and the surprising changes feel like swift strikes of awesomeness. But even though the plot is moving quickly, nothing feels rushed or not fully developed.But it should be mentioned that the climax keeps in line with the fast pace so do not expect a huge epic showdown at the end. This comes kind of as a problem since the Anime hypes you up to the maximum and then just delivers something short and sweet which can be fairly disappointing. All in all it exceeded my expectations and went to many different places\n\n\u001b[1m物語は非常に基本的な\"魔法の量を集める\"ようですが、儀式のChaikaは、非常に楽しんで視聴体験を作るにはまだ十分に数式を変更します。 これは、このアニメが驚くほど速いペースでサポートされています。このペースでは、短くて忘れがたい部分が守られ、意外な変化は素早いストーリーのように感じられます。 しかし、プロットが速く動いているにもかかわらず、何も急いで感じることも、完全には発達していないと感じることもありません。しかし、クライマックスは速いペースに沿うように言わなければならないので、最後に大きな壮大な対決を期待しないでください。 これは、アニメがあなたに最大限までおっしゃってから、ほんの短いものと甘いものを提供し、かなり失望することがあるので、これは問題のようなものです。 全体的に私の期待を上回り、さまざまな場所に行きました\u001b[22m\n\u001b[1m(Monogatari wa hijō ni kihon-tekina\" mahō no ryō o atsumeru\"-yōdesuga, gishiki no Chaika wa, hijō ni tanoshinde shichō taiken o tsukuru ni wa mada jūbun ni sūshiki o henkō shimasu. Kore wa, kono anime ga odoroku hodo hayai pēsu de sapōto sa rete imasu. Kono pēsude wa, mijikakute wasure gatai bubun ga mamora re, igaina henka wa subayai sutōrī no yō ni kanji raremasu. Shikashi, purotto ga hayaku ugoite iru nimokakawarazu, nani mo isoide kanjiru koto mo, kanzen ni wa hattatsu shite inai to kanjiru koto mo arimasen. Shikashi, kuraimakkusu wa hayai pēsu ni sou yō ni iwanakereba naranainode, saigo ni ōkina sōdaina taiketsu o kitai shinaide kudasai. Kore wa, anime ga anata ni saidaigen made osshatte kara, hon'no mijikai mono to amaimono o teikyō shi, kanari shitsubō suru koto ga aru node, koreha mondai no yōna monodesu. Zentai-teki ni watashi no kitai o uwamawari, samazamana basho ni ikimashita)\u001b[22m\n\nTranslations of \u001b[4mWhile the story seems to be a very basic 'collect an amount of magical things', Hitsugi no Chaika changes the formula just enough to still make a very enjoying viewing experience. This is mostly supported through the insanely fast pace this anime has which keeps the parts that are expected short and forgettable and the surprising changes feel like swift strikes of awesomeness. But even though the plot is moving quickly, nothing feels rushed or not fully developed.But it should be mentioned that the climax keeps in line with the fast pace so do not expect a huge epic showdown at the end. This comes kind of as a problem since the Anime hypes you up to the maximum and then just delivers something short and sweet which can be fairly disappointing. All in all it exceeded my expectations and went to many different places\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the story seems to be a very basic 'collect an amount of magical things', Hitsugi no Chaika changes the formula just enough to still make a very enjoying viewing experience.\u001b[24m\n    \u001b[1m物語は非常に基本的な\"魔法の量を集める\"ようですが、儀式のChaikaは、非常に楽しんで視聴体験を作るにはまだ十分に数式を変更します。\u001b[22m, \u001b[1m物語は非常に基本的であると思われる一方で何のチャイカはまだ非常に楽しんで視聴体験をするためにちょうど十分な式を変更することはありません柩、「魔法の物事の量を収集します」。\u001b[22m\n\u001b[4mThis is mostly supported through the insanely fast pace this anime has which keeps the parts that are expected short and forgettable and the surprising changes feel like swift strikes of awesomeness.\u001b[24m\n    \u001b[1mこれは、このアニメが驚くほど速いペースでサポートされています。このペースでは、短くて忘れがたい部分が守られ、意外な変化は素早いストーリーのように感じられます。\u001b[22m, \u001b[1mこれは主に短期および忘れ驚くべき変化が素晴らしさの迅速なストライキのように感じる期待されている部品を保持してこのアニメが持つめちゃくちゃ速いペースでサポートされています。\u001b[22m\n\u001b[4mBut even though the plot is moving quickly, nothing feels rushed or not fully developed.But it should be mentioned that the climax keeps in line with the fast pace so do not expect a huge epic showdown at the end.\u001b[24m\n    \u001b[1mしかし、プロットが速く動いているにもかかわらず、何も急いで感じることも、完全には発達していないと感じることもありません。しかし、クライマックスは速いペースに沿うように言わなければならないので、最後に大きな壮大な対決を期待しないでください。\u001b[22m, \u001b[1mしかし、プロットが素早く動いているにもかかわらず、何もクライマックスはとても終わりに巨大な壮大な対決を期待していない速いペースに合わせて保つことが言及されるべきである急いかを完全にdeveloped.But感じません。\u001b[22m\n\u001b[4mThis comes kind of as a problem since the Anime hypes you up to the maximum and then just delivers something short and sweet which can be fairly disappointing.\u001b[24m\n    \u001b[1mこれは、アニメがあなたに最大限までおっしゃってから、ほんの短いものと甘いものを提供し、かなり失望することがあるので、これは問題のようなものです。\u001b[22m, \u001b[1mアニメが最大にあなたをhypesしてからちょうどかなり失望することができ、短いと甘いものを提供しますので、これは一種の問題として付属しています。\u001b[22m\n\u001b[4mAll in all it exceeded my expectations and went to many different places\u001b[24m\n    \u001b[1m全体的に私の期待を上回り、さまざまな場所に行きました\u001b[22m, \u001b[1mすべてのすべてで、それは私の期待を超え、さまざまな場所に行ってきました\u001b[22m\n\u001b[1m\u001b[22m\nAnimation/Sound: 7/10\n\n\u001b[1mアニメーション/サウンド：7/10\u001b[22m\n\u001b[1m(Animēshon/ saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation/Sound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation/Sound: 7/10\u001b[24m\n    \u001b[1mアニメーション/サウンド：7/10\u001b[22m\nNothing much to say about Hitsugi no Chaika art it is beautiful but still pretty basic and not really anything special. It shines during the fight scenes during which this anime looks superb.\n\n\u001b[1mそれは美しいが、まだかなりきれいで、本当に何か特別なものではない。 このアニメがすばらしく見える戦いのシーンの間に輝きます。\u001b[22m\n\u001b[1m(Sore wa utsukushī ga, mada kanari kireide, hontōni nani ka tokubetsuna monode wanai. Kono anime ga subarashiku mieru tatakai no shīn no ma ni kagayakimasu.)\u001b[22m\n\nTranslations of \u001b[4mNothing much to say about Hitsugi no Chaika art it is beautiful but still pretty basic and not really anything special. It shines during the fight scenes during which this anime looks superb.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing much to say about Hitsugi no Chaika art it is beautiful but still pretty basic and not really anything special.\u001b[24m\n    \u001b[1mそれは美しいが、まだかなりきれいで、本当に何か特別なものではない。\u001b[22m, \u001b[1m柩について全くチャイカアートを言わないために多くの何もそれは本当に特別な何も美しいが、それでもかなり基本的なおよびません。\u001b[22m\n\u001b[4mIt shines during the fight scenes during which this anime looks superb.\u001b[24m\n    \u001b[1mこのアニメがすばらしく見える戦いのシーンの間に輝きます。\u001b[22m, \u001b[1mそれは、このアニメは素晴らしい見えるその間戦いのシーン中に輝いています。\u001b[22m\nThe Art Style has its moments but remains quite basic.\n\n\u001b[1mアートスタイルは、その瞬間を持っていますが、かなり基本的なままです。\u001b[22m\n\u001b[1m(Ātosutairu wa, sono shunkan o motte imasuga, kanari kihon-tekina mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Art Style has its moments but remains quite basic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art Style has its moments but remains quite basic.\u001b[24m\n    \u001b[1mアートスタイルは、その瞬間を持っていますが、かなり基本的なままです。\u001b[22m, \u001b[1mアートスタイルは、その瞬間を持っていますが、非常に基本的なままです。\u001b[22m\nSame goes or the sound design. There aren´t any themes or tracks that i would care for but also none that could be described as irritating or annoying. In total Soundtrack just smoothly supports the scenes without shining to much itself.\n\n\u001b[1m同じやサウンドデザインが行きます。 私が気にしているテーマやトラックはありませんが、刺激や迷惑として描写されるものはありません。 サウンドトラック全体では、光ることなくシーンをスムーズにサポートします。\u001b[22m\n\u001b[1m(Onaji ya saundo dezain ga ikimasu. Watashi ga ki ni shite iru tēma ya torakku wa arimasenga, shigeki ya meiwaku to shite byōsha sa reru mono wa arimasen. Saundotorakku zentaide wa, hikaru koto naku shīn o sumūzu ni sapōto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSame goes or the sound design. There aren´t any themes or tracks that i would care for but also none that could be described as irritating or annoying. In total Soundtrack just smoothly supports the scenes without shining to much itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame goes or the sound design.\u001b[24m\n    \u001b[1m同じやサウンドデザインが行きます。\u001b[22m, \u001b[1m同じことが行くか、サウンドデザイン。\u001b[22m\n\u001b[4mThere aren´t any themes or tracks that i would care for but also none that could be described as irritating or annoying.\u001b[24m\n    \u001b[1m私が気にしているテーマやトラックはありませんが、刺激や迷惑として描写されるものはありません。\u001b[22m, \u001b[1m刺激性あるいは迷惑として記述される可能性のあるテーマやトラック私は気になりますが、またどれもがありaren't。\u001b[22m\n\u001b[4mIn total Soundtrack just smoothly supports the scenes without shining to much itself.\u001b[24m\n    \u001b[1mサウンドトラック全体では、光ることなくシーンをスムーズにサポートします。\u001b[22m, \u001b[1m総サウンドトラックではちょうどスムーズそのものはるかに輝くことなく、シーンをサポートします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m, \u001b[1m文字9/10\u001b[22m\nThe character of Hitsugi no Chaika are a real refreshing break of many cliques found in popular of Shounen. They are not as deep as i personally would have liked but still enough to very enjoyable to much and is a nice turn away form the usual one sided pale bread 'shall not be able to be possibly disliked by anyone' protagonists. The Characters have many different views on different subject which at many points can surprise you. This makes it much easier to sympathize with the characters and have fun watching them since they feel way more real then just drawings on a screen with archetypes attached. You will not find a great character study with an emotional roller coaster in this show but some very fun and loveable characters experiencing an intriguing adventure with much character development.\n\n\u001b[1m儀式のチャイカのキャラクターは、少年の人気を博した多くの派閥の本当のさわやかな休憩です。 彼らは私が個人的に好きだったほど深くはありませんが、それでも十分楽しむことができますし、いつも片面淡いパンを作って、誰の主人にも嫌われることはありません。 キャラクターは、多くの点であなたを驚かせることができる異なる主題に関する多くの異なる意見を持っています。 これにより、キャラクターと共感し、アーキタイプがついたスクリーン上でよりリアルな感じを感じるので、楽しむことができます。 あなたはこのショーで感情的なジェットコースターで素晴らしいキャラクターの研究を見つけることはありませんが、多くのキャラクターの開発で興味深い冒険を経験するいくつかの非常に楽しく愛らしいキャラクター。\u001b[22m\n\u001b[1m(Gishiki no chaika no kyarakutā wa, shōnen no ninki o hakushita ōku no habatsu no hontō no sawayakana kyūkeidesu. Karera wa watashi ga kojin-teki ni sukidatta hodo fukaku wa arimasenga, soredemo jūbun tanoshimu koto ga dekimasushi, itsumo katamen awai pan o tsukutte, dare no shujin ni mo kirawa reru koto wa arimasen. Kyarakutā wa, ōku no ten de anata o odoroka seru koto ga dekiru kotonaru shudai ni kansuru ōku no kotonaru iken o motte imasu. Kore ni yori, kyarakutā to kyōkan shi, ākitaipu ga tsuita sukurīn-jō de yori riaruna kanji o kanjiru node, tanoshimu koto ga dekimasu. Anata wa kono shō de kanjō-tekina jettokōsutā de subarashī kyarakutā no kenkyū o mitsukeru koto wa arimasenga, ōku no kyarakutā no kaihatsu de kyōmibukai bōken o keiken suru ikutsu ka no hijō ni tanoshiku airashī kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mThe character of Hitsugi no Chaika are a real refreshing break of many cliques found in popular of Shounen. They are not as deep as i personally would have liked but still enough to very enjoyable to much and is a nice turn away form the usual one sided pale bread 'shall not be able to be possibly disliked by anyone' protagonists. The Characters have many different views on different subject which at many points can surprise you. This makes it much easier to sympathize with the characters and have fun watching them since they feel way more real then just drawings on a screen with archetypes attached. You will not find a great character study with an emotional roller coaster in this show but some very fun and loveable characters experiencing an intriguing adventure with much character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character of Hitsugi no Chaika are a real refreshing break of many cliques found in popular of Shounen.\u001b[24m\n    \u001b[1m儀式のチャイカのキャラクターは、少年の人気を博した多くの派閥の本当のさわやかな休憩です。\u001b[22m, \u001b[1m柩の文字なしチャイカは、少年の人気に見られる多くのクリークの本当のさわやかな休憩です。\u001b[22m\n\u001b[4mThey are not as deep as i personally would have liked but still enough to very enjoyable to much and is a nice turn away form the usual one sided pale bread 'shall not be able to be possibly disliked by anyone' protagonists.\u001b[24m\n    \u001b[1m彼らは私が個人的に好きだったほど深くはありませんが、それでも十分楽しむことができますし、いつも片面淡いパンを作って、誰の主人にも嫌われることはありません。\u001b[22m, \u001b[1m彼らは、私が個人的に気に入ったが、それでも多くのに非常に楽しいに十分に離れて素敵なターンであるだろうほど深くはない通常のものが淡いパンは主人公「おそらく誰に嫌わすることができてはならない」両面を形成。\u001b[22m\n\u001b[4mThe Characters have many different views on different subject which at many points can surprise you.\u001b[24m\n    \u001b[1mキャラクターは、多くの点であなたを驚かせることができる異なる主題に関する多くの異なる意見を持っています。\u001b[22m, \u001b[1m文字は、多くの点であなたを驚かせることができ、異なる主題に関する多くの異なる見解を持っています。\u001b[22m\n\u001b[4mThis makes it much easier to sympathize with the characters and have fun watching them since they feel way more real then just drawings on a screen with archetypes attached.\u001b[24m\n    \u001b[1mこれにより、キャラクターと共感し、アーキタイプがついたスクリーン上でよりリアルな感じを感じるので、楽しむことができます。\u001b[22m, \u001b[1mこれは、はるかに簡単な文字に共感し、それらが結合アーキタイプと画面上の図面本物のその後の方法より多くのを感じるので、それらを見て楽しむことができます。\u001b[22m\n\u001b[4mYou will not find a great character study with an emotional roller coaster in this show but some very fun and loveable characters experiencing an intriguing adventure with much character development.\u001b[24m\n    \u001b[1mあなたはこのショーで感情的なジェットコースターで素晴らしいキャラクターの研究を見つけることはありませんが、多くのキャラクターの開発で興味深い冒険を経験するいくつかの非常に楽しく愛らしいキャラクター。\u001b[22m, \u001b[1mあなたはこのショーで感情的なジェットコースターを持つ偉大な文字の研究が、多くのキャラクターの成長と魅力的な冒険を経験していくつかの非常に楽しさと愛らしいキャラクターを見つけることができません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nIf you like fast action a quick story Hitsugi no Chaika is a great ride. It is very fun and short Shounen to watch in an episodic format if you cant invest time to binge watch a larger or more philosophically deep series. Warning: This show sometimes gets very dark very fast so if you dont like downright depressing story lines and/or a bit of gore then the enjoyment factor can drop at some parts in the story but i would say it is still worth a watch.\n\n\u001b[1mあなたが速いアクションを好きなら、クイックストーリーのヒッツギのチャイカは素晴らしいライドです。 それは非常に楽しく短いShounenエピソード形式で見るためにあなたが大規模なまたはより哲学的な深いシリーズを見てビンギに時間を投資することができない場合。 警告：このショーは時には非常に暗くなることがありますので、ストーリーやストーリーがうまくいかない場合は、ストーリーの一部で楽しむことができますが、それでもウォッチの価値はあると思います。\u001b[22m\n\u001b[1m(Anata ga hayai akushon o sukinara, kuikkusutōrī no hittsugi no chaika wa subarashī raidodesu. Sore wa hijō ni tanoshiku mijikai Shounen episōdo keishiki de miru tame ni anata ga ōkibona matawa yori tetsugaku-tekina fukai shirīzu o mite bingi ni jikan o tōshi suru koto ga dekinai baai. Keikoku: Kono shō wa tokiniha hijō ni kuraku naru koto ga arimasunode, sutōrī ya sutōrī ga umaku ikanai baai wa, sutōrī no ichibu de tanoshimu koto ga dekimasuga, soredemo u~otchi no kachi wa aru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like fast action a quick story Hitsugi no Chaika is a great ride. It is very fun and short Shounen to watch in an episodic format if you cant invest time to binge watch a larger or more philosophically deep series. Warning: This show sometimes gets very dark very fast so if you dont like downright depressing story lines and/or a bit of gore then the enjoyment factor can drop at some parts in the story but i would say it is still worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like fast action a quick story Hitsugi no Chaika is a great ride.\u001b[24m\n    \u001b[1mあなたが速いアクションを好きなら、クイックストーリーのヒッツギのチャイカは素晴らしいライドです。\u001b[22m, \u001b[1mあなたは高速アクションが好きなら、迅速物語柩なしチャイカは素晴らしい乗り心地です。\u001b[22m\n\u001b[4mIt is very fun and short Shounen to watch in an episodic format if you cant invest time to binge watch a larger or more philosophically deep series.\u001b[24m\n    \u001b[1mそれは非常に楽しく短いShounenエピソード形式で見るためにあなたが大規模なまたはより哲学的な深いシリーズを見てビンギに時間を投資することができない場合。\u001b[22m, \u001b[1mより大きなまたはより哲学的に深くシリーズを見てあなたはどんちゃん騒ぎに時間を投資傾けるならば、エピソード形式で見て非常に楽しいと短い少年です。\u001b[22m\n\u001b[4mWarning: This show sometimes gets very dark very fast so if you dont like downright depressing story lines and/or a bit of gore then the enjoyment factor can drop at some parts in the story but i would say it is still worth a watch.\u001b[24m\n    \u001b[1m警告：このショーは時には非常に暗くなることがありますので、ストーリーやストーリーがうまくいかない場合は、ストーリーの一部で楽しむことができますが、それでもウォッチの価値はあると思います。\u001b[22m, \u001b[1m警告：あなたは実に憂鬱なストーリーラインおよび/またはゴアのビットのようにいけない場合、その後の楽しみの要因は物語の中でいくつかの部分にドロップすることができますが、私はそれはまだ時計の価値があると言うだろうように、このショーは、時には非常に速く、非常に暗くなります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "RealityEater",
    "profile": "/profile/RealityEater/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=169079",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nストーリー8/10\n隙のないチャイカの宇宙での物語の設定は、ガズ帝国との戦争の5年後に起きている。最初は物語は何も役に立たない、失業した20歳の兵士以上のものである。 彼は彼に執着されている妹を持っています。その後、彼はガザ帝国のリーダーであるアーサー・ガズの遺骨を探し求めているチャイカ・トラバント（14歳の少女）と会います。 彼女の父親が自分の探求を始める3人のままであることを見つけるのを助ける。\nプロットは本当にオリジナルではなく、ガズ皇帝を襲ったいわゆる英雄からの遺物を収集する場所から場所に行くことから構成されています。 物語は何も特別ではないが、それはあなたが退屈にならないようにし、後であなたはチャイカの周りのミステリーを解決しようとしている自分自身を見つけるでしょう。\nプロットは、アニメの主要な部分の1つです。\n\n\nキャラクター7/10\nストーリーの始めには、キャラクターの発展はあまり見えませんが、エピソードを経るにつれて変化します。 少しずつ、様々なフラッシュバックによって文字を知ることができます。 後で我々は特定の状況のた​​めにチャイカの興味深い発展を得るが、私はそれを忘れるだろう。\nすべてのキャラクターは、チャイカをかわいい話し方で楽しませています。 主人公は勇気があり、そうするために不合理な手段を使って自分の目標を達成するために命を奪う準備ができています。\n徹は深刻で、彼が必要な時にチャイカに良いアドバイスを与えることができます。 彼は、チャイカスの願いを尊重し、それを実現するために何かを行うでしょう。 彼は子供のころから訓練を受け、速さと強さと迅速な意思決定能力をもたらしました。\nあかりは徹の妹です。 何かが彼女を悩ましたとき、彼女は徹を怒らせ、彼を殴る。彼女はしばしば欲張りと呼ばれるToorusを仮定し、Chaikaや他の女性の邪悪な行為をやめることを止める何かをする。\nチャイカは、ガズ皇帝の14歳の娘であり、その記憶はありません。彼女は遺骨を集める強い希望を持っています。彼女は良い正直な性格を持ち、魔法を使うことができる唯一のグループです。\n\n\nサウンド9/10\nオープニングの音楽は、私がそれに付随するアニメーションが気に入らなくても素晴らしいものでした。 エンディングとオープニングの両方がこのアニメに合いました。\n\n\nアート9/10\nキャラクターデッサンはとても良かったです。私はチャイカスが大好きでした。戦場も素晴らしかったです。武器や戦闘技法の動きはとても滑らかでした。 アニメーターは、それをより良くした血液を見るのを恐れていませんでした。\n\nEnyojment 8/10\nショーのあらゆる側面は、プロットからキャラクターのインタラクションまで、エンジョイブルでした。 このショーを見て、非常にリラックスし、興味深いexpirienceのために作られた。\n\nレビューの文法上の間違いや読書のおかげで申し訳ありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\nThe setting of the story in the Hitsugi no Chaika universe is happening five years after the war against the Gaz Empire.At the beginning , the story follows a good for nothing , unemployed 20 year old soldier or more precisly a sabotager named Tooru Acura.He has an younger sister who is obsessed with him.Later on he meets Chaika Trabant , a fourteen year old girl who is on a quest to find the remains of her father Arthur Gaz the leader of the Gaz Empire.After being hired by her in order to help her find her fathers remains the three of them begin their quest.\n\n\u001b[1m隙のないチャイカの宇宙での物語の設定は、ガズ帝国との戦争の5年後に起きている。最初は物語は何も役に立たない、失業した20歳の兵士以上のものである。 彼は彼に執着されている妹を持っています。その後、彼はガザ帝国のリーダーであるアーサー・ガズの遺骨を探し求めているチャイカ・トラバント（14歳の少女）と会います。 彼女の父親が自分の探求を始める3人のままであることを見つけるのを助ける。\u001b[22m\n\u001b[1m(Suki no nai chaika no uchū de no monogatari no settei wa, gazu teikoku to no sensō no 5-nen-go ni okite iru. Saisho wa monogatari wa nani mo yakunitatanai, shitsugyō shita 20-sai no heishi ijō no monodearu. Kare wa kare ni shūchaku sa rete iru imōto o motte imasu. Sonogo, kare wa Gaza teikoku no rīdādearu āsā gazu no ikotsu o sagashimotomete iru chaika torabanto (14-sai no shōjo) to aimasu. Kanojo no chichioya ga jibun no tankyū o hajimeru 3-ri no mamadearu koto o mitsukeru no o tasukeru.)\u001b[22m\n\nTranslations of \u001b[4mThe setting of the story in the Hitsugi no Chaika universe is happening five years after the war against the Gaz Empire.At the beginning , the story follows a good for nothing , unemployed 20 year old soldier or more precisly a sabotager named Tooru Acura.He has an younger sister who is obsessed with him.Later on he meets Chaika Trabant , a fourteen year old girl who is on a quest to find the remains of her father Arthur Gaz the leader of the Gaz Empire.After being hired by her in order to help her find her fathers remains the three of them begin their quest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting of the story in the Hitsugi no Chaika universe is happening five years after the war against the Gaz Empire.At the beginning , the story follows a good for nothing , unemployed 20 year old soldier or more precisly a sabotager named Tooru Acura.He\u001b[24m\n    \u001b[1m隙のないチャイカの宇宙での物語の設定は、ガズ帝国との戦争の5年後に起きている。最初は物語は何も役に立たない、失業した20歳の兵士以上のものである。\u001b[22m, \u001b[1m柩なしチャイカの宇宙の物語の設定がギャズEmpire.At戦争開始後5年が起こっている、物語は失業者20歳の兵士や徹Acura.Heという名前よりprecisly sabotager、何の役にも立たないが、以下の\u001b[22m\n\u001b[4mhas an younger sister who is obsessed with him.Later on he meets Chaika Trabant , a fourteen year old girl who is on a quest to find the remains of her father Arthur Gaz the leader of the Gaz Empire.After being hired by her in order\u001b[24m\n    \u001b[1m彼は彼に執着されている妹を持っています。その後、彼はガザ帝国のリーダーであるアーサー・ガズの遺骨を探し求めているチャイカ・トラバント（14歳の少女）と会います。\u001b[22m, \u001b[1m彼にhim.Laterに取りつかれされる妹を持ってチャイカトラバント、彼女の父アーサーギャズために彼女に雇われているガズEmpire.Afterの指導者の遺骨を見つけるための探求にある14歳の少女が出会います\u001b[22m\n\u001b[4mto help her find her fathers remains the three of them begin their quest.\u001b[24m\n    \u001b[1m彼女の父親が自分の探求を始める3人のままであることを見つけるのを助ける。\u001b[22m, \u001b[1m彼女は彼女の父親を見つけるためには、それらの3つは彼らの探求を開始したまま。\u001b[22m\nThe plot is not really original and it consists of them going from a place to place gathering the remains from the so called heroes who slaid the Emperor Gaz. Even though the story is nothing special it keeps you from getting bored and later on you will find your self trying to solve the mistery around Chaika.\n\n\u001b[1mプロットは本当にオリジナルではなく、ガズ皇帝を襲ったいわゆる英雄からの遺物を収集する場所から場所に行くことから構成されています。 物語は何も特別ではないが、それはあなたが退屈にならないようにし、後であなたはチャイカの周りのミステリーを解決しようとしている自分自身を見つけるでしょう。\u001b[22m\n\u001b[1m(Purotto wa hontōni orijinarude wa naku, gazu kōtei o osotta iwayuru eiyū kara no ibutsu o shūshū suru basho kara basho ni iku koto kara kōsei sa rete imasu. Monogatari wa nani mo tokubetsude wa naiga, sore wa anata ga taikutsu ni naranai yō ni shi,-go de anata wa chaika no mawari no misuterī o kaiketsu shiyou to shite iru jibun jishin o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is not really original and it consists of them going from a place to place gathering the remains from the so called heroes who slaid the Emperor Gaz. Even though the story is nothing special it keeps you from getting bored and later on you will find your self trying to solve the mistery around Chaika.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is not really original and it consists of them going from a place to place gathering the remains from the so called heroes who slaid the Emperor Gaz.\u001b[24m\n    \u001b[1mプロットは本当にオリジナルではなく、ガズ皇帝を襲ったいわゆる英雄からの遺物を収集する場所から場所に行くことから構成されています。\u001b[22m, \u001b[1mプロットは本当にオリジナルではない、それは彼らが皇帝ギャズをslaidいわゆるヒーローからの遺骨を収集場所から場所へ行くから構成されています。\u001b[22m\n\u001b[4mEven though the story is nothing special it keeps you from getting bored and later on you will find your self trying to solve the mistery around Chaika.\u001b[24m\n    \u001b[1m物語は何も特別ではないが、それはあなたが退屈にならないようにし、後であなたはチャイカの周りのミステリーを解決しようとしている自分自身を見つけるでしょう。\u001b[22m, \u001b[1m物語は特別なものではありませんにもかかわらず、それは退屈から、後であなたがチャイカ周りの謎を解決しようとするあなたの自己を見つけるにあなたを保ちます。\u001b[22m\nThe plot is one of the leading parts of the anime.\n\n\u001b[1mプロットは、アニメの主要な部分の1つです。\u001b[22m\n\u001b[1m(Purotto wa, anime no shuyōna bubun no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is one of the leading parts of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is one of the leading parts of the anime.\u001b[24m\n    \u001b[1mプロットは、アニメの主要な部分の1つです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 7/10\n\n\u001b[1mキャラクター7/10\u001b[22m\n\u001b[1m(Kyarakutā 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 7/10\u001b[24m\n    \u001b[1mキャラクター7/10\u001b[22m\nAt the beginning of the story we don’t see much character development , but that changes as we go through the episodes. Little by little we get to know the characters past by various flashbacks. Later on we get interesting development of Chaika because of certain circumstances but I wont spoil that.\n\n\u001b[1mストーリーの始めには、キャラクターの発展はあまり見えませんが、エピソードを経るにつれて変化します。 少しずつ、様々なフラッシュバックによって文字を知ることができます。 後で我々は特定の状況のた​​めにチャイカの興味深い発展を得るが、私はそれを忘れるだろう。\u001b[22m\n\u001b[1m(Sutōrī no hajime ni wa, kyarakutā no hatten wa amari miemasenga, episōdo o heru ni tsurete henka shimasu. Sukoshi zutsu, samazamana furasshu bakku ni yotte moji o shiru koto ga dekimasu. Atode wareware wa tokutei no jōkyō nota ​​-me ni chaika no kyōmibukai hatten o eruga, watashi wa sore o wasurerudarou.)\u001b[22m\n\nTranslations of \u001b[4mAt the beginning of the story we don’t see much character development , but that changes as we go through the episodes. Little by little we get to know the characters past by various flashbacks. Later on we get interesting development of Chaika because of certain circumstances but I wont spoil that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the beginning of the story we don’t see much character development , but that changes as we go through the episodes.\u001b[24m\n    \u001b[1mストーリーの始めには、キャラクターの発展はあまり見えませんが、エピソードを経るにつれて変化します。\u001b[22m, \u001b[1m物語の初めに、私たちは多くのキャラクターの成長が表示されていないが、私たちは話を通して、行くようにそれが変更されます。\u001b[22m\n\u001b[4mLittle by little we get to know the characters past by various flashbacks.\u001b[24m\n    \u001b[1m少しずつ、様々なフラッシュバックによって文字を知ることができます。\u001b[22m, \u001b[1m私たちは様々なフラッシュバックすることにより、過去の文字を知るように少しずつ。\u001b[22m\n\u001b[4mLater on we get interesting development of Chaika because of certain circumstances but I wont spoil that.\u001b[24m\n    \u001b[1m後で我々は特定の状況のためにチャイカの興味深い発展を得るが、私はそれを忘れるだろう。\u001b[22m, \u001b[1mその後、我々が原因特定の状況のチャイカの興味深い開発を得るが、私はそれを台無しに文句を言いません。\u001b[22m\nAll the characters are entertaining especially Chaika with her cute style of speaking. The main character has guts and is ready to take life in order to accomplish his goals often using underhanded means to do so.\n\n\u001b[1mすべてのキャラクターは、チャイカをかわいい話し方で楽しませています。 主人公は勇気があり、そうするために不合理な手段を用いて頻繁に彼の目標を達成するために命を奪う準備ができています。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa, chaika o kawaī hanashikata de tanoshima sete imasu. Shujinkō wa yūki ga ari,-sō suru tame ni fugōrina shudan o mochiite hinpan ni kare no mokuhyō o tassei suru tame ni inochi o ubau junbi ga dekite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters are entertaining especially Chaika with her cute style of speaking. The main character has guts and is ready to take life in order to accomplish his goals often using underhanded means to do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters are entertaining especially Chaika with her cute style of speaking.\u001b[24m\n    \u001b[1mすべてのキャラクターは、チャイカをかわいい話し方で楽しませています。\u001b[22m, \u001b[1mすべての文字が話すの彼女のキュートなスタイルで、特にチャイカを楽しまれています。\u001b[22m\n\u001b[4mThe main character has guts and is ready to take life in order to accomplish his goals often using underhanded means to do so.\u001b[24m\n    \u001b[1m主人公は勇気があり、そうするために不合理な手段を用いて頻繁に彼の目標を達成するために命を奪う準備ができています。\u001b[22m, \u001b[1m主人公は、勇気を持っており、多くの場合、そうするために人手不足の手段を用いて自分の目標を達成するために、命を取る準備ができています。\u001b[22m\nTooru is serious and can give nice advices to Chaika when he needs to. He respects Chaikas wishes and will do anything to fulfill them. He was trained since childhood resulting in his speed and strength and ability to make quick decisions.\n\n\u001b[1m徹は深刻で、彼が必要な時にチャイカに良いアドバイスを与えることができます。 彼は、チャイカスの願いを尊重し、それを実現するために何かを行うでしょう。 彼は子供のころから訓練を受け、速さと強さと迅速な意思決定能力をもたらしました。\u001b[22m\n\u001b[1m(Tōru wa shinkokude, kare ga hitsuyōna toki ni chaika ni yoi adobaisu o ataeru koto ga dekimasu. Kare wa, chaikasu no negai o sonchō shi, sore o jitsugen suru tame ni nanika o okonaudeshou. Kare wa kodomo no koro kara kunren o uke, haya-sa to tsuyo-sa to jinsokuna ishi kettei nōryoku o motarashimashita.)\u001b[22m\n\nTranslations of \u001b[4mTooru is serious and can give nice advices to Chaika when he needs to. He respects Chaikas wishes and will do anything to fulfill them. He was trained since childhood resulting in his speed and strength and ability to make quick decisions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTooru is serious and can give nice advices to Chaika when he needs to.\u001b[24m\n    \u001b[1m徹は深刻で、彼が必要な時にチャイカに良いアドバイスを与えることができます。\u001b[22m, \u001b[1m徹は深刻であり、彼がする必要があるときチャイカに素敵なアドバイスを与えることができます。\u001b[22m\n\u001b[4mHe respects Chaikas wishes and will do anything to fulfill them.\u001b[24m\n    \u001b[1m彼は、チャイカスの願いを尊重し、それを実現するために何かを行うでしょう。\u001b[22m, \u001b[1m彼はChaikasが希望し、それらを満たすために何でもします尊重します。\u001b[22m\n\u001b[4mHe was trained since childhood resulting in his speed and strength and ability to make quick decisions.\u001b[24m\n    \u001b[1m彼は子供のころから訓練を受け、速さと強さと迅速な意思決定能力をもたらしました。\u001b[22m, \u001b[1m彼は子供の頃は、彼のスピードと強さと迅速な意思決定を行う能力が得られるため、訓練を受けました。\u001b[22m\nAkari is the younger sister of Tooru. She gets angry at Tooru and hits him when something annoys her.She often makes assumptions about Toorus so called lustfull side and does anything to stop him from commiting wicked deeds on Chaika or other females.\n\n\u001b[1mあかりは徹の妹です。 何かが彼女を悩ましたとき、彼女は徹を怒らせ、彼を殴る。彼女はしばしば欲張りと呼ばれるToorusを仮定し、Chaikaや他の女性の邪悪な行為をやめることを止める何かをする。\u001b[22m\n\u001b[1m(Akari wa Tōru no imōtodesu. Nanika ga kanojo o nayama shita toki, kanojo wa te~tsuo okora se, kare o naguru. Kanojo wa shibashiba yokubari to yoba reru Toorus o katei shi, Chaika ya hoka no josei no jaakuna kōi o yameru koto o tomeru nanika o suru.)\u001b[22m\n\nTranslations of \u001b[4mAkari is the younger sister of Tooru. She gets angry at Tooru and hits him when something annoys her.She often makes assumptions about Toorus so called lustfull side and does anything to stop him from commiting wicked deeds on Chaika or other females.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkari is the younger sister of Tooru.\u001b[24m\n    \u001b[1mあかりは徹の妹です。\u001b[22m\n\u001b[4mShe gets angry at Tooru and hits him when something annoys her.She often makes assumptions about Toorus so called lustfull side and does anything to stop him from commiting wicked deeds on Chaika or other females.\u001b[24m\n    \u001b[1m何かが彼女を悩ましたとき、彼女は徹を怒らせ、彼を殴る。彼女はしばしば欲張りと呼ばれるToorusを仮定し、Chaikaや他の女性の邪悪な行為をやめることを止める何かをする。\u001b[22m, \u001b[1m彼女は、徹で怒ると何かがher.SheはしばしばToorusについての仮定はそうlustfull側と呼ばれ、チャイカまたは他のメスに邪悪な行為をコミットから彼を停止するために何をして作る悩ませるときに彼を打ちます。\u001b[22m\nChaika is the fourteen year old daughter of the Emperor Gaz whose memories are missing.She has a very strong wish to gather the remains.She has a good honest nature and is the only one that can use magic in the group.\n\n\u001b[1mチャイカは、ガズ皇帝の14歳の娘であり、その記憶はありません。彼女は遺骨を集める強い希望を持っています。彼女は良い正直な性格を持ち、魔法を使うことができる唯一のグループです。\u001b[22m\n\u001b[1m(Chaika wa, gazu kōtei no 14-sai no musumedeari, sono kioku wa arimasen. Kanojo wa ikotsu o atsumeru tsuyoi kibō o motte imasu. Kanojo wa yoi shōjikina seikaku o mochi, mahō o tsukau koto ga dekiru yuiitsu no gurūpudesu.)\u001b[22m\n\nTranslations of \u001b[4mChaika is the fourteen year old daughter of the Emperor Gaz whose memories are missing.She has a very strong wish to gather the remains.She has a good honest nature and is the only one that can use magic in the group.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChaika is the fourteen year old daughter of the Emperor Gaz whose memories are missing.She has a very strong wish to gather the remains.She has a good honest nature and is the only one that can use magic in the group.\u001b[24m\n    \u001b[1mチャイカは、ガズ皇帝の14歳の娘であり、その記憶はありません。彼女は遺骨を集める強い希望を持っています。彼女は良い正直な性格を持ち、魔法を使うことができる唯一のグループです。\u001b[22m, \u001b[1mチャイカはメモリであるmissing.She remains.Sheを収集するために非常に強い希望を持っている良い正直な性質を持っており、グループ内の魔法を使用することができる唯一のものである天皇ガズの14歳の娘です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound 9/10\n\n\u001b[1mサウンド9/10\u001b[22m\n\u001b[1m(Saundo 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9/10\u001b[24m\n    \u001b[1mサウンド9/10\u001b[22m, \u001b[1m9/10サウンド\u001b[22m\nThe music of the opening was excellent even though I didn’t like the animation that went with it. Both the ending and the opening fitted this anime.\n\n\u001b[1mオープニングの音楽は、私がそれに付随するアニメーションが気に入らなくても素晴らしいものでした。 エンディングとオープニングの両方がこのアニメに合いました。\u001b[22m\n\u001b[1m(Ōpuningu no ongaku wa, watashi ga sore ni fuzui suru animēshon ga kiniiranakute mo subarashī monodeshita. Endingu to ōpuningu no ryōhō ga kono anime ni aimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music of the opening was excellent even though I didn’t like the animation that went with it. Both the ending and the opening fitted this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music of the opening was excellent even though I didn’t like the animation that went with it.\u001b[24m\n    \u001b[1mオープニングの音楽は、私がそれに付随するアニメーションが気に入らなくても素晴らしいものでした。\u001b[22m, \u001b[1m開口部の音楽は、私はそれと一緒に行ったアニメーションを好きではなかったにもかかわらず優れていました。\u001b[22m\n\u001b[4mBoth the ending and the opening fitted this anime.\u001b[24m\n    \u001b[1mエンディングとオープニングの両方がこのアニメに合いました。\u001b[22m, \u001b[1mエンディングと開口部の両方が、このアニメを取り付けました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt 9/10\n\n\u001b[1mアート9/10\u001b[22m\n\u001b[1m(Āto 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10\u001b[24m\n    \u001b[1mアート9/10\u001b[22m\nThe character desings were very good.I really liked Chaikas desing.The battle scenes were also good.The movements of the weapons and combat techniques were very smooth. The animators werent afraid to show blood which made it even more better.\n\n\u001b[1mキャラクターデッサンはとても良かったです。私はチャイカスが大好きでした。戦場も素晴らしかったです。武器や戦闘技法の動きはとても滑らかでした。 アニメーターは、それをより良くした血液を見るのを恐れていませんでした。\u001b[22m\n\u001b[1m(Kyarakutādessan wa totemo yokattadesu. Watashi wa chaikasu ga daisukideshita. Senjō mo subarashikattadesu. Buki ya sentō gihō no ugoki wa totemo namerakadeshita. Animētā wa, sore o yori yoku shita ketsueki o miru no o osorete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe character desings were very good.I really liked Chaikas desing.The battle scenes were also good.The movements of the weapons and combat techniques were very smooth. The animators werent afraid to show blood which made it even more better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character desings were very good.I really liked Chaikas desing.The battle scenes were also good.The movements of the weapons and combat techniques were very smooth.\u001b[24m\n    \u001b[1mキャラクターデッサンはとても良かったです。私はチャイカスが大好きでした。戦場も素晴らしかったです。武器や戦闘技法の動きはとても滑らかでした。\u001b[22m, \u001b[1m文字desingsは非常にgood.I本当に気に入っChaikas desing.Theの戦闘シーンも武器のgood.The動きだったと戦闘技術が非常に滑らかでした。\u001b[22m\n\u001b[4mThe animators werent afraid to show blood which made it even more better.\u001b[24m\n    \u001b[1mアニメーターは、それをより良くした血液を見るのを恐れていませんでした。\u001b[22m, \u001b[1mアニメーターは、それがさらに良好に血液を表示することを恐れてしゃべれませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnyojment 8/10\n\n\u001b[1mEnyojment 8/10\u001b[22m\n\u001b[1m(Enyojment 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnyojment 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnyojment 8/10\u001b[24m\n    \u001b[1mEnyojment 8/10\u001b[22m\nEvery aspect of the show was enyojable , from the plot to characters interaction. Watching this show made for a very relaxing and interesting expirience.\n\n\u001b[1mショーのあらゆる側面は、プロットからキャラクターのインタラクションまで、エンジョイブルでした。 このショーを見て、非常にリラックスし、興味深いexpirienceのために作られた。\u001b[22m\n\u001b[1m(Shō no arayuru sokumen wa, purotto kara kyarakutā no intarakushon made, enjoiburudeshita. Kono shō o mite, hijō ni rirakkusu shi, kyōmibukai expirience no tame ni tsukura reta.)\u001b[22m\n\nTranslations of \u001b[4mEvery aspect of the show was enyojable , from the plot to characters interaction. Watching this show made for a very relaxing and interesting expirience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery aspect of the show was enyojable , from the plot to characters interaction.\u001b[24m\n    \u001b[1mショーのあらゆる側面は、プロットからキャラクターのインタラクションまで、エンジョイブルでした。\u001b[22m, \u001b[1mショーのあらゆる側面は、文字の相互作用にプロットから、enyojableました。\u001b[22m\n\u001b[4mWatching this show made for a very relaxing and interesting expirience.\u001b[24m\n    \u001b[1mこのショーを見て、非常にリラックスし、興味深いexpirienceのために作られた。\u001b[22m, \u001b[1m非常にリラックスして興味深いexpirienceのために作られたこのショーを見て。\u001b[22m\n\u001b[1m\u001b[22m\nSorry for the grammatical mistakes in the review and thanks for reading.\n\n\u001b[1mレビューの文法上の間違いや読書のおかげで申し訳ありません。\u001b[22m\n\u001b[1m(Rebyū no bunpō-jō no machigai ya dokusho no okage de mōshiwake arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSorry for the grammatical mistakes in the review and thanks for reading.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry for the grammatical mistakes in the review and thanks for reading.\u001b[24m\n    \u001b[1mレビューの文法上の間違いや読書のおかげで申し訳ありません。\u001b[22m, \u001b[1mレビューと読書のためのおかげで文法の間違いのために申し訳ありません。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "RuinsInTheWind",
    "profile": "/profile/RuinsInTheWind/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=148589",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n私はチャイカにとても満足しています。 私は何年も前に同じ著者によってスクラップドプリンセスを見ました。そして、私は思っていました - 何が残念です、ストーリーはちょっとばかりでしたが、本当に楽しいです！ チャイカも物語がとても良いことを除いて、失望しません！\n\nすべてのエピソードが戦っているわけではありませんが、あなたが冒険をしたいのなら、これは素晴らしいアニメです！ 警告として、それは時々、特に後のエピソードに少しグラフィックにすることができますが、私は読者があなた自身で判断を下すことができるとみなします。 とにかく、あまりにも多くの血がありません。\n\n芸術は一貫していて、音は何も画期的なものではなく、まあまあ楽しいです。私が期待していたものを超えてこれを楽しんだのです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am very satisfied with Chaika. I watched Scrapped Princess by the same author years ago, and I thought- what a shame, the story was a bit wonky, but it was really fun! Chaika too does not disappoint, except the story was very good!\n\n\u001b[1m私はチャイカにとても満足しています。 私は何年も前に同じ著者によってスクラップドプリンセスを見ました。そして、私は思っていました - 何が残念です、ストーリーはちょっとばかりでしたが、本当に楽しいです！ チャイカも物語がとても良いことを除いて、失望しません！\u001b[22m\n\u001b[1m(Watashi wa chaika ni totemo manzoku shite imasu. Watashi wa nan-nen mo mae ni onaji chosha ni yotte sukurappudopurinsesu o mimashita. Soshite, watashi wa omotte imashita - nani ga zan'nendesu, sutōrī wa chotto bakarideshitaga, hontōni tanoshīdesu! Chaika mo monogatari ga totemo yoikoto o nozoite, shitsubō shimasen!)\u001b[22m\n\nTranslations of \u001b[4mI am very satisfied with Chaika. I watched Scrapped Princess by the same author years ago, and I thought- what a shame, the story was a bit wonky, but it was really fun! Chaika too does not disappoint, except the story was very good!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am very satisfied with Chaika.\u001b[24m\n    \u001b[1m私はチャイカにとても満足しています。\u001b[22m, \u001b[1m私はチャイカと非常に満足しています。\u001b[22m\n\u001b[4mI watched Scrapped Princess by the same author years ago, and I thought- what a shame, the story was a bit wonky, but it was really fun!\u001b[24m\n    \u001b[1m私は何年も前に同じ著者によってスクラップドプリンセスを見ました。そして、私は思っていました - 何が残念です、ストーリーはちょっとばかりでしたが、本当に楽しいです！\u001b[22m, \u001b[1m私は数年前、同じ著者によって王女をスクラップド見て、私は何を恥、話は少しグラグラだったが、それは本当に楽しかったですthought-！\u001b[22m\n\u001b[4mChaika too does not disappoint, except the story was very good!\u001b[24m\n    \u001b[1mチャイカも物語がとても良いことを除いて、失望しません！\u001b[22m, \u001b[1mチャイカはあまりにも話がとても良かった以外は、失望していません！\u001b[22m\n\u001b[1m\u001b[22m\nNot all episodes have fighting, but if you want a adventure, this is a great anime to watch! As a warning, it can be a bit graphic at times, especially towards the later episodes, but I deem that you as the reader can make the judgement yourself. Well, there's not that much blood anyways.\n\n\u001b[1mすべてのエピソードが戦っているわけではありませんが、あなたが冒険をしたいのなら、これは素晴らしいアニメです！ 警告として、それは時々、特に後のエピソードに少しグラフィックにすることができますが、私は読者があなた自身で判断を下すことができるとみなします。 とにかく、あまりにも多くの血がありません。\u001b[22m\n\u001b[1m(Subete no episōdo ga tatakatte iru wakede wa arimasenga, anata ga bōken o shitai nonara, kore wa subarashī animedesu! Keikoku to shite, soreha-ji 々, Tokuni ato no episōdo ni sukoshi gurafikku ni suru koto ga dekimasuga, watashi wa dokusha ga anata jishin de handan o kudasu koto ga dekiru to minashimasu. Tonikaku, amarini mo ōku no chi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNot all episodes have fighting, but if you want a adventure, this is a great anime to watch! As a warning, it can be a bit graphic at times, especially towards the later episodes, but I deem that you as the reader can make the judgement yourself. Well, there's not that much blood anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot all episodes have fighting, but if you want a adventure, this is a great anime to watch!\u001b[24m\n    \u001b[1mすべてのエピソードが戦っているわけではありませんが、あなたが冒険をしたいのなら、これは素晴らしいアニメです！\u001b[22m, \u001b[1mていないすべてのエピソードは、戦いを持っていますが、あなたは冒険をしたい場合、これは見て素晴らしいアニメです！\u001b[22m\n\u001b[4mAs a warning, it can be a bit graphic at times, especially towards the later episodes, but I deem that you as the reader can make the judgement yourself.\u001b[24m\n    \u001b[1m警告として、それは時々、特に後のエピソードに少しグラフィックにすることができますが、私は読者があなた自身で判断を下すことができるとみなします。\u001b[22m, \u001b[1m警告として、それは特に、後のエピソードに向けて、倍のビットグラフィックすることができますが、読者が判断を自分で作ることができるように私はあなたのものとみなします。\u001b[22m\n\u001b[4mWell, there's not that much blood anyways.\u001b[24m\n    \u001b[1mとにかく、あまりにも多くの血がありません。\u001b[22m, \u001b[1mまあ、とにかくその多くの血がありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt is consistent, sound is fine nothing groundbreaking, characters are decently fun, I for one enjoyed this beyond what I was expecting.\n\n\u001b[1m芸術は一貫していて、音は何も画期的なものではなく、まあまあ楽しいです。私が期待していたものを超えてこれを楽しんだのです。\u001b[22m\n\u001b[1m(Geijutsu wa ikkan shite ite,-on wa nani mo kakkitekina monode wa naku, mā mā tanoshīdesu. Watashi ga kitai shite ita mono o koete kore o tanoshinda nodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt is consistent, sound is fine nothing groundbreaking, characters are decently fun, I for one enjoyed this beyond what I was expecting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is consistent, sound is fine nothing groundbreaking, characters are decently fun, I for one enjoyed this beyond what I was expecting.\u001b[24m\n    \u001b[1m芸術は一貫していて、音は何も画期的なものではなく、まあまあ楽しいです。私が期待していたものを超えてこれを楽しんだのです。\u001b[22m, \u001b[1mアートは、文字が1のために、私は私が期待していたものを超えてこれを楽しんで、ちゃんと楽しいです、音は大丈夫何も画期的で、一貫しています。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "madhouse008",
    "profile": "/profile/madhouse008/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=153503",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのアニメは、それが出てくると聞いて以来、私のターゲットリストに載っていた、L.N. アウトブレイク・カンパニーについて私が好んだのは、オタク文化を記述する際には賢明さがあるということです。そして、私は、それが、哲学のチャイカに同じような巧みさをもたらすことを望んでいました。 戦争後の設定\"。 まあ、それはやりました。 そういう意味では私の期待通りには生きていなかったが、それは私にクールなアクションシーンがたくさんある楽しいシンプルな魅力的な物語をもたらした\n\nプロット\n\nこのアニメのプロットは、戦争で戦った後現在民間人として生きている約2人のサボテンである。 メインの主人公は民間人の仕事をする動機がほとんどないので、彼は父親のように暮らし、兄弟を愛する姉妹はすべて仕事をします。 チャイカという女の子が町に入り、彼女は使命を果たすのに助けが必要です。  2人のサボテンは、この女の子と一緒に彼女の使命を果たします。 彼らが旅行したとき、彼らは戦争中に戦士だった多くの人々を目の当たりにしますが、平時には無駄なスキルを見つけることができます。\n\nキャラクター\n\nシリーズのキャラクターは少し古いかもしれません。しばしば彼らの個性は1次元です。 インテント姉妹、戦いたいキャラクター、そしてチャイカ語を話す一言のようなキャラクターが手に入ります。 私はChaika'sをキャプチャしようとしている敵のキャプテンが、彼が正しいことを質問してから最も興味深いものであることを発見しました\n\nアート\n\n私はアニメーションが平均であることがわかりました、少し不満です。 スタジオボーンズは現在、この春アニメシーズンと同時に3つのアニメを持っていますが、アニメーション予算に関してはチャイカがスティックの短い部分を持っているようです。 アニメーションが少し良くなるかもしれませんが、アクションシーンはかなり一貫していて、アニメーションは実行可能でした。 アニメーションの最も重要な部分は、突然の暴力シーンです。\n\n音\n\n私はオープニングが少し魅力的ではないと感じましたが、エンディング・ソングはやや良いものでした。 アクションからレジャーに切り替えるとき、バックグラウンドの音楽はかなり一貫していました。\n\n楽しみ\n\nすべてで、私は楽しいショーを見つけた。 ショーの始まりは少し遅くなることがありますが、時間が経つにつれてショーは良くなります。 また、ショーは、それが役に立たないサイドプロットを持っていないほど簡単です。 ショーは最後にかなり劇的に終わり、私はシーズン2を待つことができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was on my target list ever since I heard it was coming out, the L.N. author who wrote Outbreak Company which I greatly enjoyed, also wrote this adapted LN. What I liked about Outbreak Company is that it had some cleverness when describing otaku culture, and I was hoping it will bring the same cleverness to Hitsugi no Chaika with its “ after war setting”. Well, it kind of did. Even though it did not live up to my expectations in that way, it did bring me a fun simple engaging story with a lot of cool action scenes\n\n\u001b[1mこのアニメは、それが出てくると聞いて以来、私のターゲットリストに載っていた、L.N. アウトブレイク・カンパニーについて私が好んだのは、オタク文化を記述する際には賢明さがあるということです。そして、私は、それが、哲学のチャイカに同じような巧みさをもたらすことを望んでいました。 戦争後の設定\"。 まあ、それはやりました。 そういう意味では私の期待通りには生きていなかったが、それは私にクールなアクションシーンがたくさんある楽しいシンプルな魅力的な物語をもたらした\u001b[22m\n\u001b[1m(Kono anime wa, sore ga detekuru to kiite irai, watashi no tāgettorisuto ni notte ita, L. N. Autobureiku kanpanī ni tsuite watashi ga kononda no wa, otaku bunka o kijutsu suru sai ni wa kenmei-sa ga aru to iu kotodesu. Soshite, watashi wa, sore ga, tetsugaku no chaika ni onajiyōna takumi-sa o motarasu koto o nozonde imashita. Sensō-go no settei\". Mā, soreha yarimashita. Sōiu imide wa watashi no kitai-dōri ni wa ikite inakattaga, sore wa watashi ni kūruna akushonshīn ga takusan aru tanoshī shinpuruna miryoku-tekina monogatari o motarashita)\u001b[22m\n\nTranslations of \u001b[4mThis anime was on my target list ever since I heard it was coming out, the L.N. author who wrote Outbreak Company which I greatly enjoyed, also wrote this adapted LN. What I liked about Outbreak Company is that it had some cleverness when describing otaku culture, and I was hoping it will bring the same cleverness to Hitsugi no Chaika with its “ after war setting”. Well, it kind of did. Even though it did not live up to my expectations in that way, it did bring me a fun simple engaging story with a lot of cool action scenes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was on my target list ever since I heard it was coming out, the L.N.\u001b[24m\n    \u001b[1mこのアニメは、それが出てくると聞いて以来、私のターゲットリストに載っていた、L.N.\u001b[22m, \u001b[1mこのアニメは、私はそれが出て来ていた聞いて以来、私のターゲットリストにL.N.ました\u001b[22m\n\u001b[4mauthor who wrote Outbreak Company which I greatly enjoyed, also wrote this adapted LN. What I liked about Outbreak Company is that it had some cleverness when describing otaku culture, and I was hoping it will bring the same cleverness to Hitsugi no Chaika with its “\u001b[24m\n    \u001b[1mアウトブレイク・カンパニーについて私が好んだのは、オタク文化を記述する際には賢明さがあるということです。そして、私は、それが、哲学のチャイカに同じような巧みさをもたらすことを望んでいました。\u001b[22m, \u001b[1m私は大いに楽しんだアウトブレイク・カンパニーを書いた著者は、また、この適応LNを書いた。私はアウトブレイク・カンパニーについてのオタク文化を記述するとき、それはいくつかの賢さを持っていた、と私はそれがでないチャイカを柩ないように、同じ賢さをもたらす期待していたことをされて好きで何がその\"\u001b[22m\n\u001b[4mafter war setting”.\u001b[24m\n    \u001b[1m戦争後の設定\"。\u001b[22m, \u001b[1m戦争の設定」の後。\u001b[22m\n\u001b[4mWell, it kind of did.\u001b[24m\n    \u001b[1mまあ、それはやりました。\u001b[22m, \u001b[1mまあ、それは一種のでした。\u001b[22m\n\u001b[4mEven though it did not live up to my expectations in that way, it did bring me a fun simple engaging story with a lot of cool action scenes\u001b[24m\n    \u001b[1mそういう意味では私の期待通りには生きていなかったが、それは私にクールなアクションシーンがたくさんある楽しいシンプルな魅力的な物語をもたらした\u001b[22m, \u001b[1mそれはそのように私の期待に応えていなかったにもかかわらず、それは私にクールなアクションシーンの多くの楽しいシンプルな魅力的物語を持っていました\u001b[22m\n\u001b[1m\u001b[22m\nPlot\n\n\u001b[1mプロット\u001b[22m\n\u001b[1m(Purotto)\u001b[22m\n\nDefinitions of \u001b[4mPlot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    プロット\u001b[22m\n        plot\n\u001b[1m    陰謀\u001b[22m\n        conspiracy, plot, intrigue\n\u001b[1m    筋\u001b[22m\n        muscle, stripe, line, plot, sinew, string\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    構想\u001b[22m\n        plan, idea, conception, plot\n\u001b[1m    謀略\u001b[22m\n        plot, strategy, trick, stratagem, scheme\n\u001b[1m    計略\u001b[22m\n        stratagem, trick, plan, plot\n\u001b[1m    仕組み\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    事件\u001b[22m\n        incident, case, event, affair, trouble, plot\n\u001b[1m    魂胆\u001b[22m\n        plot, scheme, intrigue, soul\n\u001b[1m    仕組\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    悪計\u001b[22m\n        intrigues, plot, evil scheme\n\u001b[1m    一物\u001b[22m\n        thing, plot\n\nverb\n\u001b[1m    企てる\u001b[22m\n        attempt, plot, undertake, design, propose, plan\n\u001b[1m    たくらむ\u001b[22m\n        plot\n\u001b[1m    謀る\u001b[22m\n        plot, attempt, devise, cheat, be taken in, trick\n\u001b[1m    図る\u001b[22m\n        plot, attempt, devise, plan, take in, deceive\n\u001b[1m    仕組む\u001b[22m\n        arrange, devise, plan, plot\n\u001b[1m\u001b[22m\nThe plot of this anime is about two saboteurs that are now living civilian lives after fighting in the Great War. The main protagonist has find little motivation to do civilian work, so now he lives like a bum, while his brother-loving sister does all the work. A girl named Chaika comes into town, and she needs help in carrying out a mission. The two saboteurs go with this girl on her mission. As they traveled, they witness many people who were warriors during the great war, but now find their skills useless during peacetime.\n\n\u001b[1mこのアニメのプロットは、戦争で戦った後現在民間人として生きている約2人のサボテンである。 メインの主人公は民間人の仕事をする動機がほとんどないので、彼は父親のように暮らし、兄弟を愛する姉妹はすべて仕事をします。 チャイカという女の子が町に入り、彼女は使命を果たすのに助けが必要です。  2人のサボテンは、この女の子と一緒に彼女の使命を果たします。 彼らが旅行したとき、彼らは戦争中に戦士だった多くの人々を目の当たりにしますが、平時には無駄なスキルを見つけることができます。\u001b[22m\n\u001b[1m(Kono anime no purotto wa, sensō de tatakatta nochi genzai minkan hito to shite ikite iru yaku 2-ri no sabotendearu. Mein no shujinkō wa minkan hito no shigoto o suru dōki ga hotondo nainode, kare wa chichioya no yō ni kurashi, kyōdai o aisuru shimai wa subete shigoto o shimasu. Chaika to iu on'nanoko ga machi ni hairi, kanojo wa shimeiwohatasunoni tasuke ga hitsuyōdesu. 2-Ri no saboten wa, kono on'nanoko to issho ni kanojo no shimei o hatashimasu. Karera ga ryokō shita toki, karera wa sensō-chū ni senshidatta ōku no hitobito o manoatari ni shimasuga, hira tokiniha mudana sukiru o mitsukeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot of this anime is about two saboteurs that are now living civilian lives after fighting in the Great War. The main protagonist has find little motivation to do civilian work, so now he lives like a bum, while his brother-loving sister does all the work. A girl named Chaika comes into town, and she needs help in carrying out a mission. The two saboteurs go with this girl on her mission. As they traveled, they witness many people who were warriors during the great war, but now find their skills useless during peacetime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot of this anime is about two saboteurs that are now living civilian lives after fighting in the Great War.\u001b[24m\n    \u001b[1mこのアニメのプロットは、戦争で戦った後現在民間人として生きている約2人のサボテンである。\u001b[22m, \u001b[1mこのアニメのプロットは現在、第一次世界大戦で戦った後、民間人の命を生きている約2工作員です。\u001b[22m\n\u001b[4mThe main protagonist has find little motivation to do civilian work, so now he lives like a bum, while his brother-loving sister does all the work.\u001b[24m\n    \u001b[1mメインの主人公は民間人の仕事をする動機がほとんどないので、彼は父親のように暮らし、兄弟を愛する姉妹はすべて仕事をします。\u001b[22m, \u001b[1m主役は民間の仕事をするために少し動機を見つける持っているので、彼の兄弟を愛する妹が、すべての作業を行いながら、今、彼は、お尻のように住んでいます。\u001b[22m\n\u001b[4mA girl named Chaika comes into town, and she needs help in carrying out a mission.\u001b[24m\n    \u001b[1mチャイカという女の子が町に入り、彼女は使命を果たすのに助けが必要です。\u001b[22m, \u001b[1mチャイカという名前の女の子が町に来て、彼女は任務を行う際の助けを必要とします。\u001b[22m\n\u001b[4mThe two saboteurs go with this girl on her mission.\u001b[24m\n    \u001b[1m2人のサボテンは、この女の子と一緒に彼女の使命を果たします。\u001b[22m, \u001b[1m2工作員は彼女の任務にこの女の子と一緒に行きます。\u001b[22m\n\u001b[4mAs they traveled, they witness many people who were warriors during the great war, but now find their skills useless during peacetime.\u001b[24m\n    \u001b[1m彼らが旅行したとき、彼らは戦争中に戦士だった多くの人々を目の当たりにしますが、平時には無駄なスキルを見つけることができます。\u001b[22m, \u001b[1m彼らが旅したように、彼らは偉大な戦争中な戦士だった多くの人々を目撃が、今平時役に立たない自分のスキルを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThe characters in the series can be a little stale, often their personalities are one dimensional. You get characters like the incentrous sister, a character who wants to fight, and the one word speaking Chaika. I found the enemy captain trying to capture Chaika’s to be the most interesting since he questions of what he is doing correct\n\n\u001b[1mシリーズのキャラクターは少し古いかもしれません。しばしば彼らの個性は1次元です。 インテント姉妹、戦いたいキャラクター、そしてチャイカ語を話す一言のようなキャラクターが手に入ります。 私はChaika'sをキャプチャしようとしている敵のキャプテンが、彼が正しいことを質問してから最も興味深いものであることを発見しました\u001b[22m\n\u001b[1m(Shirīzu no kyarakutā wa sukoshi furui kamo shiremasen. Shibashiba karera no kosei wa 1-jigendesu. In tento shimai, tatakaitai kyarakutā, soshite chaika-go o hanasu hitokoto no yōna kyarakutā ga te ni hairimasu. Watashi wa Chaika' s o kyapucha shiyou to shite iru teki no kyaputen ga, kare ga tadashī koto o shitsumon shite kara mottomo kyōmibukai monodearu koto o hakken shimashita)\u001b[22m\n\nTranslations of \u001b[4mThe characters in the series can be a little stale, often their personalities are one dimensional. You get characters like the incentrous sister, a character who wants to fight, and the one word speaking Chaika. I found the enemy captain trying to capture Chaika’s to be the most interesting since he questions of what he is doing correct\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in the series can be a little stale, often their personalities are one dimensional.\u001b[24m\n    \u001b[1mシリーズのキャラクターは少し古いかもしれません。しばしば彼らの個性は1次元です。\u001b[22m, \u001b[1mシリーズの中の文字は、多くの場合、彼らの個性は次元の一つであり、少し古くなってすることができます。\u001b[22m\n\u001b[4mYou get characters like the incentrous sister, a character who wants to fight, and the one word speaking Chaika.\u001b[24m\n    \u001b[1mインテント姉妹、戦いたいキャラクター、そしてチャイカ語を話す一言のようなキャラクターが手に入ります。\u001b[22m, \u001b[1mあなたはincentrous妹、戦うことを望んでいる文字、およびチャイカを話す一言のような文字を取得します。\u001b[22m\n\u001b[4mI found the enemy captain trying to capture Chaika’s to be the most interesting since he questions of what he is doing correct\u001b[24m\n    \u001b[1m私はChaika'sをキャプチャしようとしている敵のキャプテンが、彼が正しいことを質問してから最も興味深いものであることを発見しました\u001b[22m, \u001b[1m私は彼が正しいのやっていることの彼の質問以来チャイカの最も興味深いものにするために捕獲しようとしている敵のキャプテンを見つけました\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nI found the animation to be average, a little underwhelming. The studio Bones has currently has three anime they are doing concurrently this Spring anime season including this one, and it seems that Chaika got the short end of the stick when it comes to animation budget. Even though the animation could be a little better, the action scenes were fairly consistent and the animation was doable. The best part of the animation is the sudden scenes of violence.\n\n\u001b[1m私はアニメーションが平均であることがわかりました、少し不満です。 スタジオボーンズは現在、この春アニメシーズンと同時に3つのアニメを持っていますが、アニメーション予算に関してはチャイカがスティックの短い部分を持っているようです。 アニメーションが少し良くなるかもしれませんが、アクションシーンはかなり一貫していて、アニメーションは実行可能でした。 アニメーションの最も重要な部分は、突然の暴力シーンです。\u001b[22m\n\u001b[1m(Watashi wa animēshon ga heikindearu koto ga wakarimashita, sukoshi fumandesu. Sutajiobōnzu wa genzai, kono haru animeshīzun to dōjini 3ttsu no anime o motte imasuga, animēshon yosan ni kanshite wa chaika ga sutikku no mijikai bubun o motte iru yōdesu. Animēshon ga sukoshi yoku naru kamo shiremasenga, akushonshīn wa kanari ikkan shite ite, animēshon wa jikkō kanōdeshita. Animēshon no mottomojūyōna bubun wa, totsuzen no bōryoku shīndesu.)\u001b[22m\n\nTranslations of \u001b[4mI found the animation to be average, a little underwhelming. The studio Bones has currently has three anime they are doing concurrently this Spring anime season including this one, and it seems that Chaika got the short end of the stick when it comes to animation budget. Even though the animation could be a little better, the action scenes were fairly consistent and the animation was doable. The best part of the animation is the sudden scenes of violence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the animation to be average, a little underwhelming.\u001b[24m\n    \u001b[1m私はアニメーションが平均であることがわかりました、少し不満です。\u001b[22m, \u001b[1m私はアニメーションが平均、少しがっかりであることが判明しました。\u001b[22m\n\u001b[4mThe studio Bones has currently has three anime they are doing concurrently this Spring anime season including this one, and it seems that Chaika got the short end of the stick when it comes to animation budget.\u001b[24m\n    \u001b[1mスタジオボーンズは現在、この春アニメシーズンと同時に3つのアニメを持っていますが、アニメーション予算に関してはチャイカがスティックの短い部分を持っているようです。\u001b[22m, \u001b[1mスタジオには、骨は現在、彼らは同時に、この1を含むこの春アニメの季節を行っている3アニメを持っており、アニメーションの予算に来るときチャイカは貧乏くじを得たようです。\u001b[22m\n\u001b[4mEven though the animation could be a little better, the action scenes were fairly consistent and the animation was doable.\u001b[24m\n    \u001b[1mアニメーションが少し良くなるかもしれませんが、アクションシーンはかなり一貫していて、アニメーションは実行可能でした。\u001b[22m, \u001b[1mアニメーションは少し良いかもしれないにもかかわらず、アクションシーンはかなり一貫していたとアニメーションがなんとかでした。\u001b[22m\n\u001b[4mThe best part of the animation is the sudden scenes of violence.\u001b[24m\n    \u001b[1mアニメーションの最も重要な部分は、突然の暴力シーンです。\u001b[22m, \u001b[1mアニメーションの最良の部分は、暴力の突然のシーンです。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nI found the opening to be a little bit uninspiring, but the Ending song was a little bit better. The background music was fairly consistent when switching from action to leisure.\n\n\u001b[1m私はオープニングが少し魅力的ではないと感じましたが、エンディング・ソングはやや良いものでした。 アクションからレジャーに切り替えるとき、バックグラウンドの音楽はかなり一貫していました。\u001b[22m\n\u001b[1m(Watashi wa ōpuningu ga sukoshi mirikitekide wa nai to kanjimashitaga, endingu songu wa yaya yoi monodeshita. Akushon kara rejā ni kirikaeru toki, bakkuguraundo no ongaku wa kanari ikkan shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI found the opening to be a little bit uninspiring, but the Ending song was a little bit better. The background music was fairly consistent when switching from action to leisure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the opening to be a little bit uninspiring, but the Ending song was a little bit better.\u001b[24m\n    \u001b[1m私はオープニングが少し魅力的ではないと感じましたが、エンディング・ソングはやや良いものでした。\u001b[22m, \u001b[1m私は、開口部が少し退屈であることが判明したが、エンディング曲は少し良くなりました。\u001b[22m\n\u001b[4mThe background music was fairly consistent when switching from action to leisure.\u001b[24m\n    \u001b[1mアクションからレジャーに切り替えるとき、バックグラウンドの音楽はかなり一貫していました。\u001b[22m, \u001b[1mレジャーにアクションからの切り替え時のBGMはかなり一致していました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nIn all, I found the show enjoyable. The beginning of the show can be a little slow, but as time passes on the show gets better and better. Also the show is simple enough for that it does not have any useless side-plots. The show ends pretty dramatically at the end, and I cannot wait for season 2.\n\n\u001b[1mすべてで、私は楽しいショーを見つけた。 ショーの始まりは少し遅くなることがありますが、時間が経つにつれてショーは良くなります。 また、ショーは、それが役に立たないサイドプロットを持っていないほど簡単です。 ショーは最後にかなり劇的に終わり、私はシーズン2を待つことができません。\u001b[22m\n\u001b[1m(Subete de, watashi wa tanoshī shō o mitsuketa. Shō no hajimari wa sukoshi osoku naru koto ga arimasuga, jikangatatsu ni tsurete shō wa yoku narimasu. Mata, shō wa, sore ga yakunitatanai saidopurotto o motte inai hodo kantandesu. Shō wa saigo ni kanari gekiteki ni owari, watashi wa shīzun 2 o matsu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn all, I found the show enjoyable. The beginning of the show can be a little slow, but as time passes on the show gets better and better. Also the show is simple enough for that it does not have any useless side-plots. The show ends pretty dramatically at the end, and I cannot wait for season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all, I found the show enjoyable.\u001b[24m\n    \u001b[1mすべてで、私は楽しいショーを見つけた。\u001b[22m, \u001b[1mすべてでは、私はショーが楽しい発見しました。\u001b[22m\n\u001b[4mThe beginning of the show can be a little slow, but as time passes on the show gets better and better.\u001b[24m\n    \u001b[1mショーの始まりは少し遅くなることがありますが、時間が経つにつれてショーは良くなります。\u001b[22m, \u001b[1mショーの始まりは少し遅くなるが、時間がショーに通過する際に良くなることができます。\u001b[22m\n\u001b[4mAlso the show is simple enough for that it does not have any useless side-plots.\u001b[24m\n    \u001b[1mまた、ショーは、それが役に立たないサイドプロットを持っていないほど簡単です。\u001b[22m, \u001b[1mそれは無駄なサイドプロットを持っていない、そのためにも、ショーは十分に簡単です。\u001b[22m\n\u001b[4mThe show ends pretty dramatically at the end, and I cannot wait for season 2.\u001b[24m\n    \u001b[1mショーは最後にかなり劇的に終わり、私はシーズン2を待つことができません。\u001b[22m, \u001b[1mショーは終わりでかなり劇的に終了し、私はシーズン2を待つことはできません。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=188429",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はChaika：The Coffin Princessを始めたとき、私が何を得ているのか分かりませんでした。 シノプシスを読んでいない、ジャンルを見ていなかった。 私はチャイカの顔がミームだと知っていたので、これは全く新しい経験になるだろう。\n\n私は私が得たものにうれしく驚いた。\n\n肩のコフィンプリンセスは私たちの主人公であり、おそらく私が何年も前に出会った最も奇妙な女の子です（それについては後で詳しく説明します）。 森の中で失われ、彼女を殺したいユニコーンに追われたら、彼女はToruと妹、Akariという名前のサボテールとチームを組む。 なぜチャイカは棺を持っていますか？ それは彼女の魔法の狙撃ライフルを保持しますが、それはまた彼女の最後から2番目の目標に使用されます。 死んだ父の身体のすべての部分を集めて、彼女に埋葬を与えることができます。\n\nあなたは、彼女が最後の王の娘であり、世界を混乱させた強力な魔道師であることが分かります。  8人のヒーローが攻撃して殺した。 あなたはこれがどこにあるのかを見ることができます。 チャイカとギャングは、王を殺して戦い、父親の一員になる人の住居に行く。\n\nチャイカのように見える女性が現れたら、身体の部分を得る意思があり、他の部分はその部分を探すことを止めたいと思っている人は、もっと複雑になります。\n\nそれはシーズンの終わりに向けて、私がエピソード5または6で分かったと思うシーズンの終わりに向かって、ちょっとしたひねりを加えてかなり簡単にプレーする平均的なプロットです。\n\n私がプロットすることは、やや面白いファンタジー設定を作成することです。  5年前に王が殺された後、世界は戦争だけで回復しています。 回復は難しく、全面的に競合する勢力があります。 戦争を望んでいる人や、平和を守ろうとしている人たち。\n\nこれらの組織の1つは戦後復旧庁であり、彼女の旅行を通じてチャイカを追いかけ、病気のために彼女の探求を信じている。 ショーでは時々メンバー、特に幼稚で貧弱なロマンチックなスレッドに焦点を当てているので、私はそれらにしか言及しません。\n\nChaikaのプロットを見ることは、平均的な線形ファンタジーのビデオゲームを見ているようなものです。 少しのセグを持つ1つのセクションから別のセクションまで、各レベルには戦いの後にボスと宝箱が含まれています。\n\nアニメーションは素晴らしいことではありません。 それは十代を対象としたものよりも子供のショーのように見えます。 私は眉毛のフェチを持っているので、女の子自身はばかげてかわいいです（そして他の多くのことを明らかにします）。\n\n音楽は別の平均です。 オープニングとクローズは大丈夫だったし、ショーの音楽はファンタジーショーでは典型的なものだった。 このインスタンスは、ショーの中間のタイトルカードの近くで2番目から最後のエピソードです。 アクションが立ち上がると、Neal MorseまたはTransatlanticの礼儀であったはずのスコアが表示されます。 それは意味がない完全にランダムなプログレロックリフです。\n\n文字も平均です。  Chaika自身は、言われているように、愚かではないが、地獄として愛らしい。 シリーズが正しいことは、あなたを世界から追い出すのに十分なほどの冗談ではありません。 それは決して笑いのために漫画性に訴えるものではなく、性的喜劇のために女性キャラクターのいずれかを明白に使用しない。 あかり（実際には戸生の姉妹ではない）が彼と恋をしていて、Chaikaに近づくと防御的な笑いがいくつかあります。\n\nショーの可愛さは、チャイカが行う小さなものに役立ちます。 彼女の棺がドアフレームの一番上に当たったとき、彼女は目に見えて一秒間たたずむ。 ある時点で、彼女は登山中に後ろに下がり、棺の上に横たわって、天井を見つめている。彼女はまたよく発言できないので、かわいいと思う。\n\nトモコが世界に生き残ろうとしているのを見て以来、私はそんなに難しくはありませんでした。 だからそれがあります。\n\nトールは弱いキャラクターですが、私は彼がどれほど大笑いではないかと思っています。 彼はエッジレスではない、あなたに気をつけてください。 彼の妹は同じように少し愚かですが。\n\nトゥルとの戦いを願って冒険に出るシェイフ・シフター、Fredrickaという名前のドラゴンもあります。\n\nこれのすべては何を追加するのですか？ かなり平均的な、非常に面白い経験。 ショーのアクションシーンは充実していて、マジックシステムは面白く、チャイカは地獄のようにかわいいです。 これは、良いキャラクター、プロット、完全に発展した世界、または平均以上のライティングを犠牲にしています。\n\nチャイカは私の最後のレビューの後、楽しく、簡単な時計と魅力的なパレットクレンザーでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI had no idea what I was getting into when I started Chaika: The Coffin Princess. Hadn’t read a synopsis, hadn’t looked at a genre. I only knew that Chaika’s face was a meme, so this was going to be a completely new experience for me.\n\n\u001b[1m私はChaika：The Coffin Princessを始めたときに何が入ってきたのか分かりませんでした。 シノプシスを読んでいない、ジャンルを見ていなかった。 私はチャイカの顔がミームだと知っていたので、これは全く新しい経験になるだろう。\u001b[22m\n\u001b[1m(Watashi wa Chaika: The Coffin purinsesu o hajimeta toki ni nani ga haitte kita no ka wakarimasendeshita. Shinopushisu o yon de inai, janru o mite inakatta. Watashi wa chaika no kao ga mīmuda to shitte itanode, kore wa mattaku atarashī keiken ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mI had no idea what I was getting into when I started Chaika: The Coffin Princess. Hadn’t read a synopsis, hadn’t looked at a genre. I only knew that Chaika’s face was a meme, so this was going to be a completely new experience for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had no idea what I was getting into when I started Chaika: The Coffin Princess.\u001b[24m\n    \u001b[1m私はChaika：The Coffin Princessを始めたときに何が入ってきたのか分かりませんでした。\u001b[22m, \u001b[1m棺姫：私はチャイカを始めたときになっていたものを理解していませんでした。\u001b[22m\n\u001b[4mHadn’t read a synopsis, hadn’t looked at a genre.\u001b[24m\n    \u001b[1mシノプシスを読んでいない、ジャンルを見ていなかった。\u001b[22m, \u001b[1mあらすじを読んで、ジャンルを見ていませんでしたいませんでした。\u001b[22m\n\u001b[4mI only knew that Chaika’s face was a meme, so this was going to be a completely new experience for me.\u001b[24m\n    \u001b[1m私はチャイカの顔がミームだと知っていたので、これは全く新しい経験になるだろう。\u001b[22m, \u001b[1m私は唯一のチャイカの顔がミームだったことを知っていたので、これは私のために完全に新しい経験になる予定でした。\u001b[22m\n\u001b[1m\u001b[22m\nI was pleasantly surprised by what I got.\n\n\u001b[1m私は私が得たものにうれしく驚いた。\u001b[22m\n\u001b[1m(Watashi wa watashi ga eta mono ni ureshiku odoroita.)\u001b[22m\n\nTranslations of \u001b[4mI was pleasantly surprised by what I got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was pleasantly surprised by what I got.\u001b[24m\n    \u001b[1m私は私が得たものにうれしく驚いた。\u001b[22m, \u001b[1m私は私が得たものによって愉快に驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nThe titular Coffin Princess is our main character and perhaps the most moe girl I’ve come across in years (more on that later). When lost in a forest and chased by a unicorn that wants to kill her, she teams up with a saboteur named Toru and his sister, Akari. Why does Chaika carry a coffin around? It holds her magical sniper rifle, but it will also be used for her penultimate goal; to collect all the parts of her dead father’s body so she can give him a burial.\n\n\u001b[1m肩のコフィンプリンセスは私たちの主人公であり、おそらく私が何年も前に出会った最も奇妙な女の子です（それについては後で詳しく説明します）。 森の中で失われ、彼女を殺したいユニコーンに追われたら、彼女はToruと妹、Akariという名前のサボテールとチームを組む。 なぜチャイカは棺を持っていますか？ それは彼女の魔法の狙撃ライフルを保持しますが、それはまた彼女の最後から2番目の目標に使用されます。 死んだ父の身体のすべての部分を集めて、彼女に埋葬を与えることができます。\u001b[22m\n\u001b[1m(Kata no kofinpurinsesu wa watashitachi no shujinkōdeari, osoraku watashi ga nan-nen mo mae ni deatta mottomo kimyōna on'nanokodesu (sore ni tsuite wa atode kuwashiku setsumei shimasu). Mori no naka de ushinawa re, kanojo o koroshitai yunikōn ni owa retara, kanojo wa Toru to imōto, Akari to iu namae no sabotēru to chīmu o kumu. Naze chaika wa hitsugi o motte imasu ka? Sore wa kanojo no mahō no sogeki raifuru o hoji shimasuga, soreha mata kanojo no saigo kara 2-banme no mokuhyō ni shiyō sa remasu. Shinda chichi no karada no subete no bubun o atsumete, kanojo ni maisō o ataeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe titular Coffin Princess is our main character and perhaps the most moe girl I’ve come across in years (more on that later). When lost in a forest and chased by a unicorn that wants to kill her, she teams up with a saboteur named Toru and his sister, Akari. Why does Chaika carry a coffin around? It holds her magical sniper rifle, but it will also be used for her penultimate goal; to collect all the parts of her dead father’s body so she can give him a burial.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe titular Coffin Princess is our main character and perhaps the most moe girl I’ve come across in years (more on that later).\u001b[24m\n    \u001b[1m肩のコフィンプリンセスは私たちの主人公であり、おそらく私が何年も前に出会った最も奇妙な女の子です（それについては後で詳しく説明します）。\u001b[22m, \u001b[1m名ばかりの棺プリンセスは、私たちのメインキャラクターと私は年に渡って来て、おそらく最も萌え少女（詳細は後述）です。\u001b[22m\n\u001b[4mWhen lost in a forest and chased by a unicorn that wants to kill her, she teams up with a saboteur named Toru and his sister, Akari.\u001b[24m\n    \u001b[1m森の中で失われ、彼女を殺したいユニコーンに追われたら、彼女はToruと妹、Akariという名前のサボテールとチームを組む。\u001b[22m, \u001b[1mとき彼女は徹と彼の妹、あかりという名前の破壊工作とチーム、アップ森の中で失われた、彼女を殺すために望んでいるユニコーンに追わ。\u001b[22m\n\u001b[4mWhy does Chaika carry a coffin around?\u001b[24m\n    \u001b[1mなぜチャイカは棺を持っていますか？\u001b[22m, \u001b[1mなぜチャイカは、周りの棺を運ぶのですか？\u001b[22m\n\u001b[4mIt holds her magical sniper rifle, but it will also be used for her penultimate goal;\u001b[24m\n    \u001b[1mそれは彼女の魔法の狙撃ライフルを保持しますが、それはまた彼女の最後から2番目の目標に使用されます。\u001b[22m, \u001b[1mそれは彼女の魔法のスナイパーライフルを保持しているが、それは彼女の最後から二番目の目標のためにも使用されます。\u001b[22m\n\u001b[4mto collect all the parts of her dead father’s body so she can give him a burial.\u001b[24m\n    \u001b[1m死んだ父の身体のすべての部分を集めて、彼女に埋葬を与えることができます。\u001b[22m, \u001b[1m彼女は彼に埋葬を与えることができるように、彼女の死んだ父親の体のすべての部分を収集します。\u001b[22m\n\u001b[1m\u001b[22m\nYou see, she’s the daughter of the last king, a powerful mage who sent the world into turmoil. Eight heroes attacked and killed him, each taking a body part with them. So you can see where this is going. Chaika and the gang go to the residences of those who killed the king, fight them, and get part of the father.\n\n\u001b[1mあなたは、彼女が最後の王の娘であり、世界を混乱させた強力な魔道師であることが分かります。  8人のヒーローが攻撃して殺した。 あなたはこれがどこにあるのかを見ることができます。 チャイカとギャングは、王を殺し、戦い、父親の一員になる人の住居に行く。\u001b[22m\n\u001b[1m(Anata wa, kanojo ga saigo no ō no musumedeari, sekai o konran sa seta kyōryokuna madō-shidearu koto ga wakarimasu. 8-Ri no hīrō ga kōgeki shite koroshita. Anata wa kore ga doko ni aru no ka o miru koto ga dekimasu. Chaika to gyangu wa,-ō o koroshi, tatakai, chichioya no ichiin ni naru hito no jūkyo ni iku.)\u001b[22m\n\nTranslations of \u001b[4mYou see, she’s the daughter of the last king, a powerful mage who sent the world into turmoil. Eight heroes attacked and killed him, each taking a body part with them. So you can see where this is going. Chaika and the gang go to the residences of those who killed the king, fight them, and get part of the father.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou see, she’s the daughter of the last king, a powerful mage who sent the world into turmoil.\u001b[24m\n    \u001b[1mあなたは、彼女が最後の王の娘であり、世界を混乱させた強力な魔道師であることが分かります。\u001b[22m, \u001b[1mあなたは彼女が最後の王の娘、混乱に世界を送った強力な魔術師だ、参照してください。\u001b[22m\n\u001b[4mEight heroes attacked and killed him, each taking a body part with them.\u001b[24m\n    \u001b[1m8人のヒーローが攻撃して殺した。\u001b[22m, \u001b[1mエイトヒーローが攻撃し、それぞれが彼らと身体の部分を取って、彼を殺しました。\u001b[22m\n\u001b[4mSo you can see where this is going.\u001b[24m\n    \u001b[1mあなたはこれがどこにあるのかを見ることができます。\u001b[22m, \u001b[1mだから、これが起こっている場所を確認することができます。\u001b[22m\n\u001b[4mChaika and the gang go to the residences of those who killed the king, fight them, and get part of the father.\u001b[24m\n    \u001b[1mチャイカとギャングは、王を殺し、戦い、父親の一員になる人の住居に行く。\u001b[22m, \u001b[1mチャイカとギャングは、王を殺した人たちの住居に行く彼らと戦う、と父親の一部を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nIt gets more complicated when women who look like Chaika show up, some with the intent of getting the parts of the body, others wanting to stop those in search of the parts.\n\n\u001b[1mチャイカのように見える女性が現れたら、身体の部分を得る意思があり、他の部分はその部分を探すことを止めたいと思っている人は、もっと複雑になります。\u001b[22m\n\u001b[1m(Chaika no yō ni mieru josei ga arawaretara, karada no bubun o eru ishi ga ari, hoka no bubun wa sono bubun o sagasu koto o tometai to omotte iru hito wa, motto fukuzatsu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt gets more complicated when women who look like Chaika show up, some with the intent of getting the parts of the body, others wanting to stop those in search of the parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt gets more complicated when women who look like Chaika show up, some with the intent of getting the parts of the body, others wanting to stop those in search of the parts.\u001b[24m\n    \u001b[1mチャイカのように見える女性が現れたら、身体の部分を得る意思があり、他の部分はその部分を探すことを止めたいと思っている人は、もっと複雑になります。\u001b[22m, \u001b[1mチャイカのように見える女性は他の人が部品の検索でそれらを停止したい、体の部分を取得する目的でいくつかを表示するときはより複雑になります。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s an average plot that plays out pretty simply with a small twist toward the end of the season that I think I figured out by episode five or six.\n\n\u001b[1mそれはシーズンの終わりに向けて、私がエピソード5または6で分かったと思うシーズンの終わりに向かって、ちょっとしたひねりを加えてかなり簡単にプレーする平均的なプロットです。\u001b[22m\n\u001b[1m(Sore wa shīzun no owari ni mukete, watashi ga episōdo 5 matawa 6 de wakatta to omou shīzun no owari ni mukatte, chottoshita hineri o kuwaete kanari kantan ni purē suru heikin-tekina purottodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s an average plot that plays out pretty simply with a small twist toward the end of the season that I think I figured out by episode five or six.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s an average plot that plays out pretty simply with a small twist toward the end of the season that I think I figured out by episode five or six.\u001b[24m\n    \u001b[1mそれはシーズンの終わりに向けて、私がエピソード5または6で分かったと思うシーズンの終わりに向かって、ちょっとしたひねりを加えてかなり簡単にプレーする平均的なプロットです。\u001b[22m, \u001b[1mそれは私が私がエピソード5または6によって考え出したと思うシーズンの終わりに向かって小さなひねりをかなり単純に果たしている平均のプロットです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I can commend the plot on is creating a somewhat interesting fantasy setting. After the king was killed five years ago, the world is in recovery after nothing but war. Recovery is hard and there are competing factions across the board; some who want war and others who are trying to protect the peace.\n\n\u001b[1m私がプロットすることは、やや面白いファンタジー設定を作成することです。  5年前に王が殺された後、世界は戦争だけで回復しています。 回復は難しく、全面的に競合する勢力があります。 戦争を望んでいる人や、平和を守ろうとしている人たち。\u001b[22m\n\u001b[1m(Watashi ga purotto suru koto wa, yaya omoshiroi fantajī settei o sakusei suru kotodesu. 5-Nen mae ni ō ga korosa reta nochi, sekai wa sensō dake de kaifuku shite imasu. Kaifuku wa muzukashiku, zenmen-teki ni kyōgō suru seiryoku ga arimasu. Sensō o nozonde iru hito ya, heiwa o mamorou to shite iru hito-tachi.)\u001b[22m\n\nTranslations of \u001b[4mWhat I can commend the plot on is creating a somewhat interesting fantasy setting. After the king was killed five years ago, the world is in recovery after nothing but war. Recovery is hard and there are competing factions across the board; some who want war and others who are trying to protect the peace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I can commend the plot on is creating a somewhat interesting fantasy setting.\u001b[24m\n    \u001b[1m私がプロットすることは、やや面白いファンタジー設定を作成することです。\u001b[22m, \u001b[1m私は多少面白いファンタジー設定を作成している上にプロットを称賛することができます。\u001b[22m\n\u001b[4mAfter the king was killed five years ago, the world is in recovery after nothing but war.\u001b[24m\n    \u001b[1m5年前に王が殺された後、世界は戦争だけで回復しています。\u001b[22m, \u001b[1m王は5年前に殺された後、世界は戦争何も後の回復です。\u001b[22m\n\u001b[4mRecovery is hard and there are competing factions across the board;\u001b[24m\n    \u001b[1m回復は難しく、全面的に競合する勢力があります。\u001b[22m, \u001b[1m回復は困難であると全面的に競合する派閥があります。\u001b[22m\n\u001b[4msome who want war and others who are trying to protect the peace.\u001b[24m\n    \u001b[1m戦争を望んでいる人や、平和を守ろうとしている人たち。\u001b[22m, \u001b[1m戦争と平和を守るためにしようとしている他のものをしたい人も。\u001b[22m\n\u001b[1m\u001b[22m\nOne of these organizations is the Postwar Restoration Agency, who chases Chaika through her travels, believing her quest to be for ill purposes. I only mention them because the show occasionally focuses on the members, especially a childish and poorly done romantic thread.\n\n\u001b[1mこれらの組織の1つは戦後復旧庁であり、彼女の旅行を通じてチャイカを追いかけ、病気のために彼女の探求を信じている。 ショーでは時々メンバー、特に幼稚で貧弱なロマンチックなスレッドに焦点を当てているので、私はそれらにしか言及しません。\u001b[22m\n\u001b[1m(Korera no soshiki no 1tsu wa sengo fukkyū-chōdeari, kanojo no ryokō o tsūjite chaika o oikake, byōki no tame ni kanojo no tankyū o shinjite iru. Shōde wa tokidoki menbā, tokuni yōchide hinjakuna romanchikkuna sureddo ni shōten o atete irunode, watashi wa sorera ni shika genkyū shimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne of these organizations is the Postwar Restoration Agency, who chases Chaika through her travels, believing her quest to be for ill purposes. I only mention them because the show occasionally focuses on the members, especially a childish and poorly done romantic thread.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of these organizations is the Postwar Restoration Agency, who chases Chaika through her travels, believing her quest to be for ill purposes.\u001b[24m\n    \u001b[1mこれらの組織の1つは戦後復旧庁であり、彼女の旅行を通じてチャイカを追いかけ、病気のために彼女の探求を信じている。\u001b[22m, \u001b[1mこれらの組織の一つは、病気の目的のためになるように彼女の探求を信じて、彼女の旅を通してチャイカを追う戦後復興庁、です。\u001b[22m\n\u001b[4mI only mention them because the show occasionally focuses on the members, especially a childish and poorly done romantic thread.\u001b[24m\n    \u001b[1mショーでは時々メンバー、特に幼稚で貧弱なロマンチックなスレッドに焦点を当てているので、私はそれらにしか言及しません。\u001b[22m, \u001b[1mショーは時折メンバー、特に子供っぽいと貧弱行わロマンチックなスレッドに焦点を当てていたので、私はそれらのみに言及します。\u001b[22m\n\u001b[1m\u001b[22m\nWatching Chaika‘s plot play out is like watching the average linear fantasy video game. From one section to another with little segue and each level contains a boss and a treasure chest after the fight.\n\n\u001b[1mChaikaのプロットを見ることは、平均的な線形ファンタジーのビデオゲームを見ているようなものです。 少しのセグを持つ1つのセクションから別のセクションまで、各レベルには戦いの後にボスと宝箱が含まれています。\u001b[22m\n\u001b[1m(Chaika no purotto o miru koto wa, heikin-tekina senkei fantajī no bideogēmu o mite iru yōna monodesu. Sukoshi no segu o motsu 1tsu no sekushon kara betsu no sekushon made, kaku reberu ni wa tatakai no nochi ni bosu to takarabako ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWatching Chaika‘s plot play out is like watching the average linear fantasy video game. From one section to another with little segue and each level contains a boss and a treasure chest after the fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching Chaika‘s plot play out is like watching the average linear fantasy video game.\u001b[24m\n    \u001b[1mChaikaのプロットを見ることは、平均的な線形ファンタジーのビデオゲームを見ているようなものです。\u001b[22m, \u001b[1mチャイカのプロットは、プレイアウト見て平均線ファンタジービデオゲームを見ているようです。\u001b[22m\n\u001b[4mFrom one section to another with little segue and each level contains a boss and a treasure chest after the fight.\u001b[24m\n    \u001b[1m少しのセグを持つ1つのセクションから別のセクションまで、各レベルには戦いの後にボスと宝箱が含まれています。\u001b[22m, \u001b[1m1部から少しセグエし、各レベルで別の戦いの後、ボスと宝箱が含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation isn’t great. It looks more like a kids show than one aimed at teens. The girls themselves are ridiculously cute, mostly because I have an eyebrow fetish (and so do a lot of others apparently).\n\n\u001b[1mアニメーションは素晴らしいことではありません。 それは十代を対象としたものよりも子供のショーのように見えます。 私は眉毛のフェチを持っているので、女の子自身はばかげてかわいいです（そして他の多くのことを明らかにします）。\u001b[22m\n\u001b[1m(Animēshon wa subarashī kotode wa arimasen. Sore wa jūdai o taishō to shita mono yori mo kodomo no shō no yō ni miemasu. Watashi wa mayuge no fechi o motte irunode, on'nanoko jishin wa bakagete kawaīdesu (soshite hoka no ōku no koto o akiraka ni shimasu).)\u001b[22m\n\nTranslations of \u001b[4mAnimation isn’t great. It looks more like a kids show than one aimed at teens. The girls themselves are ridiculously cute, mostly because I have an eyebrow fetish (and so do a lot of others apparently).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation isn’t great.\u001b[24m\n    \u001b[1mアニメーションは素晴らしいことではありません。\u001b[22m, \u001b[1mアニメーションは素晴らしいではありません。\u001b[22m\n\u001b[4mIt looks more like a kids show than one aimed at teens.\u001b[24m\n    \u001b[1mそれは十代を対象としたものよりも子供のショーのように見えます。\u001b[22m, \u001b[1mそれは、子供たちが十代の若者たちに向けたものよりも表示以上のように見えます。\u001b[22m\n\u001b[4mThe girls themselves are ridiculously cute, mostly because I have an eyebrow fetish (and so do a lot of others apparently).\u001b[24m\n    \u001b[1m私は眉毛のフェチを持っているので、女の子自身はばかげてかわいいです（そして他の多くのことを明らかにします）。\u001b[22m, \u001b[1m女の子自身が、私は眉フェチを持っている（ので、明らかに他の多くを行う）主な理由は、途方もなくかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nMusic is another average. The opening and closing were alright and music during the show was pretty typical for a fantasy show–except for one instance. Said instance is the second to last episode near a mid-show title card. As the action ramps up, we’re presented a score that must have been courtesy of Neal Morse or Transatlantic. It’s a completely random prog rock riff that makes no sense being there.\n\n\u001b[1m音楽は別の平均です。 オープニングとクローズは大丈夫だったし、ショーの音楽はファンタジーショーでは典型的なものだった。 このインスタンスは、ショーの中間のタイトルカードの近くで2番目から最後のエピソードです。 アクションが立ち上がると、Neal MorseまたはTransatlanticの礼儀であったはずのスコアが表示されます。 それは意味がない完全にランダムなプログレロックリフです。\u001b[22m\n\u001b[1m(Ongaku wa betsu no heikindesu. Ōpuningu to kurōzu wa daijōbudattashi, shō no ongaku wa fantajīshōde wa tenkei-tekina monodatta. Kono insutansu wa, shō no chūkan no taitorukādo no chikaku de 2-banme kara saigo no episōdodesu. Akushon ga tachiagaru to, nīru mōsu matawa Transatlantic no reigideatta hazu no sukoa ga hyōji sa remasu. Sore wa imiganai kanzen ni randamuna purogurerokkurifudesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic is another average. The opening and closing were alright and music during the show was pretty typical for a fantasy show–except for one instance. Said instance is the second to last episode near a mid-show title card. As the action ramps up, we’re presented a score that must have been courtesy of Neal Morse or Transatlantic. It’s a completely random prog rock riff that makes no sense being there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic is another average.\u001b[24m\n    \u001b[1m音楽は別の平均です。\u001b[22m, \u001b[1m音楽は別の平均値です。\u001b[22m\n\u001b[4mThe opening and closing were alright and music during the show was pretty typical for a fantasy show–except for one instance.\u001b[24m\n    \u001b[1mオープニングとクローズは大丈夫だったし、ショーの音楽はファンタジーショーでは典型的なものだった。\u001b[22m, \u001b[1m開閉は大丈夫だったし、ショーの中の音楽はファンタジーショーを除いて1インスタンスのためにかなり典型的なものでした。\u001b[22m\n\u001b[4mSaid instance is the second to last episode near a mid-show title card.\u001b[24m\n    \u001b[1mこのインスタンスは、ショーの中間のタイトルカードの近くで2番目から最後のエピソードです。\u001b[22m, \u001b[1mインスタンスが半ばショーのタイトルカードの近くに最後のエピソードに2番目であることを特徴とします。\u001b[22m\n\u001b[4mAs the action ramps up, we’re presented a score that must have been courtesy of Neal Morse or Transatlantic.\u001b[24m\n    \u001b[1mアクションが立ち上がると、Neal MorseまたはTransatlanticの礼儀であったはずのスコアが表示されます。\u001b[22m, \u001b[1mアップアクションのランプとして、我々はニール・モールスまたはトランスアトランティックの礼儀されている必要がありますスコアを提示しています。\u001b[22m\n\u001b[4mIt’s a completely random prog rock riff that makes no sense being there.\u001b[24m\n    \u001b[1mそれは意味がない完全にランダムなプログレロックリフです。\u001b[22m, \u001b[1mそれは意味そこにいるも行うものではありません完全にランダムなプログレ・リフです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are also average. Chaika herself is, as mentioned, adorable as hell while not being silly. Something the series does right is not joking around enough to take you out of the world. It never resorts to cartoonishness for a laugh, nor does it overtly use any of the female characters for sexual comedy. There’s a few laughs from Akari (who is not actually Toru’s sisters) being in love with him and defensive when he gets close to Chaika.\n\n\u001b[1m文字も平均です。  Chaika自身は、言われているように、愚かではないが、地獄として愛らしい。 シリーズが正しいことは、あなたを世界から追い出すのに十分なほどの冗談ではありません。 それは決して笑いのために漫画性に訴えるものではなく、性的喜劇のために女性キャラクターのいずれかを明白に使用しません。 あかり（実際には戸生の姉妹ではない）が彼と恋をしていて、Chaikaに近づくと防御的な笑いがいくつかあります。\u001b[22m\n\u001b[1m(Moji mo heikindesu. Chaika jishin wa, iwa rete iru yō ni, orokade wa naiga, jigoku to shite airashī. Shirīzu ga tadashī koto wa, anata o sekai kara oidasu no ni jūbun'na hodo no jōdande wa arimasen. Sore wa kesshite warai no tame ni manga-sei ni uttaeru monode wa naku,-sei-teki kigeki no tame ni josei kyarakutā no izureka o meihaku ni shiyō shimasen. Akari (jissai ni wa to-sei no shimaide wa nai) ga kare to koi o shite ite, Chaika ni chikadzuku to bōgyo-tekina warai ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are also average. Chaika herself is, as mentioned, adorable as hell while not being silly. Something the series does right is not joking around enough to take you out of the world. It never resorts to cartoonishness for a laugh, nor does it overtly use any of the female characters for sexual comedy. There’s a few laughs from Akari (who is not actually Toru’s sisters) being in love with him and defensive when he gets close to Chaika.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are also average.\u001b[24m\n    \u001b[1m文字も平均です。\u001b[22m\n\u001b[4mChaika herself is, as mentioned, adorable as hell while not being silly.\u001b[24m\n    \u001b[1mChaika自身は、言われているように、愚かではないが、地獄として愛らしい。\u001b[22m, \u001b[1mチャイカ自身が愚かではないながら、地獄のように愛らしい、上述したように、です。\u001b[22m\n\u001b[4mSomething the series does right is not joking around enough to take you out of the world.\u001b[24m\n    \u001b[1mシリーズが正しいことは、あなたを世界から追い出すのに十分なほどの冗談ではありません。\u001b[22m, \u001b[1m何かがシリーズは、右の世界のあなたを取るために十分な冗談されていませんありません。\u001b[22m\n\u001b[4mIt never resorts to cartoonishness for a laugh, nor does it overtly use any of the female characters for sexual comedy.\u001b[24m\n    \u001b[1mそれは決して笑いのために漫画性に訴えるものではなく、性的喜劇のために女性キャラクターのいずれかを明白に使用しません。\u001b[22m, \u001b[1mそれは笑いのためにcartoonishnessする頼ったことがない、またそれはあからさまに性的な喜劇のための女性キャラクターのいずれかを使用しています。\u001b[22m\n\u001b[4mThere’s a few laughs from Akari (who is not actually Toru’s sisters) being in love with him and defensive when he gets close to Chaika.\u001b[24m\n    \u001b[1mあかり（実際には戸生の姉妹ではない）が彼と恋をしていて、Chaikaに近づくと防御的な笑いがいくつかあります。\u001b[22m, \u001b[1m彼はチャイカに近づいたとき、彼との愛と守備にある（実際には徹の姉妹ではありません）あかりからのいくつかの笑いがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe cuteness of the show lends itself to small things Chaika does. When her coffin hits the top of a doorframe, she’s visibly frazzled for a second. At one point she falls backward during a climb and just lays on the coffin, staring up at the ceiling.She also can’t speak well, so I guess that’s kind of cute.\n\n\u001b[1mショーの可愛さは、チャイカが行う小さなものに役立ちます。 彼女の棺がドアフレームの一番上に当たったとき、彼女は目に見えて一秒間たたずむ。 ある時点で、彼女は登山中に後ろに下がり、棺の上に横たわって、天井を見つめている。彼女はまたよく発言できないので、かわいいと思う。\u001b[22m\n\u001b[1m(Shō no kawai-sa wa, chaika ga okonau chīsana mono ni yakudachimasu. Kanojo no hitsugi ga doafurēmu no ichiban-jō ni atatta toki, kanojo wa menimiete ichi-byōkan tatazumu. Aru jiten de, kanojo wa tozan-chū ni ushiro ni sagari, hitsugi no ue ni yokotawatte, tenjō o mitsumete iru. Kanojo wa mata yoku hatsugen dekinainode, kawaī to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe cuteness of the show lends itself to small things Chaika does. When her coffin hits the top of a doorframe, she’s visibly frazzled for a second. At one point she falls backward during a climb and just lays on the coffin, staring up at the ceiling.She also can’t speak well, so I guess that’s kind of cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cuteness of the show lends itself to small things Chaika does.\u001b[24m\n    \u001b[1mショーの可愛さは、チャイカが行う小さなものに役立ちます。\u001b[22m, \u001b[1mショーの可愛さはチャイカはない小さなものに適しています。\u001b[22m\n\u001b[4mWhen her coffin hits the top of a doorframe, she’s visibly frazzled for a second.\u001b[24m\n    \u001b[1m彼女の棺がドアフレームの一番上に当たったとき、彼女は目に見えて一秒間たたずむ。\u001b[22m, \u001b[1m彼女の棺は、ドアフレームの上部に当たると、彼女は第二のために目に見えて疲れます。\u001b[22m\n\u001b[4mAt one point she falls backward during a climb and just lays on the coffin, staring up at the ceiling.She also can’t speak well, so I guess that’s kind of cute.\u001b[24m\n    \u001b[1mある時点で、彼女は登山中に後ろに下がり、棺の上に横たわって、天井を見つめている。彼女はまたよく発言できないので、かわいいと思う。\u001b[22m, \u001b[1mある時点で、彼女は登山中に後方に下がり、ちょうどうまく話すことができないもceiling.Sheでアップ見つめ、棺に産むので、私はそれが一種のキュートだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s moe as hell, silly, and I haven’t d’awwed so hard since watching Tomoko try to survive the world. So there’s that.\n\n\u001b[1mトモコが世界に生き残ろうとしているのを見て以来、私はそんなに難しくはありませんでした。 だからそれがあります。\u001b[22m\n\u001b[1m(Tomoko ga sekai ni ikinokorou to shite iru no o mite irai, watashi wa son'nani muzukashiku wa arimasendeshita. Dakara sore ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s moe as hell, silly, and I haven’t d’awwed so hard since watching Tomoko try to survive the world. So there’s that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s moe as hell, silly, and I haven’t d’awwed so hard since watching Tomoko try to survive the world.\u001b[24m\n    \u001b[1mトモコが世界に生き残ろうとしているのを見て以来、私はそんなに難しくはありませんでした。\u001b[22m, \u001b[1mそれは愚かな地獄のよう萌え、だ、と私はD'は智子が世界を生き残るためにしようと見ているので、一生懸命awwedていません。\u001b[22m\n\u001b[4mSo there’s that.\u001b[24m\n    \u001b[1mだからそれがあります。\u001b[22m, \u001b[1mだからあります。\u001b[22m\n\u001b[1m\u001b[22m\nToru is a weak character but I appreciate how much of a non-wuss he is. He isn’t edgy, mind you, but he’ll kill if he has to. His sister is the same way though a little more silly.\n\n\u001b[1mトールは弱いキャラクターですが、私は彼がどれほど大笑いではないかと思っています。 彼はエッジレスではない、あなたに気をつけてください。 彼の妹は同じように少し愚かですが。\u001b[22m\n\u001b[1m(Tōru wa yowai kyarakutādesuga, watashi wa kare ga dorehodo ōwaraide wanai ka to omotte imasu. Kare wa ejji resude wanai, anata ni kiwotsukete kudasai. Kare no imōto wa onajiyōni sukoshi orokadesuga.)\u001b[22m\n\nTranslations of \u001b[4mToru is a weak character but I appreciate how much of a non-wuss he is. He isn’t edgy, mind you, but he’ll kill if he has to. His sister is the same way though a little more silly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mToru is a weak character but I appreciate how much of a non-wuss he is.\u001b[24m\n    \u001b[1mトールは弱いキャラクターですが、私は彼がどれほど大笑いではないかと思っています。\u001b[22m, \u001b[1m徹は弱い性格ですが、私は彼がどのくらい非弱虫の感謝しています。\u001b[22m\n\u001b[4mHe isn’t edgy, mind you, but he’ll kill if he has to.\u001b[24m\n    \u001b[1m彼はエッジレスではない、あなたに気をつけてください。\u001b[22m, \u001b[1m彼はエッジの効いていない、あなたの心が、彼がしなければならない場合、彼は殺します。\u001b[22m\n\u001b[4mHis sister is the same way though a little more silly.\u001b[24m\n    \u001b[1m彼の妹は同じように少し愚かですが。\u001b[22m, \u001b[1m彼の妹は少し愚かなしかし同じ方法です。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s also a dragoon named Fredricka, a shape-shifter who only goes on the adventure in the hope of fighting Toru.\n\n\u001b[1mトゥルとの戦いを願って冒険に出るシェイフ・シフター、Fredrickaという名前のドラゴンもあります。\u001b[22m\n\u001b[1m(To~uru to notatakai o negatte bōken ni deru sheifu shifutā, Fredricka to iu namae no doragon mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere’s also a dragoon named Fredricka, a shape-shifter who only goes on the adventure in the hope of fighting Toru.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s also a dragoon named Fredricka, a shape-shifter who only goes on the adventure in the hope of fighting Toru.\u001b[24m\n    \u001b[1mトゥルとの戦いを願って冒険に出るシェイフ・シフター、Fredrickaという名前のドラゴンもあります。\u001b[22m, \u001b[1mのみ徹との戦いを期待して冒険に行くFredrickaという名前ドラグーン、形状シフターもあります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat does all of this add up to? A pretty average yet very entertaining experience. The action scenes in the show are plentiful and well-done, the magic system is interesting, and Chaika is cute as hell. This comes at the expense of good characters, plot, a fully developed world, or above-average writing though.\n\n\u001b[1mこれのすべては何を追加するのですか？ かなり平均的な、非常に面白い経験。 ショーのアクションシーンは充実していて、マジックシステムは面白く、チャイカは地獄のようにかわいいです。 これは、良いキャラクター、プロット、完全に発展した世界、または平均以上のライティングを犠牲にしています。\u001b[22m\n\u001b[1m(Kore no subete wa nani o tsuika suru nodesu ka? Kanari heikin-tekina, hijō ni omoshiroi keiken. Shō no akushonshīn wa jūjitsu shite ite, majikku shisutemu wa omoshiroku, chaika wa jigoku no yō ni kawaīdesu. Kore wa, yoi kyarakutā, purotto, kanzen ni hatten shita sekai, matawa heikin ijō no raitingu o gisei ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat does all of this add up to? A pretty average yet very entertaining experience. The action scenes in the show are plentiful and well-done, the magic system is interesting, and Chaika is cute as hell. This comes at the expense of good characters, plot, a fully developed world, or above-average writing though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat does all of this add up to?\u001b[24m\n    \u001b[1mこれのすべては何を追加するのですか？\u001b[22m, \u001b[1mこのすべては何をするまで追加しますか？\u001b[22m\n\u001b[4mA pretty average yet very entertaining experience.\u001b[24m\n    \u001b[1mかなり平均的な、非常に面白い経験。\u001b[22m, \u001b[1mかなり平均はまだ非常に面白い経験。\u001b[22m\n\u001b[4mThe action scenes in the show are plentiful and well-done, the magic system is interesting, and Chaika is cute as hell.\u001b[24m\n    \u001b[1mショーのアクションシーンは充実していて、マジックシステムは面白く、チャイカは地獄のようにかわいいです。\u001b[22m, \u001b[1mショーでのアクションシーンが豊富でよく行われている、魔法のシステムは面白いです、とチャイカは地獄のようにかわいいです。\u001b[22m\n\u001b[4mThis comes at the expense of good characters, plot, a fully developed world, or above-average writing though.\u001b[24m\n    \u001b[1mこれは、良いキャラクター、プロット、完全に発展した世界、または平均以上のライティングを犠牲にしています。\u001b[22m, \u001b[1mこれは良い文字、しかしプロット、完全に先進国、または平均以上の書き込みを犠牲にして。\u001b[22m\n\u001b[1m\u001b[22m\nChaika was a fun, easy watch and a charming palette cleanser after my last review.\n\n\u001b[1mチャイカは私の最後のレビューの後、楽しく、簡単な時計と魅力的なパレットクレンザーでした。\u001b[22m\n\u001b[1m(Chaika wa watashi no saigo no rebyū no ato, tanoshiku, kantan'na tokei to miryoku-tekina parettokurenzādeshita.)\u001b[22m\n\nTranslations of \u001b[4mChaika was a fun, easy watch and a charming palette cleanser after my last review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChaika was a fun, easy watch and a charming palette cleanser after my last review.\u001b[24m\n    \u001b[1mチャイカは私の最後のレビューの後、楽しく、簡単な時計と魅力的なパレットクレンザーでした。\u001b[22m, \u001b[1mチャイカは私の最後のレビューの後に楽しく、簡単に時計や魅力的なパレットクレンザーました。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika",
    "id": "20853",
    "url": "https://myanimelist.net/anime/20853/Hitsugi_no_Chaika",
    "user": "greenblood1991",
    "profile": "/profile/greenblood1991/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=152093",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  8\n\nこれは短いレビューになるでしょう：\nストーリー：\n\n話は驚くべきことです。 物語の進歩は単なる恐ろしいものであり、皇帝の娘が墓を適切に墓地に残すために残した喪失帝国について話している。\n\n9/10\n\nアート：\n\n私たちが2014年に芸術になってから平均的に芸術があり、これは本当に奇妙なことです。\n\n5/10\n\n音：\n\nサウンドは特にイントロのオープニングでは良かったけど、私の唯一の問題は、キャラクターのワナが彼らの面白いを（mdh zzhg kldjaj pfnniffh）\n\n7/10\n\nキャラクター：\n\n彼らはすべてokですが、私が好きだったのは、Fredrica shes kickassであり、このタイプのすべてのshesの後ろの女の子は、良いタイプは何も間違っていません。\n\n8/10\n\n楽しみ：\n\n全体的に私はこのアニメが好きだとは思っていませんでしたが、私は彼らが12のエピソード\n私は情熱を持って第2シーズンを待っています。\n\n8/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is gonna be a short review:\n\n\u001b[1mこれは短いレビューになるでしょう：\u001b[22m\n\u001b[1m(Kore wa mijikai rebyū ni narudeshou:)\u001b[22m\n\nTranslations of \u001b[4mThis is gonna be a short review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is gonna be a short review:\u001b[24m\n    \u001b[1mこれは短いレビューになるでしょう：\u001b[22m, \u001b[1mこれはつもりが短いレビューであることです。\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe story is amazing it pulls you to think whos who ??? and progress of the story is just plain awesome, the story talks about lost empire that the emperors daughter tries to collect his remain to give him proper grave .\n\n\u001b[1m話は驚くべきことです。 物語の進歩は単なる恐ろしいものであり、皇帝の娘が墓を適切に墓地に残すために残した喪失帝国について話している。\u001b[22m\n\u001b[1m(Hanashi wa odorokubeki kotodesu. Monogatari no shinpo wa tan'naru osoroshī monodeari, kōtei no musume ga haka o tekisetsu ni bochi ni nokosu tame ni nokoshita sōshitsu teikoku ni tsuite hanashite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is amazing it pulls you to think whos who ??? and progress of the story is just plain awesome, the story talks about lost empire that the emperors daughter tries to collect his remain to give him proper grave .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is amazing it pulls you to think whos who ???\u001b[24m\n    \u001b[1m話は驚くべきことです。\u001b[22m, \u001b[1m物語は、それが誰玉葉を考えるためにあなたを引く素晴らしいです???\u001b[22m\n\u001b[4mand progress of the story is just plain awesome, the story talks about lost empire that the emperors daughter tries to collect his remain to give him proper grave .\u001b[24m\n    \u001b[1m物語の進歩は単なる恐ろしいものであり、皇帝の娘が墓を適切に墓地に残すために残した喪失帝国について話している。\u001b[22m, \u001b[1mそして物語の進行は、皇帝の娘は彼が彼に適切な墓を与えるために残って収集しようと失われた帝国の話会談単なる素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nArt is under average when we are in 2014 and this is the art is really weird.\n\n\u001b[1m私たちが2014年に芸術になってから平均的に芸術があり、これは本当に奇妙なことです。\u001b[22m\n\u001b[1m(Watashitachi ga 2014-nen ni geijutsu ni natte kara heikin-teki ni geijutsu ga ari, kore wa hontōni kimyōna kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt is under average when we are in 2014 and this is the art is really weird.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is under average when we are in 2014 and this is the art is really weird.\u001b[24m\n    \u001b[1m私たちが2014年に芸術になってから平均的に芸術があり、これは本当に奇妙なことです。\u001b[22m, \u001b[1m私たちは2014年にあるときにアートは、平均の下にあり、これは芸術は本当に奇妙です。\u001b[22m\n\u001b[1m\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe sound was good especially the intro opening , but the only issue I had was when any character wana do some magic they start saying ( mdh zzhg kldjaj pfnniffh THE LOCTIER ) its funny \n\n\u001b[1mサウンドは特にイントロのオープニングでは良かったけど、私の唯一の問題は、キャラクターのワナが彼らの面白いを（mdh zzhg kldjaj pfnniffh）\u001b[22m\n\u001b[1m(Saundo wa tokuni Intoro no ōpuningude wa yokattakedo, watashi no yuiitsu no mondai wa, kyarakutā no wana ga karera no omoshiroi  o (mdh zzhg kldjaj pfnniffh))\u001b[22m\n\nTranslations of \u001b[4mThe sound was good especially the intro opening , but the only issue I had was when any character wana do some magic they start saying ( mdh zzhg kldjaj pfnniffh THE LOCTIER ) its funny \u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was good especially the intro opening , but the only issue I had was when any character wana do some magic they start saying ( mdh zzhg kldjaj pfnniffh THE LOCTIER ) its funny \u001b[24m\n    \u001b[1mサウンドは特にイントロのオープニングでは良かったけど、私の唯一の問題は、キャラクターのワナが彼らの面白いを（mdh zzhg kldjaj pfnniffh）\u001b[22m, \u001b[1m音は特にイントロ開口良好であったが、任意の文字の罠は、彼らが（MDH zzhg kldjaj pfnniffh LOCTIERを）言って開始し、いくつかの魔法を行うときに私が持っていた唯一の問題はあったそのおかしいです\u001b[22m\n\u001b[1m\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThey are all ok but the only one that I liked is Fredrica shes kickass and there is chaika the girl behind this all shes the good type does nothing wrong.\n\n\u001b[1m彼らはすべてokですが、私が好きだったのは、Fredrica shes kickassであり、このタイプのすべてのshesの後ろの女の子は、良いタイプは何も間違っていません。\u001b[22m\n\u001b[1m(Karera wa subete okdesuga, watashi ga sukidatta no wa, Fredrica shes kickassdeari, kono taipu no subete no shes no ushiro no on'nanoko wa, yoi taipu wa nani mo machigatte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThey are all ok but the only one that I liked is Fredrica shes kickass and there is chaika the girl behind this all shes the good type does nothing wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey are all ok but the only one that I liked is Fredrica shes kickass and there is chaika the girl behind this all shes the good type does nothing wrong.\u001b[24m\n    \u001b[1m彼らはすべてokですが、私が好きだったのは、Fredrica shes kickassであり、このタイプのすべてのshesの後ろの女の子は、良いタイプは何も間違っていません。\u001b[22m, \u001b[1m彼らはすべてOKですが、私が気に入っただけではFredricaはもう最高シーズとチャイカはすべてが良いタイプが間違って何もしませんシーズこの背後にある女の子があります。\u001b[22m\n\u001b[1m\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nOverall I didn’t think I will like this anime but I was sad that they only aired 12 episodes\n\n\u001b[1m全体的に私はこのアニメが好きだとは思っていませんでしたが、私は彼らが12のエピソード\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime ga sukida to wa omotte imasendeshitaga, watashi wa karera ga 12 no episōdo)\u001b[22m\n\nTranslations of \u001b[4mOverall I didn’t think I will like this anime but I was sad that they only aired 12 episodes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I didn’t think I will like this anime but I was sad that they only aired 12 episodes\u001b[24m\n    \u001b[1m全体的に私はこのアニメが好きだとは思っていませんでしたが、私は彼らが12のエピソード\u001b[22m, \u001b[1m全体的に私は、私はこのアニメを好きになるでしょうとは思いませんでしたが、私は、彼らが唯一の12のエピソードを放映していること悲しかったです\u001b[22m\nI Am waiting for the second season with passion.\n\n\u001b[1m私は情熱を持って第2シーズンを待っています。\u001b[22m\n\u001b[1m(Watashi wa jōnetsu o motte dai 2 shīzun o matteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI Am waiting for the second season with passion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI Am waiting for the second season with passion.\u001b[24m\n    \u001b[1m私は情熱を持って第2シーズンを待っています。\u001b[22m, \u001b[1m私は情熱を持ってセカンドシーズンをお待ちしております。\u001b[22m\n\u001b[1m\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m"
  }
]
