[
  {
    "title": "Seikoku_no_Dragonar",
    "id": "21033",
    "url": "https://myanimelist.net/anime/21033/Seikoku_no_Dragonar",
    "user": "Rickcir",
    "profile": "/profile/Rickcir/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=201119",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  5\nキャラクター|  6\n|  6\n\n私は、ハーレム、ホラー、エクッチ、より大人向けのアニメのファンです。 血、ゴア。 時折、私は物を壊すために駄洒落のものを見るでしょう。 ヘック、私はアニメの短所のカップルのコスプレを撮影するので、文字をよく知っているだけでいくつかのアニメを見ます。\n\nこのアニメは、軽快に楽しんでいる間に、たくさん残っていました。 すべてのアニメ予算は、過度にバウンスできるおっぱいや変態の触手でインスピレーションを受けた100％のシーンを吹き飛ばした。 戦闘シーンや巨大なドラゴンがあったときに、誰かが1つのセルを描き、それを画面の周りに動かしたように見えました。\n\n私は本当にこれらのクッキーカッターキャラクターに疲れています。 すべてのアニメは現在、ドイツの一般的なひよこ、ロシアのベイビー、英国の貴族などがあるようです。 そのバリエーションはここにあります。 もちろん、彼女のブラジャーやパンティーの周りを回っていなければならないディッツがあります。 私を間違ってはいけない - ユーモラスな性的緊張が笑い声で大笑いになることができます（私は下関を愛しました）。\n\nそうです、私はすべての12のエピソードを見ました。  Aは既にGangsta、Gate、God Eater、Prison School、Assassination Classroomなどを終えていて、私のAnime Cravingを満たすために何かが必要でした。 それは十分だった。  Elfen LiedやDeadman Wonderlandと違って、私はこのシリーズを再び見ることはないだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI'm a fan of harem, horror, ecchi and more adult oriented Anime. Blood, gore. Occasionally I'll watch some cutsie stuff to break things up. Heck, I photograph cosplay for a couple of Anime cons, so I'll watch some Anime just to become familiar with the characters.\n\n\u001b[1m私は、ハーレム、ホラー、エクッチ、より大人向けのアニメのファンです。 血、ゴア。 時折、私は物を壊すために駄洒落のものを見るでしょう。 ヘック、私はアニメの短所のカップルのコスプレを撮影するので、文字をよく知っているだけでいくつかのアニメを見ます。\u001b[22m\n\u001b[1m(Watashi wa, hāremu, horā, ekutchi, yori otona-muke no anime no fandesu. Chi, Goa. Tokiori, watashi wa mono o kowasu tame ni dajare no mono o mirudeshou. Hekku, watashi wa anime no tansho no kappuru no kosupure o satsuei surunode, moji o yoku shitte iru dake de ikutsu ka no anime o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm a fan of harem, horror, ecchi and more adult oriented Anime. Blood, gore. Occasionally I'll watch some cutsie stuff to break things up. Heck, I photograph cosplay for a couple of Anime cons, so I'll watch some Anime just to become familiar with the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a fan of harem, horror, ecchi and more adult oriented Anime.\u001b[24m\n    \u001b[1m私は、ハーレム、ホラー、エクッチ、より大人向けのアニメのファンです。\u001b[22m, \u001b[1m私はハーレム、恐怖、エッチ、より大人向きのアニメのファンです。\u001b[22m\n\u001b[4mBlood, gore.\u001b[24m\n    \u001b[1m血、ゴア。\u001b[22m, \u001b[1m血液、ゴア。\u001b[22m\n\u001b[4mOccasionally I'll watch some cutsie stuff to break things up.\u001b[24m\n    \u001b[1m時折、私は物を壊すために駄洒落のものを見るでしょう。\u001b[22m, \u001b[1m時折、私は物事を破るために、いくつかのcutsieものを見てよ。\u001b[22m\n\u001b[4mHeck, I photograph cosplay for a couple of Anime cons, so I'll watch some Anime just to become familiar with the characters.\u001b[24m\n    \u001b[1mヘック、私はアニメの短所のカップルのコスプレを撮影するので、文字をよく知っているだけでいくつかのアニメを見ます。\u001b[22m, \u001b[1mヘック、私はアニメの短所のカップルのためのコスプレを撮影するので、私はただの文字に慣れるためにいくつかのアニメを見てよ。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime, while mildly entertaining, left a lot to be desired. All the anime budget was blown on overly-bounce-able boobs and bizarre Hentai tentacle inspired scenes that were 100% out of place here. When there were battle scenes or gigantic dragons, it looked like someone drew a single cell then moved it around the screen.\n\n\u001b[1mこのアニメは、軽快に楽しんでいる間に、たくさん残っていました。 すべてのアニメ予算は、過度にバウンスできるおっぱいや変態の触手でインスピレーションを受けた100％のシーンを吹き飛ばした。 戦闘シーンや巨大なドラゴンがあったときに、誰かが1つのセルを描き、それを画面の周りに動かしたように見えました。\u001b[22m\n\u001b[1m(Kono anime wa, keikai ni tanoshinde iru ma ni, takusan nokotte imashita. Subete no anime yosan wa, kado ni baunsu dekiru oppai ya hentai no shokushu de insupirēshon o uketa 100-pāsento no shīn o fukitobashita. Sentō shīn ya kyodaina doragon ga atta toki ni, darekaga 1tsu no seru o kaki, sore o gamen no mawari ni ugokashita yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime, while mildly entertaining, left a lot to be desired. All the anime budget was blown on overly-bounce-able boobs and bizarre Hentai tentacle inspired scenes that were 100% out of place here. When there were battle scenes or gigantic dragons, it looked like someone drew a single cell then moved it around the screen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime, while mildly entertaining, left a lot to be desired.\u001b[24m\n    \u001b[1mこのアニメは、軽快に楽しんでいる間に、たくさん残っていました。\u001b[22m, \u001b[1mこのアニメは、穏やかに面白いながら、望まれることがたくさん残しました。\u001b[22m\n\u001b[4mAll the anime budget was blown on overly-bounce-able boobs and bizarre Hentai tentacle inspired scenes that were 100% out of place here.\u001b[24m\n    \u001b[1mすべてのアニメ予算は、過度にバウンスできるおっぱいや変態の触手でインスピレーションを受けた100％のシーンを吹き飛ばした。\u001b[22m, \u001b[1mすべてのアニメの予算が過度にバウンス可能なおっぱいとここに場違い100％であった奇妙な変態触手触発シーンに吹き付けました。\u001b[22m\n\u001b[4mWhen there were battle scenes or gigantic dragons, it looked like someone drew a single cell then moved it around the screen.\u001b[24m\n    \u001b[1m戦闘シーンや巨大なドラゴンがあったときに、誰かが1つのセルを描き、それを画面の周りに動かしたように見えました。\u001b[22m, \u001b[1m戦闘シーンや巨大なドラゴンがあった場合には、誰かが1つのセルを描いた後、画面の周りに移動のように、それが見えました。\u001b[22m\n\u001b[1m\u001b[22m\nI really am getting tired of these cookie cutter characters. Every Anime now seems to have a generic German chick, Russian babe, English Aristocrat and so on. Variations of that are here. Of course there's the ditz that has to run around in her bra and panties for no discernible reason except to make the generic clueless boy hero uncomfortable. Don't get me wrong - humorous sexual tension can be laugh-out-loud funny (I loved Shimonetta) - here they were just idiotic.\n\n\u001b[1m私は本当にこれらのクッキーカッターキャラクターに疲れています。 すべてのアニメは現在、ドイツの一般的なひよこ、ロシアのベイビー、英国の貴族などがあるようです。 そのバリエーションはここにあります。 もちろん、彼女のブラジャーやパンティーの周りを回っていなければならないディッツがあります。 私を間違ってはいけない - ユーモラスな性的緊張が笑い声で大笑いになることができます（私は下関を愛しました）。\u001b[22m\n\u001b[1m(Watashi wa hontōni korera no kukkīkattākyarakutā ni tsukarete imasu. Subete no anime wa genzai, Doitsu no ippantekina hiyoko, Roshia no beibī, Igirisu no kizoku nado ga aru yōdesu. Sono bariēshon wa koko ni arimasu. Mochiron, kanojo no burajā ya pantī no mawari o mawatte inakereba naranai dittsu ga arimasu. Watashi o machigatte wa ikenai - yūmorasuna seiteki kinchō ga waraigoe de ōwarai ni naru koto ga dekimasu (watashi wa Shimonoseki o aishimashita).)\u001b[22m\n\nTranslations of \u001b[4mI really am getting tired of these cookie cutter characters. Every Anime now seems to have a generic German chick, Russian babe, English Aristocrat and so on. Variations of that are here. Of course there's the ditz that has to run around in her bra and panties for no discernible reason except to make the generic clueless boy hero uncomfortable. Don't get me wrong - humorous sexual tension can be laugh-out-loud funny (I loved Shimonetta) - here they were just idiotic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really am getting tired of these cookie cutter characters.\u001b[24m\n    \u001b[1m私は本当にこれらのクッキーカッターキャラクターに疲れています。\u001b[22m, \u001b[1m私は実際にこれらのクッキーカッター文字の疲れを取得しています。\u001b[22m\n\u001b[4mEvery Anime now seems to have a generic German chick, Russian babe, English Aristocrat and so on.\u001b[24m\n    \u001b[1mすべてのアニメは現在、ドイツの一般的なひよこ、ロシアのベイビー、英国の貴族などがあるようです。\u001b[22m, \u001b[1mすべてのアニメは今ように、一般的なドイツ語ひよこ、ロシアベイブ、英語の貴族を持っているようだと。\u001b[22m\n\u001b[4mVariations of that are here.\u001b[24m\n    \u001b[1mそのバリエーションはここにあります。\u001b[22m\n\u001b[4mOf course there's the ditz that has to run around in her bra and panties for no discernible reason except to make the generic clueless boy hero uncomfortable.\u001b[24m\n    \u001b[1mもちろん、彼女のブラジャーやパンティーの周りを回っていなければならないディッツがあります。\u001b[22m, \u001b[1mもちろん、一般的な無知な少年ヒーローが不快にする以外にありません識別可能な理由のために彼女のブラジャーとパンティーの中を実行する必要がありディッツがあります。\u001b[22m\n\u001b[4mDon't get me wrong - humorous sexual tension can be laugh-out-loud funny (I loved Shimonetta) - here they were just idiotic.\u001b[24m\n    \u001b[1m私を間違ってはいけない - ユーモラスな性的緊張が笑い声で大笑いになることができます（私は下関を愛しました）。\u001b[22m, \u001b[1m誤解しないでください - ユーモラスな性的緊張は笑いアウト - 大声で面白いことができます（私はShimonettaを愛し） - ここで彼らはただばかばかしいました。\u001b[22m\n\u001b[1m\u001b[22m\nYea, I watched all 12 episodes. A had already finished up Gangsta, Gate, God Eater, Prison School, Assassination Classroom and many others and needed something to satisfy my Anime craving. It was good enough for that. Unlike Elfen Lied or Deadman Wonderland, I'd never watch this series again.\n\n\u001b[1mそうです、私はすべての12のエピソードを見ました。  Aは既にGangsta、Gate、God Eater、Prison School、Assassination Classroomなどを終えていて、私のAnime Cravingを満たすために何かが必要でした。 それは十分だった。  Elfen LiedやDeadman Wonderlandと違って、私はこのシリーズを再び見ることはないだろう。\u001b[22m\n\u001b[1m(Sōdesu, watashi wa subete no 12 no episōdo o mimashita. A wa sudeni gyangusuta, Gate, God īta, purizun School, Assassination Classroom nado o oete ite, watashi no Anime Craving o mitasu tame ni nanika ga hitsuyōdeshita. Sore wa jūbundatta. Elfen Lied ya Deadman wandārando to chigatte, watashi wa kono shirīzu o futatabi miru koto wanaidarou.)\u001b[22m\n\nTranslations of \u001b[4mYea, I watched all 12 episodes. A had already finished up Gangsta, Gate, God Eater, Prison School, Assassination Classroom and many others and needed something to satisfy my Anime craving. It was good enough for that. Unlike Elfen Lied or Deadman Wonderland, I'd never watch this series again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYea, I watched all 12 episodes.\u001b[24m\n    \u001b[1mそうです、私はすべての12のエピソードを見ました。\u001b[22m, \u001b[1mいや、私はすべての12のエピソードを見ました。\u001b[22m\n\u001b[4mA had already finished up Gangsta, Gate, God Eater, Prison School, Assassination Classroom and many others and needed something to satisfy my Anime craving.\u001b[24m\n    \u001b[1mAは既にGangsta、Gate、God Eater、Prison School、Assassination Classroomなどを終えていて、私のAnime Cravingを満たすために何かが必要でした。\u001b[22m, \u001b[1mAはすでにギャングスタ、門、ゴッドイーター、監獄学園、暗殺教室や他の多くを終え、私のアニメの渇望を満たすために何かを必要としていました。\u001b[22m\n\u001b[4mIt was good enough for that.\u001b[24m\n    \u001b[1mそれは十分だった。\u001b[22m, \u001b[1mそれは、そのために十分でした。\u001b[22m\n\u001b[4mUnlike Elfen Lied or Deadman Wonderland, I'd never watch this series again.\u001b[24m\n    \u001b[1mElfen LiedやDeadman Wonderlandと違って、私はこのシリーズを再び見ることはないだろう。\u001b[22m, \u001b[1mエルフェンリートがまたはデッドマン・ワンダーランドとは異なり、私は再びこのシリーズを見たことがなかったです。\u001b[22m"
  },
  {
    "title": "Seikoku_no_Dragonar",
    "id": "21033",
    "url": "https://myanimelist.net/anime/21033/Seikoku_no_Dragonar",
    "user": "AnimeFan48",
    "profile": "/profile/AnimeFan48/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=230968",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nだから最初のこのアニメは、6.75の評価よりも良い方法だと私は人々はそれがアニメは正直にそれを行うだろうすべての偽善を持っていると思うと思うが、私にとっては良いと一部の人々はあまりにもアニメのクライシュ あなたが触っていないよりもあなたの顔に触れた触手の部分やおっぱいが好きではない\n\nストーリー：そういう話は、将来のドラゴンマスターである灰のブレイクから始まりますが、その理由は、彼がまだそれほど上ではないことを示しています。  （エピソード1の終わりに、その小さなスポイラーのために申し訳ありません）ドラゴンは女の子になってしまいますが、時間がたつにつれて彼女は真実ではありませんが、他の何かを傷つけません\n\nアート：アートは非常に良い人はアートのためにこれを熟知しています。\n\nサウンド：私はあまりにも私のものだったので、今OPとEDは何もダウンロードしていません\n\nキャラクター：今これで初めてエコとシルビアを気にしたことはありませんが、アニメが上手くいくと私は気に入っていました。\n\n楽しさ：そう、私はこのアニメを楽しんだのは、実際のアクションアニメよりも人生の断片のように見えましたが、私はこのアニメの形態がコメディも好きでした。\n\n全体的には：私はこれを与える8それは良いコメディは非常に良いとは何だったのアクションは、実際にかなり良い再びDUMBの理由のためにこのアニメを知っている人は、 とidはこのアニメをお勧めします",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo ill first say that this anime is WAY better than having a 6.75 rating i think people say it has all the cliche that a anime would have honestly it does but for me it was good and some people need too learn from that cliche of anime sometimes also ill say if you dont like tentacle parts or boobs just shoved in your faces than yeah dont watch\n\n\u001b[1mだから最初のこのアニメは、6.75の評価よりも良い方法だと私は人々はそれがアニメは正直にそれを行うだろうすべての偽善を持っていると思うと思うが、私にとっては良いと一部の人々はあまりにもアニメのクライシュ あなたが触っていないよりもあなたの顔に触れた触手の部分やおっぱいが好きではない\u001b[22m\n\u001b[1m(Dakara saisho no kono anime wa, 6. 75 No hyōka yori mo yoi hōhōda to watashi wa hitobito wa sore ga anime wa shōjiki ni sore o okonaudarou subete no gizen o motte iru to omou to omou ga, watashi ni totte wa yoi to ichibu no hitobito wa amarini mo anime no kuraishu anata ga sawatte inai yori mo anata no kao ni fureta shokushu no bubun ya oppai ga sukide wanai)\u001b[22m\n\nTranslations of \u001b[4mSo ill first say that this anime is WAY better than having a 6.75 rating i think people say it has all the cliche that a anime would have honestly it does but for me it was good and some people need too learn from that cliche of anime sometimes also ill say if you dont like tentacle parts or boobs just shoved in your faces than yeah dont watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo ill first say that this anime is WAY better than having a 6.75 rating i think people say it has all the cliche that a anime would have honestly it does but for me it was good and some people need too learn from that cliche of anime sometimes\u001b[24m\n    \u001b[1mだから最初のこのアニメは、6.75の評価よりも良い方法だと私は人々はそれがアニメは正直にそれを行うだろうすべての偽善を持っていると思うと思うが、私にとっては良いと一部の人々はあまりにもアニメのクライシュ\u001b[22m, \u001b[1mだから、病気の最初のこのアニメは私は、人々はそれがアニメは正直それがないだろうが、私にとって、それは良かったし、何人かの人々は時々アニメのクリシェから学ぶあまりにも必要なすべての決まり文句を持っていると言うと思う6.75定格を有するよりWAY優れていると言います\u001b[22m\n\u001b[4malso ill say if you dont like tentacle parts or boobs just shoved in your faces than yeah dont watch\u001b[24m\n    \u001b[1mあなたが触っていないよりもあなたの顔に触れた触手の部分やおっぱいが好きではない\u001b[22m, \u001b[1mあなたが触手の部品やおっぱいのようにいけない場合も病気の時計をいけないええよりも、自分の顔に押し込んだと言います\u001b[22m\n\u001b[1m\u001b[22m\nStory: so the story pretty much starts with ash blake who is a future dragon master but the reasons have show en that he isn't up too that par yet because he hasn't even showing up yet after all that time well that's until now (at the end of episode 1 so sorry for that little spoiler) the dragon ends up being a girl but she isnt her true from cause over time she will be but wont spoil anything else\n\n\u001b[1mストーリー：そういう話は、将来のドラゴンマスターである灰のブレイクから始まりますが、その理由は、彼がまだそれほど上ではないことを示しています。  （エピソード1の終わりに、その小さなスポイラーのために申し訳ありません）ドラゴンは女の子になってしまいますが、時間がたつにつれて彼女は真実ではありませんが、他の何かを傷つけません\u001b[22m\n\u001b[1m(Sutōrī: Sōiu hanashi wa, shōrai no doragonmasutādearu hai no bureiku kara hajimarimasuga, sono riyū wa, kare ga mada sorehodo-jōde wanai koto o shimeshite imasu. (Episōdo 1 no owari ni, sono chīsana supoirā no tame ni mōshiwakearimasen) doragon wa on'nanoko ni natte shimaimasuga, jikan ga tatsu ni tsurete kanojo wa shinjitsude wa arimasenga, hoka no nanika o kizutsukemasen)\u001b[22m\n\nTranslations of \u001b[4mStory: so the story pretty much starts with ash blake who is a future dragon master but the reasons have show en that he isn't up too that par yet because he hasn't even showing up yet after all that time well that's until now (at the end of episode 1 so sorry for that little spoiler) the dragon ends up being a girl but she isnt her true from cause over time she will be but wont spoil anything else\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: so the story pretty much starts with ash blake who is a future dragon master but the reasons have show en that he isn't up too that par yet because he hasn't even showing up yet after all that time well that's until now\u001b[24m\n    \u001b[1mストーリー：そういう話は、将来のドラゴンマスターである灰のブレイクから始まりますが、その理由は、彼がまだそれほど上ではないことを示しています。\u001b[22m, \u001b[1mストーリー：だから将来のドラゴンマスターであるが、すべてその時はよくそれは今までだ後、彼もまだ現れていないため、彼はまだあまりにもそのパーないというエン理由はショーを持っている灰のブレイクとの話はかなり開始\u001b[22m\n\u001b[4m(at the end of episode 1 so sorry for that little spoiler) the dragon ends up being a girl but she isnt her true from cause over time she will be but wont spoil anything else\u001b[24m\n    \u001b[1m（エピソード1の終わりに、その小さなスポイラーのために申し訳ありません）ドラゴンは女の子になってしまいますが、時間がたつにつれて彼女は真実ではありませんが、他の何かを傷つけません\u001b[22m, \u001b[1m（その小さなスポイラーのためのとても残念エピソード1の終わりに）龍は女の子なってしまうが、彼女は彼女があることが、文句を言わない何かを台無しにします時間をかけて原因から彼女の本当のイマイチ\u001b[22m\n\u001b[1m\u001b[22m\nArt: art was very good some people knack on this for the art when the hell did art matter too people\n\n\u001b[1mアート：アートは非常に良い人はアートのためにこれを熟知しています。\u001b[22m\n\u001b[1m(Āto: Āto wa hijō ni yoi hito wa āto no tame ni kore o jukuchi shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: art was very good some people knack on this for the art when the hell did art matter too people\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: art was very good some people knack on this for the art when the hell did art matter too people\u001b[24m\n    \u001b[1mアート：アートは非常に良い人はアートのためにこれを熟知しています。\u001b[22m, \u001b[1mアート：アートは地獄が問題あまりにも人々の芸術をやったとき、何人かの人々が芸術のために、この上コツ非常に良好でした\u001b[22m\n\u001b[1m\u001b[22m\nSound: now the OP and the ED were ok nothing id download because they were me too me everything else was good\n\n\u001b[1mサウンド：私はあまりにも私のものだったので、今OPとEDは何もダウンロードしていません\u001b[22m\n\u001b[1m(Saundo: Watashi wa amarini mo watashi no monodattanode, ima OP to ED wa nani mo daunrōdo shite imasen)\u001b[22m\n\nTranslations of \u001b[4mSound: now the OP and the ED were ok nothing id download because they were me too me everything else was good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: now the OP and the ED were ok nothing id download because they were me too me everything else was good\u001b[24m\n    \u001b[1mサウンド：私はあまりにも私のものだったので、今OPとEDは何もダウンロードしていません\u001b[22m, \u001b[1mサウンド：彼らは他のすべてが良かった私も私だったので、今のOPとEDは大丈夫何もIDをダウンロードしました\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: now with this at first i never really cared for Eco and Silvia but as the anime went on i liked them otherwise i liked all the characters nothing wrong with them at all\n\n\u001b[1mキャラクター：今これで初めてエコとシルビアを気にしたことはありませんが、アニメが上手くいくと気に入った気がします。\u001b[22m\n\u001b[1m(Kyarakutā: Ima kore de hajimete eko to Shirubia o ki ni shita koto wa arimasenga, anime ga umaku iku to kiniitta ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: now with this at first i never really cared for Eco and Silvia but as the anime went on i liked them otherwise i liked all the characters nothing wrong with them at all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: now with this at first i never really cared for Eco and Silvia but as the anime went on i liked them otherwise i liked all the characters nothing wrong with them at all\u001b[24m\n    \u001b[1mキャラクター：今これで初めてエコとシルビアを気にしたことはありませんが、アニメが上手くいくと気に入った気がします。\u001b[22m, \u001b[1mキャラクターは：今、最初はこれで私は本当にエコとシルビアの世話をすることはありませんが、アニメに行ったとして、私は彼らがそうでなければ私はすべてで彼らと間違ったのすべての文字は何も言っていない言っています\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: so yes i did enjoy this anime it did seem more of a slice of life than a real action anime but i liked this anime form the comedy too the action them both were very good\n\n\u001b[1m楽しさ：そう、私はこのアニメを楽しんだのは、実際のアクションアニメよりも人生の断片のように見えましたが、私はこのアニメの形態がコメディも好きでした。\u001b[22m\n\u001b[1m(Tanoshisa: Sō, watashi wa kono anime o tanoshinda no wa, jissai no akushon anime yori mo jinsei no danpen no yō ni miemashitaga, watashi wa kono anime no keitai ga komedi mo sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: so yes i did enjoy this anime it did seem more of a slice of life than a real action anime but i liked this anime form the comedy too the action them both were very good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: so yes i did enjoy this anime it did seem more of a slice of life than a real action anime but i liked this anime form the comedy too the action them both were very good\u001b[24m\n    \u001b[1m楽しさ：そう、私はこのアニメを楽しんだのは、実際のアクションアニメよりも人生の断片のように見えましたが、私はこのアニメの形態がコメディも好きでした。\u001b[22m, \u001b[1m楽しさ：だからはい、私はそれが本当のアクションアニメよりも生活のスライスの多くを思えましたが、私はそれらの両方が非常に良好だった、あまりにも喜劇を形成行動このアニメが好きで、このアニメを楽しんでました\u001b[22m\n\u001b[1m\u001b[22m\nOverall: im giving this a 8 yes it was that good the comedy was very good and the action of what there was of it was actually pretty good again people knack on this anime for DUMB reasons dont let the 6.75 rating fool you this anime was good and id so recommend this anime\n\n\u001b[1m全体的には：私はこれを与える8それは良いコメディは非常に良いとは何だったのアクションは、実際にかなり良い再びDUMBの理由のためにこのアニメを知っている人は、 とidはこのアニメをお勧めします\u001b[22m\n\u001b[1m(Zentai-teki ni wa: Watashi wa kore o ataeru 8 sore wa yoi komedi wa hijō ni yoi to wa nanidatta no akushon wa, jissai ni kanari yoi futatabi DUMB no riyū no tame ni kono anime o shitte iru hito wa, to id wa kono anime o o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mOverall: im giving this a 8 yes it was that good the comedy was very good and the action of what there was of it was actually pretty good again people knack on this anime for DUMB reasons dont let the 6.75 rating fool you this anime was good and id so recommend this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: im giving this a 8 yes it was that good the comedy was very good and the action of what there was of it was actually pretty good again people knack on this anime for DUMB reasons dont let the 6.75 rating fool you this anime was good\u001b[24m\n    \u001b[1m全体的には：私はこれを与える8それは良いコメディは非常に良いとは何だったのアクションは、実際にかなり良い再びDUMBの理由のためにこのアニメを知っている人は、\u001b[22m, \u001b[1m全体：イムは、この8はい、それは良いコメディは非常に良かったし、それのあった何のアクションがDUMB理由はこのアニメが良かった6.75評価にだまさいけないために、人々がこのアニメのコツ再び実際にはかなり良かったということでしたを与えます\u001b[22m\n\u001b[4mand id so recommend this anime\u001b[24m\n    \u001b[1mとidはこのアニメをお勧めします\u001b[22m, \u001b[1mそして、idので、このアニメをお勧めします\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
