[
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "AnimeZ0id",
    "profile": "/profile/AnimeZ0id/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=159833",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nラブステージ！ 少年愛アニメです。 そして私はちょうどレビューに入るつもりです！\n\nストーリー：7/10  - 私が前もってマンガを読んでいなかったとしても、このアニメがどれほど強制的に急いでいるのかはまだ分かります。 彼らは何をしようとしているのか分かっています。このアニメはほぼ完全にマンガに従っていますが、どこかで失われてしまいます。 これは、典型的なBL型のアニメです。 私は他人との小さな違いに感心していますが、かなり一般的です。\n\nさて、すべてのことを言って、私は物語を楽しんだ。 それはまっすぐな関係に直面しなかった軽快なタイプのラブストーリーでした。 実際、和泉は初めに竜馬さんに非常に迷惑をかける。 その花が恋に落ちるのを見てうれしい！\n\nオハイオ州、そしてあなたがこの物語の詳細を見たいと思えば、私はマンガを読むことをお勧めします！ 第15章などを読んでください！ 話はまだ終わっていない。\n\nアート：10/10  - 私の神、このアニメーションはとても美しいです。 私はプレビューを見たとき、私はアートがスポットライトになることを知っていました！ 芸術はユニークで、私はそれが大好き！ 和泉の目はとても魅力的なので、笑顔になります。 それについて言えば、すべてのキャラクターには猫のような口があり、それは奇妙なやり方で聞こえるかもしれませんが、私はあなたに一つのことを教えてくれるでしょう！\n\nサウンド：10/10  - このアニメのもう一つの素晴らしい側面。  OP＆amp;  EDは全体の話を完璧にフィットさせました。 そして、OSTも本当に素晴らしいです。 私は本当に音楽に何の欠陥も見つけられません。 そして、演技する声のために、私は彼らのキャラクターに合っていると感じます。 彼らは幻想的な声のキャストを得る上で素晴らしい仕事をしました！\n\nキャラクター：8/10  - 私はすべてのキャラクターが大好き！ 彼らは面白い＆amp; 愛らしい。 しかし、開発はまあまあです。 私を間違えないでください、それはマンガと同じことです。 しかし、彼らはLala-Luluが出演していたIzumiのキャラクターを、マンガにはないものにしました。 だから私はとても感謝しています！\n\n全体的にみて、誰もがさまざまな人格を持つだけで素晴らしいです。 あなたは2人のうちの1人を嫌うかもしれません。 どちらが期待されるのか。\n\n楽しさ：10/10  - 私は本当にこのアニメを楽しんだ。 それは私をファンギルにして笑いました。 私はこれがアニメに変わったのは本当にうれしいです。\n\n全体的に：8/10  -  8が合います。 その後、私の尺度は8です：\n\n8  -  Somethingsはちょうど「大丈夫ですが、全体的に素晴らしいものです！\n\n私は性別や性的嗜好にかかわらず誰にでもこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLove Stage!! is a Shounen-Ai anime. And I'm just gonna get right into the review!\n\n\u001b[1mラブステージ！ 少年愛アニメです。 そして私はちょうどレビューに入るつもりです！\u001b[22m\n\u001b[1m(Rabusutēji! Shōnen ai animedesu. Soshite watashi wa chōdo rebyū ni hairu tsumoridesu!)\u001b[22m\n\nTranslations of \u001b[4mLove Stage!! is a Shounen-Ai anime. And I'm just gonna get right into the review!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Stage!!\u001b[24m\n    \u001b[1mラブステージ！\u001b[22m, \u001b[1mステージが大好き！\u001b[22m\n\u001b[4mis a Shounen-Ai anime.\u001b[24m\n    \u001b[1m少年愛アニメです。\u001b[22m, \u001b[1m少年 - 愛のアニメです。\u001b[22m\n\u001b[4mAnd I'm just gonna get right into the review!\u001b[24m\n    \u001b[1mそして私はちょうどレビューに入るつもりです！\u001b[22m, \u001b[1mそして、私は右の審査に入るだけのつもりです！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10 - Even if I hadn't read the manga ahead of time, I still would feel how forced and rushed this anime is. I know what they were trying to do, and while this anime almost perfectly follows the manga, there's just a sense of loss somewhere. It's pretty much the typical BL type anime. While I do admire the minor differences between others, it's pretty generic.\n\n\u001b[1mストーリー：7/10  - 私が前もってマンガを読んでいなかったとしても、このアニメがどれほど強制的に急いでいるのかはまだ分かります。 彼らは何をしようとしているのか分かっています。このアニメはほぼ完全にマンガに従っていますが、どこかで失われてしまいます。 これは、典型的なBL型のアニメです。 私は他人との小さな違いに感心していますが、かなり一般的です。\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10 - Watashi ga maemotte manga o yon de inakatta to shite mo, kono anime ga dorehodo kyōsei-teki ni isoide iru no ka wa mada wakarimasu. Karera wa nani o shiyou to shite iru no ka wakatte imasu. Kono anime wa hobo kanzen ni manga ni shitagatte imasuga, doko ka de ushinawa rete shimaimasu. Kore wa, tenkei-tekina BL-gata no animedesu. Watashi wa tanin to no chīsana chigai ni kanshin shite imasuga, kanari ippan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10 - Even if I hadn't read the manga ahead of time, I still would feel how forced and rushed this anime is. I know what they were trying to do, and while this anime almost perfectly follows the manga, there's just a sense of loss somewhere. It's pretty much the typical BL type anime. While I do admire the minor differences between others, it's pretty generic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10 - Even if I hadn't read the manga ahead of time, I still would feel how forced and rushed this anime is.\u001b[24m\n    \u001b[1mストーリー：7/10  - 私が前もってマンガを読んでいなかったとしても、このアニメがどれほど強制的に急いでいるのかはまだ分かります。\u001b[22m, \u001b[1mストーリー：7月10日 - 私は先に時間の漫画を読んでいなかった場合でも、私はまだどのように強制感じ、このアニメが殺到したことになります。\u001b[22m\n\u001b[4mI know what they were trying to do, and while this anime almost perfectly follows the manga, there's just a sense of loss somewhere.\u001b[24m\n    \u001b[1m彼らは何をしようとしているのか分かっています。このアニメはほぼ完全にマンガに従っていますが、どこかで失われてしまいます。\u001b[22m, \u001b[1m私は、彼らが何をしようとしていたものを知って、そしてこのアニメはほぼ完全に漫画を次の一方で、損失のちょうど感覚がどこかにあります。\u001b[22m\n\u001b[4mIt's pretty much the typical BL type anime.\u001b[24m\n    \u001b[1mこれは、典型的なBL型のアニメです。\u001b[22m, \u001b[1mこれはかなり一般的なBL型アニメです。\u001b[22m\n\u001b[4mWhile I do admire the minor differences between others, it's pretty generic.\u001b[24m\n    \u001b[1m私は他人との小さな違いに感心していますが、かなり一般的です。\u001b[22m, \u001b[1m私は他の人との間にわずかな違いを賞賛んが、それはかなり一般的なのです。\u001b[22m\n\u001b[1m\u001b[22m\nNow, with all that said, I did enjoy the story. It was a lighthearted type love story that didn't go straight into a relationship. Actually, Izumi is very annoyed with Ryouma in the beginning. It's nice to see that blossom into love!\n\n\u001b[1mさて、すべてのことを言って、私は物語を楽しんだ。 それはまっすぐな関係に直面しなかった軽快なタイプのラブストーリーでした。 実際、和泉は初めに竜馬さんに非常に迷惑をかける。 その花が恋に落ちるのを見てうれしい！\u001b[22m\n\u001b[1m(Sate, subete no koto o itte, watashi wa monogatari o tanoshinda. Sore wa massuguna kankei ni chokumen shinakatta keikaina taipu no rabusutōrīdeshita. Jissai, Izumi wa hajime ni Ryōma-san ni hijō ni meiwakuwokakeru. Sono Hana ga koiniochiru no o mite ureshī!)\u001b[22m\n\nTranslations of \u001b[4mNow, with all that said, I did enjoy the story. It was a lighthearted type love story that didn't go straight into a relationship. Actually, Izumi is very annoyed with Ryouma in the beginning. It's nice to see that blossom into love!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, with all that said, I did enjoy the story.\u001b[24m\n    \u001b[1mさて、すべてのことを言って、私は物語を楽しんだ。\u001b[22m, \u001b[1m今、言ったことすべてで、私は物語を楽しんでいました。\u001b[22m\n\u001b[4mIt was a lighthearted type love story that didn't go straight into a relationship.\u001b[24m\n    \u001b[1mそれはまっすぐな関係に直面しなかった軽快なタイプのラブストーリーでした。\u001b[22m, \u001b[1mそれはまっすぐな関係には触れませんでした陽気なタイプのラブストーリーでした。\u001b[22m\n\u001b[4mActually, Izumi is very annoyed with Ryouma in the beginning.\u001b[24m\n    \u001b[1m実際、和泉は初めに竜馬さんに非常に迷惑をかける。\u001b[22m, \u001b[1m実際に、泉は、初めにRyoumaと非常にイライラです。\u001b[22m\n\u001b[4mIt's nice to see that blossom into love!\u001b[24m\n    \u001b[1mその花が恋に落ちるのを見てうれしい！\u001b[22m, \u001b[1mそれは愛にその花を見てうれしいです！\u001b[22m\n\u001b[1m\u001b[22m\nOH, and if you wanna see more of this story, I suggest reading the manga! Read from about chapter 15 and so forth! The story isn't done yet haha.\n\n\u001b[1mオハイオ州、そしてあなたがこの物語の詳細を見たいと思えば、私はマンガを読むことをお勧めします！ 第15章などを読んでください！ 話はまだ終わっていない。\u001b[22m\n\u001b[1m(Ohaio-shū, soshite anata ga kono monogatari no shōsai o mitai to omoeba, watashi wa manga o yomu koto o o susume shimasu! Dai 15-shō nado o yondekudasai! Hanashi wa mada owatte inai.)\u001b[22m\n\nTranslations of \u001b[4mOH, and if you wanna see more of this story, I suggest reading the manga! Read from about chapter 15 and so forth! The story isn't done yet haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOH, and if you wanna see more of this story, I suggest reading the manga!\u001b[24m\n    \u001b[1mオハイオ州、そしてあなたがこの物語の詳細を見たいと思えば、私はマンガを読むことをお勧めします！\u001b[22m, \u001b[1mあなたがこの物語の詳細を参照したい場合はOH、および、私は漫画を読むことを示唆しています！\u001b[22m\n\u001b[4mRead from about chapter 15 and so forth!\u001b[24m\n    \u001b[1m第15章などを読んでください！\u001b[22m, \u001b[1m約15章から読みなど！\u001b[22m\n\u001b[4mThe story isn't done yet haha.\u001b[24m\n    \u001b[1m話はまだ終わっていない。\u001b[22m, \u001b[1m物語は笑まだ行われていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10 - My god, this animation is so beautiful; when I saw the previews, I knew the art was going to be spot-on! The art is unique and I love it! Izumi's eyes are so stunning that it makes me smile. Speaking of that, all the character's have a cat-like mouth and it might sound weird or off-putting, but I will tell you one thing, it works!\n\n\u001b[1mアート：10/10  - 私の神、このアニメーションはとても美しいです。 私はプレビューを見たとき、私はアートがスポットライトになることを知っていました！ 芸術はユニークで、私はそれが大好き！ 和泉の目はとても魅力的なので、笑顔になります。 それについて言えば、すべてのキャラクターには猫のような口があり、それは奇妙なやり方で聞こえるかもしれませんが、私はあなたに一つのことを教えてくれるでしょう！\u001b[22m\n\u001b[1m(Āto: 10/ 10 - Watashi no kami, kono animēshon wa totemo utsukushīdesu. Watashi wa purebyū o mita toki, watashi wa āto ga supottoraito ni naru koto o shitte imashita! Geijutsu wa yunīku de, watashi wa sore ga daisuki! Izumi no me wa totemo miryoku-tekinanode, egao ni narimasu. Sore ni tsuite ieba, subete no kyarakutā ni wa neko no yōna kuchi ga ari, sore wa kimyōna yarikata de kikoeru kamo shiremasenga, watashi wa anata ni hitotsu no koto o oshiete kurerudeshou!)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10 - My god, this animation is so beautiful; when I saw the previews, I knew the art was going to be spot-on! The art is unique and I love it! Izumi's eyes are so stunning that it makes me smile. Speaking of that, all the character's have a cat-like mouth and it might sound weird or off-putting, but I will tell you one thing, it works!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10 - My god, this animation is so beautiful;\u001b[24m\n    \u001b[1mアート：10/10  - 私の神、このアニメーションはとても美しいです。\u001b[22m, \u001b[1mアート：10/10  - 私の神は、このアニメーションはとても美しいです。\u001b[22m\n\u001b[4mwhen I saw the previews, I knew the art was going to be spot-on!\u001b[24m\n    \u001b[1m私はプレビューを見たとき、私はアートがスポットライトになることを知っていました！\u001b[22m, \u001b[1m私はプレビューを見たとき、私は芸術がスポットオンになるだろう知っていました！\u001b[22m\n\u001b[4mThe art is unique and I love it!\u001b[24m\n    \u001b[1m芸術はユニークで、私はそれが大好き！\u001b[22m, \u001b[1m芸術は一意であり、私はそれを愛します！\u001b[22m\n\u001b[4mIzumi's eyes are so stunning that it makes me smile.\u001b[24m\n    \u001b[1m和泉の目はとても魅力的なので、笑顔になります。\u001b[22m, \u001b[1m泉の目はそれは私が笑顔になりほど素晴らしいです。\u001b[22m\n\u001b[4mSpeaking of that, all the character's have a cat-like mouth and it might sound weird or off-putting, but I will tell you one thing, it works!\u001b[24m\n    \u001b[1mそれについて言えば、すべてのキャラクターには猫のような口があり、それは奇妙なやり方で聞こえるかもしれませんが、私はあなたに一つのことを教えてくれるでしょう！\u001b[22m, \u001b[1mそのことを言えば、すべての文字の猫のような口を持っており、それは奇妙な音またはオフ置くかもしれませんが、私はそれが動作し、あなたに一つのことを教えてくれます！\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10 - Yet another great aspect of this anime. The OP &amp; ED fit the whole story perfectly. And the OSTs are really nice too. I can't really find any fault in the music. And for the voice acting, I find it fitting to their characters. They did a great job in getting a fantastic voice cast!\n\n\u001b[1mサウンド：10/10  - このアニメのもう一つの素晴らしい側面。  OP＆amp;  EDは全体の話を完璧にフィットさせました。 そして、OSTも本当に素晴らしいです。 私は本当に音楽に何の欠陥も見つけられません。 そして、演技する声のために、私は彼らのキャラクターに合っていると感じます。 彼らは幻想的な声のキャストを得る上で素晴らしい仕事をしました！\u001b[22m\n\u001b[1m(Saundo: 10/ 10 - Kono anime no mōhitotsu no subarashī sokumen. OP& amp; ED wa zentai no hanashi o kanpeki ni fitto sa semashita. Soshite, OST mo hontōni subarashīdesu. Watashi wa hontōni ongaku ni nani no kekkan mo mitsuke raremasen. Soshite, engi suru koe no tame ni, watashi wa karera no kyarakutā ni atte iru to kanjimasu. Karera wa gensō-tekina koe no kyasuto o eru ue de subarashī shigoto o shimashita!)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10 - Yet another great aspect of this anime. The OP &amp; ED fit the whole story perfectly. And the OSTs are really nice too. I can't really find any fault in the music. And for the voice acting, I find it fitting to their characters. They did a great job in getting a fantastic voice cast!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10 - Yet another great aspect of this anime.\u001b[24m\n    \u001b[1mサウンド：10/10  - このアニメのもう一つの素晴らしい側面。\u001b[22m, \u001b[1m10月10日 - しかし、このアニメの別の偉大な側面：サウンド。\u001b[22m\n\u001b[4mThe OP &amp;\u001b[24m\n    \u001b[1mOP＆amp;\u001b[22m, \u001b[1mOP＆＃038;\u001b[22m\n\u001b[4mED fit the whole story perfectly.\u001b[24m\n    \u001b[1mEDは全体の話を完璧にフィットさせました。\u001b[22m, \u001b[1mEDは完全に全体の話にフィット。\u001b[22m\n\u001b[4mAnd the OSTs are really nice too.\u001b[24m\n    \u001b[1mそして、OSTも本当に素晴らしいです。\u001b[22m, \u001b[1mそして、のOSTは、あまりにも本当にいいです。\u001b[22m\n\u001b[4mI can't really find any fault in the music.\u001b[24m\n    \u001b[1m私は本当に音楽に何の欠陥も見つけられません。\u001b[22m, \u001b[1m私は本当に音楽の任意の障害を見つけることができません。\u001b[22m\n\u001b[4mAnd for the voice acting, I find it fitting to their characters.\u001b[24m\n    \u001b[1mそして、演技する声のために、私は彼らのキャラクターに合っていると感じます。\u001b[22m, \u001b[1mそして、声の演技のために、私は自分のキャラクターにそれがフィッティングを見つけます。\u001b[22m\n\u001b[4mThey did a great job in getting a fantastic voice cast!\u001b[24m\n    \u001b[1m彼らは幻想的な声のキャストを得る上で素晴らしい仕事をしました！\u001b[22m, \u001b[1m彼らは素晴らしい声のキャストを得ることに素晴らしい仕事をしました！\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10 - I love all the characters! They're funny &amp; lovable. But the development is just kind of..eh. Don't get me wrong, it's the same thing with the manga. But they did add more into Izumi's character with Lala-Lulu making an appearance, which was not in the manga. So I appreciate that very much!\n\n\u001b[1mキャラクター：8/10  - 私はすべてのキャラクターが大好き！ 彼らは面白い＆amp; 愛らしい。 しかし、開発はまあまあです。 私を間違えないでください、それはマンガと同じことです。 しかし、彼らはLala-Luluが出演していたIzumiのキャラクターを、マンガにはないものにしました。 だから私はとても感謝しています！\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10 - Watashi wa subete no kyarakutā ga daisuki! Karera wa omoshiroi& amp; airashī. Shikashi, kaihatsu wa mā mādesu. Watashi o machigaenaide kudasai, soreha manga to onaji kotodesu. Shikashi, karera wa Lala - Lulu ga shutsuen shite ita Izumi no kyarakutā o, manga ni wanai mono ni shimashita. Dakara watashi wa totemo kansha shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10 - I love all the characters! They're funny &amp; lovable. But the development is just kind of..eh. Don't get me wrong, it's the same thing with the manga. But they did add more into Izumi's character with Lala-Lulu making an appearance, which was not in the manga. So I appreciate that very much!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10 - I love all the characters!\u001b[24m\n    \u001b[1mキャラクター：8/10  - 私はすべてのキャラクターが大好き！\u001b[22m, \u001b[1m文字：8月10日 - 私はすべての文字が大好き！\u001b[22m\n\u001b[4mThey're funny &amp;\u001b[24m\n    \u001b[1m彼らは面白い＆amp;\u001b[22m, \u001b[1m彼らは面白い＆アンペアです。\u001b[22m\n\u001b[4mlovable.\u001b[24m\n    \u001b[1m愛らしい。\u001b[22m, \u001b[1m愛らしいです。\u001b[22m\n\u001b[4mBut the development is just kind of..eh.\u001b[24m\n    \u001b[1mしかし、開発はまあまあです。\u001b[22m, \u001b[1mしかし、開発はちょうど一種of..ehです。\u001b[22m\n\u001b[4mDon't get me wrong, it's the same thing with the manga.\u001b[24m\n    \u001b[1m私を間違えないでください、それはマンガと同じことです。\u001b[22m, \u001b[1m誤解しないでください、それは漫画と同じことです。\u001b[22m\n\u001b[4mBut they did add more into Izumi's character with Lala-Lulu making an appearance, which was not in the manga.\u001b[24m\n    \u001b[1mしかし、彼らはLala-Luluが出演していたIzumiのキャラクターを、マンガにはないものにしました。\u001b[22m, \u001b[1mしかし、彼らはララ・ルルは漫画ではなかった外観を作ると泉の文字に、よりを追加しました。\u001b[22m\n\u001b[4mSo I appreciate that very much!\u001b[24m\n    \u001b[1mだから私はとても感謝しています！\u001b[22m, \u001b[1mだから私は非常に多くのことを理解します！\u001b[22m\n\u001b[1m\u001b[22m\nOverall, everyone is just great with a range of different personalities. You might dislike one of two of them though. Which is to be expected.\n\n\u001b[1m全体的にみて、誰もがさまざまな人格を持つだけで素晴らしいです。 あなたは2人のうちの1人を嫌うかもしれません。 どちらが期待されるのか。\u001b[22m\n\u001b[1m(Zentai-teki ni mite, daremoga samazamana jinkaku o motsu dakede subarashīdesu. Anata wa 2-ri no uchi no 1-ri o kirau kamo shiremasen. Dochira ga kitai sa reru no ka.)\u001b[22m\n\nTranslations of \u001b[4mOverall, everyone is just great with a range of different personalities. You might dislike one of two of them though. Which is to be expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, everyone is just great with a range of different personalities.\u001b[24m\n    \u001b[1m全体的にみて、誰もがさまざまな人格を持つだけで素晴らしいです。\u001b[22m, \u001b[1m全体的に、誰もが異なる個性の範囲を持つだけ素晴らしいです。\u001b[22m\n\u001b[4mYou might dislike one of two of them though.\u001b[24m\n    \u001b[1mあなたは2人のうちの1人を嫌うかもしれません。\u001b[22m, \u001b[1mあなたはしかし、それらの二つのうちの一つを嫌う可能性があります。\u001b[22m\n\u001b[4mWhich is to be expected.\u001b[24m\n    \u001b[1mどちらが期待されるのか。\u001b[22m, \u001b[1mこれは予想されます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10 - I really did enjoy this anime. It made me fangirl and laugh. I'm just really happy this was turned into an anime.\n\n\u001b[1m楽しさ：10/10  - 私は本当にこのアニメを楽しんだ。 それは私をファンギルにして笑いました。 私はこれがアニメに変わったのは本当にうれしいです。\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10 - Watashi wa hontōni kono anime o tanoshinda. Sore wa watashi o fangiru ni shite waraimashita. Watashi wa kore ga anime ni kawatta no wa hontōni ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10 - I really did enjoy this anime. It made me fangirl and laugh. I'm just really happy this was turned into an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10 - I really did enjoy this anime.\u001b[24m\n    \u001b[1m楽しさ：10/10  - 私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m楽しさ：10/10  - 私は本当にこのアニメを楽しんでいました。\u001b[22m\n\u001b[4mIt made me fangirl and laugh.\u001b[24m\n    \u001b[1mそれは私をファンギルにして笑いました。\u001b[22m, \u001b[1mそれは私ファンの女の子と笑いました。\u001b[22m\n\u001b[4mI'm just really happy this was turned into an anime.\u001b[24m\n    \u001b[1m私はこれがアニメに変わったのは本当にうれしいです。\u001b[22m, \u001b[1m私はこれがアニメになっていただけで本当にうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10 - An 8 is fitting. Afterall, my grading scale for an eight is:\n\n\u001b[1m全体的に：8/10  -  8が合います。 その後、私の尺度は8です：\u001b[22m\n\u001b[1m(Zentai-teki ni: 8/ 10 - 8 Ga aimasu. Sonogo, watashi no shakudo wa 8desu:)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10 - An 8 is fitting. Afterall, my grading scale for an eight is:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10 - An 8 is fitting.\u001b[24m\n    \u001b[1m全体的に：8/10  -  8が合います。\u001b[22m, \u001b[1m全体的に：8/10 8  - フィッティングです。\u001b[22m\n\u001b[4mAfterall, my grading scale for an eight is:\u001b[24m\n    \u001b[1mその後、私の尺度は8です：\u001b[22m, \u001b[1mやっぱ、8のための私の評価尺度は、次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\n8 - Somethings are just 'okay' but overall a great find!\n\n\u001b[1m8  -  Somethingsはちょうど「大丈夫ですが、全体的に素晴らしいものです！\u001b[22m\n\u001b[1m(8 - Somethings wa chōdo `daijōbudesu ga, zentai-teki ni subarashī monodesu!)\u001b[22m\n\nTranslations of \u001b[4m8 - Somethings are just 'okay' but overall a great find!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8 - Somethings are just 'okay' but overall a great find!\u001b[24m\n    \u001b[1m8  -  Somethingsはちょうど「大丈夫ですが、全体的に素晴らしいものです！\u001b[22m, \u001b[1m8  - 代はただ「大丈夫」ですが、全体的に素晴らしい見つけます！\u001b[22m\n\u001b[1m\u001b[22m\nI recommend this to anyone regardless of gender and sexual preference.\n\n\u001b[1m私は性別や性的嗜好にかかわらず誰にでもこれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa seibetsu ya seiteki shikō ni kakawarazu darenidemo kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend this to anyone regardless of gender and sexual preference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this to anyone regardless of gender and sexual preference.\u001b[24m\n    \u001b[1m私は性別や性的嗜好にかかわらず誰にでもこれをお勧めします。\u001b[22m, \u001b[1m私は関係なく、性別や性的嗜好の人にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "lebannen",
    "profile": "/profile/lebannen/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=226324",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれを短くてシンプルにする：これは自殺予防と呼ばれるべきである：アニメ。\n\n存在はばかげている、私たち人間は未知のものを恐れているので、私たちは死ぬほどの存在を恐れている。 あなたの存在自体と他の形の悲惨さに疑問を抱かせることは、私たちの生活の大部分を占めています。時間のある特定の月に、おそらく極端に落ち込んだ気分になるか、 これはこのアニメが入る場所です。\n\n私はこのショーを見たときと同じように、暖かく気味の良い、一般的な内容のように感じませんでした。 残光は1〜2時間しか続きませんでした。その後、私は痛いほどの痛みを感じていました。私の自己感覚は、何らかの非個人化の脳裏に絶えず消えていて、パニック発作が続いています。 その時間はすごく幸せな時間でした。\n\n物語は存在しないに近く、本当に問題ではありません、非常にかわいいトラップはマンガカになりたい、いくつかのランダムな麻生少女の主役を崇拝し、彼の家族のビジネスに強制されることに対処しようとし、 彼は10年前に出会った人とセックスし、恋に落ちる。\n\n私はそれをこのように置かせてください：あなたは=愚かで落ち込んでいます。 あなたは=彼のことをかわいいfemboyを見ます。 あなたは今、時間の任意の量のために幸せですが、同時にあなたに行くようなものがないことを嫉妬します。\n\n私が冗談を言っている人物は、アニメによってもたらされた堕落したフェチを満足させるために、かわいい主人公と結婚することを想像するには余りにも忙しかったです。\n\n音はどちらかといえば平凡なものではなく、サウンドトラックを思い出すことができるかどうかはわかりません。\n\n私はそれを全体的に10/10とする。 彼の名前があなたを抱いているものの可愛さを聞かせてください。 あなたの空の壊れた魂を満たすために身体の枕と商品を購入してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nto put it short and simple: this should be called suicide prevention: the anime.\n\n\u001b[1mそれを短くてシンプルにする：これは自殺予防と呼ばれるべきである：アニメ。\u001b[22m\n\u001b[1m(Sore o mijikakute shinpuru ni suru: Kore wa jisatsu yobō to yoba rerubekidearu: Anime.)\u001b[22m\n\nTranslations of \u001b[4mto put it short and simple: this should be called suicide prevention: the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto put it short and simple: this should be called suicide prevention: the anime.\u001b[24m\n    \u001b[1mそれを短くてシンプルにする：これは自殺予防と呼ばれるべきである：アニメ。\u001b[22m, \u001b[1mそれは短く、シンプル置くために：アニメ：これが自殺予防と呼ばれるべきです。\u001b[22m\n\u001b[1m\u001b[22m\nexistence is absurd, we humans are afraid of the unknown, therefore we fear existence as much as death, because all of us know that we don't know anything at alll. questioning your very existence itself and other forms of misery makes up a huge part of our lives, at any given month in time we probably feel either extremely depressed or deal with vague/intense mind numbing anxiety 90% of the time. this is where this anime comes in.\n\n\u001b[1m存在はばかげている、私たち人間は未知のものを恐れているので、私たちは死ぬほどの存在を恐れている。 あなたの存在自体と他の形の悲惨さに疑問を抱かせることは、私たちの生活の大部分を占めています。時間のある特定の月に、おそらく極端に落ち込んだ気分になるか、 これはこのアニメが入る場所です。\u001b[22m\n\u001b[1m(Sonzai wa bakagete iru, watashitachi ningen wa michi no mono o osorete irunode, watashitachiha shinuhodo no sonzai o osorete iru. Anata no sonzai jitai to hoka no katachi no hisan-sa ni gimon o daka seru koto wa, watashitachi no seikatsu no daibubun o shimete imasu. Jikan no aru tokutei no tsuki ni, osoraku kyokutan ni ochikonda kibun ni naru ka, koreha kono anime ga hairu bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mexistence is absurd, we humans are afraid of the unknown, therefore we fear existence as much as death, because all of us know that we don't know anything at alll. questioning your very existence itself and other forms of misery makes up a huge part of our lives, at any given month in time we probably feel either extremely depressed or deal with vague/intense mind numbing anxiety 90% of the time. this is where this anime comes in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mexistence is absurd, we humans are afraid of the unknown, therefore we fear existence as much as death, because all of us know that we don't know anything at alll.\u001b[24m\n    \u001b[1m存在はばかげている、私たち人間は未知のものを恐れているので、私たちは死ぬほどの存在を恐れている。\u001b[22m, \u001b[1m存在はばかげている、私たち人間は、私たちのすべては、我々はalllで何も知らないことを知っているので、したがって、我々は、死と同じくらいの存在を恐れ、未知のを恐れています。\u001b[22m\n\u001b[4mquestioning your very existence itself and other forms of misery makes up a huge part of our lives, at any given month in time we probably feel either extremely depressed or deal with vague/intense mind numbing anxiety 90% of the time.\u001b[24m\n    \u001b[1mあなたの存在自体と他の形の悲惨さに疑問を抱かせることは、私たちの生活の大部分を占めています。時間のある特定の月に、おそらく極端に落ち込んだ気分になるか、\u001b[22m, \u001b[1mあなたの存在そのもの自体や不幸の他の形態を尋問することは、時間に私たちは、おそらくどちらかの非常に落ち込んで感じたり、時間の不安90％を麻痺漠然と/強烈な心で対処指定した月で、私たちの生活の巨大な部分を構成します。\u001b[22m\n\u001b[4mthis is where this anime comes in.\u001b[24m\n    \u001b[1mこれはこのアニメが入る場所です。\u001b[22m, \u001b[1mこのアニメの出番です。\u001b[22m\n\u001b[1m\u001b[22m\ni haven't felt as warm, bubbly and generally content as when i watched this show. the afterglow only lasted one or two hours, after which i was yet again acutely aware of my crippling benzo addiction and that my sense of self is constantly fading in and out of some sort of depersonalization brainhaze, followed by panic attacks. but those hours were great and happy times.\n\n\u001b[1m私はこのショーを見たときと同じように、暖かく気味の良い、一般的な内容のように感じませんでした。 残光は1〜2時間しか続きませんでした。その後、私は痛いほどの痛みを感じていました。私の自己感覚は、何らかの非個人化の脳裏に絶えず消えていて、パニック発作が続いています。 その時間はすごく幸せな時間でした。\u001b[22m\n\u001b[1m(Watashi wa kono shō o mita toki to onajiyōni, atatakaku-gimi no yoi, ippantekina naiyō no yō ni kanjimasendeshita. Zankō wa 1 〜 2-jikan shika tsudzukimasendeshita. Sonogo, watashi wa itai hodo no itami o kanjite imashita. Watashi no jiko kankaku wa, nanrakano hi kojin-ka no nōri ni taezu kiete ite, panikku hossa ga tsudzuite imasu. Sono-jikan wa sugoku shiawasena jikandeshita.)\u001b[22m\n\nTranslations of \u001b[4mi haven't felt as warm, bubbly and generally content as when i watched this show. the afterglow only lasted one or two hours, after which i was yet again acutely aware of my crippling benzo addiction and that my sense of self is constantly fading in and out of some sort of depersonalization brainhaze, followed by panic attacks. but those hours were great and happy times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi haven't felt as warm, bubbly and generally content as when i watched this show.\u001b[24m\n    \u001b[1m私はこのショーを見たときと同じように、暖かく気味の良い、一般的な内容のように感じませんでした。\u001b[22m, \u001b[1m私は、暖かい陽気と私はこの番組を見たときのように、一般的にコンテンツ感じていません。\u001b[22m\n\u001b[4mthe afterglow only lasted one or two hours, after which i was yet again acutely aware of my crippling benzo addiction and that my sense of self is constantly fading in and out of some sort of depersonalization brainhaze, followed by panic attacks.\u001b[24m\n    \u001b[1m残光は1〜2時間しか続きませんでした。その後、私は痛いほどの痛みを感じていました。私の自己感覚は、何らかの非個人化の脳裏に絶えず消えていて、パニック発作が続いています。\u001b[22m, \u001b[1m残光は私はまだ、再び私の壊滅ベンゾ中毒の急性認識していたと自己の私の感覚は常にパニック発作に続いて、離人症のbrainhazeのいくつかの並べ替えのではとフェードアウトされていることを、その後、1または2時間続きました。\u001b[22m\n\u001b[4mbut those hours were great and happy times.\u001b[24m\n    \u001b[1mその時間はすごく幸せな時間でした。\u001b[22m, \u001b[1mしかし、これらの時間は素晴らしいと幸せな時間でした。\u001b[22m\n\u001b[1m\u001b[22m\nthe story is close to non-existant and doesn't really matter, a very cute TRAP wants to become a mangaka, worships some random mahou shoujo protagonist and tries to cope with being forced into his family business, then some stuff happens, then he has sex and falls in love with someone he met 10 years ago.\n\n\u001b[1m物語は存在しないに近く、本当に問題ではありません、非常にかわいいトラップはマンガカになりたい、いくつかのランダムな麻生少女の主役を崇拝し、彼の家族のビジネスに強制されることに対処しようとし、 彼は10年前に出会った人とセックスし、恋に落ちる。\u001b[22m\n\u001b[1m(Monogatari wa sonzaishinai ni chikaku, hontōni mondaide wa arimasen, hijō ni kawaī torappu wa mangaka ni naritai, ikutsu ka no randamuna Asou shōjo no shuyaku o sūhai shi, kare no kazoku no bijinesu ni kyōsei sa reru koto ni taisho shiyou to shi, kare wa 10-nen mae ni deatta hito to sekkusu shi, koiniochiru.)\u001b[22m\n\nTranslations of \u001b[4mthe story is close to non-existant and doesn't really matter, a very cute TRAP wants to become a mangaka, worships some random mahou shoujo protagonist and tries to cope with being forced into his family business, then some stuff happens, then he has sex and falls in love with someone he met 10 years ago.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story is close to non-existant and doesn't really matter, a very cute TRAP wants to become a mangaka, worships some random mahou shoujo protagonist and tries to cope with being forced into his family business, then some stuff happens, then he\u001b[24m\n    \u001b[1m物語は存在しないに近く、本当に問題ではありません、非常にかわいいトラップはマンガカになりたい、いくつかのランダムな麻生少女の主役を崇拝し、彼の家族のビジネスに強制されることに対処しようとし、\u001b[22m, \u001b[1m物語は非existantに近く、本当に問題ではない、非常にかわいいTRAPは漫画家になりたい、いくつかのランダムな魔法少女主人公を崇拝し、彼の家族のビジネスに強制されているに対処しようとすると、その後、いくつかのものは、彼はその後、どうなります\u001b[22m\n\u001b[4mhas sex and falls in love with someone he met 10 years ago.\u001b[24m\n    \u001b[1m彼は10年前に出会った人とセックスし、恋に落ちる。\u001b[22m, \u001b[1mセックスを持っており、彼は10年前に会った誰かと恋に落ちます。\u001b[22m\n\u001b[1m\u001b[22m\nok let me put it this way: you=stupid and depressed. you=watch cute femboy do his thing. you=now happy for arbitrary amount of time but at the same time jealous that you don't have anything like that going for you.\n\n\u001b[1m私はそれをこのように置かせてください：あなたは=愚かで落ち込んでいます。 あなたは=彼のことをかわいいfemboyを見ます。 あなたは今、時間の任意の量のために幸せですが、同時にあなたに行くようなものがないことを嫉妬します。\u001b[22m\n\u001b[1m(Watashi wa sore o kono yō ni oka sete kudasai: Anata wa = oroka de ochikonde imasu. Anata wa = kare no koto o kawaī femboy o mimasu. Anata wa ima, jikan no nin'i no ryō no tame ni shiawasedesu ga, dōjini anata ni iku yōna mono ga nai koto o shitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mok let me put it this way: you=stupid and depressed. you=watch cute femboy do his thing. you=now happy for arbitrary amount of time but at the same time jealous that you don't have anything like that going for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mok let me put it this way: you=stupid and depressed.\u001b[24m\n    \u001b[1m私はそれをこのように置かせてください：あなたは=愚かで落ち込んでいます。\u001b[22m, \u001b[1m[OK]を私はこのようにそれを入れてみましょう：あなたは愚かなと落ち込ん=。\u001b[22m\n\u001b[4myou=watch cute femboy do his thing.\u001b[24m\n    \u001b[1mあなたは=彼のことをかわいいfemboyを見ます。\u001b[22m, \u001b[1mあなたは=かわいいfemboyが彼のことを行う見ます。\u001b[22m\n\u001b[4myou=now happy for arbitrary amount of time but at the same time jealous that you don't have anything like that going for you.\u001b[24m\n    \u001b[1mあなたは今、時間の任意の量のために幸せですが、同時にあなたに行くようなものがないことを嫉妬します。\u001b[22m, \u001b[1mあなたは今、任意の時間のための幸せ=しかし、あなたはそれがあなたのために行くようなものを持っていないことを同時に嫉妬。\u001b[22m\n\u001b[1m\u001b[22m\nthe characters where pretty well fleshed out, or who am i kidding i was too busy imagining getting married to the cute protagonist, whatever his name was, for the sake of satisfying my degenerate fetish brought on by anime.\n\n\u001b[1m私が冗談を言っている人物は、アニメによってもたらされた私の退廃的なフェチを満足させるために、かわいい主人公と結婚することを想像するには余りにも忙しかった。\u001b[22m\n\u001b[1m(Watashi ga jōdan o itte iru jinbutsu wa, anime ni yotte motarasa reta watashi no taihai-tekina fechi o manzoku sa seru tame ni, kawaī shujinkō to kekkon suru koto o sōzō suru ni wa amarini mo isogashikatta.)\u001b[22m\n\nTranslations of \u001b[4mthe characters where pretty well fleshed out, or who am i kidding i was too busy imagining getting married to the cute protagonist, whatever his name was, for the sake of satisfying my degenerate fetish brought on by anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe characters where pretty well fleshed out, or who am i kidding i was too busy imagining getting married to the cute protagonist, whatever his name was, for the sake of satisfying my degenerate fetish brought on by anime.\u001b[24m\n    \u001b[1m私が冗談を言っている人物は、アニメによってもたらされた私の退廃的なフェチを満足させるために、かわいい主人公と結婚することを想像するには余りにも忙しかった。\u001b[22m, \u001b[1m文字はどこにかなりよく肉付け、または私は想像が彼の名前はアニメによってもたらされた私の縮退フェチを満たすために、何であってもかわいい主人公に結婚あまりにも忙しかった冗談誰です。\u001b[22m\n\u001b[1m\u001b[22m\nthe sound doesn't matter either, mediocre if anything, not sure if i can recall any soundtrack at all.\n\n\u001b[1m音はどちらかといえば平凡なものではなく、サウンドトラックを思い出すことができるかどうかはわかりません。\u001b[22m\n\u001b[1m(Oto wa dochira ka to ieba heibon'na monode wa naku, saundotorakku o omoidasu koto ga dekiru ka dō ka wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mthe sound doesn't matter either, mediocre if anything, not sure if i can recall any soundtrack at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe sound doesn't matter either, mediocre if anything, not sure if i can recall any soundtrack at all.\u001b[24m\n    \u001b[1m音はどちらかといえば平凡なものではなく、サウンドトラックを思い出すことができるかどうかはわかりません。\u001b[22m, \u001b[1m私はまったくサウンドトラックを思い出すことができれば音はわからない、どちらかといえば平凡な、いずれかの問題ではありません。\u001b[22m\n\u001b[1m\u001b[22m\ni give it a 10/10 overall. let the cuteness of whatever his name is embrace you. put up posters on the wall, buy body pillow and merch to fill your empty broken soul.\n\n\u001b[1m私はそれを全体的に10/10とする。 彼の名前があなたを抱いているものの可愛さを聞かせてください。 あなたの空の壊れた魂を満たすために身体の枕と商品を購入してください。\u001b[22m\n\u001b[1m(Watashi wa sore o zentai-teki ni 10/ 10 to suru. Kare no namae ga anata o daite irumonono kawai-sa o kika sete kudasai. Anata no sora no kowareta tamashī o mitasu tame ni karada no makura to shōhin o kōnyū shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mi give it a 10/10 overall. let the cuteness of whatever his name is embrace you. put up posters on the wall, buy body pillow and merch to fill your empty broken soul.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi give it a 10/10 overall.\u001b[24m\n    \u001b[1m私はそれを全体的に10/10とする。\u001b[22m, \u001b[1m私はそれを10月10日、全体的なを与えます。\u001b[22m\n\u001b[4mlet the cuteness of whatever his name is embrace you.\u001b[24m\n    \u001b[1m彼の名前があなたを抱いているものの可愛さを聞かせてください。\u001b[22m, \u001b[1m何でも彼の名前のかわいらしさがあなたを受け入れるあるしましょう。\u001b[22m\n\u001b[4mput up posters on the wall, buy body pillow and merch to fill your empty broken soul.\u001b[24m\n    \u001b[1mあなたの空の壊れた魂を満たすために身体の枕と商品を購入してください。\u001b[22m, \u001b[1m壁にポスターを掲げ、あなたの空の壊れた魂を埋めるために枕本体とマーチを購入。\u001b[22m"
  },
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "yolokittenlol",
    "profile": "/profile/yolokittenlol/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=226305",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は完全に正直になるつもりです...\nこのアニメは、ヤオイが良いことだったかどうか疑問に思いました。\n\n私はイエスで結論づけました、そうです。\n\n私はオープンな心でこれを入力しただけでなく、私はそれを望むかどうかを好みませんでした。 私は最初のエピソードを見て、ちょうど行くつもりだったと仮定していた... Meh...しかし、私は釣られ、日曜日の午後に魚のように旋回した。 それについて疑問があれば、ちょうだい！\n\nストーリーは従うのが簡単で、最終結果を知っていても、それをすべて見たいと思っています。 私はマンガを読むべきかどうか疑問に思っていましたが、アニメが完全に満足していると思っていましたし、2番目のシーズンは必要ありません（彼らがもっと深い関係になるのを見ていない限り）。 私は足を掛けていないし、このアニメで破壊された（悪い方法で）感じているので、それは良い作品であり、それは良いペースでそれをとります。\n\nこのアニメの芸術は素晴らしいです！ メインの主人公（Sena Izumi）は、このようなゴージャスな目を持ち、すべてのキャラクターのヘアスタイルはユニークで美しくしかもシンプルです。 それは私が気分が悪くなったり、気分が悪くなったりすることのない素晴らしい雰囲気を提供します（私はいつも過度に誇張されました-3-）\n\n文字の関係は完璧です。 個人的に見てアニメを見て、私はかつて一度も関係が正当化されていないと思ったことはありませんか、または奇妙すぎる/奇妙なアニメに持っている。 私は主要な関係は完璧ではないとは思っていません。\nこのアニメでは、キャラクターの何人かを憎むこともありません。 あなたはyaoiアニメであなたが特定の誰かを憎むだろうと思うだろうが、この作品では、あなたはキャラクターを完全に感じ、彼らの誰かが自分以外の何者でも行動したとは思わない。\n\n全体的に、これは注目に値する優れたアニメです。 あなたがこのタイプのものが好きかどうかわからない場合は、ちょうど最初のエピソードを見て、それがどのようなものかの味を与えて...ちょうど外に出ないでください。\n\n-3-",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI'm going to be totally honest...\n\n\u001b[1m私は完全に正直になるつもりです...\u001b[22m\n\u001b[1m(Watashi wa kanzen ni shōjiki ni naru tsumoridesu...)\u001b[22m\n\nTranslations of \u001b[4mI'm going to be totally honest...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm going to be totally honest...\u001b[24m\n    \u001b[1m私は完全に正直になるつもりです...\u001b[22m, \u001b[1m私は完全に正直に言うつもりです...\u001b[22m\nThis anime first made me wonder if yaoi was a good thing.\n\n\u001b[1mこのアニメは、ヤオイが良いことだったかどうか疑問に思いました。\u001b[22m\n\u001b[1m(Kono anime wa, Yaoi ga yoi kotodatta ka dō ka gimon ni omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime first made me wonder if yaoi was a good thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime first made me wonder if yaoi was a good thing.\u001b[24m\n    \u001b[1mこのアニメは、ヤオイが良いことだったかどうか疑問に思いました。\u001b[22m, \u001b[1mこのアニメは、最初のやおいは良いことだったなら、私は不思議ました。\u001b[22m\n\u001b[1m\u001b[22m\nI concluded with yes, yes it is.\n\n\u001b[1m私はイエスで結論づけました、そうです。\u001b[22m\n\u001b[1m(Watashi wa iesu de ketsurondzukemashita,-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI concluded with yes, yes it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI concluded with yes, yes it is.\u001b[24m\n    \u001b[1m私はイエスで結論づけました、そうです。\u001b[22m, \u001b[1m私はイエスと締結し、はい、それはです。\u001b[22m\n\u001b[1m\u001b[22m\nNot only did I enter this with an open mind but I had no preference whether or not I'd like it. I was assuming that I was going to watch the first episode and just go... Meh... But I was hooked and wheeled in like a fish on a Sunday afternoon. If you have any doubt about it, Just give it a go!\n\n\u001b[1m私はオープンな心でこれを入力しただけでなく、私はそれを望むかどうかを好みませんでした。 私は最初のエピソードを見て、ちょうど行くつもりだったと仮定していた... Meh...しかし、私は釣られ、日曜日の午後に魚のように旋回した。 それについて疑問があれば、ちょうだい！\u001b[22m\n\u001b[1m(Watashi wa ōpun'na kokoro de kore o nyūryoku shita dakedenaku, watashi wa sore o nozomu ka dō ka o konomimasendeshita. Watashi wa saisho no episōdo o mite, chōdo iku tsumoridatta to katei shite ita... Meh... Shikashi, watashi wa tsura re, nichiyōbi no gogo ni sakana no yō ni senkai shita. Sore ni tsuite gimon ga areba, chōdai!)\u001b[22m\n\nTranslations of \u001b[4mNot only did I enter this with an open mind but I had no preference whether or not I'd like it. I was assuming that I was going to watch the first episode and just go... Meh... But I was hooked and wheeled in like a fish on a Sunday afternoon. If you have any doubt about it, Just give it a go!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot only did I enter this with an open mind but I had no preference whether or not I'd like it.\u001b[24m\n    \u001b[1m私はオープンな心でこれを入力しただけでなく、私はそれを望むかどうかを好みませんでした。\u001b[22m, \u001b[1m私はオープンマインドでこれを入力しますが、私はそれが欲しいのかどうか全く好みを持っていなかったのではないだけ。\u001b[22m\n\u001b[4mI was assuming that I was going to watch the first episode and just go... Meh... But I was hooked and wheeled in like a fish on a Sunday afternoon.\u001b[24m\n    \u001b[1m私は最初のエピソードを見て、ちょうど行くつもりだったと仮定していた... Meh...しかし、私は釣られ、日曜日の午後に魚のように旋回した。\u001b[22m, \u001b[1m私はまあまあ...最初のエピソードを見て、ちょうど行くつもりだったと仮定した...しかし、私は夢中になりましたし、日曜日の午後に魚のようで輪。\u001b[22m\n\u001b[4mIf you have any doubt about it, Just give it a go!\u001b[24m\n    \u001b[1mそれについて疑問があれば、ちょうだい！\u001b[22m, \u001b[1mあなたはそれについて何の疑いがある場合は、ちょうどそれが行く与えます！\u001b[22m\n\u001b[1m\u001b[22m\nThe story is easy to follow and even if you know the end result, you'd still want to watch it all! I was wondering whether I should read the manga but I thought that the anime satisfies it perfectly and there is no need for a second season (Unless you want to see them go into a deeper relationship). Since I wasn't hanging off my feet and feeling destroyed (In a bad way) with this anime, it's a good piece to watch and it takes it at a good pace.\n\n\u001b[1mストーリーは従うのが簡単で、最終結果を知っていても、それをすべて見たいと思っています。 私はマンガを読むべきかどうか疑問に思っていましたが、アニメが完全に満足していると思っていましたし、2番目のシーズンは必要ありません（彼らがもっと深い関係になるのを見ていない限り）。 私は足を掛けていないし、このアニメで破壊された（悪い方法で）感じているので、それは良い作品であり、それは良いペースでそれをとります。\u001b[22m\n\u001b[1m(Sutōrī wa shitagau no ga kantande, saishū kekka o shitte ite mo, sore o subete mitai to omotte imasu. Watashi wa manga o yomubeki ka dō ka gimon ni omotte imashitaga, anime ga kanzen ni manzoku shite iru to omotte imashitashi, 2-banme no shīzun wa hitsuyō arimasen (karera ga motto fukai kankei ni naru no o mite inai kagiri). Watashi wa ashi o kakete inaishi, kono anime de hakai sa reta (warui hōhō de) kanjite irunode, sore wa yoi sakuhindeari, sore wa yoi pēsu de sore o torimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is easy to follow and even if you know the end result, you'd still want to watch it all! I was wondering whether I should read the manga but I thought that the anime satisfies it perfectly and there is no need for a second season (Unless you want to see them go into a deeper relationship). Since I wasn't hanging off my feet and feeling destroyed (In a bad way) with this anime, it's a good piece to watch and it takes it at a good pace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is easy to follow and even if you know the end result, you'd still want to watch it all!\u001b[24m\n    \u001b[1mストーリーは従うのが簡単で、最終結果を知っていても、それをすべて見たいと思っています。\u001b[22m, \u001b[1m物語は従うことは簡単ですし、あなたが最終的な結果を知っていても、あなたはまだそれをすべて見たいと思います！\u001b[22m\n\u001b[4mI was wondering whether I should read the manga but I thought that the anime satisfies it perfectly and there is no need for a second season (Unless you want to see them go into a deeper relationship).\u001b[24m\n    \u001b[1m私はマンガを読むべきかどうか疑問に思っていましたが、アニメが完全に満足していると思っていましたし、2番目のシーズンは必要ありません（彼らがもっと深い関係になるのを見ていない限り）。\u001b[22m, \u001b[1m私は漫画を読むべきかどうか迷ってましたが、私はアニメはそれを完全に満たし、（あなたがそれらをより深い関係に行く見たいと思っていない限り）セカンドシーズンの必要がないと思いました。\u001b[22m\n\u001b[4mSince I wasn't hanging off my feet and feeling destroyed (In a bad way) with this anime, it's a good piece to watch and it takes it at a good pace.\u001b[24m\n    \u001b[1m私は足を掛けていないし、このアニメで破壊された（悪い方法で）感じているので、それは良い作品であり、それは良いペースでそれをとります。\u001b[22m, \u001b[1m私は私の足と気持ちがこのアニメで（悪いように）破壊され、オフにぶら下がっていなかったので、見に良い作品だし、良いペースでそれを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art in this anime is excellent! The main protagonist (Sena Izumi) has such gorgeous eyes and the hair styles of all the different characters are so unique and beautiful yet simple. It delivers a great atmosphere that has never made me feel cringy or disgusted (I was too hyped all the time -3-)\n\n\u001b[1mこのアニメの芸術は素晴らしいです！ メインの主人公（Sena Izumi）は、このようなゴージャスな目を持ち、すべてのキャラクターのヘアスタイルはユニークで美しくしかもシンプルです。 それは私が気分が悪くなったり、気分が悪くなったりすることのない素晴らしい雰囲気を提供します（私はいつも過度に誇張されました-3-）\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa subarashīdesu! Mein no shujinkō (Sena Izumi) wa, kono yōna gōjasuna me o mochi, subete no kyarakutā no heasutairu wa yunīku de utsukushiku shikamo shinpurudesu. Sore wa watashi ga kibun ga waruku nattari, kibun ga waruku nattari suru koto no nai subarashī fun'iki o teikyō shimasu (watashi wa itsumo kado ni kochō sa remashita - 3 - ))\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime is excellent! The main protagonist (Sena Izumi) has such gorgeous eyes and the hair styles of all the different characters are so unique and beautiful yet simple. It delivers a great atmosphere that has never made me feel cringy or disgusted (I was too hyped all the time -3-)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime is excellent!\u001b[24m\n    \u001b[1mこのアニメの芸術は素晴らしいです！\u001b[22m, \u001b[1mこのアニメの芸術は抜群です！\u001b[22m\n\u001b[4mThe main protagonist (Sena Izumi) has such gorgeous eyes and the hair styles of all the different characters are so unique and beautiful yet simple.\u001b[24m\n    \u001b[1mメインの主人公（Sena Izumi）は、このようなゴージャスな目を持ち、すべてのキャラクターのヘアスタイルはユニークで美しくしかもシンプルです。\u001b[22m, \u001b[1m主人公（セナ泉）は、すべての種類の文字のようなゴージャスな目とヘアスタイルはシンプルなので、ユニークで美しいですあります。\u001b[22m\n\u001b[4mIt delivers a great atmosphere that has never made me feel cringy or disgusted (I was too hyped all the time -3-)\u001b[24m\n    \u001b[1mそれは私が気分が悪くなったり、気分が悪くなったりすることのない素晴らしい雰囲気を提供します（私はいつも過度に誇張されました-3-）\u001b[22m, \u001b[1mそれは私が（私はすべての時間、あまりにも話題となった-3-）cringyや嫌悪感を感じさせてくれたことがない素晴らしい雰囲気を提供します\u001b[22m\n\u001b[1m\u001b[22m\nThe characters relationships are just perfect. Personally watching through-out the anime, I never once thought that the relationships were unjustified or too weird/strange to have in the anime. I'd never think of the main relationships to be anything but perfect.\n\n\u001b[1m文字の関係は完璧です。 個人的に見てアニメを見て、私はかつて一度も関係が正当化されていないと思ったことはありませんか、または奇妙すぎる/奇妙なアニメに持っている。 私は主要な関係は完璧ではないとは思っていません。\u001b[22m\n\u001b[1m(Moji no kankei wa kanpekidesu. Kojin-teki ni mite anime o mite, watashi wa katsute ichido mo kankei ga seitō-ka sa rete inai to omotta koto wa arimasen ka, matawa kimyō sugiru/ kimyōna anime ni motte iru. Watashi wa shuyōna kankei wa kanpekide wa nai to wa omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters relationships are just perfect. Personally watching through-out the anime, I never once thought that the relationships were unjustified or too weird/strange to have in the anime. I'd never think of the main relationships to be anything but perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters relationships are just perfect.\u001b[24m\n    \u001b[1m文字の関係は完璧です。\u001b[22m, \u001b[1m文字関係は完璧です。\u001b[22m\n\u001b[4mPersonally watching through-out the anime, I never once thought that the relationships were unjustified or too weird/strange to have in the anime.\u001b[24m\n    \u001b[1m個人的に見てアニメを見て、私はかつて一度も関係が正当化されていないと思ったことはありませんか、または奇妙すぎる/奇妙なアニメに持っている。\u001b[22m, \u001b[1m個人的にスルーアウトアニメ見て、私は一度関係がアニメに持っている不当なまたは奇妙な/あまりにも奇妙だったと思ったことはありません。\u001b[22m\n\u001b[4mI'd never think of the main relationships to be anything but perfect.\u001b[24m\n    \u001b[1m私は主要な関係は完璧ではないとは思っていません。\u001b[22m, \u001b[1m私は完璧に何でもあることが主な関係を考えることはありませんでした。\u001b[22m\nThis anime also leaves you not hating any of the characters. You would think that in a yaoi anime you'll hate a certain someone but in this piece, you feel complete with the characters and don't think that anyone of them acted anything but themselves.\n\n\u001b[1mこのアニメでは、キャラクターの何人かを憎むこともありません。 あなたはyaoiアニメであなたが特定の誰かを憎むだろうと思うだろうが、この作品では、あなたはキャラクターを完全に感じ、彼らの誰かが自分以外の何者でも行動したとは思わない。\u001b[22m\n\u001b[1m(Kono animede wa, kyarakutā no nan'ninka o nikumu koto mo arimasen. Anata wa yaoi anime de anata ga tokutei no dareka o nikumudarou to omoudarouga, kono sakuhinde wa, anata wa kyarakutā o kanzen ni kanji, karera no darekaga jibun igai no nanimono demo kōdō shita to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mThis anime also leaves you not hating any of the characters. You would think that in a yaoi anime you'll hate a certain someone but in this piece, you feel complete with the characters and don't think that anyone of them acted anything but themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime also leaves you not hating any of the characters.\u001b[24m\n    \u001b[1mこのアニメでは、キャラクターの何人かを憎むこともありません。\u001b[22m, \u001b[1mこのアニメはまた、任意の文字のを嫌うないままになります。\u001b[22m\n\u001b[4mYou would think that in a yaoi anime you'll hate a certain someone but in this piece, you feel complete with the characters and don't think that anyone of them acted anything but themselves.\u001b[24m\n    \u001b[1mあなたはyaoiアニメであなたが特定の誰かを憎むだろうと思うだろうが、この作品では、あなたはキャラクターを完全に感じ、彼らの誰かが自分以外の何者でも行動したとは思わない。\u001b[22m, \u001b[1mあなたはやおいアニメで使用すると、特定の誰かを憎むだろうと思うだろうが、この作品では、文字との完全な感じ、彼らの誰もが自分自身以外の何も行動しないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this is an excellent anime that deserves to be watched. If you're feeling unsure whether you'll like this type of stuff, just watch the first episode, giving you a taste of what it's like... Just don't go overboard.\n\n\u001b[1m全体的に、これは注目に値する優れたアニメです。 あなたがこのタイプのものが好きかどうかわからない場合は、ちょうど最初のエピソードを見て、それがどのようなものかの味を与えて...ちょうど外に出ないでください。\u001b[22m\n\u001b[1m(Zentai-teki ni, koreha chūmoku niataisuru sugureta animedesu. Anata ga kono taipu no mono ga suki ka dō ka wakaranai baai wa, chōdo saisho no episōdo o mite, sore ga dono yōna mono ka no aji o ataete... Chōdo soto ni denaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall this is an excellent anime that deserves to be watched. If you're feeling unsure whether you'll like this type of stuff, just watch the first episode, giving you a taste of what it's like... Just don't go overboard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this is an excellent anime that deserves to be watched.\u001b[24m\n    \u001b[1m全体的に、これは注目に値する優れたアニメです。\u001b[22m, \u001b[1m全体的にこれは見に値する優れたアニメです。\u001b[22m\n\u001b[4mIf you're feeling unsure whether you'll like this type of stuff, just watch the first episode, giving you a taste of what it's like... Just don't go overboard.\u001b[24m\n    \u001b[1mあなたがこのタイプのものが好きかどうかわからない場合は、ちょうど最初のエピソードを見て、それがどのようなものかの味を与えて...ちょうど外に出ないでください。\u001b[22m, \u001b[1mあなたは、もののこのタイプが好きなだけの最初のエピソードを見て、あなたにそれがどのようなものかの味を与えるだろうかどうかわからない感じている場合は...ちょうど船外に行っていません。\u001b[22m\n\u001b[1m\u001b[22m\n-3-\n\n\u001b[1m-3-\u001b[22m\n\u001b[1m(- 3 -)\u001b[22m\n\nTranslations of \u001b[4m-3-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-3-\u001b[24m\n    \u001b[1m-3-\u001b[22m"
  },
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "shurl_wurl",
    "profile": "/profile/shurl_wurl/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=215280",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はこのアニメを見るのをやめていましたが、期待していたよりもはるかに優れていて、とてもうれしかったです。\n\nプロットは女の子としてドレスアップされたこの少年と、このスーパーホットな男が彼と恋に落ちるが、彼が少年であることを理解するなど、ジェンダーのベンダーのテーマ全体とのちょっとした面接です。 私の目を転がして「OH ANNNOTHER GENDER BENDER」にしました。 しかし、私は傷ついた。\n\nテーマを経ても何度も過ぎているかもしれませんが、和泉と翼の化学反応を感じることができました。 そして私は気分を感じます。 私は自分自身が泣き叫んでいて、何度も何度も、私の兄が隣の部屋で何を考えているのか疑問に思っていました。\n\n\nそれは単なる本当に良いアニメです。\n\nそれが別の性別のベンダーアニメになるとは思わないでください。 しかしそれはずっと多く、それは必見です。\n\nでも、私は泉が女の子だと思って、翼を責めません。 彼の顔を見たことがありますか？ どんな少年がかわいいですか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI was putting off watching this anime but, it was so much better than I expected and was so glad that I did, because it was hella good.\n\n\u001b[1m私はこのアニメを見るのをやめていましたが、期待していたよりもはるかに優れていて、とてもうれしかったです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o miru no o yamete imashitaga, kitai shite ita yori mo haruka ni sugurete ite, totemo ureshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI was putting off watching this anime but, it was so much better than I expected and was so glad that I did, because it was hella good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was putting off watching this anime but, it was so much better than I expected and was so glad that I did, because it was hella good.\u001b[24m\n    \u001b[1m私はこのアニメを見るのをやめていましたが、期待していたよりもはるかに優れていて、とてもうれしかったです。\u001b[22m, \u001b[1mそれはヘラ良かったので、私はこのアニメを見先送りされましたが、私が予想よりそんなに優れていたと私がしたことをとても喜んでいました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is a tiny bit cliche with the whole gender bender theme, with this boy that dressed up as a girl and this super hot guy falls in love with him, but then realises he's a boy.. etc. I remember reading the summary/ synopsis and rolling my eyes going ' OH ANNNOTHER GENDER BENDER'. BUT WAS I SURPRISED.\n\n\u001b[1mプロットは女の子としてドレスアップされたこの少年と、このスーパーホットな男が彼と恋に落ちるが、彼が少年であることを理解するなど、ジェンダーのベンダーのテーマ全体とのちょっとした面接です。 私の目を転がして「OH ANNNOTHER GENDER BENDER」にしました。 しかし、私は傷ついた。\u001b[22m\n\u001b[1m(Purotto wa on'nanoko to shite doresuappu sa reta kono shōnen to, kono sūpāhottona otoko ga kare to koiniochiru ga, kare ga shōnendearu koto o rikai suru nado, jendā no bendā no tēma zentai to no chottoshita mensetsudesu. Watashi no me o korogashite `OH ANNNOTHER jendā BENDER' ni shimashita. Shikashi, watashi wa kizutsuita.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is a tiny bit cliche with the whole gender bender theme, with this boy that dressed up as a girl and this super hot guy falls in love with him, but then realises he's a boy.. etc. I remember reading the summary/ synopsis and rolling my eyes going ' OH ANNNOTHER GENDER BENDER'. BUT WAS I SURPRISED.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is a tiny bit cliche with the whole gender bender theme, with this boy that dressed up as a girl and this super hot guy falls in love with him, but then realises he's a boy.. etc. I remember reading the summary/\u001b[24m\n    \u001b[1mプロットは女の子としてドレスアップされたこの少年と、このスーパーホットな男が彼と恋に落ちるが、彼が少年であることを理解するなど、ジェンダーのベンダーのテーマ全体とのちょっとした面接です。\u001b[22m, \u001b[1mプロットは少女に扮してこのスーパーホット男は私が読んで覚えているなど..彼と恋に落ちるが、その後、彼は少年の実現この男の子と、全体のジェンダーベンダーをテーマにしたほんの少しの決まり文句である要約/\u001b[22m\n\u001b[4msynopsis and rolling my eyes going ' OH ANNNOTHER GENDER BENDER'.\u001b[24m\n    \u001b[1m私の目を転がして「OH ANNNOTHER GENDER BENDER」にしました。\u001b[22m, \u001b[1m概要と「OH ANNNOTHERのGENDER BENDER 'を行く私の目を転がり。\u001b[22m\n\u001b[4mBUT WAS I SURPRISED.\u001b[24m\n    \u001b[1mしかし、私は傷ついた。\u001b[22m, \u001b[1mしかし、私は驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nEven through the theme may be have been overdone so many times, you could feel the chemistry between Izumi and Tsubasa. AND I MEAN FEEL. I found myself squealing and 'aww'ing so many times, I was wondering what my brother thought through his room next door.\n\n\u001b[1mテーマを経ても何度も過ぎているかもしれませんが、和泉と翼の化学反応を感じることができました。 そして私は気分を感じます。 私は自分自身が泣き叫んでいて、何度も泣いているのを見つけました。隣の部屋から弟が何を考えているのか疑問に思っていました。\u001b[22m\n\u001b[1m(Tēma o hete mo nando mo sugite iru kamo shiremasenga, Izumi to tsubasa no kagaku han'nō o kanjiru koto ga dekimashita. Soshite watashi wa kibun o kanjimasu. Watashi wa jibun jishin ga nakisakende ite, nando mo naite iru no o mitsukemashita. Tonari no heya kara otōto ga nani o kangaete iru no ka gimon ni omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mEven through the theme may be have been overdone so many times, you could feel the chemistry between Izumi and Tsubasa. AND I MEAN FEEL. I found myself squealing and 'aww'ing so many times, I was wondering what my brother thought through his room next door.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven through the theme may be have been overdone so many times, you could feel the chemistry between Izumi and Tsubasa.\u001b[24m\n    \u001b[1mテーマを経ても何度も過ぎているかもしれませんが、和泉と翼の化学反応を感じることができました。\u001b[22m, \u001b[1mでもテーマを通して何度もやり過ぎていたことがあり、あなたは泉と翼の間の化学反応を感じることができました。\u001b[22m\n\u001b[4mAND I MEAN FEEL.\u001b[24m\n    \u001b[1mそして私は気分を感じます。\u001b[22m, \u001b[1mそして、私はFEEL MEAN。\u001b[22m\n\u001b[4mI found myself squealing and 'aww'ing so many times, I was wondering what my brother thought through his room next door.\u001b[24m\n    \u001b[1m私は自分自身が泣き叫んでいて、何度も泣いているのを見つけました。隣の部屋から弟が何を考えているのか疑問に思っていました。\u001b[22m, \u001b[1m私は自分自身が金切り声を上げると「非常に多くの時間をaww'ing、私は私の弟は彼の隣の部屋を通して考えかと思ったが見つかりました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt's just a really good anime.\n\n\u001b[1mそれは単なる本当に良いアニメです。\u001b[22m\n\u001b[1m(Sore wa tan'naru hontōni yoi animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's just a really good anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's just a really good anime.\u001b[24m\n    \u001b[1mそれは単なる本当に良いアニメです。\u001b[22m, \u001b[1mそれは本当に良いアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nDon't believe it's going to be another gender bender anime, which is it. But it's so much more, it's a must watch.\n\n\u001b[1mそれが別の性別のベンダーアニメになるとは思わないでください。 しかしそれはずっと多く、それは必見です。\u001b[22m\n\u001b[1m(Sore ga betsu no seibetsu no bendāanime ni naru to wa omowanaide kudasai. Shikashi sore wa zutto ōku, soreha hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mDon't believe it's going to be another gender bender anime, which is it. But it's so much more, it's a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't believe it's going to be another gender bender anime, which is it.\u001b[24m\n    \u001b[1mそれが別の性別のベンダーアニメになるとは思わないでください。\u001b[22m, \u001b[1mそれで別のジェンダーベンダーアニメ、になるだろうとは思いません。\u001b[22m\n\u001b[4mBut it's so much more, it's a must watch.\u001b[24m\n    \u001b[1mしかしそれはずっと多く、それは必見です。\u001b[22m, \u001b[1mしかし、それは、それは見なければならないですが、そんなに多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nBut srsly, I dont blame Tsubasa in thinking that Izumi was a girl- I mean .. come on. Have you seen his face ? what boy is that pretty ??\n\n\u001b[1mでも、私は泉が女の子だと思って、翼を責めません。 彼の顔を見たことがありますか？ どんな少年がかわいいですか？\u001b[22m\n\u001b[1m(Demo, watashi wa izumi ga on'nanokoda to omotte, tsubasa o sememasen. Kare no kao o mita koto ga arimasu ka? Don'na shōnen ga kawaīdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mBut srsly, I dont blame Tsubasa in thinking that Izumi was a girl- I mean .. come on. Have you seen his face ? what boy is that pretty ??\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut srsly, I dont blame Tsubasa in thinking that Izumi was a girl- I mean .. come on.\u001b[24m\n    \u001b[1mでも、私は泉が女の子だと思って、翼を責めません。\u001b[22m, \u001b[1mしかしsrslyが、私が上に来る..泉は私が意味girl-あったことを考えるに翼を非難いけません。\u001b[22m\n\u001b[4mHave you seen his face ?\u001b[24m\n    \u001b[1m彼の顔を見たことがありますか？\u001b[22m, \u001b[1mあなたは彼の顔を見たことがありますか？\u001b[22m\n\u001b[4mwhat boy is that pretty ??\u001b[24m\n    \u001b[1mどんな少年がかわいいですか？\u001b[22m, \u001b[1mそれはかなりは何少年です??\u001b[22m"
  },
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "For_Reign",
    "profile": "/profile/For_Reign/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=208667",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nストーリー -  8/10\n\nラブステージ！ 良い話をしています。 私が見た他の八尾のアニメとは異なり、主人公は同じセックスの人に引っ張られたことはありません。 最初は魅力的だったのは、もう一方が女の子だと思ったからです。 いつものように、このようなアニメ/マンガの場合、主人公は大きなショットでなければなりません。 ショビーズの家族。 私は彼らの苦労を笑った\n\n私は物語がどのように進んでいるのが好きで、主人公のロマンチカや世界初恋とは違って、あまりにも多くのことを考えすぎて、馬鹿げて遊ばないのが好きです。 それで私はこのアニメに前述の比較とは対照的に全体的に8を与えたのです。\n\nアート -  8/10\n\n芸術は本当に素敵できれいですが、始めに私は主人公の（泉）目がどのように奇妙に見えているのかと捨てられました。 彼の目はプロットの主要な部分だったので、アニメを見るのが違うことに気づいた。 私はエピソード3でそれに慣れました。 私はキャラクターがかなり魅力的だと思う。 私はドン、特にイズミを気遣うが、私はリョウマとイズミの兄が好きだ。\n\nサウンド -  7/10\n\nサウンドトラックは悪くないか、純粋なロマンチカのOSTだったのがすぐに気づいただろう。 それは言われている、サウンドトラックwasn;私に気づくために十分な何か特別なものは、これは良いと思ううわー。 キャラクターの声に関しては、それがかなりうまいと思う。 私の好きな声は、和泉の兄弟、Shougoのものです...私はこれまでのような声を聞いたことがない、私はそれが非常にユニークなと思った、私はそれを楽しんだ。\n\nキャラクター -  8/10\n\n私が前に述べたように、キャラクター開発は良かったし、ブッシュの周りにも多くの殴打はなかった。 何も強制的に感じなかった、この10エピソードのアニメのキャラクターは私を悩ませた。 この中の文字はかなり好きです。\n\nあなたはこのショーを楽しんでくれました〜！ 私はそれがより長いことを望むが、多くの漫画がそれ以上のエピソードを持っていたためではないようだ。 私は非常に良い〜のためにこの8/10を与えています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8/10\n\n\u001b[1mストーリー -  8/10\u001b[22m\n\u001b[1m(Sutōrī - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8/10\u001b[24m\n    \u001b[1mストーリー -  8/10\u001b[22m\n\u001b[1m\u001b[22m\nLOVE STAGE!!! has a good story. Unlike other Yaoi anime that I've seen, both the main characters have never been attracted to nor been with someone of the same sex. Both of them were new to it, though the only reason one was attracted initially was because he thought the other was a girl. As usual, for an anime/manga like this, the main characters have to be big shots. Showbiz family. I wish I had their struggles lol\n\n\u001b[1mラブステージ！ 良い話をしています。 私が見た他の八尾のアニメとは異なり、主人公は同じセックスの人に引っ張られたことはありません。 最初は魅力的だったのは、もう一方が女の子だと思ったからです。 いつものように、このようなアニメ/マンガの場合、主人公は大きなショットでなければなりません。 ショビーズの家族。 私は彼らの苦労を笑った\u001b[22m\n\u001b[1m(Rabusutēji! Yoi hanashi o shite imasu. Watashi ga mita ta no Yao no anime to wa kotonari, shujinkō wa onaji sekkusu no hito ni hippara reta koto wa arimasen. Saisho wa mirikitekidatta no wa, mō ippō ga on'nanokoda to omottakaradesu. Itsumo no yō ni, kono yōna anime/ manga no baai, shujinkō wa ōkina shottodenakereba narimasen. Shobīzu no kazoku. Watashi wa karera no kurō o waratta)\u001b[22m\n\nTranslations of \u001b[4mLOVE STAGE!!! has a good story. Unlike other Yaoi anime that I've seen, both the main characters have never been attracted to nor been with someone of the same sex. Both of them were new to it, though the only reason one was attracted initially was because he thought the other was a girl. As usual, for an anime/manga like this, the main characters have to be big shots. Showbiz family. I wish I had their struggles lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLOVE STAGE!!!\u001b[24m\n    \u001b[1mラブステージ！\u001b[22m, \u001b[1mLOVEのSTAGE!!!\u001b[22m\n\u001b[4mhas a good story.\u001b[24m\n    \u001b[1m良い話をしています。\u001b[22m, \u001b[1m良い話を持っています。\u001b[22m\n\u001b[4mUnlike other Yaoi anime that I've seen, both the main characters have never been attracted to nor been with someone of the same sex.\u001b[24m\n    \u001b[1m私が見た他の八尾のアニメとは異なり、主人公は同じセックスの人に引っ張られたことはありません。\u001b[22m, \u001b[1m私が見てきた他のボーイズラブアニメとは異なり、両方のメインキャラクターはに魅了されたことはないも同じ性別の人と一緒になって。\u001b[22m\n\u001b[4mBoth of them were new to it, though the only reason one was attracted initially was because he thought the other was a girl.\u001b[24m\n    \u001b[1m最初は魅力的だったのは、もう一方が女の子だと思ったからです。\u001b[22m, \u001b[1m彼が他の女の子だと思ったので、1が最初に魅了された唯一の理由はあったが、それらの両方は、それに新しかったです。\u001b[22m\n\u001b[4mAs usual, for an anime/manga like this, the main characters have to be big shots.\u001b[24m\n    \u001b[1mいつものように、このようなアニメ/マンガの場合、主人公は大きなショットでなければなりません。\u001b[22m, \u001b[1mいつものように、このようなアニメ/漫画のために、メインキャラクターは大物になる必要があります。\u001b[22m\n\u001b[4mShowbiz family.\u001b[24m\n    \u001b[1mショビーズの家族。\u001b[22m, \u001b[1m芸能一家。\u001b[22m\n\u001b[4mI wish I had their struggles lol\u001b[24m\n    \u001b[1m私は彼らの苦労を笑った\u001b[22m, \u001b[1m私は彼らの闘争があればいいのに笑\u001b[22m\n\u001b[1m\u001b[22m\nI like how the story progresses quite well and unlike Junjou Romantica or Sekaiichi Hatsukoi, the main characters to think way too much and they don't play ridiculously coy. That's the reason I give this anime an overall 8 as opposed to the aforementioned comparisons which both got 7.\n\n\u001b[1m私は物語がどのように進んでいるのが好きで、主人公のロマンチカや世界初恋とは違って、あまりにも多くのことを考えすぎて、馬鹿げて遊ばないのが好きです。 それで私はこのアニメに前述の比較とは対照的に全体的に8を与えたのです。\u001b[22m\n\u001b[1m(Watashi wa monogatari ga dono yō ni susunde iru no ga sukide, shujinkō no romanchika ya sekai hatsukoi to wa chigatte, amarini mo ōku no koto o kangae sugite, bakagete asobanai no ga sukidesu. Sorede watashi wa kono anime ni zenjutsu no hikaku to wa taishō-teki ni zentai-teki ni 8 o ataeta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mI like how the story progresses quite well and unlike Junjou Romantica or Sekaiichi Hatsukoi, the main characters to think way too much and they don't play ridiculously coy. That's the reason I give this anime an overall 8 as opposed to the aforementioned comparisons which both got 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how the story progresses quite well and unlike Junjou Romantica or Sekaiichi Hatsukoi, the main characters to think way too much and they don't play ridiculously coy.\u001b[24m\n    \u001b[1m私は物語がどのように進んでいるのが好きで、主人公のロマンチカや世界初恋とは違って、あまりにも多くのことを考えすぎて、馬鹿げて遊ばないのが好きです。\u001b[22m, \u001b[1m私は物語があまりにも多くの考えることを非常によくかつ純情ロマンチカや世界一初恋、メインキャラクターと違って進行し、彼らは途方もなく内気再生されませんどのように好きです。\u001b[22m\n\u001b[4mThat's the reason I give this anime an overall 8 as opposed to the aforementioned comparisons which both got 7.\u001b[24m\n    \u001b[1mそれで私はこのアニメに前述の比較とは対照的に全体的に8を与えたのです。\u001b[22m, \u001b[1mそれは両方が7を持って、前述の比較とは対照的に、私はこのアニメに全体の8を与える理由です。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 8/10\n\n\u001b[1mアート -  8/10\u001b[22m\n\u001b[1m(Āto - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8/10\u001b[24m\n    \u001b[1mアート -  8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art is really nice and clean, although in the beginning I was thrown off with how strange the main character's (Izumi) eyes looked. I realized it had to be different looking in the anime since his eyes was a main part of the plot. I got used to it by episode 3 though. I think the characters look quite attractive. I don;t particularly care for Izumi, but I like Ryouma and Izumi's brother.\n\n\u001b[1m芸術は本当に素敵できれいですが、始めに私は主人公の（泉）目がどのように奇妙に見えているのかと捨てられました。 彼の目はプロットの主要な部分だったので、アニメを見るのが違うことに気づいた。 私はエピソード3でそれに慣れました。 私はキャラクターがかなり魅力的だと思う。 私はドン、特にイズミを気遣うが、私はリョウマとイズミの兄が好きだ。\u001b[22m\n\u001b[1m(Geijutsu wa hontōni sutekide kireidesuga, hajime ni watashi wa shujinkō no (izumi)-me ga dono yō ni kimyō ni miete iru no ka to sute raremashita. Karenomeha purotto no shuyōna bubundattanode, anime o miru no ga chigau koto ni kidzuita. Watashi wa episōdo 3 de sore ni naremashita. Watashi wa kyarakutā ga kanari mirikitekida to omou. Watashi wa don, tokuni Izumi o kidzukauga, watashi wa Ryōma to Izumi no ani ga sukida.)\u001b[22m\n\nTranslations of \u001b[4mThe art is really nice and clean, although in the beginning I was thrown off with how strange the main character's (Izumi) eyes looked. I realized it had to be different looking in the anime since his eyes was a main part of the plot. I got used to it by episode 3 though. I think the characters look quite attractive. I don;t particularly care for Izumi, but I like Ryouma and Izumi's brother.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is really nice and clean, although in the beginning I was thrown off with how strange the main character's (Izumi) eyes looked.\u001b[24m\n    \u001b[1m芸術は本当に素敵できれいですが、始めに私は主人公の（泉）目がどのように奇妙に見えているのかと捨てられました。\u001b[22m, \u001b[1m初めに、私は主人公の（いずみ）目が見えどのように奇妙で振り切られたがアートは、本当にきれいです。\u001b[22m\n\u001b[4mI realized it had to be different looking in the anime since his eyes was a main part of the plot.\u001b[24m\n    \u001b[1m彼の目はプロットの主要な部分だったので、アニメを見るのが違うことに気づいた。\u001b[22m, \u001b[1m私はそれが彼の目は、プロットの主要部分だったので、アニメで見て異なるように気づきました。\u001b[22m\n\u001b[4mI got used to it by episode 3 though.\u001b[24m\n    \u001b[1m私はエピソード3でそれに慣れました。\u001b[22m, \u001b[1mでも、私はエピソード3によってそれに慣れました。\u001b[22m\n\u001b[4mI think the characters look quite attractive.\u001b[24m\n    \u001b[1m私はキャラクターがかなり魅力的だと思う。\u001b[22m, \u001b[1m私は文字が非常に魅力的に見えると思います。\u001b[22m\n\u001b[4mI don;t particularly care for Izumi, but I like Ryouma and Izumi's brother.\u001b[24m\n    \u001b[1m私はドン、特にイズミを気遣うが、私はリョウマとイズミの兄が好きだ。\u001b[22m, \u001b[1mtは特に泉の世話を、私はRyoumaと泉の兄が好き、私はドン。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 7/10\n\n\u001b[1mサウンド -  7/10\u001b[22m\n\u001b[1m(Saundo - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7/10\u001b[24m\n    \u001b[1mサウンド -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was not bad or els eI would have noticed it immediately like the suckiness the was OST in Junjou Romantica. That being said, the soundtrack wasn;t anything special enough for me to notice and say wow this sounds good. As for the character's voices, I think it suited them quite well. My favorite voice is of Izumi's brother, Shougo... I've never heard a voice like that before, I thought it sounded quite unique and I enjoyed it.\n\n\u001b[1mサウンドトラックは悪くはなかったし、純粋なロマンチカのOSTだったのはすぐに気づいただろう。 それは言われている、サウンドトラックwasn;私に気づくために十分な何か特別なものは、これは良いと思ううわー。 キャラクターの声に関しては、それがかなりうまいと思う。 私の好きな声は、和泉の兄弟、Shougoのものです...私はこれまでのような声を聞いたことがない、私はそれが非常にユニークなと思ったと私はそれを楽しんだ。\u001b[22m\n\u001b[1m(Saundotorakku wa waruku wa nakattashi, junsuina romanchika no OSTdatta no wa sugu ni kidzuitadarou. Sore wa iwa rete iru, saundotorakku wasn; watashi ni kidzuku tame ni jūbun'na nanika tokubetsuna mono wa, kore wa yoi to omou uwa ̄. Kyarakutā no koe ni kanshite wa, sore ga kanari umai to omou. Watashi no sukina koe wa, Izumi no kyōdai, Shougo no monodesu... Watashi wa kore made no yōna koe o kiita koto ga nai, watashi wa sore ga hijō ni yunīku na to omotta to watashi wa sore o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was not bad or els eI would have noticed it immediately like the suckiness the was OST in Junjou Romantica. That being said, the soundtrack wasn;t anything special enough for me to notice and say wow this sounds good. As for the character's voices, I think it suited them quite well. My favorite voice is of Izumi's brother, Shougo... I've never heard a voice like that before, I thought it sounded quite unique and I enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was not bad or els eI would have noticed it immediately like the suckiness the was OST in Junjou Romantica.\u001b[24m\n    \u001b[1mサウンドトラックは悪くはなかったし、純粋なロマンチカのOSTだったのはすぐに気づいただろう。\u001b[22m, \u001b[1mサウンドトラックは悪くなかったか、Eiは純情ロマンチカでOSTたsuckinessのようにすぐにそれに気づいているだろうELS。\u001b[22m\n\u001b[4mThat being said, the soundtrack wasn;t anything special enough for me to notice and say wow this sounds good.\u001b[24m\n    \u001b[1mそれは言われている、サウンドトラックwasn;私に気づくために十分な何か特別なものは、これは良いと思ううわー。\u001b[22m, \u001b[1mそれはサウンドトラックがwasn、言われて、私が気づくとすごい、これはいいですね言うのに十分な特別な何かをtは。\u001b[22m\n\u001b[4mAs for the character's voices, I think it suited them quite well.\u001b[24m\n    \u001b[1mキャラクターの声に関しては、それがかなりうまいと思う。\u001b[22m, \u001b[1mキャラクターの声については、私はそれが非常によく、それらを適し思います。\u001b[22m\n\u001b[4mMy favorite voice is of Izumi's brother, Shougo... I've never heard a voice like that before, I thought it sounded quite unique and I enjoyed it.\u001b[24m\n    \u001b[1m私の好きな声は、和泉の兄弟、Shougoのものです...私はこれまでのような声を聞いたことがない、私はそれが非常にユニークなと思ったと私はそれを楽しんだ。\u001b[22m, \u001b[1m私のお気に入りの声が泉の弟である、Shougo...私はそれが非常にユニーク聞こえたと思った、前にそのような声を聞いたことがないと私はそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 8/10\n\n\u001b[1mキャラクター -  8/10\u001b[22m\n\u001b[1m(Kyarakutā - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8/10\u001b[24m\n    \u001b[1mキャラクター -  8/10\u001b[22m, \u001b[1m文字 -  8月10日\u001b[22m\n\u001b[1m\u001b[22m\nAs I mentioned before, character development was good, there wasn't much beating around the bush either. Nothing felt forced, no character in this 10 episode anime annoyed me. The characters in this one are quite likeable.\n\n\u001b[1m私が前に述べたように、キャラクター開発は良かったし、ブッシュの周りにも多くの殴打はなかった。 何も強制的に感じなかった、この10エピソードのアニメのキャラクターは私を悩ませた。 この中の文字はかなり好きです。\u001b[22m\n\u001b[1m(Watashi ga mae ni nobeta yō ni, kyarakutā kaihatsu wa yokattashi, Busshu no mawari ni mo ōku no ōda wa nakatta. Nani mo kyōsei-teki ni kanjinakatta, kono 10 episōdo no anime no kyarakutā wa watashi o nayama seta. Kono Chū no moji wa kanari sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs I mentioned before, character development was good, there wasn't much beating around the bush either. Nothing felt forced, no character in this 10 episode anime annoyed me. The characters in this one are quite likeable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I mentioned before, character development was good, there wasn't much beating around the bush either.\u001b[24m\n    \u001b[1m私が前に述べたように、キャラクター開発は良かったし、ブッシュの周りにも多くの殴打はなかった。\u001b[22m, \u001b[1m私は前に述べたように、キャラクターの成長は良好で、多くのいずれか遠回しに言うのはありませんでした。\u001b[22m\n\u001b[4mNothing felt forced, no character in this 10 episode anime annoyed me.\u001b[24m\n    \u001b[1m何も強制的に感じなかった、この10エピソードのアニメのキャラクターは私を悩ませた。\u001b[22m, \u001b[1m何も強制的に、この10エピソードのアニメには文字が私を悩ませていない感じませんでした。\u001b[22m\n\u001b[4mThe characters in this one are quite likeable.\u001b[24m\n    \u001b[1mこの中の文字はかなり好きです。\u001b[22m, \u001b[1mこの1内の文字は非常に好感の持てるです。\u001b[22m\n\u001b[1m\u001b[22m\nYou BET I enjoyed this show~! I wish it was longer but it seems there isn't much manga out for it to have had more episodes. I'm giving this an 8/10 for Very good~!\n\n\u001b[1mあなたはこのショーを楽しんでくれました〜！ 私はそれがより長いことを望むが、多くの漫画がそれ以上のエピソードを持っていたためではないようだ。 私は非常に良い〜のためにこの8/10を与えています！\u001b[22m\n\u001b[1m(Anata wa kono shō o tanoshinde kuremashita 〜! Watashi wa sore ga yori nagai koto o nozomu ga, ōku no manga ga soreijō no episōdo o motte ita tamede wa nai yōda. Watashi wa hijō ni yoi 〜 no tame ni kono 8/ 10 o ataete imasu!)\u001b[22m\n\nTranslations of \u001b[4mYou BET I enjoyed this show~! I wish it was longer but it seems there isn't much manga out for it to have had more episodes. I'm giving this an 8/10 for Very good~!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou BET I enjoyed this show~!\u001b[24m\n    \u001b[1mあなたはこのショーを楽しんでくれました〜！\u001b[22m, \u001b[1mあなたは、私が〜このショーを楽しんで賭けます！\u001b[22m\n\u001b[4mI wish it was longer but it seems there isn't much manga out for it to have had more episodes.\u001b[24m\n    \u001b[1m私はそれがより長いことを望むが、多くの漫画がそれ以上のエピソードを持っていたためではないようだ。\u001b[22m, \u001b[1m私はそれが長かった希望が、それは、それはより多くのエピソードがあったとするために多くの漫画が出ていないようです。\u001b[22m\n\u001b[4mI'm giving this an 8/10 for Very good~!\u001b[24m\n    \u001b[1m私は非常に良い〜のためにこの8/10を与えています！\u001b[22m, \u001b[1m私は〜非常に良いために、この8月10日を与えています！\u001b[22m"
  },
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "Rackneow",
    "profile": "/profile/Rackneow/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=193070",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nほとんどの人は少年愛アニメを楽しんでいない。 彼らは主に女性の視聴者を対象としています。 それでも、これは時計に値する。 唯一のエピソードの後、私は夢中になった。\n\nラブステージにとって特別なのは何ですか？\n私には、ロマンス、コメディ、ドラマをすべて10エピソードのアニメに組み込み、空を感じさせずに仕上げる方法を教えてください。 最近のアニメのほとんどは、仕上げの後で分からないものがあるようですが、少なくとも私には欠けていることが分かります。\n\nラブステージは、あなたが表現や状況で笑うように管理します。\nそれはあなたの目を次の何が起こるか見たいと思って画面に剥がされ続ける。\n\nそれは生産賢明については、よく話す...\nそれは美しいアートワークを持っています。 彼らは本当に自分よりも優れていた。 私がそれを見て、それを絶対に崇拝するのは初めてです。 キャラクターは背景と共に鮮やかで美しく見えます。\n音質は良いです。\n\n全体の楽しさは確かです10.最初から最後まで。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMost guys don't enjoy shounen ai anime. They're mostly meant for the female audience. Even so, this one deserves a watch. After only an episode, I was hooked.\n\n\u001b[1mほとんどの人は少年愛アニメを楽しんでいない。 彼らは主に女性の視聴者を対象としています。 それでも、これは時計に値する。 唯一のエピソードの後、私は夢中になった。\u001b[22m\n\u001b[1m(Hotondo no hito wa shōnen ai anime o tanoshinde inai. Karera wa omoni josei no shichō-sha o taishō to shite imasu. Soredemo, koreha tokei ni ataisuru. Yuiitsu no episōdo no ato, watashi wa muchū ni natta.)\u001b[22m\n\nTranslations of \u001b[4mMost guys don't enjoy shounen ai anime. They're mostly meant for the female audience. Even so, this one deserves a watch. After only an episode, I was hooked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost guys don't enjoy shounen ai anime.\u001b[24m\n    \u001b[1mほとんどの人は少年愛アニメを楽しんでいない。\u001b[22m, \u001b[1mほとんどの人は少年愛のアニメを楽しんでいません。\u001b[22m\n\u001b[4mThey're mostly meant for the female audience.\u001b[24m\n    \u001b[1m彼らは主に女性の視聴者を対象としています。\u001b[22m, \u001b[1mこれらは、主に女性の観客のためのものです。\u001b[22m\n\u001b[4mEven so, this one deserves a watch.\u001b[24m\n    \u001b[1mそれでも、これは時計に値する。\u001b[22m, \u001b[1mたとえそうであっても、これは時計に値します。\u001b[22m\n\u001b[4mAfter only an episode, I was hooked.\u001b[24m\n    \u001b[1m唯一のエピソードの後、私は夢中になった。\u001b[22m, \u001b[1m唯一のエピソードの後、私は夢中になりました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat is it that is special about Love Stage?\n\n\u001b[1mラブステージにとって特別なのは何ですか？\u001b[22m\n\u001b[1m(Rabusutēji ni totte tokubetsuna no wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat is it that is special about Love Stage?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is it that is special about Love Stage?\u001b[24m\n    \u001b[1mラブステージにとって特別なのは何ですか？\u001b[22m, \u001b[1mそれは愛のステージについて特別であることは何ですか？\u001b[22m\nTo me, how it managed to combine romance, comedy and drama all into a 10 episode anime and finish it without leaving you with a feeling of emptyness. Most anime nowadays seems to have that one thing that you cannot figure out after finishing, but you just know something is missing, atleast for me.\n\n\u001b[1m私には、ロマンス、コメディ、ドラマをすべて10エピソードのアニメに組み込み、空を感じさせずに仕上げる方法を教えてください。 最近のアニメのほとんどは、仕上げの後で分からないものがあるようですが、少なくとも私には欠けていることが分かります。\u001b[22m\n\u001b[1m(Watashiniha, romansu, komedi, dorama o subete 10 episōdo no anime ni kumikomi, sora o kanji sasezu ni shiageru hōhō o oshietekudasai. Saikin no anime no hotondo wa, shiage no nochi de wakaranai mono ga aru yōdesuga, sukunakutomo watashiniha kakete iru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo me, how it managed to combine romance, comedy and drama all into a 10 episode anime and finish it without leaving you with a feeling of emptyness. Most anime nowadays seems to have that one thing that you cannot figure out after finishing, but you just know something is missing, atleast for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me, how it managed to combine romance, comedy and drama all into a 10 episode anime and finish it without leaving you with a feeling of emptyness.\u001b[24m\n    \u001b[1m私には、ロマンス、コメディ、ドラマをすべて10エピソードのアニメに組み込み、空を感じさせずに仕上げる方法を教えてください。\u001b[22m, \u001b[1m私には、それはすべての10のエピソードをアニメ化ロマンス、コメディとドラマを組み合わせて、空要素を基底としての気持ちであなたを離れることなく、それを終えるために管理方法。\u001b[22m\n\u001b[4mMost anime nowadays seems to have that one thing that you cannot figure out after finishing, but you just know something is missing, atleast for me.\u001b[24m\n    \u001b[1m最近のアニメのほとんどは、仕上げの後で分からないものがあるようですが、少なくとも私には欠けていることが分かります。\u001b[22m, \u001b[1m少なくとも私にとっては、ほとんどのアニメは、今日一つのこと、あなたが終了した後に把握できないことを持っているようだが、あなただけの何かが欠落している知っています。\u001b[22m\n\u001b[1m\u001b[22m\nLove Stage manages to make you laugh with it's expressions and situations.\n\n\u001b[1mラブステージは、あなたが表現や状況で笑うように管理します。\u001b[22m\n\u001b[1m(Rabusutēji wa, anata ga hyōgen ya jōkyō de warau yō ni kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLove Stage manages to make you laugh with it's expressions and situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Stage manages to make you laugh with it's expressions and situations.\u001b[24m\n    \u001b[1mラブステージは、あなたが表現や状況で笑うように管理します。\u001b[22m, \u001b[1mステージは、あなたがそれの表情や状況に笑いを作るために管理が大好きです。\u001b[22m\nIt keeps your eyes peeled at the screen wanting see what happens next.\n\n\u001b[1mそれはあなたの目を次の何が起こるか見たいと思って画面に剥がされ続ける。\u001b[22m\n\u001b[1m(Sore wa anata no me o tsugi no nani ga okoru ka mitai to omotte gamen ni hagasa re tsudzukeru.)\u001b[22m\n\nTranslations of \u001b[4mIt keeps your eyes peeled at the screen wanting see what happens next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt keeps your eyes peeled at the screen wanting see what happens next.\u001b[24m\n    \u001b[1mそれはあなたの目を次の何が起こるか見たいと思って画面に剥がされ続ける。\u001b[22m, \u001b[1mそれはあなたの目は次に何が起こるか見たい画面で剥離し続けます。\u001b[22m\n\u001b[1m\u001b[22m\nTalking about it production wise, well ...\n\n\u001b[1mそれは生産賢明については、よく話す...\u001b[22m\n\u001b[1m(Sore wa seisan kenmei ni tsuite wa, yoku hanasu...)\u001b[22m\n\nTranslations of \u001b[4mTalking about it production wise, well ...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTalking about it production wise, well ...\u001b[24m\n    \u001b[1mそれは生産賢明については、よく話す...\u001b[22m, \u001b[1mそれについても生産賢明を、話します...\u001b[22m\nIt has beautiful artwork. They really outdid themselves. This is the first time I see it and absolutely adore it. Characters look lively and beautiful along with the backgrounds.\n\n\u001b[1mそれは美しいアートワークを持っています。 彼らは本当に自分よりも優れていた。 私がそれを見て、それを絶対に崇拝するのは初めてです。 キャラクターは背景と共に鮮やかで美しく見えます。\u001b[22m\n\u001b[1m(Sore wa utsukushī ātowāku o motte imasu. Karera wa hontōni jibun yori mo sugurete ita. Watashi ga sore o mite, sore o zettai ni sūhai suru no wa hajimetedesu. Kyarakutā wa haikei to tomoni azayakade utsukushiku miemasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has beautiful artwork. They really outdid themselves. This is the first time I see it and absolutely adore it. Characters look lively and beautiful along with the backgrounds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has beautiful artwork.\u001b[24m\n    \u001b[1mそれは美しいアートワークを持っています。\u001b[22m\n\u001b[4mThey really outdid themselves.\u001b[24m\n    \u001b[1m彼らは本当に自分よりも優れていた。\u001b[22m, \u001b[1m彼らは本当に自分自身をoutdid。\u001b[22m\n\u001b[4mThis is the first time I see it and absolutely adore it.\u001b[24m\n    \u001b[1m私がそれを見て、それを絶対に崇拝するのは初めてです。\u001b[22m, \u001b[1mこれは私がそれを見て、絶対にそれを崇拝初めてです。\u001b[22m\n\u001b[4mCharacters look lively and beautiful along with the backgrounds.\u001b[24m\n    \u001b[1mキャラクターは背景と共に鮮やかで美しく見えます。\u001b[22m, \u001b[1m文字が背景と一緒に生き生きと美しく見えます。\u001b[22m\nSound quality is good.\n\n\u001b[1m音質は良いです。\u001b[22m\n\u001b[1m(Onshitsu wa yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mSound quality is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound quality is good.\u001b[24m\n    \u001b[1m音質は良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe overall enjoyment is a solid 10. From beginning to end.\n\n\u001b[1m全体の楽しさは確かです10.最初から最後まで。\u001b[22m\n\u001b[1m(Zentai no tanoshisa wa tashikadesu 10. Saisho kara saigomade.)\u001b[22m\n\nTranslations of \u001b[4mThe overall enjoyment is a solid 10. From beginning to end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall enjoyment is a solid 10. From beginning to end.\u001b[24m\n    \u001b[1m全体の楽しさは確かです10.最初から最後まで。\u001b[22m, \u001b[1m全体的な楽しさは、開始から終了までの固体10です。\u001b[22m"
  },
  {
    "title": "Love_Stage",
    "id": "21105",
    "url": "https://myanimelist.net/anime/21105/Love_Stage",
    "user": "JigglySo",
    "profile": "/profile/JigglySo/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=232365",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はラブステージを愛する!!!!!!\n\n\nプロット：ステージを愛するプロットは、女の子の服を着て、ライオマという男と商売をしなければならない男の子のことです。商業リーマは、彼が女の子だと思ったのを好んでいますが、  izumiは彼が怒っている少女じゃない。 また、泉は仕事としてマンガをしたいと思っています。  10/10。\n\n\nサウンド：舞台を愛するオープニングテーマは特に好評です。「何が起こっても、私は本当にそれを感じてみたいと思っています。これは、リーマがizumiの恋人、または彼がizumiを愛することを望んでいると思います。  10/10\n\nキャラクター：いずみは時には反社会的で幸せで奇妙なキャラクターであり、龍馬はロマンチックな恋人のキャラクターです。\n\n\n楽しさ：私は本当に楽しかったラブステージその良いyaoi！  10/10。\n\n\n全体：10/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI LOVE LOVE STAGE!!!!!!\n\n\u001b[1m私はラブステージを愛する!!!!!!\u001b[22m\n\u001b[1m(Watashi wa rabusutēji o aisuru!!!!!!)\u001b[22m\n\nTranslations of \u001b[4mI LOVE LOVE STAGE!!!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LOVE LOVE STAGE!!!!!!\u001b[24m\n    \u001b[1m私はラブステージを愛する!!!!!!\u001b[22m, \u001b[1m私はLOVEステージLOVE!!!!!!\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPlot: The plot to love stage is about a boy named izumi who is dressed as a girl and has to do a commercial with a guy named ryoma and after 10 years after the commercial ryoma loves izumi thinking he was a girl but when he figures out that izumi isn't a girl he goes mad. Also Izumi wants to do manga as his job. 10/10.\n\n\u001b[1mプロット：ステージを愛するプロットは、女の子の服を着て、ライオマという男と商売をしなければならない男の子のことです。商業リーマは、彼が女の子だと思ったのを好んでいますが、  izumiは彼が怒っている少女じゃない。 また、泉は仕事としてマンガをしたいと考えています。  10/10。\u001b[22m\n\u001b[1m(Purotto: Sutēji o aisuru purotto wa, on'nanoko no fuku o kite, raioma to iu otoko to shōbai o shinakereba naranai otokonoko no kotodesu. Shōgyō rīma wa, kare ga on'nanokoda to omotta no o kononde imasuga, izumi wa kare ga ikatteiru shōjo janai. Mata, izumi wa shigoto to shite manga o shitai to kangaete imasu. 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mPlot: The plot to love stage is about a boy named izumi who is dressed as a girl and has to do a commercial with a guy named ryoma and after 10 years after the commercial ryoma loves izumi thinking he was a girl but when he figures out that izumi isn't a girl he goes mad. Also Izumi wants to do manga as his job. 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: The plot to love stage is about a boy named izumi who is dressed as a girl and has to do a commercial with a guy named ryoma and after 10 years after the commercial ryoma loves izumi thinking he was a girl but when he figures out\u001b[24m\n    \u001b[1mプロット：ステージを愛するプロットは、女の子の服を着て、ライオマという男と商売をしなければならない男の子のことです。商業リーマは、彼が女の子だと思ったのを好んでいますが、\u001b[22m, \u001b[1mプロット：ステージを愛するプロットは女の子の格好と龍馬という名前の男とコマーシャルを行う必要があり、商業龍馬が愛した後、10年後に泉は彼が女の子だと思ったがとき、彼は割り出しさイズミ少年についてです\u001b[22m\n\u001b[4mthat izumi isn't a girl he goes mad.\u001b[24m\n    \u001b[1mizumiは彼が怒っている少女じゃない。\u001b[22m, \u001b[1m泉は女の子ではないことを彼は発狂します。\u001b[22m\n\u001b[4mAlso Izumi wants to do manga as his job.\u001b[24m\n    \u001b[1mまた、泉は仕事としてマンガをしたいと考えています。\u001b[22m, \u001b[1mまた、泉は、彼の仕事として漫画をやりたいです。\u001b[22m\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:The opening theme to love stage is good especially the quote 'Whatever happens, I truly want to feel and experience it all' i think this is about ryoma being izumi's lover or that he wants to love izumi. 10/10\n\n\u001b[1mサウンド：舞台を愛するオープニングテーマは特に好評です。「何が起こっても、私は本当にそれを感じてみたいと思っています。これは、リーマがizumiの恋人、または彼がizumiを愛することを望んでいると思います。  10/10\u001b[22m\n\u001b[1m(Saundo: Butai o aisuru ōpuningutēma wa tokuni kōhyōdesu. `Nani ga okotte mo, watashi wa hontōni sore o kanjite mitai to omotte imasu. Kore wa, rīma ga izumi no koibito, matawa kare ga izumi o aisuru koto o nozonde iru to omoimasu. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound:The opening theme to love stage is good especially the quote 'Whatever happens, I truly want to feel and experience it all' i think this is about ryoma being izumi's lover or that he wants to love izumi. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:The opening theme to love stage is good especially the quote 'Whatever happens, I truly want to feel and experience it all' i think this is about ryoma being izumi's lover or that he wants to love izumi.\u001b[24m\n    \u001b[1mサウンド：舞台を愛するオープニングテーマは特に好評です。「何が起こっても、私は本当にそれを感じてみたいと思っています。これは、リーマがizumiの恋人、または彼がizumiを愛することを望んでいると思います。\u001b[22m, \u001b[1mサウンド：ステージを愛するオープニングテーマは特に引用良いですが、私はこれは龍馬が泉の恋人である、または、彼は泉を愛することを望んでいることについてだと思います」起こるものは何でも、私は本当にそれをすべてを感じ、体験したいです」。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Izumi is an antisocial sometimes happy and mad character, and Ryoma is a romantic lover character 10/10.\n\n\u001b[1mキャラクター：いずみは時には反社会的で幸せで奇妙なキャラクターであり、龍馬はロマンチックな恋人のキャラクターです。\u001b[22m\n\u001b[1m(Kyarakutā: Izumi wa tokiniha hanshakaiteki de shiawasede kimyōna kyarakutādeari, ryūma wa romanchikkuna koibito no kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Izumi is an antisocial sometimes happy and mad character, and Ryoma is a romantic lover character 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Izumi is an antisocial sometimes happy and mad character, and Ryoma is a romantic lover character 10/10.\u001b[24m\n    \u001b[1mキャラクター：いずみは時には反社会的で幸せで奇妙なキャラクターであり、龍馬はロマンチックな恋人のキャラクターです。\u001b[22m, \u001b[1mキャラクター：泉は、反社会的、時には幸せと怒っ文字で、龍馬はロマンチックな恋人文字10/10です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I really enjoyed Love stage its a good yaoi! 10/10.\n\n\u001b[1m楽しさ：私は本当に楽しかったラブステージその良いyaoi！  10/10。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa hontōni tanoshikatta rabusutēji sono yoi yaoi! 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I really enjoyed Love stage its a good yaoi! 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I really enjoyed Love stage its a good yaoi!\u001b[24m\n    \u001b[1m楽しさ：私は本当に楽しかったラブステージその良いyaoi！\u001b[22m, \u001b[1m楽しさ：私は本当に愛がその良いやおいを上演楽しんで！\u001b[22m\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10/10.\n\n\u001b[1m全体：10/10。\u001b[22m\n\u001b[1m(Zentai: 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10/10.\u001b[24m\n    \u001b[1m全体：10/10。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
