[
  {
    "title": "Pupipo",
    "id": "21325",
    "url": "https://myanimelist.net/anime/21325/Pupipo",
    "user": "ErecTV",
    "profile": "/profile/ErecTV/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=137893",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  9\n\nさて、あなた。 あなたは、このアニメに遭遇し、将来見ることができるかもしれない、そうでないかもしれないことを把握するような気がします。 座ってこのレビューを読んでください。\n\nだから、通常は何もレビューしません。 私はアニメの良さを見て、おそらく2つを見直しました。  1つは、それがジャンルのために嫌われていたから、今、これは...私は私の人生でこのようなひねりを見たことがないためです。\n\nとにかくレビューをする。\n\n1：ストーリー - 面白いです。 ちょうど気味悪いことで嫌われている不気味な女の子、なぜ彼女は気味が悪い？ 彼女はいつまでも苦しんでいるので、ポーが来るまで。 最後のエピソードのひねりはあなたが期待するものとはまったく異なります。\n\n2：芸術 - 芸術は驚くほど良いです。 それは興味深いことですが、weebの王国へのあなたの旅で見られる他のアニメとは異なります。 私は個人的にそれが好きだった。\n\n3：サウンド -  10/10 どうして？ エンディングのテーマは面白かったし、時間の経過とともに変化しています。このピアノのOSTは、ランダムな時に、時にはエンディングテーマとして、綺麗に聞こえて、私の魂に触れます。 あなたもそれを愛するでしょう。 多分。 私はあなたではありません。\n\n4：キャラクター - 主人公とポーを除いてかなり基本的だった。\n\n5：楽しさ - それはコメディで楽しいです。 女の子は奇妙なカービーのようなものによって彼女の人生を変えてしまった。 ハッピーな運がいい。\nそして終わり。 楽しみが純粋な純粋な感情に行くところ。\n\n私はそれにチャンスを与えるだろう。 シリーズ全体は1時間弱です。 なぜそれを与えることはありませんか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAlright you. You, who hath stumbled upon this anime and feel like getting a grip on what you may or may not be watching in the future. Sit down and read this review.\n\n\u001b[1mさて、あなた。 あなたは、このアニメに遭遇し、将来見ることができるかもしれない、そうでないかもしれないことを把握するような気がします。 座ってこのレビューを読んでください。\u001b[22m\n\u001b[1m(Sate, anata. Anata wa, kono anime ni sōgū shi, shōrai miru koto ga dekiru kamo shirenai,-sōdenai kamo shirenai koto o haaku suru yōna ki ga shimasu. Suwatte kono rebyū o yonde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAlright you. You, who hath stumbled upon this anime and feel like getting a grip on what you may or may not be watching in the future. Sit down and read this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright you.\u001b[24m\n    \u001b[1mさて、あなた。\u001b[22m, \u001b[1mあなたは大丈夫です。\u001b[22m\n\u001b[4mYou, who hath stumbled upon this anime and feel like getting a grip on what you may or may not be watching in the future.\u001b[24m\n    \u001b[1mあなたは、このアニメに遭遇し、将来見ることができるかもしれない、そうでないかもしれないことを把握するような気がします。\u001b[22m, \u001b[1mこのアニメにつまずいたし、または将来的に見てもしなくてもよいものにグリップを得るように感じて下さったあなた、。\u001b[22m\n\u001b[4mSit down and read this review.\u001b[24m\n    \u001b[1m座ってこのレビューを読んでください。\u001b[22m, \u001b[1m座って、このレビューを読んでください。\u001b[22m\n\u001b[1m\u001b[22m\nSo, normally I don't review anything. I've watched a good amount of anime and maybe reviewed two. One was because it was being hated on for it's genre, and now this, because... I've never seen such a twist in my life.\n\n\u001b[1mだから、通常は何もレビューしません。 私はアニメの良さを見て、おそらく2つを見直しました。  1つは、それがジャンルのために嫌われていたから、今、これは...私は私の人生でこのようなひねりを見たことがないためです。\u001b[22m\n\u001b[1m(Dakara, tsūjō wa nani mo rebyū shimasen. Watashi wa anime no yo-sa o mite, osoraku 2tsu o minaoshimashita. 1Tsu wa, sore ga janru no tame ni kirawa rete itakara, ima, koreha... Watashi wa watashinojinsei de kono yōna hineri o mita koto ga nai tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, normally I don't review anything. I've watched a good amount of anime and maybe reviewed two. One was because it was being hated on for it's genre, and now this, because... I've never seen such a twist in my life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, normally I don't review anything.\u001b[24m\n    \u001b[1mだから、通常は何もレビューしません。\u001b[22m, \u001b[1mだから、通常は私は何を確認することはありません。\u001b[22m\n\u001b[4mI've watched a good amount of anime and maybe reviewed two.\u001b[24m\n    \u001b[1m私はアニメの良さを見て、おそらく2つを見直しました。\u001b[22m, \u001b[1m私はアニメの良い量を見て、多分2を確認しました。\u001b[22m\n\u001b[4mOne was because it was being hated on for it's genre, and now this, because... I've never seen such a twist in my life.\u001b[24m\n    \u001b[1m1つは、それがジャンルのために嫌われていたから、今、これは...私は私の人生でこのようなひねりを見たことがないためです。\u001b[22m, \u001b[1m...私は私の人生の中で、このようなねじれを見たことがないので、それは、それはジャンルだのために嫌われ、そして今、このされていたので、一つがありました。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway on to the review.\n\n\u001b[1mとにかくレビューをする。\u001b[22m\n\u001b[1m(Tonikaku rebyū o suru.)\u001b[22m\n\nTranslations of \u001b[4mAnyway on to the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway on to the review.\u001b[24m\n    \u001b[1mとにかくレビューをする。\u001b[22m, \u001b[1mとにかくレビューに上。\u001b[22m\n\u001b[1m\u001b[22m\n1: Story - It's interesting. Creepy girl who is detested for just being creepy, but why is she creepy? Because she's being tormented all the time, until Po comes around. The twist in the last episode is so different than what you'd expect.\n\n\u001b[1m1：ストーリー - 面白いです。 ちょうど気味悪いことで嫌われている不気味な女の子、なぜ彼女は気味が悪い？ 彼女はいつまでも苦しんでいるので、ポーが来るまで。 最後のエピソードのひねりはあなたが期待するものとはまったく異なります。\u001b[22m\n\u001b[1m(1: Sutōrī - omoshiroidesu. Chōdo kimiwarui koto de kirawa rete iru bukimina on'nanoko, naze kanojo wa kimigawarui? Kanojo wa itsu made mo kurushinde irunode, pō ga kuru made. Saigo no episōdo no hineri wa anata ga kitai suru mono to wa mattaku kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4m1: Story - It's interesting. Creepy girl who is detested for just being creepy, but why is she creepy? Because she's being tormented all the time, until Po comes around. The twist in the last episode is so different than what you'd expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1: Story - It's interesting.\u001b[24m\n    \u001b[1m1：ストーリー - 面白いです。\u001b[22m, \u001b[1m1：物語 - それは興味深いです。\u001b[22m\n\u001b[4mCreepy girl who is detested for just being creepy, but why is she creepy?\u001b[24m\n    \u001b[1mちょうど気味悪いことで嫌われている不気味な女の子、なぜ彼女は気味が悪い？\u001b[22m, \u001b[1mただ不気味であることのために嫌わが、なぜ彼女は不気味です不気味な少女？\u001b[22m\n\u001b[4mBecause she's being tormented all the time, until Po comes around.\u001b[24m\n    \u001b[1m彼女はいつまでも苦しんでいるので、ポーが来るまで。\u001b[22m, \u001b[1mPoが来るまで彼女は、すべての時間を苦しめされていますので。\u001b[22m\n\u001b[4mThe twist in the last episode is so different than what you'd expect.\u001b[24m\n    \u001b[1m最後のエピソードのひねりはあなたが期待するものとはまったく異なります。\u001b[22m, \u001b[1m最終話でのねじれは、あなたが期待するものとはとても異なっています。\u001b[22m\n\u001b[1m\u001b[22m\n2: Art - the art is surprisingly good. It's interesting, not like all other animes you'll see on your journey into the weeb kingdom. I personally liked it.\n\n\u001b[1m2：芸術 - 芸術は驚くほど良いです。 それは興味深いことですが、weebの王国へのあなたの旅で見られる他のアニメとは異なります。 私は個人的にそれが好きだった。\u001b[22m\n\u001b[1m(2: Geijutsu - geijutsu wa odoroku hodo yoidesu. Sore wa kyōmibukai kotodesuga, weeb no ōkoku e no anata no tabi de mi rareru ta no anime to wa kotonarimasu. Watashi wa kojin-teki ni sore ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4m2: Art - the art is surprisingly good. It's interesting, not like all other animes you'll see on your journey into the weeb kingdom. I personally liked it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2: Art - the art is surprisingly good.\u001b[24m\n    \u001b[1m2：芸術 - 芸術は驚くほど良いです。\u001b[22m, \u001b[1m2：アート - アートは驚くほど良いです。\u001b[22m\n\u001b[4mIt's interesting, not like all other animes you'll see on your journey into the weeb kingdom.\u001b[24m\n    \u001b[1mそれは興味深いことですが、weebの王国へのあなたの旅で見られる他のアニメとは異なります。\u001b[22m, \u001b[1mこれは面白い、あなたがweeb王国へのあなたの旅に表示されます、他のすべてのアニメが好きではありません。\u001b[22m\n\u001b[4mI personally liked it.\u001b[24m\n    \u001b[1m私は個人的にそれが好きだった。\u001b[22m, \u001b[1m私は個人的にそれが好き。\u001b[22m\n\u001b[1m\u001b[22m\n3: Sound - 10/10. Why? Because the ending theme was interesting and changed over time, and there's this piano OST that comes in at some random times and sometimes as an ending theme that sounds just beautiful and touches my soul. You'll love it too. Probably. I'm not you.\n\n\u001b[1m3：サウンド -  10/10 どうして？ エンディングのテーマは面白かったし、時間の経過とともに変わってきたので、このピアノのOSTは、ランダムな時に、時にはエンディングのテーマとして、ただ美しく聞こえて、私の魂に触れるものがあります。 あなたもそれを愛するでしょう。 多分。 私はあなたではありません。\u001b[22m\n\u001b[1m(3: Saundo - 10/ 10 dōshite? Endingu no tēma wa omoshirokattashi, jikan no keika to tomoni kawatte kitanode, kono piano no OST wa, randamuna toki ni, tokiniha endingu no tēma to shite, tada utsukushiku kikoete, watashi no tamashī ni fureru mono ga arimasu. Anata mo sore o aisurudeshou. Tabun. Watashi wa anatade wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m3: Sound - 10/10. Why? Because the ending theme was interesting and changed over time, and there's this piano OST that comes in at some random times and sometimes as an ending theme that sounds just beautiful and touches my soul. You'll love it too. Probably. I'm not you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3: Sound - 10/10.\u001b[24m\n    \u001b[1m3：サウンド -  10/10\u001b[22m, \u001b[1m3：サウンド -  10月10日。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause the ending theme was interesting and changed over time, and there's this piano OST that comes in at some random times and sometimes as an ending theme that sounds just beautiful and touches my soul.\u001b[24m\n    \u001b[1mエンディングのテーマは面白かったし、時間の経過とともに変わってきたので、このピアノのOSTは、ランダムな時に、時にはエンディングのテーマとして、ただ美しく聞こえて、私の魂に触れるものがあります。\u001b[22m, \u001b[1mエンディングテーマは面白かったし、経時的に変化し、いくつかのランダムな時間に、時にはただ美しい音と私の魂に触れるエンディングテーマとして入ってきたこのピアノのOSTがありますので。\u001b[22m\n\u001b[4mYou'll love it too.\u001b[24m\n    \u001b[1mあなたもそれを愛するでしょう。\u001b[22m, \u001b[1mあなたもそれを好きになります。\u001b[22m\n\u001b[4mProbably.\u001b[24m\n    \u001b[1m多分。\u001b[22m, \u001b[1m恐らく。\u001b[22m, \u001b[1mおそらく。\u001b[22m\n\u001b[4mI'm not you.\u001b[24m\n    \u001b[1m私はあなたではありません。\u001b[22m, \u001b[1m私はあなたではないです。\u001b[22m\n\u001b[1m\u001b[22m\n4: Characters - Were pretty basic aside from the main character and po.\n\n\u001b[1m4：キャラクター - 主人公とポーを除いてかなり基本的だった。\u001b[22m\n\u001b[1m(4: Kyarakutā - shujinkō to pō o nozoite kanari kihon-tekidatta.)\u001b[22m\n\nTranslations of \u001b[4m4: Characters - Were pretty basic aside from the main character and po.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4: Characters - Were pretty basic aside from the main character and po.\u001b[24m\n    \u001b[1m4：キャラクター - 主人公とポーを除いてかなり基本的だった。\u001b[22m, \u001b[1m4：文字 - メインキャラクターとPOは別に、非常に基本的なされました。\u001b[22m\n\u001b[1m\u001b[22m\n5: Enjoyment - It's comedic and fun. A girl has her life turned around by a weird Kirby-like thing. Happy go lucky.\n\n\u001b[1m5：楽しさ - それはコメディで楽しいです。 女の子は奇妙なカービーのようなものによって彼女の人生を変えてしまった。 ハッピーな運がいい。\u001b[22m\n\u001b[1m(5: Tanoshisa - sore wa komedi de tanoshīdesu. On'nanoko wa kimyōna kābī no yōna mono ni yotte kanojo no jinsei o kaete shimatta. Happīna ungaī.)\u001b[22m\n\nTranslations of \u001b[4m5: Enjoyment - It's comedic and fun. A girl has her life turned around by a weird Kirby-like thing. Happy go lucky.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5: Enjoyment - It's comedic and fun.\u001b[24m\n    \u001b[1m5：楽しさ - それはコメディで楽しいです。\u001b[22m, \u001b[1m5：楽しさ - それはコミカルで楽しいです。\u001b[22m\n\u001b[4mA girl has her life turned around by a weird Kirby-like thing.\u001b[24m\n    \u001b[1m女の子は奇妙なカービーのようなものによって彼女の人生を変えてしまった。\u001b[22m, \u001b[1m女の子は彼女の人生は奇妙なカービィのような事で振り向きました。\u001b[22m\n\u001b[4mHappy go lucky.\u001b[24m\n    \u001b[1mハッピーな運がいい。\u001b[22m, \u001b[1mハッピーラッキー行きます。\u001b[22m\nAnd then the end. Where enjoyment goes to pure unadulterated feels.\n\n\u001b[1mそして終わり。 楽しみが純粋な純粋な感情に行くところ。\u001b[22m\n\u001b[1m(Soshite owari. Tanoshimi ga junsuina junsuina kanjō ni iku tokoro.)\u001b[22m\n\nTranslations of \u001b[4mAnd then the end. Where enjoyment goes to pure unadulterated feels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then the end.\u001b[24m\n    \u001b[1mそして終わり。\u001b[22m, \u001b[1mそして終了。\u001b[22m\n\u001b[4mWhere enjoyment goes to pure unadulterated feels.\u001b[24m\n    \u001b[1m楽しみが純粋な純粋な感情に行くところ。\u001b[22m, \u001b[1mどこに楽しさは、純粋な純粋な感触になります。\u001b[22m\n\u001b[1m\u001b[22m\nI'd give it a chance. The whole series is under an hour long. Why not give it a shot?\n\n\u001b[1m私はそれにチャンスを与えるだろう。 シリーズ全体は1時間弱です。 なぜそれを与えることはありませんか？\u001b[22m\n\u001b[1m(Watashi wa sore ni chansu o ataerudarou. Shirīzu zentai wa 1-jikan-jakudesu. Naze sore o ataeru koto wa arimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mI'd give it a chance. The whole series is under an hour long. Why not give it a shot?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd give it a chance.\u001b[24m\n    \u001b[1m私はそれにチャンスを与えるだろう。\u001b[22m\n\u001b[4mThe whole series is under an hour long.\u001b[24m\n    \u001b[1mシリーズ全体は1時間弱です。\u001b[22m, \u001b[1mシリーズ全体では時間未満の長さです。\u001b[22m\n\u001b[4mWhy not give it a shot?\u001b[24m\n    \u001b[1mなぜそれを与えることはありませんか？\u001b[22m, \u001b[1mなぜそれに打撃を与えていませんか？\u001b[22m"
  },
  {
    "title": "Pupipo",
    "id": "21325",
    "url": "https://myanimelist.net/anime/21325/Pupipo",
    "user": "Bardoh",
    "profile": "/profile/Bardoh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=154795",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  9\n\n短いアニメはすごくいい時間なので、本当にいいです。\n過去2〜3年のほとんどのアニメには非常に多くのフィラーエピソードがありますが、各エピソードは平均して4分30秒です。\n\n超自然的な能力を持ち、友人を見つけることに苦労している若い女の子の物語は素晴らしいものです。\n\nこれは本当に見るべきアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFor a short anime that altogether is a good hour, it's really good.\n\n\u001b[1m短いアニメはすごくいい時間なので、本当にいいです。\u001b[22m\n\u001b[1m(Mijikai anime wa sugoku ī jikan'nanode, hontōni īdesu.)\u001b[22m\n\nTranslations of \u001b[4mFor a short anime that altogether is a good hour, it's really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a short anime that altogether is a good hour, it's really good.\u001b[24m\n    \u001b[1m短いアニメはすごくいい時間なので、本当にいいです。\u001b[22m, \u001b[1m完全に良い時間ですショートアニメの場合、それは本当に良いことです。\u001b[22m\nMost anime in the past couple of years have so many filler episodes, but this has none since each episode is 4 and a half minutes long on average.\n\n\u001b[1m過去2〜3年のほとんどのアニメには非常に多くのフィラーエピソードがありますが、各エピソードは平均して4分30秒です。\u001b[22m\n\u001b[1m(Kako 2 〜 3-nen no hotondo no anime ni wa hijō ni ōku no firāepisōdo ga arimasuga, kaku episōdo wa heikin shite 4-bu 30-byōdesu.)\u001b[22m\n\nTranslations of \u001b[4mMost anime in the past couple of years have so many filler episodes, but this has none since each episode is 4 and a half minutes long on average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost anime in the past couple of years have so many filler episodes, but this has none since each episode is 4 and a half minutes long on average.\u001b[24m\n    \u001b[1m過去2〜3年のほとんどのアニメには非常に多くのフィラーエピソードがありますが、各エピソードは平均して4分30秒です。\u001b[22m, \u001b[1m過去数年のほとんどのアニメは非常に多くのフィラーのエピソードを持っていますが、各エピソードは4分半の長い平均であるので、これは何もしていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of a young girl with supernatural abilities and struggling to find friends is a great one, which leaves you tearing up near the end.\n\n\u001b[1m超自然的な能力を持ち、友人を見つけることに苦労している若い女の子の物語は素晴らしいものです。\u001b[22m\n\u001b[1m(Chō shizen-tekina nōryoku o mochi, yūjin o mitsukeru koto ni kurō shite iru wakai on'nanoko no monogatari wa subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of a young girl with supernatural abilities and struggling to find friends is a great one, which leaves you tearing up near the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of a young girl with supernatural abilities and struggling to find friends is a great one, which leaves you tearing up near the end.\u001b[24m\n    \u001b[1m超自然的な能力を持ち、友人を見つけることに苦労している若い女の子の物語は素晴らしいものです。\u001b[22m, \u001b[1m超自然的な能力を持つ少女の物語や友人を見つけるのに苦労はあなたが終わり近くに引き裂く葉素晴らしいもの、です。\u001b[22m\n\u001b[1m\u001b[22m\nThis is truly an anime to watch.\n\n\u001b[1mこれは本当に見るべきアニメです。\u001b[22m\n\u001b[1m(Kore wa hontōni mirubeki animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is truly an anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is truly an anime to watch.\u001b[24m\n    \u001b[1mこれは本当に見るべきアニメです。\u001b[22m, \u001b[1mこれは本当に注目すべきアニメです。\u001b[22m"
  },
  {
    "title": "Pupipo",
    "id": "21325",
    "url": "https://myanimelist.net/anime/21325/Pupipo",
    "user": "yayaxraishin",
    "profile": "/profile/yayaxraishin/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=137127",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  9\n\nあなたがこのアニメを見たいなら、それをやってください。 エピソードごとに4分の時間しかないにもかかわらず、本質的にそれは他のアニメと同じように非常に良いストーリーを持っています。\nALERT：（私はこの本を6点に評価しました。それは私の本の素晴らしい点ですから、あなたを落胆させてはいけません。）また、評価を 'PG'があなたにも勧めないようにしてください。 なぜそれがそれを評価しているのか分かりません。 それは時には悪い言葉を使用して、それは他のアニメと同じように、物語もかなり複雑です。 私はこのアニメが正当にそれが価値のある誇大宣伝を得ることはないと思う。\n\nストーリー：（ここに概要を記入してください）私の概要：基本的に、それは霊感に敏感なので、友人のいない5年生の少女です。 なぜなら、誰かが彼女の周りにいるときはいつでも、精神は何らかの呪いを知らないからです。 しかし、ある日、精神に執着し、友人になることを決心した移籍学生がいます。たとえ彼女が呪いを犯したと言っても、彼女は依然として主人公の友人になり、その旅が始まります。 短いエピソードでも、このアニメにはまだ素晴らしい話があります。\n私はもっ​​と言うだろうが、私は何かを台無しにしたくない。  :) 7/10\n\n芸術：それはやや異なっていますが、もし何かユニークなものがあれば。 短期間のアニメにとっては、実際にはかなり良いです。 誰かがこのアニメを見るのをやめてしまうのではないでしょうか。  7/10\n\nサウンド：オープニングとエンディングはかなり良い音楽、あまりにも良いことも悪いもありません。バックグラウンドミュージックはいつもテーマに合っているので、かなりうまくいきます。  6.5 / 10？  ：o\n\nキャラクター：うわー...ちょうどうわー..このようなアニメシリーズは、実際にはとてもうまくいっています。 いくつかのサイドキャラクターを含む主要キャラクターはすべて、非常に優れたキャラクター開発を与えられています。 それは本当に彼らのいずれかについてあなたに無知を残していない、彼らはすべてもうまくいっている。 すべてのことについて信じられないほどの良い話。 私はそれに8/10を与えるだろう。  :)\n\n楽しさ：9/10彼らは偉大な冒険とコメディを持って、アニメは非常によく行われています。\n\n全体：6 / 6.5それは私の本で素晴らしいです。  :)\n私は間違いなく、アニメのウォッチャーにこれをお勧めしたいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, first off.. If you want to watch this anime, do it. Despite it having only 4 minute duration per episode, essentially it has a very good story just like any other anime..\n\n\u001b[1mあなたがこのアニメを見たいなら、それをやってください。 エピソードごとに4分の時間しかないにもかかわらず、本質的にそれは他のアニメと同じように非常に良いストーリーを持っています。\u001b[22m\n\u001b[1m(Anata ga kono anime o mitainara, sore o yatte kudasai. Episōdo-goto ni 4-bu no jikan shika nai nimokakawarazu, honshitsu-teki ni sore wa hoka no anime to onajiyōni hijō ni yoi sutōrī o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, first off.. If you want to watch this anime, do it. Despite it having only 4 minute duration per episode, essentially it has a very good story just like any other anime..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, first off.. If you want to watch this anime, do it.\u001b[24m\n    \u001b[1mあなたがこのアニメを見たいなら、それをやってください。\u001b[22m, \u001b[1mさて、最初のオフ..あなたはこのアニメを見たい場合は、それを行います。\u001b[22m\n\u001b[4mDespite it having only 4 minute duration per episode, essentially it has a very good story just like any other anime..\u001b[24m\n    \u001b[1mエピソードごとに4分の時間しかないにもかかわらず、本質的にそれは他のアニメと同じように非常に良いストーリーを持っています。\u001b[22m, \u001b[1mそれがエピソードあたりわずか4分の持続時間を有するにもかかわらず、本質的にそれだけで、他のアニメのような非常に良い話を持っています..\u001b[22m\nALERT: (I rated this a 6 because that's an awesome score in my book, don't let it discourage you.) Also, don't let the rating 'PG' Discourage you either. I have no idea why it's rated that. It uses bad words sometimes, it's story is pretty complex also, just like any other anime. I think this anime honestly doesn't get the hype it deserves, [ meaning it deserves more ].\n\n\u001b[1mALERT：（私はこの本を6点に評価しました。それは私の本の素晴らしい点ですから、あなたを落胆させてはいけません。）また、評価を 'PG'があなたにも勧めないようにしてください。 なぜそれがそれを評価しているのか分かりません。 それは時には悪い言葉を使用して、それは他のアニメと同じように、物語もかなり複雑です。 私はこのアニメが正当にそれが価値のある誇大宣伝を得ることはないと思う。\u001b[22m\n\u001b[1m(ALERT: (Watashi wa kono-pon o 6-ten ni hyōka shimashita. Sore wa watashi no hon no subarashī tendesukara, anata o rakutan sa sete wa ikemasen. ) Mata, hyōka o' PG' ga anata ni mo susumenai yō ni shite kudasai. Naze sore ga sore o hyōka shite iru no ka wakarimasen. Sore wa tokiniha warui kotoba o shiyō shite, sore wa hoka no anime to onajiyōni, monogatari mo kanari fukuzatsudesu. Watashi wa kono anime ga seitō ni sore ga kachinoaru kodai senden o eru koto wa nai to omou.)\u001b[22m\n\nTranslations of \u001b[4mALERT: (I rated this a 6 because that's an awesome score in my book, don't let it discourage you.) Also, don't let the rating 'PG' Discourage you either. I have no idea why it's rated that. It uses bad words sometimes, it's story is pretty complex also, just like any other anime. I think this anime honestly doesn't get the hype it deserves, [ meaning it deserves more ].\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mALERT: (I rated this a 6 because that's an awesome score in my book, don't let it discourage you.) Also, don't let the rating 'PG' Discourage you either.\u001b[24m\n    \u001b[1mALERT：（私はこの本を6点に評価しました。それは私の本の素晴らしい点ですから、あなたを落胆させてはいけません。）また、評価を 'PG'があなたにも勧めないようにしてください。\u001b[22m, \u001b[1mALERTは：（私はそれが私の本の中で素晴らしいスコアだから、これは6、それはあなたを落胆させてはいけない評価。）また、評価「PG」はどちらかあなたを落胆させてはいけません。\u001b[22m\n\u001b[4mI have no idea why it's rated that.\u001b[24m\n    \u001b[1mなぜそれがそれを評価しているのか分かりません。\u001b[22m, \u001b[1m私はそれはそれを評価している理由はわかりません。\u001b[22m\n\u001b[4mIt uses bad words sometimes, it's story is pretty complex also, just like any other anime.\u001b[24m\n    \u001b[1mそれは時には悪い言葉を使用して、それは他のアニメと同じように、物語もかなり複雑です。\u001b[22m, \u001b[1mそれはそれだけで、他のアニメのように、ストーリーもかなり複雑であるが、時には悪い言葉を使用しています。\u001b[22m\n\u001b[4mI think this anime honestly doesn't get the hype it deserves, [ meaning it deserves more ].\u001b[24m\n    \u001b[1m私はこのアニメが正当にそれが価値のある誇大宣伝を得ることはないと思う。\u001b[22m, \u001b[1m私はこのアニメは正直[それがよりに値する意味]、それに値する誇大広告を得ることはありませんと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory: ( Insert Synopsis here ) My synopsis: Yeah, basically it's about a 5th grade girl with no friends because she has spirit sensitivity, why does that affect her? Because whenever someone is around her, the spirits give them curses of some sort for unknown reasons. But one day, there's a transfer student whose obsessed with spirits and decides to become her friend, even with people telling her that she gives curses, she still becomes the protagonist's friend, and that's where their journey begins. Even with the short episodes, there's still a great story in this anime.\n\n\u001b[1mストーリー：（ここに概要を記入してください）私の概要：基本的に、それは霊感に敏感なので、友人のいない5年生の少女です。 なぜなら、誰かが彼女の周りにいるときはいつでも、精神は何かを知らない理由で呪いをかけるからです。 しかし、ある日、精神に執着し、友人になることを決心した移籍学生がいます。たとえ彼女が呪いを犯したと言っても、彼女は依然として主人公の友人になり、その旅が始まります。 短いエピソードでも、このアニメにはまだ素晴らしい話があります。\u001b[22m\n\u001b[1m(Sutōrī: (Koko ni gaiyō o kinyū shite kudasai) watashi no gaiyō: Kihontekini, soreha reikan ni binkan'nanode, yūjin no inai 5-nensei no shōjodesu. Nazenara, darekaga kanojo no mawari ni iru toki wa itsu demo, seishin wa nanika o shiranai riyū de noroi o kakerukaradesu. Shikashi, aru hi, seishin ni shūchaku shi, yūjin ni naru koto o kesshin shita iseki gakusei ga imasu. Tatoe kanojo ga noroi o okashita to itte mo, kanojo wa izentoshite shujinkō no yūjin ni nari, sono tabi ga hajimarimasu. Mijikai episōdo demo, kono anime ni wa mada subarashī hanashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: ( Insert Synopsis here ) My synopsis: Yeah, basically it's about a 5th grade girl with no friends because she has spirit sensitivity, why does that affect her? Because whenever someone is around her, the spirits give them curses of some sort for unknown reasons. But one day, there's a transfer student whose obsessed with spirits and decides to become her friend, even with people telling her that she gives curses, she still becomes the protagonist's friend, and that's where their journey begins. Even with the short episodes, there's still a great story in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: ( Insert Synopsis here ) My synopsis: Yeah, basically it's about a 5th grade girl with no friends because she has spirit sensitivity, why does that affect her?\u001b[24m\n    \u001b[1mストーリー：（ここに概要を記入してください）私の概要：基本的に、それは霊感に敏感なので、友人のいない5年生の少女です。\u001b[22m, \u001b[1mストーリー：（挿入概要ここでは）私の概要：うん、基本的にはノー友人、彼女は精神感度を持っているので、なぜそれが彼女には影響しないと5年生の女の子についてですか？\u001b[22m\n\u001b[4mBecause whenever someone is around her, the spirits give them curses of some sort for unknown reasons.\u001b[24m\n    \u001b[1mなぜなら、誰かが彼女の周りにいるときはいつでも、精神は何かを知らない理由で呪いをかけるからです。\u001b[22m, \u001b[1m誰かが彼女の周りでいつでもので、霊は彼らに未知の理由のためのいくつかの並べ替えの呪いを与えます。\u001b[22m\n\u001b[4mBut one day, there's a transfer student whose obsessed with spirits and decides to become her friend, even with people telling her that she gives curses, she still becomes the protagonist's friend, and that's where their journey begins.\u001b[24m\n    \u001b[1mしかし、ある日、精神に執着し、友人になることを決心した移籍学生がいます。たとえ彼女が呪いを犯したと言っても、彼女は依然として主人公の友人になり、その旅が始まります。\u001b[22m, \u001b[1mしかしある日、その霊に取りつかれ、さらには人々は彼女が呪いを与えることを、彼女はまだ主人公の友人になり、彼らの旅が始まることだ彼女に伝えると、彼女の友人になることを決定した転校生があります。\u001b[22m\n\u001b[4mEven with the short episodes, there's still a great story in this anime.\u001b[24m\n    \u001b[1m短いエピソードでも、このアニメにはまだ素晴らしい話があります。\u001b[22m, \u001b[1mでも、短いエピソードで、このアニメで素晴らしい話はまだあります。\u001b[22m\nI'd say more, but I don't want to spoil anything. :) 7/10\n\n\u001b[1m私はもっ​​と言うだろうが、私は何かを台無しにしたくない。  :) 7/10\u001b[22m\n\u001b[1m(Watashi wa mo~tsu​​ to iudarouga, watashi wa nanika o dainashi ni shitakunai. : ) 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mI'd say more, but I don't want to spoil anything. :) 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd say more, but I don't want to spoil anything.\u001b[24m\n    \u001b[1m私はもっと言うだろうが、私は何かを台無しにしたくない。\u001b[22m, \u001b[1m私はより多くを言うだろうが、私は何かを台無しにしたくありません。\u001b[22m\n\u001b[4m:) 7/10\u001b[24m\n    \u001b[1m:) 7/10\u001b[22m\n\u001b[1m\u001b[22m\nArt: It's somewhat different, but kind of unique if anything. It's not bad, actually quite good for an anime with short duration. Nothing that someone would get discouraged of watching this anime because of it. 7/10\n\n\u001b[1m芸術：それはやや異なっていますが、もし何かユニークなものがあれば。 短期間のアニメにとっては、実際にはかなり良いです。 誰かがこのアニメを見るのをやめてしまうのではないでしょうか。  7/10\u001b[22m\n\u001b[1m(Geijutsu: Sore wa yaya kotonatte imasuga, moshi nanika yunīkuna mono ga areba. Tankikan no anime ni totte wa, jissai ni wa kanari yoidesu. Darekaga kono anime o miru no o yamete shimau node wanaideshou ka. 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: It's somewhat different, but kind of unique if anything. It's not bad, actually quite good for an anime with short duration. Nothing that someone would get discouraged of watching this anime because of it. 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: It's somewhat different, but kind of unique if anything.\u001b[24m\n    \u001b[1m芸術：それはやや異なっていますが、もし何かユニークなものがあれば。\u001b[22m, \u001b[1mアート：それは多少異なるが、どちらかといえば一種の独特です。\u001b[22m\n\u001b[4mIt's not bad, actually quite good for an anime with short duration.\u001b[24m\n    \u001b[1m短期間のアニメにとっては、実際にはかなり良いです。\u001b[22m, \u001b[1mこれは、短期間でのアニメのために実際には非常に良い、悪いではありません。\u001b[22m\n\u001b[4mNothing that someone would get discouraged of watching this anime because of it.\u001b[24m\n    \u001b[1m誰かがこのアニメを見るのをやめてしまうのではないでしょうか。\u001b[22m, \u001b[1m誰かがそれのためにこのアニメを見ての落胆になるだろう何もありません。\u001b[22m\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: Well, the opening and ending has pretty good music, nothing too good or too bad, and the background music always fits the theme, so it's pretty well done. 6.5/10? :o\n\n\u001b[1mサウンド：オープニングとエンディングはかなり良い音楽、あまりにも良いことも悪いもありません。バックグラウンドミュージックはいつもテーマに合っているので、かなりうまくいきます。  6.5 / 10？  ：o\u001b[22m\n\u001b[1m(Saundo: Ōpuningu to endingu wa kanari yoi ongaku, amarini mo yoi koto mo warui mo arimasen. Bakkuguraundomyūjikku wa itsumo tēma ni atte irunode, kanari umaku ikimasu. 6. 5/ 10? : O)\u001b[22m\n\nTranslations of \u001b[4mSound: Well, the opening and ending has pretty good music, nothing too good or too bad, and the background music always fits the theme, so it's pretty well done. 6.5/10? :o\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Well, the opening and ending has pretty good music, nothing too good or too bad, and the background music always fits the theme, so it's pretty well done.\u001b[24m\n    \u001b[1mサウンド：オープニングとエンディングはかなり良い音楽、あまりにも良いことも悪いもありません。バックグラウンドミュージックはいつもテーマに合っているので、かなりうまくいきます。\u001b[22m, \u001b[1mサウンド：まあ、オープニングとエンディングはかなり良い音楽、あまりにも良い、またはあまりにも悪い何もありませんし、それはかなりよく行われていますので、バックグラウンドミュージックは常に、テーマに適合します。\u001b[22m\n\u001b[4m6.5/10?\u001b[24m\n    \u001b[1m6.5 / 10？\u001b[22m\n\u001b[4m:o\u001b[24m\n    \u001b[1m：o\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Wow... just Wow.. For an anime series like this, it's actually very well done. All of the main characters, including some side characters are given very good character development. It doesn't really leave you clueless about any of them, they're all well done too. Believable good stories about all of them. I'd give it a 8/10. :)\n\n\u001b[1mキャラクター：うわー...ちょうどうわー..このようなアニメシリーズは、実際にはとてもうまくいっています。 いくつかのサイドキャラクターを含む主要キャラクターはすべて、非常に優れたキャラクター開発を与えられています。 それは本当に彼らのいずれかについてあなたに無知を残していない、彼らはすべてもうまくいっている。 すべてのことについて信じられないほどの良い話。 私はそれに8/10を与えるだろう。  :)\u001b[22m\n\u001b[1m(Kyarakutā: Uwa ̄ ... Chōdo uwa ̄.. Ko no yōna animeshirīzu wa, jissai ni wa totemo umaku itte imasu. Ikutsu ka no saidokyarakutā o fukumu shuyō kyarakutā wa subete, hijō ni sugureta kyarakutā kaihatsu o atae rarete imasu. Sore wa hontōni karera no izureka ni tsuite anata ni muchi o nokoshite inai, karera wa subete mo umaku itte iru. Subete no koto ni tsuite shinji rarenai hodo no yoi hanashi. Watashi wa sore ni 8/ 10 o ataerudarou. : ))\u001b[22m\n\nTranslations of \u001b[4mCharacters: Wow... just Wow.. For an anime series like this, it's actually very well done. All of the main characters, including some side characters are given very good character development. It doesn't really leave you clueless about any of them, they're all well done too. Believable good stories about all of them. I'd give it a 8/10. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Wow... just Wow.. For an anime series like this, it's actually very well done.\u001b[24m\n    \u001b[1mキャラクター：うわー...ちょうどうわー..このようなアニメシリーズは、実際にはとてもうまくいっています。\u001b[22m, \u001b[1mキャラクター：うわー...ちょうどうわー..このようなアニメシリーズの場合、それは実際には非常によくやっています。\u001b[22m\n\u001b[4mAll of the main characters, including some side characters are given very good character development.\u001b[24m\n    \u001b[1mいくつかのサイドキャラクターを含む主要キャラクターはすべて、非常に優れたキャラクター開発を与えられています。\u001b[22m, \u001b[1mいくつかの側面の文字を含む主要な登場人物のすべてが非常に良い性格の開発を与えられています。\u001b[22m\n\u001b[4mIt doesn't really leave you clueless about any of them, they're all well done too.\u001b[24m\n    \u001b[1mそれは本当に彼らのいずれかについてあなたに無知を残していない、彼らはすべてもうまくいっている。\u001b[22m, \u001b[1mそれは本当にそれらのいずれかについての無知あなたを残していない、彼らはすべてが順調すぎて完了です。\u001b[22m\n\u001b[4mBelievable good stories about all of them.\u001b[24m\n    \u001b[1mすべてのことについて信じられないほどの良い話。\u001b[22m, \u001b[1mそれらのすべてについて信じられる良い話。\u001b[22m\n\u001b[4mI'd give it a 8/10.\u001b[24m\n    \u001b[1m私はそれに8/10を与えるだろう。\u001b[22m, \u001b[1m私はそれを8月10日を与えると思います。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10 they have great adventures and comedy, the anime is very well done.\n\n\u001b[1m楽しさ：9/10彼らは偉大な冒険とコメディを持って、アニメは非常によく行われています。\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10 Karera wa idaina bōken to komedi o motte, anime wa hijō ni yoku okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10 they have great adventures and comedy, the anime is very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10 they have great adventures and comedy, the anime is very well done.\u001b[24m\n    \u001b[1m楽しさ：9/10彼らは偉大な冒険とコメディを持って、アニメは非常によく行われています。\u001b[22m, \u001b[1m楽しさ：9月10日、彼らは偉大な冒険とコメディを持っているが、アニメは非常によく行われます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/6.5 because that's awesome in my book. :)\n\n\u001b[1m全体：6 / 6.5それは私の本で素晴らしいです。  :)\u001b[22m\n\u001b[1m(Zentai: 6/ 6. 5 Sore wa watashi no hon de subarashīdesu. : ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/6.5 because that's awesome in my book. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/6.5 because that's awesome in my book.\u001b[24m\n    \u001b[1m全体：6 / 6.5それは私の本で素晴らしいです。\u001b[22m, \u001b[1m全体：6 / 6.5それは私の本の中で素晴らしいですので。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\nI'd definitely recommend this to any anime watchers, have a nice day.\n\n\u001b[1m私は間違いなく、アニメのウォッチャーにこれをお勧めしたいと思います。\u001b[22m\n\u001b[1m(Watashi wa machigainaku, anime no u~otchā ni kore o o susume shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'd definitely recommend this to any anime watchers, have a nice day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd definitely recommend this to any anime watchers, have a nice day.\u001b[24m\n    \u001b[1m私は間違いなく、アニメのウォッチャーにこれをお勧めしたいと思います。\u001b[22m, \u001b[1m私は間違いなく良い一日を、任意のアニメウォッチャーにこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Pupipo",
    "id": "21325",
    "url": "https://myanimelist.net/anime/21325/Pupipo",
    "user": "Memorox",
    "profile": "/profile/Memorox/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=221525",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は泣きましたか？ はいはい私はしました。\n\n死と他の側面についての速いペースで行われたコメディー/アドベンチャーファンタジー。\nあまりにも哲学やストーリーに挑戦しないでください、あなたに来るように話を扱うことができます。 ストーリーは期待以上に重くなり、予想以上に大きくなり、野生の乗り物にもなります。\n\nストーリーは軽快で速く、4分に1回のショーで期待できるほどの曲がりがあります。 それは、コンテンツの速度とペーシングで4分のように感じることさえありません。\n\nアートは何ですか？ キャラクターの演出は彼らの個性を反映している。\n\n音は大丈夫です。 ここには驚くべきことはありませんが、誤りはありません。\n\nキャラクターはわずかに1次元を感じることができますが、エピソードは4分の長さであることに留意してください。\n\n私が笑ったようにそれはおそらく泣くことができます見る",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDid I cry? Yes yes I did.\n\n\u001b[1m私は泣きましたか？ はいはい私はしました。\u001b[22m\n\u001b[1m(Watashi wa nakimashita ka? Hai hai watashi wa shimashita.)\u001b[22m\n\nTranslations of \u001b[4mDid I cry? Yes yes I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I cry?\u001b[24m\n    \u001b[1m私は泣きましたか？\u001b[22m, \u001b[1m私は泣いていましたか？\u001b[22m\n\u001b[4mYes yes I did.\u001b[24m\n    \u001b[1mはいはい私はしました。\u001b[22m, \u001b[1mはいはい私でした。\u001b[22m\n\u001b[1m\u001b[22m\nFast paced comedy/adventure fantasy about death and the other side.\n\n\u001b[1m死と他の側面についての速いペースで行われたコメディー/アドベンチャーファンタジー。\u001b[22m\n\u001b[1m(Shi to hoka no sokumen ni tsuite no hayai pēsu de okonawa reta komedī/ adobenchāfantajī.)\u001b[22m\n\nTranslations of \u001b[4mFast paced comedy/adventure fantasy about death and the other side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFast paced comedy/adventure fantasy about death and the other side.\u001b[24m\n    \u001b[1m死と他の側面についての速いペースで行われたコメディー/アドベンチャーファンタジー。\u001b[22m, \u001b[1mファストコメディ/アドベンチャー死について空想しながら、他方のペース。\u001b[22m\nDoesn't venture too far into philosophy or story, just lets you deal with the story as it comes to you. The story gets heavier than you would expect and goes further than you would expect and its just an overall wild ride.\n\n\u001b[1mあまりにも哲学やストーリーに挑戦しないでください、あなたに来るように話を扱うことができます。 ストーリーは期待以上に重くなり、予想以上に大きくなり、野生の乗り物にもなります。\u001b[22m\n\u001b[1m(Amarini mo tetsugaku ya sutōrī ni chōsen shinaide kudasai, anata ni kuru yō ni hanashi o atsukau koto ga dekimasu. Sutōrī wa kitaiijō ni omoku nari, yosōijō ni ōkiku nari, yasei no norimono ni mo narimasu.)\u001b[22m\n\nTranslations of \u001b[4mDoesn't venture too far into philosophy or story, just lets you deal with the story as it comes to you. The story gets heavier than you would expect and goes further than you would expect and its just an overall wild ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoesn't venture too far into philosophy or story, just lets you deal with the story as it comes to you.\u001b[24m\n    \u001b[1mあまりにも哲学やストーリーに挑戦しないでください、あなたに来るように話を扱うことができます。\u001b[22m, \u001b[1mあまりにも遠く哲学やストーリーに挑戦しません、それはあなたに来るように、あなたが話を扱うことができます。\u001b[22m\n\u001b[4mThe story gets heavier than you would expect and goes further than you would expect and its just an overall wild ride.\u001b[24m\n    \u001b[1mストーリーは期待以上に重くなり、予想以上に大きくなり、野生の乗り物にもなります。\u001b[22m, \u001b[1m物語は、あなたが期待するより重い取得し、あなたが期待すると、そのちょうど全体の野生に乗る場合よりもさらに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nStory is light and fast with more twists than you could feasibly expect in a 4min per ep Show. It doesn't even feel like 4 minutes with the speed and pacing of content.\n\n\u001b[1mストーリーは軽快で速く、4分に1回のショーで期待できるほどの曲がりがあります。 それは、コンテンツの速度とペーシングで4分のように感じることさえありません。\u001b[22m\n\u001b[1m(Sutōrī wa keikaide hayaku, 4-bu ni 1-kai no shō de kitai dekiru hodo no magari ga arimasu. Sore wa, kontentsu no sokudo to pēshingu de 4-bu no yō ni kanjiru koto sae arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory is light and fast with more twists than you could feasibly expect in a 4min per ep Show. It doesn't even feel like 4 minutes with the speed and pacing of content.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is light and fast with more twists than you could feasibly expect in a 4min per ep Show.\u001b[24m\n    \u001b[1mストーリーは軽快で速く、4分に1回のショーで期待できるほどの曲がりがあります。\u001b[22m, \u001b[1mストーリーは、あなたが実行可能にEPショーあたり4分で期待できるよりも多くのねじれの光と高速です。\u001b[22m\n\u001b[4mIt doesn't even feel like 4 minutes with the speed and pacing of content.\u001b[24m\n    \u001b[1mそれは、コンテンツの速度とペーシングで4分のように感じることさえありません。\u001b[22m, \u001b[1mそれも、コンテンツのスピードとペースで4分のように感じることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt is what is; characters renditions reflect their personality as much as their appearance which is neat.\n\n\u001b[1mアートは何ですか？ キャラクターの演出は彼らの個性を反映している。\u001b[22m\n\u001b[1m(Āto wa nanidesu ka? Kyarakutā no enshutsu wa karera no kosei o han'ei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mArt is what is; characters renditions reflect their personality as much as their appearance which is neat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is what is;\u001b[24m\n    \u001b[1mアートは何ですか？\u001b[22m, \u001b[1mアートは何かということです。\u001b[22m\n\u001b[4mcharacters renditions reflect their personality as much as their appearance which is neat.\u001b[24m\n    \u001b[1mキャラクターの演出は彼らの個性を反映している。\u001b[22m, \u001b[1m文字のレンディションは、きちんとしているそれらの外観と同じくらい彼らの個性を反映しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound is ok. nothing to marvel at here but there are no errors.\n\n\u001b[1m音は大丈夫です。 ここには驚くべきことはありませんが、誤りはありません。\u001b[22m\n\u001b[1m(Oto wa daijōbudesu. Koko ni wa odorokubeki koto wa arimasenga, ayamari wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound is ok. nothing to marvel at here but there are no errors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is ok.\u001b[24m\n    \u001b[1m音は大丈夫です。\u001b[22m, \u001b[1mサウンドはokです。\u001b[22m\n\u001b[4mnothing to marvel at here but there are no errors.\u001b[24m\n    \u001b[1mここには驚くべきことはありませんが、誤りはありません。\u001b[22m, \u001b[1mここに驚嘆するが、エラーがないことは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters can feel slightly 1 Dimensional but keep in mind the episodes are 4 minutes long.\n\n\u001b[1mキャラクターはわずかに1次元を感じることができますが、エピソードは4分の長さであることに留意してください。\u001b[22m\n\u001b[1m(Kyarakutā wa wazuka ni 1-jigen o kanjiru koto ga dekimasuga, episōdo wa 4-bu no naga-sadearu koto ni ryūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters can feel slightly 1 Dimensional but keep in mind the episodes are 4 minutes long.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters can feel slightly 1 Dimensional but keep in mind the episodes are 4 minutes long.\u001b[24m\n    \u001b[1mキャラクターはわずかに1次元を感じることができますが、エピソードは4分の長さであることに留意してください。\u001b[22m, \u001b[1m文字は、エピソードが4分の長さで、わずか1次元感じるが、心に留めておくことができます。\u001b[22m\n\u001b[1m\u001b[22m\nWatch it can maybe cry like I did lol\n\n\u001b[1m私が笑ったようにそれはおそらく泣くことができます見る\u001b[22m\n\u001b[1m(Watashi ga waratta yō ni sore wa osoraku naku koto ga dekimasu miru)\u001b[22m\n\nTranslations of \u001b[4mWatch it can maybe cry like I did lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch it can maybe cry like I did lol\u001b[24m\n    \u001b[1m私が笑ったようにそれはおそらく泣くことができます見る\u001b[22m, \u001b[1m私がやったようにそれは多分笑泣くことができます見ます\u001b[22m"
  },
  {
    "title": "Pupipo",
    "id": "21325",
    "url": "https://myanimelist.net/anime/21325/Pupipo",
    "user": "Rukia13",
    "profile": "/profile/Rukia13/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=138571",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が見てきた最初のAIC Plus +製作でした。 私はそれが最後ではないことを告げる。\n\nPupipoについて最も感銘を受けたのは何ですか？  4分ごとのエピソードがどのように均衡していたかが分かりました。 すべてのエピソードが完了しました。 行動と対話は常にストーリーを前方に押し出した。 創造的なチームは、「発言していない」と「上演」することに優れていました。\n\nペーシングはうまくやっていて、次のエピソードを欲しがっていましたが、ポーちゃんとは何ですか？ ユキの問題は何ですか？ 姫路ちゃんとゆうきくんはいつも休憩しますか？\n\n葛藤と怒りはあまりにも長く続くことはありませんでした（特定のレガリアのうずき相とは違って、雪景色、私はあなたを見ています）。 疑問や葛藤は引きずられずに解決されました。\n\n芸術のスタイルは、いくつかの主流のショーとは少し異なります。 なんらかの理由で、私は桃染門の最初の季節、または最初の南明を思い出させました。 ちょっと風変わりですが、非常に魅力的です。\n\n音質は非常に優れていました。 音楽は彼らを圧倒することなく、対話と行動を支持した。\n\n文字は好きです。 迷惑な同級生でさえ耐えられなかった。\n清流は、姫路ちゃんとゆうきくんの性格を変えて伝えるのにすばらしい仕事をしました。 あずまちゃんのオカルトに対する情熱と同様に、彼らの心配と希望は大声ではっきりしていた。\n\nその後、ポーちゃんがいます。 限られた語彙を持つピンク色のモンスターが表現力豊かなものである可能性は誰が知っていたでしょうか？\n\nプピポ！ 非常に楽しい乗り物です。 これは2014年の冬から見た最高のショーで、ボード全体で10.0点の得点が得られました。\n\n夏目友人帳、霧島、プピポなどのショーをお楽しみください！ あなたの路地の上にあります。 または、長く忍耐力を持たない場合は、ストーリーを引き出します。これは完璧です。  15分間の4分間のエピソードで、それはあなたの時間の偉大な投資です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was the first AIC Plus+ production that I have watched. I daresay it won't be the last.\n\n\u001b[1mこれは私が見てきた最初のAIC Plus +製作でした。 私はそれが最後ではないことを告げる。\u001b[22m\n\u001b[1m(Kore wa watashi ga mitekita saisho no aiku puryusu + seisakudeshita. Watashi wa sore ga saigode wanai koto o tsugeru.)\u001b[22m\n\nTranslations of \u001b[4mThis was the first AIC Plus+ production that I have watched. I daresay it won't be the last.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was the first AIC Plus+ production that I have watched.\u001b[24m\n    \u001b[1mこれは私が見てきた最初のAIC Plus +製作でした。\u001b[22m, \u001b[1mこれは私が見てきた最初のAICプラス+の生産でした。\u001b[22m\n\u001b[4mI daresay it won't be the last.\u001b[24m\n    \u001b[1m私はそれが最後ではないことを告げる。\u001b[22m, \u001b[1m私はそれが最後ではありませんあえて。\u001b[22m\n\u001b[1m\u001b[22m\nWhat impressed me the most about Pupipo! was how balanced each four-minute episode was. Every episode was complete. The action and dialogue always pushed the story forward. The creative team excelled at 'showing' not 'telling'.\n\n\u001b[1mPupipoについて最も感銘を受けたのは何ですか？  4分ごとのエピソードがどのように均衡していたかが分かりました。 すべてのエピソードが完了しました。 行動と対話は常にストーリーを前方に押し出した。 創造的なチームは、「発言していない」と「上演」することに優れていました。\u001b[22m\n\u001b[1m(Pupipo ni tsuite mottomo kanmei o uketa no wa nanidesu ka? 4-Bu-goto no episōdo ga dono yō ni kinkō shite ita ka ga wakarimashita. Subete no episōdo ga kanryō shimashita. Kōdō to taiwa wa tsuneni sutōrī o zenpō ni oshi dashita. Sōzō-tekina chīmu wa,`hatsugen shite inai' to `jōen' suru koto ni sugurete imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat impressed me the most about Pupipo! was how balanced each four-minute episode was. Every episode was complete. The action and dialogue always pushed the story forward. The creative team excelled at 'showing' not 'telling'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat impressed me the most about Pupipo!\u001b[24m\n    \u001b[1mPupipoについて最も感銘を受けたのは何ですか？\u001b[22m, \u001b[1m何がプピポー！で一番印象に残りました！\u001b[22m\n\u001b[4mwas how balanced each four-minute episode was.\u001b[24m\n    \u001b[1m4分ごとのエピソードがどのように均衡していたかが分かりました。\u001b[22m, \u001b[1m各4分のエピソードがあったかバランスの取れました。\u001b[22m\n\u001b[4mEvery episode was complete.\u001b[24m\n    \u001b[1mすべてのエピソードが完了しました。\u001b[22m\n\u001b[4mThe action and dialogue always pushed the story forward.\u001b[24m\n    \u001b[1m行動と対話は常にストーリーを前方に押し出した。\u001b[22m, \u001b[1mアクションと対話が常に前方に話をプッシュ。\u001b[22m\n\u001b[4mThe creative team excelled at 'showing' not 'telling'.\u001b[24m\n    \u001b[1m創造的なチームは、「発言していない」と「上演」することに優れていました。\u001b[22m, \u001b[1mクリエイティブチームは 'を示す' '伝える'ではないに秀でていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe pacing was well done, leaving me craving the next episode, while wondering: What exactly is Po-chan? What's Yuuki's problem? Will Himeji-chan and Yuuki-kun ever get a break?\n\n\u001b[1mペーシングはうまくやっていて、次のエピソードを欲しがっていましたが、ポーちゃんとは何ですか？ ユキの問題は何ですか？ 姫路ちゃんとゆうきくんはいつも休憩しますか？\u001b[22m\n\u001b[1m(Pēshingu wa umaku yatte ite,-ji no episōdo o hoshi gatte imashitaga, pō chanto wa nanidesu ka? Yuki no mondai wa nanidesu ka? Himeji chanto yūki-kun wa itsumo kyūkei shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe pacing was well done, leaving me craving the next episode, while wondering: What exactly is Po-chan? What's Yuuki's problem? Will Himeji-chan and Yuuki-kun ever get a break?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing was well done, leaving me craving the next episode, while wondering: What exactly is Po-chan?\u001b[24m\n    \u001b[1mペーシングはうまくやっていて、次のエピソードを欲しがっていましたが、ポーちゃんとは何ですか？\u001b[22m, \u001b[1mポーちゃん正確にどのようなものです：不思議ながらペースはよく、私は次のエピソードを渇望残して、行われていましたか？\u001b[22m\n\u001b[4mWhat's Yuuki's problem?\u001b[24m\n    \u001b[1mユキの問題は何ですか？\u001b[22m, \u001b[1m結城の問題は何ですか？\u001b[22m\n\u001b[4mWill Himeji-chan and Yuuki-kun ever get a break?\u001b[24m\n    \u001b[1m姫路ちゃんとゆうきくんはいつも休憩しますか？\u001b[22m, \u001b[1m姫路ちゃんと結城くんは今まで休憩を得るのだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nConflict and angst didn't last too long (unlike a certain regalia's whiny phase. Yukine, I'm looking at you). Questions and conflicts were resolved without dragging out.\n\n\u001b[1m葛藤と怒りはあまりにも長く続くことはありませんでした（特定のレガリアのうずき相とは違って、雪景色、私はあなたを見ています）。 疑問や葛藤は引きずられずに解決されました。\u001b[22m\n\u001b[1m(Kattō to ikari wa amarini mo nagaku tsudzuku koto wa arimasendeshita (tokutei no regaria no uzuki-shō to wa chigatte, yukigeshiki, watashi wa anata o mite imasu). Gimon ya kattō wa hikizura rezu ni kaiketsu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mConflict and angst didn't last too long (unlike a certain regalia's whiny phase. Yukine, I'm looking at you). Questions and conflicts were resolved without dragging out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConflict and angst didn't last too long (unlike a certain regalia's whiny phase. Yukine, I'm looking at you).\u001b[24m\n    \u001b[1m葛藤と怒りはあまりにも長く続くことはありませんでした（特定のレガリアのうずき相とは違って、雪景色、私はあなたを見ています）。\u001b[22m, \u001b[1m紛争と苦悩は（特定のレガリア不機嫌そうな相。Yukineとは異なり、私はあなたを探しています）あまりにも長くは続きませんでした。\u001b[22m\n\u001b[4mQuestions and conflicts were resolved without dragging out.\u001b[24m\n    \u001b[1m疑問や葛藤は引きずられずに解決されました。\u001b[22m, \u001b[1m質問と競合が出てドラッグすることなく解決されました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is a bit different from some of the mainstream shows. For some reason, it reminded me a little of the first season of Moyashimon, or the first Minami-ke. A little quirky, but extremely charming.\n\n\u001b[1m芸術のスタイルは、いくつかの主流のショーとは少し異なります。 なんらかの理由で、私は桃染門の最初の季節、または最初の南明を思い出させました。 ちょっと風変わりですが、非常に魅力的です。\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa, ikutsu ka no shuryū no shō to wa sukoshi kotonarimasu. Nanrakano riyū de, watashi wa momozome-mon no saisho no kisetsu, matawa saisho no minamiaki o omoidasa semashita. Chotto fūgawaridesuga, hijō ni mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is a bit different from some of the mainstream shows. For some reason, it reminded me a little of the first season of Moyashimon, or the first Minami-ke. A little quirky, but extremely charming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is a bit different from some of the mainstream shows.\u001b[24m\n    \u001b[1m芸術のスタイルは、いくつかの主流のショーとは少し異なります。\u001b[22m, \u001b[1mアートスタイルが主流のショーの一部とは少し異なっています。\u001b[22m\n\u001b[4mFor some reason, it reminded me a little of the first season of Moyashimon, or the first Minami-ke.\u001b[24m\n    \u001b[1mなんらかの理由で、私は桃染門の最初の季節、または最初の南明を思い出させました。\u001b[22m, \u001b[1m何らかの理由で、それは私にもやしもん、または最初みなみけの最初のシーズンのほとんどを思い出させました。\u001b[22m\n\u001b[4mA little quirky, but extremely charming.\u001b[24m\n    \u001b[1mちょっと風変わりですが、非常に魅力的です。\u001b[22m, \u001b[1mちょっと風変わりな、しかし非常に魅力的。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound quality was excellent, extremely clear. The music supported the dialogue and action without overpowering them.\n\n\u001b[1m音質は非常に優れていました。 音楽は彼らを圧倒することなく、対話と行動を支持した。\u001b[22m\n\u001b[1m(Onshitsu wa hijō ni sugurete imashita. Ongaku wa karera o attō suru koto naku, taiwa to kōdō o shiji shita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound quality was excellent, extremely clear. The music supported the dialogue and action without overpowering them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound quality was excellent, extremely clear.\u001b[24m\n    \u001b[1m音質は非常に優れていました。\u001b[22m, \u001b[1m音質は、非常に明確な優れていました。\u001b[22m\n\u001b[4mThe music supported the dialogue and action without overpowering them.\u001b[24m\n    \u001b[1m音楽は彼らを圧倒することなく、対話と行動を支持した。\u001b[22m, \u001b[1m音楽はそれらを圧倒することなく、対話と行動を支持しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are likable. Even the annoying classmates were bearable.\n\n\u001b[1m文字は好きです。 迷惑な同級生でさえ耐えられなかった。\u001b[22m\n\u001b[1m(Moji wa sukidesu. Meiwakuna dōkyūseide sae tae rarenakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are likable. Even the annoying classmates were bearable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are likable.\u001b[24m\n    \u001b[1m文字は好きです。\u001b[22m, \u001b[1m文字が好感されています。\u001b[22m\n\u001b[4mEven the annoying classmates were bearable.\u001b[24m\n    \u001b[1m迷惑な同級生でさえ耐えられなかった。\u001b[22m, \u001b[1mでも迷惑なクラスメートは我慢しました。\u001b[22m\nThe seiyuu did a wonderful job at conveying Himeji-chan and Yuuki-kun's character through inflection. Their worries and hopes came through loud and clear, as did Azuma-chan's passion for the occult.\n\n\u001b[1m清流は、姫路ちゃんとゆうきくんの性格を変えて伝えるのにすばらしい仕事をしました。 あずまちゃんのオカルトに対する情熱と同様に、彼らの心配と希望は大声ではっきりしていた。\u001b[22m\n\u001b[1m(Seiryū wa, Himeji-chan to yūki-kun no seikaku o kaete tsutaeru no ni subarashī shigoto o shimashita. Azuma-chan no okaruto ni taisuru jōnetsu to dōyō ni, karera no shinpai to kibō wa ōgoe de hakkiri shite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe seiyuu did a wonderful job at conveying Himeji-chan and Yuuki-kun's character through inflection. Their worries and hopes came through loud and clear, as did Azuma-chan's passion for the occult.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe seiyuu did a wonderful job at conveying Himeji-chan and Yuuki-kun's character through inflection.\u001b[24m\n    \u001b[1m清流は、姫路ちゃんとゆうきくんの性格を変えて伝えるのにすばらしい仕事をしました。\u001b[22m, \u001b[1m声優は変曲を通じて姫路ちゃんと結城くんの文字を伝えるで素晴らしい仕事をしました。\u001b[22m\n\u001b[4mTheir worries and hopes came through loud and clear, as did Azuma-chan's passion for the occult.\u001b[24m\n    \u001b[1mあずまちゃんのオカルトに対する情熱と同様に、彼らの心配と希望は大声ではっきりしていた。\u001b[22m, \u001b[1mオカルトのための吾妻ちゃんの情熱をしたとして、彼らの悩みや希望は、はっきりと通って来ました。\u001b[22m\n\u001b[1m\u001b[22m\nThen, there's Po-chan. Who knew how expressive one pink monster with a limited vocabulary could be?\n\n\u001b[1mその後、ポーちゃんがいます。 限られた語彙を持つピンク色のモンスターが表現力豊かなものである可能性は誰が知っていたでしょうか？\u001b[22m\n\u001b[1m(Sonogo, pō-chan ga imasu. Kagira reta goi o motsu pinkuiro no monsutā ga hyōgen-ryoku yutakana monodearu kanōsei wa dare ga shitteitadeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThen, there's Po-chan. Who knew how expressive one pink monster with a limited vocabulary could be?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen, there's Po-chan.\u001b[24m\n    \u001b[1mその後、ポーちゃんがいます。\u001b[22m, \u001b[1mその後、ポーちゃんがあります。\u001b[22m\n\u001b[4mWho knew how expressive one pink monster with a limited vocabulary could be?\u001b[24m\n    \u001b[1m限られた語彙を持つピンク色のモンスターが表現力豊かなものである可能性は誰が知っていたでしょうか？\u001b[22m, \u001b[1m誰が限られた語彙で1ピンクのモンスターが可能性がどのように表現力を知っていましたか？\u001b[22m\n\u001b[1m\u001b[22m\nPupipo! is a highly enjoyable ride. This was the best show I watched from the Winter 2014 season and it's 10.0 score across the board is well-deserved.\n\n\u001b[1mプピポ！ 非常に楽しい乗り物です。 これは2014年の冬から見た最高のショーで、ボード全体で10.0点の得点が得られました。\u001b[22m\n\u001b[1m(Pupipo! Hijō ni tanoshī norimonodesu. Kore wa 2014-nen no fuyu kara mita saikō no shō de, bōdo zentai de 10. 0-Ten no tokuten ga e raremashita.)\u001b[22m\n\nTranslations of \u001b[4mPupipo! is a highly enjoyable ride. This was the best show I watched from the Winter 2014 season and it's 10.0 score across the board is well-deserved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPupipo!\u001b[24m\n    \u001b[1mプピポ！\u001b[22m, \u001b[1mプピポー！\u001b[22m\n\u001b[4mis a highly enjoyable ride.\u001b[24m\n    \u001b[1m非常に楽しい乗り物です。\u001b[22m, \u001b[1m非常に楽しい乗り心地です。\u001b[22m\n\u001b[4mThis was the best show I watched from the Winter 2014 season and it's 10.0 score across the board is well-deserved.\u001b[24m\n    \u001b[1mこれは2014年の冬から見た最高のショーで、ボード全体で10.0点の得点が得られました。\u001b[22m, \u001b[1mこれは私が冬の2014年シーズンから見た最高のショーだった、それは軒並み10.0スコアは当然であるのです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy shows like Natsume Yuujinchou, or Mushishi, then Pupipo! is right up your alley. Or, if you don't have the patience for long, drawn out stories, this is perfect. At 15 four-minute episodes, it's a great investment of your time.\n\n\u001b[1m夏目友人帳、霧島、プピポなどのショーをお楽しみください！ あなたの路地の上にあります。 または、長く忍耐力を持たない場合は、ストーリーを引き出します。これは完璧です。  15分間の4分間のエピソードで、それはあなたの時間の偉大な投資です。\u001b[22m\n\u001b[1m(Natsume yūjinchō, Kirishima, pupipo nado no shō o o tanoshimi kudasai! Anata no roji no ue ni arimasu. Matawa, nagaku nintai-ryoku o motanai baai wa, sutōrī o hikidashimasu. Kore wa kanpekidesu. 15-Funkan no 4-funkan no episōdo de, sore wa anata no jikan no idaina tōshidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy shows like Natsume Yuujinchou, or Mushishi, then Pupipo! is right up your alley. Or, if you don't have the patience for long, drawn out stories, this is perfect. At 15 four-minute episodes, it's a great investment of your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy shows like Natsume Yuujinchou, or Mushishi, then Pupipo!\u001b[24m\n    \u001b[1m夏目友人帳、霧島、プピポなどのショーをお楽しみください！\u001b[22m, \u001b[1mあなたは夏目Yuujinchou、または蟲師のようなショーを楽しむ場合は、プピポー！\u001b[22m\n\u001b[4mis right up your alley.\u001b[24m\n    \u001b[1mあなたの路地の上にあります。\u001b[22m, \u001b[1m右のあなたの路地次第です。\u001b[22m\n\u001b[4mOr, if you don't have the patience for long, drawn out stories, this is perfect.\u001b[24m\n    \u001b[1mまたは、長く忍耐力を持たない場合は、ストーリーを引き出します。これは完璧です。\u001b[22m, \u001b[1mあなたが長い間、引き出された物語のための忍耐を持っていない場合、または、これは完璧です。\u001b[22m\n\u001b[4mAt 15 four-minute episodes, it's a great investment of your time.\u001b[24m\n    \u001b[1m15分間の4分間のエピソードで、それはあなたの時間の偉大な投資です。\u001b[22m, \u001b[1m15 4分のエピソードで、それはあなたの時間の偉大な投資です。\u001b[22m"
  },
  {
    "title": "Pupipo",
    "id": "21325",
    "url": "https://myanimelist.net/anime/21325/Pupipo",
    "user": "Havoctheend",
    "profile": "/profile/Havoctheend/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=147719",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  4\n|  6\n\n私はうそをつくつもりではない、私の一部は明らかにショーが短いことに基づいてこれを憎むことを望んだが、最後のエピソードまで、私はそれが好きだった。 しかし、もう少し解説しましょう。\n\n1：ストーリー - 今私は率直になるだろう、ストーリーは少し不一致で短かったが、ストーリーが進むにつれてあなたの上に成長する。 その話は、若者という若い女の子が霊を見るようになって、その結果、彼女との接触が誰もが「呪われて」いるのです。 その結果、若葉は嘲笑の中心で、友人がいなくなり、最終的に彼女を非常に落ち込んでいる孤立した状態に保ちます。 これはある日、ピンクの後に「ポー」と名付けられ、若かは彼を家に連れて帰る。\n\n2：アート - この短いアニメの平均以上のやや上ですが、他のキャラクターたちが歯を指していたことが少し気になりました。 アニメーションは平均して最高でした。\n\n3：サウンド - 確かにショーのハイライトの1つではなく、1つのトラックが不調であり、気分に完璧にフィットしました。\n\n4：キャラクター - 主人公は意味を持ち、個人的なバックストーリーは面白かったが、プロットデバイスであることを示した他の2人のキャラクターは、面白くないプレーンだった。 私は、主人公に会う前に、彼らが誰で、どこから来たのかをもう少し見たいと思っていたでしょう。\n\n5：楽しさ - 私の一部はショーが好きですが、別のパートはクリエイターがこれらのキャラクターを押し込もうとしていたことを完全に理解したいと思っていましたが、最後のエピソードはおそらく私の最大の 'WTF'  POが本当にどのようになっているのか、そして若かはショーが進行するにつれて空白の目の外で彼女の気持ちを少しずつ表示した。 あなたが本当に見ることがない場合は、時間を見ている時間は本当に価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI'm not gonna lie, part of me wanted to hate this based on on obviously short the show is, but up until the very last episode, I kind of liked it. But let's break it down a bit further.\n\n\u001b[1m私はうそをつくつもりではない、私の一部は明らかにショーが短いことに基づいてこれを憎むことを望んだが、最後のエピソードまで、私はそれが好きだった。 しかし、もう少し解説しましょう。\u001b[22m\n\u001b[1m(Watashi wa uso o tsuku tsumoride wanai, watashi no ichibu wa akiraka ni shō ga mijikai koto ni motodzuite kore o nikumu koto o nozondaga, saigo no episōdo made, watashi wa sore ga sukidatta. Shikashi, mōsukoshi kaisetsu shimashou.)\u001b[22m\n\nTranslations of \u001b[4mI'm not gonna lie, part of me wanted to hate this based on on obviously short the show is, but up until the very last episode, I kind of liked it. But let's break it down a bit further.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not gonna lie, part of me wanted to hate this based on on obviously short the show is, but up until the very last episode, I kind of liked it.\u001b[24m\n    \u001b[1m私はうそをつくつもりではない、私の一部は明らかにショーが短いことに基づいてこれを憎むことを望んだが、最後のエピソードまで、私はそれが好きだった。\u001b[22m, \u001b[1m私はつもり嘘はないよ、私の一部は、このショーがあるが、アップ非常に最後のエピソードまで、私は種類のそれを気に入って、明らかに短いに基づい嫌いしたかったです。\u001b[22m\n\u001b[4mBut let's break it down a bit further.\u001b[24m\n    \u001b[1mしかし、もう少し解説しましょう。\u001b[22m, \u001b[1mしかし、ここでは少しさらにそれを打破しましょう。\u001b[22m\n\u001b[1m\u001b[22m\n1: Story- Now i'll be frank, the story was short with a bit of inconsistencies, but it grows on you as the story goes on. The story follows a young girl named Wakaba who happens to see spirits and as a result, anyone who has any contact with her ends up 'cursed.' As a result Wakaba is the center of ridicule and has no friends, ultimately keeping her in a very depressing isolated state. This changes one day when she spots a pink being later named 'Po' and Wakaba brings him home.\n\n\u001b[1m1：ストーリー - 今私は率直になるだろう、ストーリーは少し不一致で短かったが、ストーリーが進むにつれてあなたの上に成長する。 その話は、若者という若い女の子が霊を見るようになって、その結果、彼女との接触が誰もが「呪われて」いるのです。 その結果、若葉は嘲笑の中心で、友人がいなくなり、最終的に彼女を非常に落ち込んでいる孤立した状態に保ちます。 これはある日、ピンクの後に「ポー」と名付けられ、若かは彼を家に連れて帰る。\u001b[22m\n\u001b[1m(1: Sutōrī - ima watashi wa sotchoku ni narudarou, sutōrī wa sukoshi fuitchi de mijikakattaga, sutōrī ga susumu ni tsurete anata no ue ni seichō suru. Sono hanashi wa, wakamono to iu wakai on'nanoko ga rei o miru yō ni natte, sono kekka, kanojo to no sesshoku ga daremoga `norowa rete' iru nodesu. Sono kekka, wakaba wa chōshō no chūshin de, yūjin ga inaku nari, saishūtekini kanojo o hijō ni ochikonde iru koritsu shita jōtai ni tamochimasu. Kore wa aru hi, pinkuno-go ni `pō' to nadzuke rare, waka ka wa kare o ie ni tsuretekaeru.)\u001b[22m\n\nTranslations of \u001b[4m1: Story- Now i'll be frank, the story was short with a bit of inconsistencies, but it grows on you as the story goes on. The story follows a young girl named Wakaba who happens to see spirits and as a result, anyone who has any contact with her ends up 'cursed.' As a result Wakaba is the center of ridicule and has no friends, ultimately keeping her in a very depressing isolated state. This changes one day when she spots a pink being later named 'Po' and Wakaba brings him home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1: Story- Now i'll be frank, the story was short with a bit of inconsistencies, but it grows on you as the story goes on.\u001b[24m\n    \u001b[1m1：ストーリー - 今私は率直になるだろう、ストーリーは少し不一致で短かったが、ストーリーが進むにつれてあなたの上に成長する。\u001b[22m, \u001b[1m1：Story-は、今私は率直になるだろう、話は矛盾のビットが短いものだったが、物語が進むにつれて、それはあなたに成長します。\u001b[22m\n\u001b[4mThe story follows a young girl named Wakaba who happens to see spirits and as a result, anyone who has any contact with her ends up 'cursed.'\u001b[24m\n    \u001b[1mその話は、若者という若い女の子が霊を見るようになって、その結果、彼女との接触が誰もが「呪われて」いるのです。\u001b[22m, \u001b[1m物語は霊を見ることが起こり、その結果として、彼女との接触を持っている誰もが終わる若葉という若い女の子、以下の「呪われたの。」\u001b[22m\n\u001b[4mAs a result Wakaba is the center of ridicule and has no friends, ultimately keeping her in a very depressing isolated state.\u001b[24m\n    \u001b[1mその結果、若葉は嘲笑の中心で、友人がいなくなり、最終的に彼女を非常に落ち込んでいる孤立した状態に保ちます。\u001b[22m, \u001b[1mその結果、若葉は嘲笑の中心であり、最終的には非常に憂鬱な孤立した状態で彼女を保ち、何の友人を持っていません。\u001b[22m\n\u001b[4mThis changes one day when she spots a pink being later named 'Po' and Wakaba brings him home.\u001b[24m\n    \u001b[1mこれはある日、ピンクの後に「ポー」と名付けられ、若かは彼を家に連れて帰る。\u001b[22m, \u001b[1mこれは彼女が後で「ポー」という名前されているピンクのスポット1日を変更し、若葉は彼を家にもたらします。\u001b[22m\n\u001b[1m\u001b[22m\n2: Art- Slightly above average for an anime this short, though I did annoy me a little that the other characters had pointed teeth, possibly to represent these characters as the not-so-friendly crowd. Animation was average at best.\n\n\u001b[1m2：アート - この短いアニメの平均以上のやや上ですが、他のキャラクターたちが歯を指していたことが少し気になりました。 アニメーションは平均して最高でした。\u001b[22m\n\u001b[1m(2: Āto - kono mijikai anime no heikin ijō no yaya-jōdesuga, hoka no kyarakutā-tachi ga ha o sashite ita koto ga sukoshi ki ni narimashita. Animēshon wa heikin shite saikōdeshita.)\u001b[22m\n\nTranslations of \u001b[4m2: Art- Slightly above average for an anime this short, though I did annoy me a little that the other characters had pointed teeth, possibly to represent these characters as the not-so-friendly crowd. Animation was average at best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2: Art- Slightly above average for an anime this short, though I did annoy me a little that the other characters had pointed teeth, possibly to represent these characters as the not-so-friendly crowd.\u001b[24m\n    \u001b[1m2：アート - この短いアニメの平均以上のやや上ですが、他のキャラクターたちが歯を指していたことが少し気になりました。\u001b[22m, \u001b[1m2：ややアニメの平均以上のアート - この短いが、私がやったけれども、おそらくそれほどフレンドリーではない群衆としてこれらの文字を表現するために、他の文字は、尖った歯を持っていたことを私は少しを困らせます。\u001b[22m\n\u001b[4mAnimation was average at best.\u001b[24m\n    \u001b[1mアニメーションは平均して最高でした。\u001b[22m, \u001b[1mアニメーションはせいぜい平均でした。\u001b[22m\n\u001b[1m\u001b[22m\n3: Sound- Definitely one the highlights of the show, not one track was out of place and fit the mood perfectly.\n\n\u001b[1m3：サウンド - 確かにショーのハイライトの1つではなく、1つのトラックが不調であり、気分に完璧にフィットしました。\u001b[22m\n\u001b[1m(3: Saundo - tashika ni shō no hairaito no 1tsude wa naku, 1tsu no torakku ga fuchōdeari, kibun ni kanpeki ni fitto shimashita.)\u001b[22m\n\nTranslations of \u001b[4m3: Sound- Definitely one the highlights of the show, not one track was out of place and fit the mood perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3: Sound- Definitely one the highlights of the show, not one track was out of place and fit the mood perfectly.\u001b[24m\n    \u001b[1m3：サウンド - 確かにショーのハイライトの1つではなく、1つのトラックが不調であり、気分に完璧にフィットしました。\u001b[22m, \u001b[1m3：健全間違いなく1つのショーのハイライトは一つではなく、トラックが場違いだったと完璧な気分にフィット。\u001b[22m\n\u001b[1m\u001b[22m\n4: Characters- The main characters both had meaning and their personal back stories were interesting, but the other two characters who showed up to be the plot devices were uninteresting and plain. I would have liked to see a bit more on who they were and where they came from before they met the main characters.\n\n\u001b[1m4：キャラクター - 主人公は意味を持ち、個人的なバックストーリーは面白かったが、プロットデバイスであることを示した他の2人のキャラクターは、面白くないプレーンだった。 私は、主人公に会う前に、彼らが誰で、どこから来たのかをもう少し見たいと思っていたでしょう。\u001b[22m\n\u001b[1m(4: Kyarakutā - shujinkō wa imi o mochi, kojin-tekina bakkusutōrī wa omoshirokatta ga, purottodebaisudearu koto o shimeshita ta no 2-ri no kyarakutā wa, omoshirokunai purēndatta. Watashi wa, shujinkō ni au mae ni, karera ga dare de, dokokarakitano ka o mōsukoshi mitai to omotte itadeshou.)\u001b[22m\n\nTranslations of \u001b[4m4: Characters- The main characters both had meaning and their personal back stories were interesting, but the other two characters who showed up to be the plot devices were uninteresting and plain. I would have liked to see a bit more on who they were and where they came from before they met the main characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4: Characters- The main characters both had meaning and their personal back stories were interesting, but the other two characters who showed up to be the plot devices were uninteresting and plain.\u001b[24m\n    \u001b[1m4：キャラクター - 主人公は意味を持ち、個人的なバックストーリーは面白かったが、プロットデバイスであることを示した他の2人のキャラクターは、面白くないプレーンだった。\u001b[22m, \u001b[1m4：両方の意味が持っていたメインキャラクターをCharacters-し、彼らの個人的なバックストーリーは面白かったが、プロットデバイスであることが現れた他の2つの文字はつまらないとプレーンました。\u001b[22m\n\u001b[4mI would have liked to see a bit more on who they were and where they came from before they met the main characters.\u001b[24m\n    \u001b[1m私は、主人公に会う前に、彼らが誰で、どこから来たのかをもう少し見たいと思っていたでしょう。\u001b[22m, \u001b[1m私は、彼らがいたと、彼らがメインキャラクターに会った前にどこから来た人にもう少しを見ることが好きだろう。\u001b[22m\n\u001b[1m\u001b[22m\n5: Enjoyment- A part of me likes the show, while another part wanted to see more to fully understand what the creators were trying to push with these characters, but the last episode was probably my biggest 'WTF' moment when you come to terms on what PO really is and how Wakaba displayed a bit more of her feelings outside of a blank stare as the show progresses. It's definitely worth your hour of viewing time, if you really don't have anything else to watch.\n\n\u001b[1m5：楽しさ - 私の一部はショーが好きですが、別のパートはクリエイターがこれらのキャラクターを押し込もうとしていたことを完全に理解したいと思っていましたが、最後のエピソードはおそらく私の最大の 'WTF'  POが本当にどのようになっているのか、そして若かはショーが進行するにつれて空白の目の外で彼女の気持ちを少しずつ表示した。 あなたが本当に見ることがない場合は、時間を見ている時間は本当に価値があります。\u001b[22m\n\u001b[1m(5: Tanoshisa - watashi no ichibu wa shō ga sukidesuga,-betsu no pāto wa kurieitā ga korera no kyarakutā o oshikomou to shite ita koto o kanzen ni rikai shitai to omotte imashitaga, saigo no episōdo wa osoraku watashi no saidai no' WTF' PO ga hontōni dono yō ni natte iru no ka, soshite waka ka wa shō ga shinkō suru ni tsurete kūhaku no me no soto de kanojo no kimochi o sukoshizutsu hyōji shita. Anata ga hontōni miru koto ga nai baai wa, jikan o mite iru jikan wa hontōni kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m5: Enjoyment- A part of me likes the show, while another part wanted to see more to fully understand what the creators were trying to push with these characters, but the last episode was probably my biggest 'WTF' moment when you come to terms on what PO really is and how Wakaba displayed a bit more of her feelings outside of a blank stare as the show progresses. It's definitely worth your hour of viewing time, if you really don't have anything else to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5: Enjoyment- A part of me likes the show, while another part wanted to see more to fully understand what the creators were trying to push with these characters, but the last episode was probably my biggest 'WTF' moment when you come to terms\u001b[24m\n    \u001b[1m5：楽しさ - 私の一部はショーが好きですが、別のパートはクリエイターがこれらのキャラクターを押し込もうとしていたことを完全に理解したいと思っていましたが、最後のエピソードはおそらく私の最大の 'WTF'\u001b[22m, \u001b[1m5：他の部分が完全にクリエイターがこれらの文字をプッシュしようとしていたかを理解するために多くを見てみたかったが、私の一部がショーを好きEnjoyment-ていますが、条件に来たときに最後のエピソードは、おそらく私の最大の「WTF」瞬間でした\u001b[22m\n\u001b[4mon what PO really is and how Wakaba displayed a bit more of her feelings outside of a blank stare as the show progresses.\u001b[24m\n    \u001b[1mPOが本当にどのようになっているのか、そして若かはショーが進行するにつれて空白の目の外で彼女の気持ちを少しずつ表示した。\u001b[22m, \u001b[1m何POに実際にある、ショーが進むにつれて若葉はぽかんとした顔の外に彼女の気持ちの少しを表示する方法。\u001b[22m\n\u001b[4mIt's definitely worth your hour of viewing time, if you really don't have anything else to watch.\u001b[24m\n    \u001b[1mあなたが本当に見ることがない場合は、時間を見ている時間は本当に価値があります。\u001b[22m, \u001b[1mあなたが本当に見て何かを持っていない場合は、間違いなく視聴時間のあなたの時間の価値があります。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
