[
  {
    "title": "Sengoku_Musou_SP__Sanada_no_Shou",
    "id": "21497",
    "url": "https://myanimelist.net/anime/21497/Sengoku_Musou_SP__Sanada_no_Shou",
    "user": "Malighos",
    "profile": "/profile/Malighos/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=178870",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nだから私はちょうど今日この映画を見終わったので、私はそれをレビューする必要があるので、始めましょうと決めました。\n\n注：私は冷静な戦いやものを持っているパワー（このような戦国BASARAのような）のための戦いに関して封建日本のアニメの本当に大きなファンですので、このレビューは少し偏っているかもしれません。\n\nストーリー8/10\n\nだから、大規模な家の間の権力のための継続的な戦いがある封建日本で行われます。 物語は、武田信玄と織田信長の死後から始まり、眞村兄弟の闘いに焦点を当てています：幸村と信越。 ストーリーはビデオゲームサムライウォリアーズ4に基づいており、それはかなり直線的で標準的であり、歴史的イベントに従おうとします。 私はいつもこのタイプのストーリーが好きなので、私はそれを8/10と評価しましたが、私が偏っていなければおそらく6/10くらいでしょう。\n\nアート7/10\n\n芸術は普通のものでも贅沢でもないものですが、それは良いことです。 アニメーションは流動的で、実際にこのジャンルのアニメに合っています。 私は間違いなくそれを楽しんだ。 二次キャラクターの主要なものと大半のものはユニークなデザイン（ゲームのようなもの）がありますが、ほとんどのフットボールの兵士は同じものをコピーしただけではなく、  、口ひげ、白い髪の毛、傷跡、しわなど）。\n\nサウンド8/10\n\n音楽は本当にクールです。 彼らはその感動的な戦争音楽と戦争音楽を使用し、私はそれを愛しています。 キャラクターに関わる限り、ほとんどの場合、その声は完璧にフィットします。 例外はノブナガ（omg so wrong... sooo wrong）とKunoichi（彼女の声はちょうど私を悩ませる）ですが、彼らはかろうじて出演/会話をします（一緒に3分以内）。 あなたはそれを無視することができます。\n\nキャラクター9/10\n\nここであなたはあなたの不自然な真田幸村を手に入れました！ 私はそれが大好きです。 彼は出現するたびに私の好きなキャラクターの一人です。 信長もとても涼しいです。  2人の兄弟の闘いは、生き残りを図り、無秩序に投げ込まれた世界で彼らの名声と名誉を損なわないようにしようとしています。 残りのキャラクターは二次的なものでも、かろうじて表示されるので、実際に大きな影響を与えることはありません。 しかし私が言ったように、私はこのタイプのアニメ/キャラクターのための吸盤ですので、もし私が多分7/10に偏っていなければ、私の本に9/10。\n\n楽し9/10\n\n私は映画を本当に楽しんだ。 最後の戦いが本当にクールだったことを見て、人を見ているのはとても簡単でした（映画の最初の2/3が見守る価値がありました）。 私は本当にそれが素晴らしいことを意味します。 なぜなら、全戦闘では、戦国BASARAのように、あまりにもスーパーパワーになってしまうことはありませんでしたから。 信長と軍隊の巧妙さがぶつかり合っていなければならない。 もちろん、常に涼しいバサラスタイルのサナダが壊れてしまっている。 しかし、私が言ったように、彼らはそれを過度に使わなかったという事実を愛している。\nあなたはこのタイプのアニメのファンではない場合、これはおそらくあなたのための6/10です。\n\n全体的な8/10\n\n全体的にこれは良いアニメであり、まともなキャラクターとオーディオ、良いグラフィックス、素晴らしい最終戦でそのジャンルにとどまる。\n\n（もしあなたがこのジャンルのファンでなければ、このアニメはおそらくあなたのために約6/10であろう）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSo I just finished watching this movie earlier today and I decided that I should write a review for it so let's start.\n\n\u001b[1mだから私はちょうど今日この映画を見終わったので、私はそれをレビューする必要があるので、始めましょうと決めました。\u001b[22m\n\u001b[1m(Dakara watashi wa chōdo kyō kono eiga o mi owattanode, watashi wa sore o rebyū suruhitsuyōgārunode, hajimemashou to kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mSo I just finished watching this movie earlier today and I decided that I should write a review for it so let's start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I just finished watching this movie earlier today and I decided that I should write a review for it so let's start.\u001b[24m\n    \u001b[1mだから私はちょうど今日この映画を見終わったので、私はそれをレビューする必要があるので、始めましょうと決めました。\u001b[22m, \u001b[1mだから、僕は今日早く、この映画を見終えて、私はそれはそうのは、始めましょうレビューを書いすべきであると決定しました。\u001b[22m\n\u001b[1m\u001b[22m\nNote : I am a really big fan of animes in feudal japan regarding the fight for power ( like this one and Sengoku Basara) that have cool battles and stuff so this review might be a bit biased.\n\n\u001b[1m注：私は冷静な戦いやものを持っているパワー（このような戦国BASARAのような）のための戦いに関して封建日本のアニメの本当に大きなファンですので、このレビューは少し偏っているかもしれません。\u001b[22m\n\u001b[1m(Chū: Watashi wa reiseina tatakai ya mono o motte iru pawā (ko no yōna sengoku basara no yōna) no tame no tatakai ni kanshite hōken nihon'noanime no hontōni ōkina fandesunode, kono rebyū wa sukoshi katayotte iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mNote : I am a really big fan of animes in feudal japan regarding the fight for power ( like this one and Sengoku Basara) that have cool battles and stuff so this review might be a bit biased.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote : I am a really big fan of animes in feudal japan regarding the fight for power ( like this one and Sengoku Basara) that have cool battles and stuff so this review might be a bit biased.\u001b[24m\n    \u001b[1m注：私は冷静な戦いやものを持っているパワー（このような戦国BASARAのような）のための戦いに関して封建日本のアニメの本当に大きなファンですので、このレビューは少し偏っているかもしれません。\u001b[22m, \u001b[1m注：このレビューは少し偏ったかもしれないので、私はクールな戦いとものを持っている（この1と戦国BASARAなど）の電力のための戦いについての封建日本のアニメの本当に大ファンです。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8 / 10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8 / 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8 / 10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m, \u001b[1mストーリー8月10日\u001b[22m\n\u001b[1m\u001b[22m\nSo the takes place in feudal japan where we have the ongoing battle for power between the big houses. The story starts after the deaths of Shingen Takeda and Oda Nobunaga and focuses around the struggles of the Sanada brothers : Yukimura and Nobuyuki. The story is based on the video game Samurai Warriors 4 and it's pretty linear and standard and tries to follow the historic events . I always like this type of story thus I rated it 8/10 but if I wasn't biased it would probably be around 6/10.\n\n\u001b[1mだから、大規模な家の間の権力のための継続的な戦いがある封建日本で行われます。 物語は、武田信玄と織田信長の死後から始まり、眞村兄弟の闘いに焦点を当てています：幸村と信越。 ストーリーはビデオゲームサムライウォリアーズ4に基づいており、それはかなり直線的で標準的であり、歴史的イベントに従おうとします。 私はいつもこのタイプのストーリーが好きなので、私はそれを8/10と評価しましたが、私が偏っていなければおそらく6/10くらいでしょう。\u001b[22m\n\u001b[1m(Dakara, ōkibona ie no ma no kenryoku no tame no keizoku-tekina tatakai ga aru hōken Nihon de okonawa remasu. Monogatari wa, takeda shingen to oda nobunaga no shigo kara hajimari, Makoto-mura kyōdai no tatakai ni shōten o atete imasu: Yukimura to shin'etsu. Sutōrī wa bideogēmusamuraiu~oriāzu 4 ni motodzuite ori, sore wa kanari chokusen-tekide hyōjun-tekideari, rekishi-teki ibento ni shitagaou to shimasu. Watashi wa itsumo kono taipu no sutōrī ga sukinanode, watashi wa sore o 8/ 10 to hyōka shimashitaga, watashi ga katayotte inakereba osoraku 6/ 10 kuraideshou.)\u001b[22m\n\nTranslations of \u001b[4mSo the takes place in feudal japan where we have the ongoing battle for power between the big houses. The story starts after the deaths of Shingen Takeda and Oda Nobunaga and focuses around the struggles of the Sanada brothers : Yukimura and Nobuyuki. The story is based on the video game Samurai Warriors 4 and it's pretty linear and standard and tries to follow the historic events . I always like this type of story thus I rated it 8/10 but if I wasn't biased it would probably be around 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the takes place in feudal japan where we have the ongoing battle for power between the big houses.\u001b[24m\n    \u001b[1mだから、大規模な家の間の権力のための継続的な戦いがある封建日本で行われます。\u001b[22m, \u001b[1m私たちは大きな家との間の電力のための継続的な戦いを持ってどこに封建的な日本で行われます。\u001b[22m\n\u001b[4mThe story starts after the deaths of Shingen Takeda and Oda Nobunaga and focuses around the struggles of the Sanada brothers : Yukimura and Nobuyuki.\u001b[24m\n    \u001b[1m物語は、武田信玄と織田信長の死後から始まり、眞村兄弟の闘いに焦点を当てています：幸村と信越。\u001b[22m, \u001b[1m物語は武田信玄や織田信長の死の後に始まり、真田兄弟の闘争の周りに焦点を当て：幸村と信行。\u001b[22m\n\u001b[4mThe story is based on the video game Samurai Warriors 4 and it's pretty linear and standard and tries to follow the historic events .\u001b[24m\n    \u001b[1mストーリーはビデオゲームサムライウォリアーズ4に基づいており、それはかなり直線的で標準的であり、歴史的イベントに従おうとします。\u001b[22m, \u001b[1m物語は、ビデオゲーム戦国無双4に基づいており、それはかなり線形および標準だと歴史的なイベントに従おうとされています。\u001b[22m\n\u001b[4mI always like this type of story thus I rated it 8/10 but if I wasn't biased it would probably be around 6/10.\u001b[24m\n    \u001b[1m私はいつもこのタイプのストーリーが好きなので、私はそれを8/10と評価しましたが、私が偏っていなければおそらく6/10くらいでしょう。\u001b[22m, \u001b[1m私はいつも物語のこのタイプのようにこのように私は8月10日にそれを評価しますが、私はバイアスされていなかった場合、それはおそらく周りの6/10になります。\u001b[22m\n\u001b[1m\u001b[22m\nArt 7 / 10\n\n\u001b[1mアート7/10\u001b[22m\n\u001b[1m(Āto 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 7 / 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7 / 10\u001b[24m\n    \u001b[1mアート7/10\u001b[22m, \u001b[1mアート7月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe art isn't anything out of the ordinary or too extravagant but it is good. The animation is fluid and it really fits this genre of anime. I definetly enjoyed it. All the main and most of the secondary characters have a unique design (like in the games) but I also liked that most foot soldiers weren't just copy paste of the same one, they each had a little bit of something distinctive (a beard , a moustache , a bit of white hair , a scar , a wrinkle , etc).\n\n\u001b[1m芸術は普通のものでも贅沢でもないものですが、それは良いことです。 アニメーションは流動的で、実際にこのジャンルのアニメに合っています。 私は間違いなくそれを楽しんだ。 二次キャラクターの主要なものと大半のものはユニークなデザイン（ゲームのようなもの）がありますが、ほとんどのフットボールの兵士は同じものをコピーしただけではなく、  、口ひげ、白い髪の毛、傷跡、しわなど）。\u001b[22m\n\u001b[1m(Geijutsu wa futsū no monode mo zeitakude mo nai monodesuga, sore wa yoi kotodesu. Animēshon wa ryūdōtekide, jissai ni kono janru no anime ni atte imasu. Watashi wa machigainaku sore o tanoshinda. Niji kyarakutā no shuyōna mono to taihan no mono wa yunīkuna dezain (gēmu no yōna mono) ga arimasuga, hotondo no futtobōru no heishi wa onaji mono o kopī shita dakede wa naku, , kuchihige, shiroi kaminoke, kizuato, shiwa nado).)\u001b[22m\n\nTranslations of \u001b[4mThe art isn't anything out of the ordinary or too extravagant but it is good. The animation is fluid and it really fits this genre of anime. I definetly enjoyed it. All the main and most of the secondary characters have a unique design (like in the games) but I also liked that most foot soldiers weren't just copy paste of the same one, they each had a little bit of something distinctive (a beard , a moustache , a bit of white hair , a scar , a wrinkle , etc).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art isn't anything out of the ordinary or too extravagant but it is good.\u001b[24m\n    \u001b[1m芸術は普通のものでも贅沢でもないものですが、それは良いことです。\u001b[22m, \u001b[1m技術は、通常、またはあまりにも贅沢のうち何もないですが、それは良いです。\u001b[22m\n\u001b[4mThe animation is fluid and it really fits this genre of anime.\u001b[24m\n    \u001b[1mアニメーションは流動的で、実際にこのジャンルのアニメに合っています。\u001b[22m, \u001b[1mアニメーションは流体であり、それは本当にアニメのこのジャンルにフィットします。\u001b[22m\n\u001b[4mI definetly enjoyed it.\u001b[24m\n    \u001b[1m私は間違いなくそれを楽しんだ。\u001b[22m, \u001b[1m私はdefinetlyそれを楽しみました。\u001b[22m\n\u001b[4mAll the main and most of the secondary characters have a unique design (like in the games) but I also liked that most foot soldiers weren't just copy paste of the same one, they each had a little bit of something distinctive (a beard\u001b[24m\n    \u001b[1m二次キャラクターの主要なものと大半のものはユニークなデザイン（ゲームのようなもの）がありますが、ほとんどのフットボールの兵士は同じものをコピーしただけではなく、\u001b[22m, \u001b[1m髭（すべてのメインと二文字のほとんどは、（ゲームのように）ユニークなデザインを持っていますが、私はまた、ほとんどの足の兵士がちょうど同じ1のペーストをコピーしていなかったことを、彼らはそれぞれが独特の何かの少しを持っていた言っています\u001b[22m\n\u001b[4m, a moustache , a bit of white hair , a scar , a wrinkle , etc).\u001b[24m\n    \u001b[1m、口ひげ、白い髪の毛、傷跡、しわなど）。\u001b[22m, \u001b[1m、口ひげ、白い毛のビット、傷跡、しわ、など）。\u001b[22m\n\u001b[1m\u001b[22m\nSound 8/10\n\n\u001b[1mサウンド8/10\u001b[22m\n\u001b[1m(Saundo 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10\u001b[24m\n    \u001b[1mサウンド8/10\u001b[22m, \u001b[1m8/10サウンド\u001b[22m\n\u001b[1m\u001b[22m\nThe music is really cool . They use that inspiring battle music and war music and I love that. As far as it concerns the characters , for most of them the voice fits perfectly. Exceptions would be Nobunaga (omg so wrong...sooo wrong) and Kunoichi ( her voice just annoys me) but they barely appear / talk (at most 3 minutes both of them together) so it's not that bad. You will be able to ignore it.\n\n\u001b[1m音楽は本当にクールです。 彼らはその感動的な戦争音楽と戦争音楽を使用し、私はそれを愛しています。 キャラクターに関わる限り、ほとんどの場合、その声は完璧にフィットします。 例外はノブナガ（omg so wrong... sooo wrong）とKunoichi（彼女の声はちょうど私を悩ませる）ですが、彼らはかろうじて出演/会話をします（一緒に3分以内）。 あなたはそれを無視することができます。\u001b[22m\n\u001b[1m(Ongaku wa hontōni kūrudesu. Karera wa sono kandō-tekina sensō ongaku to sensō ongaku o shiyō shi, watashi wa sore o aishiteimasu. Kyarakutā ni kakawaru kagiri, hotondo no baai, sono-goe wa kanpeki ni fitto shimasu. Reigai wa Nobunaga (omg so wrong... Sooo wrong) to Kunoichi (kanojo no koe wa chōdo watashi o nayama seru)desuga, karera wa karōjite shutsuen/ kaiwa o shimasu (issho ni 3-bu inai). Anata wa sore o mushi suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is really cool . They use that inspiring battle music and war music and I love that. As far as it concerns the characters , for most of them the voice fits perfectly. Exceptions would be Nobunaga (omg so wrong...sooo wrong) and Kunoichi ( her voice just annoys me) but they barely appear / talk (at most 3 minutes both of them together) so it's not that bad. You will be able to ignore it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is really cool .\u001b[24m\n    \u001b[1m音楽は本当にクールです。\u001b[22m\n\u001b[4mThey use that inspiring battle music and war music and I love that.\u001b[24m\n    \u001b[1m彼らはその感動的な戦争音楽と戦争音楽を使用し、私はそれを愛しています。\u001b[22m, \u001b[1m彼らは、その感激戦闘音楽と戦争の音楽を使用し、私はそれが大好きです。\u001b[22m\n\u001b[4mAs far as it concerns the characters , for most of them the voice fits perfectly.\u001b[24m\n    \u001b[1mキャラクターに関わる限り、ほとんどの場合、その声は完璧にフィットします。\u001b[22m, \u001b[1m限り、それは文字に関係のように、それらのほとんどのために声が完全に適合しています。\u001b[22m\n\u001b[4mExceptions would be Nobunaga (omg so wrong...sooo wrong) and Kunoichi ( her voice just annoys me) but they barely appear / talk (at most 3 minutes both of them together) so it's not that bad.\u001b[24m\n    \u001b[1m例外はノブナガ（omg so wrong... sooo wrong）とKunoichi（彼女の声はちょうど私を悩ませる）ですが、彼らはかろうじて出演/会話をします（一緒に3分以内）。\u001b[22m, \u001b[1m例外は信長（すっごく間違った... OMGので、間違っている）とくノ一になります（彼女の声は私を悩ます）が、それらはほとんど（一緒にそれらのほとんど3分の両方で）/講演現れるので、それは悪いことではありません。\u001b[22m\n\u001b[4mYou will be able to ignore it.\u001b[24m\n    \u001b[1mあなたはそれを無視することができます。\u001b[22m, \u001b[1mあなたはそれを無視することができるようになります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m, \u001b[1m文字9/10\u001b[22m\n\u001b[1m\u001b[22m\nHere you got your stereotipycal Sanada Yukimura !! which I love. He is one of my favourite characters whenever he appears. Nobuyuki is also quite cool. The struggles of the 2 brothers are portrayed quite nicely , as they try to survive and keep their name and honor intact in a world thrown into chaos. The rest of the characters are just secondary or barely appear thus they don't really strike a big impact. But as I said I am a sucker for this type of anime/ characters so 9/10 in my book, if I were not biased maybe a 7/10.\n\n\u001b[1mここであなたはあなたの不自然な真田幸村を手に入れました！ 私はそれが大好きです。 彼は出現するたびに私の好きなキャラクターの一人です。 信長もとても涼しいです。  2人の兄弟の闘いは、生き残りを図り、無秩序に投げ込まれた世界で彼らの名声と名誉を損なわないようにしようとしています。 残りのキャラクターは二次的なものでも、かろうじて表示されるので、実際に大きな影響を与えることはありません。 しかし私が言ったように、私はこのタイプのアニメ/キャラクターのための吸盤ですので、もし私が多分7/10に偏っていなければ、私の本に9/10。\u001b[22m\n\u001b[1m(Koko de anata wa anata no fushizen'na sanada yukimura o te ni iremashita! Watashi wa sore ga daisukidesu. Kare wa shutsugen suru tabi ni watashi no sukina kyarakutā no hitoridesu. Nobunaga mo totemo suzushīdesu. 2-Ri no kyōdai no tatakai wa, ikinokori o hakari, muchitsujo ni nagekoma reta sekai de karera no meisei to meiyo o sokonawanai yō ni shiyou to shite imasu. Nokori no kyarakutā wa niji-tekina monode mo, karōjite hyōji sa rerunode, jissai ni ōkina eikyō o ataeru koto wa arimasen. Shikashi watashi ga itta yō ni, watashi wa kono taipu no anime/ kyarakutā no tame no kyūbandesunode, moshi watashi ga tabun 7/ 10 ni katayotte inakereba, watashi no hon ni 9/ 10.)\u001b[22m\n\nTranslations of \u001b[4mHere you got your stereotipycal Sanada Yukimura !! which I love. He is one of my favourite characters whenever he appears. Nobuyuki is also quite cool. The struggles of the 2 brothers are portrayed quite nicely , as they try to survive and keep their name and honor intact in a world thrown into chaos. The rest of the characters are just secondary or barely appear thus they don't really strike a big impact. But as I said I am a sucker for this type of anime/ characters so 9/10 in my book, if I were not biased maybe a 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere you got your stereotipycal Sanada Yukimura !!\u001b[24m\n    \u001b[1mここであなたはあなたの不自然な真田幸村を手に入れました！\u001b[22m, \u001b[1mここでは、あなたのstereotipycal真田幸村を持って！\u001b[22m\n\u001b[4mwhich I love.\u001b[24m\n    \u001b[1m私はそれが大好きです。\u001b[22m, \u001b[1mこれは、私は大好きです。\u001b[22m\n\u001b[4mHe is one of my favourite characters whenever he appears.\u001b[24m\n    \u001b[1m彼は出現するたびに私の好きなキャラクターの一人です。\u001b[22m, \u001b[1m彼は、彼が表示されるたびに私の好きなキャラクターの一つです。\u001b[22m\n\u001b[4mNobuyuki is also quite cool.\u001b[24m\n    \u001b[1m信長もとても涼しいです。\u001b[22m, \u001b[1m信行もかなりクールです。\u001b[22m\n\u001b[4mThe struggles of the 2 brothers are portrayed quite nicely , as they try to survive and keep their name and honor intact in a world thrown into chaos.\u001b[24m\n    \u001b[1m2人の兄弟の闘いは、生き残りを図り、無秩序に投げ込まれた世界で彼らの名声と名誉を損なわないようにしようとしています。\u001b[22m, \u001b[1m彼らは生き残ると混乱に投げ込まれ、世界でそのまま自分の名前と名誉を維持しようとして、2人の兄弟の闘いは、非常にうまく描かれています。\u001b[22m\n\u001b[4mThe rest of the characters are just secondary or barely appear thus they don't really strike a big impact.\u001b[24m\n    \u001b[1m残りのキャラクターは二次的なものでも、かろうじて表示されるので、実際に大きな影響を与えることはありません。\u001b[22m, \u001b[1m文字の残りの部分は、ちょうど二次であるか、またはかろうじて彼らは本当に大きな影響を叩いていないこのように表示されます。\u001b[22m\n\u001b[4mBut as I said I am a sucker for this type of anime/ characters so 9/10 in my book, if I were not biased maybe a 7/10.\u001b[24m\n    \u001b[1mしかし私が言ったように、私はこのタイプのアニメ/キャラクターのための吸盤ですので、もし私が多分7/10に偏っていなければ、私の本に9/10。\u001b[22m, \u001b[1mしかし、私は多分7/10バイアスされていなかった場合、私は、私の本の中でそう9/10アニメ/文字のこのタイプのための吸盤です言ったように。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9 / 10\n\n\u001b[1m楽し9/10\u001b[22m\n\u001b[1m(Tanoshi 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9 / 10\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment\u001b[24m\n    \u001b[1m楽し\u001b[22m, \u001b[1m楽しさ\u001b[22m, \u001b[1mの楽しみの\u001b[22m, \u001b[1mの楽し\u001b[22m, \u001b[1mエンジョイ\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9/10ご\u001b[22m, \u001b[1m10/09\u001b[22m, \u001b[1m10分の9\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed the movie. It was very easy to watch and man that final battle was really cool (made the whole first 2 thirds of the movie worth watching through) . I really mean it was awesome. Because it tried not to become too super-powered sayains (like Sengoku Basara does) for the whole battle. It should the ingenuity of Nobuyuki and the armies clashing. Ofcourse we also have sanada wrecking shit up Basara style which is always cool. But as I said I love the fact that they did not overuse that.\n\n\u001b[1m私は映画を本当に楽しんだ。 最後の戦いが本当にクールだったことを見て、人を見ているのはとても簡単でした（映画の最初の2/3が見守る価値がありました）。 私は本当にそれが素晴らしいことを意味します。 なぜなら、全戦闘では、戦国BASARAのように、あまりにもスーパーパワーになってしまうことはありませんでしたから。 信長と軍隊の巧妙さがぶつかり合っていなければならない。 もちろん、常に涼しいバサラスタイルのサナダが壊れてしまっている。 しかし、私が言ったように、彼らはそれを過度に使わなかったという事実を愛している。\u001b[22m\n\u001b[1m(Watashi wa eiga o hontōni tanoshinda. Saigonotatakai ga hontōni kūrudatta koto o mite, hito o mite iru no wa totemo kantandeshita (eiga no saisho no 2/ 3 ga mimamoru kachi ga arimashita). Watashi wa hontōni sore ga subarashī koto o imi shimasu. Nazenara, zen sentōde wa, sengoku basara no yō ni, amarini mo sūpāpawā ni natte shimau koto wa arimasendeshitakara. Nobunaga to guntai no kōmyō-sa ga butsukari atte inakereba naranai. Mochiron, tsuneni suzushī basarasutairu no Sanada ga kowarete shimatte iru. Shikashi, watashi ga itta yō ni, karera wa sore o kado ni tsukawanakatta to iu jijitsu o aishite iru.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed the movie. It was very easy to watch and man that final battle was really cool (made the whole first 2 thirds of the movie worth watching through) . I really mean it was awesome. Because it tried not to become too super-powered sayains (like Sengoku Basara does) for the whole battle. It should the ingenuity of Nobuyuki and the armies clashing. Ofcourse we also have sanada wrecking shit up Basara style which is always cool. But as I said I love the fact that they did not overuse that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed the movie.\u001b[24m\n    \u001b[1m私は映画を本当に楽しんだ。\u001b[22m, \u001b[1m私は実際に映画を楽しみました。\u001b[22m\n\u001b[4mIt was very easy to watch and man that final battle was really cool (made the whole first 2 thirds of the movie worth watching through) .\u001b[24m\n    \u001b[1m最後の戦いが本当にクールだったことを見て、人を見ているのはとても簡単でした（映画の最初の2/3が見守る価値がありました）。\u001b[22m, \u001b[1m（スルー見る価値映画の全体の最初の3分の2を作った）最後の戦いは本当にクールだったことを非常に見やすいと男でした。\u001b[22m\n\u001b[4mI really mean it was awesome.\u001b[24m\n    \u001b[1m私は本当にそれが素晴らしいことを意味します。\u001b[22m, \u001b[1m私は実際にそれが最高だったわけ。\u001b[22m\n\u001b[4mBecause it tried not to become too super-powered sayains (like Sengoku Basara does) for the whole battle.\u001b[24m\n    \u001b[1mなぜなら、全戦闘では、戦国BASARAのように、あまりにもスーパーパワーになってしまうことはありませんでしたから。\u001b[22m, \u001b[1mそれはあまりにもならないようにしようとしたので全体の戦いのために（戦国BASARAが行うように）sayainsをスーパーパワーで動きます。\u001b[22m\n\u001b[4mIt should the ingenuity of Nobuyuki and the armies clashing.\u001b[24m\n    \u001b[1m信長と軍隊の巧妙さがぶつかり合っていなければならない。\u001b[22m, \u001b[1mこれは、信行の創意工夫と軍隊が衝突する必要があります。\u001b[22m\n\u001b[4mOfcourse we also have sanada wrecking shit up Basara style which is always cool.\u001b[24m\n    \u001b[1mもちろん、常に涼しいバサラスタイルのサナダが壊れてしまっている。\u001b[22m, \u001b[1m勿論、我々はまた、常にクールですバサラスタイルを真田台無したわごとを持っています。\u001b[22m\n\u001b[4mBut as I said I love the fact that they did not overuse that.\u001b[24m\n    \u001b[1mしかし、私が言ったように、彼らはそれを過度に使わなかったという事実を愛している。\u001b[22m, \u001b[1mしかし、私は私は彼らがそれを使いすぎなかったという事実を愛すると述べました。\u001b[22m\nIf you are not a fan of this type of anime this is most likely a 6 / 10 for you.\n\n\u001b[1mあなたはこのタイプのアニメのファンではない場合、これはおそらくあなたのための6/10です。\u001b[22m\n\u001b[1m(Anata wa kono taipu no anime no fande wanai baai, kore wa osoraku anata no tame no 6/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are not a fan of this type of anime this is most likely a 6 / 10 for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are not a fan of this type of anime this is most likely a 6 / 10 for you.\u001b[24m\n    \u001b[1mあなたはこのタイプのアニメのファンではない場合、これはおそらくあなたのための6/10です。\u001b[22m, \u001b[1mあなたはアニメのこのタイプのファンではない場合、これはあなたのための最も可能性の高い6月10日です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 8/10\n\n\u001b[1m全体的な8/10\u001b[22m\n\u001b[1m(Zentai-tekina 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8/10\u001b[24m\n    \u001b[1m全体的な8/10\u001b[22m, \u001b[1m全体的に8月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall this was a good anime , that stays true to its genre with decent characters and audio, good graphics and an awesome final battle.\n\n\u001b[1m全体的にこれは良いアニメであり、まともなキャラクターとオーディオ、良いグラフィックス、素晴らしい最終戦でそのジャンルにとどまる。\u001b[22m\n\u001b[1m(Zentai-teki ni kore wa yoi animedeari, matomona kyarakutā to ōdio, yoi gurafikkusu, subarashī saishū-sen de sono janru ni todomaru.)\u001b[22m\n\nTranslations of \u001b[4mOverall this was a good anime , that stays true to its genre with decent characters and audio, good graphics and an awesome final battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this was a good anime , that stays true to its genre with decent characters and audio, good graphics and an awesome final battle.\u001b[24m\n    \u001b[1m全体的にこれは良いアニメであり、まともなキャラクターとオーディオ、良いグラフィックス、素晴らしい最終戦でそのジャンルにとどまる。\u001b[22m, \u001b[1m全体的にこれはまともな文字や音声、優れたグラフィックと素晴らしい最後の戦いで、そのジャンルに忠実良いアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\n(if you are not a fan of this genre this anime would probably be around 6/10 for you)\n\n\u001b[1m（もしあなたがこのジャンルのファンでなければ、このアニメはおそらくあなたのために約6/10であろう）\u001b[22m\n\u001b[1m((Moshi anata ga kono janru no fandenakereba, kono anime wa osoraku anata no tame ni yaku 6/ 10dearou))\u001b[22m\n\nTranslations of \u001b[4m(if you are not a fan of this genre this anime would probably be around 6/10 for you)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(if you are not a fan of this genre this anime would probably be around 6/10 for you)\u001b[24m\n    \u001b[1m（もしあなたがこのジャンルのファンでなければ、このアニメはおそらくあなたのために約6/10であろう）\u001b[22m, \u001b[1m（あなたはこのジャンルのファンではない場合に、このアニメは、おそらく周りの6月10日あなたのためになります）\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Sengoku_Musou_SP__Sanada_no_Shou",
    "id": "21497",
    "url": "https://myanimelist.net/anime/21497/Sengoku_Musou_SP__Sanada_no_Shou",
    "user": "wkoppin10",
    "profile": "/profile/wkoppin10/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=182373",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  4\nキャラクター|  2\n|  2\n\nまあ、私は戦国バサラを洗いたいとは思っていませんでした。 私は、スクリーニングルームの1つを運営する委員会が第3または第4の選択肢に戻らなければならないコンベンションで、そのゲームに遭遇しました。 ヒステリックな！\n\nこの映画とそれがセットアップするシリーズには、そのような瞬間はありません。\n\nKoeiによってSamurai Warriorsをプレイしましたか？ あなたは店に入って、店に入ったときにいつも見たことがあると思っていましたが、「男の子は平均的だと思っていましたが、いつもそこにいるのはいいと思いますか？ なぜ私はそのような空の物質から慰めを得ているのですか？\nそれはWarriorsのタイトルのいずれか/すべてである可能性があります。 あなたがそれから何も期待していない限り、それほど悪くない、愚かなボタンマッシング。\nこの映画とそれに伴うアニメはサムライ戦士のようなものですが、カットシーンを見るだけです。\nこれは、ショー（そして実際にゲーム）を過度にすること、歴史的なキャラクターの馬鹿げた表現、痛みを伴うペースで予測可能なプロットポイントに沸かせます。\n私は雪村の死が王の帰りに匹敵するかどうかを見るためにアニメを見守っていたが、この映画と最初の2つのエピソードは私を納得させなかった。\nはい、私はアニメのすべてを見ていませんでした。\nいいえ、私は別のエントリを書くのに気を使うことはできませんでした。\nサムライウォリアーズの中古コピーを購入して、この映画とアニメのすべてを見て、ノーブルーガの悪魔ライトセーバーと他の素晴らしい追加機能を持つピクセルのカタルーニャ的な、精神的な破壊。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nGood god I didn't think I'd ever be wishing to wash Sengoku Basara instead. I encountered that game at a convention when the committee running one of the screening rooms had to fall back on their third or fourth option, and still have the memory of that Honda guy jetting around in his steam-powered armor; hysterical!\n\n\u001b[1mまあ、私は戦国バサラを洗いたいとは思っていませんでした。 私は、スクリーニングルームの1つを運営する委員会が第3または第4の選択肢に戻らなければならないコンベンションで、そのゲームに遭遇しました。 ヒステリックな！\u001b[22m\n\u001b[1m(Mā, watashi wa sengoku basara o araitai to wa omotte imasendeshita. Watashi wa, sukurīningurūmu no 1tsu o un'ei suru iinkai ga dai 3 matawa dai 4 no sentakushi ni modoranakereba naranai konbenshon de, sono gēmu ni sōgū shimashita. Hisuterikkuna!)\u001b[22m\n\nTranslations of \u001b[4mGood god I didn't think I'd ever be wishing to wash Sengoku Basara instead. I encountered that game at a convention when the committee running one of the screening rooms had to fall back on their third or fourth option, and still have the memory of that Honda guy jetting around in his steam-powered armor; hysterical!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood god I didn't think I'd ever be wishing to wash Sengoku Basara instead.\u001b[24m\n    \u001b[1mまあ、私は戦国バサラを洗いたいとは思っていませんでした。\u001b[22m, \u001b[1m良い神は、私は私が今まで代わりに戦国BASARAを洗うことを希望するだろうとは思いませんでした。\u001b[22m\n\u001b[4mI encountered that game at a convention when the committee running one of the screening rooms had to fall back on their third or fourth option, and still have the memory of that Honda guy jetting around in his steam-powered armor;\u001b[24m\n    \u001b[1m私は、スクリーニングルームの1つを運営する委員会が第3または第4の選択肢に戻らなければならないコンベンションで、そのゲームに遭遇しました。\u001b[22m, \u001b[1mスクリーニングルームのいずれかを実行している委員会は、その第三または第四のオプションに頼ると、まだ彼の蒸気パワードアーマーの周り噴出そのホンダの男のメモリを持っていたとき、私は大会でそのゲームに遭遇しました。\u001b[22m\n\u001b[4mhysterical!\u001b[24m\n    \u001b[1mヒステリックな！\u001b[22m, \u001b[1mヒステリック！\u001b[22m\n\u001b[1m\u001b[22m\nThis movie, and the series that it sets up for, do not have any such moments.\n\n\u001b[1mこの映画とそれがセットアップするシリーズには、そのような瞬間はありません。\u001b[22m\n\u001b[1m(Kono eiga to sore ga settoappu suru shirīzu ni wa, sono yō na shunkan wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis movie, and the series that it sets up for, do not have any such moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie, and the series that it sets up for, do not have any such moments.\u001b[24m\n    \u001b[1mこの映画とそれがセットアップするシリーズには、そのような瞬間はありません。\u001b[22m, \u001b[1mそれがために設定します。この映画、およびシリーズは、そのような瞬間を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nHave you played Samurai Warriors by Koei? Have you ever walked into a store and saw something that you've seen every time you walked into the store and thought 'Boy is that thing average, but I guess it's nice that it's always there? Wait why am I getting comfort from such an empty material thing?'\n\n\u001b[1mKoeiによってSamurai Warriorsをプレイしましたか？ あなたは店に入って、店に入ったときにいつも見たことがあると思っていましたが、「男の子は平均的だと思っていましたが、いつもそこにいるのはいいと思いますか？ なぜ私はそのような空の物質から慰めを得ているのですか？\u001b[22m\n\u001b[1m(Koei ni yotte Samurai Warriors o purei shimashita ka? Anata wa mise ni haitte,-ten ni haitta toki ni itsumo mita koto ga aru to omotte imashitaga,`otokonoko wa heikin-tekida to omotte imashitaga, itsumo soko ni iru no wa ī to omoimasu ka? Naze watashi wa sono yōna sora no busshitsu kara nagusame o ete iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mHave you played Samurai Warriors by Koei? Have you ever walked into a store and saw something that you've seen every time you walked into the store and thought 'Boy is that thing average, but I guess it's nice that it's always there? Wait why am I getting comfort from such an empty material thing?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHave you played Samurai Warriors by Koei?\u001b[24m\n    \u001b[1mKoeiによってSamurai Warriorsをプレイしましたか？\u001b[22m, \u001b[1mあなたは戦国無双はコーエーが果たしたことがありますか？\u001b[22m\n\u001b[4mHave you ever walked into a store and saw something that you've seen every time you walked into the store and thought 'Boy is that thing average, but I guess it's nice that it's always there?\u001b[24m\n    \u001b[1mあなたは店に入って、店に入ったときにいつも見たことがあると思っていましたが、「男の子は平均的だと思っていましたが、いつもそこにいるのはいいと思いますか？\u001b[22m, \u001b[1mあなたが今まで店に歩いて、あなたが店に歩いて、少年はその事の平均ですが、私はそれはそれは常に存在だと素敵だと思う」と思ったたびに見てきたものを見たことがありますか？\u001b[22m\n\u001b[4mWait why am I getting comfort from such an empty material thing?'\u001b[24m\n    \u001b[1mなぜ私はそのような空の物質から慰めを得ているのですか？\u001b[22m, \u001b[1m待って、なぜ私はそのような空の素材の物と快適を取得しています？」\u001b[22m\nThat could be any/all of the Warriors titles; mindless button-mashing that isn't bad so long as you don't expect anything from it but just that.\n\n\u001b[1mそれはWarriorsのタイトルのいずれか/すべてである可能性があります。 あなたがそれから何も期待していない限り、それほど悪くない、愚かなボタンマッシング。\u001b[22m\n\u001b[1m(Sore wa Warriors no taitoru no izureka/ subetedearu kanōsei ga arimasu. Anata ga sorekara nani mo kitai shite inai kagiri, sorehodo warukunai, orokana botanmasshingu.)\u001b[22m\n\nTranslations of \u001b[4mThat could be any/all of the Warriors titles; mindless button-mashing that isn't bad so long as you don't expect anything from it but just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat could be any/all of the Warriors titles;\u001b[24m\n    \u001b[1mそれはWarriorsのタイトルのいずれか/すべてである可能性があります。\u001b[22m, \u001b[1mそれは戦士のタイトルのいずれか/すべてである可能性があります。\u001b[22m\n\u001b[4mmindless button-mashing that isn't bad so long as you don't expect anything from it but just that.\u001b[24m\n    \u001b[1mあなたがそれから何も期待していない限り、それほど悪くない、愚かなボタンマッシング。\u001b[22m, \u001b[1mあなたはそれから何が、ちょうどそれを期待していない限り、悪いことではありません意に介さないボタンマッシュ。\u001b[22m\nThis movie and it's accompanying anime is like playing Samurai warriors, but only getting to watch the cut-scenes.\n\n\u001b[1mこの映画とそれに伴うアニメはサムライ戦士のようなものですが、カットシーンを見るだけです。\u001b[22m\n\u001b[1m(Kono eiga to sore ni tomonau anime wa samurai senshi no yōna monodesuga, kattoshīn o miru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie and it's accompanying anime is like playing Samurai warriors, but only getting to watch the cut-scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie and it's accompanying anime is like playing Samurai warriors, but only getting to watch the cut-scenes.\u001b[24m\n    \u001b[1mこの映画とそれに伴うアニメはサムライ戦士のようなものですが、カットシーンを見るだけです。\u001b[22m, \u001b[1mそれはアニメを伴うだこの映画とはサムライ戦士を再生するが、唯一のカットシーンを見てもらうようなものです。\u001b[22m\nThis boils the show (and game really) to overacting, silly representations of historical characters, and painfully paced and predictable plot points.\n\n\u001b[1mこれは、ショー（そして実際にゲーム）を過度にすること、歴史的なキャラクターの馬鹿げた表現、痛みを伴うペースで予測可能なプロットポイントに沸かせます。\u001b[22m\n\u001b[1m(Kore wa, shō (soshite jissai ni gēmu) o kado ni suru koto, rekishi-tekina kyarakutā no bakageta hyōgen, itami o tomonau pēsu de yosoku kanōna purotto pointo ni waka semasu.)\u001b[22m\n\nTranslations of \u001b[4mThis boils the show (and game really) to overacting, silly representations of historical characters, and painfully paced and predictable plot points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis boils the show (and game really) to overacting, silly representations of historical characters, and painfully paced and predictable plot points.\u001b[24m\n    \u001b[1mこれは、ショー（そして実際にゲーム）を過度にすること、歴史的なキャラクターの馬鹿げた表現、痛みを伴うペースで予測可能なプロットポイントに沸かせます。\u001b[22m, \u001b[1mこれはoveracting、歴史的な文字の愚かな表現、そして痛々しいペーシングさと予測可能なプロット点に（実際には、ゲーム）ショーを沸騰します。\u001b[22m\nI was trying to hold out watching the anime to see if Yukimura's death would rival the end of Return of the King in terms of how drawn out it could be, but this movie and the first two episodes dissuaded me.\n\n\u001b[1m私は雪村の死が王の帰りに匹敵するかどうかを見るためにアニメを見守っていたが、この映画と最初の2つのエピソードは私を納得させなかった。\u001b[22m\n\u001b[1m(Watashi wa Yukimura no shi ga ō no kaeri ni hitteki suru ka dō ka o miru tame ni anime o mimamotte itaga, kono eiga to saisho no 2tsu no episōdo wa watashi o nattoku sa senakatta.)\u001b[22m\n\nTranslations of \u001b[4mI was trying to hold out watching the anime to see if Yukimura's death would rival the end of Return of the King in terms of how drawn out it could be, but this movie and the first two episodes dissuaded me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was trying to hold out watching the anime to see if Yukimura's death would rival the end of Return of the King in terms of how drawn out it could be, but this movie and the first two episodes dissuaded me.\u001b[24m\n    \u001b[1m私は雪村の死が王の帰りに匹敵するかどうかを見るためにアニメを見守っていたが、この映画と最初の2つのエピソードは私を納得させなかった。\u001b[22m, \u001b[1m私は幸村の死は、それができる引き出されたかという点で王の帰還の終わりに匹敵するかどうかを確認するためにアニメを見差し出すしようとしていたが、この映画と最初の2つのエピソードは私を思いとどまら。\u001b[22m\nYes I didn't watch all of the anime.\n\n\u001b[1mはい、私はアニメのすべてを見ていませんでした。\u001b[22m\n\u001b[1m(Hai, watashi wa anime no subete o mite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mYes I didn't watch all of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes I didn't watch all of the anime.\u001b[24m\n    \u001b[1mはい、私はアニメのすべてを見ていませんでした。\u001b[22m, \u001b[1mはい、私はアニメのすべてを見ていません。\u001b[22m\nNo, I couldn't be bothered to write a separate entry.\n\n\u001b[1mいいえ、私は別のエントリを書くのに気を使うことはできませんでした。\u001b[22m\n\u001b[1m(Īe, watashi wa betsu no entori o kaku no ni ki o tsukau koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mNo, I couldn't be bothered to write a separate entry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo, I couldn't be bothered to write a separate entry.\u001b[24m\n    \u001b[1mいいえ、私は別のエントリを書くのに気を使うことはできませんでした。\u001b[22m, \u001b[1mいいえ、私は別のエントリを書き込むために気にすることができませんでした。\u001b[22m\nGo buy a used copy of Samurai Warriors and see everything in this movie and the anime, plus cathartic, mind-numbing destruction of pixels with Nobunaga's demon light-saber and other fantastic additions.\n\n\u001b[1mサムライウォリアーズの中古コピーを購入して、この映画とアニメのすべてを見て、ノーブルーガの悪魔ライトセーバーと他の素晴らしい追加機能を持つピクセルのカタルーニャ的な、精神的な破壊。\u001b[22m\n\u001b[1m(Samuraiu~oriāzu no chūko kopī o kōnyū shite, kono eiga to anime no subete o mite, nōburūga no akuma raitosēbā to hoka no subarashī tsuika kinō o motsu pikuseru no katarūnya-tekina, seishin-tekina hakai.)\u001b[22m\n\nTranslations of \u001b[4mGo buy a used copy of Samurai Warriors and see everything in this movie and the anime, plus cathartic, mind-numbing destruction of pixels with Nobunaga's demon light-saber and other fantastic additions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGo buy a used copy of Samurai Warriors and see everything in this movie and the anime, plus cathartic, mind-numbing destruction of pixels with Nobunaga's demon light-saber and other fantastic additions.\u001b[24m\n    \u001b[1mサムライウォリアーズの中古コピーを購入して、この映画とアニメのすべてを見て、ノーブルーガの悪魔ライトセーバーと他の素晴らしい追加機能を持つピクセルのカタルーニャ的な、精神的な破壊。\u001b[22m, \u001b[1m戦国無双の使用コピーを買いに行くと、この映画やアニメ、プラス信長の悪魔ライトサーベルや他の幻想の追加とピクセルのカタルシス、退屈でつまらない破壊のすべてを参照してください。\u001b[22m"
  }
]
