[
  {
    "title": "Tekkon_Kinkreet",
    "id": "2154",
    "url": "https://myanimelist.net/anime/2154/Tekkon_Kinkreet",
    "user": "JoeAteMyPencil",
    "profile": "/profile/JoeAteMyPencil/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=9299",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nTekkonkinkreetは間違いなく私が今まで見た中で最高のアニメ映画の一つです。 キャラクターは素晴らしかったです。 黒は彼の年齢の若い男の子にとっては非常に荒いですし、ホワイトはこの「Boo-like」（Monsters Inc.のその小さな女の子）の無邪気さによって彼を素晴らしいキャラクターにしています。 映画はとても独創的で、始めから終わりまでのフィニッシュから、私は映画の素晴らしさに驚いていました。 音楽は美しく映画に付随し、実際にあなたと一緒にあなたをリールに巻き込む。 私はこの映画を誰にでも推薦し、誰もがアニメのファンだと言っています... mechsはありませんが、間違いなく誰もが何かを持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTekkonkinkreet is definitely one of the best anime movies I have ever seen. The characters were wonderful. Black being very rough for a young boy of his age and White has this 'Boo-like' (that little girl from Monsters Inc.) innocence about him that makes him just an awesome character. The movie is so inventive and from start to climactic finish I was stunned at how amazing of a film this is. The music beautifully accompanies the movie and really reels you along with the characters. I recommend this movie to anyone and EVERYONE that says they are a fan of anime...while there are no mechs..it definitely has something for everyone.\n\n\u001b[1mTekkonkinkreetは間違いなく私が今まで見た中で最高のアニメ映画の一つです。 キャラクターは素晴らしかったです。 黒は彼の年齢の若い男の子にとって非常に荒く、ホワイトはこの「ブー・ライク・ワン」（モンスターズ・インクからのその少女）が彼についての無邪気さによって彼をただの素敵なキャラクターにしています。 映画はとても独創的で、始めから終わりまでのフィニッシュから、私は映画の素晴らしさに驚いていました。 音楽は美しく映画に付随し、実際にあなたと一緒にあなたをリールに巻き込む。 私はこの映画を誰にでも推薦し、誰もがアニメのファンだと言っています... mechsはありませんが、間違いなく誰もが何かを持っています。\u001b[22m\n\u001b[1m(Tekkonkinkreet wa machigainaku watashi ga imamade mita naka de saikō no anime eiga no hitotsudesu. Kyarakutā wa subarashikattadesu. Kuro wa kare no nenrei no wakai otokonoko ni totte hijō ni araku, howaito wa kono `bū raiku wan'(monsutāzu inku kara no sono shōjo) ga kare ni tsuite no mujaki-sa ni yotte kare o tada no sutekina kyarakutā ni shite imasu. Eiga wa totemo dokusō-tekide, hajime kara owari made no finisshu kara, watashi wa eiga no subarashi-sa ni odoroite imashita. Ongaku wa utsukushiku eiga ni fuzui shi, jissai ni anata to issho ni anata o rīru ni makikomu. Watashi wa kono eiga o darenidemo suisen shi, daremoga anime no fanda to itte imasu... Mechs wa arimasenga, machigainaku daremoga nanika o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTekkonkinkreet is definitely one of the best anime movies I have ever seen. The characters were wonderful. Black being very rough for a young boy of his age and White has this 'Boo-like' (that little girl from Monsters Inc.) innocence about him that makes him just an awesome character. The movie is so inventive and from start to climactic finish I was stunned at how amazing of a film this is. The music beautifully accompanies the movie and really reels you along with the characters. I recommend this movie to anyone and EVERYONE that says they are a fan of anime...while there are no mechs..it definitely has something for everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTekkonkinkreet is definitely one of the best anime movies I have ever seen.\u001b[24m\n    \u001b[1mTekkonkinkreetは間違いなく私が今まで見た中で最高のアニメ映画の一つです。\u001b[22m, \u001b[1m鉄コン筋クリートは間違いなく私が今まで見た中で最高のアニメ映画の一つです。\u001b[22m\n\u001b[4mThe characters were wonderful.\u001b[24m\n    \u001b[1mキャラクターは素晴らしかったです。\u001b[22m, \u001b[1m文字は素晴らしかったです。\u001b[22m\n\u001b[4mBlack being very rough for a young boy of his age and White has this 'Boo-like' (that little girl from Monsters Inc.) innocence about him that makes him just an awesome character.\u001b[24m\n    \u001b[1m黒は彼の年齢の若い男の子にとって非常に荒く、ホワイトはこの「ブー・ライク・ワン」（モンスターズ・インクからのその少女）が彼についての無邪気さによって彼をただの素敵なキャラクターにしています。\u001b[22m, \u001b[1m彼の年齢の若い男の子のための非常にラフであることとホワイトがこの「ブー様」（モンスターズ社からその小さな女の子）彼だけで素晴らしい文字になり、彼について無罪を持っているブラック。\u001b[22m\n\u001b[4mThe movie is so inventive and from start to climactic finish I was stunned at how amazing of a film this is.\u001b[24m\n    \u001b[1m映画はとても独創的で、始めから終わりまでのフィニッシュから、私は映画の素晴らしさに驚いていました。\u001b[22m, \u001b[1m映画はとても発明であり、クライマックスのスタートからフィニッシュまで、私はこれが映画の驚くべきで唖然としました。\u001b[22m\n\u001b[4mThe music beautifully accompanies the movie and really reels you along with the characters.\u001b[24m\n    \u001b[1m音楽は美しく映画に付随し、実際にあなたと一緒にあなたをリールに巻き込む。\u001b[22m, \u001b[1m音楽は美しく、映画に付随し、本当に文字と一緒にあなたをリール。\u001b[22m\n\u001b[4mI recommend this movie to anyone and EVERYONE that says they are a fan of anime...while there are no mechs..it definitely has something for everyone.\u001b[24m\n    \u001b[1m私はこの映画を誰にでも推薦し、誰もがアニメのファンだと言っています... mechsはありませんが、間違いなく誰もが何かを持っています。\u001b[22m, \u001b[1m私はmechs..itありませんが、間違いなくみんなのために何を持っている...彼らはアニメのファンだという誰と誰にこの映画をお勧めします。\u001b[22m"
  },
  {
    "title": "Tekkon_Kinkreet",
    "id": "2154",
    "url": "https://myanimelist.net/anime/2154/Tekkon_Kinkreet",
    "user": "cloudisu",
    "profile": "/profile/cloudisu/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=69277",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれらの兄弟が街頭で抱いている感傷的な夢。 彼らは兄弟でもあるかもしれないが、彼らは時代の浮き沈みを経て、「黒」と「白」として知られている。 プロットは、伝説とそのキャラクターの位置を目指している他のキャラクターとねじれている。 真実は、史郎が夢の中に住んでいる間に、黒の悪夢のようだった。 確かに、両方の兄弟はギャングスターを隔てて通りをきれいにしていて、彼らは心の中でお互いに見つけることができます。 誰かがいつも他の人と強い結びつきを共有することができます。 音楽とサウンドトラックはプロット、特に戦闘シーンにかなりマッチしています。 ストーリーは私が期待していたものとはかなり異なっていましたが、私が見た他のロマンスのアニメ映画よりも優れていました。 予想外に、いくつかの驚くべき出来事がありましたが、プロットを興味深いものにしました。 正直なところ、結末はかなり単純だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSentimental dreams these brothers have in the streets. Though they might be brothers, they have been through times ups and downs that led them known as 'Kuro' and 'Shiro'. The plot twists with the legend and other characters aiming for their positions. Truthfully, it was like a nightmare Kuro was living while Shiro was living in a dream. Sure, both brothers are separated through gangsters while they clean the streets, they can find each other through their mind. One can always share a strong bond with another. The music and soundtrack are quite the match to the plot, especially the fighting scenes. The story was quite different than what I expected, but it was better than any other romance anime movies I've seen. Unexpectedly, there were some surprising events but even though, it made the plot seem interesting. Honestly, the ending was pretty simple itself.\n\n\u001b[1mこれらの兄弟が街頭で抱いている感傷的な夢。 彼らは兄弟でもあるかもしれないが、彼らは時代の浮き沈みを経て、「黒」と「白」として知られている。 プロットは、伝説とそのキャラクターの位置を目指している他のキャラクターとねじれている。 真実は、史郎が夢の中に住んでいる間に、黒の悪夢のようだった。 確かに、両方の兄弟はギャングスターを隔てて通りをきれいにしていて、彼らは心の中でお互いに見つけることができます。 誰かがいつも他の人と強い結びつきを共有することができます。 音楽とサウンドトラックはプロット、特に戦闘シーンにかなりマッチしています。 ストーリーは私が期待していたものとはかなり異なっていましたが、私が見た他のロマンスのアニメ映画よりも優れていました。 予想外に、いくつかの驚くべき出来事がありましたが、プロットを興味深いものにしました。 正直なところ、結末はかなり単純だった。\u001b[22m\n\u001b[1m(Korera no kyōdai ga gaitō de daite iru kanshō-tekina yume. Karera wa kyōdaide mo aru kamo shirenaiga, karera wa jidai no ukishizumi o hete,`kuro' to `shiro' to shite shira rete iru. Purotto wa, densetsu to sono kyarakutā no ichi o mezashite iru ta no kyarakutā to nejirete iru. Shinjitsu wa, Shirō ga yume no naka ni sunde iru ma ni, kuro no akumu no yōdatta. Tashika ni, ryōhō no kyōdai wa gyangusutā o hedatete tōri o kirei ni shite ite, karera wa kokoro no naka de otagai ni mitsukeru koto ga dekimasu. Dareka ga itsumo hokanohito to tsuyoi musubitsuki o kyōyū suru koto ga dekimasu. Ongaku to saundotorakku wa purotto, tokuni sentō shīn ni kanari matchi shite imasu. Sutōrī wa watashi ga kitai shite ita mono to wa kanari kotonatte imashitaga, watashi ga mita ta no romansu no anime eiga yori mo sugurete imashita. Yosō-gai ni, ikutsu ka no odorokubeki dekigoto ga arimashitaga, purotto o kyōmibukai mono ni shimashita. Shōjikina tokoro, ketsumatsu wa kanari tanjundatta.)\u001b[22m\n\nTranslations of \u001b[4mSentimental dreams these brothers have in the streets. Though they might be brothers, they have been through times ups and downs that led them known as 'Kuro' and 'Shiro'. The plot twists with the legend and other characters aiming for their positions. Truthfully, it was like a nightmare Kuro was living while Shiro was living in a dream. Sure, both brothers are separated through gangsters while they clean the streets, they can find each other through their mind. One can always share a strong bond with another. The music and soundtrack are quite the match to the plot, especially the fighting scenes. The story was quite different than what I expected, but it was better than any other romance anime movies I've seen. Unexpectedly, there were some surprising events but even though, it made the plot seem interesting. Honestly, the ending was pretty simple itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSentimental dreams these brothers have in the streets.\u001b[24m\n    \u001b[1mこれらの兄弟が街頭で抱いている感傷的な夢。\u001b[22m, \u001b[1mセンチメンタル夢これらの兄弟たちは街頭で持っています。\u001b[22m\n\u001b[4mThough they might be brothers, they have been through times ups and downs that led them known as 'Kuro' and 'Shiro'.\u001b[24m\n    \u001b[1m彼らは兄弟でもあるかもしれないが、彼らは時代の浮き沈みを経て、「黒」と「白」として知られている。\u001b[22m, \u001b[1m彼らは兄弟かもしれませんが、彼らは「クロ」と「シロ」として知られているそれらを率い回の浮き沈みをしてきました。\u001b[22m\n\u001b[4mThe plot twists with the legend and other characters aiming for their positions.\u001b[24m\n    \u001b[1mプロットは、伝説とそのキャラクターの位置を目指している他のキャラクターとねじれている。\u001b[22m, \u001b[1mプロットは伝説とその位置を目指して他の文字とねじります。\u001b[22m\n\u001b[4mTruthfully, it was like a nightmare Kuro was living while Shiro was living in a dream.\u001b[24m\n    \u001b[1m真実は、史郎が夢の中に住んでいる間に、黒の悪夢のようだった。\u001b[22m, \u001b[1m正直、それは史郎が夢に住んでいたしながら暮らしていた黒悪夢のようでした。\u001b[22m\n\u001b[4mSure, both brothers are separated through gangsters while they clean the streets, they can find each other through their mind.\u001b[24m\n    \u001b[1m確かに、両方の兄弟はギャングスターを隔てて通りをきれいにしていて、彼らは心の中でお互いに見つけることができます。\u001b[22m, \u001b[1m確かに、両方の兄弟は、彼らが街をきれいにしながら、暴力団を介して分離されて、彼らは彼らの心を介してお互いを見つけることができます。\u001b[22m\n\u001b[4mOne can always share a strong bond with another.\u001b[24m\n    \u001b[1m誰かがいつも他の人と強い結びつきを共有することができます。\u001b[22m, \u001b[1m一つは、常に他との強い結合を共有することができます。\u001b[22m\n\u001b[4mThe music and soundtrack are quite the match to the plot, especially the fighting scenes.\u001b[24m\n    \u001b[1m音楽とサウンドトラックはプロット、特に戦闘シーンにかなりマッチしています。\u001b[22m, \u001b[1m音楽とサウンドトラックは、プロットに非常に一致し、特に戦闘シーンです。\u001b[22m\n\u001b[4mThe story was quite different than what I expected, but it was better than any other romance anime movies I've seen.\u001b[24m\n    \u001b[1mストーリーは私が期待していたものとはかなり異なっていましたが、私が見た他のロマンスのアニメ映画よりも優れていました。\u001b[22m, \u001b[1m物語は私が期待したものよりもかなり異なっていたが、それは私が見てきた他のロマンスアニメ映画よりも良好でした。\u001b[22m\n\u001b[4mUnexpectedly, there were some surprising events but even though, it made the plot seem interesting.\u001b[24m\n    \u001b[1m予想外に、いくつかの驚くべき出来事がありましたが、プロットを興味深いものにしました。\u001b[22m, \u001b[1m意外にも、いくつかの意外なイベントがありましたが、にもかかわらず、それはプロットは面白いように見える作られました。\u001b[22m\n\u001b[4mHonestly, the ending was pretty simple itself.\u001b[24m\n    \u001b[1m正直なところ、結末はかなり単純だった。\u001b[22m, \u001b[1m正直なところ、エンディング自体はかなり簡単でした。\u001b[22m"
  },
  {
    "title": "Tekkon_Kinkreet",
    "id": "2154",
    "url": "https://myanimelist.net/anime/2154/Tekkon_Kinkreet",
    "user": "Fayetta",
    "profile": "/profile/Fayetta/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=112893",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  8\n\n\n\n音楽は素晴らしかった、私はそれが特にアクションシーンの間に映画を非常によく賞賛したと思う。 私は日本語の声がとてもうまいと感じました。私は声が刺激的か迷惑なのか見当たりませんでした。私は各キャラクターがそのキャラクターに非常によく似合っていて、彼らの個性を引き出したと思います。\n\n全体的に私はこれを偉大な映画と見て、私は乗り物を楽しんで、私は奇妙なバンプか2つがあったと言うでしょうが、私は将来それを再び見たいと思うでしょう。 私はそれに行くことをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe music was great, I think it it complimented the movie very well especially during the action scenes. I found the Japanese voice acting very good, I didn't find any of the voices irritating or annoying, I think each characters voice suited that character incredibly well and brought out their personality.\n\n\u001b[1m音楽は素晴らしかった、私はそれが特にアクションシーンの間に映画を非常によく賞賛したと思う。 私は日本語の声がとてもうまいと感じました。私は声が刺激的か迷惑なのか見当たりませんでした。私は各キャラクターがそのキャラクターに非常によく似合っていて、彼らの個性を引き出したと思います。\u001b[22m\n\u001b[1m(Ongaku wa subarashikatta, watashi wa sore ga tokuni akushonshīn no ma ni eiga o hijō ni yoku shōsan shita to omou. Watashi wa nihongo no koe ga totemo umai to kanjimashita. Watashi wa koe ga shigeki-teki ka meiwakuna no ka miatarimasendeshita. Watashi wa kaku kyarakutā ga sono kyarakutā ni hijō ni yoku niatte ite, karera no kosei o hikidashita to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music was great, I think it it complimented the movie very well especially during the action scenes. I found the Japanese voice acting very good, I didn't find any of the voices irritating or annoying, I think each characters voice suited that character incredibly well and brought out their personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was great, I think it it complimented the movie very well especially during the action scenes.\u001b[24m\n    \u001b[1m音楽は素晴らしかった、私はそれが特にアクションシーンの間に映画を非常によく賞賛したと思う。\u001b[22m, \u001b[1m音楽は素晴らしかった、私はそれが特にアクションシーンの間に非常によく映画をほめ思います。\u001b[22m\n\u001b[4mI found the Japanese voice acting very good, I didn't find any of the voices irritating or annoying, I think each characters voice suited that character incredibly well and brought out their personality.\u001b[24m\n    \u001b[1m私は日本語の声がとてもうまいと感じました。私は声が刺激的か迷惑なのか見当たりませんでした。私は各キャラクターがそのキャラクターに非常によく似合っていて、彼らの個性を引き出したと思います。\u001b[22m, \u001b[1m私は非常に良い演技日本語音声を見つけ、私は刺激性あるいは迷惑な声のいずれかを見つけることができませんでした、私は、各キャラクターの声は非常によくその文字を適しており、彼らの個性を引き出したと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I find this a great movie, I enjoyed the ride and I would say there was the odd bump or two but I know I'll want to watch it again in the future. I would recommend to give it a go.\n\n\u001b[1m全体的に私はこれを偉大な映画と見て、私は乗り物を楽しんで、私は奇妙なバンプか2つがあったと言うでしょうが、私は将来それを再び見たいと思うでしょう。 私はそれに行くことをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kore o idaina eiga to mite, watashi wa norimono o tanoshinde, watashi wa kimyōna banpu ka 2tsu ga atta to iudeshouga, watashi wa shōrai sore o futatabi mitai to omoudeshou. Watashi wa sore ni iku koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I find this a great movie, I enjoyed the ride and I would say there was the odd bump or two but I know I'll want to watch it again in the future. I would recommend to give it a go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I find this a great movie, I enjoyed the ride and I would say there was the odd bump or two but I know I'll want to watch it again in the future.\u001b[24m\n    \u001b[1m全体的に私はこれを偉大な映画と見て、私は乗り物を楽しんで、私は奇妙なバンプか2つがあったと言うでしょうが、私は将来それを再び見たいと思うでしょう。\u001b[22m, \u001b[1m全体的に私は、これは偉大な映画を見つける、私は乗り心地を楽しんで、私は奇妙なバンプまたは2があったと言うだろうが、私は、私は将来的に再びそれを見たいと思うでしょうね。\u001b[22m\n\u001b[4mI would recommend to give it a go.\u001b[24m\n    \u001b[1m私はそれに行くことをお勧めします。\u001b[22m, \u001b[1m私はそれを行くを与えることをお勧めします。\u001b[22m"
  },
  {
    "title": "Tekkon_Kinkreet",
    "id": "2154",
    "url": "https://myanimelist.net/anime/2154/Tekkon_Kinkreet",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=60523",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nもう一度、私はスタジオ4℃の領域に、松本泰代の3巻の邦画シリーズをもとに、トレジャータウンの2人の孤児たちの心理的な話をして、 マイケル・アリアス（以前はアニマトリクスのプロデューサーだった）が監督デビューを果たす。\n\n\n\n主人公の黒人と白人は、陰と陽のコンセプトに向かって同調しています。 黒は、町に間違っているものを具現化している街並みのパンクです。ホワイトは、彼の周りの世界に触れていない、無実でドーピーの子供です。 一緒に彼らは猫と呼ばれ、彼らの探求は、地元のヤクザと街を引き継ぎ、それを遊園地に変える方法です。\n\n\n\n彼らが一緒にいるとき、彼らは凶悪な凶悪犯や宗教的な狂信者のような多くの襲撃者を奪い取るが、彼らはすぐに別れて、彼らの間に絶望的であり、 映画。\n\n\n\n\nアニメーションのデザインとアートは、スタジオ4°Cの他の作品と同等です。 それは非常にユニークで愛想的ですが、時にはそれは数回は邪魔になるかもしれませんが、全体的なものではありません。 革新的な作品最初は、ホワイトのキャラクターは、彼の一定した宇宙の状態で私を悩ますようになったが、すぐに、彼は物語が進むにつれてあなたを悩ませてくれるだろう。  *エド・アップ・キッドだけど、黒と白が本当に映画全体で化学を共有しているのは事実だ。 お互いに暮らすことができないような気がして、もう一度、陰と陽のコンセプトがこの映画に適用されます。 音楽に関しては、英国のグループPlaidのエレクトロカッコ・スコアの礼儀は格段にまともでしたが、私はスコアにあまり注意を払っていませんでした。 これらのパルクールのようなシーケンスの間に、音楽はこれまで以上に少しも抱いていました。\n\n\n最終的な検証：この映画のポジティブ感は否定的な側面を上回りますが、それは完璧な映画ですか？ 本当にそうではありませんが、それはまだユニークなアートスタイルから主人公のコントラストまで見ている非常に良い映画です。そう、私はこの種のアニメを好きな人にこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, I have entered the domain of Studio 4°C with this psychological tale of two orphan boys in the city of Treasure Town, based upon a three-volume seinen manga series by Taiyō Matsumoto and was adapted into a feature length movie directed by Michael Arias, who previously was a producer on The Animatrix, making it his directorial debut.\n\n\u001b[1mもう一度、私はスタジオ4℃の領域に、松本泰代の3巻の邦画シリーズをもとに、トレジャータウンの2人の孤児たちの心理的な話をして、 マイケル・アリアス（以前はアニマトリクスのプロデューサーだった）が監督デビューを果たす。\u001b[22m\n\u001b[1m(Mōichido, watashi wa sutajio 4 ℃ no ryōiki ni, Matsumoto Yasuyo no 3-kan no hōga shirīzu o moto ni, torejātaun no 2-ri no minashigo-tachi no shinri-tekina hanashi o shite, Maikeru ariasu (izen wa animatorikusu no purode~yūsādatta) ga kantoku debyū o hatasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, I have entered the domain of Studio 4°C with this psychological tale of two orphan boys in the city of Treasure Town, based upon a three-volume seinen manga series by Taiyō Matsumoto and was adapted into a feature length movie directed by Michael Arias, who previously was a producer on The Animatrix, making it his directorial debut.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, I have entered the domain of Studio 4°C with this psychological tale of two orphan boys in the city of Treasure Town, based upon a three-volume seinen manga series by Taiyō Matsumoto and was adapted into a feature length movie directed by\u001b[24m\n    \u001b[1mもう一度、私はスタジオ4℃の領域に、松本泰代の3巻の邦画シリーズをもとに、トレジャータウンの2人の孤児たちの心理的な話をして、\u001b[22m, \u001b[1mもう一度、私は松本大洋による三ボリューム青年漫画シリーズに基づいて、トレジャータウンの街で2孤児の少年、この心理的な物語とスタジオ4℃のドメインを入力しているし、監督の長編映画に適応されました\u001b[22m\n\u001b[4mMichael Arias, who previously was a producer on The Animatrix, making it his directorial debut.\u001b[24m\n    \u001b[1mマイケル・アリアス（以前はアニマトリクスのプロデューサーだった）が監督デビューを果たす。\u001b[22m, \u001b[1m以前に彼の監督デビュー作り、アニマトリックス上のプロデューサーだったマイケル・アリアス、。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters, Black and White, have shared alliterations toward the concept of yin and yang. Black is a streetwise punk who embodies all that is wrong with the city and White is an innocent and dopey kid, who is out of touch with the world around him. Together they are known as the Cats and their quest is how they deal with the local yakuza from taking over the city and turning it into an amusement park.\n\n\u001b[1m主人公の黒人と白人は、陰と陽のコンセプトに向かって同調しています。 黒は、町に間違っているものを具現化している街並みのパンクです。ホワイトは、彼の周りの世界に触れていない、無実でドーピーの子供です。 一緒に彼らは猫と呼ばれ、彼らの探求は、地元のヤクザと街を引き継ぎ、それを遊園地に変える方法です。\u001b[22m\n\u001b[1m(Shujinkō no kokujin to hakujin wa, in to yō no konseputo ni mukatte dōchō shite imasu. Kuro wa, machi ni machigatte iru mono o gugen-ka shite iru machinami no pankudesu. Howaito wa, kare no mawari no sekai ni furete inai, mujitsu de dōpī no kodomodesu. Issho ni karera wa neko to yoba re, karera no tankyū wa, jimoto no yakuza to machi o hikitsugi, sore o yuenchi ni kaeru hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters, Black and White, have shared alliterations toward the concept of yin and yang. Black is a streetwise punk who embodies all that is wrong with the city and White is an innocent and dopey kid, who is out of touch with the world around him. Together they are known as the Cats and their quest is how they deal with the local yakuza from taking over the city and turning it into an amusement park.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters, Black and White, have shared alliterations toward the concept of yin and yang.\u001b[24m\n    \u001b[1m主人公の黒人と白人は、陰と陽のコンセプトに向かって同調しています。\u001b[22m, \u001b[1mメインキャラクター、黒と白のは、陰と陽の概念に向かって頭韻を共有しています。\u001b[22m\n\u001b[4mBlack is a streetwise punk who embodies all that is wrong with the city and White is an innocent and dopey kid, who is out of touch with the world around him.\u001b[24m\n    \u001b[1m黒は、町に間違っているものを具現化している街並みのパンクです。ホワイトは、彼の周りの世界に触れていない、無実でドーピーの子供です。\u001b[22m, \u001b[1mブラックは、すべてのことが都市と間違っているとホワイトは彼の周りの世界との接触の外にある無実と眠い子供、ある体現世慣れたパンクです。\u001b[22m\n\u001b[4mTogether they are known as the Cats and their quest is how they deal with the local yakuza from taking over the city and turning it into an amusement park.\u001b[24m\n    \u001b[1m一緒に彼らは猫と呼ばれ、彼らの探求は、地元のヤクザと街を引き継ぎ、それを遊園地に変える方法です。\u001b[22m, \u001b[1m一緒に彼らは猫として知られており、彼らの探求は、彼らが町を引き継ぐと遊園地にそれを回すから地元ヤクザに対処する方法ですされています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWhen they are together, they are an unstoppable force to be reckoned with as they take down many assailants, such as petty thugs and religious fanatics but when they soon separate, they are hopeless without each other and it really shows that point during the middle of the movie.\n\n\u001b[1m彼らが一緒にいるとき、彼らは凶悪な凶悪犯や宗教的な狂信者のような多くの襲撃者を奪い取るが、彼らはすぐに別れて、彼らの間に絶望的であり、 映画。\u001b[22m\n\u001b[1m(Karera ga issho ni iru toki, karera wa kyōakuna kyōaku-han ya shūkyō-tekina kyōshinja no yōna ōku no shūgeki-sha o ubaitoruga, karera wa sugu ni wakarete, karera no ma ni zetsubō-tekideari, eiga.)\u001b[22m\n\nTranslations of \u001b[4mWhen they are together, they are an unstoppable force to be reckoned with as they take down many assailants, such as petty thugs and religious fanatics but when they soon separate, they are hopeless without each other and it really shows that point during the middle of the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen they are together, they are an unstoppable force to be reckoned with as they take down many assailants, such as petty thugs and religious fanatics but when they soon separate, they are hopeless without each other and it really shows that point during the middle of\u001b[24m\n    \u001b[1m彼らが一緒にいるとき、彼らは凶悪な凶悪犯や宗教的な狂信者のような多くの襲撃者を奪い取るが、彼らはすぐに別れて、彼らの間に絶望的であり、\u001b[22m, \u001b[1m彼らは一緒にいるとき、彼らはそのようなささいな凶悪犯や宗教狂信者など、多くの襲撃者が、テイクダウンするが、彼らはすぐに分離したとき、彼らはお互いなしで絶望的であり、それは本当にの途中でその点を示しているように、彼らは侮れない止められない力です\u001b[22m\n\u001b[4mthe movie.\u001b[24m\n    \u001b[1m映画。\u001b[22m, \u001b[1mムービー。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation design and art is up to par with the other works of Studio 4°C. It’s very unique and endearing but at some times, it can be disturbing at a few times but not overall. The innovation works At first, the character of White started to annoy me with his constant spacey state but soon, he'll annoy you less as the story goes on and Black, as cool as he may be, is one disturbed and f** *ed-up kid but it is true that Black and White do really have shared chemistry throughout the film. It feels like they can’t live without each other and once again, the concept of yin and yang applies to this movie. As for the music, the electronica score courtesy of British group Plaid was remarkably decent but I didn’t really pay that much attention to the score and I usually do. Although during those parkour-like sequences, the music did embrace that a bit further than before.\n\n\u001b[1mアニメーションのデザインとアートは、スタジオ4°Cの他の作品と同等です。 それは非常にユニークで愛想的ですが、時にはそれは数回は邪魔になるかもしれませんが、全体的なものではありません。 革新的な作品最初は、ホワイトのキャラクターは、彼の一定した宇宙の状態で私を悩ますようになったが、すぐに、彼は物語が進むにつれてあなたを悩ませてくれるだろう。  *エド・アップ・キッドだけど、黒と白が本当に映画全体で化学を共有しているのは事実だ。 お互いに暮らすことができないような気がして、もう一度、陰と陽のコンセプトがこの映画に適用されます。 音楽に関しては、英国のグループPlaidのエレクトロカッコ・スコアの礼儀は格段にまともでしたが、私はスコアにあまり注意を払っていませんでした。 これらのパルクールのようなシーケンスの間に、音楽はこれまで以上に少しも抱いていました。\u001b[22m\n\u001b[1m(Animēshon no dezain to āto wa, sutajio 4 doshī no ta no sakuhin to dōtōdesu. Sore wa hijō ni yunīku de aiso-tekidesuga, tokiniha sore wa sū-kai wa jama ni naru kamo shiremasenga, zentai-tekina monode wa arimasen. Kakushintekina sakuhin saisho wa, howaito no kyarakutā wa, kare no ittei shita uchū no jōtai de watashi o nayamasu yō ni nattaga, sugu ni, kare wa monogatari ga susumu ni tsurete anata o nayama sete kurerudarou. * Edo appu kiddodakedo, kuro to shiro ga hontōni eiga zentai de kagaku o kyōyū shite iru no wa jijitsuda. Otagai ni kurasu koto ga dekinai yōna ki ga shite, mōichido, in to yō no konseputo ga kono eiga ni tekiyō sa remasu. Ongaku ni kanshite wa, Igirisu no gurūpu Plaid no erekutorokakko sukoa no reigi wa kakudan ni matomodeshitaga, watashi wa sukoa ni amari chūi o haratte imasendeshita. Korera no parukūru no yōna shīkensu no ma ni, ongaku wa kore made ijō ni sukoshi mo daite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation design and art is up to par with the other works of Studio 4°C. It’s very unique and endearing but at some times, it can be disturbing at a few times but not overall. The innovation works At first, the character of White started to annoy me with his constant spacey state but soon, he'll annoy you less as the story goes on and Black, as cool as he may be, is one disturbed and f** *ed-up kid but it is true that Black and White do really have shared chemistry throughout the film. It feels like they can’t live without each other and once again, the concept of yin and yang applies to this movie. As for the music, the electronica score courtesy of British group Plaid was remarkably decent but I didn’t really pay that much attention to the score and I usually do. Although during those parkour-like sequences, the music did embrace that a bit further than before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation design and art is up to par with the other works of Studio 4°C.\u001b[24m\n    \u001b[1mアニメーションのデザインとアートは、スタジオ4°Cの他の作品と同等です。\u001b[22m, \u001b[1mアニメーションデザインとアートスタジオ4℃の他の作品と肩を並べるまでです。\u001b[22m\n\u001b[4mIt’s very unique and endearing but at some times, it can be disturbing at a few times but not overall.\u001b[24m\n    \u001b[1mそれは非常にユニークで愛想的ですが、時にはそれは数回は邪魔になるかもしれませんが、全体的なものではありません。\u001b[22m, \u001b[1mそれは非常にユニークでかわいらしいのですが、いくつかの回で、それは数回ではなく、全体的に妨害することができます。\u001b[22m\n\u001b[4mThe innovation works At first, the character of White started to annoy me with his constant spacey state but soon, he'll annoy you less as the story goes on and Black, as cool as he may be, is one disturbed and f**\u001b[24m\n    \u001b[1m革新的な作品最初は、ホワイトのキャラクターは、彼の一定した宇宙の状態で私を悩ますようになったが、すぐに、彼は物語が進むにつれてあなたを悩ませてくれるだろう。\u001b[22m, \u001b[1m**革新が最初に動作し、ホワイトの文字が彼の一定のスペーシーな状態で私を困らせるために始めたが、話が上に行くと黒のように彼は、1が乱れとfとすることができるようにすぐに、彼はクールとして、より少ないあなたを困らせるだろう\u001b[22m\n\u001b[4m*ed-up kid but it is true that Black and White do really have shared chemistry throughout the film.\u001b[24m\n    \u001b[1m*エド・アップ・キッドだけど、黒と白が本当に映画全体で化学を共有しているのは事実だ。\u001b[22m, \u001b[1m* EDアップの子供が、黒と白が本当にフィルム全体の化学的性質を共有しているかというのは本当です。\u001b[22m\n\u001b[4mIt feels like they can’t live without each other and once again, the concept of yin and yang applies to this movie.\u001b[24m\n    \u001b[1mお互いに暮らすことができないような気がして、もう一度、陰と陽のコンセプトがこの映画に適用されます。\u001b[22m, \u001b[1m彼らはお互いなしでは生きていけない、もう一度、陰と陽の概念はこの映画に適用されるようにそれは感じています。\u001b[22m\n\u001b[4mAs for the music, the electronica score courtesy of British group Plaid was remarkably decent but I didn’t really pay that much attention to the score and I usually do.\u001b[24m\n    \u001b[1m音楽に関しては、英国のグループPlaidのエレクトロカッコ・スコアの礼儀は格段にまともでしたが、私はスコアにあまり注意を払っていませんでした。\u001b[22m, \u001b[1m音楽に関しては、英国のグループタータンチェックのエレクトロニカスコア礼儀が顕著に立派だったが、私は本当にスコアにそれほど注意を払っていないと私は通常行います。\u001b[22m\n\u001b[4mAlthough during those parkour-like sequences, the music did embrace that a bit further than before.\u001b[24m\n    \u001b[1mこれらのパルクールのようなシーケンスの間に、音楽はこれまで以上に少しも抱いていました。\u001b[22m, \u001b[1mこれらのパルクール様配列の間にあるが、音楽は以前よりも少し更なるということを受け入れました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFINAL VERDICT: Well, the positives of this movie do outweigh its negative aspects but it is a perfect film? Not really but it’s still a very good movie to watch from its unique art style to the contrast of the main characters and yes, I would recommended this to anybody who likes this kind of anime.\n\n\u001b[1m最終的な検証：この映画のポジティブ感は否定的な側面を上回りますが、それは完璧な映画ですか？ 本当にそうではありませんが、それはまだユニークなアートスタイルから主人公のコントラストまで見ている非常に良い映画です。そう、私はこの種のアニメを好きな人にこれをお勧めします。\u001b[22m\n\u001b[1m(Saishū-tekina kenshō: Kono eiga no pojitibu-kan wa hitei-tekina sokumen o uwamawarimasuga, sore wa kanpekina eigadesu ka? Hontōni sōde wa arimasenga, sore wa mada yunīkuna ātosutairu kara shujinkō no kontorasuto made mite iru hijō ni yoi eigadesu. Sō, watashi wa kono tane no anime o sukinahito ni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFINAL VERDICT: Well, the positives of this movie do outweigh its negative aspects but it is a perfect film? Not really but it’s still a very good movie to watch from its unique art style to the contrast of the main characters and yes, I would recommended this to anybody who likes this kind of anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFINAL VERDICT: Well, the positives of this movie do outweigh its negative aspects but it is a perfect film?\u001b[24m\n    \u001b[1m最終的な検証：この映画のポジティブ感は否定的な側面を上回りますが、それは完璧な映画ですか？\u001b[22m, \u001b[1m最終的な判定：まあ、この映画の陽性がその負の側面を上回るんが、それは完璧な映画ですか？\u001b[22m\n\u001b[4mNot really but it’s still a very good movie to watch from its unique art style to the contrast of the main characters and yes, I would recommended this to anybody who likes this kind of anime.\u001b[24m\n    \u001b[1m本当にそうではありませんが、それはまだユニークなアートスタイルから主人公のコントラストまで見ている非常に良い映画です。そう、私はこの種のアニメを好きな人にこれをお勧めします。\u001b[22m, \u001b[1mそうでもないが、それはまだメインキャラクターのコントラストに、そのユニークなアートスタイルから見て非常に良い映画だとはい、私はアニメのこの種のが好き誰にもこのことをお勧めだろう。\u001b[22m"
  },
  {
    "title": "Tekkon_Kinkreet",
    "id": "2154",
    "url": "https://myanimelist.net/anime/2154/Tekkon_Kinkreet",
    "user": "zarusoba",
    "profile": "/profile/zarusoba/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=38682",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  7\n\n多くのアニメは、「より多くの」デザイン原則 - 実用性とロジックがダークになる - と規定しており、多くの変換シーケンスがその恩恵を受けています。 これとは対照的に、Tekkon Kinkreetは2時間の視覚詩を捉え、キャラクターやストーリーの視覚的な魅力を根付かせることができます。 そのCharles-Dickens-by-way-of-James-M.-Cainプロットは終わりまで感情的なパンチを失い、第三の道徳的闘争を視覚化するために使用される基本語彙は映画の残りの部分の下にあるようだが、 混乱は、私が今までに見ているデザインやレイアウトの中で最高のものをいくつか持っています。 それは見る価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMuch of anime prescribes to a “more is more” design principle—practicality and logic be darned—and many a transformation sequence has benefited from it. By contrast, Tekkon Kinkreet triumphs because it delivers two hours of arresting visual poetry, and its able to root its visual fancies in character and story. Its Charles-Dickens-by-way-of-James-M.-Cain plot loses emotional punch by the end, and the elementary vocabulary used to visualize the third-act moral struggle seems beneath the rest of the movie, but I suspect the mess has some of the best design and layout work I'll ever see. It deserves a viewing.\n\n\u001b[1m多くのアニメは、「より多くの」デザイン原則 - 実用性とロジックがダークになる - と規定しており、多くの変換シーケンスがその恩恵を受けています。 これとは対照的に、Tekkon Kinkreetは2時間の視覚詩を捉え、キャラクターやストーリーの視覚的な魅力を根付かせることができます。 そのCharles-Dickens-by-way-of-James-M.-Cainプロットは終わりまで感情的なパンチを失い、第三の道徳的闘争を視覚化するために使用される基本語彙は映画の残りの部分の下にあるようだが、 混乱は、私が今までに見ているデザインやレイアウトの中で最高のものをいくつか持っています。 それは見る価値がある。\u001b[22m\n\u001b[1m(Ōku no anime wa,`yori ōku no' dezain gensoku - jitsuyō-sei to rojikku ga dāku ni naru - to kitei shite ori, ōku no henkan shīkensu ga sono onkei o ukete imasu. Kore to wa taishō-teki ni, Tekkon Kinkreet wa 2-jikan no shikaku uta o torae, kyarakutā ya sutōrī no shikaku-tekina miryoku o netsuka seru koto ga dekimasu. Sono chāruzu - dikenzu - by - way - of - jēmusu - M. - Kein purotto wa owari made kanjō-tekina panchi o ushinai, dai san no dōtokuteki tōsō o shikaku-ka suru tame ni shiyō sa reru kihon goi wa eiga no nokori no bubun no shita ni aru yōdaga, konran wa, watashi ga ima made ni mite iru dezain ya reiauto no naka de saikō no mono o ikutsu ka motte imasu. Sore wa miru kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mMuch of anime prescribes to a “more is more” design principle—practicality and logic be darned—and many a transformation sequence has benefited from it. By contrast, Tekkon Kinkreet triumphs because it delivers two hours of arresting visual poetry, and its able to root its visual fancies in character and story. Its Charles-Dickens-by-way-of-James-M.-Cain plot loses emotional punch by the end, and the elementary vocabulary used to visualize the third-act moral struggle seems beneath the rest of the movie, but I suspect the mess has some of the best design and layout work I'll ever see. It deserves a viewing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMuch of anime prescribes to a “more is more” design principle—practicality and logic be darned—and many a transformation sequence has benefited from it.\u001b[24m\n    \u001b[1m多くのアニメは、「より多くの」デザイン原則 - 実用性とロジックがダークになる - と規定しており、多くの変換シーケンスがその恩恵を受けています。\u001b[22m, \u001b[1mアニメの多くは、に規定する設計原理 - 実用性とロジックとびきり-とする多くの変換シーケンスは、そこから恩恵を受けている「もっともっとがあります」。\u001b[22m\n\u001b[4mBy contrast, Tekkon Kinkreet triumphs because it delivers two hours of arresting visual poetry, and its able to root its visual fancies in character and story.\u001b[24m\n    \u001b[1mこれとは対照的に、Tekkon Kinkreetは2時間の視覚詩を捉え、キャラクターやストーリーの視覚的な魅力を根付かせることができます。\u001b[22m, \u001b[1mこれに対して、鉄コン筋クリートの勝利は、それが視覚的な詩を逮捕の2時間を実現し、かつので、そのキャラクターと物語の中で、その視覚的な空想を根絶することができます。\u001b[22m\n\u001b[4mIts Charles-Dickens-by-way-of-James-M.-Cain plot loses emotional punch by the end, and the elementary vocabulary used to visualize the third-act moral struggle seems beneath the rest of the movie, but I suspect the\u001b[24m\n    \u001b[1mそのCharles-Dickens-by-way-of-James-M.-Cainプロットは終わりまで感情的なパンチを失い、第三の道徳的闘争を視覚化するために使用される基本語彙は映画の残りの部分の下にあるようだが、\u001b[22m, \u001b[1mそのチャールズ・ディケンズ・バイ・ウェイ・オブ・ジェームズ・M.・カインのプロットは、年末までに感情的なパンチを失い、基本語彙は、第三幕道徳的な闘争が映画の残りの部分の下に思える可視化するために使用が、私は疑います\u001b[22m\n\u001b[4mmess has some of the best design and layout work I'll ever see.\u001b[24m\n    \u001b[1m混乱は、私が今までに見ているデザインやレイアウトの中で最高のものをいくつか持っています。\u001b[22m, \u001b[1m混乱は、私が今まで表示されます最高のデザインとレイアウト作業のいくつかを持っています。\u001b[22m\n\u001b[4mIt deserves a viewing.\u001b[24m\n    \u001b[1mそれは見る価値がある。\u001b[22m, \u001b[1mこれは、視聴に値します。\u001b[22m"
  }
]
