[
  {
    "title": "Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "id": "2155",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "user": "Skadi",
    "profile": "/profile/Skadi/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=30628",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  4\nキャラクター|  1\n|  1\n\n私は長い間、アニメシリーズは、おそらく1のレーティングを受けるに値することはできませんが、悪いようにビューを開催している。映画やOVAのはい、しかし、シリーズは少なくともそれを許可するように誰かを説得するのに十分でなければならなかった テレビで放映され、彼らは通常、少なくとも彼らの中で1つの償還の品質を見つけることができます十分な長さがあるため。 悲しいことに私はまだ河野あおぞらにゃくしくをしていないので、その意見を改訂しなければなりません。 それは誇張ではない、私が「自分自身を服従させる」と言ったとき、このアニメは本当に痛い、残念な視聴体験だった。\n\nその物語は、彼らが来るほど弱く、無意味で、不気味なものです。 私たちの頑固な高校のハーレムは、共に寝室で幸せに暮らし、お風呂で一緒に遊びに来て、もちろん彼らの中でマスターコックによって準備された素敵な食事を共有しています。 私の涙を拭き取ろう。  （注：これらの涙は、ストーリーからの本物の感情主義のためではなく、私が自分自身にしたことを実際に実現することからである） 私はいつも日本の子供たちが何かを習得することができるように見えることにいつも驚いています。 実際の訓練を受けていなくても、子供たちが突然熟練したシェフになると、いつも面白いです。 しかしそれはポイントではなく、この糞便の山に社会学的意味を割り当てることは、無駄をなくすことです。 私たちのキャストは、ハーレムの一員に焦点を当てた一連の非常に疎結合のエピソードを通して、いわゆるプロットを通して蛇行します。 ある意味では、6人のOVAの集まりが共通のもので結ばれているように感じられ、最終的なエピソードの1つに包まれています。 彼らはすべての女の子のための2つのエピソードですべて非常にformulaicです。 それぞれの女の子のアークは、なぜ彼らが私たちの恋人と恋に落ちているのかを説明し、島の多くの人々の周りを回って涙を流そうとしています。 ああ！\n\n私は、個々の物語の性格を分析して多くの細部に入るのは難しいと思っています。  1人にとっては、多くのコメントをするために個性やオリジナリティが欠けているだけでなく、ショーのほとんどが私の記憶の中でかなり漠然としているからです。 これは、1ヶ月に約2回の胃しか胃を痛めることができなかったことと、深刻な心理的ダメージから身​​を守るために私が心の中で大部分を漂白したためです。 全体として、私はこのアニメの最も残念なことは、巨大な津波や小惑星が最後に現れず、島をスワイプして、その存在を世界から取り除いているということです。\n\n私たちのすばらしい指導者は星野湯です。 彼はかなりのおしゃぶりで、私は彼の最も近いアナログはClannadのTomoyaのような人物だと思うが、人格や嗜好はない。 彼が同じ俳優によって発声されていることが主な理由だと思います。 水不足者であり、島に住むすべての女の子が自分の髪の毛を広げるために必要なことを感じています。\n\n\n\n通常、何かが恐ろしい場合、私は少なくとも褒められる何かを見つけることができます。 アートワークとアニメーションの品質は、どちらの場合もそうではありません。 それは完全に3番目のレートであり、才能として誤解される可能性のあるものは欠いています。 背景は穏やかであり、安価で見ている一方で、文字は同じようにインスピレーションを受けていないか魅力的です。 アニメーションの品質も非常に悪く、多くの動きは非常に扱いにくく、非現実的です。 これは安価に行われたことは明らかです。私は、この芸術家がこの才能のない人であると言うのは少し恥ずかしいと感じます。 しかし、結果は自分自身のために話すことができ、それは誰もがこれを支払うことであり、愛の仕事ではないということを完全に明白にしています。\n\nこのアニメについて遠隔で肯定的なものが1つしかない場合は、それはサウンドトラックに関するものに過ぎない。 それは、物語やアートワークよりも著しく恐ろしいことがないからです。  OP / EDの曲は穏やかで非常に普通です。 しかし、他のアニメを飾っていた曲の中には、傑作です。 セイウーキャストは実際には唯一の才能を持っていますが、残りのキャストは殆ど使われていない未知数で構成されていて、どんな仕事やエロゲの俳優にとっても必死だったでしょう。 才能が不足していることが明らかになっており、能力の欠如は特に、絶え間ないギャングの強姦場面で聞こえるようなものに聞こえる絶え間ない泣き声を示しています。\n\n疑いもなく、このアニメは、無意識のうちにこれまでに受けた最悪のひどい山です。 私は、このアニメの制作に携わる皆が、人道に対する罪のために世界裁判所で逮捕され、裁かれなければならないと確信しています。 あるいは、少なくとも業界で再び働くことは許されるべきではありません。 このプログラムの放映に害を受けた日本のすべての子供たちを考えてみましょう。 それではまた、日本でさえ、これは本当にひどく吸い込まれていることを知っていなければならず、評価は深刻でなければならなかった。 小さな奇跡。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI have long held to the view that an anime series, as bad as it may be can't possibly deserve a rating of 1. Movies and OVA's yes, but a series had to at least be good enough to convince someone to allow it to be aired on television and because they are long enough that usually you can at least find ONE redeeming quality in them. Well sadly I must revise that opinion, as I had not subjected myself yet to Kono Aozora ni Yakusoku wo. That’s not hyperbole either, I mean it when I say 'subjected myself', this anime was truly a painful and regrettable viewing experience.\n\n\u001b[1m私は長い間、アニメシリーズは、おそらく1のレーティングを受けるに値することはできませんが、悪いようにビューを開催している。映画やOVAのはい、しかし、シリーズは少なくともそれを許可するように誰かを説得するのに十分でなければならなかった テレビで放映され、彼らは通常、少なくとも彼らの中で1つの償還の品質を見つけることができます十分な長さがあるため。 悲しいことに私はまだ河野あおぞらにゃくしくをしていないので、その意見を改訂しなければなりません。 それは誇張ではない、私が「自分自身を服従させる」と言ったとき、このアニメは本当に痛い、残念な視聴体験だった。\u001b[22m\n\u001b[1m(Watashi wa nagaiai, animeshirīzu wa, osoraku 1 no rētingu o ukeru ni ataisuru koto wa dekimasenga, warui yō ni byū o kaisai shite iru. Eiga ya ovu~a no hai, shikashi, shirīzu wa sukunakutomo sore o kyoka suru yō ni dareka o settoku suru no ni jūbundenakereba naranakatta terebi de hōei sa re, karera wa tsūjō, sukunakutomo karera no naka de 1tsu no shōkan no hinshitsu o mitsukeru koto ga dekimasu jūbun'na naga-sa ga aru tame. Kanashī koto ni watashi wa mada Kōno a ozo-ra ni ~yakushikuwoshiteinainode, sono iken o kaitei shinakereba narimasen. Sore wa kochōde wanai, watashi ga `jibun jishin o fukujū sa seru' to itta toki, kono anime wa hontōni itai, zan'nen'na shichō taikendatta.)\u001b[22m\n\nTranslations of \u001b[4mI have long held to the view that an anime series, as bad as it may be can't possibly deserve a rating of 1. Movies and OVA's yes, but a series had to at least be good enough to convince someone to allow it to be aired on television and because they are long enough that usually you can at least find ONE redeeming quality in them. Well sadly I must revise that opinion, as I had not subjected myself yet to Kono Aozora ni Yakusoku wo. That’s not hyperbole either, I mean it when I say 'subjected myself', this anime was truly a painful and regrettable viewing experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have long held to the view that an anime series, as bad as it may be can't possibly deserve a rating of 1. Movies and OVA's yes, but a series had to at least be good enough to convince someone to allow it to\u001b[24m\n    \u001b[1m私は長い間、アニメシリーズは、おそらく1のレーティングを受けるに値することはできませんが、悪いようにビューを開催している。映画やOVAのはい、しかし、シリーズは少なくともそれを許可するように誰かを説得するのに十分でなければならなかった\u001b[22m, \u001b[1m私は長い間それがあってもよいほど悪くはアニメシリーズが、おそらく1映画やOVAのイエスの評価に値することができないという見解を開催していますが、シリーズは、少なくともそれを可能にするために誰かを説得するのに十分でなければなりませんでした\u001b[22m\n\u001b[4mbe aired on television and because they are long enough that usually you can at least find ONE redeeming quality in them.\u001b[24m\n    \u001b[1mテレビで放映され、彼らは通常、少なくとも彼らの中で1つの償還の品質を見つけることができます十分な長さがあるため。\u001b[22m, \u001b[1mテレビで放映された、彼らは通常、あなたは、少なくともその中のONE欠点を補う品質を見つけることができる十分な長さであるため、こと。\u001b[22m\n\u001b[4mWell sadly I must revise that opinion, as I had not subjected myself yet to Kono Aozora ni Yakusoku wo.\u001b[24m\n    \u001b[1m悲しいことに私はまだ河野あおぞらにゃくしくをしていないので、その意見を改訂しなければなりません。\u001b[22m, \u001b[1mまあ悲しいことに私はヲ河野青空niの約束にはまだ自分自身を施していなかったとして、その意見を改訂しなければなりません。\u001b[22m\n\u001b[4mThat’s not hyperbole either, I mean it when I say 'subjected myself', this anime was truly a painful and regrettable viewing experience.\u001b[24m\n    \u001b[1mそれは誇張ではない、私が「自分自身を服従させる」と言ったとき、このアニメは本当に痛い、残念な視聴体験だった。\u001b[22m, \u001b[1mつまり、どちらかの誇張ではありません、私は「自分を受ける」と言うとき、私はそれを意味、このアニメは本当に痛いと残念視聴体験でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story as it’s called is as weak, pointless, and clichéd as they come. Our excruciating high school harem all live happily in their coed dormitory, frolicking in the bath together, sharing wonderful meals prepared of course by the master cook amongst them, and all lusting after the uninteresting indecisive male lead. Let me wipe away my tears. (note: these tears are from realizing what I have done to myself in watching this not because of any genuine emotionalism from the story) On a side note, I am always amazed at how early Japanese kids seem to be able to master something. It’s always funny when kids are suddenly master chefs despite having no real training. But that’s not the point and assigning any sociological meaning to this pile of feces is an exercise in futility. Our cast meanders through the so called plot through a series of very loosely connected episodes focusing on one member of the harem. In a way it feels almost like a collection of six OVAs tied together by a common them and wrapped up in a single final episode. They are all extremely formulaic with two episodes for each girl. Each girl’s arc explains of course why they are so in love with our lead and usually revolve around all the many people on their island trying to tear them apart so they can’t all live together as a wonderful happy family! Aw!!!\n\n\u001b[1mその物語は、彼らが来るほど弱く、無意味で、不気味なものです。 私たちの頑固な高校のハーレムは、共に寝室で幸せに暮らし、お風呂で一緒に遊びに来て、もちろん彼らの中でマスターコックによって準備された素敵な食事を共有しています。 私の涙を拭き取ろう。  （注：これらの涙は、ストーリーからの本物の感情主義のためではなく、私が自分自身にしたことを実際に実現することからである） 私はいつも日本の子供たちが何かを習得することができるように見えることにいつも驚いています。 実際の訓練を受けていなくても、子供たちが突然熟練したシェフになると、いつも面白いです。 しかしそれはポイントではなく、この糞便の山に社会学的意味を割り当てることは、無駄をなくすことです。 私たちのキャストは、ハーレムの一員に焦点を当てた一連の非常に疎結合のエピソードを通して、いわゆるプロットを通して蛇行します。 ある意味では、6人のOVAの集まりが共通のもので結ばれているように感じられ、最終的なエピソードの1つに包まれています。 彼らはすべての女の子のための2つのエピソードですべて非常にformulaicです。 それぞれの女の子のアークは、なぜ彼らが私たちの恋人と恋に落ちているのかを説明し、島の多くの人々の周りを回って涙を流そうとしています。 ああ！\u001b[22m\n\u001b[1m(Sono monogatari wa, karera ga kuru hodo yowaku, muimide, bukimina monodesu. Watashitachi no gankona kōkō no hāremu wa, tomoni shinshitsu de shiawase ni kurashi, o furo de issho ni asobi ni kite, mochiron karera no naka de masutākokku ni yotte junbi sa reta sutekina shokuji o kyōyū shite imasu. Watashi wa itsumo Nihon no kodomo-tachi ga nanika o shūtoku suru koto ga dekiru yō ni mieru koto ni itsumo odoroite imasu. Jissai no kunren o ukete inakute mo, kodomo-tachi ga totsuzen jukuren shita shefu ni naru to, itsumo omoshiroidesu. Shikashi sore wa pointode wa naku, kono funben no yama ni shakai-gaku-teki imi o wariateru koto wa, muda o nakusu kotodesu. Watashitachi no kyasuto wa, hāremu no ichiin ni shōten o ateta ichiren no hijō ni so ketsugō no episōdo o tōshite, iwayuru purotto o tōshite dakō shimasu. Aruimide wa, 6-ri no ovu~a no atsumari ga kyōtsū no monode musuba rete iru yō ni kanji rare, saishū-tekina episōdo no 1tsu ni tsutsuma rete imasu. Karera wa subete no on'nanoko no tame no 2tsu no episōdo de subete hijō ni formulaicdesu. Sorezore no on'nanoko no āku wa, naze karera ga watashitachi no koibito to koiniochite iru no ka o setsumei shi, shima no ōku no hitobito no mawari o mawatte namida o nagasou to shite imasu. Ā! Watashi no namida o fukitorou. (Chū: Korera no namida wa, sutōrī kara no honmono no kanjō shugi no tamede wa naku, watashi ga jibun jishin ni shita koto o jissai ni jitsugen suru koto karadearu))\u001b[22m\n\u001b[1m\u001b[22m\nI really find it difficult to go into much detail with my analysis of the characters of the individual stories. For one they are devoid of any personality or originality to even comment much on, but also because most of the show is quite vague in my memory. This is due to the fact it took me nearly six months to watch, as I was only able to stomach about 2 episodes a month and also because I have bleached a large portion of it from my mind to protect myself from serious psychological damage. Overall though I think the most disappointing thing about this anime is that a gigantic tsunami or an asteroid didn't appear at the end and swipe out the island, ridding the world of their presence.\n\n\u001b[1m私は、個々の物語の性格を分析して多くの細部に入るのは難しいと思っています。  1人にとっては、多くのコメントをするために個性やオリジナリティが欠けているだけでなく、ショーのほとんどが私の記憶の中でかなり漠然としているからです。 これは、1ヶ月に約2回の胃しか胃を痛めることができなかったことと、深刻な心理的ダメージから身​​を守るために私が心の中で大部分を漂白したためです。 全体として、私はこのアニメの最も残念なことは、巨大な津波や小惑星が最後に現れず、島をスワイプして、その存在を世界から取り除いているということです。\u001b[22m\n\u001b[1m(Watashi wa, koko no monogatari no seikaku o bunseki shite ōku no saibu ni hairu no wa muzukashī to omotte imasu. 1-Ri ni totte wa, ōku no komento o suru tame ni kosei ya orijinariti ga kakete iru dakedenaku, shō no hotondo ga watashi no kioku no naka de kanari bakuzento shite irukaradesu. Kore wa, 1-kagetsu ni yaku 2-kai no i shika i o itameru koto ga dekinakatta koto to, shinkokuna shinri-teki damēji kara mi ​​ o mamoru tame ni watashi ga kokoronouchi de daibubun o hyōhaku shita tamedesu. Zentai to shite, watashi wa kono anime no mottomo zan'nen'na koto wa, kyodaina tsunami ya shōwakusei ga saigo ni arawarezu, shima o suwaipu shite, sono sonzai o sekai kara torinozoite iru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI really find it difficult to go into much detail with my analysis of the characters of the individual stories. For one they are devoid of any personality or originality to even comment much on, but also because most of the show is quite vague in my memory. This is due to the fact it took me nearly six months to watch, as I was only able to stomach about 2 episodes a month and also because I have bleached a large portion of it from my mind to protect myself from serious psychological damage. Overall though I think the most disappointing thing about this anime is that a gigantic tsunami or an asteroid didn't appear at the end and swipe out the island, ridding the world of their presence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really find it difficult to go into much detail with my analysis of the characters of the individual stories.\u001b[24m\n    \u001b[1m私は、個々の物語の性格を分析して多くの細部に入るのは難しいと思っています。\u001b[22m, \u001b[1m私は実際にそれが困難な個々のストーリーの文字の私の分析で多くの詳細に行くことを見つけます。\u001b[22m\n\u001b[4mFor one they are devoid of any personality or originality to even comment much on, but also because most of the show is quite vague in my memory.\u001b[24m\n    \u001b[1m1人にとっては、多くのコメントをするために個性やオリジナリティが欠けているだけでなく、ショーのほとんどが私の記憶の中でかなり漠然としているからです。\u001b[22m, \u001b[1m一つには彼らもはるかにコメントするに任意の個性や独創性を欠いているだけでなく、番組のほとんどは私の記憶ではかなり曖昧であるため。\u001b[22m\n\u001b[4mThis is due to the fact it took me nearly six months to watch, as I was only able to stomach about 2 episodes a month and also because I have bleached a large portion of it from my mind to protect myself from serious psychological damage.\u001b[24m\n    \u001b[1mこれは、1ヶ月に約2回の胃しか胃を痛めることができなかったことと、深刻な心理的ダメージから身を守るために私が心の中で大部分を漂白したためです。\u001b[22m, \u001b[1mこれは私が深刻な精神的ダメージから身を守るために私の心からの大部分を漂白しているので、それはまた、私は2エピソード約一ヶ月我慢するだけことができたとして、見に約6ヶ月かかりましたし、事実によるものです。\u001b[22m\n\u001b[4mOverall though I think the most disappointing thing about this anime is that a gigantic tsunami or an asteroid didn't appear at the end and swipe out the island, ridding the world of their presence.\u001b[24m\n    \u001b[1m全体として、私はこのアニメの最も残念なことは、巨大な津波や小惑星が最後に現れず、島をスワイプして、その存在を世界から取り除いているということです。\u001b[22m, \u001b[1m私は思うものの全体的にこのアニメについての最も残念な事は巨大な津波や小惑星がその存在の世界をなくし、最後に表示され、島をスワイプしなかったことです。\u001b[22m\n\u001b[1m\u001b[22m\nOur spectacular leading man is Wateru Hoshino. He’s quite the hunk (not really) and I hesitate to say it but I suppose his closest analog would be someone like Tomoya from Clannad, except without any personality or likability. I suppose it’s mostly because he is voiced by the same actor. Wateru is a delinquent and he feels the need to help every girl on the island to expand his harem even though he refuses to actually make a move on any of them.\n\n\u001b[1m私たちのすばらしい指導者は星野湯です。 彼はかなりのおしゃぶりで、私は彼の最も近いアナログはClannadのTomoyaのような人物だと思うが、人格や嗜好はない。 彼が同じ俳優によって発声されていることが主な理由だと思います。 水不足者であり、島に住むすべての女の子が自分の髪の毛を広げるために必要なことを感じています。\u001b[22m\n\u001b[1m(Watashitachi no subarashī shidō-sha wa Hoshino yudesu. Kare wa kanari no oshaburi de, watashi wa kare no mottomo chikai anarogu wa Clannad no Tomoya no yōna jinbutsuda to omou ga, jinkaku ya shikō wanai. Kare ga onaji haiyū ni yotte hassei sa rete iru koto ga omona riyūda to omoimasu. Mizubusoku-shadeari, shima ni sumu subete no on'nanoko ga jibun no kaminoke o hirogeru tame ni hitsuyōna koto o kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOur spectacular leading man is Wateru Hoshino. He’s quite the hunk (not really) and I hesitate to say it but I suppose his closest analog would be someone like Tomoya from Clannad, except without any personality or likability. I suppose it’s mostly because he is voiced by the same actor. Wateru is a delinquent and he feels the need to help every girl on the island to expand his harem even though he refuses to actually make a move on any of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur spectacular leading man is Wateru Hoshino.\u001b[24m\n    \u001b[1m私たちのすばらしい指導者は星野湯です。\u001b[22m, \u001b[1m私たちの壮大な一流の人はWateru星野です。\u001b[22m\n\u001b[4mHe’s quite the hunk (not really) and I hesitate to say it but I suppose his closest analog would be someone like Tomoya from Clannad, except without any personality or likability.\u001b[24m\n    \u001b[1m彼はかなりのおしゃぶりで、私は彼の最も近いアナログはClannadのTomoyaのような人物だと思うが、人格や嗜好はない。\u001b[22m, \u001b[1m彼はかなりの塊です（本当に）、私はそれを言うのをためらうが、私は彼の最も近いアナログは、任意の人格や好感度なしを除くクラナドから智也のような人であろうと仮定します。\u001b[22m\n\u001b[4mI suppose it’s mostly because he is voiced by the same actor.\u001b[24m\n    \u001b[1m彼が同じ俳優によって発声されていることが主な理由だと思います。\u001b[22m, \u001b[1m私は彼が同じ俳優が表明されているので、それは、ほとんどだと仮定します。\u001b[22m\n\u001b[4mWateru is a delinquent and he feels the need to help every girl on the island to expand his harem even though he refuses to actually make a move on any of them.\u001b[24m\n    \u001b[1m水不足者であり、島に住むすべての女の子が自分の髪の毛を広げるために必要なことを感じています。\u001b[22m, \u001b[1mWateruは延滞であり、彼は彼が実際にそれらのいずれかに動きをすることを拒否していても、彼のハーレムを拡大するために島にすべての女の子を支援する必要性を感じています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nUsually when something is this dreadful, I can find at least something to compliment. With the artwork and the animation quality that’s not the case either. It is completely 3rd rate and devoid of anything that might be misconstrued as talent. Backgrounds are bland and cheap looking while the characters are equally uninspired or appealing. The quality of the animation is also extremely poor, with many of the motions looking very awkward and unrealistic. It’s obvious that this was made cheaply and I feel a bit ashamed to say that the artists are this untalented. But the results do speak for themselves and its completely obvious to the eye that to everyone involved this was a paycheck and not a work of love.\n\n\u001b[1m通常、何かが恐ろしい場合、私は少なくとも褒められる何かを見つけることができます。 アートワークとアニメーションの品質は、どちらの場合もそうではありません。 それは完全に3番目のレートであり、才能として誤解される可能性のあるものは欠いています。 背景は穏やかであり、安価で見ている一方で、文字は同じようにインスピレーションを受けていないか魅力的です。 アニメーションの品質も非常に悪く、多くの動きは非常に扱いにくく、非現実的です。 これは安価に行われたことは明らかです。私は、この芸術家がこの才能のない人であると言うのは少し恥ずかしいと感じます。 しかし、結果は自分自身のために話すことができ、それは誰もがこれを支払うことであり、愛の仕事ではないということを完全に明白にしています。\u001b[22m\n\u001b[1m(Tsūjō, nanika ga osoroshī baai, watashi wa sukunakutomo home rareru nanika o mitsukeru koto ga dekimasu. Ātowāku to animēshon no hinshitsu wa, dochira no baai mo sōde wa arimasen. Sore wa kanzen ni 3-banme no rētodeari, sainō to shite gokai sa reru kanōsei no aru mono wa kaite imasu. Haikei wa odayakadeari, anka de mite iru ippō de, moji wa onajiyōni insupirēshon o ukete inai ka mirikitekidesu. Animēshon no hinshitsu mo hijō ni waruku, ōku no ugoki wa hijō ni atsukai nikuku, higenjitsutekidesu. Kore wa anka ni okonawa reta koto wa akirakadesu. Watashi wa, kono geijutsuka ga kono sainō no nai hitodearu to iu no wa sukoshi hazukashī to kanjimasu. Shikashi, kekka wa jibun jishin no tame ni hanasu koto ga deki, soreha daremoga kore o shiharau kotodeari, ai no shigotode wa nai to iu koto o kanzen ni meihaku ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUsually when something is this dreadful, I can find at least something to compliment. With the artwork and the animation quality that’s not the case either. It is completely 3rd rate and devoid of anything that might be misconstrued as talent. Backgrounds are bland and cheap looking while the characters are equally uninspired or appealing. The quality of the animation is also extremely poor, with many of the motions looking very awkward and unrealistic. It’s obvious that this was made cheaply and I feel a bit ashamed to say that the artists are this untalented. But the results do speak for themselves and its completely obvious to the eye that to everyone involved this was a paycheck and not a work of love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsually when something is this dreadful, I can find at least something to compliment.\u001b[24m\n    \u001b[1m通常、何かが恐ろしい場合、私は少なくとも褒められる何かを見つけることができます。\u001b[22m, \u001b[1m何かがこの恐ろしいです通常時、私はお世辞には、少なくとも何かを見つけることができます。\u001b[22m\n\u001b[4mWith the artwork and the animation quality that’s not the case either.\u001b[24m\n    \u001b[1mアートワークとアニメーションの品質は、どちらの場合もそうではありません。\u001b[22m, \u001b[1mアートワークといずれの場合ではありませんアニメーション品質と。\u001b[22m\n\u001b[4mIt is completely 3rd rate and devoid of anything that might be misconstrued as talent.\u001b[24m\n    \u001b[1mそれは完全に3番目のレートであり、才能として誤解される可能性のあるものは欠いています。\u001b[22m, \u001b[1mそれは完全に第三速度と才能と誤解されるかもしれないものを欠いています。\u001b[22m\n\u001b[4mBackgrounds are bland and cheap looking while the characters are equally uninspired or appealing.\u001b[24m\n    \u001b[1m背景は穏やかであり、安価で見ている一方で、文字は同じようにインスピレーションを受けていないか魅力的です。\u001b[22m, \u001b[1m文字が均等に平凡や魅力ある一方背景は当たり障りのないと見て安いです。\u001b[22m\n\u001b[4mThe quality of the animation is also extremely poor, with many of the motions looking very awkward and unrealistic.\u001b[24m\n    \u001b[1mアニメーションの品質も非常に悪く、多くの動きは非常に扱いにくく、非現実的です。\u001b[22m, \u001b[1mアニメーションの品質は、動きの多くは非常に不便で非現実的な探して、また非常に貧弱です。\u001b[22m\n\u001b[4mIt’s obvious that this was made cheaply and I feel a bit ashamed to say that the artists are this untalented.\u001b[24m\n    \u001b[1mこれは安価に行われたことは明らかです。私は、この芸術家がこの才能のない人であると言うのは少し恥ずかしいと感じます。\u001b[22m, \u001b[1mこれは安く作られたと私はアーティストがこの優れた才能に恵まれていないと言うには少し恥ずかしいと思うことは明らかです。\u001b[22m\n\u001b[4mBut the results do speak for themselves and its completely obvious to the eye that to everyone involved this was a paycheck and not a work of love.\u001b[24m\n    \u001b[1mしかし、結果は自分自身のために話すことができ、それは誰もがこれを支払うことであり、愛の仕事ではないということを完全に明白にしています。\u001b[22m, \u001b[1mしかし、結果はすべての人に、これは給料ではなく、愛の仕事だっ関与していることを自分自身との目にはその完全に明白なために話すん。\u001b[22m\n\u001b[1m\u001b[22m\nIf there is only one thing remotely positive to be said about this anime then it can only be about the soundtrack. And that is only because it is noticeably less horrible than the story or artwork. The OP/ED songs are bland and very ordinary. However compared to some of the songs that have graced other anime they are masterpieces. The seiyuu cast has really only one talent, the voice of Wateru the rest of the cast is made up of little used and unknowns who were probably desperate for any work and eroge actors. The lack of talent definitely shows and the lack of ability shows, particularly the incessant crying which sounds like a more like something you'd hear in a hentai gang rape scene.\n\n\u001b[1mこのアニメについて遠隔で肯定的なものが1つしかない場合、それはサウンドトラックについてしかない。 それは、物語やアートワークよりも著しく恐ろしいことがないからです。  OP / EDの曲は穏やかで非常に普通です。 しかし、他のアニメを飾っていた曲の中には、傑作です。 セイウーキャストは実際には唯一の才能を持っていますが、残りのキャストは殆ど使われていない未知数で構成されていて、どんな仕事やエロゲの俳優にとっても必死だったでしょう。 才能が不足していることが明らかになっており、能力の欠如は特に、絶え間ないギャングの強姦場面で聞こえるようなものに聞こえる絶え間ない泣き声を示しています。\u001b[22m\n\u001b[1m(Kono anime ni tsuite enkaku de kōtei-tekina mono ga 1tsu shikanai baai, soreha saundotorakku ni tsuite shika nai. Sore wa, monogatari ya ātowāku yori mo ichijirushiku osoroshī koto ga naikaradesu. OP/ ED no kyoku wa odayakade hijō ni futsūdesu. Shikashi, hoka no anime o kazatte ita kyoku no nakaniha, kessakudesu. Seiūkyasuto wa jissai ni wa yuiitsu no sainō o motte imasuga, nokori no kyasuto wa hotondo tsukawa rete inai michisū de kōsei sa rete ite, don'na shigoto ya eroge no haiyū ni tottemo hisshidattadeshou. Sainō ga fusoku shite iru koto ga akiraka ni natte ori, nōryoku no ketsujo wa tokuni, taema nai gyangu no gōkan bamen de kikoeru yōna mono ni kikoeru taema nai nakigoe o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf there is only one thing remotely positive to be said about this anime then it can only be about the soundtrack. And that is only because it is noticeably less horrible than the story or artwork. The OP/ED songs are bland and very ordinary. However compared to some of the songs that have graced other anime they are masterpieces. The seiyuu cast has really only one talent, the voice of Wateru the rest of the cast is made up of little used and unknowns who were probably desperate for any work and eroge actors. The lack of talent definitely shows and the lack of ability shows, particularly the incessant crying which sounds like a more like something you'd hear in a hentai gang rape scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is only one thing remotely positive to be said about this anime then it can only be about the soundtrack.\u001b[24m\n    \u001b[1mこのアニメについて遠隔で肯定的なものが1つしかない場合、それはサウンドトラックについてしかない。\u001b[22m, \u001b[1mこのアニメについて語ったことが1つだけの事をリモート正がある場合、それは唯一のサウンドトラックについてすることができます。\u001b[22m\n\u001b[4mAnd that is only because it is noticeably less horrible than the story or artwork.\u001b[24m\n    \u001b[1mそれは、物語やアートワークよりも著しく恐ろしいことがないからです。\u001b[22m, \u001b[1mそれが顕著にストーリーやアートワーク未満恐ろしいですので、それが唯一のです。\u001b[22m\n\u001b[4mThe OP/ED songs are bland and very ordinary.\u001b[24m\n    \u001b[1mOP / EDの曲は穏やかで非常に普通です。\u001b[22m, \u001b[1mOP / ED曲は当たり障りのない、非常に普通です。\u001b[22m\n\u001b[4mHowever compared to some of the songs that have graced other anime they are masterpieces.\u001b[24m\n    \u001b[1mしかし、他のアニメを飾っていた曲の中には、傑作です。\u001b[22m, \u001b[1mしかし、彼らは傑作である他のアニメを飾ってきた曲の一部と比較。\u001b[22m\n\u001b[4mThe seiyuu cast has really only one talent, the voice of Wateru the rest of the cast is made up of little used and unknowns who were probably desperate for any work and eroge actors.\u001b[24m\n    \u001b[1mセイウーキャストは実際には唯一の才能を持っていますが、残りのキャストは殆ど使われていない未知数で構成されていて、どんな仕事やエロゲの俳優にとっても必死だったでしょう。\u001b[22m, \u001b[1m声優のキャストは本当に唯一の才能、キャストの残りの部分はほとんど使用され、おそらくすべての作業やエロゲ俳優のために必死だった未知数で構成されてWateruの声を持っています。\u001b[22m\n\u001b[4mThe lack of talent definitely shows and the lack of ability shows, particularly the incessant crying which sounds like a more like something you'd hear in a hentai gang rape scene.\u001b[24m\n    \u001b[1m才能が不足していることが明らかになっており、能力の欠如は特に、絶え間ないギャングの強姦場面で聞こえるようなものに聞こえる絶え間ない泣き声を示しています。\u001b[22m, \u001b[1mタレント間違いなくショーや能力ショーの欠如、より多くのあなたが変態輪姦シーンで聞くだろう何かのように聞こえる特に絶え間ない泣きの欠如。\u001b[22m\n\u001b[1m\u001b[22m\nWithout a doubt this anime is the worst pile of crap ever inflicted on an unwitting public. I firmly believe that everyone involved in the production of this anime should be rounded up and arrested and tried in the World Court for crimes against humanity. Or at the very least they should never be allowed to work in the industry again. Think of all the children in Japan who were harmed in the airing of this program. Then again, even Japan had to know this sucked really badly and the ratings had to have been abysmal. Small miracles.\n\n\u001b[1m疑いもなく、このアニメは、無意識のうちにこれまでに受けた最悪のひどい山です。 私は、このアニメの制作に携わる皆が、人道に対する罪のために世界裁判所で逮捕され、裁かれなければならないと確信しています。 あるいは、少なくとも業界で再び働くことは許されるべきではありません。 このプログラムの放映に害を受けた日本のすべての子供たちを考えてみましょう。 それではまた、日本でさえ、これは本当にひどく吸い込まれていることを知っていなければならず、評価は深刻でなければならなかった。 小さな奇跡。\u001b[22m\n\u001b[1m(Utagai mo naku, kono anime wa, muishiki no uchi ni kore made ni uketa saiaku no hidoi yamadesu. Watashi wa, kono anime no seisaku ni tazusawaru mina ga, jindō ni taisuru tsumi no tame ni sekai saibansho de taiho sa re, sabaka renakereba naranai to kakushin shite imasu. Aruiwa, sukunakutomo gyōkai de futatabi hataraku koto wa yurusa rerubekide wa arimasen. Kono puroguramu no hōei ni gai o uketa Nihon no subete no kodomo-tachi o kangaete mimashou. Soredewa mata, Nihonde sae, kore wa hontōni hidoku suikoma rete iru koto o shitte inakereba narazu, hyōka wa shinkokudenakereba naranakatta. Chīsana kiseki.)\u001b[22m\n\nTranslations of \u001b[4mWithout a doubt this anime is the worst pile of crap ever inflicted on an unwitting public. I firmly believe that everyone involved in the production of this anime should be rounded up and arrested and tried in the World Court for crimes against humanity. Or at the very least they should never be allowed to work in the industry again. Think of all the children in Japan who were harmed in the airing of this program. Then again, even Japan had to know this sucked really badly and the ratings had to have been abysmal. Small miracles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithout a doubt this anime is the worst pile of crap ever inflicted on an unwitting public.\u001b[24m\n    \u001b[1m疑いもなく、このアニメは、無意識のうちにこれまでに受けた最悪のひどい山です。\u001b[22m, \u001b[1m間違いなくこのアニメは、今まで無意識の公衆に与えがらくたの最悪の山です。\u001b[22m\n\u001b[4mI firmly believe that everyone involved in the production of this anime should be rounded up and arrested and tried in the World Court for crimes against humanity.\u001b[24m\n    \u001b[1m私は、このアニメの制作に携わる皆が、人道に対する罪のために世界裁判所で逮捕され、裁かれなければならないと確信しています。\u001b[22m, \u001b[1m私はしっかりとこのアニメの産生に関与する全員が切り上げと逮捕され、人道に対する罪のために世界法廷で裁かれるべきであると考えます。\u001b[22m\n\u001b[4mOr at the very least they should never be allowed to work in the industry again.\u001b[24m\n    \u001b[1mあるいは、少なくとも業界で再び働くことは許されるべきではありません。\u001b[22m, \u001b[1mまたは非常に少なくとも、彼らは再び業界で働くことを許可すべきではありません。\u001b[22m\n\u001b[4mThink of all the children in Japan who were harmed in the airing of this program.\u001b[24m\n    \u001b[1mこのプログラムの放映に害を受けた日本のすべての子供たちを考えてみましょう。\u001b[22m, \u001b[1mこのプログラムの放映で損をした、日本のすべての子供を考えます。\u001b[22m\n\u001b[4mThen again, even Japan had to know this sucked really badly and the ratings had to have been abysmal.\u001b[24m\n    \u001b[1mそれではまた、日本でさえ、これは本当にひどく吸い込まれていることを知っていなければならず、評価は深刻でなければならなかった。\u001b[22m, \u001b[1mその後、再び、日本でもが知っていたこれは本当にひどい吸い込まおよび評価は、ひどいされていなければなりませんでした。\u001b[22m\n\u001b[4mSmall miracles.\u001b[24m\n    \u001b[1m小さな奇跡。\u001b[22m"
  },
  {
    "title": "Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "id": "2155",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "user": "Credulous",
    "profile": "/profile/Credulous/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=12527",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  1\nキャラクター|  1\n|  1\n\nこのアニメは価値がない。 意味がなく、価値がない。 今私はなぜこれらのファクトを述べるのかを説明するために数分をとります。 なぜ私はこのアニメを見ましたか（よく私が見守ることができる3つまたは4つのエピソード）。 私が良かったり、動いたり、他の方法で見つけたアニメを見ていると、少しのエンターテイメントやアミューズメントで自分の人生を豊かにしました。私は通常、私が楽しめるアニメを見ることを選択します。 あなたはちょっとバランスをとることを知っています。\n\n主に脚本やシリーズ構成をしていた人が「NHKへようこそ」のためのスクリプトとシリーズ構成を私のお気に入りのものとしたため、私の選択はこのアニメでした。 私が言うことができるのはすごいです、それは経験の浅い監督でなければなりませんでしたか？ 右？！\n\n言うまでもなく、私は脳に深刻な外傷を負う前にこのアニメを落とさなければならなかった。 ストーリーボードはなく、存在しない。 キャラクターは、おそらく私が遭遇した最悪のキャラクターであり、このキャラクターの相互作用は基本的に不可能なキャラクター自身よりもさらに悪いと言われています。 私はこのアニメについてもっと多くの、もっと悪いことを言いますが、これほど意味のない何かのためにはあまりにも多くの努力をしているので、ここでやめます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is worthless. It has no meaning, it has no worth. Now I am going to take a few minutes to explain why I state these FACTS, but first; why did I watch this anime (well the 3 or 4 episodes I could stand watching). When I've watched an anime that I've found good or moving or in any other way has enriched my life with a bit of entertainment and/or amusement I usually choose to watch an anime that I know I'll enjoy less. You know, just to balance things out a bit.\n\n\u001b[1mこのアニメは価値がない。 意味がなく、価値がない。 今私はなぜこれらのファクトを述べるのかを説明するために数分をとります。 なぜ私はこのアニメを見ましたか（よく私が見守ることができる3つまたは4つのエピソード）。 私が良かったり、動いたり、他の方法で見つけたアニメを見ていると、少しのエンターテイメントやアミューズメントで自分の人生を豊かにしました。私は通常、私が楽しめるアニメを見ることを選択します。 あなたはちょっとバランスをとることを知っています。\u001b[22m\n\u001b[1m(Kono anime wa kachi ga nai. Imi ga naku, kachi ga nai. Ima watashi wa naze korera no fakuto o noberu no ka o setsumei suru tame ni sūbun o torimasu. Naze watashi wa kono anime o mimashita ka (yoku watashi ga mimamoru koto ga dekiru 3ttsu matawa 4tsu no episōdo). Watashi ga yokattari, ugoi tari, hokanohōhō de mitsuketa anime o mite iru to, sukoshi no entāteimento ya amyūzumento de jibun no jinsei o yutaka ni shimashita. Watashi wa tsūjō, watashi ga tanoshimeru anime o miru koto o sentaku shimasu. Anata wa chotto baransu o toru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is worthless. It has no meaning, it has no worth. Now I am going to take a few minutes to explain why I state these FACTS, but first; why did I watch this anime (well the 3 or 4 episodes I could stand watching). When I've watched an anime that I've found good or moving or in any other way has enriched my life with a bit of entertainment and/or amusement I usually choose to watch an anime that I know I'll enjoy less. You know, just to balance things out a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is worthless.\u001b[24m\n    \u001b[1mこのアニメは価値がない。\u001b[22m, \u001b[1mこのアニメは無価値です。\u001b[22m\n\u001b[4mIt has no meaning, it has no worth.\u001b[24m\n    \u001b[1m意味がなく、価値がない。\u001b[22m, \u001b[1mそれは何の価値を持っていない、意味がありません。\u001b[22m\n\u001b[4mNow I am going to take a few minutes to explain why I state these FACTS, but first;\u001b[24m\n    \u001b[1m今私はなぜこれらのファクトを述べるのかを説明するために数分をとります。\u001b[22m, \u001b[1m今、私はこれらの事実を述べるが、最初の理由を説明するのに数分かかるつもりです。\u001b[22m\n\u001b[4mwhy did I watch this anime (well the 3 or 4 episodes I could stand watching).\u001b[24m\n    \u001b[1mなぜ私はこのアニメを見ましたか（よく私が見守ることができる3つまたは4つのエピソード）。\u001b[22m, \u001b[1mなぜ私は（私が見て立てることができるだけでなく3または4話）このアニメを見ました。\u001b[22m\n\u001b[4mWhen I've watched an anime that I've found good or moving or in any other way has enriched my life with a bit of entertainment and/or amusement I usually choose to watch an anime that I know I'll enjoy less.\u001b[24m\n    \u001b[1m私が良かったり、動いたり、他の方法で見つけたアニメを見ていると、少しのエンターテイメントやアミューズメントで自分の人生を豊かにしました。私は通常、私が楽しめるアニメを見ることを選択します。\u001b[22m, \u001b[1m私は、エンターテインメントおよび/または私は通常私はあまりお楽しみいただけます知っているアニメを見るために選択した遊園地の少しで私の人生を豊かにしている良いか移動したり、他の方法で見つけたアニメを見てきたとき。\u001b[22m\n\u001b[4mYou know, just to balance things out a bit.\u001b[24m\n    \u001b[1mあなたはちょっとバランスをとることを知っています。\u001b[22m, \u001b[1mあなたは少しだけ物事のバランスを取るために、知っています。\u001b[22m\n\u001b[1m\u001b[22m\nMy choice was this anime, mainly because the person doing screenplay and series composition for this also did the script and series composition for 'Welcome to the NHK' one of my all time favourites. All I can say is wow, it had to be inexperienced directors right? Right?!\n\n\u001b[1m主に脚本やシリーズ構成をしていた人が「NHKへようこそ」のためのスクリプトとシリーズ構成を私のお気に入りのものとしたため、私の選択はこのアニメでした。 私が言うことができるのはすごいです、それは経験の浅い監督でなければなりませんでしたか？ 右？！\u001b[22m\n\u001b[1m(Omoni kyakuhon ya shirīzu kōsei o shite ita hito ga `NHK e yōkoso' no tame no sukuriputo to shirīzu kōsei o watashinōkiniiri no mono to shita tame, watashi no sentaku wa kono animedeshita. Watashi ga iu koto ga dekiru no wa sugoidesu, soreha keiken no asai kantokudenakereba narimasendeshita ka? Migi? !)\u001b[22m\n\nTranslations of \u001b[4mMy choice was this anime, mainly because the person doing screenplay and series composition for this also did the script and series composition for 'Welcome to the NHK' one of my all time favourites. All I can say is wow, it had to be inexperienced directors right? Right?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy choice was this anime, mainly because the person doing screenplay and series composition for this also did the script and series composition for 'Welcome to the NHK' one of my all time favourites.\u001b[24m\n    \u001b[1m主に脚本やシリーズ構成をしていた人が「NHKへようこそ」のためのスクリプトとシリーズ構成を私のお気に入りのものとしたため、私の選択はこのアニメでした。\u001b[22m, \u001b[1m私の選択は、このために脚本とシリーズ構成をしている人はまた私のすべての時間のお気に入りの一つ「NHKにようこそ」のスクリプトと一連の組成を行った主な理由は、このアニメでした。\u001b[22m\n\u001b[4mAll I can say is wow, it had to be inexperienced directors right?\u001b[24m\n    \u001b[1m私が言うことができるのはすごいです、それは経験の浅い監督でなければなりませんでしたか？\u001b[22m, \u001b[1mすべて私に言えることは、それが経験の浅い取締役右でなければならなかった、すごいのですか？\u001b[22m\n\u001b[4mRight?!\u001b[24m\n    \u001b[1m右？！\u001b[22m, \u001b[1m右？！\u001b[22m, \u001b[1mそう？\u001b[22m, \u001b[1m右？\u001b[22m\n\u001b[1m\u001b[22m\nNeedless to say I had to drop this anime before I suffered serious trauma to my brain. There is no storyboard, it is non-existant. The characters are probably the worst characters I've ever come across and with this being said the character-interactions are even worse than the characters themselves which, basically, is impossible. I have many more, much worse things to say about this anime but I'm going to stop here because it's just too much effort for something so meaningless as this.\n\n\u001b[1m言うまでもなく、私は脳に深刻な外傷を負う前にこのアニメを落とさなければならなかった。 ストーリーボードはなく、存在しない。 キャラクターは、おそらく私が遭遇した最悪のキャラクターであり、このキャラクターの相互作用は基本的に不可能なキャラクター自身よりもさらに悪いと言われています。 私はこのアニメについてもっと多くの、もっと悪いことを言いますが、これほど意味のない何かのためにはあまりにも多くの努力をしているので、ここでやめます。\u001b[22m\n\u001b[1m(Iumademonaku, watashi wa nō ni shinkokuna gaishōwoou mae ni kono anime o otosanakereba naranakatta. Sutōrībōdo wa naku, sonzaishinai. Kyarakutā wa, osoraku watashi ga sōgū shita saiaku no kyarakutādeari, kono kyarakutā no sōgo sayō wa kihontekini fukanōna kyarakutā jishin yori mo sarani warui to iwa rete imasu. Watashi wa kono anime ni tsuite motto ōku no, motto warui koto o iimasuga, kore hodo iminonai nanika no tame ni wa amarini mo ōku no doryoku o shite irunode, koko de yamemasu.)\u001b[22m\n\nTranslations of \u001b[4mNeedless to say I had to drop this anime before I suffered serious trauma to my brain. There is no storyboard, it is non-existant. The characters are probably the worst characters I've ever come across and with this being said the character-interactions are even worse than the characters themselves which, basically, is impossible. I have many more, much worse things to say about this anime but I'm going to stop here because it's just too much effort for something so meaningless as this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeedless to say I had to drop this anime before I suffered serious trauma to my brain.\u001b[24m\n    \u001b[1m言うまでもなく、私は脳に深刻な外傷を負う前にこのアニメを落とさなければならなかった。\u001b[22m, \u001b[1m私は私が私の脳に深刻な外傷を負っ前にこのアニメをドロップしなければならなかったことは言うまでもないです。\u001b[22m\n\u001b[4mThere is no storyboard, it is non-existant.\u001b[24m\n    \u001b[1mストーリーボードはなく、存在しない。\u001b[22m, \u001b[1m何の絵コンテはありません、それは非existantです。\u001b[22m\n\u001b[4mThe characters are probably the worst characters I've ever come across and with this being said the character-interactions are even worse than the characters themselves which, basically, is impossible.\u001b[24m\n    \u001b[1mキャラクターは、おそらく私が遭遇した最悪のキャラクターであり、このキャラクターの相互作用は基本的に不可能なキャラクター自身よりもさらに悪いと言われています。\u001b[22m, \u001b[1m文字は、おそらく私が今まで文字の相互作用は、基本的には、不可能である文字そのものよりもさらに悪化していると述べ横切り、このビーイングに来て最悪の文字です。\u001b[22m\n\u001b[4mI have many more, much worse things to say about this anime but I'm going to stop here because it's just too much effort for something so meaningless as this.\u001b[24m\n    \u001b[1m私はこのアニメについてもっと多くの、もっと悪いことを言いますが、これほど意味のない何かのためにはあまりにも多くの努力をしているので、ここでやめます。\u001b[22m, \u001b[1m私はこのアニメについて言うために、より多くの、はるかに悪いものを持っているが、私はそれがこのように無意味な何かのためにあまりにも多くの努力だからここで停止するつもりです。\u001b[22m"
  },
  {
    "title": "Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "id": "2155",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "user": "-Nikku-",
    "profile": "/profile/-Nikku-/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=29952",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  4\n\nこのアニメは大丈夫でしたが、あなたが素晴らしいロマンス/ハーレムタイプのアニメを探しているなら、これはそうではありません。 ロマンスアニメよりも友情アニメに似ていますが、実際これは自分自身を宣伝しているものです。 だから私はこれが私のアニメではないと言うことができますが、音楽は素晴らしく、暖かい夏の気分でした。 私は物事を丸めると言っています、このアニメは何も素晴らしいですが、私はあなたの計画を見るためにそれを固執し、あなたがそれを試してみることを他に何もしていないが、だまされていない場合、 このアニメのロマンス。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was allright, but if you're looking for an amazing romance/harem type anime then this is not it. It's more like a friendship anime than a romance anime, and in fact this is precisely what it advertises itself as, though the whole one guy, multiple girls thing, made me think otherwise. So I can say this was not my kind of anime, though the music was nice, and it had a warm summery feel. I'd say to round things off, this anime is nothing amazing, but I'd stick it in your plan to watch, and if you have nothing else better to do then try it out, but do not be fooled, there is little romance in this anime.\n\n\u001b[1mこのアニメは大丈夫でしたが、あなたが素晴らしいロマンス/ハーレムタイプのアニメを探しているなら、これはそうではありません。 ロマンスアニメよりも友情アニメに似ていますが、実際これは自分自身を宣伝しているものです。 だから私はこれが私のアニメではないと言うことができますが、音楽は素晴らしく、暖かい夏の気分でした。 私は物事を丸めると言っています、このアニメは何も素晴らしいですが、私はあなたの計画を見るためにそれを固執し、あなたがそれを試してみることを他に何もしていないが、だまされていない場合、 このアニメのロマンス。\u001b[22m\n\u001b[1m(Kono anime wa daijōbudeshitaga, anata ga subarashī romansu/ hāremutaipu no anime o sagashite irunara, kore wa sōde wa arimasen. Romansu anime yori mo yūjō anime ni nite imasuga, jissai kore wa jibun jishin o senden shite iru monodesu. Dakara watashi wa kore ga watashi no animede wa nai to iu koto ga dekimasuga, ongaku wa subarashiku, attakai natsu no kibundeshita. Watashi wa monogoto o marumeru to itte imasu, kono anime wa nani mo subarashīdesuga, watashi wa anata no keikaku o miru tame ni sore o koshū shi, anata ga sore o tameshite miru koto o hoka ni nani mo shite inaiga, damasa rete inai baai, kono anime no romansu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was allright, but if you're looking for an amazing romance/harem type anime then this is not it. It's more like a friendship anime than a romance anime, and in fact this is precisely what it advertises itself as, though the whole one guy, multiple girls thing, made me think otherwise. So I can say this was not my kind of anime, though the music was nice, and it had a warm summery feel. I'd say to round things off, this anime is nothing amazing, but I'd stick it in your plan to watch, and if you have nothing else better to do then try it out, but do not be fooled, there is little romance in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was allright, but if you're looking for an amazing romance/harem type anime then this is not it.\u001b[24m\n    \u001b[1mこのアニメは大丈夫でしたが、あなたが素晴らしいロマンス/ハーレムタイプのアニメを探しているなら、これはそうではありません。\u001b[22m, \u001b[1mこのアニメはオールライトだったが、あなたは素晴らしいロマンス/ハーレムタイプのアニメを探しているなら、これはそうではありません。\u001b[22m\n\u001b[4mIt's more like a friendship anime than a romance anime, and in fact this is precisely what it advertises itself as, though the whole one guy, multiple girls thing, made me think otherwise.\u001b[24m\n    \u001b[1mロマンスアニメよりも友情アニメに似ていますが、実際これは自分自身を宣伝しているものです。\u001b[22m, \u001b[1mこれは、より多くのロマンスアニメよりも友情アニメのようなものだ、と実際にはこれは、として自身をアドバタイズ全体一人の男、複数の女の子の事が、私はそうは考えない作ったものを正確です。\u001b[22m\n\u001b[4mSo I can say this was not my kind of anime, though the music was nice, and it had a warm summery feel.\u001b[24m\n    \u001b[1mだから私はこれが私のアニメではないと言うことができますが、音楽は素晴らしく、暖かい夏の気分でした。\u001b[22m, \u001b[1mだから私は、音楽は良かったものの、これは、アニメの私のようなものではなかったと言うことができ、それが暖かい夏の感触を持っていました。\u001b[22m\n\u001b[4mI'd say to round things off, this anime is nothing amazing, but I'd stick it in your plan to watch, and if you have nothing else better to do then try it out, but do not be fooled, there is little\u001b[24m\n    \u001b[1m私は物事を丸めると言っています、このアニメは何も素晴らしいですが、私はあなたの計画を見るためにそれを固執し、あなたがそれを試してみることを他に何もしていないが、だまされていない場合、\u001b[22m, \u001b[1m私はこのアニメは素晴らしいものではありません、物事を四捨五入すると言うだろうが、私は見てあなたの計画でそれを固執するだろう、とあなたはそれを試してみるが、だまされてはいけません、次に行うには良い何もを持っていない場合は、ほとんどがあります\u001b[22m\n\u001b[4mromance in this anime.\u001b[24m\n    \u001b[1mこのアニメのロマンス。\u001b[22m, \u001b[1mこのアニメでロマンス。\u001b[22m"
  },
  {
    "title": "Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "id": "2155",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=37581",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  7\n\nさて、私はこのアニメを見終わったばかりですが、率直に言って、このアニメから「スライス・オブ・ライフ」のジャンルが追加されているはずです。皆さんについてはわかりませんが、このアニメは魅力的です。  ：\n\nストーリー：いいえ7。\n\n南佐古島で最大の雇用主であるMALの情報に示されているように、戸津川重工業航空支店は梱包されており、島の住居のほとんどが移動しています。残る唯一の人は島の元住民であり、 ワタルとセーちゃん（地元の高校の先生だから）。 主なテーマは、学校が維持する理由がないため退去予定の妻寮のテナントに焦点を当てていますが、その場所ではお互いに緊密な関係を築いているため心を込めています。 どのように物語を良いものにするのは、多くの人が寮の各メンバーが滞在の最終日に導いた回想録と、誰もがそれを最大限に活用しようとする方法を説明するものです。 物語が進むにつれ、悲しい挨拶が差し迫っている日を感じさせ、何とかあなたと同じシナリオにあなたを置くでしょう。 このアニメのハーレムのジャンルはユニークですが、これはおそらく、チキータ（女性キャスト）がたくさんの愛情のために競争していない、これはおそらくそのようなジャンルの一つです、ここでは、多くは女の子とのもの、ロマンスパートはそっくりです 事実、チキータのうちの1つだけが多くの人に感情を持ち、残りの人は多くの人と姉妹と兄弟関係を維持する。\n\nアート：いいえ7。\n\n私が言うことができるのは、文字が描かれた方法と背景も好きだということだけです。\n\nサウンド：平凡な5番。\n\nここでは何も言いませんが、セーちゃんとナオコの声にはコメントがあります。私の意見では、セーちゃんはナオコとナオコの声にリンナの声を代わりにすべきでした。\n\nキャラクター：まともな4番。\n\n\n\n楽しさ：いいえ7。\n\nさて、このアニメを見ることは、あなたがキャラクターと共感することができるという意味では本当に楽しいです。 たとえ短編小説であっても、それは価値がある。\n\n総合：いいえ7。\n\n作者はこのアニメのしくみについてはうまくやっていましたが、それを見ているだけで、良いことを最大限に活用しなければならないことが分かりました（私はすでにそう言っているかもしれませんが）。 このアニメの人生は本当に皆に反映されています。私たちは悲しいことを経験したことがあります。それは永遠に続くことができると願っていましたが、できません。 私たちが経験した良いもの。 そして、それはこのアニメのすべてが何であるか、平凡なのでしょうか？ しかしそれは人生の事実です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOk, so I've just completed watching this anime, frankly I think a “Slice of Life” genre should have been added since this anime, I don't know about you guys out there, but I find this anime good, my ratings :\n\n\u001b[1mさて、私はこのアニメを見終わったばかりですが、率直に言って、このアニメから「スライス・オブ・ライフ」のジャンルが追加されているはずです。皆さんについてはわかりませんが、このアニメは魅力的です。  ：\u001b[22m\n\u001b[1m(Sate, watashi wa kono anime o mi owatta bakaridesuga, sotchoku ni itte, kono anime kara `suraisu Obu raifu' no janru ga tsuika sa rete iru hazudesu. Minasan ni tsuite wa wakarimasenga, kono anime wa mirikitekidesu. :)\u001b[22m\n\nTranslations of \u001b[4mOk, so I've just completed watching this anime, frankly I think a “Slice of Life” genre should have been added since this anime, I don't know about you guys out there, but I find this anime good, my ratings :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so I've just completed watching this anime, frankly I think a “Slice of Life” genre should have been added since this anime, I don't know about you guys out there, but I find this anime good, my ratings\u001b[24m\n    \u001b[1mさて、私はこのアニメを見終わったばかりですが、率直に言って、このアニメから「スライス・オブ・ライフ」のジャンルが追加されているはずです。皆さんについてはわかりませんが、このアニメは魅力的です。\u001b[22m, \u001b[1mオクラホマので、私はこのアニメを見て完了しましたが、率直に言って私はこのアニメが、私はそこにあなたたちのことは知らないので、「スライス生命の「ジャンルが追加されているべきだと思いますが、私は良いこのアニメ、私の評価を見つけます\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[1m\u001b[22m\nStory: good no.7.\n\n\u001b[1mストーリー：いいえ7。\u001b[22m\n\u001b[1m(Sutōrī: Īe 7.)\u001b[22m\n\nTranslations of \u001b[4mStory: good no.7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: good no.7.\u001b[24m\n    \u001b[1mストーリー：いいえ7。\u001b[22m, \u001b[1mストーリー：良い7番。\u001b[22m\n\u001b[1m\u001b[22m\nAs indicated in MAL's info, the biggest employer in Minami-sakou Island, Demizugawa Heavy Industries Aviation branch is packing up and most of the island's residences are moving out as well, the only ones who will remain are the island's original inhabitants and among them is Wataru and Sae-chan (because she's a teacher at a local High-School). The main theme is focus on the tenants of Tsugumi Dormitory, whom are due for eviction since the school has no reason to maintain it, however the place holds dear to their hearts since they have establish a close relationship with one another in that very place. What makes the story good is how the muchacho (male lead) describes his memoirs with each members of the dormitory leading to the final days of their stay and how everyone struggles to make the most out of it. As to story goes on it does make you feel the days when a sad good bye is imminent and somehow will put you in the same scenario as they where. The harem genre of this anime is unique, co'z this is probably one of such genres were the chiquitas (female cast) are not competing for the muchacho's affection, here, the muchacho is one with the girls, the romance part is petty much trivial and in fact only one of the chiquitas has feelings for the muchacho, the rest only maintains a sister and brother relationships with the muchacho.\n\n\u001b[1m南佐古島で最大の雇用主であるMALの情報に示されているように、戸津川重工業航空支店は梱包されており、島の住居のほとんどが移動しています。残る唯一の人は島の元住民であり、 ワタルとセーちゃん（地元の高校の先生だから）。 主なテーマは、学校が維持する理由がないため退去予定の妻寮のテナントに焦点を当てていますが、その場所ではお互いに緊密な関係を築いているため心を込めています。 どのように物語を良いものにするのは、多くの人が寮の各メンバーが滞在の最終日に導いた回想録と、誰もがそれを最大限に活用しようとする方法を説明するものです。 物語が進むにつれ、悲しい挨拶が差し迫っている日を感じさせ、何とかあなたと同じシナリオにあなたを置くでしょう。 このアニメのハーレムのジャンルはユニークですが、これはおそらく、チキータ（女性キャスト）がたくさんの愛情のために競争していない、これはおそらくそのようなジャンルの一つです、ここでは、多くは女の子とのもの、ロマンスパートはそっくりです 事実、チキータのうちの1つだけが多くの人に感情を持ち、残りの人は多くの人と姉妹と兄弟関係を維持する。\u001b[22m\n\u001b[1m(Minamisako-jima de saidai no koyōshudearu MAL no jōhō ni shimesa rete iru yō ni, Totsukawa jūkōgyō kōkū shiten wa konpō sa rete ori, shima no jūkyo no hotondo ga idō shite imasu. Nokoru yuiitsu no hito wa shima no moto jūmindeari, Wataru to sē-chan (jimoto no kōkō no senseidakara). Omona tēma wa, gakkō ga iji suru riyū ga nai tame taikyo yotei no tsuma ryō no tenanto ni shōten o atete imasuga, sono bashode wa otagai ni kinmitsuna kankei o kizuite iru tame kokorowokomete imasu. Dono yō ni monogatari o yoimono ni suru no wa, ōku no hito ga ryō no kaku menbā ga taizai no saishū-bi ni michibiita kaisō-roku to, daremoga sore o saidaigen ni katsuyō shiyou to suru hōhō o setsumei suru monodesu. Monogatari ga susumu ni tsure, kanashī aisatsu ga sashisematte iru hi o kanji sase, nantoka anata to onaji shinario ni anata o okudeshou. Kono anime no hāremu no janru wa yunīkudesuga, kore wa osoraku, chikīta (josei kyasuto) ga takusan no aijō no tame ni kyōsō shite inai, kore wa osoraku sono yōna janru no hitotsudesu, kokode wa, ōku wa on'nanoko to no mono, romansupāto wa sokkuridesu jijitsu, chikīta no uchi no 1tsu dake ga ōku no hito ni kanjō o mochi, nokori no hito wa ōku no hito to shimai to kyōdai kankei o iji suru.)\u001b[22m\n\u001b[1m\u001b[22m\nArt: Good no.7.\n\n\u001b[1mアート：いいえ7。\u001b[22m\n\u001b[1m(Āto: Īe 7.)\u001b[22m\n\nTranslations of \u001b[4mArt: Good no.7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Good no.7.\u001b[24m\n    \u001b[1mアート：いいえ7。\u001b[22m, \u001b[1mアート：良い7番。\u001b[22m\n\u001b[1m\u001b[22m\nAll I can say is that I like the way the characters were drawn and the background as well.\n\n\u001b[1m私が言うことができるのは、文字が描かれた方法と背景も好きだということだけです。\u001b[22m\n\u001b[1m(Watashi ga iu koto ga dekiru no wa, moji ga egaka reta hōhō to haikei mo sukida to iu koto dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAll I can say is that I like the way the characters were drawn and the background as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I can say is that I like the way the characters were drawn and the background as well.\u001b[24m\n    \u001b[1m私が言うことができるのは、文字が描かれた方法と背景も好きだということだけです。\u001b[22m, \u001b[1mすべて私に言えることは、私は同様に文字が描かれた方法と背景が好きということです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Mediocre no.5.\n\n\u001b[1mサウンド：平凡な5番。\u001b[22m\n\u001b[1m(Saundo: Heibon'na 5-ban.)\u001b[22m\n\nTranslations of \u001b[4mSound: Mediocre no.5.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Mediocre no.5.\u001b[24m\n    \u001b[1mサウンド：平凡な5番。\u001b[22m, \u001b[1mサウンド：まあまあ、5番を。\u001b[22m\n\u001b[1m\u001b[22m\nI simply have nothing to say here, but I do have a comment with the voices of Sae-chan and Naoko, in my opinion, being a teacher Sae-chan should have had the voice of Naoko and Naoko should instead have Rinna’s voice.\n\n\u001b[1mここでは何も言いませんが、セーちゃんとナオコの声にはコメントがあります。私の意見では、セーちゃんはナオコとナオコの声にリンナの声を代わりにすべきでした。\u001b[22m\n\u001b[1m(Kokode wa nani mo iimasenga, sē chanto Naoko no koe ni wa komento ga arimasu. Watashi no ikende wa, sē-chan wa Naoko to Naoko no koe ni Rin'na no koe o kawarini subekideshita.)\u001b[22m\n\nTranslations of \u001b[4mI simply have nothing to say here, but I do have a comment with the voices of Sae-chan and Naoko, in my opinion, being a teacher Sae-chan should have had the voice of Naoko and Naoko should instead have Rinna’s voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI simply have nothing to say here, but I do have a comment with the voices of Sae-chan and Naoko, in my opinion, being a teacher Sae-chan should have had the voice of Naoko and Naoko should instead have Rinna’s voice.\u001b[24m\n    \u001b[1mここでは何も言いませんが、セーちゃんとナオコの声にはコメントがあります。私の意見では、セーちゃんはナオコとナオコの声にリンナの声を代わりにすべきでした。\u001b[22m, \u001b[1m私は単にここに何も言うことはありませんが、私は紗英ちゃんが代わりにRinnaの声を持っている必要があり直子と直子の声を持っているはずの教師であり、私の意見では、SAE-ちゃんと直子の声とのコメントを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: decent no.4.\n\n\u001b[1mキャラクター：まともな4番。\u001b[22m\n\u001b[1m(Kyarakutā: Matomona 4-ban.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: decent no.4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: decent no.4.\u001b[24m\n    \u001b[1mキャラクター：まともな4番。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: good no.7.\n\n\u001b[1m楽しさ：いいえ7。\u001b[22m\n\u001b[1m(Tanoshisa: Īe 7.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: good no.7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: good no.7.\u001b[24m\n    \u001b[1m楽しさ：いいえ7。\u001b[22m, \u001b[1m楽しさ：良い7番。\u001b[22m\n\u001b[1m\u001b[22m\nWell, watching this anime really is enjoyable in the sense that you can empathize yourself with the characters. Even if it is a short novel, it is worth watching.\n\n\u001b[1mさて、このアニメを見ることは、あなたがキャラクターと共感することができるという意味では本当に楽しいです。 たとえ短編小説であっても、それは価値がある。\u001b[22m\n\u001b[1m(Sate, kono anime o miru koto wa, anata ga kyarakutā to kyōkan suru koto ga dekiru to iu imide wa hontōni tanoshīdesu. Tatoe tanpen shōsetsudeatte mo, soreha kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mWell, watching this anime really is enjoyable in the sense that you can empathize yourself with the characters. Even if it is a short novel, it is worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, watching this anime really is enjoyable in the sense that you can empathize yourself with the characters.\u001b[24m\n    \u001b[1mさて、このアニメを見ることは、あなたがキャラクターと共感することができるという意味では本当に楽しいです。\u001b[22m, \u001b[1mさて、このアニメを見てすることは本当にあなたが文字を自分で共感することができます意味で楽しいです。\u001b[22m\n\u001b[4mEven if it is a short novel, it is worth watching.\u001b[24m\n    \u001b[1mたとえ短編小説であっても、それは価値がある。\u001b[22m, \u001b[1mそれは短い新規な場合であっても、それが見て価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: good no.7.\n\n\u001b[1m総合：いいえ7。\u001b[22m\n\u001b[1m(Sōgō: Īe 7.)\u001b[22m\n\nTranslations of \u001b[4mOverall: good no.7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: good no.7.\u001b[24m\n    \u001b[1m総合：いいえ7。\u001b[22m, \u001b[1m全体：良い7番。\u001b[22m\n\u001b[1m\u001b[22m\nThe author did a good job as to how this anime goes, I guess just watching it make us realize that we should make the most out of a good thing (I've may have already said that), But you know, the slice of life of this anime really does reflect to everybody, I mean, one way or another we may have experience a sad goodbye and wished that it could have lasted forever, but we just can't, and all we can do is preserve in memory the good things that we've experienced. And that is what this anime is all about, mediocre maybe? But it is a fact of life.\n\n\u001b[1m作者はこのアニメのしくみについてはうまくやっていましたが、それを見ているだけで、良いことを最大限に活用しなければならないことが分かりました（私はすでにそう言っているかもしれませんが）。 このアニメの人生は本当に皆に反映されています。私たちは悲しいことを経験したことがあります。それは永遠に続くことができると願っていましたが、できません。 私たちが経験した良いもの。 そして、それはこのアニメのすべてが何であるか、平凡なのでしょうか？ しかしそれは人生の事実です。\u001b[22m\n\u001b[1m(Sakusha wa kono anime no shikumi ni tsuite wa umaku yatte imashitaga, sore o mite iru dake de, yoikoto o saidaigen ni katsuyō shinakereba naranai koto ga wakarimashita (watashi wa sudeni sō itte iru kamo shiremasenga). Kono anime no jinsei wa hontōni mina ni han'ei sa rete imasu. Watashitachi wa kanashī koto o keiken shita koto ga arimasu. Sore wa eien ni tsudzuku koto ga dekiru to negatte imashitaga, dekimasen. Watashitachi ga keiken shita yoi mono. Soshite, sore wa kono anime no subete ga nandearu ka, heibon'na nodeshou ka? Shikashi sore wa jinsei no jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe author did a good job as to how this anime goes, I guess just watching it make us realize that we should make the most out of a good thing (I've may have already said that), But you know, the slice of life of this anime really does reflect to everybody, I mean, one way or another we may have experience a sad goodbye and wished that it could have lasted forever, but we just can't, and all we can do is preserve in memory the good things that we've experienced. And that is what this anime is all about, mediocre maybe? But it is a fact of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe author did a good job as to how this anime goes, I guess just watching it make us realize that we should make the most out of a good thing (I've may have already said that), But you know, the slice of\u001b[24m\n    \u001b[1m作者はこのアニメのしくみについてはうまくやっていましたが、それを見ているだけで、良いことを最大限に活用しなければならないことが分かりました（私はすでにそう言っているかもしれませんが）。\u001b[22m, \u001b[1m著者は、このアニメはどのようになる、私はちょうど（私はすでにと述べていることがありました）、それは私たちが良いことを最大限に作る必要があることを理解させる見て推測、しかし、あなたが知っているのとしてのスライスを良い仕事をしました\u001b[22m\n\u001b[4mlife of this anime really does reflect to everybody, I mean, one way or another we may have experience a sad goodbye and wished that it could have lasted forever, but we just can't, and all we can do is preserve in memory the\u001b[24m\n    \u001b[1mこのアニメの人生は本当に皆に反映されています。私たちは悲しいことを経験したことがあります。それは永遠に続くことができると願っていましたが、できません。\u001b[22m, \u001b[1mこのアニメの生活は本当に、私は意味、みんなに反映する一つの方法または別の我々は我々だけではできない経験に悲しい別れを持っており、それが永遠に続いたかもしれないことを望んだかもしれませんが、私たちが行うことができ、すべてがメモリに保存されません\u001b[22m\n\u001b[4mgood things that we've experienced.\u001b[24m\n    \u001b[1m私たちが経験した良いもの。\u001b[22m, \u001b[1m我々が経験した良いもの。\u001b[22m\n\u001b[4mAnd that is what this anime is all about, mediocre maybe?\u001b[24m\n    \u001b[1mそして、それはこのアニメのすべてが何であるか、平凡なのでしょうか？\u001b[22m, \u001b[1mそして、それは多分平凡な、このアニメはすべてに約ある何ですか？\u001b[22m\n\u001b[4mBut it is a fact of life.\u001b[24m\n    \u001b[1mしかしそれは人生の事実です。\u001b[22m, \u001b[1mしかし、それは人生の事実です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "id": "2155",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "user": "mercury1980",
    "profile": "/profile/mercury1980/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=101609",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  2\nキャラクター|  2\n|  2\n\n私は初めてこのアニメを忘れてしまった。 私が思い出すことができるなら、それは破壊される南御所島のつぐみ寮についてです。 メインの男は、この学校の最後の女の子と最後の瞬間をしています。 タイトルを探し続けたけど、見つけられなかった。\n\nアニメーションは鈍いです。 あなたが分かるように、明るい色のシンプルなアニメーションのように見えます。\n\nアニメのメロドラマは、このアニメが見守ることができない点を超えています。 音楽は非常に悲しい音色です。\n\nあなたが気づいたら、声優のアクセントは、ワタルを声に出した人を除いて、それほど良いものではありません。 問題は、声優が他のアニメではなく、このアニメのキャラクターのみを声に出したことです。\n\n主人Wataruは、エドワード・カレンのようなものです。非常に情緒的で穏やかで、人を気にしません。\n\n基本的には、前提、キャラクターはすべて忘れがちです。 私はよく覚えている1つの文字はありません。 彼らは看板カットアウトとして降ります。 葉山うみは、いつも人に頼り、とても迷惑をかける最大の泣き虫です。 リンナはとても積極的です。彼女は下着だけで、何が起きているのか分からなくても、彼女は渡るを打ちました。 それは私が覚えることができるすべてです。\n\n最後のエピソードでは、すべての女の子が別々の方法で出発しなければならないときに泣く。 女の子は非常に未成熟で、壊滅的なことを受け入れたくありません。 このキャストは本当にイカジシンジを偉大な英雄と偉大な英雄にしました。\n\n問題はキャラクターの大部分であり、特にサイドキャラクターは残酷です。 私はこのアニメの残酷さに気にしないが、残酷なことはまったく何にもつながりません。 プロットや文字には解決策はありませんでした。\n\nアニメはとても退屈で忘れがちです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI have completely forgotten about this anime the first time I watch. If I can recall it is about the Tsugumi Dormitory in Minamisakōjima which will be demolished. The main guy is having his last moments with the last group of girls in this school. I kept searching for the title but I couldn't find any.\n\n\u001b[1m私は初めてこのアニメを忘れてしまった。 私が思い出すことができるなら、それは破壊される南御所島のつぐみ寮についてです。 メインの男はこの学校の最後の女の子と最後の瞬間をしています。 タイトルを探し続けたけど、見つけられなかった。\u001b[22m\n\u001b[1m(Watashi wa hajimete kono anime o wasurete shimatta. Watashi ga omoidasu koto ga dekirunara, soreha hakai sa reru Minamigosho-jima no tsugumi ryō ni tsuitedesu. Mein no otoko wa kono gakkō no saigo no on'nanoko to saigo no shunkan o shite imasu. Taitoru o sagashi tsudzuketakedo, mitsuke rarenakatta.)\u001b[22m\n\nTranslations of \u001b[4mI have completely forgotten about this anime the first time I watch. If I can recall it is about the Tsugumi Dormitory in Minamisakōjima which will be demolished. The main guy is having his last moments with the last group of girls in this school. I kept searching for the title but I couldn't find any.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have completely forgotten about this anime the first time I watch.\u001b[24m\n    \u001b[1m私は初めてこのアニメを忘れてしまった。\u001b[22m, \u001b[1m私は完全にこのアニメについての私が見て初めてを忘れてしまいました。\u001b[22m\n\u001b[4mIf I can recall it is about the Tsugumi Dormitory in Minamisakōjima which will be demolished.\u001b[24m\n    \u001b[1m私が思い出すことができるなら、それは破壊される南御所島のつぐみ寮についてです。\u001b[22m, \u001b[1m私が思い出すことができる場合には、解体されますMinamisakōjimaでつぐみ寮についてです。\u001b[22m\n\u001b[4mThe main guy is having his last moments with the last group of girls in this school.\u001b[24m\n    \u001b[1mメインの男はこの学校の最後の女の子と最後の瞬間をしています。\u001b[22m, \u001b[1m主な男はこの学校の女の子の最後のグループで彼の最後の瞬間をしています。\u001b[22m\n\u001b[4mI kept searching for the title but I couldn't find any.\u001b[24m\n    \u001b[1mタイトルを探し続けたけど、見つけられなかった。\u001b[22m, \u001b[1m私はタイトルを探し保たが、私はいずれかを見つけることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is dull. As you can tell, it looks like a simplistic animation with bright colors.\n\n\u001b[1mアニメーションは鈍いです。 あなたが分かるように、明るい色のシンプルなアニメーションのように見えます。\u001b[22m\n\u001b[1m(Animēshon wa nibuidesu. Anata ga wakaru yō ni, akarui iro no shinpuruna animēshon no yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is dull. As you can tell, it looks like a simplistic animation with bright colors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is dull.\u001b[24m\n    \u001b[1mアニメーションは鈍いです。\u001b[22m, \u001b[1mアニメーションが鈍いです。\u001b[22m\n\u001b[4mAs you can tell, it looks like a simplistic animation with bright colors.\u001b[24m\n    \u001b[1mあなたが分かるように、明るい色のシンプルなアニメーションのように見えます。\u001b[22m, \u001b[1mあなたが言うことができるように、それは明るい色で単純なアニメーションのように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe melodrama in the anime has exceeded to the point where this anime is hard to watch. The music has a very sad tone.\n\n\u001b[1mアニメのメロドラマは、このアニメが見守ることができない点を超えています。 音楽は非常に悲しい音色です。\u001b[22m\n\u001b[1m(Anime no merodorama wa, kono anime ga mimamoru koto ga dekinai ten o koete imasu. Ongaku wa hijō ni kanashī neirodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe melodrama in the anime has exceeded to the point where this anime is hard to watch. The music has a very sad tone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe melodrama in the anime has exceeded to the point where this anime is hard to watch.\u001b[24m\n    \u001b[1mアニメのメロドラマは、このアニメが見守ることができない点を超えています。\u001b[22m, \u001b[1mアニメでのメロドラマは、このアニメは見ることが困難である点に超えています。\u001b[22m\n\u001b[4mThe music has a very sad tone.\u001b[24m\n    \u001b[1m音楽は非常に悲しい音色です。\u001b[22m, \u001b[1m音楽は非常に悲しい音色を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you notice, the voice actors accent isn't that good with the exception of the guy who voiced Wataru. The problem is the voice actors only voiced the characters in this anime rather than any other anime.\n\n\u001b[1mあなたが気づいたら、声優のアクセントは、ワタルを声に出した人を除いて、それほど良いものではありません。 問題は、声優が他のアニメではなく、このアニメのキャラクターのみを声に出したことです。\u001b[22m\n\u001b[1m(Anata ga kidzuitara, seiyū no akusento wa, Wataru o koe ni dashita hito o nozoite, sore hodo yoi monode wa arimasen. Mondai wa, seiyū ga hoka no animede wa naku, kono anime no kyarakutā nomi o koe ni dashita kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you notice, the voice actors accent isn't that good with the exception of the guy who voiced Wataru. The problem is the voice actors only voiced the characters in this anime rather than any other anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you notice, the voice actors accent isn't that good with the exception of the guy who voiced Wataru.\u001b[24m\n    \u001b[1mあなたが気づいたら、声優のアクセントは、ワタルを声に出した人を除いて、それほど良いものではありません。\u001b[22m, \u001b[1mお気づきの場合は、声優のアクセントは渉を表明男を除いて良いことではありません。\u001b[22m\n\u001b[4mThe problem is the voice actors only voiced the characters in this anime rather than any other anime.\u001b[24m\n    \u001b[1m問題は、声優が他のアニメではなく、このアニメのキャラクターのみを声に出したことです。\u001b[22m, \u001b[1m問題はむしろ、他のアニメよりも、このアニメの中の文字を表明声優です。\u001b[22m\n\u001b[1m\u001b[22m\nThe main guy, Wataru, is like Edward Cullen, very emotionless and bland, sulking and never care about people.\n\n\u001b[1m主人Wataruは、エドワード・カレンのようなものです。非常に情緒的で穏やかで、人を気にしません。\u001b[22m\n\u001b[1m(Shujin Wataru wa, edowādo Karen no yōna monodesu. Hijō ni jōcho-tekide odayakade, hito o ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe main guy, Wataru, is like Edward Cullen, very emotionless and bland, sulking and never care about people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main guy, Wataru, is like Edward Cullen, very emotionless and bland, sulking and never care about people.\u001b[24m\n    \u001b[1m主人Wataruは、エドワード・カレンのようなものです。非常に情緒的で穏やかで、人を気にしません。\u001b[22m, \u001b[1m主な男、渉は、非常に無表情と当たり障りのエドワード・カレン、のようなものですsulking、人々を気にすることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nBasically, the premise, the characters everything is forgettable. There isn't a single character I remember well. They come off as carboard cutouts. Umi Hayama is the biggest crybaby who always relies on people and very annoying. Rinna is so aggressive that when she was only in underwear she beat Wataru even though he didn't know what was going on. That's all I could remember.\n\n\u001b[1m基本的には、前提、キャラクターはすべて忘れがちです。 私はよく覚えている1つの文字はありません。 彼らは看板カットアウトとして降ります。 葉山うみは、いつも人に頼り、とても迷惑をかける最大の泣き虫です。 リンナはとても積極的です。彼女は下着だけで、何が起きているのか分からなくても、彼女は渡るを打ちました。 それは私が覚えることができるすべてです。\u001b[22m\n\u001b[1m(Kihontekini wa, zentei, kyarakutā wa subete wasure-gachidesu. Watashi wa yoku oboete iru 1tsu no moji wa arimasen. Karera wa kanban kattoauto to shite orimasu. Hayama umi wa, itsumo hito ni tayori, totemo meiwakuwokakeru saidai no nakimushidesu. Rin'na wa totemo sekigyokutekidesu. Kanojo wa shitagi dake de, nani ga okite iru no ka wakaranakute mo, kanojo wa wataru o uchimashita. Sore wa watashi ga oboeru koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mBasically, the premise, the characters everything is forgettable. There isn't a single character I remember well. They come off as carboard cutouts. Umi Hayama is the biggest crybaby who always relies on people and very annoying. Rinna is so aggressive that when she was only in underwear she beat Wataru even though he didn't know what was going on. That's all I could remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically, the premise, the characters everything is forgettable.\u001b[24m\n    \u001b[1m基本的には、前提、キャラクターはすべて忘れがちです。\u001b[22m, \u001b[1m基本的には、前提は、文字のすべてが忘れられがちです。\u001b[22m\n\u001b[4mThere isn't a single character I remember well.\u001b[24m\n    \u001b[1m私はよく覚えている1つの文字はありません。\u001b[22m, \u001b[1m私はよく覚えて単一の文字はありません。\u001b[22m\n\u001b[4mThey come off as carboard cutouts.\u001b[24m\n    \u001b[1m彼らは看板カットアウトとして降ります。\u001b[22m, \u001b[1m彼らはcarboardの切り欠きとしてオフに来ます。\u001b[22m\n\u001b[4mUmi Hayama is the biggest crybaby who always relies on people and very annoying.\u001b[24m\n    \u001b[1m葉山うみは、いつも人に頼り、とても迷惑をかける最大の泣き虫です。\u001b[22m, \u001b[1m海葉山は、常に人々と非常に迷惑に依存している最大の泣き虫です。\u001b[22m\n\u001b[4mRinna is so aggressive that when she was only in underwear she beat Wataru even though he didn't know what was going on.\u001b[24m\n    \u001b[1mリンナはとても積極的です。彼女は下着だけで、何が起きているのか分からなくても、彼女は渡るを打ちました。\u001b[22m, \u001b[1mRinnaは彼女が唯一の下着にいたとき、彼女は彼が何が起こっていたか知らなかったにもかかわらず渉を打つように積極的です。\u001b[22m\n\u001b[4mThat's all I could remember.\u001b[24m\n    \u001b[1mそれは私が覚えることができるすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nIn the final episode, every girl cries when they have to depart on their separate ways. The girls are very immature and don't want to accept devastating things. The cast really made Shinji Ikari a great man and a great hero.\n\n\u001b[1m最後のエピソードでは、すべての女の子が別々の方法で出発しなければならないときに泣く。 女の子は非常に未成熟で、壊滅的なことを受け入れたくありません。 このキャストは本当にイカジシンジを偉大な英雄と偉大な英雄にしました。\u001b[22m\n\u001b[1m(Saigo no episōdode wa, subete no on'nanoko ga betsubetsu no hōhō de shuppatsu shinakereba naranai toki ni naku. On'nanoko wa hijō ni mi seijuku de, kaimetsu-tekina koto o ukeiretaku arimasen. Kono kyasuto wa hontōni ikajishinji o idaina eiyū to idaina eiyū ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn the final episode, every girl cries when they have to depart on their separate ways. The girls are very immature and don't want to accept devastating things. The cast really made Shinji Ikari a great man and a great hero.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the final episode, every girl cries when they have to depart on their separate ways.\u001b[24m\n    \u001b[1m最後のエピソードでは、すべての女の子が別々の方法で出発しなければならないときに泣く。\u001b[22m, \u001b[1m彼らは別々の道に出発しなければならないとき、最終的なエピソードでは、すべての女の子が泣きます。\u001b[22m\n\u001b[4mThe girls are very immature and don't want to accept devastating things.\u001b[24m\n    \u001b[1m女の子は非常に未成熟で、壊滅的なことを受け入れたくありません。\u001b[22m, \u001b[1m女の子は非常に未熟であり、壊滅的な物事を受け入れることを望んでいません。\u001b[22m\n\u001b[4mThe cast really made Shinji Ikari a great man and a great hero.\u001b[24m\n    \u001b[1mこのキャストは本当にイカジシンジを偉大な英雄と偉大な英雄にしました。\u001b[22m, \u001b[1mキャストは本当に碇シンジに大きな男と偉大な英雄を作りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem is most of the characters especially the side characters are cruel. I don't mind cruelty in this anime but the cruelty just leads to nothing. There was no resolution in the plot or the characters.\n\n\u001b[1m問題はキャラクターの大部分であり、特にサイドキャラクターは残酷です。 私はこのアニメの残酷さに気にしないが、残酷なことはまったく何にもつながりません。 プロットや文字には解決策はありませんでした。\u001b[22m\n\u001b[1m(Mondai wa kyarakutā no daibubundeari, tokuni saidokyarakutā wa zankokudesu. Watashi wa kono anime no zankoku-sa ni kinishinai ga, zankokuna koto wa mattaku nani ni mo tsunagarimasen. Purotto ya moji ni wa kaiketsusaku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe problem is most of the characters especially the side characters are cruel. I don't mind cruelty in this anime but the cruelty just leads to nothing. There was no resolution in the plot or the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem is most of the characters especially the side characters are cruel.\u001b[24m\n    \u001b[1m問題はキャラクターの大部分であり、特にサイドキャラクターは残酷です。\u001b[22m, \u001b[1m問題は、特にサイドの文字が残酷な文字のほとんどです。\u001b[22m\n\u001b[4mI don't mind cruelty in this anime but the cruelty just leads to nothing.\u001b[24m\n    \u001b[1m私はこのアニメの残酷さに気にしないが、残酷なことはまったく何にもつながりません。\u001b[22m, \u001b[1m私はこのアニメで残酷を気にしないが、残酷さだけで何にもつながります。\u001b[22m\n\u001b[4mThere was no resolution in the plot or the characters.\u001b[24m\n    \u001b[1mプロットや文字には解決策はありませんでした。\u001b[22m, \u001b[1mプロットや文字での解決方法はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime is so boring and forgettable.\n\n\u001b[1mアニメはとても退屈で忘れがちです。\u001b[22m\n\u001b[1m(Anime wa totemo taikutsu de wasure-gachidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is so boring and forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is so boring and forgettable.\u001b[24m\n    \u001b[1mアニメはとても退屈で忘れがちです。\u001b[22m, \u001b[1mアニメはとても退屈で忘れられがちです。\u001b[22m"
  },
  {
    "title": "Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "id": "2155",
    "url": "https://myanimelist.net/anime/2155/Kono_Aozora_ni_Yakusoku_wo__Youkoso_Tsugumi_Ryou_e",
    "user": "Xauv_yang",
    "profile": "/profile/Xauv_yang/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=47933",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメに基づいて、基本的には友情と友情の間の絆を破ることができないことを言います。 このアニメは今まで私が見た中で最も興味深いアニメの1つです。 だから基本的にこのアニメは、この1つのクラブに入る人の物語を告げると、ある日、女の子が捨て去る前に彼の部屋の半分の裸の女の子を見つける。 しかし、ソーリーが進行するにつれて、それはさらに魔法使いの両側について語ります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI got to say based on this anime it's basically about friendship and how nothing can break the bonds between friendship. This anime is by far one of the most interesting anime I've seen so far give this 10/10 (my opinion). So basically this anime tells story of a guys who gets in this one club and one day wakes up finding a half naked girl in his room before the girl ditches off she slaps him XD. But then soo on as the sory progress further it tells about each side of the chracters.\n\n\u001b[1m私はこのアニメに基づいて、基本的には友情と友情の間の絆を破ることができないことを言います。 このアニメは今まで私が見た中で最も興味深いアニメの1つです。 だから基本的にこのアニメは、この1つのクラブに入る人の物語を告げると、ある日、女の子が捨て去る前に彼の部屋の半分の裸の女の子を見つける。 しかし、ソーリーが進行するにつれて、それはさらに魔法使いの両側について語ります。\u001b[22m\n\u001b[1m(Watashi wa kono anime nimotozuite, kihontekini wa yūjō to yūjō no ma no kizuna o yaburu koto ga dekinai koto o iimasu. Kono anime wa imamade watashi ga mita naka de mottomo kyōmibukai anime no 1tsudesu. Dakara kihontekini kono anime wa, kono 1tsu no kurabu ni hairu hito no monogatari o tsugeru to, aru hi, on'nanoko ga sutesaru mae ni kare no heya no hanbun no hadaka no on'nanoko o mitsukeru. Shikashi, sōrī ga shinkō suru ni tsurete, sore wa sarani mahōtsukai no ryōsoku ni tsuite katarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI got to say based on this anime it's basically about friendship and how nothing can break the bonds between friendship. This anime is by far one of the most interesting anime I've seen so far give this 10/10 (my opinion). So basically this anime tells story of a guys who gets in this one club and one day wakes up finding a half naked girl in his room before the girl ditches off she slaps him XD. But then soo on as the sory progress further it tells about each side of the chracters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI got to say based on this anime it's basically about friendship and how nothing can break the bonds between friendship.\u001b[24m\n    \u001b[1m私はこのアニメに基づいて、基本的には友情と友情の間の絆を破ることができないことを言います。\u001b[22m, \u001b[1m私はそれが基本的に友情とどのように何も友情の間の結合を破壊することはできませんについてですこのアニメに基づいて言うようになりました。\u001b[22m\n\u001b[4mThis anime is by far one of the most interesting anime I've seen so far give this 10/10 (my opinion).\u001b[24m\n    \u001b[1mこのアニメは今まで私が見た中で最も興味深いアニメの1つです。\u001b[22m, \u001b[1mこのアニメは、はるかに私はこれまで10月10日（私の意見）を与える見た中で最も興味深いのアニメの一つです。\u001b[22m\n\u001b[4mSo basically this anime tells story of a guys who gets in this one club and one day wakes up finding a half naked girl in his room before the girl ditches off she slaps him XD.\u001b[24m\n    \u001b[1mだから基本的にこのアニメは、この1つのクラブに入る人の物語を告げると、ある日、女の子が捨て去る前に彼の部屋の半分の裸の女の子を見つける。\u001b[22m, \u001b[1mしたがって、基本的にこのアニメはこのクラブで取得し、1日の女の子は、彼女がXD彼をたたくオフ壕の前に彼の部屋に半分裸の女の子を見つける目覚める男たちの物語です。\u001b[22m\n\u001b[4mBut then soo on as the sory progress further it tells about each side of the chracters.\u001b[24m\n    \u001b[1mしかし、ソーリーが進行するにつれて、それはさらに魔法使いの両側について語ります。\u001b[22m, \u001b[1mしかし、その後秀上sory進捗状況など、さらにそれがchractersの各側面について通知します。\u001b[22m"
  }
]
