[
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "HabitPlays",
    "profile": "/profile/HabitPlays/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=199034",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nMarnieがそこにいたとき、甘い家族に養子にされた孤児の孤児である札幌に住む少女Annaが続きます。 彼女の喘息発作と彼女のために\n彼女とは違って、彼女は自分が好きではない彼女のクラスメートと友達になることはあまりありませんでした。 悪い喘息発作の後、医師は彼女に\n彼女は田舎の夏に叔母と叔父と一緒に移動するので、よりリラックスした場所に移動します。 彼女の母親と別れて、彼女はしばしば\nエリアを歩き回って物事をスケッチする時間を過ごす。 彼女は、干潮時にしか歩くことのできない、見かけ上放棄された家を見つけました。実際には彼女はMarnieと彼女の人生の変化に遭遇します。  Marnieは自分の年齢で、彼女の年齢の最初の子供であっても、彼女には非常に奇妙で神秘的なものがあり、もっと奇妙なMarnieが友情を秘密にしたいと思っていました。 アンナは、これまでMarnieのミーティングのおかげで奇妙な記憶を持っています。これは時には彼女がAnnaとMarnieのミーティングと関係していること、そしてMarnieが真の質問であることを知ることができるためです。 正直なところ、信じられないほどの映画は、私が見始めてからちょうど吸い込まれたと信じられませんでした。 スタジオジブリ映画のような傑作です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen Marnie was there follows a young girl Anna living in Sapporo a orphan girl who was adopted by a sweet family. Due to her asthma attacks and her\n\n\u001b[1mMarnieがそこにいたとき、甘い家族に養子にされた孤児の孤児である札幌に住む少女Annaが続きます。 彼女の喘息発作と彼女のために\u001b[22m\n\u001b[1m(Marnie ga soko ni ita toki, amai kazoku ni yōshi ni sa reta minashigo no minashigodearu Sapporo ni sumu shōjo Anna ga tsudzukimasu. Kanojo no zensoku hossa to kanojo no tame ni)\u001b[22m\n\nTranslations of \u001b[4mWhen Marnie was there follows a young girl Anna living in Sapporo a orphan girl who was adopted by a sweet family. Due to her asthma attacks and her\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Marnie was there follows a young girl Anna living in Sapporo a orphan girl who was adopted by a sweet family.\u001b[24m\n    \u001b[1mMarnieがそこにいたとき、甘い家族に養子にされた孤児の孤児である札幌に住む少女Annaが続きます。\u001b[22m, \u001b[1mマーニーは札幌で甘い家族によって採用された孤児の少女を生きた少女アンナが以下のあったとき。\u001b[22m\n\u001b[4mDue to her asthma attacks and her\u001b[24m\n    \u001b[1m彼女の喘息発作と彼女のために\u001b[22m, \u001b[1m彼女の喘息発作のために、彼女の\u001b[22m\nbeing different she didn't have much luck making friends with her classmates she didn't even want to. After a bad asthma attack the doctor suggests she\n\n\u001b[1m彼女とは違って、彼女は自分が好きではない彼女のクラスメートと友達になることはあまりありませんでした。 悪い喘息発作の後、医師は彼女に\u001b[22m\n\u001b[1m(Kanojo to wa chigatte, kanojo wa jibun ga sukide wanai kanojo no kurasumēto to tomodachi ni naru koto wa amari arimasendeshita. Warui zensoku hossa no ato, ishi wa kanojo ni)\u001b[22m\n\nTranslations of \u001b[4mbeing different she didn't have much luck making friends with her classmates she didn't even want to. After a bad asthma attack the doctor suggests she\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbeing different she didn't have much luck making friends with her classmates she didn't even want to.\u001b[24m\n    \u001b[1m彼女とは違って、彼女は自分が好きではない彼女のクラスメートと友達になることはあまりありませんでした。\u001b[22m, \u001b[1m異なっている彼女は、多くの幸運彼女もしたくなかった彼女のクラスメートと友達を作るを持っていませんでした。\u001b[22m\n\u001b[4mAfter a bad asthma attack the doctor suggests she\u001b[24m\n    \u001b[1m悪い喘息発作の後、医師は彼女に\u001b[22m, \u001b[1m悪い喘息発作の後医者は彼女を示唆しています\u001b[22m\nmove somewhere more relaxing so she moves in with her aunt and uncle for the summer in the countryside. Separated from her mother she would often\n\n\u001b[1m彼女は田舎の夏に叔母と叔父と一緒に移動するので、よりリラックスした場所に移動します。 彼女の母親と別れて、彼女はしばしば\u001b[22m\n\u001b[1m(Kanojo wa inaka no natsu ni oba to oji to issho ni idō surunode, yori rirakkusu shita basho ni idō shimasu. Kanojo no hahaoya to wakarete, kanojo wa shibashiba)\u001b[22m\n\nTranslations of \u001b[4mmove somewhere more relaxing so she moves in with her aunt and uncle for the summer in the countryside. Separated from her mother she would often\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmove somewhere more relaxing so she moves in with her aunt and uncle for the summer in the countryside.\u001b[24m\n    \u001b[1m彼女は田舎の夏に叔母と叔父と一緒に移動するので、よりリラックスした場所に移動します。\u001b[22m, \u001b[1mどこかでよりリラックス動くので、彼女は田舎の夏のための彼女の叔母と叔父で移動します。\u001b[22m\n\u001b[4mSeparated from her mother she would often\u001b[24m\n    \u001b[1m彼女の母親と別れて、彼女はしばしば\u001b[22m, \u001b[1m彼女は頻繁に彼女の母親からだろう分離します\u001b[22m\nspend her time walking around the area and sketching things. She finds a seemingly abandoned house across the water which can only be walked to during low tide, it is actually there she meets Marnie and her life changes. Even though Marnie is her own age and the first kid her age she has ever gotten a long with there was something very weird and mysterious about her and to make things more weird Marnie wanted there friendship to be a secret. Anna has weird memory throughout this due to meeting Marnie sometimes she can remember her or her normal life what does this have to do with Anna and Marnie meeting and who really is Marnie that's the true question so check it out to find out! Honestly an incredible movie couldn't believe it was just sucked in from the first minute I started watching. Just a masterpiece like a lot of Studio Ghibli films.\n\n\u001b[1mエリアを歩き回って物事をスケッチする時間を過ごす。 彼女は、干潮時にしか歩くことのできない、見かけ上放棄された家を見つけました。実際には彼女はMarnieと彼女の人生の変化に遭遇します。  Marnieは自分の年齢で、彼女の年齢の最初の子供であっても、彼女には非常に奇妙で神秘的なものがあり、もっと奇妙なMarnieが友情を秘密にしたいと思っていました。 アンナは、これまでMarnieのミーティングのおかげで奇妙な記憶を持っています。これは時には彼女がAnnaとMarnieのミーティングと関係していること、そしてMarnieが真の質問であることを知るためにチェックしてください。 正直なところ、信じられないほどの映画は、私が見始めてからちょうど吸い込まれたと信じられませんでした。 スタジオジブリ映画のような傑作です。\u001b[22m\n\u001b[1m(Eria o arukimawatte monogoto o suketchi suru jikan o sugosu. Kanojo wa, kanchō tokini shika aruku koto no dekinai, mikake-jō hōki sa reta ie o mitsukemashita. Jissai ni wa kanojo wa Marnie to kanojo no jinsei no henka ni sōgū shimasu. Marnie wa jibun no nenrei de, kanojo no nenrei no saisho no kodomodeatte mo, kanojo ni wa hijō ni kimyōde shinpi-tekina mono ga ari, motto kimyōna Marnie ga yūjō o himitsu ni shitai to omotte imashita. An'na wa, kore made Marnie no mītingu no okage de kimyōna kioku o motte imasu. Kore wa tokiniha kanojo ga Anna to Marnie no mītingu to kankei shite iru koto, soshite Marnie ga shin no shitsumondearu koto o shiru tame ni chekku shite kudasai. Shōjikina tokoro, shinji rarenai hodo no eiga wa, watashi ga mi hajimete kara chōdo suikoma reta to shinji raremasendeshita. Sutajiojiburi eiga no yōna kessakudesu.)\u001b[22m\n\nTranslations of \u001b[4mspend her time walking around the area and sketching things. She finds a seemingly abandoned house across the water which can only be walked to during low tide, it is actually there she meets Marnie and her life changes. Even though Marnie is her own age and the first kid her age she has ever gotten a long with there was something very weird and mysterious about her and to make things more weird Marnie wanted there friendship to be a secret. Anna has weird memory throughout this due to meeting Marnie sometimes she can remember her or her normal life what does this have to do with Anna and Marnie meeting and who really is Marnie that's the true question so check it out to find out! Honestly an incredible movie couldn't believe it was just sucked in from the first minute I started watching. Just a masterpiece like a lot of Studio Ghibli films.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mspend her time walking around the area and sketching things.\u001b[24m\n    \u001b[1mエリアを歩き回って物事をスケッチする時間を過ごす。\u001b[22m, \u001b[1mエリアの周りに歩いて物事をスケッチ彼女の時間を費やしています。\u001b[22m\n\u001b[4mShe finds a seemingly abandoned house across the water which can only be walked to during low tide, it is actually there she meets Marnie and her life changes.\u001b[24m\n    \u001b[1m彼女は、干潮時にしか歩くことのできない、見かけ上放棄された家を見つけました。実際には彼女はMarnieと彼女の人生の変化に遭遇します。\u001b[22m, \u001b[1m彼女はそれは彼女がマーニーと彼女の人生の変化を満たしあり、実際には、唯一の干潮時にに歩いたことができ、水全体の一見廃屋を見つけました。\u001b[22m\n\u001b[4mEven though Marnie is her own age and the first kid her age she has ever gotten a long with there was something very weird and mysterious about her and to make things more weird Marnie wanted there friendship to be a secret.\u001b[24m\n    \u001b[1mMarnieは自分の年齢で、彼女の年齢の最初の子供であっても、彼女には非常に奇妙で神秘的なものがあり、もっと奇妙なMarnieが友情を秘密にしたいと思っていました。\u001b[22m, \u001b[1mマーニーは彼女自身の年齢であり、そこに非常に奇妙な、彼女について神秘的な何かがあったとマーニーは秘密があるように友情を望んでいた物事をより奇妙にすると最初の子供は彼女の年齢は、彼女が今まで長いを得ているにもかかわらず。\u001b[22m\n\u001b[4mAnna has weird memory throughout this due to meeting Marnie sometimes she can remember her or her normal life what does this have to do with Anna and Marnie meeting and who really is Marnie that's the true question so check it out to find out!\u001b[24m\n    \u001b[1mアンナは、これまでMarnieのミーティングのおかげで奇妙な記憶を持っています。これは時には彼女がAnnaとMarnieのミーティングと関係していること、そしてMarnieが真の質問であることを知るためにチェックしてください。\u001b[22m, \u001b[1mアンナは本当にマーニーがあることは非常に見つけるためにそれをチェックアウトし、真の問題だこれはアンナとマーニー会議や人としなければならないものマーニーは時々彼女は彼女または彼女の通常の生活を思い出すことができます満たすために、この原因で全体で奇妙なメモリを持っています！\u001b[22m\n\u001b[4mHonestly an incredible movie couldn't believe it was just sucked in from the first minute I started watching.\u001b[24m\n    \u001b[1m正直なところ、信じられないほどの映画は、私が見始めてからちょうど吸い込まれたと信じられませんでした。\u001b[22m, \u001b[1m正直信じられないほどの映画はそれがちょうど私が見始めた最初の分から吸い込まれた信じられませんでした。\u001b[22m\n\u001b[4mJust a masterpiece like a lot of Studio Ghibli films.\u001b[24m\n    \u001b[1mスタジオジブリ映画のような傑作です。\u001b[22m, \u001b[1mスタジオジブリの映画の多くのようなただの傑作。\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "yellow_banana",
    "profile": "/profile/yellow_banana/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=221156",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はいつもこの映画を見たいと思っていました。 驚くべきスタジオジブリの別の傑作。\n\n私はストーリーがとても心温まると感じました。 とてもよかった。 私が何を意味しているか知っていれば、そんなに重くはありませんでした。 ストーリーのペーシングは、少なくとも私にとっては正しかった。 しかし、混乱していた部分がありました。 さて、ストーリーの後半で説明されるので、私は理解しています。 私はその物語が少しずつ展開していくのが好きであり、その予告が行われました。 プロットのひねりはうまく伝えられ、とても急に感じられませんでした。 ストーリーの結論は素晴らしかった。\n\n映画を見ている間に私が持っていた唯一の問題は、アンナ（主人公の一人）と彼女のマーティー（他の主人公）との関係が始まったことでした。 私は本当に映画の初めに彼女に共感するのに苦労しました。 別の場所は、アンナが他のシーンを目覚めさせる頻繁なものでした。 彼らはもっと良い仕事をすることができたように感じました。 彼女がどのようにランダムな場所で目を覚ますのか、それは本当にわかりませんでした。 しかし、私が指摘したことにもかかわらず、映画全体はまだ壮大でした。 私は最終的にアンナが気に入ってうれしいです。 彼女は自分自身やもののために悪い気分だった。 彼女は基本的に難しかったです。 私は彼女の最初の特徴付けが本当に好きではなかった。 私は彼女を得なかった。 私は実際に彼女に親切である人々を拒否する誰かが突然彼女がちょうど会った誰かに何とか深い絆を発達させる方法を理解していないのですか？ 私は知らない...それは急いでいるように感じた？ 真剣に言えば、アンナとマルニーはお互いに「私はあなたを最も愛している」と言って、私は「うん、ああ？ それはちょうどどこからも出てこなかった...そのようなもの。\n\n続けて、この映画の芸術はまったく美しいです。 それは私の気持ちを良くしました。 それは私が休暇に行きたいと思った。 私は知らない、ちょうどいい気分だった。 私はとてもリラックスした気分にさせました。 アートスタイルはとてもシンプルに見えましたが、私はそうではないことを知っています。 うん、いいよね。 そこに使用された音がポイント上にあった。 それは映画をより美しくしました。 私はもっ​​と映画を楽しませました。\n\n全体的に、それは驚くべきことでした。 スタジオジブリはこの3つで本当にうまくいった",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've always wanted to see this movie and I'm really glad that I finally got to watch this today. Another masterpiece from the amazing Studio Ghibli.\n\n\u001b[1m私はいつもこの映画を見たいと思っていました。 驚くべきスタジオジブリの別の傑作。\u001b[22m\n\u001b[1m(Watashi wa itsumo kono eiga o mitai to omotte imashita. Odorokubeki sutajiojiburi no betsu no kessaku.)\u001b[22m\n\nTranslations of \u001b[4mI've always wanted to see this movie and I'm really glad that I finally got to watch this today. Another masterpiece from the amazing Studio Ghibli.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've always wanted to see this movie and I'm really glad that I finally got to watch this today.\u001b[24m\n    \u001b[1m私はいつもこの映画を見たいと思っていました。\u001b[22m, \u001b[1m私はいつもこの映画を見たいと思っていたと私は最終的にこの今日見るようになったことは本当にうれしいです。\u001b[22m\n\u001b[4mAnother masterpiece from the amazing Studio Ghibli.\u001b[24m\n    \u001b[1m驚くべきスタジオジブリの別の傑作。\u001b[22m, \u001b[1m素晴らしいスタジオジブリから別の傑作。\u001b[22m\n\u001b[1m\u001b[22m\nI found the story very heartwarming. It was very nice. It didn't have that heaviness, if you know what I mean. The pacing of the story was just right, at least for me. Although, there were some parts where it was kind of confusing. Well, I understand since it would be explained later in the story. I loved how the story unfolded little by little and the foreshadowing done. The plot twist was delivered well and didn't felt so sudden. The story's conclusion was excellent.\n\n\u001b[1m私はストーリーがとても心温まると感じました。 とてもよかった。 私が何を意味しているか知っていれば、それはあまり重くはありませんでした。 ストーリーのペーシングは、少なくとも私にとっては正しかった。 しかし、混乱していた部分がありました。 さて、ストーリーの後半で説明されるので、私は理解しています。 私はその物語が少しずつ展開していくのが好きであり、その予告が行われました。 プロットのひねりはうまく伝えられ、とても急に感じられませんでした。 ストーリーの結論は素晴らしかった。\u001b[22m\n\u001b[1m(Watashi wa sutōrī ga totemo kokoroatatamaru to kanjimashita. Totemo yokatta. Watashi ga nani o imi shite iru ka shitte ireba, sore wa amari omoku wa arimasendeshita. Sutōrī no pēshingu wa, sukunakutomo watashi ni totte wa tadashikatta. Shikashi, konran shite ita bubun ga arimashita. Sate, sutōrī no kōhan de setsumei sa rerunode, watashi wa rikai shite imasu. Watashi wa sono monogatari ga sukoshi zutsu tenkai shite iku no ga sukideari, sono yokoku ga okonawa remashita. Purotto no hineri wa umaku tsutae rare, totemo kyū ni kanji raremasendeshita. Sutōrī no ketsuron wa subarashikatta.)\u001b[22m\n\nTranslations of \u001b[4mI found the story very heartwarming. It was very nice. It didn't have that heaviness, if you know what I mean. The pacing of the story was just right, at least for me. Although, there were some parts where it was kind of confusing. Well, I understand since it would be explained later in the story. I loved how the story unfolded little by little and the foreshadowing done. The plot twist was delivered well and didn't felt so sudden. The story's conclusion was excellent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the story very heartwarming.\u001b[24m\n    \u001b[1m私はストーリーがとても心温まると感じました。\u001b[22m, \u001b[1m私は物語は非常に心温まる発見しました。\u001b[22m\n\u001b[4mIt was very nice.\u001b[24m\n    \u001b[1mとてもよかった。\u001b[22m, \u001b[1mとてもよかったです。\u001b[22m, \u001b[1mすごく良かったよ。\u001b[22m, \u001b[1mそれはとても素晴らしかったです。\u001b[22m, \u001b[1mそれはとても素敵でした。\u001b[22m\n\u001b[4mIt didn't have that heaviness, if you know what I mean.\u001b[24m\n    \u001b[1m私が何を意味しているか知っていれば、それはあまり重くはありませんでした。\u001b[22m, \u001b[1mあなたは私が何を意味するか知っているかどうかは、その重さを持っていませんでした。\u001b[22m\n\u001b[4mThe pacing of the story was just right, at least for me.\u001b[24m\n    \u001b[1mストーリーのペーシングは、少なくとも私にとっては正しかった。\u001b[22m, \u001b[1m物語のペーシングは、少なくとも私にとっては、ちょうどよかったです。\u001b[22m\n\u001b[4mAlthough, there were some parts where it was kind of confusing.\u001b[24m\n    \u001b[1mしかし、混乱していた部分がありました。\u001b[22m, \u001b[1mけれども、それは一種の混乱だったいくつかの部分がありました。\u001b[22m\n\u001b[4mWell, I understand since it would be explained later in the story.\u001b[24m\n    \u001b[1mさて、ストーリーの後半で説明されるので、私は理解しています。\u001b[22m, \u001b[1mそれは物語の中で後述されるのでまあ、私は理解しています。\u001b[22m\n\u001b[4mI loved how the story unfolded little by little and the foreshadowing done.\u001b[24m\n    \u001b[1m私はその物語が少しずつ展開していくのが好きであり、その予告が行われました。\u001b[22m, \u001b[1m私は話が少しずつを展開し、伏線を行う方法を愛しました。\u001b[22m\n\u001b[4mThe plot twist was delivered well and didn't felt so sudden.\u001b[24m\n    \u001b[1mプロットのひねりはうまく伝えられ、とても急に感じられませんでした。\u001b[22m, \u001b[1mプロットのねじれは十分に配信されたので、突然感じませんでした。\u001b[22m\n\u001b[4mThe story's conclusion was excellent.\u001b[24m\n    \u001b[1mストーリーの結論は素晴らしかった。\u001b[22m, \u001b[1m物語の結論は良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe only problem I had while watching the movie was Anna (one of the protagonists) and how her relationship with Marnie (the other protagonist) started. I really had a hard time sympathizing with her during the beginning of the movie. Another thing was the frequent Anna waking up somewhere else scenes. I felt like they could've done a better job on that. It didn't really make sense to me how she ends up waking up in random places. But whatever, the entire film was still magnificent despite those things I pointed out. I'm glad I eventually liked Anna. She was feeling bad for herself and stuff. She was basically being difficult. I didn't really like her initial characterization. I didn't get her. I don't understand how someone who rejects people who were actually being kind to her suddenly develops a somehow deep bond to someone she just met? I don't know... I felt like it was rushed? Seriously tho, Anna and Marnie telling each other 'I love you the most' made me go 'Uhhhhh... Okay?'. It just came out of nowhere... something like that.\n\n\u001b[1m映画を見ている間に私が持っていた唯一の問題は、アンナ（主人公の一人）と彼女のマーティー（他の主人公）との関係が始まったことでした。 私は本当に映画の初めに彼女に共感するのに苦労しました。 別の場所は、アンナが他のシーンを目覚めさせる頻繁なものでした。 彼らはもっと良い仕事をすることができたように感じました。 彼女がどのようにランダムな場所で目を覚ますのか、それは本当にわかりませんでした。 しかし、私が指摘したことにもかかわらず、映画全体はまだ壮大でした。 私は最終的にアンナが気に入ってうれしいです。 彼女は自分自身やもののために悪い気分だった。 彼女は基本的に難しかったです。 私は彼女の最初の特徴付けが本当に好きではなかった。 私は彼女を得なかった。 私は実際に彼女に親切である人々を拒否する誰かが突然彼女がちょうど会った誰かに何とか深い絆を発達させる方法を理解していないのですか？ 私は知らない...それは急いでいるように感じた？ 真剣に言えば、アンナとマルニーはお互いに「私はあなたを最も愛している」と言って、私は「うん、ああ？ それはちょうどどこからも出てこなかった...そのようなもの。\u001b[22m\n\u001b[1m(Eiga o mite iru ma ni watashi ga motte ita yuiitsu no mondai wa, An'na (shujinkō no hitori) to kanojo no mātī (hoka no shujinkō) to no kankei ga hajimatta kotodeshita. Watashi wa hontōni eiga no hajime ni kanojo ni kyōkan suru no ni kurō shimashita. Kanojo wa jibun jishin ya mono no tame ni warui kibundatta. Kanojo wa kihontekini muzukashikattadesu. Watashi wa kanojo no saisho no tokuchō-tsuke ga hontōni sukide wa nakatta. Watashi wa kanojo o enakatta. Watashi wa jissai ni kanojo ni shinsetsudearu hitobito o kyohi suru dareka ga totsuzen kanojo ga chōdo atta dareka ni nantoka fukai kizuna o hattatsu sa seru hōhō o rikai shite inai nodesu ka? Watashi wa shiranai... Sore wa isoide iru yō ni kanjita? Shinken ni ieba, An'na to marunī wa otagai ni `watashi wa anata o mottomo itoshite iru' to itte, watashi wa `un, ā? Sore wa chōdo doko kara mo dete konakatta... Sono yōna mono. Betsu no basho wa, An'na ga hoka no shīn o mezame saseru hinpan'na monodeshita. Karera wa motto yoi shigoto o suru koto ga dekita yō ni kanjimashita. Kanojo ga dono yō ni randamuna basho de mewosamasu no ka, sore wa hontōni wakarimasendeshita. Shikashi, watashi ga shiteki shita koto nimokakawarazu, eiga zentai wa mada sōdaideshita. Watashi wa saishūtekini An'na ga kiniitte ureshīdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nMoving on, the art on this film is utterly beautiful. It made me feel good. It made me wanna go on a vacation. I don't know, I just felt nice. Made me feel so relaxed. The art style was seemed so simple but I know it's not. Yeah, it was that good. There sounds used were on point. It made the film more beautiful. Made me enjoy the film more.\n\n\u001b[1m続けて、この映画の芸術はまったく美しいです。 それは私の気持ちを良くしました。 それは私が休暇に行きたいと思った。 私は知らない、ちょうどいい気分だった。 私はとてもリラックスした気分にさせました。 アートスタイルはとてもシンプルに見えましたが、私はそうではないことを知っています。 うん、いいよね。 そこに使用された音がポイント上にあった。 それは映画をより美しくしました。 もっと映画を楽しませてくれました。\u001b[22m\n\u001b[1m(Tsudzukete, kono eiga no geijutsu wa mattaku utsukushīdesu. Sore wa watashi no kimochi o yoku shimashita. Sore wa watashi ga kyūka ni ikitai to omotta. Watashi wa shiranai, chōdo ī kibundatta. Watashi wa totemo rirakkusu shita kibun ni sa semashita. Ātosutairu wa totemo shinpuru ni miemashitaga, watashi wa sōde wanai koto o shitte imasu. Un, ī yo ne. Soko ni shiyō sa reta oto ga pointo-jō ni atta. Sore wa eiga o yori utsukushiku shimashita. Motto eiga o tanoshima sete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mMoving on, the art on this film is utterly beautiful. It made me feel good. It made me wanna go on a vacation. I don't know, I just felt nice. Made me feel so relaxed. The art style was seemed so simple but I know it's not. Yeah, it was that good. There sounds used were on point. It made the film more beautiful. Made me enjoy the film more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on, the art on this film is utterly beautiful.\u001b[24m\n    \u001b[1m続けて、この映画の芸術はまったく美しいです。\u001b[22m, \u001b[1m上に移動すると、このフィルム上の技術は、全く美しいです。\u001b[22m\n\u001b[4mIt made me feel good.\u001b[24m\n    \u001b[1mそれは私の気持ちを良くしました。\u001b[22m, \u001b[1mそれは私が良い感じさせてくれました。\u001b[22m\n\u001b[4mIt made me wanna go on a vacation.\u001b[24m\n    \u001b[1mそれは私が休暇に行きたいと思った。\u001b[22m, \u001b[1mそれは私がしたい休暇に行かせました。\u001b[22m\n\u001b[4mI don't know, I just felt nice.\u001b[24m\n    \u001b[1m私は知らない、ちょうどいい気分だった。\u001b[22m, \u001b[1m私はちょうど素敵な感じ、知りません。\u001b[22m\n\u001b[4mMade me feel so relaxed.\u001b[24m\n    \u001b[1m私はとてもリラックスした気分にさせました。\u001b[22m, \u001b[1m私はとてもリラックスした感じさせてくれました。\u001b[22m\n\u001b[4mThe art style was seemed so simple but I know it's not.\u001b[24m\n    \u001b[1mアートスタイルはとてもシンプルに見えましたが、私はそうではないことを知っています。\u001b[22m, \u001b[1mアートスタイルはとてもシンプルに見えたましたが、私はそれはないと知っています。\u001b[22m\n\u001b[4mYeah, it was that good.\u001b[24m\n    \u001b[1mうん、いいよね。\u001b[22m, \u001b[1mええ、それは良いことでした。\u001b[22m\n\u001b[4mThere sounds used were on point.\u001b[24m\n    \u001b[1mそこに使用された音がポイント上にあった。\u001b[22m, \u001b[1mそこ使用音が点にありました。\u001b[22m\n\u001b[4mIt made the film more beautiful.\u001b[24m\n    \u001b[1mそれは映画をより美しくしました。\u001b[22m, \u001b[1mこれは、フィルムがより美しくなりました。\u001b[22m\n\u001b[4mMade me enjoy the film more.\u001b[24m\n    \u001b[1mもっと映画を楽しませてくれました。\u001b[22m, \u001b[1m私はより多くの映画を楽しむメイド。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it was amazing. Studio Ghibli really did well on this one &lt;3\n\n\u001b[1m全体的に、それは驚くべきことでした。 スタジオジブリはこの3つで本当にうまくいった\u001b[22m\n\u001b[1m(Zentai-teki ni, soreha odorokubeki kotodeshita. Sutajiojiburi wa kono 3ttsu de hontōni umaku itta)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was amazing. Studio Ghibli really did well on this one &lt;3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was amazing.\u001b[24m\n    \u001b[1m全体的に、それは驚くべきことでした。\u001b[22m, \u001b[1m全体的に、それは驚くべきものでした。\u001b[22m\n\u001b[4mStudio Ghibli really did well on this one &lt;3\u001b[24m\n    \u001b[1mスタジオジブリはこの3つで本当にうまくいった\u001b[22m, \u001b[1mスタジオジブリは本当にこの1＆LTによくやった。3\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "MidniteAndBeyond",
    "profile": "/profile/MidniteAndBeyond/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=216332",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nMarnieがそこにいたときのレビュー（スポイラーなし）\n\nだから、ついにスタジオジブリの最新映画「Marnie Was There」を見に行きました。 私は私がパーティーに遅れていることを知っているが、私は最終的にそれに慣れてうれしい。 そこには、それがうまくいくことを知らせるのに十分な情報があります。 しかし、MAN。 それは本当に驚異的でした。 私はこのレビューで本当に正義を果たすことができないと知っているので、あなた自身で見に行ってください。 では、この映画を一言でまとめるとどうですか？ この映画を説明するのに、私は何の言葉を使いますか？ 傑作。 それでおしまい。 最初から最後までの絶対的な傑作。 私はこの映画について十分に言うことができません。 しかし、私はそれがどれほど素晴らしいかを実証するために最善を尽くします。 だからまず、ジブリの映画、ピートのためです。\n\nジブリ映画で見たことと比べると、ストーリーと世界はかなり甘いです。 まだそこにあるいくつかの魔法の要素がありますが。 そして私はそれが私の好きな魔法だと思う。 あなたは非常に現実的な人々と完全に正常な世界を持っているときに、突然、空の城や小さな人々の秘密の社会のように、この小さなものを持っています。 悪魔や魚が人間になっている別の世界ほど壮大で贅沢なものではないが、常に魔法をもっと気まぐれにし、より大きな影響を与える。  Marnieの世界はシンプルで現実的です。ジブリの魔法のタッチで、あなたはまだ家に近づける特別な経験をすることができます。\n\n\n\nアニメーションは自明でなければなりません。 それはジブリです、あなたはそれがどのように見えるかを知っています。 しかし、その高品質の色を持っているとポピーヒルや風のように見えることは間違いなくそれを傷つけることはありません。 しかし、同じ罰金で、それはそれなしで大丈夫です。 見た目は素晴らしかったが、その前にジブリ映画ほど素晴らしいとは思わなかった。 しかし、それは必ずしも悪いことではありません。  Arietty、Ponyo、Spirited Away、Mononokeのような映画の前にこの映画が制作されたと言えば、おそらくあなたを信じていたでしょう。 ジブリの映画は通常、あなたの顔の中にあり、驚異的なアニメーションで5秒ごとにあなたを吹き飛ばします。 しかし、これは本当にそうではありません。 しかし、私が言ったように、それは必ずしも悪いことではありません。 ゆっくりと動く物語のシンプルな世界です。 非常に明るくて高品質な色や、実際に際立つような瞬間を持つ必要はあまりありません。\n\n個人的には、映画は映像ではなく音声でさらに輝きます。 ジブリの映画はいつも本当に詳細なオーディオを持っていますが、特にこの映画はかなり目立ちました。 この映画のすべての曲は、適切な時に演奏され、彼らが置かれていた場面に完全に収まりました。 流れる水や足音などのシンプルなものがありますが、そこにいなければ目立つものではありませんが、そこにいる時、ジブリがやったときには、余分に感謝します 彼らがこの映画の全体的な経験に入れた努力。 今のところ声が出る限り、私は本当にどんな声でも問題はありませんでした。 ジブリの映画を英語で見るのが好きなので、最初は英語で映画を見ました。 私は日本のダブが嫌いではありませんが、ジブリのためには具体的にビジュアルに集中し、全体の話を考えたいと思っています。同時に読む必要がないときにそれを行うほうがずっと簡単です。 英語のダブはすばらしかったし、映画を見た後、私は行って日本版を聞いて、2つのバージョンがどのように似ているかにとても驚きました。 両方の面で本当に素晴らしい仕事でした。 音楽が進むにつれて、音楽が必要なとき/それがシーンに追加されるときを知り、それがなくてもより良いシーンがいつ残っているかを知ることができます。\n\n私は本当に物語がどれほど驚くほど素晴らしいか話したいと思っていますが、本当に自分自身でそれを体験すべきだと私は確信しています。 ちょっと面白いことに、私は何が起こるかを予測することができましたが、私はそれについてあまりにも心配していませんでした。 起こっていた出来事は以前に行われていたので、私は予測できないものとして書いていませんでしたが、何が起こるかという考えがあり、私の予測が実現することを期待して本当に興奮しました。 私はすべての細部を正しく把握していなかったので、私はまだ見ていなかった紆余曲折で幸せに驚いていましたが、私が予測したものに関しては、 結論として、Marnieがあったときスタジオジブリが決して魔法を失うことのないもう一つの例があります。 それは絶え間ない上り坂の旅であり、あなたがその映画をどのような順序で見るかに関わらず、あなたはそれまでに見たことによって決して圧倒されません。 彼らが作ったすべての映画は世界のあらゆる意味で傑作です。 そして、私は正に、ここのこの映画が、私の好きなジブリの映画だと思っています。私の好きな映画のひとつです。\n\nMarnieがそこにあったときに10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen Marnie Was There Review (NO SPOILERS)\n\n\u001b[1mMarnieがそこにいたときのレビュー（スポイラーなし）\u001b[22m\n\u001b[1m(Marnie ga soko ni ita toki no rebyū (supoirā nashi))\u001b[22m\n\nTranslations of \u001b[4mWhen Marnie Was There Review (NO SPOILERS)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Marnie Was There Review (NO SPOILERS)\u001b[24m\n    \u001b[1mMarnieがそこにいたときのレビュー（スポイラーなし）\u001b[22m, \u001b[1mマーニーはありレビュー（NOスポイラー）だった場合\u001b[22m\n\u001b[1m\u001b[22m\nSo I finally got around to watching Studio Ghibli's latest film, When Marnie Was There. I know I'm late to the party, but I'm glad I finally got around to it. That right there is enough information to let you know that it's gonna be good. But MAN. It was REALLY phenomenal. I know I'm not gonna be able to truly do it justice with this review, so you just gotta go see it for yourself. So how's about we sum up this movie in one word. What one word would I use to describe this film? Masterpiece. That's it. An absolute masterpiece from beginning to end. I cannot say enough good about this film. But I'll try my best to give an example on how great it is. So first off, it's a Ghibli film, for pete's sake.\n\n\u001b[1mだから、ついにスタジオジブリの最新映画「Marnie Was There」を見に行きました。 私は私がパーティーに遅れていることを知っているが、私は最終的にそれに慣れてうれしい。 そこには、それがうまくいくことを知らせるのに十分な情報があります。 しかし、MAN。 それは本当に驚異的でした。 私はこのレビューで本当に正義を果たすことができないと知っているので、あなた自身で見に行ってください。 では、この映画を一言でまとめるとどうですか？ この映画を説明するのに、私は何の言葉を使いますか？ 傑作。 それでおしまい。 最初から最後までの絶対的な傑作。 私はこの映画について十分に言うことができません。 しかし、私はそれがどれほど素晴らしいかを実証するために最善を尽くします。 だからまず、ジブリの映画、ピートのためです。\u001b[22m\n\u001b[1m(Dakara, tsuini sutajiojiburi no saishin eiga `Marnie Was zea' o miniikimashita. Watashi wa watashi ga pātī ni okurete iru koto o shitte iruga, watashi wa saishūtekini sore ni narete ureshī. Dewa, kono eiga o hitokoto de matomeruto dōdesu ka? Kono eiga o setsumei suru no ni, watashi wa nani no kotoba o tsukaimasu ka? Kessaku. Sorede oshimai. Saisho kara saigomade no zettai-tekina kessaku. Watashi wa kono eiga ni tsuite jūbun ni iu koto ga dekimasen. Shikashi, watashi wa sore ga dorehodo subarashī ka o jisshō suru tame ni saizen o tsukushimasu. Dakara mazu, jiburi no eiga, pīto no tamedesu. Soko ni wa, sore ga umaku iku koto o shiraseru no ni jūbun'na jōhō ga arimasu. Shikashi, MAN. Sore wa hontōni kyōi-tekideshita. Watashi wa kono rebyū de hontōni seigi o hatasu koto ga dekinai to shitte irunode, anata jishin de mi ni itte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo I finally got around to watching Studio Ghibli's latest film, When Marnie Was There. I know I'm late to the party, but I'm glad I finally got around to it. That right there is enough information to let you know that it's gonna be good. But MAN. It was REALLY phenomenal. I know I'm not gonna be able to truly do it justice with this review, so you just gotta go see it for yourself. So how's about we sum up this movie in one word. What one word would I use to describe this film? Masterpiece. That's it. An absolute masterpiece from beginning to end. I cannot say enough good about this film. But I'll try my best to give an example on how great it is. So first off, it's a Ghibli film, for pete's sake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I finally got around to watching Studio Ghibli's latest film, When Marnie Was There.\u001b[24m\n    \u001b[1mだから、ついにスタジオジブリの最新映画「Marnie Was There」を見に行きました。\u001b[22m, \u001b[1mだから私は最終的にマーニーがあった場合には、スタジオジブリの最新映画を見に周りました。\u001b[22m\n\u001b[4mI know I'm late to the party, but I'm glad I finally got around to it.\u001b[24m\n    \u001b[1m私は私がパーティーに遅れていることを知っているが、私は最終的にそれに慣れてうれしい。\u001b[22m, \u001b[1m私はパーティーに遅刻知っているが、私は最終的にそれに暇がうれしいです。\u001b[22m\n\u001b[4mSo how's about we sum up this movie in one word.\u001b[24m\n    \u001b[1mでは、この映画を一言でまとめるとどうですか？\u001b[22m, \u001b[1mそれでは、どの程度、私たちは、一言でこの映画を総括です。\u001b[22m\n\u001b[4mWhat one word would I use to describe this film?\u001b[24m\n    \u001b[1mこの映画を説明するのに、私は何の言葉を使いますか？\u001b[22m, \u001b[1mどのような一言私はこの映画を記述するために使用しますか？\u001b[22m\n\u001b[4mMasterpiece.\u001b[24m\n    \u001b[1m傑作。\u001b[22m, \u001b[1m傑作。\u001b[22m, \u001b[1mマスターピース。\u001b[22m\n\u001b[4mThat's it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mAn absolute masterpiece from beginning to end.\u001b[24m\n    \u001b[1m最初から最後までの絶対的な傑作。\u001b[22m, \u001b[1m始まりから終わりまで絶対的な傑作。\u001b[22m\n\u001b[4mI cannot say enough good about this film.\u001b[24m\n    \u001b[1m私はこの映画について十分に言うことができません。\u001b[22m, \u001b[1m私はこの映画について十分に言うことはできません。\u001b[22m\n\u001b[4mBut I'll try my best to give an example on how great it is.\u001b[24m\n    \u001b[1mしかし、私はそれがどれほど素晴らしいかを実証するために最善を尽くします。\u001b[22m, \u001b[1mしかし、私はそれがどのように偉大に例を与えるために全力を尽くしますよ。\u001b[22m\n\u001b[4mSo first off, it's a Ghibli film, for pete's sake.\u001b[24m\n    \u001b[1mだからまず、ジブリの映画、ピートのためです。\u001b[22m, \u001b[1mしたがって、最初のオフ、それはピートのためにジブリ映画、です。\u001b[22m\n\u001b[4mThat right there is enough information to let you know that it's gonna be good.\u001b[24m\n    \u001b[1mそこには、それがうまくいくことを知らせるのに十分な情報があります。\u001b[22m, \u001b[1mあなたはそれがつもり良いことだことを知らせるのに十分な情報があることを右。\u001b[22m\n\u001b[4mBut MAN.\u001b[24m\n    \u001b[1mしかし、MAN。\u001b[22m\n\u001b[4mIt was REALLY phenomenal.\u001b[24m\n    \u001b[1mそれは本当に驚異的でした。\u001b[22m\n\u001b[4mI know I'm not gonna be able to truly do it justice with this review, so you just gotta go see it for yourself.\u001b[24m\n    \u001b[1m私はこのレビューで本当に正義を果たすことができないと知っているので、あなた自身で見に行ってください。\u001b[22m, \u001b[1m私はつもり本当にそれをこの口コミを正義を行うので、あなただけのお奨め自分自身でそれを見に行くことはできませんよね。\u001b[22m\n\u001b[1m\u001b[22m\nThe story and the world it takes place in is pretty tame, compared to other things we've seen in Ghibli films. Though there is still some magic elements to be found in it. And I think that's my favorite kind of magic. When you have a perfectly normal world with very realistic people, and then suddenly have this one little thing, like a castle in the sky, or a secret society of tiny people. It always makes the magic much more whimsical and has a much greater impact, even though it isn't something as grand or extravagant as an alternate world inhabited by demons or a fish turning into a human. The world of Marnie is simple and realistic, with a touch of Ghibli magic to give you an extraordinary experience that still manages to hit close to home.\n\n\u001b[1mジブリ映画で見たことと比べると、ストーリーと世界はかなり甘いです。 まだそこにあるいくつかの魔法の要素がありますが。 そして私はそれが私の好きな魔法だと思う。 あなたは非常に現実的な人々と完全に正常な世界を持っているときに、突然、空の城や小さな人々の秘密の社会のように、この小さなものを持っています。 悪魔や魚が人間になっている別の世界ほど壮大で贅沢なものではないが、常に魔法をもっと気まぐれにし、より大きな影響を与える。  Marnieの世界はシンプルで現実的です。ジブリの魔法のタッチで、あなたはまだ家に近づける特別な経験をすることができます。\u001b[22m\n\u001b[1m(Jiburi eiga de mita koto to kuraberu to, sutōrī to sekai wa kanari amaidesu. Mada soko ni aru ikutsu ka no mahō no yōso ga arimasuga. Soshite watashi wa sore ga watashi no sukina mahōda to omou. Anata wa hijō ni genjitsu-tekina hitobito to kanzen ni seijōna sekai o motte iru toki ni, totsuzen, soranoshiro ya chīsana hitobito no himitsu no shakai no yō ni, kono chīsana mono o motte imasu. Akuma ya sakana ga ningen ni natte iru betsu no sekai hodo sōdaide zeitakuna monode wa naiga, tsuneni mahō o motto kimagure ni shi, yori ōkina eikyōwoataeru. Marnie no sekai wa shinpurude genjitsu-tekidesu. Jiburi no mahō no tatchi de, anata wa mada ie ni chikadzukeru tokubetsuna keiken o suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story and the world it takes place in is pretty tame, compared to other things we've seen in Ghibli films. Though there is still some magic elements to be found in it. And I think that's my favorite kind of magic. When you have a perfectly normal world with very realistic people, and then suddenly have this one little thing, like a castle in the sky, or a secret society of tiny people. It always makes the magic much more whimsical and has a much greater impact, even though it isn't something as grand or extravagant as an alternate world inhabited by demons or a fish turning into a human. The world of Marnie is simple and realistic, with a touch of Ghibli magic to give you an extraordinary experience that still manages to hit close to home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story and the world it takes place in is pretty tame, compared to other things we've seen in Ghibli films.\u001b[24m\n    \u001b[1mジブリ映画で見たことと比べると、ストーリーと世界はかなり甘いです。\u001b[22m, \u001b[1mそれが中で起こる物語世界は、我々はジブリ映画の中で見てきた他のものに比べて、かなり飼いならされています。\u001b[22m\n\u001b[4mThough there is still some magic elements to be found in it.\u001b[24m\n    \u001b[1mまだそこにあるいくつかの魔法の要素がありますが。\u001b[22m, \u001b[1mその中に発見されるいくつかの魔法の要素はまだあるけど。\u001b[22m\n\u001b[4mAnd I think that's my favorite kind of magic.\u001b[24m\n    \u001b[1mそして私はそれが私の好きな魔法だと思う。\u001b[22m, \u001b[1mそして、私はそれが魔法の私のお気に入りのようなものだと思います。\u001b[22m\n\u001b[4mWhen you have a perfectly normal world with very realistic people, and then suddenly have this one little thing, like a castle in the sky, or a secret society of tiny people.\u001b[24m\n    \u001b[1mあなたは非常に現実的な人々と完全に正常な世界を持っているときに、突然、空の城や小さな人々の秘密の社会のように、この小さなものを持っています。\u001b[22m, \u001b[1mあなたは非常に現実的な人々と完全に普通の世界を持っている場合、その後、突然天空の城、または小さな人々の秘密結社のように、この一つの小さなものを持っています。\u001b[22m\n\u001b[4mIt always makes the magic much more whimsical and has a much greater impact, even though it isn't something as grand or extravagant as an alternate world inhabited by demons or a fish turning into a human.\u001b[24m\n    \u001b[1m悪魔や魚が人間になっている別の世界ほど壮大で贅沢なものではないが、常に魔法をもっと気まぐれにし、より大きな影響を与える。\u001b[22m, \u001b[1mそれは、常にそれが悪魔や人間に変わって魚が生息し、代替の世界のような壮大または贅沢のようなものでなくても、魔法がはるかに気まぐれになり、はるかに大きな影響を与えます。\u001b[22m\n\u001b[4mThe world of Marnie is simple and realistic, with a touch of Ghibli magic to give you an extraordinary experience that still manages to hit close to home.\u001b[24m\n    \u001b[1mMarnieの世界はシンプルで現実的です。ジブリの魔法のタッチで、あなたはまだ家に近づける特別な経験をすることができます。\u001b[22m, \u001b[1mマーニーの世界はあなたのまだ家の近くにヒットして管理する特別な経験を与えるためにジブリ魔法のタッチで、シンプルかつ現実的です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation should be self-explanatory. It's Ghibli, you know what it's gonna look like. Though, having that high quality color and having it look like Poppy Hill or The Wind Rises definitely wouldn't of hurt it. But at the same fine, it does just fine without it. Though, while it did look great, there's no question about that, it didn't really seem as great as Ghibli films before it. Though, that's not necessarily a bad thing. It's just that if you had told me that this film was created before films like Arietty, Ponyo, Spirited Away, even Mononoke, I probably would've believed you. Ghibli films are usually all up in your face, blowing you away with their phenomenal animation, every 5 seconds. But this one isn't really like that. But like I said, that isn't necessarily a bad thing. It's a simple world with a story that moves at a leisurely pace. There really isn't much of a need to have very bright and high quality colors or animated moments that really stand out.\n\n\u001b[1mアニメーションは自明でなければなりません。 それはジブリです、あなたはそれがどのように見えるかを知っています。 しかし、その高品質の色を持っているとポピーヒルや風のように見えることは間違いなくそれを傷つけることはありません。 しかし、同じ罰金で、それはそれなしで大丈夫です。 見た目は素晴らしかったが、その前にジブリ映画ほど素晴らしいとは思わなかった。 しかし、それは必ずしも悪いことではありません。  Arietty、Ponyo、Spirited Away、Mononokeのような映画の前にこの映画が制作されたと言われたら、おそらくあなたを信じていただろう。 ジブリの映画は通常、あなたの顔の中にあり、驚異的なアニメーションで5秒ごとにあなたを吹き飛ばします。 しかし、これは本当にそうではありません。 しかし、私が言ったように、それは必ずしも悪いことではありません。 ゆっくりと動く物語のシンプルな世界です。 非常に明るくて高品質な色や、実際に際立つような瞬間を持つ必要はあまりありません。\u001b[22m\n\u001b[1m(Animēshon wa jimeidenakereba narimasen. Sore wa jiburidesu, anata wa sore ga dono yōnimieru ka o shitte imasu. Mitame wa subarashikatta ga, sono zen ni jiburi eiga hodo subarashī to wa omowanakatta. Shikashi, sore wa kanarazushimo warui kotode wa arimasen. Arietty, Ponyo, Spirited Away, Mononoke no yōna eiga no mae ni kono eiga ga seisaku sa reta to iwa retara, osoraku anata o shinjite itadarou. Jiburi no eiga wa tsūjō, anata no kao no naka ni ari, kyōi-tekina animēshon de 5-byō-goto ni anata o fukitobashimasu. Shikashi, kore wa hontōni sōde wa arimasen. Shikashi, watashi ga itta yō ni, sore wa kanarazushimo warui kotode wa arimasen. Yukkuri to ugoku monogatari no shinpuruna sekaidesu. Hijō ni akarukute kōhinshitsuna iro ya, jissai ni kiwadatsu yōna shunkan o motsu hitsuyō wa amari arimasen. Shikashi, sono kōhinshitsu no iro o motte iru to popīhiru ya kaze no yō ni mieru koto wa machigainaku sore o kizutsukeru koto wa arimasen. Shikashi, onaji bakkin de, sore wa sore nashide daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation should be self-explanatory. It's Ghibli, you know what it's gonna look like. Though, having that high quality color and having it look like Poppy Hill or The Wind Rises definitely wouldn't of hurt it. But at the same fine, it does just fine without it. Though, while it did look great, there's no question about that, it didn't really seem as great as Ghibli films before it. Though, that's not necessarily a bad thing. It's just that if you had told me that this film was created before films like Arietty, Ponyo, Spirited Away, even Mononoke, I probably would've believed you. Ghibli films are usually all up in your face, blowing you away with their phenomenal animation, every 5 seconds. But this one isn't really like that. But like I said, that isn't necessarily a bad thing. It's a simple world with a story that moves at a leisurely pace. There really isn't much of a need to have very bright and high quality colors or animated moments that really stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation should be self-explanatory.\u001b[24m\n    \u001b[1mアニメーションは自明でなければなりません。\u001b[22m, \u001b[1mアニメーションは自明であるべきです。\u001b[22m\n\u001b[4mIt's Ghibli, you know what it's gonna look like.\u001b[24m\n    \u001b[1mそれはジブリです、あなたはそれがどのように見えるかを知っています。\u001b[22m, \u001b[1mそれはあなたがそれをするつもりのように見えるているものを知って、ジブリのです。\u001b[22m\n\u001b[4mThough, while it did look great, there's no question about that, it didn't really seem as great as Ghibli films before it.\u001b[24m\n    \u001b[1m見た目は素晴らしかったが、その前にジブリ映画ほど素晴らしいとは思わなかった。\u001b[22m, \u001b[1mしかし、それはとてもよく似合うんでしたが、それについては疑問がありません、それは実際にそれの前にジブリ映画のように偉大ないないようでした。\u001b[22m\n\u001b[4mThough, that's not necessarily a bad thing.\u001b[24m\n    \u001b[1mしかし、それは必ずしも悪いことではありません。\u001b[22m\n\u001b[4mIt's just that if you had told me that this film was created before films like Arietty, Ponyo, Spirited Away, even Mononoke, I probably would've believed you.\u001b[24m\n    \u001b[1mArietty、Ponyo、Spirited Away、Mononokeのような映画の前にこの映画が制作されたと言われたら、おそらくあなたを信じていただろう。\u001b[22m, \u001b[1mそれはあなたももののけ、千と千尋の神隠し、このフィルムはArietty、ポニョのような映画の前に作成されたことを私に伝えていた場合、私はおそらくあなたを信じていただろうだけです。\u001b[22m\n\u001b[4mGhibli films are usually all up in your face, blowing you away with their phenomenal animation, every 5 seconds.\u001b[24m\n    \u001b[1mジブリの映画は通常、あなたの顔の中にあり、驚異的なアニメーションで5秒ごとにあなたを吹き飛ばします。\u001b[22m, \u001b[1mジブリ映画は、その驚異的なアニメーション、5秒ごとにあなたを吹き飛ばし、あなたの顔にすべての通常アップしています。\u001b[22m\n\u001b[4mBut this one isn't really like that.\u001b[24m\n    \u001b[1mしかし、これは本当にそうではありません。\u001b[22m, \u001b[1mしかし、この1はそのような本当にではありません。\u001b[22m\n\u001b[4mBut like I said, that isn't necessarily a bad thing.\u001b[24m\n    \u001b[1mしかし、私が言ったように、それは必ずしも悪いことではありません。\u001b[22m, \u001b[1mしかし、のような私はそれは必ずしも悪いことではありません、と述べました。\u001b[22m\n\u001b[4mIt's a simple world with a story that moves at a leisurely pace.\u001b[24m\n    \u001b[1mゆっくりと動く物語のシンプルな世界です。\u001b[22m, \u001b[1mそれは、ゆっくりとした速度で移動する話でシンプルな世界です。\u001b[22m\n\u001b[4mThere really isn't much of a need to have very bright and high quality colors or animated moments that really stand out.\u001b[24m\n    \u001b[1m非常に明るくて高品質な色や、実際に際立つような瞬間を持つ必要はあまりありません。\u001b[22m, \u001b[1m本当に目立つ非常に明るく、高品質の色やアニメーションの瞬間を持っている必要性はあまりありません。\u001b[22m\n\u001b[4mThough, having that high quality color and having it look like Poppy Hill or The Wind Rises definitely wouldn't of hurt it.\u001b[24m\n    \u001b[1mしかし、その高品質の色を持っているとポピーヒルや風のように見えることは間違いなくそれを傷つけることはありません。\u001b[22m, \u001b[1mしかし、その高品質のカラーを有し、それがポピーの丘や風のように見えたことは間違いのそれを傷つけるないだろう昇ります。\u001b[22m\n\u001b[4mBut at the same fine, it does just fine without it.\u001b[24m\n    \u001b[1mしかし、同じ罰金で、それはそれなしで大丈夫です。\u001b[22m, \u001b[1mしかし、同じ罰金で、それはそれなしでうまくありません。\u001b[22m\n\u001b[1m\u001b[22m\nPersonally, the film shines a lot more with audio, rather than visuals. Ghibli films always have really detailed audio, but this one in particular stood out a lot. All the songs in this film played at just the right time and were perfectly fit into the scene they were place in. It's the simple things like flowing water and footsteps that aren't really all that noticeable if they aren't there, but when they are there, and when they're done as well as Ghibli does it, it makes you REALLY appreciate the extra effort they put into this film's overall experience. Now as far as voices go, I truly had no problem with any of the voices. I first watched the film in English, just because I prefer to watch Ghibli films in English. Not because I dislike Japanese dubs, but for Ghibli specifically, I wanna really focus on the visuals and think about the overall story and it's just a lot easier to do that when I'm not having to read at the same time. The English dub was fantastic and after watching the film, I went and took a listen to the Japanese version and I was very surprised with how similar the two versions sounded. It was a really fantastic job on both ends. As far as music goes, it know when music is needed/when it'll add to a scene and it knows when a scene is better left without it.\n\n\u001b[1m個人的には、映画は映像ではなく音声でさらに輝きます。 ジブリの映画はいつも本当に詳細なオーディオを持っていますが、特にこの映画はかなり目立ちました。 この映画のすべての曲は、適切な時に演奏され、彼らが置かれていた場面に完全に収まりました。 流れる水や足音などのシンプルなものがありますが、そこにいなければ目立つものではありませんが、そこにいる時、ジブリがやったときには、余分に感謝します 彼らがこの映画の全体的な経験に入れた努力。 今のところ声が出る限り、私は本当にどんな声でも問題はありませんでした。 ジブリの映画を英語で見るのが好きなので、最初は英語で映画を見ました。 私は日本のダブが嫌いではありませんが、ジブリのためには具体的にビジュアルに集中し、全体の話を考えたいと思っています。同時に読む必要がないときにそれを行うほうがずっと簡単です。 英語のダブはすばらしかったし、映画を見た後、私は行って日本版を聞いて、2つのバージョンがどのように似ているかにとても驚きました。 両方の面で本当に素晴らしい仕事でした。 音楽が進むにつれて、音楽が必要なとき/それがシーンに追加されるときを知り、それがなくてもより良いシーンがいつ残っているかを知ることができます。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, eiga wa eizōde wanaku onsei de sarani kagayakimasu. Jiburi no eiga wa itsumo hontōni shōsaina ōdio o motte imasuga, tokuni kono eiga wa kanari medachimashita. Nagareru mizu ya ashioto nado no shinpuruna mono ga arimasuga, soko ni inakereba medatsu monode wa arimasenga, soko ni iru toki, jiburi ga yatta tokiniha, yobun ni kansha shimasu karera ga kono eiga no zentai-tekina keiken ni ireta doryoku. Imanotokoro-goe ga deru kagiri, watashi wa hontōni don'na koe demo mondai wa arimasendeshita. Jiburi no eiga o eigo de miru no ga sukinanode, saisho wa eigo de eiga o mimashita. Watashi wa Nihon no dabu ga kiraide wa arimasenga, jiburi no tame ni wa gutaitekini bijuaru ni shūchū shi, zentai no hanashi o kangaetai to omotte imasu. Dōjini yomu hitsuyō ga nai toki ni sore o okonau hō ga zutto kantandesu. Eigo no dabu wa subarashikattashi, eiga o mita nochi, watashi wa okonatte nipponban o kiite, 2tsu no bājon ga dono yō ni nite iru ka ni totemo odorokimashita. Ryōhō no men de hontōni subarashī shigotodeshita. Ongaku ga susumu ni tsurete, ongaku ga hitsuyōna toki/ sore ga shīn ni tsuika sa reru toki o shiri, sore ga nakute mo yoriyoi shīn ga itsu nokotte iru ka o shiru koto ga dekimasu. Kono eiga no subete no kyoku wa, tekisetsuna toki ni ensō sa re, karera ga oka rete ita bamen ni kanzen ni osamarimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nI really wanna talk about how amazing the story was in more detail, but I REALLY think you should experience it for yourself. Something kinda interesting is that I was able to predict what was going to happen, but I wasn't really too upset about it. I didn't write it off as predictable because what wound up happening has been done before, but rather I had an idea of what was going to happen, and I was really excited, hoping my prediction would come true. I didn't get every detail right, so I was still happily surprised with twists that I didn't see coming, but for the one I predicted, I was actually very happy that it wound up being true. In conclusion, When Marnie Was There is another example of how Studio Ghibli will NEVER lose magic. It's a constant uphill journey and regardless of what order you see the films in, you'll never be underwhelmed by things you've seen before it. Every film they've made is a masterpiece, in every sense of the world. And I honestly believe I can say that this film right here is my favorite Ghibli film of all, as well as one of my favorite movies of all time.\n\n\u001b[1m私は本当に物語がどれほど驚くほど素晴らしいか話したいと思っていますが、本当に自分自身でそれを体験すべきだと私は確信しています。 ちょっと面白いことに、私は何が起こるかを予測することができましたが、私はそれについてあまりにも心配していませんでした。 起こっていた出来事は以前に行われていたので、私は予測できないものとして書いていませんでしたが、何が起こるかという考えがあり、私の予測が実現することを期待して本当に興奮しました。 私はすべての細部を正しく把握していなかったので、私はまだ見ていなかった紆余曲折で幸せに驚いていましたが、私が予測したものに関しては、 結論として、Marnieがあったときスタジオジブリが決して魔法を失うことのないもう一つの例があります。 それは絶え間ない上り坂の旅であり、あなたがその映画をどのような順序で見るかに関わらず、あなたはそれまでに見たことによって決して圧倒されません。 彼らが作ったすべての映画は世界のあらゆる意味で傑作です。 そして、私は正に、ここのこの映画が、私の好きなジブリの映画だと思っています。私の好きな映画のひとつです。\u001b[22m\n\u001b[1m(Watashi wa hontōni monogatari ga dorehodo odoroku hodo subarashī ka hanashitai to omotte imasuga, hontōni jibun jishin de sore o taiken subekida to watashi wa kakushin shite imasu. Chotto omoshiroikoto ni, watashi wa nani ga okoru ka o yosoku suru koto ga dekimashitaga, watashi wa sore ni tsuite amarini mo shinpai shite imasendeshita. Okotte ita dekigoto wa izen ni okonawa rete itanode, watashi wa yosoku dekinai mono to shite kaite imasendeshitaga, nani ga okoru ka to iu kangae ga ari, watashi no yosoku ga jitsugen suru koto o kitai shite hontōni kōfun shimashita. Watashi wa subete no saibu o tadashiku haaku shite inakattanode, watashi wa mada mite inakatta uyokyokusetsu de shiawase ni odoroite imashitaga, watashi ga yosoku shita mono ni kanshite wa, ketsuron to shite, Marnie ga atta toki sutajiojiburi ga kesshite mahō o ushinau koto no nai mōhitotsu no rei ga arimasu. Sore wa taema nai noborizaka no tabideari, anata ga sono eiga o dono yōna junjo de miru ka ni kakawarazu, anata wa sore made ni mita koto ni yotte kesshite attō sa remasen. Karera ga tsukutta subete no eiga wa sekai no arayuru imi de kessakudesu. Soshite, watashi wa masani, koko no kono eiga ga, watashi no sukina jiburi no eigada to omotte imasu. Watashi no sukina eiga no hitotsudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nWhen Marnie Was There gets a 10/10\n\n\u001b[1mMarnieがそこにあったときに10/10\u001b[22m\n\u001b[1m(Marnie ga soko ni atta toki ni 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mWhen Marnie Was There gets a 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Marnie Was There gets a 10/10\u001b[24m\n    \u001b[1mMarnieがそこにあったときに10/10\u001b[22m, \u001b[1mマーニーは10月10日がありますたとき\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "jaedencex",
    "profile": "/profile/jaedencex/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=214464",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  6\n\n私はこれがこれらの女の子の間の何かのラブストーリーになるだろうと思ったので、この映画の予告編は実際に私をだましていました。 それは本当に友情についてのことではありません。 正直言って、このアニメは私の最優先事項ではありませんでしたが、今日私はそれを見ている突然の衝動がありました。 アニメーションは美しく、ストーリーもありました。 私は2人の主人公AnnaとMarnieが好きで、この映画の中で、彼らの過去、憂うつ、特にMarnieについて聞くと好きです。 私はこのアニメに付いてきた終わりを本当に嬉しく思っています。\n\n私はこれが彼らの好きなジブリの映画であるとコメントした人が非常に多く、個人的にはそうではないと言いました。 私はより良いジブリ映画を見てきましたが、これはおそらくすべてのアニメーションの中で最高のアニメーションを持っていましたが、残りの部分と同じ感触はありませんでした。\n\n今は明らかにそれはばかげている、私はそれがジブリ映画であり、それはジブリ映画の他のものとは全く異なる物語を伝えることを意味する。 私はこのアニメで多くのことが起こったとは思っていませんでした。本当に愛していたいと思っていますが、もし私が言ったら、私は嘘をついていました。 アンナとマルニーの友情は少し強くなってしまったので、一緒にいたシーンには従事していませんでした。 私はこれが全体的に申し分ない映画だと思う、あなたがあなたがこれを楽しむかどうかという人の種類に依存すると思う。 私がアニメに誰かをつけたいと思っていたら、これは私が選ぶだろう映画ではないでしょう。 私はそれをかなり楽しんで、私はこの映画をお勧めしますが、おそらくあなたの方法から外に出ないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe trailer for this movie actually fooled me, as I thought this was going to be some kind of love story between these girls. It's not, its really about friendship. Now to be honest this anime was not my top priority, but today I had the sudden urge to watch it. The animations was beautiful and the story was too. I liked the two main characters Anna and Marnie, and during this movie when you hear about their pasts, its depressing, especially Marnie. I really appreciated the end that came with this anime, it was nice and very satisfying.\n\n\u001b[1m私はこれがこれらの女の子の間の何かのラブストーリーになるだろうと思ったので、この映画の予告編は実際に私をだましていました。 それは本当に友情についてのことではありません。 正直言って、このアニメは私の最優先事項ではありませんでしたが、今日私はそれを見ている突然の衝動がありました。 アニメーションは美しく、ストーリーもありました。 私は2人の主人公AnnaとMarnieが好きで、この映画の中で、彼らの過去、憂うつ、特にMarnieについて聞くと好きです。 私はこのアニメに付いてきた終わりを本当に嬉しく思っています。\u001b[22m\n\u001b[1m(Watashi wa kore ga korera no on'nanoko no ma no nanika no rabusutōrī ni narudarou to omottanode, kono eiga no yokokuhen wa jissai ni watashi o damashite imashita. Sore wa hontōni yūjō ni tsuite no kotode wa arimasen. Shōjiki itte, kono anime wa watashi no saiyūsenjikōde wa arimasendeshitaga, kyō watashi wa sore o mite iru totsuzen no shōdō ga arimashita. Animēshon wa utsukushiku, sutōrī mo arimashita. Watashi wa 2-ri no shujinkō Anna to Marnie ga sukide, kono eiga no naka de, karera no kako, yūutsu, tokuni Marnie ni tsuite kiku to sukidesu. Watashi wa kono anime ni tsuite kita owari o hontōni ureshiku omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe trailer for this movie actually fooled me, as I thought this was going to be some kind of love story between these girls. It's not, its really about friendship. Now to be honest this anime was not my top priority, but today I had the sudden urge to watch it. The animations was beautiful and the story was too. I liked the two main characters Anna and Marnie, and during this movie when you hear about their pasts, its depressing, especially Marnie. I really appreciated the end that came with this anime, it was nice and very satisfying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe trailer for this movie actually fooled me, as I thought this was going to be some kind of love story between these girls.\u001b[24m\n    \u001b[1m私はこれがこれらの女の子の間の何かのラブストーリーになるだろうと思ったので、この映画の予告編は実際に私をだましていました。\u001b[22m, \u001b[1m私は、これはこれらの女の子間の愛の物語のいくつかの種類であると思っていたように、この映画の予告編は、実際には、私をだまさ。\u001b[22m\n\u001b[4mIt's not, its really about friendship.\u001b[24m\n    \u001b[1mそれは本当に友情についてのことではありません。\u001b[22m, \u001b[1mそれは本当に友情について、ではありません。\u001b[22m\n\u001b[4mNow to be honest this anime was not my top priority, but today I had the sudden urge to watch it.\u001b[24m\n    \u001b[1m正直言って、このアニメは私の最優先事項ではありませんでしたが、今日私はそれを見ている突然の衝動がありました。\u001b[22m, \u001b[1m今、正直に言うとこのアニメは私の最優先事項はありませんでしたが、今日はそれを見て、突然の衝動を持っていました。\u001b[22m\n\u001b[4mThe animations was beautiful and the story was too.\u001b[24m\n    \u001b[1mアニメーションは美しく、ストーリーもありました。\u001b[22m, \u001b[1mアニメーションがきれいだったとの話もありました。\u001b[22m\n\u001b[4mI liked the two main characters Anna and Marnie, and during this movie when you hear about their pasts, its depressing, especially Marnie.\u001b[24m\n    \u001b[1m私は2人の主人公AnnaとMarnieが好きで、この映画の中で、彼らの過去、憂うつ、特にMarnieについて聞くと好きです。\u001b[22m, \u001b[1m私は2つの主要な登場人物アンナとマーニーを好きで、この映画の間に、あなたは自分の過去を、その気のめいる、特にマーニー聞くとき。\u001b[22m\n\u001b[4mI really appreciated the end that came with this anime, it was nice and very satisfying.\u001b[24m\n    \u001b[1m私はこのアニメに付いてきた終わりを本当に嬉しく思っています。\u001b[22m, \u001b[1m私は本当にこのアニメに付属のエンドを高く評価し、それは素晴らしく、非常に満足でした。\u001b[22m\n\u001b[1m\u001b[22m\nI had seen so many people commenting on how this is their favorite Ghibli film and I gotta say for me personally it wasn't. I've seen better Ghibli films and although this probably had the best animation out of all of them, it didn't have that same feel as the rest of them.\n\n\u001b[1m私はこれが彼らの好きなジブリの映画であるとコメントした人が非常に多く、個人的にはそうではないと言いました。 私はより良いジブリ映画を見てきましたが、これはおそらくすべてのアニメーションの中で最高のアニメーションを持っていましたが、残りの部分と同じ感触はありませんでした。\u001b[22m\n\u001b[1m(Watashi wa kore ga karera no sukina jiburi no eigadearu to komento shita hito ga hijō ni ōku, kojin-teki ni wa sōde wa nai to iimashita. Watashi wa yoriyoi jiburi eiga o mitekimashita ga, kore wa osoraku subete no animēshon no naka de saikō no animēshon o motte imashitaga, nokori no bubun to onaji kanshoku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI had seen so many people commenting on how this is their favorite Ghibli film and I gotta say for me personally it wasn't. I've seen better Ghibli films and although this probably had the best animation out of all of them, it didn't have that same feel as the rest of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had seen so many people commenting on how this is their favorite Ghibli film and I gotta say for me personally it wasn't.\u001b[24m\n    \u001b[1m私はこれが彼らの好きなジブリの映画であるとコメントした人が非常に多く、個人的にはそうではないと言いました。\u001b[22m, \u001b[1m私は非常に多くの人々が、これは自分の好きなジブリ映画でどのようにコメント見ていたと私は個人的にはありませんでした私のために言うことを得ました。\u001b[22m\n\u001b[4mI've seen better Ghibli films and although this probably had the best animation out of all of them, it didn't have that same feel as the rest of them.\u001b[24m\n    \u001b[1m私はより良いジブリ映画を見てきましたが、これはおそらくすべてのアニメーションの中で最高のアニメーションを持っていましたが、残りの部分と同じ感触はありませんでした。\u001b[22m, \u001b[1m私はより良いジブリ映画を見てきたし、これはおそらくそれらのすべてのうち、最高のアニメーションを持っていたものの、それはそれらの他の部分と同じ感触を持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nNow obviously that's ridiculous, I mean it IS a Ghibli film and it tells a story quite different than any other of the Ghibli films. I didn't think a lot happened in this anime and believe me I truly want to absolutely love it, but I'd be lying if I said I did. I felt the friendship between Anna and Marnie came off a bit forced, and so I wasn't as engaged in the scenes they had together. I think this is an alright movie overall, I think it just depends on the kind of person you are whether you enjoy this or not. I mean if I was wanting to get someone into anime, this wouldn't exactly be the film I'd choose. I enjoyed it fairly and I do recommend this movie, but maybe don't go out of your way.\n\n\u001b[1m今は明らかにそれはばかげている、私はそれがジブリ映画であり、それはジブリ映画の他のものとは全く異なる物語を伝えることを意味する。 私はこのアニメで多くのことが起こったとは思っていませんでした。本当に愛していたいと思っていますが、もし私が言ったら、私は嘘をついていました。 アンナとマルニーの友情は少し強くなってしまったので、一緒にいたシーンには従事していませんでした。 私はこれが全体的に申し分ない映画だと思う、あなたがあなたがこれを楽しむかどうかという人の種類に依存すると思う。 私がアニメに誰かをつけたいと思っていたら、これは私が選ぶだろう映画ではないでしょう。 私はそれをかなり楽しんで、私はこの映画をお勧めしますが、おそらくあなたの方法から外に出ないでください。\u001b[22m\n\u001b[1m(Ima wa akiraka ni soreha bakagete iru, watashi wa sore ga jiburi eigadeari, soreha jiburi eiga no ta no mono to wa mattaku kotonaru monogatari o tsutaeru koto o imi suru. Watashi wa kono anime de ōku no koto ga okotta to wa omotte imasendeshita. Hontōni itoshite itai to omotte imasuga, moshi watashi ga ittara, watashi wa uso o tsuite imashita. An'na to marunī no yūjō wa sukoshi tsuyoku natte shimattanode, issho ni ita shīn ni wa jūji shite imasendeshita. Watashi wa kore ga zentai-teki ni mōshiwakenai eigada to omou, anata ga anata ga kore o tanoshimu ka dō ka to iu hito no shurui ni izon suru to omou. Watashi ga anime ni dareka o tsuketai to omotte itara, kore wa watashi ga erabudarou eigade wanaideshou. Watashi wa sore o kanari tanoshinde, watashi wa kono eiga o o susume shimasuga, osoraku anata no hōhō kara soto ni denaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNow obviously that's ridiculous, I mean it IS a Ghibli film and it tells a story quite different than any other of the Ghibli films. I didn't think a lot happened in this anime and believe me I truly want to absolutely love it, but I'd be lying if I said I did. I felt the friendship between Anna and Marnie came off a bit forced, and so I wasn't as engaged in the scenes they had together. I think this is an alright movie overall, I think it just depends on the kind of person you are whether you enjoy this or not. I mean if I was wanting to get someone into anime, this wouldn't exactly be the film I'd choose. I enjoyed it fairly and I do recommend this movie, but maybe don't go out of your way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow obviously that's ridiculous, I mean it IS a Ghibli film and it tells a story quite different than any other of the Ghibli films.\u001b[24m\n    \u001b[1m今は明らかにそれはばかげている、私はそれがジブリ映画であり、それはジブリ映画の他のものとは全く異なる物語を伝えることを意味する。\u001b[22m, \u001b[1m今、明らかにそれはとんでもないことだ、私が意味することは、ジブリの映画であり、それはジブリ映画の他のどのよりも全く異なる物語です。\u001b[22m\n\u001b[4mI didn't think a lot happened in this anime and believe me I truly want to absolutely love it, but I'd be lying if I said I did.\u001b[24m\n    \u001b[1m私はこのアニメで多くのことが起こったとは思っていませんでした。本当に愛していたいと思っていますが、もし私が言ったら、私は嘘をついていました。\u001b[22m, \u001b[1m私は多くはこのアニメで起こったと思うし、私は本当に絶対にそれを愛するしたいのですが、私は私がしたと言ったら、私はうそになるだろう私を信じていませんでした。\u001b[22m\n\u001b[4mI felt the friendship between Anna and Marnie came off a bit forced, and so I wasn't as engaged in the scenes they had together.\u001b[24m\n    \u001b[1mアンナとマルニーの友情は少し強くなってしまったので、一緒にいたシーンには従事していませんでした。\u001b[22m, \u001b[1m私はアンナとマーニー間の友情は強制的にビットをオフに来て感じた、と私は、彼らが一緒に持っていたシーンに従事していなかったとして。\u001b[22m\n\u001b[4mI think this is an alright movie overall, I think it just depends on the kind of person you are whether you enjoy this or not.\u001b[24m\n    \u001b[1m私はこれが全体的に申し分ない映画だと思う、あなたがあなたがこれを楽しむかどうかという人の種類に依存すると思う。\u001b[22m, \u001b[1m私はこれが全体的に大丈夫映画だと思う、私はそれだけであなたがこれを楽しんでいるか否かであり、人の種類に依存すると思います。\u001b[22m\n\u001b[4mI mean if I was wanting to get someone into anime, this wouldn't exactly be the film I'd choose.\u001b[24m\n    \u001b[1m私がアニメに誰かをつけたいと思っていたら、これは私が選ぶだろう映画ではないでしょう。\u001b[22m, \u001b[1m私はアニメに誰かを取得したいた場合、これはまさに私が選ぶだろう映画ではありません意味します。\u001b[22m\n\u001b[4mI enjoyed it fairly and I do recommend this movie, but maybe don't go out of your way.\u001b[24m\n    \u001b[1m私はそれをかなり楽しんで、私はこの映画をお勧めしますが、おそらくあなたの方法から外に出ないでください。\u001b[22m, \u001b[1m私はかなりそれを楽しんで、私はこの映画をお勧めしませんが、多分あなたの方法のうちに行きません。\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "MRRated-R_Indy34",
    "profile": "/profile/MRRated-R_Indy34/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=204745",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nその愛、道徳、ケア、そして幸福はスタジオジブリの美しさで、宮崎駿の傑作です。 想い出の海洋a.k.a海洋があったとき、映画監督とキーのアニメーターとして引退する前に、宮崎駿の映画の最後のアニメーション映画が好評を博しました。 これは私の好きなスタジオジブリの映画の一つであり、私の好きなすべての映画です。 私は感情のチェックを下ろす男の涙で泣いた。 私は本当にこの映画について話したいと思います。\n\nPlot-10/10（ジブリ映画で一番魅力的な話）The Storyは、女性の主人公Anna、東海に住む若い少女、札幌という素晴らしいスケッチブックアーティストであり、その後は問題を抱えています 彼女のクラスメートと。 喘息発作のために、医者がアンナがどこかにもっとリラックスするように提案する場面があります。 田舎では、水面を横切って一見放棄された家に引き寄せられ、干潮時にしか歩くことができません。 彼女がマニーに会うのはそこにある。 アンナが彼女の思い出に困っていることを知りたい\n\nはじめに：10/10\n博覧会：10/10\n競合：10/10\nペーシング：10/10\n結論：10/10\n\nArt-10/10（OMG！私はこのアニメーションのすべてを最初から愛しています。それはGloriesです）背景コンセプトアートの雰囲気は、キャラクターの歩行サイクルの髪の動きが驚くほど美しく、信じられないほどです。\n\nアニメーション：10/10\n設定：10/10\n\nSound-10/10（素晴らしい音楽、素晴らしい声優演技、傑出した音）音楽は本当にリラックスしており、とても印象的です。 自然の響き。\n\n音楽：10/10\n声：10/10\n\nCharacters-10/10（私はこれを言うのが嫌いですが、MarineとAnnaはスタジオジブリ映画全体の中で最高のキャラクターです）Marineはとても愛らしい、陽気で、共感の女性の主人公です。 アンナ彼女は親切な（私の意見）彼女は素晴らしいスケッチブックアーティストですが、彼女は感情の病気（条件）のようなストレスの自閉症からの喘息の攻撃に苦しんでいます。 彼らは愛情のある関係の紛争の人格（幸運/レズビアン）の両方を持つ素晴らしい人物です。\n\n主なキャラクター：10/10\nマイナーキャラクター：10/10\n開発：10/10\n\n楽しさ -  10/10（私は本当にこれが大好き！それはファンタスティック！）私は本当にこの映画のDVD /ブルーレイのコンボが欲しいです。 シーンの背後にあると素晴らしい特別な機能が、その点ではない。 私の主張は、この名誉の映画賞について本当に気にしていることです。 宮崎とスタジオジブリに感謝します。\n\n全体的な10分の10（あなた、あなたの家族、友人、あなたのみんなのために！）これはスタジオジブリの最後のムービーで、驚くほど驚きました。 自然、愛、そしてリラックスできる快適ゾーンの仕事が大好きです。 この映画はすべての年齢層のための家族映画です。 この映画のモラル。 いつも、あなただけではなく、あなただけではなく、あなたの冗談/変態ではなく、あなたが家族を育てて、餌を与え、強い独立した人間として育ってくれることを願っています。 真実の友だちは、常に自分の側にいて、あなたや彼らのために立ち上がり、判断もなく、すべての点で個性があります。 映画の人々を見なければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThat love, moral, care, and happiness is the beautiful of Studio Ghibli, and the masterpiece of Hayao Miyazaki. Omoide no Marine a.k.a When Marine was there is successful acclaimed animated movie was the last of Hayao Miyazaki movie before he retired as a film director and a key animator. Man this is one of my favorite Studio Ghibli movies, and also my favorite films of all time. I cried in man tears drawling down my check of emotion. I really want to talk about this film without No spoilers so here I go.\n\n\u001b[1mその愛、道徳、ケア、そして幸福はスタジオジブリの美しさで、宮崎駿の傑作です。 想い出の海洋a.k.a海洋があったとき、映画監督とキーのアニメーターとして引退する前に、宮崎駿の映画の最後のアニメーション映画が好評を博しました。 これは私の好きなスタジオジブリの映画の一つであり、私の好きなすべての映画です。 私は感情のチェックを下ろす男の涙で泣いた。 私は本当にこの映画について話したいと思います。\u001b[22m\n\u001b[1m(Sono ai, dōtoku, kea, soshite kōfuku wa sutajiojiburi no utsukushi-sa de, miyazakishun no kessakudesu. Omoide no kaiyō a. K. A kaiyō ga atta toki, eiga kantoku to kī no animētā to shite intai suru mae ni, miyazakishun no eiga no saigo no animēshon eiga ga kōhyō o hakushimashita. Kore wa watashi no sukina sutajiojiburi no eiga no hitotsudeari, watashi no sukina subete no eigadesu. Watashi wa kanjō no chekku o orosu otoko no namida de naita. Watashi wa hontōni kono eiga ni tsuite hanashitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat love, moral, care, and happiness is the beautiful of Studio Ghibli, and the masterpiece of Hayao Miyazaki. Omoide no Marine a.k.a When Marine was there is successful acclaimed animated movie was the last of Hayao Miyazaki movie before he retired as a film director and a key animator. Man this is one of my favorite Studio Ghibli movies, and also my favorite films of all time. I cried in man tears drawling down my check of emotion. I really want to talk about this film without No spoilers so here I go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat love, moral, care, and happiness is the beautiful of Studio Ghibli, and the masterpiece of Hayao Miyazaki.\u001b[24m\n    \u001b[1mその愛、道徳、ケア、そして幸福はスタジオジブリの美しさで、宮崎駿の傑作です。\u001b[22m, \u001b[1mその愛は、道徳的、ケア、および幸福はスタジオジブリの美しい、と宮崎駿の傑作です。\u001b[22m\n\u001b[4mOmoide no Marine a.k.a When Marine was there is successful acclaimed animated movie was the last of Hayao Miyazaki movie before he retired as a film director and a key animator.\u001b[24m\n    \u001b[1m想い出の海洋a.k.a海洋があったとき、映画監督とキーのアニメーターとして引退する前に、宮崎駿の映画の最後のアニメーション映画が好評を博しました。\u001b[22m, \u001b[1m彼は映画監督とキーアニメーターとして引退する前に想い出マリンが成功絶賛アニメーション映画がありました場合にa.k.aマリンは宮崎駿の映画の最後でした。\u001b[22m\n\u001b[4mMan this is one of my favorite Studio Ghibli movies, and also my favorite films of all time.\u001b[24m\n    \u001b[1mこれは私の好きなスタジオジブリの映画の一つであり、私の好きなすべての映画です。\u001b[22m, \u001b[1m男これは私のお気に入りのスタジオジブリの映画、また、すべての時間の私のお気に入りの映画の一つです。\u001b[22m\n\u001b[4mI cried in man tears drawling down my check of emotion.\u001b[24m\n    \u001b[1m私は感情のチェックを下ろす男の涙で泣いた。\u001b[22m, \u001b[1m私は感情の私のチェックをダウン間延びした男の涙で叫びました。\u001b[22m\n\u001b[4mI really want to talk about this film without No spoilers so here I go.\u001b[24m\n    \u001b[1m私は本当にこの映画について話したいと思います。\u001b[22m, \u001b[1m私は本当に私が行くので、ここではありませんスポイラーなしにこの映画についてお話したいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nPlot-10/10 (The most fascinate story I've seen In any Ghibli film) The Story is a female protagonist name Anna, a young girl living in east town called: Sapporo, she a fantastic sketchbook artist, and then after having trouble with her classmates. Due to asthma attacks, so the scene when a doctor suggests that Anna move somewhere more relaxing. On the countryside with her herself drawn to a seemingly abandoned house across the water, which can only be walked to during low tide. It is there that she meets Marnie. Well tell tail about to find what about Anna trouble with her memories\n\n\u001b[1mPlot-10/10（ジブリ映画で一番魅力的な話）The Storyは、女性の主人公Anna、東海に住む若い少女、札幌という素晴らしいスケッチブックアーティストであり、その後は問題を抱えています 彼女のクラスメートと。 喘息発作のために、医者がアンナがどこかにもっとリラックスするように提案する場面があります。 田舎では、水面を横切って一見放棄された家に引き寄せられ、干潮時にしか歩くことができません。 彼女がマニーに会うのはそこにある。 アンナが彼女の思い出に困っていることを知りたい\u001b[22m\n\u001b[1m(Plot - 10/ 10 (jiburi eiga de ichiban miryoku-tekina hanashi) The Story wa, josei no shujinkō Anna, Tōkai ni sumu wakai shōjo, Sapporo to iu subarashī suketchibukkuātisutodeari, sonogo wa mondai o kakaete imasu kanojo no kurasumēto to. Zensoku hossa no tame ni, isha ga An'na ga doko ka ni motto rirakkusu suru yō ni teian suru bamen ga arimasu. Inakade wa, minamo o yokogitte ikken hōki sa reta ie ni hikiyose rare, kanchō tokini shika aruku koto ga dekimasen. Kanojo ga manī ni au no wa soko ni aru. An'na ga kanojo no omoide ni komatte iru koto o shiritai)\u001b[22m\n\nTranslations of \u001b[4mPlot-10/10 (The most fascinate story I've seen In any Ghibli film) The Story is a female protagonist name Anna, a young girl living in east town called: Sapporo, she a fantastic sketchbook artist, and then after having trouble with her classmates. Due to asthma attacks, so the scene when a doctor suggests that Anna move somewhere more relaxing. On the countryside with her herself drawn to a seemingly abandoned house across the water, which can only be walked to during low tide. It is there that she meets Marnie. Well tell tail about to find what about Anna trouble with her memories\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot-10/10 (The most fascinate story I've seen In any Ghibli film) The Story is a female protagonist name Anna, a young girl living in east town called: Sapporo, she a fantastic sketchbook artist, and then after having trouble\u001b[24m\n    \u001b[1mPlot-10/10（ジブリ映画で一番魅力的な話）The Storyは、女性の主人公Anna、東海に住む若い少女、札幌という素晴らしいスケッチブックアーティストであり、その後は問題を抱えています\u001b[22m, \u001b[1mプロット-10月10日（私はジブリの映画で見た中で最も魅了話）ストーリーは、と呼ばれる東の町に住んでいる若い女の子女性主人公名アンナです：札幌、彼女は素晴らしいスケッチブック・アーティスト、その後、問題が発生した後に\u001b[22m\n\u001b[4mwith her classmates.\u001b[24m\n    \u001b[1m彼女のクラスメートと。\u001b[22m\n\u001b[4mDue to asthma attacks, so the scene when a doctor suggests that Anna move somewhere more relaxing.\u001b[24m\n    \u001b[1m喘息発作のために、医者がアンナがどこかにもっとリラックスするように提案する場面があります。\u001b[22m, \u001b[1m喘息発作ので、医師はアンナがどこかもっとリラックス動くことを示唆しているシーンに。\u001b[22m\n\u001b[4mOn the countryside with her herself drawn to a seemingly abandoned house across the water, which can only be walked to during low tide.\u001b[24m\n    \u001b[1m田舎では、水面を横切って一見放棄された家に引き寄せられ、干潮時にしか歩くことができません。\u001b[22m, \u001b[1m彼女と一緒に田舎に自身が唯一の干潮時にに歩いたことができ、水全体の一見廃屋に描かれました。\u001b[22m\n\u001b[4mIt is there that she meets Marnie.\u001b[24m\n    \u001b[1m彼女がマニーに会うのはそこにある。\u001b[22m, \u001b[1mそれは彼女がマーニーを満たしていることがあります。\u001b[22m\n\u001b[4mWell tell tail about to find what about Anna trouble with her memories\u001b[24m\n    \u001b[1mアンナが彼女の思い出に困っていることを知りたい\u001b[22m, \u001b[1mまあ彼女の思い出とアンナの悩みについて何を見つけるために約尾を伝えます\u001b[22m\n\u001b[1m\u001b[22m\nIntroduction: 10/10\n\n\u001b[1mはじめに：10/10\u001b[22m\n\u001b[1m(Hajimeni: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mIntroduction: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIntroduction: 10/10\u001b[24m\n    \u001b[1mはじめに：10/10\u001b[22m\nExposition: 10/10\n\n\u001b[1m博覧会：10/10\u001b[22m\n\u001b[1m(Hakurankai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mExposition: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExposition: 10/10\u001b[24m\n    \u001b[1m博覧会：10/10\u001b[22m, \u001b[1m博覧会：10月10日\u001b[22m\nConflict: 10/10\n\n\u001b[1m競合：10/10\u001b[22m\n\u001b[1m(Kyōgō: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mConflict: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConflict: 10/10\u001b[24m\n    \u001b[1m競合：10/10\u001b[22m, \u001b[1m紛争：10/10\u001b[22m\nPacing: 10/10\n\n\u001b[1mペーシング：10/10\u001b[22m\n\u001b[1m(Pēshingu: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mPacing: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPacing: 10/10\u001b[24m\n    \u001b[1mペーシング：10/10\u001b[22m, \u001b[1mペーシング：10月10日\u001b[22m\nConclusion: 10/10\n\n\u001b[1m結論：10/10\u001b[22m\n\u001b[1m(Ketsuron: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mConclusion: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion: 10/10\u001b[24m\n    \u001b[1m結論：10/10\u001b[22m\n\u001b[1m\u001b[22m\nArt-10/10 (OMG! I love everything about this animation from the start. It is Glories) Atmospheres of the background concept art is stunning, beautiful, and incredible when their hair movement of the character's walk cycle)\n\n\u001b[1mArt-10/10（OMG！私はこのアニメーションのすべてを最初から愛しています。それはGloriesです）背景コンセプトアートの雰囲気は、キャラクターの歩行サイクルの髪の動きが驚くほど美しく、信じられないほどです。\u001b[22m\n\u001b[1m(Art - 10/ 10 (OMG! Watashi wa kono animēshon no subete o saisho kara aishiteimasu. Sore wa Gloriesdesu) haikei konseputoāto no fun'iki wa, kyarakutā no hokō saikuru no kami no ugoki ga odoroku hodo utsukushiku, shinji rarenai hododesu.)\u001b[22m\n\nTranslations of \u001b[4mArt-10/10 (OMG! I love everything about this animation from the start. It is Glories) Atmospheres of the background concept art is stunning, beautiful, and incredible when their hair movement of the character's walk cycle)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-10/10 (OMG! I love everything about this animation from the start. It is Glories) Atmospheres of the background concept art is stunning, beautiful, and incredible when their hair movement of the character's walk cycle)\u001b[24m\n    \u001b[1mArt-10/10（OMG！私はこのアニメーションのすべてを最初から愛しています。それはGloriesです）背景コンセプトアートの雰囲気は、キャラクターの歩行サイクルの髪の動きが驚くほど美しく、信じられないほどです。\u001b[22m, \u001b[1mアート-10月10日（OMG！私は最初からこのアニメーションについてのすべてが大好きです。それが栄光である）文字の歩行サイクルのときに自分の髪の動きの背景コンセプトアートの雰囲気は、見事な美しく、そして信じられないほどです）\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: 10/10\n\n\u001b[1mアニメーション：10/10\u001b[22m\n\u001b[1m(Animēshon: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 10/10\u001b[24m\n    \u001b[1mアニメーション：10/10\u001b[22m\nSetting: 10/10\n\n\u001b[1m設定：10/10\u001b[22m\n\u001b[1m(Settei: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSetting: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSetting: 10/10\u001b[24m\n    \u001b[1m設定：10/10\u001b[22m\n\u001b[1m\u001b[22m\nSound-10/10 (Phenomenal music, great voice acting performance, outstanding sound) The music is really relaxing, and very impressive. Sound of Nature.\n\n\u001b[1mSound-10/10（素晴らしい音楽、素晴らしい声優演技、傑出した音）音楽は本当にリラックスしており、とても印象的です。 自然の響き。\u001b[22m\n\u001b[1m(Sound - 10/ 10 (subarashī ongaku, subarashī seiyū engi, kesshutsu shita oto) ongaku wa hontōni rirakkusu shite ori, totemo inshō-tekidesu. Shizen no hibiki.)\u001b[22m\n\nTranslations of \u001b[4mSound-10/10 (Phenomenal music, great voice acting performance, outstanding sound) The music is really relaxing, and very impressive. Sound of Nature.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-10/10 (Phenomenal music, great voice acting performance, outstanding sound) The music is really relaxing, and very impressive.\u001b[24m\n    \u001b[1mSound-10/10（素晴らしい音楽、素晴らしい声優演技、傑出した音）音楽は本当にリラックスしており、とても印象的です。\u001b[22m, \u001b[1mサウンド-10月10日（驚異的な音楽、素晴らしい声演技パフォーマンス、優れた音）音楽は本当にリラックスし、非常に印象的です。\u001b[22m\n\u001b[4mSound of Nature.\u001b[24m\n    \u001b[1m自然の響き。\u001b[22m, \u001b[1m自然の音。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: 10/10\n\n\u001b[1m音楽：10/10\u001b[22m\n\u001b[1m(Ongaku: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 10/10\u001b[24m\n    \u001b[1m音楽：10/10\u001b[22m, \u001b[1mミュージック：10/10\u001b[22m\nVoices: 10/10\n\n\u001b[1m声：10/10\u001b[22m\n\u001b[1m(Koe: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mVoices: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoices: 10/10\u001b[24m\n    \u001b[1m声：10/10\u001b[22m\n\u001b[1m\u001b[22m\nCharacters-10/10 (I hate to say this but, Marine and Anna are the best characters of the entire studio ghibli film) Marine is so lovable, cheerful, and a sympathy's female protagonist. Anna she kind of relatable (my opinion) She a amazing sketchbook artist, but she suffer from asthma attack a concision from autism of stress, it like a disease for emotions (a condition). They both amazing characters with a loving relationship conflict personality (No Yuri/lesbian).\n\n\u001b[1mCharacters-10/10（私はこれを言うのが嫌いですが、MarineとAnnaはスタジオジブリ映画全体の中で最高のキャラクターです）Marineはとても愛らしい、陽気で、共感の女性の主人公です。 アンナ彼女は親切な（私の意見）彼女は素晴らしいスケッチブックアーティストですが、彼女は感情の病気（条件）のようなストレスの自閉症からの喘息の攻撃に苦しんでいます。 彼らは愛情のある関係の紛争の人格（幸運/レズビアン）の両方を持つ素晴らしい人物です。\u001b[22m\n\u001b[1m(Characters - 10/ 10 (watashi wa kore o iu no ga kiraidesuga, marīn to Anna wa sutajiojiburi eiga zentai no naka de saikō no kyarakutādesu) marīn wa totemo airashī, yōkide, kyōkan no josei no shujinkōdesu. An'na kanojo wa shinsetsuna (watashi no iken) kanojo wa subarashī suketchibukkuātisutodesuga, kanojo wa kanjō no byōki (jōken) no yōna sutoresu no jiheishō kara no zensoku no kōgeki ni kurushinde imasu. Karera wa aijō no aru kankei no funsō no jinkaku (kōun/ rezubian) no ryōhō o motsu subarashī jinbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters-10/10 (I hate to say this but, Marine and Anna are the best characters of the entire studio ghibli film) Marine is so lovable, cheerful, and a sympathy's female protagonist. Anna she kind of relatable (my opinion) She a amazing sketchbook artist, but she suffer from asthma attack a concision from autism of stress, it like a disease for emotions (a condition). They both amazing characters with a loving relationship conflict personality (No Yuri/lesbian).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters-10/10 (I hate to say this but, Marine and Anna are the best characters of the entire studio ghibli film) Marine is so lovable, cheerful, and a sympathy's female protagonist.\u001b[24m\n    \u001b[1mCharacters-10/10（私はこれを言うのが嫌いですが、MarineとAnnaはスタジオジブリ映画全体の中で最高のキャラクターです）Marineはとても愛らしい、陽気で、共感の女性の主人公です。\u001b[22m, \u001b[1m文字-10月10日（私はこれを言うことを憎むが、海洋とアンナは全体のスタジオジブリの映画の最高の文字です）マリンはとても、愛らしい陽気、と同情の女性主人公です。\u001b[22m\n\u001b[4mAnna she kind of relatable (my opinion) She a amazing sketchbook artist, but she suffer from asthma attack a concision from autism of stress, it like a disease for emotions (a condition).\u001b[24m\n    \u001b[1mアンナ彼女は親切な（私の意見）彼女は素晴らしいスケッチブックアーティストですが、彼女は感情の病気（条件）のようなストレスの自閉症からの喘息の攻撃に苦しんでいます。\u001b[22m, \u001b[1mアンナ彼女種類の話すことのできる（私の意見）彼女は素晴らしいスケッチブック・アーティスト、彼女は感情のための疾患（状態）のように、ストレスの自閉症から喘息発作からそれを簡潔に苦しみます。\u001b[22m\n\u001b[4mThey both amazing characters with a loving relationship conflict personality (No Yuri/lesbian).\u001b[24m\n    \u001b[1m彼らは愛情のある関係の紛争の人格（幸運/レズビアン）の両方を持つ素晴らしい人物です。\u001b[22m, \u001b[1m彼らは両方の愛情のある関係の競合パーソナリティ（無ゆり/レズビアン）で素晴らしい文字。\u001b[22m\n\u001b[1m\u001b[22m\nMajor Characters: 10/10\n\n\u001b[1m主なキャラクター：10/10\u001b[22m\n\u001b[1m(Omona kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mMajor Characters: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMajor Characters: 10/10\u001b[24m\n    \u001b[1m主なキャラクター：10/10\u001b[22m, \u001b[1m主要キャラクター：10/10\u001b[22m\nMinor Characters: 10/10\n\n\u001b[1mマイナーキャラクター：10/10\u001b[22m\n\u001b[1m(Mainākyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mMinor Characters: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMinor Characters: 10/10\u001b[24m\n    \u001b[1mマイナーキャラクター：10/10\u001b[22m, \u001b[1mマイナー文字：10/10\u001b[22m\nDevelopment: 10/10\n\n\u001b[1m開発：10/10\u001b[22m\n\u001b[1m(Kaihatsu: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mDevelopment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevelopment: 10/10\u001b[24m\n    \u001b[1m開発：10/10\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-10/10 (I really Love this! It Fantastic!) I really want the DVD/Blu-ray combo of this film. With behind the scene and great special features, but that not the point. My point is I really do care a lot about this movie prize of fame. Thank you Miyazaki and studio ghibli.\n\n\u001b[1m楽しさ -  10/10（私は本当にこれが大好き！それはファンタスティック！）私は本当にこの映画のDVD /ブルーレイのコンボが欲しいです。 シーンの背後にあると素晴らしい特別な機能が、その点ではない。 私の主張は、この名誉の映画賞について本当に気にしていることです。 宮崎とスタジオジブリに感謝します。\u001b[22m\n\u001b[1m(Tanoshisa - 10/ 10 (watashi wa hontōni kore ga daisuki! Sore wa fantasutikku! ) Watashi wa hontōni kono eiga no DVD/ burūrei no konbo ga hoshīdesu. Shīn no haigo ni aru to subarashī tokubetsuna kinō ga, sono tende wanai. Watashi no shuchō wa, kono meiyo no eiga-shō ni tsuite hontōni ki ni shite iru kotodesu. Miyazaki to sutajiojiburi ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-10/10 (I really Love this! It Fantastic!) I really want the DVD/Blu-ray combo of this film. With behind the scene and great special features, but that not the point. My point is I really do care a lot about this movie prize of fame. Thank you Miyazaki and studio ghibli.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-10/10 (I really Love this! It Fantastic!) I really want the DVD/Blu-ray combo of this film.\u001b[24m\n    \u001b[1m楽しさ -  10/10（私は本当にこれが大好き！それはファンタスティック！）私は本当にこの映画のDVD /ブルーレイのコンボが欲しいです。\u001b[22m, \u001b[1m楽し-10月10日（私は本当にこの愛！それファンタスティック！）私は本当にこの映画のDVD /ブルーレイコンボをしたいです。\u001b[22m\n\u001b[4mWith behind the scene and great special features, but that not the point.\u001b[24m\n    \u001b[1mシーンの背後にあると素晴らしい特別な機能が、その点ではない。\u001b[22m, \u001b[1mシーンと偉大な特別な機能が、それはない点の背後にあると。\u001b[22m\n\u001b[4mMy point is I really do care a lot about this movie prize of fame.\u001b[24m\n    \u001b[1m私の主張は、この名誉の映画賞について本当に気にしていることです。\u001b[22m, \u001b[1m私のポイントは、私は本当に名声のこの映画賞について多くのことを気にしませんです。\u001b[22m\n\u001b[4mThank you Miyazaki and studio ghibli.\u001b[24m\n    \u001b[1m宮崎とスタジオジブリに感謝します。\u001b[22m, \u001b[1mあなたの宮崎やスタジオジブリをありがとうございます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-10/10 (It for your, your family &amp; friends, and your everyone!) This is Studio Ghibli last movie, which was shockingly surprise because without there movie making masterpiece of hand drawn animation, oh well we all learn &amp; love for there work of nature, love, and our relaxing comfort zone. This film is Marvelous, it a family film for all ages. Moral about this film; always, let you know, your not alone, your not a joke/freak, you have family's that raise, feed, and hope for you to grew up as an strong independent human being. A true friends that you got always be on your side to stand up for you or them, with no judgement, all ways be individuality. Must watch films folks.\n\n\u001b[1m全体的な10分の10（あなた、あなたの家族、友人、あなたのみんなのために！）これはスタジオジブリの最後のムービーで、驚くほど驚きました。 自然、愛、そしてリラックスできる快適ゾーンの仕事が大好きです。 この映画はすべての年齢層のための家族映画です。 この映画のモラル。 いつも、あなただけではなく、あなただけではなく、あなたの冗談/変態ではなく、あなたが家族を育てて、餌を与え、強い独立した人間として育ってくれることを願っています。 真実の友だちは、常に自分の側にいて、あなたや彼らのために立ち上がり、判断もなく、すべての点で個性があります。 映画の人々を見なければならない。\u001b[22m\n\u001b[1m(Zentai-tekina 10-bun'no 10 (anata, anata no kazoku, yūjin, anata no min'na no tame ni! ) Kore wa sutajiojiburi no saigo no mūbī de, odoroku hodo odorokimashita. Shizen,-ai, soshite rirakkusudekiru kaiteki zōn no shigoto ga daisukidesu. Kono eiga wa subete no nenrei-sō no tame no kazoku eigadesu. Kono eiga no moraru. Itsumo, anata dakede wa naku, anata dakede wa naku, anata no jōdan/ hentaide wa naku, anata ga kazoku o sodatete, esa o atae, tsuyoi dokuritsu shita ningen to shite sodatte kureru koto o negatte imasu. Shinjitsu no tomodachi wa, tsuneni jibun no soba ni ite, anata ya karera no tame ni tachiagari, handan mo naku, subete no ten de kosei ga arimasu. Eiga no hitobito o minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mOverall-10/10 (It for your, your family &amp; friends, and your everyone!) This is Studio Ghibli last movie, which was shockingly surprise because without there movie making masterpiece of hand drawn animation, oh well we all learn &amp; love for there work of nature, love, and our relaxing comfort zone. This film is Marvelous, it a family film for all ages. Moral about this film; always, let you know, your not alone, your not a joke/freak, you have family's that raise, feed, and hope for you to grew up as an strong independent human being. A true friends that you got always be on your side to stand up for you or them, with no judgement, all ways be individuality. Must watch films folks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-10/10 (It for your, your family &amp; friends, and your everyone!) This is Studio Ghibli last movie, which was shockingly surprise because without there movie making masterpiece of hand drawn animation, oh well we all learn &amp;\u001b[24m\n    \u001b[1m全体的な10分の10（あなた、あなたの家族、友人、あなたのみんなのために！）これはスタジオジブリの最後のムービーで、驚くほど驚きました。\u001b[22m, \u001b[1m全体的に、10月10日（それあなたのために、あなたの家族＆＃038;友人、そしてあなたのみんな！）これは、スタジオジブリの最後の映画である、なぜなら手描きアニメーションの存在映画制作の傑作なしで衝撃的な驚きだった、まあ我々はすべてが学ぶ＆＃038;\u001b[22m\n\u001b[4mlove for there work of nature, love, and our relaxing comfort zone.\u001b[24m\n    \u001b[1m自然、愛、そしてリラックスできる快適ゾーンの仕事が大好きです。\u001b[22m, \u001b[1mそこに自然の仕事、愛、そして私たちのリラックスした快適ゾーンのために大好きです。\u001b[22m\n\u001b[4mThis film is Marvelous, it a family film for all ages.\u001b[24m\n    \u001b[1mこの映画はすべての年齢層のための家族映画です。\u001b[22m, \u001b[1mこのフィルムは、それは、すべての年齢のためのファミリー映画マーベラスです。\u001b[22m\n\u001b[4mMoral about this film;\u001b[24m\n    \u001b[1mこの映画のモラル。\u001b[22m, \u001b[1mこの映画について道徳;\u001b[22m\n\u001b[4malways, let you know, your not alone, your not a joke/freak, you have family's that raise, feed, and hope for you to grew up as an strong independent human being.\u001b[24m\n    \u001b[1mいつも、あなただけではなく、あなただけではなく、あなたの冗談/変態ではなく、あなたが家族を育てて、餌を与え、強い独立した人間として育ってくれることを願っています。\u001b[22m, \u001b[1m常に、あなたのないジョーク/フリーク、単独で、あなたが知っているあなたではない、あなたは、フィードを上げ、そしてあなたは、強力な独立した人間として育っするために願っています家族のを持っています。\u001b[22m\n\u001b[4mA true friends that you got always be on your side to stand up for you or them, with no judgement, all ways be individuality.\u001b[24m\n    \u001b[1m真実の友だちは、常に自分の側にいて、あなたや彼らのために立ち上がり、判断もなく、すべての点で個性があります。\u001b[22m, \u001b[1mあなたはいつもノー判断で、あなたまたはそれらのために立ち上がるためにあなたの側にあるしまった真の友人は、すべての方法は個性です。\u001b[22m\n\u001b[4mMust watch films folks.\u001b[24m\n    \u001b[1m映画の人々を見なければならない。\u001b[22m, \u001b[1mフィルムの人々を監視する必要があります。\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "BeebopJazzAttack",
    "profile": "/profile/BeebopJazzAttack/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=203612",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nおそらくスタジオジブリの最後の映画です。それは私の好きなアニメーションスタジオなので本当に嫌です。 私はこれらの映画を見て成長し、自分たちの世界で迷子になり、私の子供の頃の映画の経験だけでなく、私に最も感情的な映画体験をいくつか与えてくれました。 MarnieとAnnaは最高の友人になり、映画は友情を探求しますが、映画は私たちから何かを隠しています。物語が深くなるにつれて、より多くのことが解明され始めます。 真剣にスタジオジブリ、なぜあなたはいつも私を泣かせますか？  MARNIEが例外なく、最高のジブリです。 彼女の叔母が彼女を取ることを望んでいないのでではなく、これは彼女が休憩を取ることができるように彼女の子供を誰かに投げているわけではありません、アンナと呼ばれる非常に内気で内向的な女の子は、田舎のいくつかの親戚を訪問する アンナには喘息があるからです。 喘息発作の後、医者は空気が新鮮な場所に行くべきだと医師は考えています。 アンナが到着したとき、彼女がこの新しい環境で快適になるのは難しいです。 そして、彼女は湿地の近くの古い家を見つけ、そこには海洋という名の金髪の少女が住んでいます。 しかし、彼女は本当にですか？ \n\n見て、子供になるのは難しいです。 私はそれを得る、私は内向的な自分のビットです。 ジブリの最高の映画の一つかもしれない。 そして、すべての良いジブリ映画のように、ドラマとファンタジーをうまく融合させます。 映画には下線の謎があります。私はあなたに恋をしませんが、謎を解き明かすと、私にはたくさんの感情が伝わってきました。 私はむしろ漫画を読んだり、映画を見たりするとバーに出て社交をするよりも、 私は高校時代のようだったし、違う気分にさせてくれました。 この映画の冒頭には、子供たちが自分や同輩についてどのように感じているかを完全にまとめた素晴らしい説明があります。 人生の中でアンナは円があり、内側には人気のある人がおり、外には彼女がいる。 しかし、彼女はそのサークルの外にいるので、彼女はそこに所属しているとは思わないからです。 映画の残りの部分にはアンナが徐々にそのサークルに移動しています。  MARNIEには今年の最高の映画とジブリのすばらしい白鳥の歌があります。 アニメーションのために死ぬことです、水の効果は信じられないと文字の感情や表情は完全に豊かな素晴らしい周辺。\n\nプラス私はちょうどこれらの映画を見て大好きです。 音楽、風景の周りの人生のスライス感覚。 海側の町や友人たち。 それは私が訪れたいと思うこれらの映画の多くのような場所であり、いつかはそうです。 マリネにはスマートな「子供たち」の映画がありました。それは単にあなたに色と冗談を投げつけるだけではありません。 それは6歳以上の子供たちが見て、うまくいけばそれから何かを取るべき実際の生活状況を扱っています。 私は確かにして、それは今年の私のお気に入りの一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPossibly Studio Ghibli's last film, which really upsets me because it is my favorite animation studio. I grew up watching these movies, getting lost in their worlds and giving me not only some of my best childhood movie experiences, but also giving me some of my most emotional movie experiences. Marnie and Anna become the best of friends and the film explores their friendship, but the film is hiding something from us and as we get deeper into the story more things begin to unravel. Seriously Studio Ghibli, why do you always make me cry!!! WHEN MARNIE WAS THERE is no exception, it is Ghibli at its finest. A very shy and introverted girl named Anna goes to visit some relatives in the countryside, not because her aunt doesn't want to take of her, this isn't some parent throwing her child to someone else so she can get a break, it's because Anna has asthma. And after an asthma attack her doctor thinks she should go some place where the air is fresh. When Anna arrives it's hard for her to get comfortable in this new environment. Then she finds an old house near a marsh and a blonde girl named Marine is living there. But is she really?\n\n\u001b[1mおそらくスタジオジブリの最後の映画です。それは私の好きなアニメーションスタジオなので本当に嫌です。 私はこれらの映画を見て成長し、自分たちの世界で迷子になり、私の子供の頃の映画の経験だけでなく、私に最も感情的な映画体験をいくつか与えてくれました。 MarnieとAnnaは最高の友人になり、映画は友情を探求しますが、映画は私たちから何かを隠しています。物語が深くなるにつれて、より多くのことが解明され始めます。 真剣にスタジオジブリ、なぜあなたはいつも私を泣かせますか？  MARNIEが例外なく、最高のジブリです。 彼女の叔母が彼女を取ることを望んでいないのでではなく、これは彼女が休憩を取ることができるように彼女の子供を他人に投げているわけではない、それはAnnaという名前の非常に内気で内向的な少女は田舎のいくつかの親戚を訪問する アンナには喘息があるからです。 喘息発作の後、医者は空気が新鮮な場所に行くべきだと医師は考えています。 アンナが到着したとき、彼女がこの新しい環境で快適になるのは難しいです。 そして、彼女は湿地の近くの古い家を見つけ、そこには海洋という名の金髪の少女が住んでいます。 しかし、彼女は本当にですか？ \u001b[22m\n\u001b[1m(Osoraku sutajiojiburi no saigo no eigadesu. Sore wa watashi no sukina animēshonsutajionanode hontōni iyadesu. Watashi wa korera no eiga o mite seichō shi, jibun-tachi no sekai de maigo ni nari, watashi no kodomo no koro no eiga no keiken dakedenaku, watashi ni mottomo kanjō-tekina eiga taiken o ikutsu ka ataete kuremashita. Shinken ni sutajiojiburi, naze anata wa itsumo watashi o nakasemasu ka? MARNIE ga reigai naku, saikō no jiburidesu. Kanojo no oba ga kanojo o toru koto o nozonde inainode dewa naku, kore wa kanojo ga kyūkei o toru koto ga dekiru yō ni kanojo no kodomo o tanin ni nagete iru wakede wanai, soreha Anna to iu namae no hijō ni uchikide naikō-tekina shōjo wa inaka no ikutsu ka no shinseki o hōmon suru An'na ni wa zensoku ga arukaradesu. Zensoku hossa no ato, isha wa kūki ga shinsen'na basho ni ikubekida to ishi wa kangaete imasu. An'na ga tōchaku shita toki, kanojo ga kono atarashī kankyō de kaiteki ni naru no wa muzukashīdesu. Soshite, kanojo wa shitchi no chikaku no furui ie o mitsuke, soko ni wa kaiyō to iu na no kinpatsu no shōjo ga sunde imasu. Shikashi, kanojo wa hontōnidesu ka? Marnie to Anna wa saikō no yūjin ni nari, eiga wa yūjō o tankyū shimasuga, eiga wa watashitachi kara nanika o kakushite imasu. Monogatari ga fukaku naru ni tsurete, yori ōku no koto ga kaimei sa re hajimemasu.)\u001b[22m\n\u001b[1m\u001b[22m\nLook, being a kid is hard. I get it, I'm a bit of an introvert myself. It could be one of Ghibli's best looking films. And like all good Ghibli films it mixes the drama with the fantasy very well. There is an underlining mystery to the film, a mystery I will not spoil for you, but when it is revealed I had so many emotions going through me. I would rather read comics or watch movies than go out to bars and socialize. I was like that in high school and it did make me feel different. There is a fantastic explanation at the beginning of this film that perfectly sums up how kids feel about themselves and their peers. Anna talks about in life there is a circle, on the inside are the popular people and on the outside is her. But because she is on the outside of that circle is because she doesn't believe she belongs there. The rest of the film has Anna slowly moving into that circle. WHEN MARNIE WAS THERE is easily one of the best films of the year and Ghibli's magnificent swan song. The animation is to die for, the water effects are unbelievable and the characters emotions and facial expressions totally in rich the wonderful surrounding.\n\n\u001b[1m見て、子供になるのは難しいです。 私はそれを得る、私は内向的な自分のビットです。 ジブリの最高の映画の一つかもしれない。 そして、すべての良いジブリ映画のように、ドラマとファンタジーをうまく融合させます。 映画には下線の謎があります。私はあなたに恋をしませんが、謎を解き明かすと、私にはたくさんの感情が伝わってきました。 私はむしろ漫画を読んだり、映画を見たりするとバーに出て社交をするよりも、 私は高校時代のようだったし、違う気分にさせてくれました。 この映画の冒頭には、子供たちが自分や同輩についてどのように感じているかを完全にまとめた素晴らしい説明があります。 人生の中でアンナは円があり、内側には人気のある人がおり、外には彼女がいる。 しかし、彼女はそのサークルの外にいるので、彼女はそこに所属しているとは思わないからです。 映画の残りの部分にはアンナが徐々にそのサークルに移動しています。  MARNIEには今年の最高の映画とジブリのすばらしい白鳥の歌があります。 アニメーションのために死ぬことです、水の効果は信じられないと文字の感情や表情は完全に豊かな素晴らしい周辺。\u001b[22m\n\u001b[1m(Mite, kodomo ni naru no wa muzukashīdesu. Watashi wa sore o eru, watashi wa naikō-tekina jibun no bittodesu. Watashi wa mushiro manga o yon dari, eiga o mi tari suru to bā ni dete shakō o suru yori mo, watashi wa kōkō jidai no yōdattashi, chigau kibun ni sa sete kuremashita. Kono eiga no bōtō ni wa, kodomo-tachi ga jibun ya dōhai ni tsuite dono yō ni kanjite iru ka o kanzen ni matometa subarashī setsumei ga arimasu. Jinsei no naka de An'na wa en ga ari, uchigawa ni wa ninkinoaru hito ga ori,-gai ni wa kanojo ga iru. Shikashi, kanojo wa sono sākuru no soto ni iru node, kanojo wa soko ni shozoku shite iru to wa omowanaikaradesu. Eiga no nokori no bubun ni wa An'na ga jojoni sono sākuru ni idō shite imasu. MARNIE ni wa kotoshi no saikō no eiga to jiburi no subarashī hakuchō no uta ga arimasu. Animēshon no tame ni shinu kotodesu, mizu no kōka wa shinjirarenai to moji no kanjō ya hyōjō wa kanzen ni yutakana subarashī shūhen. Jiburi no saikō no eiga no hitotsu kamo shirenai. Soshite, subete no yoi jiburi eiga no yō ni, dorama to fantajī o umaku yūgō sa semasu. Eiga ni wa kasen no nazo ga arimasu. Watashi wa anata ni koi o shimasenga, nazo o tokiakasu to, watashiniha takusan no kanjō ga tsutawatte kimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nPlus I just love watching these movies. The music, the landscape the all around slice of life feeling. The sea side towns and friendly neighborhood people. It's a place, like in many of these films I would love to visit and will someday. WHEN MARNIE WAS THERE is a smart 'kids' film meaning it doesn't just throw flashes colors and jokes at you. It deals with real life situations that children at lest six and up should watch and hopefully take something from it. I sure did and it's one of my favorites of the year.\n\n\u001b[1mプラス私はちょうどこれらの映画を見て大好きです。 音楽、風景の周りの人生のスライス感覚。 海側の町や友人たち。 それは私が訪れたいと思うこれらの映画の多くのような場所であり、いつかはそうです。 マリネにはスマートな「子供たち」の映画がありました。それは単にあなたに色と冗談を投げつけるだけではありません。 それは6歳以上の子供たちが見て、うまくいけばそれから何かを取るべき実際の生活状況を扱っています。 私は確かにして、それは今年の私のお気に入りの一つです。\u001b[22m\n\u001b[1m(Purasu watashi wa chōdo korera no eiga o mite daisukidesu. Ongaku, fūkei no mawari no jinsei no suraisu kankaku. Umigawa no machi ya yūjin-tachi. Sore wa watashi ga otozuretai to omou korera no eiga no ōku no yōna bashodeari, itsuka wa sōdesu. Marine ni wa sumāto na `kodomo-tachi' no eiga ga arimashita. Sore wa tan'ni anata ni iro to jōdan o nagetsukeru dakede wa arimasen. Sore wa 6-sai ijō no kodomo-tachi ga mite, umaku ikeba sore kara nanika o torubeki jissai no seikatsu jōkyō o atsukatte imasu. Watashi wa tashikani shite, sore wa kotoshi no watashinōkiniiri no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mPlus I just love watching these movies. The music, the landscape the all around slice of life feeling. The sea side towns and friendly neighborhood people. It's a place, like in many of these films I would love to visit and will someday. WHEN MARNIE WAS THERE is a smart 'kids' film meaning it doesn't just throw flashes colors and jokes at you. It deals with real life situations that children at lest six and up should watch and hopefully take something from it. I sure did and it's one of my favorites of the year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlus I just love watching these movies.\u001b[24m\n    \u001b[1mプラス私はちょうどこれらの映画を見て大好きです。\u001b[22m\n\u001b[4mThe music, the landscape the all around slice of life feeling.\u001b[24m\n    \u001b[1m音楽、風景の周りの人生のスライス感覚。\u001b[22m, \u001b[1m音楽、すべての生命感のスライスの周りの風景。\u001b[22m\n\u001b[4mThe sea side towns and friendly neighborhood people.\u001b[24m\n    \u001b[1m海側の町や友人たち。\u001b[22m, \u001b[1m海側の町とフレンドリーな近所の人。\u001b[22m\n\u001b[4mIt's a place, like in many of these films I would love to visit and will someday.\u001b[24m\n    \u001b[1mそれは私が訪れたいと思うこれらの映画の多くのような場所であり、いつかはそうです。\u001b[22m, \u001b[1mそれは私がいつか訪問し、意志が大好きだこれらのフィルムの多くのような場所、です。\u001b[22m\n\u001b[4mWHEN MARNIE WAS THERE is a smart 'kids' film meaning it doesn't just throw flashes colors and jokes at you.\u001b[24m\n    \u001b[1mマリネにはスマートな「子供たち」の映画がありました。それは単にあなたに色と冗談を投げつけるだけではありません。\u001b[22m, \u001b[1mマーニーだったときにちょうどあなたで点滅の色とジョークをスローしないことを意味スマート」子供たちの映画があります。\u001b[22m\n\u001b[4mIt deals with real life situations that children at lest six and up should watch and hopefully take something from it.\u001b[24m\n    \u001b[1mそれは6歳以上の子供たちが見て、うまくいけばそれから何かを取るべき実際の生活状況を扱っています。\u001b[22m, \u001b[1mこれは、6 LEST、最大で子供たちが見て、うまくいけば、そこから何かを取る必要があり、実際の生活状況を扱っています。\u001b[22m\n\u001b[4mI sure did and it's one of my favorites of the year.\u001b[24m\n    \u001b[1m私は確かにして、それは今年の私のお気に入りの一つです。\u001b[22m, \u001b[1m私は確信していた、それは今年の私のお気に入りの一つです。\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "HoruDEyorokobi",
    "profile": "/profile/HoruDEyorokobi/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=202355",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nプロットの複雑さを十分に理解するにはアニメーション全体を見なければなりませんが、気分が悪くなると泣くでしょうし、恋に落ちます。\n\n映画について私が言わなければならないのは、最後まであなたの判断を保持することだけです。 一度パズルをすると、作品はすべて適切な場所に落ち、映画は演じられる方法で完全な役割を果たします。\n\nゆっくりと座って、すばらしいアニメーション、柔らかいサウンドトラック、そして美しいストーリーをお楽しみください。 あなたがゆっくりと自分自身と彼女のプロジェクトをイメージすることを学ぶ女の子、彼女を取り巻く人々と一緒に、主人公、アンナと変容を遂げると、驚くべきキャラクターの発展が起こります。\n\nアンナは自分自身を憎んで、非常に低い自尊心と彼女のイメージの低い意見を保持する、内向的な少女として始まります。 彼女がこのようになった経緯の詳細は、後で明らかにする。\n\nアンナは肺の弱点である喘息に苦しんでいます。 彼女の健康を改善するのに役立つと思って、彼女の「Aunty」と医者は、新鮮な空気のために（夏の間だけ）彼女の親戚に彼女を送ることを最善と思っています。\n\n一度そこにアンナはMarnieという名前の女の子と体の不思議な夢を経験し始めます。 これらの遭遇が本当であるか、または夢が最初にMarnieとの彼女の会合について何を考えるべきかわからない場合、アンナは混乱しています。 しかし、アンナがマルニーの助けを借りて開き、ゆっくりと他人を彼女の人生に連れて行くように、ゆっくりと見る人は見守ります。 彼女は初めての友情を経験し、Marnieとの出会いで夏の発展を通じて成長します。\n\nこれは間違いなく、アンナが自分自身を受け入れて他人に開放し、過去を発見し、彼女が誰であるかを知ることができる時代の物語です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nYou have to watch the whole animation to fully appreciate the complexity of the plot, but when you do you'll gasp, you'll cry, and you'll fall in love with it.\n\n\u001b[1mプロットの複雑さを十分に理解するにはアニメーション全体を見なければなりませんが、気分が悪くなると泣くでしょうし、恋に落ちます。\u001b[22m\n\u001b[1m(Purotto no fukuzatsu-sa o jūbun ni rikai suru ni wa animēshon zentai o minakereba narimasenga, kibun ga waruku naru to nakudeshoushi, koi ni ochimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou have to watch the whole animation to fully appreciate the complexity of the plot, but when you do you'll gasp, you'll cry, and you'll fall in love with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou have to watch the whole animation to fully appreciate the complexity of the plot, but when you do you'll gasp, you'll cry, and you'll fall in love with it.\u001b[24m\n    \u001b[1mプロットの複雑さを十分に理解するにはアニメーション全体を見なければなりませんが、気分が悪くなると泣くでしょうし、恋に落ちます。\u001b[22m, \u001b[1mあなたは完全にプロットの複雑さを理解するアニメーション全体を見るために持っていますが、あなたは息をのむよ行うとき、あなたが泣くよ、あなたはそれと恋に落ちるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAll I have to say about the movie is to hold your judgement until the very end. Once you do the puzzle pieces will all properly fall into their place and the movie will take its full role in how it is suppose to be played out.\n\n\u001b[1m映画について私が言わなければならないのは、最後まであなたの判断を保持することだけです。 一度パズルをすると、作品はすべて適切な場所に落ち、映画は演じられる方法で完全な役割を果たします。\u001b[22m\n\u001b[1m(Eiga ni tsuite watashi ga iwanakereba naranai no wa, saigomade anata no handan o hoji suru koto dakedesu. Ichido pazuru o suru to, sakuhin wa subete tekisetsuna basho ni ochi, eiga wa enji rareru hōhō de kanzen'na yakuwari o hatashimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll I have to say about the movie is to hold your judgement until the very end. Once you do the puzzle pieces will all properly fall into their place and the movie will take its full role in how it is suppose to be played out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I have to say about the movie is to hold your judgement until the very end.\u001b[24m\n    \u001b[1m映画について私が言わなければならないのは、最後まであなたの判断を保持することだけです。\u001b[22m, \u001b[1m私は映画について言わなければならないすべては、非常に最後まであなたの判断を保持することです。\u001b[22m\n\u001b[4mOnce you do the puzzle pieces will all properly fall into their place and the movie will take its full role in how it is suppose to be played out.\u001b[24m\n    \u001b[1m一度パズルをすると、作品はすべて適切な場所に落ち、映画は演じられる方法で完全な役割を果たします。\u001b[22m, \u001b[1mあなたが一度パズルのピースは、すべて適切にその場所に分類され、映画は、再生されると仮定されている方法で、完全な役割を担うことになります。\u001b[22m\n\u001b[1m\u001b[22m\nSo sit back and enjoy the amazing animation, the soft soundtrack and the beautiful storyline. With an amazing character development as you undergo a transformation with the lead character, Anna, a girl who slowly learns to appreciate herself and the image she projects, along with the people surrounding her.\n\n\u001b[1mゆっくりと座って、すばらしいアニメーション、柔らかいサウンドトラック、そして美しいストーリーをお楽しみください。 あなたがゆっくりと自分自身と彼女のプロジェクトをイメージすることを学ぶ女の子、彼女を取り巻く人々と一緒に、主人公、アンナと変容を遂げると、驚くべきキャラクターの発展が起こります。\u001b[22m\n\u001b[1m(Yukkuri to suwatte, subarashī animēshon, yawarakai saundotorakku, soshite utsukushī sutōrī o o tanoshimi kudasai. Anata ga yukkuri to jibun jishin to kanojo no purojekuto o imēji suru koto o manabu on'nanoko, kanojo o torimaku hitobito to issho ni, shujinkō, An'na to hen'yō o togeru to, odorokubeki kyarakutā no hatten ga okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo sit back and enjoy the amazing animation, the soft soundtrack and the beautiful storyline. With an amazing character development as you undergo a transformation with the lead character, Anna, a girl who slowly learns to appreciate herself and the image she projects, along with the people surrounding her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo sit back and enjoy the amazing animation, the soft soundtrack and the beautiful storyline.\u001b[24m\n    \u001b[1mゆっくりと座って、すばらしいアニメーション、柔らかいサウンドトラック、そして美しいストーリーをお楽しみください。\u001b[22m, \u001b[1mだから後ろに座ると素晴らしいアニメーション、柔らかいサウンドトラックと美しいストーリーをお楽しみください。\u001b[22m\n\u001b[4mWith an amazing character development as you undergo a transformation with the lead character, Anna, a girl who slowly learns to appreciate herself and the image she projects, along with the people surrounding her.\u001b[24m\n    \u001b[1mあなたがゆっくりと自分自身と彼女のプロジェクトをイメージすることを学ぶ女の子、彼女を取り巻く人々と一緒に、主人公、アンナと変容を遂げると、驚くべきキャラクターの発展が起こります。\u001b[22m, \u001b[1m驚くべき文字の開発を使用すると、鉛の文字、アンナ、ゆっくりと彼女を取り巻く人々と一緒に、彼女自身と彼女は突出した画像を鑑賞することを学ぶ女の子と変換を受けるように。\u001b[22m\n\u001b[1m\u001b[22m\nAnna starts off as a introvert girl, who hates herself and hold very low self esteem and a low opinion of her image. Details of how she became this way are later revealed.\n\n\u001b[1mアンナは自分自身を憎んで、非常に低い自尊心と彼女のイメージの低い意見を保持する、内向的な少女として始まります。 彼女がこのようになった経緯の詳細は、後で明らかにする。\u001b[22m\n\u001b[1m(An'na wa jibun jishin o nikunde, hijō ni hikui jisonshin to kanojo no imēji no hikui iken o hoji suru, naikō-tekina shōjo to shite hajimarimasu. Kanojo ga kono yō ni natta ikisatsu no shōsai wa,-go de akiraka ni suru.)\u001b[22m\n\nTranslations of \u001b[4mAnna starts off as a introvert girl, who hates herself and hold very low self esteem and a low opinion of her image. Details of how she became this way are later revealed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnna starts off as a introvert girl, who hates herself and hold very low self esteem and a low opinion of her image.\u001b[24m\n    \u001b[1mアンナは自分自身を憎んで、非常に低い自尊心と彼女のイメージの低い意見を保持する、内向的な少女として始まります。\u001b[22m, \u001b[1mアンナは、自分自身を嫌って、非常に低い自己評価と彼女の画像の低意見を持つ内向的な少女、としてオフを開始します。\u001b[22m\n\u001b[4mDetails of how she became this way are later revealed.\u001b[24m\n    \u001b[1m彼女がこのようになった経緯の詳細は、後で明らかにする。\u001b[22m, \u001b[1m彼女はこのようになった方法の詳細については後述明らかにされています。\u001b[22m\n\u001b[1m\u001b[22m\nAnna suffers from Asthma, a weakness of the lungs. Thinking it will help improve her health, her 'Aunty' and doctor think it best to send her to her relatives who live in the country for fresh clean air (just for the summer).\n\n\u001b[1mアンナは肺の弱点である喘息に苦しんでいます。 彼女の健康を改善するのに役立つと思って、彼女の「Aunty」と医者は、新鮮な空気のために（夏の間だけ）彼女の親戚に彼女を送ることを最善と思っています。\u001b[22m\n\u001b[1m(An'na wa hai no jakutendearu zensoku ni kurushinde imasu. Kanojo no kenkō o kaizen suru no ni yakudatsu to omotte, kanojo no `Aunty' to isha wa, shinsen'na kūki no tame ni (natsu no ma dake) kanojo no shinseki ni kanojo o okuru koto o saizen to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnna suffers from Asthma, a weakness of the lungs. Thinking it will help improve her health, her 'Aunty' and doctor think it best to send her to her relatives who live in the country for fresh clean air (just for the summer).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnna suffers from Asthma, a weakness of the lungs.\u001b[24m\n    \u001b[1mアンナは肺の弱点である喘息に苦しんでいます。\u001b[22m, \u001b[1mアンナは、喘息、肺の弱さに苦しんでいます。\u001b[22m\n\u001b[4mThinking it will help improve her health, her 'Aunty' and doctor think it best to send her to her relatives who live in the country for fresh clean air (just for the summer).\u001b[24m\n    \u001b[1m彼女の健康を改善するのに役立つと思って、彼女の「Aunty」と医者は、新鮮な空気のために（夏の間だけ）彼女の親戚に彼女を送ることを最善と思っています。\u001b[22m, \u001b[1mそれは彼女の健康の改善に役立たせていただきます考えて、彼女の「おばさん」と医師は（夏だけのために）新鮮なきれいな空気のために国に住んでいる彼女の親戚に彼女を送信するよう最善だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOnce there Anna starts to experience out of body and weird dreams with a girl named Marnie. Anna confused if these encounters are real or a dream does not know what to think about her meetings with Marnie at first. However slowly the viewer watches as Anna opens up with the help of Marnie and slowly allows others into her life. She experiences friendship for the first time, and grows through the development of the summer in her encounters with Marnie.\n\n\u001b[1m一度そこにアンナはMarnieという名前の女の子と体の不思議な夢を経験し始めます。 これらの遭遇が本当であるか、夢が最初にマルニーとの会合について何を考えなければならないのか、アンナは混乱しています。 しかし、アンナがマルニーの助けを借りて開き、ゆっくりと他人を彼女の人生に連れて行くように、ゆっくりと見る人は見守ります。 彼女は初めての友情を経験し、Marnieとの出会いで夏の発展を通じて成長します。\u001b[22m\n\u001b[1m(Ichido soko ni An'na wa Marnie to iu namae no on'nanoko to karada no fushigina yume o keiken shi hajimemasu. Korera no sōgū ga hontōdearu ka, yume ga saisho ni marunī to no kaigō ni tsuite nani o kangaenakereba naranai no ka, An'na wa konran shite imasu. Shikashi, An'na ga marunī no tasuke o karite hiraki, yukkuri to tanin o kanojo no jinsei ni tsureteiku-yō ni, yukkuri to miru hito wa mimamorimasu. Kanojo wa hajimete no yūjō o keiken shi, Marnie to no deai de natsu no hatten o tsūjite seichō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce there Anna starts to experience out of body and weird dreams with a girl named Marnie. Anna confused if these encounters are real or a dream does not know what to think about her meetings with Marnie at first. However slowly the viewer watches as Anna opens up with the help of Marnie and slowly allows others into her life. She experiences friendship for the first time, and grows through the development of the summer in her encounters with Marnie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce there Anna starts to experience out of body and weird dreams with a girl named Marnie.\u001b[24m\n    \u001b[1m一度そこにアンナはMarnieという名前の女の子と体の不思議な夢を経験し始めます。\u001b[22m, \u001b[1mそこからアンナはマーニーという名前の女の子と身体と奇妙な夢の外に体験して開始します。\u001b[22m\n\u001b[4mAnna confused if these encounters are real or a dream does not know what to think about her meetings with Marnie at first.\u001b[24m\n    \u001b[1mこれらの遭遇が本当であるか、夢が最初にマルニーとの会合について何を考えなければならないのか、アンナは混乱しています。\u001b[22m, \u001b[1mこれらの出会いが本物であるか、夢が最初でマーニーと彼女の会合について考えて何を知らない場合アンナは混乱しました。\u001b[22m\n\u001b[4mHowever slowly the viewer watches as Anna opens up with the help of Marnie and slowly allows others into her life.\u001b[24m\n    \u001b[1mしかし、アンナがマルニーの助けを借りて開き、ゆっくりと他人を彼女の人生に連れて行くように、ゆっくりと見る人は見守ります。\u001b[22m, \u001b[1mアンナはマーニーの助けを借りて開き、ゆっくりと彼女の人生に他人を可能にするようしかし、ゆっくりと視聴者が見ています。\u001b[22m\n\u001b[4mShe experiences friendship for the first time, and grows through the development of the summer in her encounters with Marnie.\u001b[24m\n    \u001b[1m彼女は初めての友情を経験し、Marnieとの出会いで夏の発展を通じて成長します。\u001b[22m, \u001b[1m彼女が初めて友情を経験し、マーニーと彼女の出会いの夏の開発を通して成長します。\u001b[22m\n\u001b[1m\u001b[22m\nThis is definitely a coming of age story, one where Anna is able to accept herself and open up to others, discover her past, and learn who she is.\n\n\u001b[1mこれは間違いなく、アンナが自分自身を受け入れて他人に開放し、過去を発見し、彼女が誰であるかを知ることができる時代の物語です。\u001b[22m\n\u001b[1m(Kore wa machigainaku, An'na ga jibun jishin o ukeirete tanin ni kaihō shi, kako o hakken shi, kanojo ga daredearu ka o shiru koto ga dekiru jidai no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is definitely a coming of age story, one where Anna is able to accept herself and open up to others, discover her past, and learn who she is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is definitely a coming of age story, one where Anna is able to accept herself and open up to others, discover her past, and learn who she is.\u001b[24m\n    \u001b[1mこれは間違いなく、アンナが自分自身を受け入れて他人に開放し、過去を発見し、彼女が誰であるかを知ることができる時代の物語です。\u001b[22m, \u001b[1mこれは間違いなく、年齢の話、アンナは自分自身を受け入れ、他の人に開く、彼女の過去を発見し、彼女が誰であるかを知ることができる1の到来です。\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "Thereforergo",
    "profile": "/profile/Thereforergo/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=198588",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\nMarnieがあったときには、他の多くのジブリスタジオの映画を連想させる。  1つのシーンは、スピリット・アウェイのシーンと実質的に同一であり、別のシーンはポニョと非常によく似ていて、リストは続きます。 私は理由を詳しく説明したいと思いますが、あなた自身のために見て接続するのが一番です。\n\n宮崎の映画の一部を編集しているかのようです（他の類似点も見逃していましたが）。 私はその理由から、この映画には少し矛盾しています（またはそうでした）。\n\nそれは全体的に良好でした。 確かに私は考えさせました！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen Marnie was There is reminiscent of many other Ghibli Studio films. One scene was practically identical to a scene in Spirited Away, another seemed very similar to Ponyo, and the list continues. I'd elaborate why but it's best you see for yourselves and make the connections.\n\n\u001b[1mMarnieがあったときには、他の多くのジブリスタジオの映画を連想させる。  1つのシーンは、スピリット・アウェイのシーンと実質的に同一であり、別のシーンはポニョと非常によく似ていて、リストは続きます。 私は理由を詳しく説明したいと思いますが、あなた自身のために見て接続するのが一番です。\u001b[22m\n\u001b[1m(Marnie ga atta tokiniha, hoka no ōku no jiburisutajio no eiga o rensō sa seru. 1Tsu no shīn wa, supiritto au~ei no shīn to jisshitsu-teki ni dōitsudeari,-betsu no shīn wa ponyo to hijō ni yoku nite ite, risuto wa tsudzukimasu. Watashi wa riyū o kuwashiku setsumei shitai to omoimasuga, anata jishin no tame ni mite setsuzoku suru no ga ichibandesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen Marnie was There is reminiscent of many other Ghibli Studio films. One scene was practically identical to a scene in Spirited Away, another seemed very similar to Ponyo, and the list continues. I'd elaborate why but it's best you see for yourselves and make the connections.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Marnie was There is reminiscent of many other Ghibli Studio films.\u001b[24m\n    \u001b[1mMarnieがあったときには、他の多くのジブリスタジオの映画を連想させる。\u001b[22m, \u001b[1mマーニーがあった場合には、他の多くのジブリスタジオ映画を彷彿とさせるがあります。\u001b[22m\n\u001b[4mOne scene was practically identical to a scene in Spirited Away, another seemed very similar to Ponyo, and the list continues.\u001b[24m\n    \u001b[1m1つのシーンは、スピリット・アウェイのシーンと実質的に同一であり、別のシーンはポニョと非常によく似ていて、リストは続きます。\u001b[22m, \u001b[1m一つのシーンが別のポニョと非常に似て見えた、千と千尋の神隠し内のシーンと実質的に同一であった、とリストが続きます。\u001b[22m\n\u001b[4mI'd elaborate why but it's best you see for yourselves and make the connections.\u001b[24m\n    \u001b[1m私は理由を詳しく説明したいと思いますが、あなた自身のために見て接続するのが一番です。\u001b[22m, \u001b[1m私はなぜ手の込んだだろうが、それはあなたが自分のために参照最善だとの接続を行います。\u001b[22m\n\u001b[1m\u001b[22m\nIt's almost as if it's a compilation of some o' Miyazaki's films in particular (though I could have missed some other parallels). I am (or was) a bit ambivalent towards this film for that reason.\n\n\u001b[1m宮崎の映画の一部を編集しているかのようです（他の類似点も見逃していましたが）。 私はその理由から、この映画には少し矛盾しています（またはそうでした）。\u001b[22m\n\u001b[1m(Miyazaki no eiga no ichibu o henshū shite iru ka no yōdesu (hoka no ruiji-ten mo minogashite imashitaga). Watashi wa sono riyū kara, kono eiga ni wa sukoshi mujun shite imasu (matawa sōdeshita).)\u001b[22m\n\nTranslations of \u001b[4mIt's almost as if it's a compilation of some o' Miyazaki's films in particular (though I could have missed some other parallels). I am (or was) a bit ambivalent towards this film for that reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's almost as if it's a compilation of some o' Miyazaki's films in particular (though I could have missed some other parallels).\u001b[24m\n    \u001b[1m宮崎の映画の一部を編集しているかのようです（他の類似点も見逃していましたが）。\u001b[22m, \u001b[1mそれはいくつかのO '特に宮崎の映画（私はいくつかの他の類似点を見逃している可能性が）のコンパイルですほとんどかのようです。\u001b[22m\n\u001b[4mI am (or was) a bit ambivalent towards this film for that reason.\u001b[24m\n    \u001b[1m私はその理由から、この映画には少し矛盾しています（またはそうでした）。\u001b[22m, \u001b[1m私は（またはあった）その理由のために、このフィルムに向かってビットアンビバレント。\u001b[22m\n\u001b[1m\u001b[22m\nIt was good overall. Certainly made me think!\n\n\u001b[1mそれは全体的に良好でした。 確かに私は考えさせました！\u001b[22m\n\u001b[1m(Sore wa zentai-teki ni ryōkōdeshita. Tashika ni watashi wa kangae sasemashita!)\u001b[22m\n\nTranslations of \u001b[4mIt was good overall. Certainly made me think!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was good overall.\u001b[24m\n    \u001b[1mそれは全体的に良好でした。\u001b[22m, \u001b[1mそれは良い全体的でした。\u001b[22m\n\u001b[4mCertainly made me think!\u001b[24m\n    \u001b[1m確かに私は考えさせました！\u001b[22m, \u001b[1m確かに私は考えさせられました！\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "Megumiii",
    "profile": "/profile/Megumiii/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=209817",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n通常、私はそれほど多くの映画のレビューを好きではありません。 しかし、これは素晴らしいジブリ・スタジオの最終的な映画です。 そして私はすべての映画に感謝し、私の子供時代を通して私に同行します。 だから私はこの本当に深くて感動的な映画にいくつかの言葉を言わなければならない。\n\n - ストーリー - （10/10）：\nどんな内容ですか？：\nアンナはいつも喘息発作を起こすので、しばらくの間、彼女は札幌に移ります。 いつかアンナは神秘的な女の子マルニーが住む家を見つけます。 毎回アンナは彼女がマルニーに行くチャンスを持っています。 アンナはいつも一人ぼっちだったので、マニーは彼女の最初の友達です。 一緒に彼らは神秘的な友情を持っていますが、誰がMarnieで、どこから来たのですか？ スポイラーなしで言いたいことがすべてあると思います。\n\n私の意見：\n物語は感動的で深い。 時には私の目に涙がありました。 このストーリーは感情に満ちていて、ストーリーに入るのにあなたが長くかからず、あなたのすべての質問に答えられると思います。 だから、スタジオジブリのすべての話がとてもいいよ、これがあなたの目の涙を動かすと思う。\n\n -  Art-（9/10）：\nまあ、私はそれがジブリ映画の典型的なスタイルだと言います。 私はいつものように美しいと言います。 美しい手描きの文字ですが、すごく明るく輝くすばらしい水彩画があり、私にとっては感情を表現しています。 ただただ美しい。\n\n - サウンド - （10/10）：\n私はたくさんの友達が育ったことはありませんでしたので、私だけで大丈夫であることを学んだ（...）そして、私は外でうまくいくでしょう。\n私はこれを書いている間にこの曲を聞いて、これを言うことができます：\n真剣に、映画のその曲はそれを完全に記述している。 それは良くないかもしれません、それは本当にそれほどフィットします。 私がこの映画を見たのは、この映画の終わりを聞くために、終わりまでそこに座っていたのです。 私は本当に私の目に涙があった、この歌はとても美しいです。  Annasの状況と彼女の話を、あまりにも多くの気持ちで説明しています。 そしてすばらしい声。 この曲は、私がそれを聞いてとても難しいと思うようになります、時には私はまだ私の目に涙を得る。\nそして、映画の音は感情を表現して、すばらしいです...私は全体の音が好きでした！\n\n - カクタ - （9/10）：\nキャラクターは素晴らしいと思いますが、この映画のすべてです。 メインキャラクターのMarnieとAnnaは本当に素敵です。 私は本当に彼らと一緒に感じていた、彼らは本当に彼らの感情を良い表現することができ、観客が彼らと感じていたあなた。 私はアンナにとても残念だと感じていました。 しかし、ストーリーに紆余曲折があり、あなたはいつもそのキャラクターを理解するでしょう。 しかし、私がいつも覚えていたり、ジブリの映画の中から私のお気に入りのキャラクターだと言う人はいなかったので、私はちょうど9つしか与えないのだと思う。\n\n - 楽しさ - （10/10）：\n私はいつもこの映画を楽しんだ、私は決して考えていなかった：これは最終的にいつ終了するのだろうか？ すべてのジブリ映画を楽しんでいたように、私はそれを楽しんでいました。 すべての映画はそれ自身のために驚くべきものです、すべての映画はその物語を持っています、私はすべての映画を楽しんで、各映画のすべての物語はあなたをつかまえ、最後まであなたを保持します。 この映画はもちろんです。 私は退屈だった秒はなかった、私は映画が終わったときにも悲しかった。 私は思った：\"これはもう終わりにはならないだろうか？\" 見ているうちに時間が早くなる。\n\n - 全体（10/10）：\nスタジオジブリに感謝します。 私はこのスタジオから見ることができたすべての素晴らしい映画。 あなたはこれを見て後悔することはありません、あなたは、ジブリの映画を見て後悔することはありません、あなたに恥を！  ：Pこの映画は感情的で、私は決してそれを忘れることはありません、いつか私はそれをrewatchします。 スタジオジブリの終わりのための優れた映画。これは決して置き換えることができません。 ありがとうジブリはあなたの映画で永遠に私たちの心に留まるでしょう！  u003c3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNormally I don't like reviewing films that much. But this is the final film from the amazing Ghibli Studio. And I am thankful for all their films, accompany me through my childhood. So I must say some words to this really deep and touching movie.\n\n\u001b[1m通常、私はそれほど多くの映画のレビューを好きではありません。 しかし、これは素晴らしいジブリ・スタジオの最終的な映画です。 そして私はすべての映画に感謝し、私の子供時代を通して私に同行します。 だから私はこの本当に深くて感動的な映画にいくつかの言葉を言わなければならない。\u001b[22m\n\u001b[1m(Tsūjō, watashi wa sorehodo ōku no eiga no rebyū o sukide wa arimasen. Shikashi, kore wa subarashī jiburi sutajio no saishū-tekina eigadesu. Soshite watashi wa subete no eiga ni kansha shi, watashi no kodomo jidai o tōshite watashi ni dōkō shimasu. Dakara watashi wa kono hontōni fukakute kandō-tekina eiga ni ikutsu ka no kotoba o iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mNormally I don't like reviewing films that much. But this is the final film from the amazing Ghibli Studio. And I am thankful for all their films, accompany me through my childhood. So I must say some words to this really deep and touching movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally I don't like reviewing films that much.\u001b[24m\n    \u001b[1m通常、私はそれほど多くの映画のレビューを好きではありません。\u001b[22m, \u001b[1m通常、私はずっとその見直し映画を好きではありません。\u001b[22m\n\u001b[4mBut this is the final film from the amazing Ghibli Studio.\u001b[24m\n    \u001b[1mしかし、これは素晴らしいジブリ・スタジオの最終的な映画です。\u001b[22m, \u001b[1mしかし、これは驚くべきジブリスタジオからの最終的なフィルムです。\u001b[22m\n\u001b[4mAnd I am thankful for all their films, accompany me through my childhood.\u001b[24m\n    \u001b[1mそして私はすべての映画に感謝し、私の子供時代を通して私に同行します。\u001b[22m, \u001b[1mそして、私は私の子供の頃を通して私に同行、すべての映画のために感謝しています。\u001b[22m\n\u001b[4mSo I must say some words to this really deep and touching movie.\u001b[24m\n    \u001b[1mだから私はこの本当に深くて感動的な映画にいくつかの言葉を言わなければならない。\u001b[22m, \u001b[1mだから私はこれは本当に深く感動的な映画にいくつかの単語を言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\n-Story- (10/10):\n\n\u001b[1m - ストーリー - （10/10）：\u001b[22m\n\u001b[1m(- Sutōrī - (10/ 10):)\u001b[22m\n\nTranslations of \u001b[4m-Story- (10/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Story- (10/10):\u001b[24m\n    \u001b[1m - ストーリー - （10/10）：\u001b[22m, \u001b[1m-Story-（10/10）：\u001b[22m\nWhat is it about?:\n\n\u001b[1mどんな内容ですか？：\u001b[22m\n\u001b[1m(Don'na naiyōdesu ka? :)\u001b[22m\n\nTranslations of \u001b[4mWhat is it about?:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is it about?:\u001b[24m\n    \u001b[1mどんな内容ですか？：\u001b[22m, \u001b[1mそれは何ですか？：\u001b[22m, \u001b[1mそれはについては何ですか？：\u001b[22m\nAnna always get's asthma attacks and that's why she moves to Sapporo for a while. Someday Anna finds a house, in which the mysterious girl Marnie lives. Everytime Anna has the chance she goes to Marnie. It's like Marnie is her first friend, because Anna was always was alone. Together they have a mysterious friendship, but who is Marnie and where is she from? Guess that's all to say without spoilers.\n\n\u001b[1mアンナはいつも喘息発作を起こすので、しばらくの間、彼女は札幌に移ります。 いつかアンナは神秘的な女の子マルニーが住む家を見つけます。 毎回アンナは彼女がマルニーに行くチャンスを持っています。 アンナはいつも一人ぼっちだったので、マニーは彼女の最初の友達です。 一緒に彼らは神秘的な友情を持っていますが、誰がMarnieで、どこから来たのですか？ スポイラーなしで言いたいことがすべてあると思います。\u001b[22m\n\u001b[1m(An'na wa itsumo zensoku hossa o okosunode, shibarakunoaida, kanojo wa Sapporo ni utsurimasu. Itsuka An'na wa shinpi-tekina on'nanoko marunī ga sumu ie o mitsukemasu. Maikai An'na wa kanojo ga marunī ni iku chansu o motte imasu. An'na wa itsumo hitoribotchidattanode, manī wa kanojo no saisho no tomodachidesu. Issho ni karera wa shinpi-tekina yūjō o motte imasuga, dare ga Marnie de, dokokarakitanodesu ka? Supoirā nashi de iitai koto ga subete aru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnna always get's asthma attacks and that's why she moves to Sapporo for a while. Someday Anna finds a house, in which the mysterious girl Marnie lives. Everytime Anna has the chance she goes to Marnie. It's like Marnie is her first friend, because Anna was always was alone. Together they have a mysterious friendship, but who is Marnie and where is she from? Guess that's all to say without spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnna always get's asthma attacks and that's why she moves to Sapporo for a while.\u001b[24m\n    \u001b[1mアンナはいつも喘息発作を起こすので、しばらくの間、彼女は札幌に移ります。\u001b[22m, \u001b[1mアンナはいつもの喘息発作を取得し、彼女はしばらくの間、札幌に移動する理由です。\u001b[22m\n\u001b[4mSomeday Anna finds a house, in which the mysterious girl Marnie lives.\u001b[24m\n    \u001b[1mいつかアンナは神秘的な女の子マルニーが住む家を見つけます。\u001b[22m, \u001b[1mいつかアンナは謎の少女マーニーが住んでいる家を、見つけました。\u001b[22m\n\u001b[4mEverytime Anna has the chance she goes to Marnie.\u001b[24m\n    \u001b[1m毎回アンナは彼女がマルニーに行くチャンスを持っています。\u001b[22m, \u001b[1m毎回アンナは、彼女がマーニーに行くチャンスがあります。\u001b[22m\n\u001b[4mIt's like Marnie is her first friend, because Anna was always was alone.\u001b[24m\n    \u001b[1mアンナはいつも一人ぼっちだったので、マニーは彼女の最初の友達です。\u001b[22m, \u001b[1mアンナはいつも一人であったため、マーニーは、彼女の最初の友人であるようなものです。\u001b[22m\n\u001b[4mTogether they have a mysterious friendship, but who is Marnie and where is she from?\u001b[24m\n    \u001b[1m一緒に彼らは神秘的な友情を持っていますが、誰がMarnieで、どこから来たのですか？\u001b[22m, \u001b[1m彼らは一緒に不思議な友情を持っているが、誰マーニーであり、ここで彼女からですか？\u001b[22m\n\u001b[4mGuess that's all to say without spoilers.\u001b[24m\n    \u001b[1mスポイラーなしで言いたいことがすべてあると思います。\u001b[22m, \u001b[1mそれはネタバレなしで言うことすべてだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nMy Opinion:\n\n\u001b[1m私の意見：\u001b[22m\n\u001b[1m(Watashi no iken:)\u001b[22m\n\nTranslations of \u001b[4mMy Opinion:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy Opinion:\u001b[24m\n    \u001b[1m私の意見：\u001b[22m\nThe story is touching and very deep. Sometimes there were tears in my eyes. This story is full of feelings and it will not take you long to be in the story and I guess all your questions will be answered. So I would say, it is like every story from Studio Ghibli, very good, and I think this one will move the tears in your eyes.\n\n\u001b[1m物語は感動的で深い。 時には私の目に涙がありました。 このストーリーは感情に満ちていて、ストーリーに入るのにあなたが長くかからず、あなたのすべての質問に答えられると思います。 だから、スタジオジブリのすべての話がとてもいいよ、これがあなたの目の涙を動かすと思う。\u001b[22m\n\u001b[1m(Monogatari wa kandō-tekide fukai. Tokiniha watashi no me ni namida ga arimashita. Kono sutōrī wa kanjō ni michite ite, sutōrī ni hairu no ni anata ga nagaku kakarazu, anata no subete no shitsumon ni kotae rareru to omoimasu. Dakara, sutajiojiburi no subete no hanashi ga totemo ī yo, kore ga anata no me no namida o ugokasu to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is touching and very deep. Sometimes there were tears in my eyes. This story is full of feelings and it will not take you long to be in the story and I guess all your questions will be answered. So I would say, it is like every story from Studio Ghibli, very good, and I think this one will move the tears in your eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is touching and very deep.\u001b[24m\n    \u001b[1m物語は感動的で深い。\u001b[22m, \u001b[1m物語は感動と非常に深いです。\u001b[22m\n\u001b[4mSometimes there were tears in my eyes.\u001b[24m\n    \u001b[1m時には私の目に涙がありました。\u001b[22m, \u001b[1m時には、私の目に涙を浮かべていました。\u001b[22m\n\u001b[4mThis story is full of feelings and it will not take you long to be in the story and I guess all your questions will be answered.\u001b[24m\n    \u001b[1mこのストーリーは感情に満ちていて、ストーリーに入るのにあなたが長くかからず、あなたのすべての質問に答えられると思います。\u001b[22m, \u001b[1mこの物語は気持ちでいっぱいであり、それは物語の中であることがあなたは時間がかかることはありませんし、私はすべてのあなたの質問が答えてくれると思います。\u001b[22m\n\u001b[4mSo I would say, it is like every story from Studio Ghibli, very good, and I think this one will move the tears in your eyes.\u001b[24m\n    \u001b[1mだから、スタジオジブリのすべての話がとてもいいよ、これがあなたの目の涙を動かすと思う。\u001b[22m, \u001b[1mだから私は言うだろう、それは、スタジオジブリからのすべての物語のような非常に良いです、と私はこの1つはあなたの目に涙を移動すると思います。\u001b[22m\n\u001b[1m\u001b[22m\n-Art- (9/10):\n\n\u001b[1m -  Art-（9/10）：\u001b[22m\n\u001b[1m(- Art - (9 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Art- (9/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Art- (9/10):\u001b[24m\n    \u001b[1m -  Art-（9/10）：\u001b[22m, \u001b[1m-Art-（9/10）：\u001b[22m\nWell, I would say it is the typicial style for the Ghibli movies. Beautiful as always I would say. It is beautiful handrawn characters, ful with nice watercolours which all shine very brightly and for me they even express feelings. Just beautiful.\n\n\u001b[1mまあ、私はそれがジブリ映画の典型的なスタイルだと言います。 私はいつものように美しいと言います。 美しい手描きの文字ですが、すごく明るく輝くすばらしい水彩画があり、私にとっては感情を表現しています。 ただただ美しい。\u001b[22m\n\u001b[1m(Mā, watashi wa sore ga jiburi eiga no tenkei-tekina sutairuda to iimasu. Watashi wa itsumo no yō ni utsukushī to iimasu. Utsukushī tegaki no mojidesuga, sugoku akaruku kagayaku subarashī suisaiga ga ari, watashi ni totte wa kanjō o hyōgen shite imasu. Tadatada utsukushī.)\u001b[22m\n\nTranslations of \u001b[4mWell, I would say it is the typicial style for the Ghibli movies. Beautiful as always I would say. It is beautiful handrawn characters, ful with nice watercolours which all shine very brightly and for me they even express feelings. Just beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I would say it is the typicial style for the Ghibli movies.\u001b[24m\n    \u001b[1mまあ、私はそれがジブリ映画の典型的なスタイルだと言います。\u001b[22m, \u001b[1mまあ、私はそれがジブリの映画のtypicialスタイルであると言うでしょう。\u001b[22m\n\u001b[4mBeautiful as always I would say.\u001b[24m\n    \u001b[1m私はいつものように美しいと言います。\u001b[22m, \u001b[1m美しいいつものように私は言うでしょう。\u001b[22m\n\u001b[4mIt is beautiful handrawn characters, ful with nice watercolours which all shine very brightly and for me they even express feelings.\u001b[24m\n    \u001b[1m美しい手描きの文字ですが、すごく明るく輝くすばらしい水彩画があり、私にとっては感情を表現しています。\u001b[22m, \u001b[1mそれはすべてが非常に明るく輝くと私のために彼らも感情を表現する素敵な水彩画とFUL、美しいhandrawnの文字です。\u001b[22m\n\u001b[4mJust beautiful.\u001b[24m\n    \u001b[1mただただ美しい。\u001b[22m, \u001b[1mただ美しい。\u001b[22m, \u001b[1mただ美しいです。\u001b[22m\n\u001b[1m\u001b[22m\n-Sound- (10/10):\n\n\u001b[1m - サウンド - （10/10）：\u001b[22m\n\u001b[1m(- Saundo - (10/ 10):)\u001b[22m\n\nTranslations of \u001b[4m-Sound- (10/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Sound- (10/10):\u001b[24m\n    \u001b[1m - サウンド - （10/10）：\u001b[22m, \u001b[1m-Sound-（10/10）：\u001b[22m\nI never had that many friends growing up so I learned to be okay with just me (...) And I'll be fine on the outside..\n\n\u001b[1m私はたくさんの友達が育ったことはありませんでしたので、私だけで大丈夫であることを学んだ（...）そして、私は外でうまくいくでしょう。\u001b[22m\n\u001b[1m(Watashi wa takusan no tomodachi ga sodatta koto wa arimasendeshitanode, watashi dakede daijōbudearu koto o mananda ( ... ) Soshite, watashi wa soto de umaku ikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI never had that many friends growing up so I learned to be okay with just me (...) And I'll be fine on the outside..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never had that many friends growing up so I learned to be okay with just me (...) And I'll be fine on the outside..\u001b[24m\n    \u001b[1m私はたくさんの友達が育ったことはありませんでしたので、私だけで大丈夫であることを学んだ（...）そして、私は外でうまくいくでしょう。\u001b[22m, \u001b[1m私が育った多くの友人が、私はちょうど私（...）で大丈夫であることを学んだことがなかったと私は外に大丈夫です..\u001b[22m\nI hear this song while writing this and just can say this:\n\n\u001b[1m私はこれを書いている間にこの曲を聞いて、これを言うことができます：\u001b[22m\n\u001b[1m(Watashi wa kore o kaite iru ma ni kono kyoku o kiite, kore o iu koto ga dekimasu:)\u001b[22m\n\nTranslations of \u001b[4mI hear this song while writing this and just can say this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hear this song while writing this and just can say this:\u001b[24m\n    \u001b[1m私はこれを書いている間にこの曲を聞いて、これを言うことができます：\u001b[22m, \u001b[1m私はこれを書きながらこの歌を聞くと、ちょうどこれを言うことができます。\u001b[22m\nSeriously, that song from the movie totally describes it. It couldn't be better, it really fits so much. That was the first time everyone who I watched this film with, was sitting there till the end, to hear the ending of this movie. I really had tears in my eyes, this song is so beautiful. It does describe Annas situation and her story, just with so much feelings. And an amazing voice. This song makes me think so hard when I hear it, sometimes I still get tears in my eyes.\n\n\u001b[1m真剣に、映画のその曲はそれを完全に記述している。 それは良くないかもしれません、それは本当にそれほどフィットします。 私がこの映画を見たのは、この映画の終わりを聞くために、終わりまでそこに座っていたのです。 私は本当に私の目に涙があった、この歌はとても美しいです。  Annasの状況と彼女の話を、あまりにも多くの気持ちで説明しています。 そしてすばらしい声。 この曲は、私がそれを聞いてとても難しいと思うようになります、時には私はまだ私の目に涙を得る。\u001b[22m\n\u001b[1m(Shinken ni, eiga no sono kyoku wa sore o kanzen ni kijutsu shite iru. Sore wa yokunai kamo shiremasen, sore wa hontōni sorehodo fitto shimasu. Watashi ga kono eiga o mita no wa, kono eiga no owari o kiku tame ni, owari made soko ni suwatte ita nodesu. Watashi wa hontōni watashi no me ni namida ga atta, kono uta wa totemo utsukushīdesu. Annas no jōkyō to kanojo no hanashi o, amarini mo ōku no kimochi de setsumei shite imasu. Soshite subarashī koe. Kono kyoku wa, watashi ga sore o kiite totemo muzukashī to omou yō ni narimasu, tokiniha watashi wa mada watashi no me ni namida o eru.)\u001b[22m\n\nTranslations of \u001b[4mSeriously, that song from the movie totally describes it. It couldn't be better, it really fits so much. That was the first time everyone who I watched this film with, was sitting there till the end, to hear the ending of this movie. I really had tears in my eyes, this song is so beautiful. It does describe Annas situation and her story, just with so much feelings. And an amazing voice. This song makes me think so hard when I hear it, sometimes I still get tears in my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously, that song from the movie totally describes it.\u001b[24m\n    \u001b[1m真剣に、映画のその曲はそれを完全に記述している。\u001b[22m, \u001b[1m真剣に、映画からの曲は完全にそれを説明しています。\u001b[22m\n\u001b[4mIt couldn't be better, it really fits so much.\u001b[24m\n    \u001b[1mそれは良くないかもしれません、それは本当にそれほどフィットします。\u001b[22m, \u001b[1mそれは良いことができませんでした、それは本当にそんなにフィットします。\u001b[22m\n\u001b[4mThat was the first time everyone who I watched this film with, was sitting there till the end, to hear the ending of this movie.\u001b[24m\n    \u001b[1m私がこの映画を見たのは、この映画の終わりを聞くために、終わりまでそこに座っていたのです。\u001b[22m, \u001b[1mそれがこの映画の結末を聞くために、最後までそこに座っていた私は、とこの映画を見て初めて全員でした。\u001b[22m\n\u001b[4mI really had tears in my eyes, this song is so beautiful.\u001b[24m\n    \u001b[1m私は本当に私の目に涙があった、この歌はとても美しいです。\u001b[22m, \u001b[1m私は本当に私の目に涙を持っていた、この曲はとても美しいです。\u001b[22m\n\u001b[4mIt does describe Annas situation and her story, just with so much feelings.\u001b[24m\n    \u001b[1mAnnasの状況と彼女の話を、あまりにも多くの気持ちで説明しています。\u001b[22m, \u001b[1mそれはちょうどそんなに気持ちで、アンナスの状況と彼女の話を記述ありません。\u001b[22m\n\u001b[4mAnd an amazing voice.\u001b[24m\n    \u001b[1mそしてすばらしい声。\u001b[22m, \u001b[1mそして驚くべき声。\u001b[22m\n\u001b[4mThis song makes me think so hard when I hear it, sometimes I still get tears in my eyes.\u001b[24m\n    \u001b[1mこの曲は、私がそれを聞いてとても難しいと思うようになります、時には私はまだ私の目に涙を得る。\u001b[22m, \u001b[1mこの曲は私が時々私はまだ私の目に涙を取得し、それを聞いたとき、私は一生懸命考えさせます。\u001b[22m\nAnd the sounds in the movie express feelings and are just wonderful...I liked the whole sound!\n\n\u001b[1mそして、映画の音は感情を表現して、すばらしいです...私は全体の音が好きでした！\u001b[22m\n\u001b[1m(Soshite, eiga no oto wa kanjō o hyōgen shite, subarashīdesu... Watashi wa zentai no oto ga sukideshita!)\u001b[22m\n\nTranslations of \u001b[4mAnd the sounds in the movie express feelings and are just wonderful...I liked the whole sound!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the sounds in the movie express feelings and are just wonderful...I liked the whole sound!\u001b[24m\n    \u001b[1mそして、映画の音は感情を表現して、すばらしいです...私は全体の音が好きでした！\u001b[22m, \u001b[1mそして、映画の中で音が気持ちを表現し、ちょうど素晴らしいです...私は、全体の音が好き！\u001b[22m\n\u001b[1m\u001b[22m\n-Character- (9/10):\n\n\u001b[1m - カクタ - （9/10）：\u001b[22m\n\u001b[1m(- Kakuta - (9 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Character- (9/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Character- (9/10):\u001b[24m\n    \u001b[1m - カクタ - （9/10）：\u001b[22m, \u001b[1m-Character-（9/10）：\u001b[22m\nThe characters are wonderful, like I guess, everything in this movie. The maincharacters Marnie and Anna are really nice. I really was feeling with them, they could all really express their emotions good and you as the audience was feeling with them. I was feeling so sorry for Anna and I was so happy that she meet Marnie now. But there will be twists in the story, and you will always understand the characters. But there was no one I would always remember or say is my fav character from all Ghibli movies, I guess that's why I give just nine.\n\n\u001b[1mキャラクターは素晴らしいと思いますが、この映画のすべてです。 メインキャラクターのMarnieとAnnaは本当に素敵です。 私は本当に彼らと一緒に感じていた、彼らは本当に彼らの感情を良い表現することができ、観客が彼らと感じていたあなた。 私はアンナにとても残念だと感じていました。 しかし、ストーリーに紆余曲折があり、あなたはいつもそのキャラクターを理解するでしょう。 しかし、私がいつも覚えていたり、ジブリの映画の中から私のお気に入りのキャラクターだと言う人はいなかったので、私はちょうど9つしか与えないのだと思う。\u001b[22m\n\u001b[1m(Kyarakutā wa subarashī to omoimasuga, kono eiga no subetedesu. Meinkyarakutā no Marnie to Anna wa hontōni sutekidesu. Watashi wa hontōni karera to issho ni kanjite ita, karera wa hontōni karera no kanjō o yoi hyōgen suru koto ga deki, kankyaku ga karera to kanjite ita anata. Watashi wa An'na ni totemo zan'nenda to kanjite imashita. Shikashi, sutōrī ni uyokyokusetsu ga ari, anata wa itsumo sono kyarakutā o rikai surudeshou. Shikashi, watashi ga itsumo oboete i tari, jiburi no eiga no naka kara watashinōkiniiri no kyarakutāda to iu hito wa inakattanode, watashi wa chōdo kokonotsu shika ataenai noda to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are wonderful, like I guess, everything in this movie. The maincharacters Marnie and Anna are really nice. I really was feeling with them, they could all really express their emotions good and you as the audience was feeling with them. I was feeling so sorry for Anna and I was so happy that she meet Marnie now. But there will be twists in the story, and you will always understand the characters. But there was no one I would always remember or say is my fav character from all Ghibli movies, I guess that's why I give just nine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are wonderful, like I guess, everything in this movie.\u001b[24m\n    \u001b[1mキャラクターは素晴らしいと思いますが、この映画のすべてです。\u001b[22m, \u001b[1m私は、この映画のすべてを推測するような文字は、素晴らしいです。\u001b[22m\n\u001b[4mThe maincharacters Marnie and Anna are really nice.\u001b[24m\n    \u001b[1mメインキャラクターのMarnieとAnnaは本当に素敵です。\u001b[22m, \u001b[1mmaincharactersマーニーとアンナは本当にいいです。\u001b[22m\n\u001b[4mI really was feeling with them, they could all really express their emotions good and you as the audience was feeling with them.\u001b[24m\n    \u001b[1m私は本当に彼らと一緒に感じていた、彼らは本当に彼らの感情を良い表現することができ、観客が彼らと感じていたあなた。\u001b[22m, \u001b[1m私は本当に彼らと感じていた観客も一緒に感じていたとして、彼らはすべて本当に良い自分の感情を表現し、あなた可能性があります。\u001b[22m\n\u001b[4mI was feeling so sorry for Anna and I was so happy that she meet Marnie now.\u001b[24m\n    \u001b[1m私はアンナにとても残念だと感じていました。\u001b[22m, \u001b[1m私はアンナのためにとても残念に感じていたと私は彼女が今マーニーを満たしていることをとても幸せでした。\u001b[22m\n\u001b[4mBut there will be twists in the story, and you will always understand the characters.\u001b[24m\n    \u001b[1mしかし、ストーリーに紆余曲折があり、あなたはいつもそのキャラクターを理解するでしょう。\u001b[22m, \u001b[1mしかし、そこに物語の中でねじれになり、あなたは常に文字を理解します。\u001b[22m\n\u001b[4mBut there was no one I would always remember or say is my fav character from all Ghibli movies, I guess that's why I give just nine.\u001b[24m\n    \u001b[1mしかし、私がいつも覚えていたり、ジブリの映画の中から私のお気に入りのキャラクターだと言う人はいなかったので、私はちょうど9つしか与えないのだと思う。\u001b[22m, \u001b[1mしかし、私は常に覚えているか、すべてのジブリ映画からの私のfavの文字であると言うだろう誰がなかった、私はちょうど9を与える理由だと思います。\u001b[22m\n\u001b[1m\u001b[22m\n-Enjoyment- (10/10):\n\n\u001b[1m - 楽しさ - （10/10）：\u001b[22m\n\u001b[1m(- Tanoshisa - (10/ 10):)\u001b[22m\n\nTranslations of \u001b[4m-Enjoyment- (10/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Enjoyment- (10/10):\u001b[24m\n    \u001b[1m - 楽しさ - （10/10）：\u001b[22m, \u001b[1m-Enjoyment-（10/10）：\u001b[22m\nI enjoyed this movie all the time, I was never thinking: When will this finally end? I was enjoying it, like I enjoyed every Ghibli movie. Every film is amazing for itself, every movie has its story, I enjoyed every movie, every story of the each movies will catch you and will hold you until the end. This movie does to of course. There was no second I was boring, I was even sad when the movie ended. I thought:,, What this can not be the end already?' The time will go fast while watching.\n\n\u001b[1m私はいつもこの映画を楽しんだ、私は決して考えていなかった：これは最終的にいつ終了するのだろうか？ すべてのジブリ映画を楽しんでいたように、私はそれを楽しんでいました。 すべての映画はそれ自身のために驚くべきものです、すべての映画はその物語を持っています、私はすべての映画を楽しんで、各映画のすべての物語はあなたをつかまえ、最後まであなたを保持します。 この映画はもちろんです。 私は退屈だった秒はなかった、私は映画が終わったときにも悲しかった。 私は思った：\"これはもう終わりにはならないだろうか？\" 見ているうちに時間が早くなる。\u001b[22m\n\u001b[1m(Watashi wa itsumo kono eiga o tanoshinda, watashi wa kesshite kangaete inakatta: Kore wa saishūtekini itsu shūryō suru nodarou ka? Subete no jiburi eiga o tanoshinde ita yō ni, watashi wa sore o tanoshinde imashita. Subete no eiga wa sore jishin no tame ni odorokubeki monodesu, subete no eiga wa sono monogatari o motte imasu, watashi wa subete no eiga o tanoshinde, kaku eiga no subete no monogatari wa anata o tsukamae, saigomade anata o hoji shimasu. Kono eiga wa mochirondesu. Watashi wa taikutsudatta byō wa nakatta, watashi wa eiga ga owatta toki ni mo kanashikatta. Watashi wa omotta: \" Kore wa mō owari ni wa naranaidarou ka?\" Mite iru uchi ni jikan ga hayaku naru.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this movie all the time, I was never thinking: When will this finally end? I was enjoying it, like I enjoyed every Ghibli movie. Every film is amazing for itself, every movie has its story, I enjoyed every movie, every story of the each movies will catch you and will hold you until the end. This movie does to of course. There was no second I was boring, I was even sad when the movie ended. I thought:,, What this can not be the end already?' The time will go fast while watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this movie all the time, I was never thinking: When will this finally end?\u001b[24m\n    \u001b[1m私はいつもこの映画を楽しんだ、私は決して考えていなかった：これは最終的にいつ終了するのだろうか？\u001b[22m, \u001b[1m場合、これが最終的に終了します：私は、私は考えていませんでした、この映画のすべての時間を楽しみましたか？\u001b[22m\n\u001b[4mI was enjoying it, like I enjoyed every Ghibli movie.\u001b[24m\n    \u001b[1mすべてのジブリ映画を楽しんでいたように、私はそれを楽しんでいました。\u001b[22m, \u001b[1m私はすべてのジブリ映画を楽しんだように私は、それを楽しんでいました。\u001b[22m\n\u001b[4mEvery film is amazing for itself, every movie has its story, I enjoyed every movie, every story of the each movies will catch you and will hold you until the end.\u001b[24m\n    \u001b[1mすべての映画はそれ自身のために驚くべきものです、すべての映画はその物語を持っています、私はすべての映画を楽しんで、各映画のすべての物語はあなたをつかまえ、最後まであなたを保持します。\u001b[22m, \u001b[1mすべてのフィルムは、それ自体のために素晴らしいです、すべての映画はその話を持って、私はすべての映画、各映画のあらゆる物語あなたをキャッチし、最後まであなたを保持するを楽しみました。\u001b[22m\n\u001b[4mThis movie does to of course.\u001b[24m\n    \u001b[1mこの映画はもちろんです。\u001b[22m, \u001b[1mこの映画はもちろんのにします。\u001b[22m\n\u001b[4mThere was no second I was boring, I was even sad when the movie ended.\u001b[24m\n    \u001b[1m私は退屈だった秒はなかった、私は映画が終わったときにも悲しかった。\u001b[22m, \u001b[1m私は映画が終わったとき、私も悲しかった、退屈だった何秒はありませんでした。\u001b[22m\n\u001b[4mI thought:,, What this can not be the end already?'\u001b[24m\n    \u001b[1m私は思った：\"これはもう終わりにはならないだろうか？\"\u001b[22m, \u001b[1m私は考えた：,,これはすでに終わりにすることはできません何？\u001b[22m\n\u001b[4mThe time will go fast while watching.\u001b[24m\n    \u001b[1m見ているうちに時間が早くなる。\u001b[22m, \u001b[1m見ながら時間が速くなります。\u001b[22m\n\u001b[1m\u001b[22m\n-Overall (10/10):\n\n\u001b[1m - 全体（10/10）：\u001b[22m\n\u001b[1m(- Zentai (10/ 10):)\u001b[22m\n\nTranslations of \u001b[4m-Overall (10/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Overall (10/10):\u001b[24m\n    \u001b[1m - 全体（10/10）：\u001b[22m, \u001b[1m-Overall（10/10）：\u001b[22m\nThanks to Studio Ghibli, for all the amazing movies you made. All the amazing movies I could see from this studio. You will not regret watching this, you will never regret watching a Ghibli movie, when you do, shame on you! :P This movie is emotional and I will never forget it, someday I will rewatch it. Excellent movie forthe end of the Studio Ghibli, which can never be replaced. Thanks Ghibli you will stay in our hearts forever with your movies! &lt;3\n\n\u001b[1mスタジオジブリに感謝します。 私はこのスタジオから見ることができたすべての素晴らしい映画。 あなたはこれを見て後悔することはありません、あなたは、ジブリの映画を見て後悔することはありません、あなたに恥を！  ：Pこの映画は感情的で、私は決してそれを忘れることはありません、いつか私はそれをrewatchします。 スタジオジブリの終わりのための優れた映画。これは決して置き換えることができません。 ありがとうジブリはあなたの映画で永遠に私たちの心に留まるでしょう！  u003c3\u001b[22m\n\u001b[1m(Sutajiojiburi ni kansha shimasu. Watashi wa kono sutajio kara miru koto ga dekita subete no subarashī eiga. Anata wa kore o mite kōkai suru koto wa arimasen, anata wa, jiburi no eiga o mite kōkai suru koto wa arimasen, anata ni haji o! : P kono eiga wa kanjō-tekide, watashi wa kesshite sore o wasureru koto wa arimasen, itsuka watashi wa sore o rewatch shimasu. Sutajiojiburi no owari no tame no sugureta eiga. Kore wa kesshite okikaeru koto ga dekimasen. Arigatō jiburi wa anata no eiga de eien ni watashitachi no kokoro ni tomarudeshou! u003c 3)\u001b[22m\n\nTranslations of \u001b[4mThanks to Studio Ghibli, for all the amazing movies you made. All the amazing movies I could see from this studio. You will not regret watching this, you will never regret watching a Ghibli movie, when you do, shame on you! :P This movie is emotional and I will never forget it, someday I will rewatch it. Excellent movie forthe end of the Studio Ghibli, which can never be replaced. Thanks Ghibli you will stay in our hearts forever with your movies! &lt;3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks to Studio Ghibli, for all the amazing movies you made.\u001b[24m\n    \u001b[1mスタジオジブリに感謝します。\u001b[22m, \u001b[1mあなたが行ったすべての素晴らしい映画のスタジオジブリのおかげで、。\u001b[22m\n\u001b[4mAll the amazing movies I could see from this studio.\u001b[24m\n    \u001b[1m私はこのスタジオから見ることができたすべての素晴らしい映画。\u001b[22m, \u001b[1m私はこのスタジオから見ることができるすべての素晴らしい映画。\u001b[22m\n\u001b[4mYou will not regret watching this, you will never regret watching a Ghibli movie, when you do, shame on you!\u001b[24m\n    \u001b[1mあなたはこれを見て後悔することはありません、あなたは、ジブリの映画を見て後悔することはありません、あなたに恥を！\u001b[22m, \u001b[1mあなたはあなたに、あなたが行うとき、ジブリ映画を見て後悔することはありません、これを見て恥を後悔しないように！\u001b[22m\n\u001b[4m:P This movie is emotional and I will never forget it, someday I will rewatch it.\u001b[24m\n    \u001b[1m：Pこの映画は感情的で、私は決してそれを忘れることはありません、いつか私はそれをrewatchします。\u001b[22m, \u001b[1m：Pこの映画は感情的だと私はいつの日か、私はそれをrewatchます、それを決して忘れないだろう。\u001b[22m\n\u001b[4mExcellent movie forthe end of the Studio Ghibli, which can never be replaced.\u001b[24m\n    \u001b[1mスタジオジブリの終わりのための優れた映画。これは決して置き換えることができません。\u001b[22m, \u001b[1m交換されることはありませんスタジオジブリの終わりforthe優れた映画。\u001b[22m\n\u001b[4mThanks Ghibli you will stay in our hearts forever with your movies!\u001b[24m\n    \u001b[1mありがとうジブリはあなたの映画で永遠に私たちの心に留まるでしょう！\u001b[22m, \u001b[1mおかげジブリあなたの映画を永遠に私たちの心のままになります！\u001b[22m\n\u001b[4m&lt;3\u001b[24m\n    \u001b[1mu003c3\u001b[22m, \u001b[1m＆LT; 3\u001b[22m"
  },
  {
    "title": "Omoide_no_Marnie",
    "id": "21557",
    "url": "https://myanimelist.net/anime/21557/Omoide_no_Marnie",
    "user": "xkylehasheartx",
    "profile": "/profile/xkylehasheartx/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=197174",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
