[
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "Ranivus",
    "profile": "/profile/Ranivus/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=3422",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  6\n\n同人誌の作品は、同名の作品のことです。同人誌の作品です。 その大きさの主題では、ヌード、倒錯、そしてセックスの負荷だけが期待される人もいます。 私は、ヌードやセックスはないが、このアニメでは多くの変態が起こっていることを、あなたに安心して伝えることができます。 そして、変態は、ルーキーの同人誌のアーティストについての生涯コメディーのために必要なものです。\n\n漫画家、つまりコミックパーティーについてのアニメを見たことがある人は、新鮮で違って見えることはほとんどありません。 キャラクターのキャストは、コミックパーティーやガンシケンほど深くないかもしれませんが、もちろん彼らはキーキャラクターの要素を保ちます。キャラクターの間の化学と冗談はうまく機能しますが、再びキャラクターに陽気なセックスジョークを実行させる MyAnimeList.netのリストを作成するのと同じくらい簡単です。  ^ _ ^あなたがちょうど少数の笑いのためのより多くであるような簡単な事のコメディを見つけるならば。 とても辛いほど短くても\n\nこのショーの多くの欠点の1つです。 このショーには12のエピソードがありますが、わずか10分です。 まあ、技術的には15分だが、OPとEDは5分続くので意味をなさない。 だから、クレジットはショーの半分よりも長く続きますが、そうすることもできます。 私の驚いたことは、その曲が他の番組と比較してどれほど高品質であるかということでした。\n\n少数のエピソードを見ると、アニメーションの品質がどれほど悪いかが分かります。 ほとんどの場合、唇と目が動くだけです。 彼らが身体を動かすと、通常、スライディング、サイズ変更、さらには紙のような文字を反転するような安価なアニメーションショートカットが5フレーム以下で構成されます。 背景の文字でさえ、単色（ピンク、緑、または青）でしかありません。 今は彼らの芸術のスタイルかもしれませんが、私はちょうどショーがとても短い時にアニメーションがとても単純で貧弱であるという考えを過ぎてできませんでした。 ありがたいことにコメディショーは、ジョークとセイユが強く留まる限り、アートに大きく依存する必要はありません。 セイユは彼らのキャラクターにかなりよく合い、決して古くならないように感じます。 ツユリのモノトーンの声でさえ、彼女が話すたびに爽やかに面白くて素早く囁いています。 私の個人的なお気に入りはソラです。 彼女の声とショーでの彼女の声は、まさに純粋な勝利です。\n\n全体的なコメディは、非常にヒットしたり、ミスしたりします。主に性的暴力や暴力からの冗談の大部分を引き出します。 この番組のために恒星のものよりも少なくても、すべてのエピソードで私にはまだ素早くたくさんの笑いがあります。 私は個人的にショーが大好きで、30分ほどでいいと願っていました。 しかし、あなたは4パネルのコミックから何を期待していますか？\nしかし、もしあなたがクイックピックアップ私はコメディの1つの座席でそれをすべて見ることができるか、またはあなたのコメディアニメで少しエッチを楽しむことができる、それを拾うこと自由に感じる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDoujin Work is a story about what the title says: A show working on a doujin. With subject matter of that magnitude, some would expect nothing but nudity, perversion, and loads of sex. I can SAFELY tell you that there is no nudity or no sex, BUT there is a lot of perversion going on in this anime. And perversion is all you need for a slice of life comedy about a rookie doujin artist.\n\n\u001b[1m同人誌の作品は、同名の作品のことです。同人誌の作品です。 その大きさの主題では、ヌード、倒錯、そしてセックスの負荷だけが期待される人もいます。 私は、ヌードやセックスはないが、このアニメでは多くの変態が起こっていることを、あなたに安心して伝えることができます。 そして、変態は、ルーキーの同人誌のアーティストについての生涯コメディーのために必要なものです。\u001b[22m\n\u001b[1m(Dōjinshi no sakuhin wa, dōmei no sakuhin no kotodesu. Dōjinshi no sakuhindesu. Sono ōki-sa no shudaide wa, nūdo, tōsaku, soshite sekkusu no fuka dake ga kitai sa reru hito mo imasu. Watashi wa, nūdo ya sekkusu wa naiga, kono animede wa ōku no hentai ga okotte iru koto o, anata ni anshin shite tsutaeru koto ga dekimasu. Soshite, hentai wa, rūkī no dōninshi no ātisuto ni tsuite no shōgai komedī no tame ni hitsuyōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDoujin Work is a story about what the title says: A show working on a doujin. With subject matter of that magnitude, some would expect nothing but nudity, perversion, and loads of sex. I can SAFELY tell you that there is no nudity or no sex, BUT there is a lot of perversion going on in this anime. And perversion is all you need for a slice of life comedy about a rookie doujin artist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoujin Work is a story about what the title says: A show working on a doujin.\u001b[24m\n    \u001b[1m同人誌の作品は、同名の作品のことです。同人誌の作品です。\u001b[22m, \u001b[1mショーは同人に取り組ん：ドージンワークは、タイトルが言うことについての物語です。\u001b[22m\n\u001b[4mWith subject matter of that magnitude, some would expect nothing but nudity, perversion, and loads of sex.\u001b[24m\n    \u001b[1mその大きさの主題では、ヌード、倒錯、そしてセックスの負荷だけが期待される人もいます。\u001b[22m, \u001b[1mその大きさの主題では、いくつかは何もなく、ヌード、倒錯、および性別の負荷を期待しないであろう。\u001b[22m\n\u001b[4mI can SAFELY tell you that there is no nudity or no sex, BUT there is a lot of perversion going on in this anime.\u001b[24m\n    \u001b[1m私は、ヌードやセックスはないが、このアニメでは多くの変態が起こっていることを、あなたに安心して伝えることができます。\u001b[22m, \u001b[1m私は安全にないヌードやノーセックスがないことを伝えることができますが、このアニメで起こっ倒錯がたくさんあります。\u001b[22m\n\u001b[4mAnd perversion is all you need for a slice of life comedy about a rookie doujin artist.\u001b[24m\n    \u001b[1mそして、変態は、ルーキーの同人誌のアーティストについての生涯コメディーのために必要なものです。\u001b[22m, \u001b[1mそして、倒錯あなたが新人同人作家についてライフコメディのスライスに必要なすべてのです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you have viewed any anime about manga artists, namely Comic Party, then the characters will most likely not appear as fresh and different. The cast of characters may not be as deep as Comic Party or Genshiken but of course they keep the key character elements in. The chemistry and banter between all of the characters works out very well, but then again having characters execute hilarious sex jokes is about as easy as making a list on MyAnimeList.net. ^_^ If you find comedy in simple things like that you'll be more than in for just a few laughs. Even though it's so painfully short\n\n\u001b[1m漫画家、つまりコミックパーティーについてのアニメを見たことがある人は、新鮮で違って見えることはほとんどありません。 キャラクターのキャストは、コミックパーティーやガンシケンほど深くないかもしれませんが、もちろん彼らはキーキャラクターの要素を保ちます。キャラクターの間の化学と冗談はうまく機能しますが、再びキャラクターに陽気なセックスジョークを実行させる MyAnimeList.netのリストを作成するのと同じくらい簡単です。  ^ _ ^あなたがちょうど少数の笑いのためのより多くであるような簡単な事のコメディを見つけるならば。 とても辛いほど短くても\u001b[22m\n\u001b[1m(Mangakka, tsumari komikkupātī ni tsuite no anime o mita koto ga aru hito wa, shinsende chigatte mieru koto wa hotondo arimasen. Kyarakutā no kyasuto wa, komikkupātī ya ganshiken hodo fukakunai kamo shiremasenga, mochiron karera wa kīkyarakutā no yōso o tamochimasu. Kyarakutā no ma no kagaku to jōdan wa umaku kinō shimasuga, futatabi kyarakutā ni yōkina sekkusujōku o jikkō sa seru MyAnimeList. Netto no risuto o sakusei suru no to onaji kurai kantandesu. ^ _ ^ Anata ga chōdo shōsū no warai no tame no yori ōkudearu yōna kantan'na koto no komedi o mitsukerunaraba. Totemo tsurai hodo mijikakute mo)\u001b[22m\n\nTranslations of \u001b[4mIf you have viewed any anime about manga artists, namely Comic Party, then the characters will most likely not appear as fresh and different. The cast of characters may not be as deep as Comic Party or Genshiken but of course they keep the key character elements in. The chemistry and banter between all of the characters works out very well, but then again having characters execute hilarious sex jokes is about as easy as making a list on MyAnimeList.net. ^_^ If you find comedy in simple things like that you'll be more than in for just a few laughs. Even though it's so painfully short\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have viewed any anime about manga artists, namely Comic Party, then the characters will most likely not appear as fresh and different.\u001b[24m\n    \u001b[1m漫画家、つまりコミックパーティーについてのアニメを見たことがある人は、新鮮で違って見えることはほとんどありません。\u001b[22m, \u001b[1mあなたは漫画家、すなわちこみっくパーティーについてのアニメを見ている場合は、文字が最も可能性の高い新鮮で異なるとして表示されません。\u001b[22m\n\u001b[4mThe cast of characters may not be as deep as Comic Party or Genshiken but of course they keep the key character elements in. The chemistry and banter between all of the characters works out very well, but then again having characters execute hilarious sex jokes is about\u001b[24m\n    \u001b[1mキャラクターのキャストは、コミックパーティーやガンシケンほど深くないかもしれませんが、もちろん彼らはキーキャラクターの要素を保ちます。キャラクターの間の化学と冗談はうまく機能しますが、再びキャラクターに陽気なセックスジョークを実行させる\u001b[22m, \u001b[1m文字のキャストがこみっくパーティーまたはげんしけんもちろん彼らはキー文字要素を保つほど深くないかもしれません。すべての文字間の化学的性質と冗談は非常にうまく動作しますが、その後、再び持つ文字は陽気なセックスジョークを実行されている程度\u001b[22m\n\u001b[4mas easy as making a list on MyAnimeList.net.\u001b[24m\n    \u001b[1mMyAnimeList.netのリストを作成するのと同じくらい簡単です。\u001b[22m, \u001b[1mMyAnimeList.netのリストを作るのと同じくらい簡単。\u001b[22m\n\u001b[4m^_^ If you find comedy in simple things like that you'll be more than in for just a few laughs.\u001b[24m\n    \u001b[1m^ _ ^あなたがちょうど少数の笑いのためのより多くであるような簡単な事のコメディを見つけるならば。\u001b[22m, \u001b[1m^ _ ^あなたがそのような単純なもので喜劇を見つけた場合あなたがちょうどいくつかの笑いのためのより多くなるだろう。\u001b[22m\n\u001b[4mEven though it's so painfully short\u001b[24m\n    \u001b[1mとても辛いほど短くても\u001b[22m, \u001b[1mそれはとても痛いほど短いだにもかかわらず\u001b[22m\n\u001b[1m\u001b[22m\nThats one of the many drawbacks this show has. This show DOES have 12 episodes, but its only ten minutes. Well, technically its 15 minutes but the OP and ED lasts 5 minutes which makes no sense at all. So yeah the credits last longer than half the show, take that however you may. What surprised the hell out of me was how high quality the songs were compared to the rest of the show.\n\n\u001b[1mこのショーの多くの欠点の1つです。 このショーには12のエピソードがありますが、わずか10分です。 まあ、技術的には15分だが、OPとEDは5分続くので意味をなさない。 だから、クレジットはショーの半分よりも長く続きますが、そうすることもできます。 私の驚いたことは、その曲が他の番組と比較してどれほど高品質であるかということでした。\u001b[22m\n\u001b[1m(Kono shō no ōku no ketten no 1tsudesu. Kono shō ni wa 12 no episōdo ga arimasuga, wazuka 10-budesu. Mā, gijutsu-teki ni wa 15-budaga, OP to ED wa 5-bu tsudzukunode imiwonasanai. Dakara, kurejitto wa shō no hanbun yori mo nagaku tsudzukimasuga,-sō suru koto mo dekimasu. Watashi no odoroita koto wa, sono kyoku ga hoka no bangumi to hikaku shite dorehodo kōhinshitsudearu ka to iu kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThats one of the many drawbacks this show has. This show DOES have 12 episodes, but its only ten minutes. Well, technically its 15 minutes but the OP and ED lasts 5 minutes which makes no sense at all. So yeah the credits last longer than half the show, take that however you may. What surprised the hell out of me was how high quality the songs were compared to the rest of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThats one of the many drawbacks this show has.\u001b[24m\n    \u001b[1mこのショーの多くの欠点の1つです。\u001b[22m, \u001b[1mこのショーは持っている多くの欠点の1厥。\u001b[22m\n\u001b[4mThis show DOES have 12 episodes, but its only ten minutes.\u001b[24m\n    \u001b[1mこのショーには12のエピソードがありますが、わずか10分です。\u001b[22m, \u001b[1mこのショーは12のエピソードが、その唯一の10分を持っています。\u001b[22m\n\u001b[4mWell, technically its 15 minutes but the OP and ED lasts 5 minutes which makes no sense at all.\u001b[24m\n    \u001b[1mまあ、技術的には15分だが、OPとEDは5分続くので意味をなさない。\u001b[22m, \u001b[1mまあ、技術的にはその15分が、OPとEDは全く意味をなさない5分です。\u001b[22m\n\u001b[4mSo yeah the credits last longer than half the show, take that however you may.\u001b[24m\n    \u001b[1mだから、クレジットはショーの半分よりも長く続きますが、そうすることもできます。\u001b[22m, \u001b[1mそうそうクレジットは、しかし、あなたは可能性があること取る、長い半減ショーより続きます。\u001b[22m\n\u001b[4mWhat surprised the hell out of me was how high quality the songs were compared to the rest of the show.\u001b[24m\n    \u001b[1m私の驚いたことは、その曲が他の番組と比較してどれほど高品質であるかということでした。\u001b[22m, \u001b[1mどのような私の地獄を驚かせたことは曲が番組の残りの部分と比較した方法を高品質でした。\u001b[22m\n\u001b[1m\u001b[22m\nOnce you watch a handful of episodes, you'll realize how poor the animation quality is. You'll see that most of the time their lips and eyes only move. If they do move their body, it usually consists of less than 5 frames OR cheap animation shortcuts like sliding, resizing, and even flipping characters like paper. Even the background characters are just in one color (pink, green, or blue). Now it could be their art style but i just couldn't get past the thought that the animation is so simplistic and poor looking especially when the show is so short. Thankfully comedy shows usually don't have to rely heavily on art just as long as the jokes and seiyus stay strong. The seiyu feel like they fit their character quite well and never gets old. Even Tsuyuri's monotone voice is refreshingly funny and quick witted whenever she speaks. My personal favorite is Sora. Her voice and how they present her in the show is just pure win.\n\n\u001b[1m少数のエピソードを見ると、アニメーションの品質がどれほど悪いかが分かります。 ほとんどの場合、唇と目が動くだけです。 彼らが身体を動かすと、通常、スライディング、サイズ変更、さらには紙のような文字を反転するような安価なアニメーションショートカットが5フレーム以下で構成されます。 背景の文字でさえ、単色（ピンク、緑、または青）でしかありません。 今は彼らの芸術のスタイルかもしれませんが、私はちょうどショーがとても短い時にアニメーションがとても単純で貧弱であるという考えを過ぎてできませんでした。 ありがたいことにコメディショーは、ジョークとセイユが強く留まる限り、アートに大きく依存する必要はありません。 セイユは彼らのキャラクターにかなりよく合い、決して古くならないように感じます。 ツユリのモノトーンの声でさえ、彼女が話すたびに爽やかに面白くて素早く囁いています。 私の個人的なお気に入りはソラです。 彼女の声とショーでの彼女の声は、まさに純粋な勝利です。\u001b[22m\n\u001b[1m(Shōsū no episōdo o miru to, animēshon no hinshitsu ga dorehodo warui ka ga wakarimasu. Hotondo no baai, kuchibiru to me ga ugoku dakedesu. Karera ga karada o ugokasu to, tsūjō, suraidingu, saizu henkō, sarani wa kami no yōna moji o hanten suru yōna ankana animēshonshōtokatto ga 5 furēmu ika de kōsei sa remasu. Haikei no mojide sae, tanshoku (pinku, midori, matawa ao)de shika arimasen. Ima wa karera no geijutsu no sutairu kamo shiremasenga, watashi wa chōdo shō ga totemo mijikai toki ni animēshon ga totemo tanjunde hinjakudearu to iu kangae o sugite dekimasendeshita. Arigatai koto ni komedishō wa, jōku to seiyu ga tsuyoku tomaru kagiri, āto ni ōkiku izon suru hitsuyō wa arimasen. Seiyu wa karera no kyarakutā ni kanari yoku ai, kesshite furuku naranai yō ni kanjimasu. Tsuyuri no monotōn no koede sae, kanojo ga hanasu tabi ni sawayaka ni omoshirokute subayaku sasayaite imasu. Watashi no kojin-tekina okiniiri wa Soradesu. Kanojo no koe to shō de no kanojo no koe wa, masani junsuina shōridesu.)\u001b[22m\n\nTranslations of \u001b[4mOnce you watch a handful of episodes, you'll realize how poor the animation quality is. You'll see that most of the time their lips and eyes only move. If they do move their body, it usually consists of less than 5 frames OR cheap animation shortcuts like sliding, resizing, and even flipping characters like paper. Even the background characters are just in one color (pink, green, or blue). Now it could be their art style but i just couldn't get past the thought that the animation is so simplistic and poor looking especially when the show is so short. Thankfully comedy shows usually don't have to rely heavily on art just as long as the jokes and seiyus stay strong. The seiyu feel like they fit their character quite well and never gets old. Even Tsuyuri's monotone voice is refreshingly funny and quick witted whenever she speaks. My personal favorite is Sora. Her voice and how they present her in the show is just pure win.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce you watch a handful of episodes, you'll realize how poor the animation quality is.\u001b[24m\n    \u001b[1m少数のエピソードを見ると、アニメーションの品質がどれほど悪いかが分かります。\u001b[22m, \u001b[1mあなたはエピソードの一握りを見てたら、アニメーションの質がどのように悪い実現します。\u001b[22m\n\u001b[4mYou'll see that most of the time their lips and eyes only move.\u001b[24m\n    \u001b[1mほとんどの場合、唇と目が動くだけです。\u001b[22m, \u001b[1mあなたは、ほとんどの時間は自分の唇や目だけ移動していることがわかります。\u001b[22m\n\u001b[4mIf they do move their body, it usually consists of less than 5 frames OR cheap animation shortcuts like sliding, resizing, and even flipping characters like paper.\u001b[24m\n    \u001b[1m彼らが身体を動かすと、通常、スライディング、サイズ変更、さらには紙のような文字を反転するような安価なアニメーションショートカットが5フレーム以下で構成されます。\u001b[22m, \u001b[1m彼らは自分の体を移動した場合、それは通常5未満のフレームまたは、スライドのサイズ変更、さらには紙のように文字を反転などの安価なアニメーションのショートカットで構成されています。\u001b[22m\n\u001b[4mEven the background characters are just in one color (pink, green, or blue).\u001b[24m\n    \u001b[1m背景の文字でさえ、単色（ピンク、緑、または青）でしかありません。\u001b[22m, \u001b[1mでも背景文字はただ1色（ピンク、緑、青）です。\u001b[22m\n\u001b[4mNow it could be their art style but i just couldn't get past the thought that the animation is so simplistic and poor looking especially when the show is so short.\u001b[24m\n    \u001b[1m今は彼らの芸術のスタイルかもしれませんが、私はちょうどショーがとても短い時にアニメーションがとても単純で貧弱であるという考えを過ぎてできませんでした。\u001b[22m, \u001b[1m今では彼らのアートスタイルかもしれないが、私はちょうどアニメーションがショーがとても短い場合は特にそう単純で探して貧弱であるという考えを乗り越えることができませんでした。\u001b[22m\n\u001b[4mThankfully comedy shows usually don't have to rely heavily on art just as long as the jokes and seiyus stay strong.\u001b[24m\n    \u001b[1mありがたいことにコメディショーは、ジョークとセイユが強く留まる限り、アートに大きく依存する必要はありません。\u001b[22m, \u001b[1mありがたいことに喜劇は通常、ちょうど限りジョークやseiyusが強い滞在するような当該技術分野に大きく依存する必要はありません示しています。\u001b[22m\n\u001b[4mThe seiyu feel like they fit their character quite well and never gets old.\u001b[24m\n    \u001b[1mセイユは彼らのキャラクターにかなりよく合い、決して古くならないように感じます。\u001b[22m, \u001b[1m西友は、彼らは非常によく彼らのキャラクターに合うような気がして、古い取得することはありません。\u001b[22m\n\u001b[4mEven Tsuyuri's monotone voice is refreshingly funny and quick witted whenever she speaks.\u001b[24m\n    \u001b[1mツユリのモノトーンの声でさえ、彼女が話すたびに爽やかに面白くて素早く囁いています。\u001b[22m, \u001b[1mでもTsuyuriの単調な声は、彼女が話すたびに頭の回転爽快面白いと速いです。\u001b[22m\n\u001b[4mMy personal favorite is Sora.\u001b[24m\n    \u001b[1m私の個人的なお気に入りはソラです。\u001b[22m, \u001b[1m私の個人的なお気に入りは空です。\u001b[22m\n\u001b[4mHer voice and how they present her in the show is just pure win.\u001b[24m\n    \u001b[1m彼女の声とショーでの彼女の声は、まさに純粋な勝利です。\u001b[22m, \u001b[1m彼女の声とどのように彼らはショーで彼女を提示するだけで、純粋な勝利です。\u001b[22m\n\u001b[1m\u001b[22m\nThe overall comedy is very hit or miss, mainly drawing most of its jokes from sexual innuendo and cliche' gags. With all the less than stellar things going for this show, it still brings out a lot of good quick laughs for me in every episode. I personally loved the show and wished it was a full 30 minutes. But what do you expect from a 4panel comic.\n\n\u001b[1m全体的なコメディは、非常にヒットしたり、ミスしたりします。主に性的暴力や暴力からの冗談の大部分を引き出します。 この番組のために恒星のものよりも少なくても、それはまだすべてのエピソードで私のためにたくさんの素早い笑いを引き出します。 私は個人的にショーが大好きで、30分ほどでいいと願っていました。 しかし、あなたは4パネルのコミックから何を期待していますか？\u001b[22m\n\u001b[1m(Zentai-tekina komedi wa, hijō ni hitto shi tari, misu shi tari shimasu. Omoni seiteki bōryoku ya bōryoku kara no jōdan no daibubun o hikidashimasu. Kono bangumi no tame ni kōsei no mono yori mo sukunakute mo, sore wa mada subete no episōdo de watashi no tame ni takusan no subayai warai o hikidashimasu. Watashi wa kojin-teki ni shō ga daisukide, 30-bu hodode ī to negatte imashita. Shikashi, anata wa 4 paneru no komikku kara nani o kitai shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe overall comedy is very hit or miss, mainly drawing most of its jokes from sexual innuendo and cliche' gags. With all the less than stellar things going for this show, it still brings out a lot of good quick laughs for me in every episode. I personally loved the show and wished it was a full 30 minutes. But what do you expect from a 4panel comic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall comedy is very hit or miss, mainly drawing most of its jokes from sexual innuendo and cliche' gags.\u001b[24m\n    \u001b[1m全体的なコメディは、非常にヒットしたり、ミスしたりします。主に性的暴力や暴力からの冗談の大部分を引き出します。\u001b[22m, \u001b[1m全体的なコメディは非常にヒットしたかミスは、主に性的なほのめかしや決まり文句「ギャグから、そのジョークのほとんどを描きます。\u001b[22m\n\u001b[4mWith all the less than stellar things going for this show, it still brings out a lot of good quick laughs for me in every episode.\u001b[24m\n    \u001b[1mこの番組のために恒星のものよりも少なくても、それはまだすべてのエピソードで私のためにたくさんの素早い笑いを引き出します。\u001b[22m, \u001b[1mすべての恒星未満のものは、このショーのために行くと、それはまだすべてのエピソードで私のために良い迅速な笑いの多くをもたらします。\u001b[22m\n\u001b[4mI personally loved the show and wished it was a full 30 minutes.\u001b[24m\n    \u001b[1m私は個人的にショーが大好きで、30分ほどでいいと願っていました。\u001b[22m, \u001b[1m私は個人的にショーを愛し、それは完全な30分であった望みました。\u001b[22m\n\u001b[4mBut what do you expect from a 4panel comic.\u001b[24m\n    \u001b[1mしかし、あなたは4パネルのコミックから何を期待していますか？\u001b[22m, \u001b[1mしかし、あなたは4画面の漫画から何を期待しています。\u001b[22m\nBut if u want a quick pick me up of a comedy that u can watch all of it in one sitting or if you enjoy a little ecchi in your comedy anime, feel free to pick it up.\n\n\u001b[1mしかし、もしあなたがクイックピックアップ私はコメディの1つの座席でそれをすべて見ることができるか、またはあなたのコメディアニメで少しエッチを楽しむことができる、それを拾うこと自由に感じる。\u001b[22m\n\u001b[1m(Shikashi, moshi anata ga kuikkupikkuappu watashi wa komedi no 1tsu no zaseki de sore o subete miru koto ga dekiru ka, matawa anata no komedi anime de sukoshi etchi o tanoshimu koto ga dekiru, sore o hirou koto jiyū ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mBut if u want a quick pick me up of a comedy that u can watch all of it in one sitting or if you enjoy a little ecchi in your comedy anime, feel free to pick it up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if u want a quick pick me up of a comedy that u can watch all of it in one sitting or if you enjoy a little ecchi in your comedy anime, feel free to pick it up.\u001b[24m\n    \u001b[1mしかし、もしあなたがクイックピックアップ私はコメディの1つの座席でそれをすべて見ることができるか、またはあなたのコメディアニメで少しエッチを楽しむことができる、それを拾うこと自由に感じる。\u001b[22m, \u001b[1mしかし、uが迅速uは1座って、それのすべてを見たり、あなたのコメディアニメで少しエッチを楽しむ場合は、それを拾うこと自由に感じることができる喜劇のアップ私を迎えたい場合。\u001b[22m"
  },
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "Skadi",
    "profile": "/profile/Skadi/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=16026",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nあなたが同人誌の世界の現実的な描写を探しているなら、このアニメは確かにあなたのものではありません。 しかし、数時間の思いやりのあるエンターテイメントがほしいと思えば、同人誌の仕事があなたの路地にあるかもしれません。\n\nストーリーはシンプルでかなり公式です。 ナジミは彼女の大学生の友と一緒に、彼女の仕事を売っている漫画市場に行く。 彼女は、成功したアーティストによってどれくらいのお金を儲けることができ、豊かになることを夢見るようになり、マーケットが終わった後、彼女は自分の同人漫画を描くことに決めました。 物語が展開するにつれて、彼女は新しい友達やライバルと出会い、彼女の能力を向上させ、成功を収めようとします。 ユーモアと内容のいくつかは時折変だが、それは決して猥褻ではない。 あなたがこのシリーズに入っていて、多くの奇妙さとファンサービスを期待しているなら、あなたはそれがないので失望するでしょう。\n\nNajimiはショーをうまく運び、非常に好都合な主人公です。 彼女は今まで描かれた中で最も元気なキャラクターではありませんが、彼女のために応援することはできません。 エロマンガを描いている人が、彼女の物語のアイデアを得るために必要な「研究」をするのはとても恥ずかしいだろうが、とにかく面白いのは現実的ではない。 残りのキャストはステレオタイプでもありますが、リードのように彼らはすべて自分のやり方で楽しいです。 ショーを実際に盗む人物は、辛口で変態したユーモアのセンスをもってコメディーの大部分を牽引するツユリです。 彼らはすべて、ティッシュペーパーの深さを持っていますが、彼らはまだ楽しく管理しています。\n\nアートワークやアニメーションはすばらしいものではありませんが、私はそれがそうであるとは思いません。 私は間違っているかもしれませんが、私は原油とアマチュアの芸術の種類は、ショーの全体的なテーマに合うように意図されたと思う。 それが本当の場合ではないとしても、私はそれが完璧に動作すると思います。 他のアニメ、マンガ、H-ゲームへの言及はたくさんありますが、いくつか取り上げていますが、他の人がもっと気づくかもしれないと確信しています。 その才能は、主役の中でいくつかの不十分なパフォーマーを抱えていた。 意図的であろうとなかろうと、これはシリーズのテーマにとって完璧なものだと感じました。 彼らはまたかなり良いものだったし、新しい声も聞こえて良かった。 私は斎藤桃子のパフォーマンスが強いと感じていました。彼女はとてもショーに少し驚きました。  OP / ENのテーマソングもかわいく、とてもキャッチーでした。\n\n全体的に私は同人ワークから娯楽の価値が非常に高くなっています。 あなたが何か軽い気分になっていて、少しばかげているなら、このシリーズをチェックしてください。 エピソードは短く、それを見るのに2〜3時間の価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf you’re looking for a realistic portrayal of the world of doujin manga then this anime is certainly not the one for you. But if you want a few hours of mindless light-hearted entertainment then Doujin Work might be right up your alley.\n\n\u001b[1mあなたが同人誌の世界の現実的な描写を探しているなら、このアニメは確かにあなたのものではありません。 しかし、数時間の思いやりのあるエンターテイメントがほしいと思えば、同人誌の仕事があなたの路地にあるかもしれません。\u001b[22m\n\u001b[1m(Anata ga dōninshi no sekai no genjitsu-tekina byōsha o sagashite irunara, kono anime wa tashika ni anata no monode wa arimasen. Shikashi, sūjikan no omoiyari no aru entāteimento ga hoshī to omoeba, dōninshi no shigoto ga anata no roji ni aru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you’re looking for a realistic portrayal of the world of doujin manga then this anime is certainly not the one for you. But if you want a few hours of mindless light-hearted entertainment then Doujin Work might be right up your alley.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you’re looking for a realistic portrayal of the world of doujin manga then this anime is certainly not the one for you.\u001b[24m\n    \u001b[1mあなたが同人誌の世界の現実的な描写を探しているなら、このアニメは確かにあなたのものではありません。\u001b[22m, \u001b[1mあなたは同人漫画の世界のリアルな描写を探しているなら、このアニメは確かにあなたのためのものではありません。\u001b[22m\n\u001b[4mBut if you want a few hours of mindless light-hearted entertainment then Doujin Work might be right up your alley.\u001b[24m\n    \u001b[1mしかし、数時間の思いやりのあるエンターテイメントがほしいと思えば、同人誌の仕事があなたの路地にあるかもしれません。\u001b[22m, \u001b[1mあなたは愚かな快活なエンターテイメントの数時間が必要な場合しかし、その後ドージンワークは、右のあなたの路地次第かもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is simple and fairly formulaic. Najimi goes along with her college friend Tsuyuri to a comic market where she is selling her work. She becomes entranced with how much money can be made by a successful artist and dreams of becoming rich herself and after the market is over decides she will draw her own doujin manga. As the story unfolds she meets new friends and rivals and tries to improve her ability and become successful. While the humor and some of the content is perverted at times it is never obscene. If you are coming into this series expecting a lot of echiiness and fan service you’re going to be disappointed because there is none of it.\n\n\u001b[1mストーリーはシンプルでかなり公式です。 ナジミは彼女の大学生の友と一緒に、彼女の仕事を売っている漫画市場に行く。 彼女は、成功したアーティストによってどれくらいのお金を儲けることができ、豊かになることを夢見るようになり、マーケットが終わった後、彼女は自分の同人漫画を描くことに決めました。 物語が展開するにつれて、彼女は新しい友達やライバルと出会い、彼女の能力を向上させ、成功を収めようとします。 ユーモアと内容のいくつかは時折変だが、それは決して猥褻ではない。 あなたがこのシリーズに入っていて、多くの奇妙さとファンサービスを期待しているなら、あなたはそれがないので失望するでしょう。\u001b[22m\n\u001b[1m(Sutōrī wa shinpurude kanari kōshikidesu. Najimi wa kanojo no daigakusei no tomo to issho ni, kanojo no shigoto o utte iru manga ichiba ni iku. Kanojo wa, seikō shita ātisuto ni yotte dorekurai no okane o mōkeru koto ga deki, yutaka ni naru koto o yumemiru yō ni nari, māketto ga owatta nochi, kanojo wa jibun no dōjin manga o kaku koto ni kimemashita. Monogatari ga tenkai suru ni tsurete, kanojo wa atarashī tomodachi ya raibaru to deai, kanojo no nōryoku o kōjō sa se, seikō o osameyou to shimasu. Yūmoa to naiyō no ikutsu ka wa tokiori hendaga, sore wa kesshite waisetsude wanai. Anata ga kono shirīzu ni haitte ite, ōku no kimyō-sa to fansābisu o kitai shite irunara, anata wa sore ga nainode shitsubō surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is simple and fairly formulaic. Najimi goes along with her college friend Tsuyuri to a comic market where she is selling her work. She becomes entranced with how much money can be made by a successful artist and dreams of becoming rich herself and after the market is over decides she will draw her own doujin manga. As the story unfolds she meets new friends and rivals and tries to improve her ability and become successful. While the humor and some of the content is perverted at times it is never obscene. If you are coming into this series expecting a lot of echiiness and fan service you’re going to be disappointed because there is none of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is simple and fairly formulaic.\u001b[24m\n    \u001b[1mストーリーはシンプルでかなり公式です。\u001b[22m, \u001b[1mストーリーは単純で、かなり定型です。\u001b[22m\n\u001b[4mNajimi goes along with her college friend Tsuyuri to a comic market where she is selling her work.\u001b[24m\n    \u001b[1mナジミは彼女の大学生の友と一緒に、彼女の仕事を売っている漫画市場に行く。\u001b[22m, \u001b[1mNajimiは彼女が彼女の作品を販売しているコミック市場に彼女の大学時代の友人Tsuyuriと一緒に行きます。\u001b[22m\n\u001b[4mShe becomes entranced with how much money can be made by a successful artist and dreams of becoming rich herself and after the market is over decides she will draw her own doujin manga.\u001b[24m\n    \u001b[1m彼女は、成功したアーティストによってどれくらいのお金を儲けることができ、豊かになることを夢見るようになり、マーケットが終わった後、彼女は自分の同人漫画を描くことに決めました。\u001b[22m, \u001b[1m彼女は自分豊かになってきての成功したアーティストと夢によって作られ、市場が終わった後、彼女は彼女自身の同人漫画を描くであろうことを決定することができますどのくらいのお金でうっとりとなります。\u001b[22m\n\u001b[4mAs the story unfolds she meets new friends and rivals and tries to improve her ability and become successful.\u001b[24m\n    \u001b[1m物語が展開するにつれて、彼女は新しい友達やライバルと出会い、彼女の能力を向上させ、成功を収めようとします。\u001b[22m, \u001b[1m物語が展開するにつれて、彼女は新しい友人やライバルを満たし、彼女の能力を向上させ、成功になることをしようとします。\u001b[22m\n\u001b[4mWhile the humor and some of the content is perverted at times it is never obscene.\u001b[24m\n    \u001b[1mユーモアと内容のいくつかは時折変だが、それは決して猥褻ではない。\u001b[22m, \u001b[1mユーモアとコンテンツの一部は、時間に倒錯しているが、それは決して卑猥です。\u001b[22m\n\u001b[4mIf you are coming into this series expecting a lot of echiiness and fan service you’re going to be disappointed because there is none of it.\u001b[24m\n    \u001b[1mあなたがこのシリーズに入っていて、多くの奇妙さとファンサービスを期待しているなら、あなたはそれがないので失望するでしょう。\u001b[22m, \u001b[1mあなたはechiinessとファンサービスの多くを期待し、このシリーズに来ている場合、あなたはそれのどれもが存在しないため、失望することになるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nNajimi carries the show well and is a very likable leading character. She’s not the most original character ever drawn but you can’t help rooting for her. It’s not realistic that someone who is drawing ero-manga would be so embarrassed to do the 'research' needed to get ideas for her stories but it’s funny anyway. The rest of the cast is stereotypical as well but like the lead they are all fun in their own way. The character who really steals the show is Tsuyuri, who with her dry and perverted sense of humor drives the majority of the comedy. They all have the depth of tissue paper but they still manage to enjoyable.\n\n\u001b[1mNajimiはショーをうまく運び、非常に好都合な主人公です。 彼女は今まで描かれた中で最も元気なキャラクターではありませんが、彼女のために応援することはできません。 エロマンガを描いている人が、彼女の物語のアイデアを得るために必要な「研究」をするのはとても恥ずかしいだろうが、とにかく面白いのは現実的ではない。 残りのキャストはステレオタイプでもありますが、リードのように彼らはすべて自分のやり方で楽しいです。 ショーを実際に盗む人物は、辛口で変態したユーモアのセンスをもってコメディーの大部分を牽引するツユリです。 彼らはすべて、ティッシュペーパーの深さを持っていますが、彼らはまだ楽しく管理しています。\u001b[22m\n\u001b[1m(Najimi wa shō o umaku hakobi, hijō ni kōtsugōna shujinkōdesu. Kanojo wa ima made egaka reta naka de mottomo genkina kyarakutāde wa arimasenga, kanojo no tame ni ōen suru koto wa dekimasen. Ero manga o kaite iru hito ga, kanojo no monogatari no aidea o eru tame ni hitsuyōna `kenkyū' o suru no wa totemo hazukashīdarouga, tonikaku omoshiroi no wa genjitsu-tekide wanai. Nokori no kyasuto wa sutereo taipu demo arimasuga, rīdo no yō ni karera wa subete jibun no yarikata de tanoshīdesu. Shō o jissai ni nusumu jinbutsu wa, karakuchi de hentai shita yūmoa no sensu o motte komedī no daibubun o ken'in suru tsuyuridesu. Karera wa subete, tisshupēpā no fuka-sa o motte imasuga, karera wa mada tanoshiku kanri shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNajimi carries the show well and is a very likable leading character. She’s not the most original character ever drawn but you can’t help rooting for her. It’s not realistic that someone who is drawing ero-manga would be so embarrassed to do the 'research' needed to get ideas for her stories but it’s funny anyway. The rest of the cast is stereotypical as well but like the lead they are all fun in their own way. The character who really steals the show is Tsuyuri, who with her dry and perverted sense of humor drives the majority of the comedy. They all have the depth of tissue paper but they still manage to enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNajimi carries the show well and is a very likable leading character.\u001b[24m\n    \u001b[1mNajimiはショーをうまく運び、非常に好都合な主人公です。\u001b[22m, \u001b[1mNajimiはショーウェルを運び、非常に好感の持てる主人公です。\u001b[22m\n\u001b[4mShe’s not the most original character ever drawn but you can’t help rooting for her.\u001b[24m\n    \u001b[1m彼女は今まで描かれた中で最も元気なキャラクターではありませんが、彼女のために応援することはできません。\u001b[22m, \u001b[1m彼女はこれまでに描かれた最も独創的な文字ではありませんが、あなたは彼女を応援して助けることはできません。\u001b[22m\n\u001b[4mIt’s not realistic that someone who is drawing ero-manga would be so embarrassed to do the 'research' needed to get ideas for her stories but it’s funny anyway.\u001b[24m\n    \u001b[1mエロマンガを描いている人が、彼女の物語のアイデアを得るために必要な「研究」をするのはとても恥ずかしいだろうが、とにかく面白いのは現実的ではない。\u001b[22m, \u001b[1mこれはエロマンガを描いている誰かが彼女の物語のためのアイデアを得るために必要な「研究」を行うことが恥ずかしいであろうことは現実的ではないのですが、それはとにかく面白いです。\u001b[22m\n\u001b[4mThe rest of the cast is stereotypical as well but like the lead they are all fun in their own way.\u001b[24m\n    \u001b[1m残りのキャストはステレオタイプでもありますが、リードのように彼らはすべて自分のやり方で楽しいです。\u001b[22m, \u001b[1mキャストの残りの部分は、同様にステレオタイプですが、鉛のように、彼らは独自の方法ですべての楽しみです。\u001b[22m\n\u001b[4mThe character who really steals the show is Tsuyuri, who with her dry and perverted sense of humor drives the majority of the comedy.\u001b[24m\n    \u001b[1mショーを実際に盗む人物は、辛口で変態したユーモアのセンスをもってコメディーの大部分を牽引するツユリです。\u001b[22m, \u001b[1m本当にショーを盗むキャラクターはユーモアの彼女の乾燥や倒錯感とコメディの大部分を駆動Tsuyuri、です。\u001b[22m\n\u001b[4mThey all have the depth of tissue paper but they still manage to enjoyable.\u001b[24m\n    \u001b[1m彼らはすべて、ティッシュペーパーの深さを持っていますが、彼らはまだ楽しく管理しています。\u001b[22m, \u001b[1m彼らはすべてのティッシュペーパーの深さを持っていますが、彼らはまだ楽しいに管理します。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork and animation is not amazing but I don’t think it’s supposed to be. I may be wrong but I think the kind of crude and amateurish art was intentional to fit the overall theme of the show. Even if that is not really the case I think it works perfectly. There are lots of references to other anime, manga and H-games, I got a few of them but I’m sure others might notice a lot more. The seiyuu talent had several underused performers amongst the leading characters. Whether intentional or not I felt this was a perfect fit for the theme of the series. They were also quite good and it’s good to hear some new voices too. I felt Momoko Saitou's performance as Tsuyuri was strong and am a bit surprised she’s been in so few shows. The OP/EN theme songs were also cute and very catchy.\n\n\u001b[1mアートワークやアニメーションはすばらしいものではありませんが、私はそれがそうであるとは思いません。 私は間違っているかもしれませんが、私は原油とアマチュアの芸術の種類は、ショーの全体的なテーマに合うように意図されたと思う。 それが本当の場合ではないとしても、私はそれが完璧に動作すると思います。 他のアニメ、マンガ、H-ゲームへの言及はたくさんありますが、いくつか取り上げていますが、他の人がもっと気づくかもしれないと確信しています。 その才能は、主役の中でいくつかの不十分なパフォーマーを抱えていた。 意図的であろうとなかろうと、これはシリーズのテーマにとって完璧なものだと感じました。 彼らはまたかなり良いものだったし、新しい声も聞こえて良かった。 私は斎藤桃子のパフォーマンスが強いと感じていました。彼女はとてもショーに少し驚きました。  OP / ENのテーマソングもかわいく、とてもキャッチーでした。\u001b[22m\n\u001b[1m(Ātowāku ya animēshon wa subarashī monode wa arimasenga, watashi wa sore ga sōdearu to wa omoimasen. Watashi wa machigatte iru kamo shiremasenga, watashi wa gen'yu to amachua no geijutsu no shurui wa, shō no zentai-tekina tēma ni au yō ni ito sa reta to omou. Sore ga hontō no baaide wa nai to shite mo, watashi wa sore ga kanpeki ni dōsa suru to omoimasu. Hoka no anime, manga, H - gēmu e no genkyū wa takusan arimasuga, ikutsu ka toriagete imasuga, hokanohito ga motto kidzuku kamo shirenai to kakushin shite imasu. Sono sainō wa, shuyaku no naka de ikutsu ka no fujūbun'na pafōmā o kakaete ita. Itotekidearouto nakarou to, koreha shirīzu no tēma ni totte kanpekina monoda to kanjimashita. Karera wa mata kanari yoi monodattashi, atarashī koe mo kikoete yokatta. Watashi wa saitō momoko no pafōmansu ga tsuyoi to kanjite imashita. Kanojo wa totemo shō ni sukoshi odorokimashita. OP/ EN no tēmasongu mo kawaiku, totemo kyatchīdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork and animation is not amazing but I don’t think it’s supposed to be. I may be wrong but I think the kind of crude and amateurish art was intentional to fit the overall theme of the show. Even if that is not really the case I think it works perfectly. There are lots of references to other anime, manga and H-games, I got a few of them but I’m sure others might notice a lot more. The seiyuu talent had several underused performers amongst the leading characters. Whether intentional or not I felt this was a perfect fit for the theme of the series. They were also quite good and it’s good to hear some new voices too. I felt Momoko Saitou's performance as Tsuyuri was strong and am a bit surprised she’s been in so few shows. The OP/EN theme songs were also cute and very catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork and animation is not amazing but I don’t think it’s supposed to be.\u001b[24m\n    \u001b[1mアートワークやアニメーションはすばらしいものではありませんが、私はそれがそうであるとは思いません。\u001b[22m, \u001b[1mアートワークとアニメーションは素晴らしいではありませんが、私はそれをすることになってはないと思います。\u001b[22m\n\u001b[4mI may be wrong but I think the kind of crude and amateurish art was intentional to fit the overall theme of the show.\u001b[24m\n    \u001b[1m私は間違っているかもしれませんが、私は原油とアマチュアの芸術の種類は、ショーの全体的なテーマに合うように意図されたと思う。\u001b[22m, \u001b[1m私は間違っている可能性がありますが、私は原油とアマチュア芸術の種類がショー全体のテーマに合わせて意図的だったと思います。\u001b[22m\n\u001b[4mEven if that is not really the case I think it works perfectly.\u001b[24m\n    \u001b[1mそれが本当の場合ではないとしても、私はそれが完璧に動作すると思います。\u001b[22m, \u001b[1mそれが本当にそうではない場合であっても、私はそれが完璧にうまくいくと思います。\u001b[22m\n\u001b[4mThere are lots of references to other anime, manga and H-games, I got a few of them but I’m sure others might notice a lot more.\u001b[24m\n    \u001b[1m他のアニメ、マンガ、H-ゲームへの言及はたくさんありますが、いくつか取り上げていますが、他の人がもっと気づくかもしれないと確信しています。\u001b[22m, \u001b[1m他のアニメ、マンガやH-ゲームへの参照がたくさんありますが、私はそれらのいくつかを得たが、私は他の人がより多くを気づくかもしれません確信しています。\u001b[22m\n\u001b[4mThe seiyuu talent had several underused performers amongst the leading characters.\u001b[24m\n    \u001b[1mその才能は、主役の中でいくつかの不十分なパフォーマーを抱えていた。\u001b[22m, \u001b[1m声優の才能は先頭の文字の中のいくつか利用されていない演奏がありました。\u001b[22m\n\u001b[4mWhether intentional or not I felt this was a perfect fit for the theme of the series.\u001b[24m\n    \u001b[1m意図的であろうとなかろうと、これはシリーズのテーマにとって完璧なものだと感じました。\u001b[22m, \u001b[1m意図的かどうかは、私はこれがシリーズのテーマにぴったりだと感じました。\u001b[22m\n\u001b[4mThey were also quite good and it’s good to hear some new voices too.\u001b[24m\n    \u001b[1m彼らはまたかなり良いものだったし、新しい声も聞こえて良かった。\u001b[22m, \u001b[1m彼らはまた、非常に良好であった、それはあまりにもいくつかの新しい声を聞いて良いことです。\u001b[22m\n\u001b[4mI felt Momoko Saitou's performance as Tsuyuri was strong and am a bit surprised she’s been in so few shows.\u001b[24m\n    \u001b[1m私は斎藤桃子のパフォーマンスが強いと感じていました。彼女はとてもショーに少し驚きました。\u001b[22m, \u001b[1m私はTsuyuriとして桃子斉藤のパフォーマンスが強く感じたと彼女はので、いくつかのショーにされていますビット驚いています。\u001b[22m\n\u001b[4mThe OP/EN theme songs were also cute and very catchy.\u001b[24m\n    \u001b[1mOP / ENのテーマソングもかわいく、とてもキャッチーでした。\u001b[22m, \u001b[1mOP / ENのテーマ曲もかわいいし、非常にキャッチーでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I got an enormous amount of entertainment value from Doujin Work. If you’re in the mood for something light and a bit silly then you should check this series out. The episodes are short and its well worth the 2-3 hours it took to watch it.\n\n\u001b[1m全体的に私は同人ワークから娯楽の価値が非常に高くなっています。 あなたが何か軽い気分になっていて、少しばかげているなら、このシリーズをチェックしてください。 エピソードは短く、それを見るのに2〜3時間の価値があります。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa dōjin wāku kara goraku no kachi ga hijō ni takaku natte imasu. Anata ga nani ka karui kibun ni natte ite, sukoshi bakagete irunara, kono shirīzu o chekku shite kudasai. Episōdo wa mijikaku, sore o miru no ni 2 〜 3-jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I got an enormous amount of entertainment value from Doujin Work. If you’re in the mood for something light and a bit silly then you should check this series out. The episodes are short and its well worth the 2-3 hours it took to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I got an enormous amount of entertainment value from Doujin Work.\u001b[24m\n    \u001b[1m全体的に私は同人ワークから娯楽の価値が非常に高くなっています。\u001b[22m, \u001b[1m全体的に私はドージンワークからのエンターテイメントとしての価値の膨大な量を得ました。\u001b[22m\n\u001b[4mIf you’re in the mood for something light and a bit silly then you should check this series out.\u001b[24m\n    \u001b[1mあなたが何か軽い気分になっていて、少しばかげているなら、このシリーズをチェックしてください。\u001b[22m, \u001b[1mあなたが何かの光と愚かなビットのための気分にしているなら、あなたはこのシリーズをチェックアウトする必要があります。\u001b[22m\n\u001b[4mThe episodes are short and its well worth the 2-3 hours it took to watch it.\u001b[24m\n    \u001b[1mエピソードは短く、それを見るのに2〜3時間の価値があります。\u001b[22m, \u001b[1mエピソードが短いと、それはそれを見るために取った2-3時間、その価値は十分あります。\u001b[22m"
  },
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "Just_Augos",
    "profile": "/profile/Just_Augos/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=30497",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  9\nキャラクター|  3\n|  3\n\n私は最近、ドジン・ワーク（Dojin Work）というアニメの第1巻（エピソード1〜4）を借りた。私はそれに2セントを分けたかった。\n\n\n\n物語：\n\n最初のシーン：私たちは主人公と電車で出発します（上の写真に見られるように、私は彼女の名前を覚えていませんが、とにかく笑いません）。 誤解があり、レズビアンのジョークが勃発します（明らかに未成年の2人の女の子の間）。 この冗談は5分間続く。 これは、あなたが性的な小児性愛冗談をすべてのエピソードでたくさん聞くことを示している、実際には、ほとんどの冗談は小児性愛者のためです。 彼の肩に小柄な女の子を運んでいる背景に見られるスーツの男は、正義（皮肉なこと）という名前です。 彼の幼い仲間は、メイドの服から警察官、乗組員など、常にシーンごとに新しいコスプレ服を着ています。彼は紳士のように行動しますが、少女たちに多くのヒットをします。\n\nとにかく、話に戻る。 明らかに発展していない主人公は、彼女の友人が変態同人（japanese fan comics）を作ることを知る。 彼女は性的暴力について漫画を作る。 何？ ええ、彼女の本の表紙は非常に明白です（十代の少女が厄介な立場に縛られています）。 主人公は同人誌イベントで同人誌を売ってお金を稼ぐことができるので、彼女は自分のファンコミックを作って売りたいと決めます。\n\n漫画の大部分は、（エロティックな）漫画の世界を発見すると、主人公が恥ずかしそうになってから来て、彼女の友人は彼女に苦労し、彼女は怒ってしまいます。 このサイクルはほとんどすべての冗談のために繰り返され、ほとんど常に小児性愛の言葉遣いと性的な言い伝えを伴います。 私はちょっと面白いことを見つけただけで、「ほんの少しだけ」は、私が2本の手で笑った回数を数えることができるということです。このパターンはいくつかのエピソードの後に​​古くなります。\n\n緑色のベレー帽を持つ少女には、コインのサイズの仲間がいます。 ショートパンツや何かの下着のペア、それは脚、腕と目を持っています。 戦利品を振って人々を歩いて踊る。 誰もそれに気付かず、それを知らせない。 ちょっと気味悪い彼らは、それが小児性愛のテーマの乱れに加えて、それを下着のペアにしました。\n\nイントロは意味をなさない。 その部分は主人公のおっぱいが成長するのを示し、もう一つはジャスティスが巨人に成長し、森の眼球からレーザーを撃つことを示しています。  waahhh????\n\n主人公はお金だけに関心があります。なぜなら、子供たちは、未熟なキャラクターやかわいい美少女（美しい女の子）のスタイルに惑わされるべきではありません。\n\nすべてのエピソードは性的なタイトルを持ち、通常は即時検閲（すなわち木、家具など）で裸の主人公を示しています。\n\nストーリーはカタツムリのペースで這い回り、いくつかのエピソードでは停止する。すべての会話では、小児虐待のジョークや言葉遣いのトラック負荷に賛成する。\n\n\nアニメーション：\n\nショーの90％が話しているため、ほとんどの部分のアニメーションは存在しません。 キャラクターが動くと非常に滑らかでよく実行され、特にコミック効果があります。 文字が画面上をスライドします。 彼らが周りを回るとき、彼らは2次元の紙の切り抜きのように見え、紙のフラットピースから作られたかのように、それらは一瞬消えてしまいます。 私はこれがとてもクールで革新的だと思った。 これらの2つのエフェクトはコンピュータアニメーションを使用しているようですので、非常に滑らかです。 それは私がアニメーションのために言うことができるすべてです。\n\n\nアートスタイル：\n\nほとんどのキャラクターは少女です。 バックグラウンドの歩行者や市民のような余分なキャラクターは、明るい緑色と明るいオレンジ色のような単一のフラットな穏やかな色です。これは面白かったと思います。 明るく優しい色の多くはあなたの心を和らげます（そして、小児性愛のジョークはあなたを再び不快にさせます）。 ほとんどのアニメとは違って、キャラクターの服には波紋がほとんどなく、私は邪魔していると感じました。 美しい美少女風。\n\n\nサウンドデザイン：\n\nイントロとエンディングクレジットのテーマソングはちょっと迷惑だった。 これは絶対にjポップが大好きな人から来ている、私がそれを信じているときに私を信じてください。 私はそれらを複数回見ることはなかった。 声優は間違いなく素晴らしいですし、私はそのことに名誉を与えています。 ジョークのサウンドエフェクトは完全なコミック効果のために完璧にインプリメントされ、コメディを実際に強化します。\n\n\n最終得点：\n\nあなたがまだキャッチしていない場合は、このショーは小児性愛者のためのものです。  4回のエピソードの後で10回未満の例外を除いて、数分おきに小児性愛冗談以外何もしない！ アニメはすばらしいですが、素晴らしく、演技の声は、エピソード4が終わるまで、小児性愛のジョークに耐えました。 私は若い聴衆をターゲットにしているにもかかわらず、すべての道人について教え、大きな道徳を教えるアニメコミックパーティーの大ファンです。 私は、同人誌の現代的な取り組みと同人誌の世界への教育的な表情として同人誌の仕事を楽しみにしていましたが、代わりにペストフェスティバルを開催しました。 小児性愛者だけがこれを見なければならない。\n\n私はジョークの99％を嫌って、小児性愛のテーマは過度なものでしたが、（ほとんどの場合欠けていないにしても）アニメーション、素敵な穏やかな芸術スタイル、充実したサウンドデザインと素晴らしい声優のために、私はこのアニメに 2.5 / 10。\n\n\nこのアニメはペドロベアの承認の印を得ますが、私のものではありません\n\nあなたは同人の仕事を見ている同人誌について何も学ばないでしょう。 このショーは、エロティックなものを除いてファンの漫画のすべてのジャンルを完全に無視しているかのように、まるで同人誌の全体を構成しているかのようです。 これらの漫画をただの病気にしているキャラクターとして、小さな女の子を入れてください。\n\n\n同人誌の世界に捧げられたアニメを探しているなら、私はコミックパーティーをお勧めします。\n\nfyi Comic Party Revolution（コミックパーティーと混同しないでください）は純粋なファンサービスであり、同人誌の世界とはまったく関係ありません。\n\n私はまた、Genshikenと呼ばれるはるかに成熟したアニメをお勧めします。 非常に正確で、面白く、成熟した、スマートで、よく書かれたシリーズです。\n\n\nアニメに悪名を付ける同人ワークのようなショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\ni recently rented the first volume (episodes 1-4) of an anime called Dojin Work and i wanted to share my 2 cents on it.\n\n\u001b[1m私は最近、ドジン・ワーク（Dojin Work）というアニメの第1巻（エピソード1〜4）を借りた。私はそれに2セントを分けたかった。\u001b[22m\n\u001b[1m(Watashi wa saikin, do Jin wāku (Dojin Work) to iu anime no dai 1-kan (episōdo 1 〜 4) o karita. Watashi wa sore ni 2-sento o waketakatta.)\u001b[22m\n\nTranslations of \u001b[4mi recently rented the first volume (episodes 1-4) of an anime called Dojin Work and i wanted to share my 2 cents on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi recently rented the first volume (episodes 1-4) of an anime called Dojin Work and i wanted to share my 2 cents on it.\u001b[24m\n    \u001b[1m私は最近、ドジン・ワーク（Dojin Work）というアニメの第1巻（エピソード1〜4）を借りた。私はそれに2セントを分けたかった。\u001b[22m, \u001b[1m私は最近、ドージンワークと呼ばれるアニメの最初のボリューム（エピソード1-4）を借りて、私はそれに私の2セントを共有したいと思いました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Story:\n\n\u001b[1m物語：\u001b[22m\n\u001b[1m(Monogatari:)\u001b[22m\n\nTranslations of \u001b[4mThe Story:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story:\u001b[24m\n    \u001b[1m物語：\u001b[22m, \u001b[1mストーリー：\u001b[22m\n\u001b[1m\u001b[22m\nFirst scene: We start out on a train with the main character (as seen in the picture above, i don't remember her name, but it's not important anyways lol). there is a misunderstanding and a lesbian joke breaks out (between 2 girls who are obviously underaged). this joke drags on for 5 minutes. this is foreshadowing that you will hear sexual pedophile jokes A LOT in every episode, in fact, most of the jokes are for pedophiles. the man in a suit you see in the background carrying an even littler girl on his shoulders is named Justice (ironicly). his little girl companion is always wearing a new cosplay outfit for each scene, from a maid outfit to a policewoman, flight attendant, etc. he acts like a gentleman but he hits on little girls a lot.\n\n\u001b[1m最初のシーン：私たちは主人公と電車で出発します（上の写真に見られるように、私は彼女の名前を覚えていませんが、とにかく笑いません）。 誤解があり、レズビアンのジョークが勃発します（明らかに未成年の2人の女の子の間）。 この冗談は5分間続く。 これは、あなたが性的な小児性愛冗談をすべてのエピソードでたくさん聞くことを示している、実際には、ほとんどの冗談は小児性愛者のためです。 彼の肩に小柄な女の子を運んでいる背景に見られるスーツの男は、正義（皮肉なこと）という名前です。 彼の幼い仲間は、メイドの服から警察官、乗組員など、常にシーンごとに新しいコスプレ服を着ています。彼は紳士のように行動しますが、少女たちに多くのヒットをします。\u001b[22m\n\u001b[1m(Saisho no shīn: Watashitachiha shujinkō to densha de shuppatsu shimasu (ue no shashin ni mi rareru yō ni, watashi wa kanojo no namae o oboete imasenga, tonikaku waraimasen). Gokai ga ari, rezubian no jōku ga boppatsu shimasu (akiraka ni miseinen no 2-ri no on'nanoko no ma). Kono jōdan wa 5-funkan tsudzuku. Kore wa, anata ga seitekina shōniseiai jōdan o subete no episōdo de takusan kiku koto o shimeshite iru, jissai ni wa, hotondo no jōdan wa shōniseiai-sha no tamedesu. Kare no kata ni kogarana on'nanoko o hakonde iru haikei ni mi rareru sūtsu no otoko wa, seigi (hinikuna koto) to iu namaedesu. Kare no osanai nakama wa, meido no fuku kara keisatsukan, norikumiin nado, tsuneni shīn-goto ni atarashī kosupure-fuku o kite imasu. Kare wa shinshi no yō ni kōdō shimasuga, shōjo-tachi ni ōku no hitto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst scene: We start out on a train with the main character (as seen in the picture above, i don't remember her name, but it's not important anyways lol). there is a misunderstanding and a lesbian joke breaks out (between 2 girls who are obviously underaged). this joke drags on for 5 minutes. this is foreshadowing that you will hear sexual pedophile jokes A LOT in every episode, in fact, most of the jokes are for pedophiles. the man in a suit you see in the background carrying an even littler girl on his shoulders is named Justice (ironicly). his little girl companion is always wearing a new cosplay outfit for each scene, from a maid outfit to a policewoman, flight attendant, etc. he acts like a gentleman but he hits on little girls a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst scene: We start out on a train with the main character (as seen in the picture above, i don't remember her name, but it's not important anyways lol).\u001b[24m\n    \u001b[1m最初のシーン：私たちは主人公と電車で出発します（上の写真に見られるように、私は彼女の名前を覚えていませんが、とにかく笑いません）。\u001b[22m, \u001b[1m最初のシーン：私たちは、主人公（上の写真に見られるように、私は彼女の名前を覚えていないが、それは笑とにかく重要ではありません）で電車に出始めます。\u001b[22m\n\u001b[4mthere is a misunderstanding and a lesbian joke breaks out (between 2 girls who are obviously underaged).\u001b[24m\n    \u001b[1m誤解があり、レズビアンのジョークが勃発します（明らかに未成年の2人の女の子の間）。\u001b[22m, \u001b[1m誤解やレズビアンのジョークは（明らかにunderagedある2女の子の間）が勃発があります。\u001b[22m\n\u001b[4mthis joke drags on for 5 minutes.\u001b[24m\n    \u001b[1mこの冗談は5分間続く。\u001b[22m, \u001b[1mこのジョークは5分間にドラッグします。\u001b[22m\n\u001b[4mthis is foreshadowing that you will hear sexual pedophile jokes A LOT in every episode, in fact, most of the jokes are for pedophiles.\u001b[24m\n    \u001b[1mこれは、あなたが性的な小児性愛冗談をすべてのエピソードでたくさん聞くことを示している、実際には、ほとんどの冗談は小児性愛者のためです。\u001b[22m, \u001b[1mこれは、あなたが性的小児性愛者を聞くことが伏線され、実際には、ジョークのほとんどは小児性愛者のためのものである、すべてのエピソードでLOTジョーク。\u001b[22m\n\u001b[4mthe man in a suit you see in the background carrying an even littler girl on his shoulders is named Justice (ironicly).\u001b[24m\n    \u001b[1m彼の肩に小柄な女の子を運んでいる背景に見られるスーツの男は、正義（皮肉なこと）という名前です。\u001b[22m, \u001b[1mあなたが彼の肩の上にあってもlittler女の子を運ぶバックグラウンドで参照スーツを着た男が（ironicly）正義と命名されています。\u001b[22m\n\u001b[4mhis little girl companion is always wearing a new cosplay outfit for each scene, from a maid outfit to a policewoman, flight attendant, etc. he acts like a gentleman but he hits on little girls a lot.\u001b[24m\n    \u001b[1m彼の幼い仲間は、メイドの服から警察官、乗組員など、常にシーンごとに新しいコスプレ服を着ています。彼は紳士のように行動しますが、少女たちに多くのヒットをします。\u001b[22m, \u001b[1m彼の小さな女の子のコンパニオンは、常に彼は紳士のように動作しますが、彼は女の子の多くを打つなど、メイド服から婦人警官に、フライトアテンダントを各シーンのための新たなコスプレ衣装を着用しています。\u001b[22m\n\u001b[1m\u001b[22m\nAnyways, back to the story. the main character who is obviously underdeveloped finds out her friend makes perverted doujinshi (japanese fan comics). she makes comics about sexual assault. what? yeah, the cover of her book is very explicit (a teen girl tied up in an awkward position). the main character finds out money can be earned by selling doujinshi at doujinshi events, so she decides she wants to make her own fan comic and sell it.\n\n\u001b[1mとにかく、話に戻る。 明らかに発展していない主人公は、彼女の友人が変態同人（japanese fan comics）を作ることを知る。 彼女は性的暴力について漫画を作る。 何？ ええ、彼女の本の表紙は非常に明白です（十代の少女が厄介な立場に縛られています）。 主人公は同人誌イベントで同人誌を売ってお金を稼ぐことができるので、彼女は自分のファンコミックを作って売りたいと決めます。\u001b[22m\n\u001b[1m(Tonikaku,-banashi ni modoru. Akiraka ni hatten shite inai shujinkō wa, kanojo no yūjin ga hentai dōjin (japanese fan comics) o tsukuru koto o shiru. Kanojo wa seiteki bōryoku ni tsuite manga o tsukuru. Nani? E e, kanojo no hon no hyōshi wa hijō ni meihakudesu (jūdai no shōjo ga yakkaina tachiba ni shibara rete imasu). Shujinkō wa dōninshi ibento de dōninshi o utte okane o kasegu koto ga dekiru node, kanojo wa jibun no fan komikku o tsukutte uritai to kimemasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, back to the story. the main character who is obviously underdeveloped finds out her friend makes perverted doujinshi (japanese fan comics). she makes comics about sexual assault. what? yeah, the cover of her book is very explicit (a teen girl tied up in an awkward position). the main character finds out money can be earned by selling doujinshi at doujinshi events, so she decides she wants to make her own fan comic and sell it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, back to the story.\u001b[24m\n    \u001b[1mとにかく、話に戻る。\u001b[22m, \u001b[1mとにかく、戻って話に。\u001b[22m\n\u001b[4mthe main character who is obviously underdeveloped finds out her friend makes perverted doujinshi (japanese fan comics).\u001b[24m\n    \u001b[1m明らかに発展していない主人公は、彼女の友人が変態同人（japanese fan comics）を作ることを知る。\u001b[22m, \u001b[1m明らかに未発達である主人公は、彼女の友人が倒錯同人誌（日本のファンの漫画）を行う探し出します。\u001b[22m\n\u001b[4mshe makes comics about sexual assault.\u001b[24m\n    \u001b[1m彼女は性的暴力について漫画を作る。\u001b[22m, \u001b[1m彼女は性的暴行についての漫画を作ります。\u001b[22m\n\u001b[4mwhat?\u001b[24m\n    \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m\n\u001b[4myeah, the cover of her book is very explicit (a teen girl tied up in an awkward position).\u001b[24m\n    \u001b[1mええ、彼女の本の表紙は非常に明白です（十代の少女が厄介な立場に縛られています）。\u001b[22m, \u001b[1mええ、彼女の本のカバーは非常に明確な（厄介な立場に縛ら十代の少女）です。\u001b[22m\n\u001b[4mthe main character finds out money can be earned by selling doujinshi at doujinshi events, so she decides she wants to make her own fan comic and sell it.\u001b[24m\n    \u001b[1m主人公は同人誌イベントで同人誌を売ってお金を稼ぐことができるので、彼女は自分のファンコミックを作って売りたいと決めます。\u001b[22m, \u001b[1m主人公は、彼女は彼女が彼女自身のファンの漫画を作成し、それを販売したいことを決定のでお金は、同人誌のイベントで同人誌を販売することによって獲得することができ見つけ出します。\u001b[22m\n\u001b[1m\u001b[22m\nmost of the comic releif comes from the main character getting embarrased as she discovers the world of (erotic) fan comics, then her friends give her a hard time about it, and then she gets pissed off. this cycle repeats for almost every joke and almost always involves pedophile puns and sexual puns. i only found a few funny, and by ''a few'', i mean i can count the number of times i laughed on my 2 hands... this pattern gets old after a few episodes.\n\n\u001b[1m漫画の大部分は、（エロティックな）漫画の世界を発見すると、主人公が恥ずかしそうになってから来て、彼女の友人は彼女に苦労し、彼女は怒ってしまいます。 このサイクルはほとんどすべての冗談のために繰り返され、ほとんど常に小児性愛の言葉遣いと性的な言い伝えを伴います。 私はちょっと面白いことを見つけただけで、「ほんの少しだけ」は、私が2本の手で笑った回数を数えることができるということです。このパターンはいくつかのエピソードの後に​​古くなります。\u001b[22m\n\u001b[1m(Manga no daibubun wa,(erotikkuna) manga no sekai o hakken suru to, shujinkō ga hazukashi-sō ni natte kara kite, kanojo no yūjin wa kanojo ni kurō shi, kanojo wa okotte shimaimasu. Kono saikuru wa hotondo subete no jōdan no tame ni kurikaesa re, hotondo tsuneni shōniseiai no kotobadzukai to seitekina iitsutae o tomonaimasu. Watashi wa chotto omoshiroikoto o mitsuketa dake de,`hon'nosukoshidake' wa, watashi ga 2-pon no te de waratta kaisū o kazoeru koto ga dekiru to iu kotodesu. Kono patān wa ikutsu ka no episōdo no nochi ni ​​ furuku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mmost of the comic releif comes from the main character getting embarrased as she discovers the world of (erotic) fan comics, then her friends give her a hard time about it, and then she gets pissed off. this cycle repeats for almost every joke and almost always involves pedophile puns and sexual puns. i only found a few funny, and by ''a few'', i mean i can count the number of times i laughed on my 2 hands... this pattern gets old after a few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmost of the comic releif comes from the main character getting embarrased as she discovers the world of (erotic) fan comics, then her friends give her a hard time about it, and then she gets pissed off.\u001b[24m\n    \u001b[1m漫画の大部分は、（エロティックな）漫画の世界を発見すると、主人公が恥ずかしそうになってから来て、彼女の友人は彼女に苦労し、彼女は怒ってしまいます。\u001b[22m, \u001b[1m漫画releifのほとんどは、彼女が（エロ）ファン漫画の世界を発見するようembarrasedなっ主人公から来て、その後、彼女の友人は彼女にそれについての苦労を与え、その後、彼女は怒っます。\u001b[22m\n\u001b[4mthis cycle repeats for almost every joke and almost always involves pedophile puns and sexual puns.\u001b[24m\n    \u001b[1mこのサイクルはほとんどすべての冗談のために繰り返され、ほとんど常に小児性愛の言葉遣いと性的な言い伝えを伴います。\u001b[22m, \u001b[1mこのサイクルは、ほとんどすべての冗談のために繰り返されると、ほとんどの場合、小児性愛者の駄洒落と性的な駄洒落を伴います。\u001b[22m\n\u001b[4mi only found a few funny, and by ''a few'', i mean i can count the number of times i laughed on my 2 hands... this pattern gets old after a few episodes.\u001b[24m\n    \u001b[1m私はちょっと面白いことを見つけただけで、「ほんの少しだけ」は、私が2本の手で笑った回数を数えることができるということです。このパターンはいくつかのエピソードの後に古くなります。\u001b[22m, \u001b[1m私はほんの数が面白い発見し、 '' '数'で、私は私が私の2手に笑った回数をカウントすることができます意味...このパターンはいくつかのエピソードの後に古い取得します。\u001b[22m\n\u001b[1m\u001b[22m\nthe little girl with the green beret has some kind of companion the size of coin. it's a pair of short-shorts or underwear of some kind, and it has legs, arms and eyes. it dances around shaking it's booty and walking on people. nobody notices it or acknowleges it. kinda creepy they made it a pair of underwear, adding to the disturbia of the pedophile theme.\n\n\u001b[1m緑色のベレー帽を持つ少女には、コインのサイズの仲間がいます。 ショートパンツや何かの下着のペア、それは脚、腕と目を持っています。 戦利品を振って人々を歩いて踊る。 誰もそれに気付かず、それを知らせない。 ちょっと気味悪い彼らは、それが小児性愛テーマの乱れに加えて、それを下着のペアにしました。\u001b[22m\n\u001b[1m(Midoriiro no berē-bō o motsu shōjo ni wa, koin no saizu no nakama ga imasu. Shōtopantsu ya nanika no shitagi no pea, soreha ashi, ude to me o motte imasu. Senri-hin o futte hitobito o aruite odoru. Dare mo sore ni kidzukazu, sore o shirasenai. Chotto kimiwarui karera wa, sore ga shōniseiai tēma no midare ni kuwaete, sore o shitagi no pea ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mthe little girl with the green beret has some kind of companion the size of coin. it's a pair of short-shorts or underwear of some kind, and it has legs, arms and eyes. it dances around shaking it's booty and walking on people. nobody notices it or acknowleges it. kinda creepy they made it a pair of underwear, adding to the disturbia of the pedophile theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe little girl with the green beret has some kind of companion the size of coin.\u001b[24m\n    \u001b[1m緑色のベレー帽を持つ少女には、コインのサイズの仲間がいます。\u001b[22m, \u001b[1m緑のベレー帽を持つ少女は、仲間のいくつかの種類の硬貨の大きさを有しています。\u001b[22m\n\u001b[4mit's a pair of short-shorts or underwear of some kind, and it has legs, arms and eyes.\u001b[24m\n    \u001b[1mショートパンツや何かの下着のペア、それは脚、腕と目を持っています。\u001b[22m, \u001b[1mそれはショートパンツやいくつかの種類の下着のペアだし、それは脚、腕と目をしています。\u001b[22m\n\u001b[4mit dances around shaking it's booty and walking on people.\u001b[24m\n    \u001b[1m戦利品を振って人々を歩いて踊る。\u001b[22m, \u001b[1mそれは戦利品だ揺れ、人々の上を歩いて周りに踊ります。\u001b[22m\n\u001b[4mnobody notices it or acknowleges it.\u001b[24m\n    \u001b[1m誰もそれに気付かず、それを知らせない。\u001b[22m, \u001b[1m誰もそれに気づいていないか、またはそれをacknowleges。\u001b[22m\n\u001b[4mkinda creepy they made it a pair of underwear, adding to the disturbia of the pedophile theme.\u001b[24m\n    \u001b[1mちょっと気味悪い彼らは、それが小児性愛テーマの乱れに加えて、それを下着のペアにしました。\u001b[22m, \u001b[1mちょっと不気味彼らは小児性愛者のテーマのディスタービアに追加し、それを下着のペアを作りました。\u001b[22m\n\u001b[1m\u001b[22m\nthe intro doesn't make any sense. parts of it show the main character's boobs grow, and another part shows Justice grows into a giant and shoot a laser out of his eyeball at a forest. waahhh????\n\n\u001b[1mイントロは意味をなさない。 その部分は主人公のおっぱいが成長するのを示し、もう一つはジャスティスが巨人に成長し、森の眼球からレーザーを撃つことを示しています。  waahhh????\u001b[22m\n\u001b[1m(Intoro wa imiwonasanai. Sono bubun wa shujinkō no oppai ga seichō suru no o shimeshi, mōhitotsu wa jasutisu ga Kyojin ni seichō shi, mori no gankyū kara rēzā o utsu koto o shimeshite imasu. Waahhh? ? ? ?)\u001b[22m\n\nTranslations of \u001b[4mthe intro doesn't make any sense. parts of it show the main character's boobs grow, and another part shows Justice grows into a giant and shoot a laser out of his eyeball at a forest. waahhh????\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe intro doesn't make any sense.\u001b[24m\n    \u001b[1mイントロは意味をなさない。\u001b[22m, \u001b[1mイントロはどんな意味がありません。\u001b[22m\n\u001b[4mparts of it show the main character's boobs grow, and another part shows Justice grows into a giant and shoot a laser out of his eyeball at a forest.\u001b[24m\n    \u001b[1mその部分は主人公のおっぱいが成長するのを示し、もう一つはジャスティスが巨人に成長し、森の眼球からレーザーを撃つことを示しています。\u001b[22m, \u001b[1mその一部は、メインキャラクターのおっぱいが成長を示し、他の部分は、正義は巨大に成長し、森林で彼の眼球の外レーザーを撃つ示しています。\u001b[22m\n\u001b[4mwaahhh????\u001b[24m\n    \u001b[1mwaahhh????\u001b[22m\n\u001b[1m\u001b[22m\nthe main character is only concerned with money, all the more reason why kids should not be fooled by the underaged characters or cutesy bishoujo (pretty girl) style, it teaches bad morales all 'round.\n\n\u001b[1m主人公はお金だけに関心があります。なぜなら、子供たちは、未熟なキャラクターや美しい美少女（美しい女の子）のスタイルに惑わされるべきではありません。\u001b[22m\n\u001b[1m(Shujinkō wa okane dake ni kanshin ga arimasu. Nazenara, kodomo-tachi wa, mijukuna kyarakutā ya utsukushī bishōjo (utsukushī on'nanoko) no sutairu ni madowasa rerubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mthe main character is only concerned with money, all the more reason why kids should not be fooled by the underaged characters or cutesy bishoujo (pretty girl) style, it teaches bad morales all 'round.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe main character is only concerned with money, all the more reason why kids should not be fooled by the underaged characters or cutesy bishoujo (pretty girl) style, it teaches bad morales all 'round.\u001b[24m\n    \u001b[1m主人公はお金だけに関心があります。なぜなら、子供たちは、未熟なキャラクターや美しい美少女（美しい女の子）のスタイルに惑わされるべきではありません。\u001b[22m, \u001b[1m主人公は、子供たちがunderaged文字やキュートな美少女（かわいい女の子）スタイルにだまされてはいけない理由、それはすべての「ラウンド悪いモラレスを教えて、すべてのより多くの理由のお金を持つ唯一の懸念です。\u001b[22m\n\u001b[1m\u001b[22m\nevery episode has a sexual title and usually shows the main character stark naked with improvised censorship (i.e. trees, furniture, etc.).\n\n\u001b[1mすべてのエピソードは性的なタイトルを持ち、通常は即時検閲（すなわち木、家具など）で裸の主人公を示しています。\u001b[22m\n\u001b[1m(Subete no episōdo wa seitekina taitoru o mochi, tsūjō wa sokuji ken'etsu (sunawachi ki, kagu nado) de hadaka no shujinkō o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mevery episode has a sexual title and usually shows the main character stark naked with improvised censorship (i.e. trees, furniture, etc.).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mevery episode has a sexual title and usually shows the main character stark naked with improvised censorship (i.e. trees, furniture, etc.).\u001b[24m\n    \u001b[1mすべてのエピソードは性的なタイトルを持ち、通常は即時検閲（すなわち木、家具など）で裸の主人公を示しています。\u001b[22m, \u001b[1mすべてのエピソードは、性的なタイトルを持っており、通常は即興検閲（すなわち木、家具など）との赤裸々裸のメインキャラクターを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nthe story crawls at a snail's pace and grounds to a halt in some episodes, all in favor of a truck-load of pedophile jokes and puns in every conversation.\n\n\u001b[1mストーリーはカタツムリのペースで這い回り、いくつかのエピソードでは停止する。すべての会話では、小児虐待のジョークや言葉遣いのトラック負荷に向いている。\u001b[22m\n\u001b[1m(Sutōrī wa katatsumuri no pēsu de hai mawari, ikutsu ka no episōdode wa teishi suru. Subete no kaiwade wa, shōnigyakutai no jōku ya kotobadzukai no torakku fuka ni muite iru.)\u001b[22m\n\nTranslations of \u001b[4mthe story crawls at a snail's pace and grounds to a halt in some episodes, all in favor of a truck-load of pedophile jokes and puns in every conversation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story crawls at a snail's pace and grounds to a halt in some episodes, all in favor of a truck-load of pedophile jokes and puns in every conversation.\u001b[24m\n    \u001b[1mストーリーはカタツムリのペースで這い回り、いくつかのエピソードでは停止する。すべての会話では、小児虐待のジョークや言葉遣いのトラック負荷に向いている。\u001b[22m, \u001b[1m物語は、すべてのすべての会話の中で小児性愛者のジョークと駄洒落のトラック負荷の賛成で、いくつかのエピソードの停止にカタツムリのペースと敷地でクロールします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Animation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nTranslations of \u001b[4mThe Animation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Animation:\u001b[24m\n    \u001b[1mアニメーション：\u001b[22m\n\u001b[1m\u001b[22m\nThe animation for the most-part is non-existant because 90% of the show is talking. but when characters start to move it is very smooth and well executed, especialy to comic effect. characters will slide across the screen. when they turn around it looks like they are a 2-dimensional paper cut-out and they dissapear for a second, as if made of a flat peice of paper. i thought this was very cool and innovative. it seems these 2 effects use computer animation so it's very smooth. that's about all i can say for the animation.\n\n\u001b[1mショーの90％が話しているため、ほとんどの部分のアニメーションは存在しません。 キャラクターが動くと非常に滑らかでよく実行され、特にコミック効果があります。 文字が画面上をスライドします。 彼らが周りを回るとき、彼らは2次元の紙の切り抜きのように見え、紙のフラットピースから作られたかのように、それらは一瞬消えてしまいます。 私はこれがとてもクールで革新的だと思った。 これらの2つのエフェクトはコンピュータアニメーションを使用しているようですので、非常に滑らかです。 それは私がアニメーションのために言うことができるすべてです。\u001b[22m\n\u001b[1m(Shō no 90-pāsento ga hanashite iru tame, hotondo no bubun no animēshon wa sonzai shimasen. Kyarakutā ga ugoku to hijō ni namerakade yoku jikkō sa re, tokuni komikku kōka ga arimasu. Moji ga gamen'ue o suraido shimasu. Karera ga mawari o mawaru toki, karera wa 2-jigen no kami no kirinuki no yō ni mie,-shi no furattopīsu kara tsukura reta ka no yō ni, sorera wa isshun kiete shimaimasu. Watashi wa kore ga totemo kūru de kakushin-tekida to omotta. Korera no 2tsu no efekuto wa konpyūtaanimēshon o shiyō shite iru yōdesunode, hijō ni namerakadesu. Sore wa watashi ga animēshon no tame ni iu koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation for the most-part is non-existant because 90% of the show is talking. but when characters start to move it is very smooth and well executed, especialy to comic effect. characters will slide across the screen. when they turn around it looks like they are a 2-dimensional paper cut-out and they dissapear for a second, as if made of a flat peice of paper. i thought this was very cool and innovative. it seems these 2 effects use computer animation so it's very smooth. that's about all i can say for the animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation for the most-part is non-existant because 90% of the show is talking.\u001b[24m\n    \u001b[1mショーの90％が話しているため、ほとんどの部分のアニメーションは存在しません。\u001b[22m, \u001b[1mショーの90％が話しているので、ほとんどの部分のためのアニメーションは非existantです。\u001b[22m\n\u001b[4mbut when characters start to move it is very smooth and well executed, especialy to comic effect.\u001b[24m\n    \u001b[1mキャラクターが動くと非常に滑らかでよく実行され、特にコミック効果があります。\u001b[22m, \u001b[1m文字が移動を開始したとき、それはespecialy漫画の効果に、非常に滑らかで、よく実行されます。\u001b[22m\n\u001b[4mcharacters will slide across the screen.\u001b[24m\n    \u001b[1m文字が画面上をスライドします。\u001b[22m\n\u001b[4mwhen they turn around it looks like they are a 2-dimensional paper cut-out and they dissapear for a second, as if made of a flat peice of paper.\u001b[24m\n    \u001b[1m彼らが周りを回るとき、彼らは2次元の紙の切り抜きのように見え、紙のフラットピースから作られたかのように、それらは一瞬消えてしまいます。\u001b[22m, \u001b[1m彼らは周りの電源を入れたとき、彼らは2次元の紙カットアウトされ、紙のフラットpeiceで作られたかのように、彼らは、第二のために消えるように見えます。\u001b[22m\n\u001b[4mi thought this was very cool and innovative.\u001b[24m\n    \u001b[1m私はこれがとてもクールで革新的だと思った。\u001b[22m, \u001b[1m私は、これは非常にクールで革新的だと思いました。\u001b[22m\n\u001b[4mit seems these 2 effects use computer animation so it's very smooth.\u001b[24m\n    \u001b[1mこれらの2つのエフェクトはコンピュータアニメーションを使用しているようですので、非常に滑らかです。\u001b[22m, \u001b[1m非常に滑らかですので、これらの2の効果は、コンピュータアニメーションを使用しそうです。\u001b[22m\n\u001b[4mthat's about all i can say for the animation.\u001b[24m\n    \u001b[1mそれは私がアニメーションのために言うことができるすべてです。\u001b[22m, \u001b[1mそれは私がアニメーションのために言うことができるすべてのことです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Art Style:\n\n\u001b[1mアートスタイル：\u001b[22m\n\u001b[1m(Ātosutairu:)\u001b[22m\n\nTranslations of \u001b[4mThe Art Style:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art Style:\u001b[24m\n    \u001b[1mアートスタイル：\u001b[22m\n\u001b[1m\u001b[22m\nmost of the characters are little girls. extra characters such as pedestrains and citizens in the background are a single flat mellow color like light green and light orange, which i thought was interesting. lots of bright mellow colors will ease your mind (and then the pedophile jokes will make you uncomfortable again). there are almost no ripples in the characters' clothes unlike most anime, which i found intruiging. a cutesy bishoujo style.\n\n\u001b[1mほとんどのキャラクターは少女です。 バックグラウンドの歩行者や市民のような余分なキャラクターは、明るい緑色と明るいオレンジ色のような単一のフラットな穏やかな色です。これは面白かったと思います。 明るく優しい色の多くはあなたの心を和らげます（そして、小児性愛のジョークはあなたを再び不快にさせます）。 ほとんどのアニメとは違って、キャラクターの服には波紋がほとんどなく、私は邪魔していると感じました。 美しい美少女風。\u001b[22m\n\u001b[1m(Hotondo no kyarakutā wa shōjodesu. Bakkuguraundo no hokō-sha ya shimin no yōna yobun'na kyarakutā wa, akarui midoriiro to akarui orenji-iro no yōna tan'itsu no furattona odayakana irodesu. Kore wa omoshirokatta to omoimasu. Akaruku yasashī iro no ōku wa anata no kokoro o yawaragemasu (soshite, shōniseiai no jōku wa anata o futatabi fukai ni sa semasu). Hotondo no anime to wa chigatte, kyarakutā no fuku ni wa hamon ga hotondo naku, watashi wa jama shite iru to kanjimashita. Utsukushī bishōjo-fū.)\u001b[22m\n\nTranslations of \u001b[4mmost of the characters are little girls. extra characters such as pedestrains and citizens in the background are a single flat mellow color like light green and light orange, which i thought was interesting. lots of bright mellow colors will ease your mind (and then the pedophile jokes will make you uncomfortable again). there are almost no ripples in the characters' clothes unlike most anime, which i found intruiging. a cutesy bishoujo style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmost of the characters are little girls.\u001b[24m\n    \u001b[1mほとんどのキャラクターは少女です。\u001b[22m, \u001b[1m文字のほとんどは小さな女の子です。\u001b[22m\n\u001b[4mextra characters such as pedestrains and citizens in the background are a single flat mellow color like light green and light orange, which i thought was interesting.\u001b[24m\n    \u001b[1mバックグラウンドの歩行者や市民のような余分なキャラクターは、明るい緑色と明るいオレンジ色のような単一のフラットな穏やかな色です。これは面白かったと思います。\u001b[22m, \u001b[1mこのような背景の中pedestrainsや市民などの余分な文字は、私は思っライトグリーン、ライトオレンジのような単一のフラットまろやかな色が、面白かったです。\u001b[22m\n\u001b[4mlots of bright mellow colors will ease your mind (and then the pedophile jokes will make you uncomfortable again).\u001b[24m\n    \u001b[1m明るく優しい色の多くはあなたの心を和らげます（そして、小児性愛のジョークはあなたを再び不快にさせます）。\u001b[22m, \u001b[1m明るいまろやかな色の多くは、あなたの心を楽にします（その後、小児性愛者のジョークは再びあなたが不快になります）。\u001b[22m\n\u001b[4mthere are almost no ripples in the characters' clothes unlike most anime, which i found intruiging.\u001b[24m\n    \u001b[1mほとんどのアニメとは違って、キャラクターの服には波紋がほとんどなく、私は邪魔していると感じました。\u001b[22m, \u001b[1m私はintruiging見られる最もアニメとは異なり、キャラクターの服をほとんどリップルがあります。\u001b[22m\n\u001b[4ma cutesy bishoujo style.\u001b[24m\n    \u001b[1m美しい美少女風。\u001b[22m, \u001b[1mキュートな美少女のスタイル。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound Design:\n\n\u001b[1mサウンドデザイン：\u001b[22m\n\u001b[1m(Saundo dezain:)\u001b[22m\n\nTranslations of \u001b[4mThe Sound Design:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound Design:\u001b[24m\n    \u001b[1mサウンドデザイン：\u001b[22m\n\u001b[1m\u001b[22m\nthe intro and ending credits theme songs were a little annoying. this is coming from a guy who absolutely loves j-pop, beleive me when i say that. i didn't watch them more than once. the voice acting is definitely great and i give kudos for that. sound effects for the jokes are perfectly implimented for full comic effect and really enhances the comedy.\n\n\u001b[1mイントロとエンディングクレジットのテーマソングはちょっと迷惑だった。 これは絶対にjポップが大好きな人から来ている、私がそれを信じているときに私を信じてください。 私はそれらを複数回見ることはなかった。 声優は間違いなく素晴らしいですし、私はそのことに名誉を与えています。 ジョークのサウンドエフェクトは完全なコミック効果のために完璧にインプリメントされ、コメディを実際に強化します。\u001b[22m\n\u001b[1m(Intoro to endingu kurejitto no tēmasongu wa chotto meiwakudatta. Kore wa zettai ni j poppu ga daisukinahito kara kite iru, watashi ga sore o shinjite iru toki ni watashi o shinjite kudasai. Watashi wa sorera o fukusū kai miru koto wa nakatta. Seiyū wa machigainaku subarashīdesushi, watashi wa sono kotoni meiyo o ataete imasu. Jōku no saundoefekuto wa kanzen'na komikku kōka no tame ni kanpeki ni inpurimento sa re, komedi o jissai ni kyōka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe intro and ending credits theme songs were a little annoying. this is coming from a guy who absolutely loves j-pop, beleive me when i say that. i didn't watch them more than once. the voice acting is definitely great and i give kudos for that. sound effects for the jokes are perfectly implimented for full comic effect and really enhances the comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe intro and ending credits theme songs were a little annoying.\u001b[24m\n    \u001b[1mイントロとエンディングクレジットのテーマソングはちょっと迷惑だった。\u001b[22m, \u001b[1mイントロやエンディングクレジットのテーマ曲は少し迷惑でした。\u001b[22m\n\u001b[4mthis is coming from a guy who absolutely loves j-pop, beleive me when i say that.\u001b[24m\n    \u001b[1mこれは絶対にjポップが大好きな人から来ている、私がそれを信じているときに私を信じてください。\u001b[22m, \u001b[1mこれは絶対にJ-POPを愛する男から来ている私はそれを言うとき、私を信じて。\u001b[22m\n\u001b[4mi didn't watch them more than once.\u001b[24m\n    \u001b[1m私はそれらを複数回見ることはなかった。\u001b[22m, \u001b[1m私は複数回、それらを見ていません。\u001b[22m\n\u001b[4mthe voice acting is definitely great and i give kudos for that.\u001b[24m\n    \u001b[1m声優は間違いなく素晴らしいですし、私はそのことに名誉を与えています。\u001b[22m, \u001b[1m声の演技は確かに素晴らしいですし、私はそれのための称賛を与えます。\u001b[22m\n\u001b[4msound effects for the jokes are perfectly implimented for full comic effect and really enhances the comedy.\u001b[24m\n    \u001b[1mジョークのサウンドエフェクトは完全なコミック効果のために完璧にインプリメントされ、コメディを実際に強化します。\u001b[22m, \u001b[1mジョークのための効果音は完全に完全な漫画の効果についてimplimentedと本当に喜劇を強化しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Final Score:\n\n\u001b[1m最終得点：\u001b[22m\n\u001b[1m(Saishū tokuten:)\u001b[22m\n\nTranslations of \u001b[4mThe Final Score:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Final Score:\u001b[24m\n    \u001b[1m最終得点：\u001b[22m, \u001b[1m最終スコア：\u001b[22m\n\u001b[1m\u001b[22m\nin case you didn't catch on yet, this show is for pedophiles. nothing but pedophile jokes every few minutes, with less than 10 exceptions after 4 episodes! animation though sparce, was great, and the voice acting helped me endure the pedophile jokes until episode 4 was finished. i'm a big fan of the anime Comic Party, which teaches all about doijinshi and teaches great morals, even though it is targeted towards a younger audience. i was looking forward to Doujin Work as a modern take on Comic Party and its educational look into the world of doujinshi, but instead got a pedo-fest. only pedophiles should watch this.\n\n\u001b[1mあなたがまだキャッチしていない場合は、このショーは小児性愛者のためのものです。  4回のエピソードの後で10回未満の例外を除いて、数分おきに小児性愛冗談以外何もしない！ アニメはすばらしいですが、素晴らしく、演技の声は、エピソード4が終わるまで、小児性愛のジョークに耐えました。 私は若い聴衆をターゲットにしているにもかかわらず、すべての道人について教え、大きな道徳を教えるアニメコミックパーティーの大ファンです。 私は、同人誌の現代的な取り組みと同人誌の世界への教育的な表情として同人誌の仕事を楽しみにしていましたが、代わりにペストフェスティバルを開催しました。 小児性愛者だけがこれを見なければならない。\u001b[22m\n\u001b[1m(Anata ga mada kyatchi shite inai baai wa, kono shō wa shōniseiai-sha no tame no monodesu. 4-Kai no episōdo no nochi de 10-kai-miman no reigai o nozoite, sūbun-oki ni shōniseiai jōdan igai nanimoshinai! Anime wa subarashīdesuga, subarashiku, engi no koe wa, episōdo 4 ga owaru made, shōniseiai no jōku ni taemashita. Watashi wa wakai chōshū o tāgetto ni shite iru nimokakawarazu, subete no dōjin ni tsuite oshie, ōkina dōtoku o oshieru animekomikkupātī no dai fandesu. Watashi wa, dōninshi no gendai-tekina torikumi to dōninshi no sekai e no kyōiku-tekina hyōjō to shite dōninshi no shigoto o tanoshimini shite imashitaga, kawarini pesutofesutibaru o kaisai shimashita. Shōniseiai-sha dake ga kore o minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4min case you didn't catch on yet, this show is for pedophiles. nothing but pedophile jokes every few minutes, with less than 10 exceptions after 4 episodes! animation though sparce, was great, and the voice acting helped me endure the pedophile jokes until episode 4 was finished. i'm a big fan of the anime Comic Party, which teaches all about doijinshi and teaches great morals, even though it is targeted towards a younger audience. i was looking forward to Doujin Work as a modern take on Comic Party and its educational look into the world of doujinshi, but instead got a pedo-fest. only pedophiles should watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min case you didn't catch on yet, this show is for pedophiles.\u001b[24m\n    \u001b[1mあなたがまだキャッチしていない場合は、このショーは小児性愛者のためのものです。\u001b[22m, \u001b[1mあなたはまだ上でキャッチしていない場合には、このショーは小児性愛者のためのものです。\u001b[22m\n\u001b[4mnothing but pedophile jokes every few minutes, with less than 10 exceptions after 4 episodes!\u001b[24m\n    \u001b[1m4回のエピソードの後で10回未満の例外を除いて、数分おきに小児性愛冗談以外何もしない！\u001b[22m, \u001b[1m小児性愛者が、何も4エピソード後の10未満の例外を除いて、数分ごとにジョークません！\u001b[22m\n\u001b[4manimation though sparce, was great, and the voice acting helped me endure the pedophile jokes until episode 4 was finished.\u001b[24m\n    \u001b[1mアニメはすばらしいですが、素晴らしく、演技の声は、エピソード4が終わるまで、小児性愛のジョークに耐えました。\u001b[22m, \u001b[1mアニメーションsparceものの、素晴らしかった、と声の演技は、エピソード4が終了するまで、私は小児性愛者のジョークに耐える助けました。\u001b[22m\n\u001b[4mi'm a big fan of the anime Comic Party, which teaches all about doijinshi and teaches great morals, even though it is targeted towards a younger audience.\u001b[24m\n    \u001b[1m私は若い聴衆をターゲットにしているにもかかわらず、すべての道人について教え、大きな道徳を教えるアニメコミックパーティーの大ファンです。\u001b[22m, \u001b[1m私はすべてのdoijinshiについて教えており、それが若い観客を対象としていても、偉大な道徳を教えてアニメこみっくパーティー、の大ファンです。\u001b[22m\n\u001b[4mi was looking forward to Doujin Work as a modern take on Comic Party and its educational look into the world of doujinshi, but instead got a pedo-fest.\u001b[24m\n    \u001b[1m私は、同人誌の現代的な取り組みと同人誌の世界への教育的な表情として同人誌の仕事を楽しみにしていましたが、代わりにペストフェスティバルを開催しました。\u001b[22m, \u001b[1m私はこみっくパーティーと同人誌の世界にその教育的な外観に近代的なテイクとしてドージンワークを楽しみにしているが、その代わりにペドフェストを得ました。\u001b[22m\n\u001b[4monly pedophiles should watch this.\u001b[24m\n    \u001b[1m小児性愛者だけがこれを見なければならない。\u001b[22m, \u001b[1m唯一の小児性愛者はこれを見なければなりません。\u001b[22m\n\u001b[1m\u001b[22m\ni hated 99% of the jokes and the pedophile theme was overkill, but for the good (if not absent for the most-part) animation, nice mellow art style, satisfying sound design and great voice acting, i give this anime a score of 2.5/10.\n\n\u001b[1m私はジョークの99％を嫌って、小児性愛のテーマは過度なものでしたが、（ほとんどの場合欠けていないにしても）アニメーション、素敵な穏やかな芸術スタイル、充実したサウンドデザインと素晴らしい声優のために、私はこのアニメに 2.5 / 10。\u001b[22m\n\u001b[1m(Watashi wa jōku no 99-pāsento o kiratte, shōniseiai no tēma wa kadona monodeshitaga,(hotondo no baai kakete inai ni shite mo) animēshon, sutekina odayakana geijutsu sutairu, jūjitsu shita saundo dezain to subarashī seiyū no tame ni, watashi wa kono anime ni 2. 5/ 10.)\u001b[22m\n\nTranslations of \u001b[4mi hated 99% of the jokes and the pedophile theme was overkill, but for the good (if not absent for the most-part) animation, nice mellow art style, satisfying sound design and great voice acting, i give this anime a score of 2.5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi hated 99% of the jokes and the pedophile theme was overkill, but for the good (if not absent for the most-part) animation, nice mellow art style, satisfying sound design and great voice acting, i give this anime a score of\u001b[24m\n    \u001b[1m私はジョークの99％を嫌って、小児性愛のテーマは過度なものでしたが、（ほとんどの場合欠けていないにしても）アニメーション、素敵な穏やかな芸術スタイル、充実したサウンドデザインと素晴らしい声優のために、私はこのアニメに\u001b[22m, \u001b[1m私はジョークの99％を嫌っや小児性愛者のテーマは行き過ぎだったが、サウンドデザインと素晴らしい声の演技を満たすアニメーション、素敵なまろやかなアートスタイル、（ほとんどの部分のため欠席されていない場合）、私はこのアニメにのスコアを良い与えるために\u001b[22m\n\u001b[4m2.5/10.\u001b[24m\n    \u001b[1m2.5 / 10。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nthis anime gets Pedo Bear's seal of approval, but not mine\n\n\u001b[1mこのアニメはペドロベアの承認の印を得ますが、私のものではありません\u001b[22m\n\u001b[1m(Kono anime wa pedorobea no shōnin no shirushi o emasuga, watashi no monode wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mthis anime gets Pedo Bear's seal of approval, but not mine\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime gets Pedo Bear's seal of approval, but not mine\u001b[24m\n    \u001b[1mこのアニメはペドロベアの承認の印を得ますが、私のものではありません\u001b[22m, \u001b[1mこのアニメはPEDOクマの承認のシールではなく、鉱山を取得します\u001b[22m\n\u001b[1m\u001b[22m\nyou will learn nothing about doujinshi watching doujin work. this show completely ignores all genres of fan comics except for erotic ones, as if that makes up the entirety of doujinshi. and putting little girls in as characters who make these comics is just sick.\n\n\u001b[1mあなたは同人の仕事を見ている同人について何も学ばないでしょう。 このショーは、エロティックなものを除いてファンの漫画のすべてのジャンルを完全に無視しているかのように、まるで同人誌の全体を構成しているかのようです。 これらの漫画をただの病気にしているキャラクターとして、少女たちを入れてください。\u001b[22m\n\u001b[1m(Anata wa dōjin no shigoto o mite iru dōjin ni tsuite nani mo manabanaideshou. Kono shō wa, erotikkuna mono o nozoite fan no manga no subete no janru o kanzen ni mushi shite iru ka no yō ni, marude dōninshi no zentai o kōsei shite iru ka no yōdesu. Korera no manga o tada no byōki ni shite iru kyarakutā to shite, shōjo-tachi o irete kudasai.)\u001b[22m\n\nTranslations of \u001b[4myou will learn nothing about doujinshi watching doujin work. this show completely ignores all genres of fan comics except for erotic ones, as if that makes up the entirety of doujinshi. and putting little girls in as characters who make these comics is just sick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myou will learn nothing about doujinshi watching doujin work.\u001b[24m\n    \u001b[1mあなたは同人の仕事を見ている同人について何も学ばないでしょう。\u001b[22m, \u001b[1mあなたは同人作品を見ている同人誌については何も学ばないでしょう。\u001b[22m\n\u001b[4mthis show completely ignores all genres of fan comics except for erotic ones, as if that makes up the entirety of doujinshi.\u001b[24m\n    \u001b[1mこのショーは、エロティックなものを除いてファンの漫画のすべてのジャンルを完全に無視しているかのように、まるで同人誌の全体を構成しているかのようです。\u001b[22m, \u001b[1mそれは同人誌の全体を構成するかのように、このショーは完全に、エロティックなものを除いてファン漫画のすべてのジャンルを無視します。\u001b[22m\n\u001b[4mand putting little girls in as characters who make these comics is just sick.\u001b[24m\n    \u001b[1mこれらの漫画をただの病気にしているキャラクターとして、少女たちを入れてください。\u001b[22m, \u001b[1mそしてこの漫画を作る文字としてで女の子を置くことは、単に病気です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nif you're looking for an anime dedicated to the world of doujinshi i recommend Comic Party, even though it is really corny and cheesy.\n\n\u001b[1m同人誌の世界に捧げられたアニメを探しているなら、私はコミックパーティーをお勧めします。\u001b[22m\n\u001b[1m(Dōjinshi no sekai ni sasage rareta anime o sagashite irunara, watashi wa komikkupātī o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mif you're looking for an anime dedicated to the world of doujinshi i recommend Comic Party, even though it is really corny and cheesy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you're looking for an anime dedicated to the world of doujinshi i recommend Comic Party, even though it is really corny and cheesy.\u001b[24m\n    \u001b[1m同人誌の世界に捧げられたアニメを探しているなら、私はコミックパーティーをお勧めします。\u001b[22m, \u001b[1mあなたは同人誌の世界に捧げアニメを探しているなら、私はそれが本当に陳腐と安っぽいであっても、こみっくパーティーをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nfyi Comic Party Revolution (not to be confused with Comic Party) is pure fan service and has absolutely nothing to do with the world of doujinshi.\n\n\u001b[1mfyi Comic Party Revolution（コミックパーティーと混同しないでください）は純粋なファンサービスであり、同人誌の世界とはまったく関係ありません。\u001b[22m\n\u001b[1m(Fyi Comic pātī revu~oryūshon (komikkupātī to kondō shinaide kudasai) wa junsuina fansābisudeari, dōninshi no sekai to wa mattaku kankei arimasen.)\u001b[22m\n\nTranslations of \u001b[4mfyi Comic Party Revolution (not to be confused with Comic Party) is pure fan service and has absolutely nothing to do with the world of doujinshi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfyi Comic Party Revolution (not to be confused with Comic Party) is pure fan service and has absolutely nothing to do with the world of doujinshi.\u001b[24m\n    \u001b[1mfyi Comic Party Revolution（コミックパーティーと混同しないでください）は純粋なファンサービスであり、同人誌の世界とはまったく関係ありません。\u001b[22m, \u001b[1mFYIこみっくパーティー革命は（こみっくパーティーと混同しないように）、純粋なファンサービスで、同人誌の世界とは全く関係ありません。\u001b[22m\n\u001b[1m\u001b[22m\ni also recommend the much more mature anime called Genshiken. it's a very accurate, funny, mature, smart, and well written series.\n\n\u001b[1m私はまた、Genshikenと呼ばれるはるかに成熟したアニメをお勧めします。 非常に正確で、面白く、成熟した、スマートで、よく書かれたシリーズです。\u001b[22m\n\u001b[1m(Watashi wa mata, Genshiken to yoba reru haruka ni seijuku shita anime o o susume shimasu. Hijō ni seikakude, omoshiroku, seijuku shita, sumāto de, yoku kaka reta shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mi also recommend the much more mature anime called Genshiken. it's a very accurate, funny, mature, smart, and well written series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi also recommend the much more mature anime called Genshiken.\u001b[24m\n    \u001b[1m私はまた、Genshikenと呼ばれるはるかに成熟したアニメをお勧めします。\u001b[22m, \u001b[1m私はまたげんしけん呼ばれるはるかに成熟したアニメをお勧めします。\u001b[22m\n\u001b[4mit's a very accurate, funny, mature, smart, and well written series.\u001b[24m\n    \u001b[1m非常に正確で、面白く、成熟した、スマートで、よく書かれたシリーズです。\u001b[22m, \u001b[1mそれは非常に、正確な面白い、成熟した、スマート、よく書かれたシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt's shows like Doujin Work that give anime a bad name.\n\n\u001b[1mアニメに悪名を付ける同人ワークのようなショーです。\u001b[22m\n\u001b[1m(Anime ni akumyō o tsukeru dōjin wāku no yōna shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's shows like Doujin Work that give anime a bad name.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's shows like Doujin Work that give anime a bad name.\u001b[24m\n    \u001b[1mアニメに悪名を付ける同人ワークのようなショーです。\u001b[22m, \u001b[1mそれはアニメに悪い名前を与えるドージンワークのような番組です。\u001b[22m"
  },
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "Qwerkzy",
    "profile": "/profile/Qwerkzy/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=2150",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nこのアニメは、すべてのエピソードを順番に見るときの2時間のようなものなので、このレビューは短くなります。\n\n同人っぽい仕事は素敵な安い笑いにはいいですね。 それは、同人ビジネスに入ることを望んでいる少女のことです。その理由は、そこに作られるすべての利益のためです。  * snicker *\n\nエヘム、とにかく、それは本当に面白いです。 エピソード（私が意味するアニメの部分で、タグ付けされた余計なものではありません）は、それぞれ約12分かかりますので、休憩中に日常的なくすみを得るためのまともな方法です。\n\nこのキャラクターは、純粋な同人誌のワナビーと彼女のストーカーの幼なじみから、哀れな無邪気なレイプ漫画愛好家（私の大好き）から、嫉妬深いロリなどに至るまで、合理的にオリジナルです。 それは表面的なエンターテインメントですが、十分面白くて面白いです。 このシリーズは、最初の6つのエピソードの中で最善を尽くしています。そこから下り坂に入り、より深刻なものになり、以前からギャグの一部を再利用しています。\n\n芸術とサウンドは素晴らしいものではありませんが、機能的で、あなたを気にしません。\n\nジョークに関する一言 - 彼らは主に同人誌とオタクのサブカルチャーに関するものです。 あなたが本当にそのようなものに興味がない、または同じようなもの（例えばGenshiken）が面白いと思っていないなら、あなたは同人ワークも好きではありません。 明らかに、いくつかの変態したジョークもあります（レイプ漫画愛好家についてのおしゃべりはあなたにお伝えしていませんでしたか？）。 それがあなたのお茶ではない場合は、このシリーズを気にしないでください。冗談の半分は性的暴力の周りを回っているからです。\n\n私は全体的に、ちょうど1時間吹き飛ばす必要がある退屈なコメディの愛好家に心からお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is something like 2 hours when you watch all the episodes in sequence so this review will be short.\n\n\u001b[1mこのアニメは、すべてのエピソードを順番に見るときの2時間のようなものなので、このレビューは短くなります。\u001b[22m\n\u001b[1m(Kono anime wa, subete no episōdo o junban ni miru toki no 2-jikan no yōna mononanode, kono rebyū wa mijikaku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is something like 2 hours when you watch all the episodes in sequence so this review will be short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is something like 2 hours when you watch all the episodes in sequence so this review will be short.\u001b[24m\n    \u001b[1mこのアニメは、すべてのエピソードを順番に見るときの2時間のようなものなので、このレビューは短くなります。\u001b[22m, \u001b[1mこのアニメが、この口コミが短くなりますので、あなたは、シーケンス内のすべてのエピソードを見て2時間のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nDoujin Work is good for some nice cheap laughs. It's about a girl who wants to go into the doujin business, because of all the profit that can be made there. *snicker*\n\n\u001b[1m同人っぽい仕事は素敵な安い笑いにはいいですね。 それは、同人ビジネスに入ることを望んでいる少女のことです。その理由は、そこに作られるすべての利益のためです。  * snicker *\u001b[22m\n\u001b[1m(Dōjin ppoi shigoto wa sutekina yasui warai ni wa īdesu ne. Sore wa, dōjin bijinesu ni hairu koto o nozonde iru shōjo no kotodesu. Sono riyū wa, soko ni tsukura reru subete no rieki no tamedesu. * Snicker*)\u001b[22m\n\nTranslations of \u001b[4mDoujin Work is good for some nice cheap laughs. It's about a girl who wants to go into the doujin business, because of all the profit that can be made there. *snicker*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoujin Work is good for some nice cheap laughs.\u001b[24m\n    \u001b[1m同人っぽい仕事は素敵な安い笑いにはいいですね。\u001b[22m, \u001b[1mドージンワークはいくつかの素晴らしい安価な笑いのために良いです。\u001b[22m\n\u001b[4mIt's about a girl who wants to go into the doujin business, because of all the profit that can be made there.\u001b[24m\n    \u001b[1mそれは、同人ビジネスに入ることを望んでいる少女のことです。その理由は、そこに作られるすべての利益のためです。\u001b[22m, \u001b[1mそれは理由があっ行うことができ、すべての利益のため、同人ビジネスに行きたがっている女の子についてです。\u001b[22m\n\u001b[4m*snicker*\u001b[24m\n    \u001b[1m* snicker *\u001b[22m, \u001b[1m*忍び笑い*\u001b[22m\n\u001b[1m\u001b[22m\nAhem, anyways, it's really funny. The episodes (the anime parts I mean, not that extra crap they tagged on) are about 12 minutes each or something so it's a decent way to get your daily dose of giggles during a break.\n\n\u001b[1mエヘム、とにかく、それは本当に面白いです。 エピソード（私が意味するアニメの部分で、タグ付けされた余計なものではありません）は、それぞれ約12分かかりますので、休憩中に日常的なくすみを得るためのまともな方法です。\u001b[22m\n\u001b[1m(Ehemu, tonikaku, sore wa hontōni omoshiroidesu. Episōdo (watashi ga imi suru anime no bubun de, tagudzuke sa reta yokeina monode wa arimasen) wa, sorezore yaku 12-bu kakarimasunode, kyūkei-chū ni nichijō-tekina kusumi o eru tame no matomona hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAhem, anyways, it's really funny. The episodes (the anime parts I mean, not that extra crap they tagged on) are about 12 minutes each or something so it's a decent way to get your daily dose of giggles during a break.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAhem, anyways, it's really funny.\u001b[24m\n    \u001b[1mエヘム、とにかく、それは本当に面白いです。\u001b[22m, \u001b[1mエヘンは、とにかく、それは本当に面白いです。\u001b[22m\n\u001b[4mThe episodes (the anime parts I mean, not that extra crap they tagged on) are about 12 minutes each or something so it's a decent way to get your daily dose of giggles during a break.\u001b[24m\n    \u001b[1mエピソード（私が意味するアニメの部分で、タグ付けされた余計なものではありません）は、それぞれ約12分かかりますので、休憩中に日常的なくすみを得るためのまともな方法です。\u001b[22m, \u001b[1mそれは休憩中に笑いのあなたの毎日の線量を取得するためのまともな方法ですので、エピソード（私は意味アニメの部品は、彼らがタグ付けされていない余分ながらくた）は、約12分ごとにか何かです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are reasonably original, ranging from the naive doujin artist wannabe and her stalker childhood friend to the faux-innocent rape manga enthusiast (my favorite of the bunch) to a jealous loli and more. It's superficial entertainment, but amusing enough and well executed. The series shines at its best during the first 6 episodes, and kind of goes downhill from there, getting a bit more serious and also reusing some of the gags from earlier.\n\n\u001b[1mこのキャラクターは、純粋な同人誌のワナビーと彼女のストーカーの幼なじみから、哀れな無邪気なレイプ漫画愛好家（私の大好き）から、嫉妬深いロリなどに至るまで、合理的にオリジナルです。 それは表面的なエンターテインメントですが、十分面白くて面白いです。 このシリーズは、最初の6つのエピソードの中で最善を尽くしています。そこから下り坂に入り、より深刻なものになり、以前からギャグの一部を再利用しています。\u001b[22m\n\u001b[1m(Kono kyarakutā wa, junsuina dōjinshi no wanabī to kanojo no sutōkā no osananajimi kara, awarena mujakina reipu manga aikō-ka (watashi no daisuki) kara, shittobukai rori nado ni itaru made, gōri-teki ni orijinarudesu. Sore wa hyōmen-tekina entāteinmentodesuga, jūbun omoshirokute omoshiroidesu. Kono shirīzu wa, saisho no muttsu no episōdo no naka de saizen o tsukushite imasu. Soko kara kudarizaka ni hairi, yori shinkokuna mono ni nari, izen kara gyagu no ichibu o sai riyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are reasonably original, ranging from the naive doujin artist wannabe and her stalker childhood friend to the faux-innocent rape manga enthusiast (my favorite of the bunch) to a jealous loli and more. It's superficial entertainment, but amusing enough and well executed. The series shines at its best during the first 6 episodes, and kind of goes downhill from there, getting a bit more serious and also reusing some of the gags from earlier.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are reasonably original, ranging from the naive doujin artist wannabe and her stalker childhood friend to the faux-innocent rape manga enthusiast (my favorite of the bunch) to a jealous loli and more.\u001b[24m\n    \u001b[1mこのキャラクターは、純粋な同人誌のワナビーと彼女のストーカーの幼なじみから、哀れな無邪気なレイプ漫画愛好家（私の大好き）から、嫉妬深いロリなどに至るまで、合理的にオリジナルです。\u001b[22m, \u001b[1m文字は嫉妬ロリ以上にナイーブ同人作家志望と彼女のストーカーの子供時代の友人から擬似的な無実のレイプ漫画愛好家（たくさんの私のお気に入り）に至るまで、合理的にオリジナルです。\u001b[22m\n\u001b[4mIt's superficial entertainment, but amusing enough and well executed.\u001b[24m\n    \u001b[1mそれは表面的なエンターテインメントですが、十分面白くて面白いです。\u001b[22m, \u001b[1mそれは表面的な娯楽ですが、面白いだけでは十分とうまく実行されます。\u001b[22m\n\u001b[4mThe series shines at its best during the first 6 episodes, and kind of goes downhill from there, getting a bit more serious and also reusing some of the gags from earlier.\u001b[24m\n    \u001b[1mこのシリーズは、最初の6つのエピソードの中で最善を尽くしています。そこから下り坂に入り、より深刻なものになり、以前からギャグの一部を再利用しています。\u001b[22m, \u001b[1mシリーズは、最初の6話の間、その最高の状態で輝く、および種類のそこから下り坂になり、もう少し深刻になっても、以前からギャグの一部を再利用します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound aren't great but they're functional and won't bother you.\n\n\u001b[1m芸術とサウンドは素晴らしいものではありませんが、機能的で、あなたを気にしません。\u001b[22m\n\u001b[1m(Geijutsu to saundo wa subarashī monode wa arimasenga, kinō-tekide, anata o ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound aren't great but they're functional and won't bother you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound aren't great but they're functional and won't bother you.\u001b[24m\n    \u001b[1m芸術とサウンドは素晴らしいものではありませんが、機能的で、あなたを気にしません。\u001b[22m, \u001b[1mアートと音は大きくないが、彼らは、機能しているとあなたを気にしないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nOne note about the jokes-- they are mostly about doujins and otaku subculture. If you're not really interested in that stuff or don't find similar stuff (eg Genshiken) amusing, you won't like Doujin Work either. There's also, obviously, some perverted jokes (what, the tidbit about the rape manga enthusiast didn't tip you off?). If that's not your cup of tea, don't bother with this series, since half the jokes revolve around sexual innuendo.\n\n\u001b[1mジョークに関する一言 - 彼らは主に同人誌とオタクのサブカルチャーに関するものです。 あなたが本当にそのようなものに興味がない、または同じようなもの（例えばGenshiken）が面白いと思っていないなら、あなたは同人ワークも好きではありません。 明らかに、いくつかの変態したジョークもあります（レイプ漫画愛好家についてのおしゃべりはあなたにお伝えしていませんでしたか？）。 それがあなたのお茶ではない場合は、このシリーズを気にしないでください。冗談の半分は性的暴力の周りを回っているからです。\u001b[22m\n\u001b[1m(Jōku ni kansuru hitokoto - karera wa omoni dōninshi to otaku no sabukaruchā ni kansuru monodesu. Anata ga hontōni sono yōna mono ni kyōmi ga nai, matawa onajiyōna mo no (tatoeba Genshiken) ga omoshiroi to omotte inainara, anata wa dōjin wāku mo sukide wa arimasen. Akiraka ni, ikutsu ka no hentai shita jōku mo arimasu (reipu manga aikō-ka ni tsuite no oshaberi wa anata ni otsutae shite imasendeshita ka? ). Sore ga anata no ochade wanai baai wa, kono shirīzu o kinishinaide kudasai. Jōdan no hanbun wa seiteki bōryoku no mawari o mawatte irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mOne note about the jokes-- they are mostly about doujins and otaku subculture. If you're not really interested in that stuff or don't find similar stuff (eg Genshiken) amusing, you won't like Doujin Work either. There's also, obviously, some perverted jokes (what, the tidbit about the rape manga enthusiast didn't tip you off?). If that's not your cup of tea, don't bother with this series, since half the jokes revolve around sexual innuendo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne note about the jokes-- they are mostly about doujins and otaku subculture.\u001b[24m\n    \u001b[1mジョークに関する一言 - 彼らは主に同人誌とオタクのサブカルチャーに関するものです。\u001b[22m, \u001b[1mjokes--約ノートは、彼らがdoujinsとオタクサブカルチャーについてのほとんどがあります。\u001b[22m\n\u001b[4mIf you're not really interested in that stuff or don't find similar stuff (eg Genshiken) amusing, you won't like Doujin Work either.\u001b[24m\n    \u001b[1mあなたが本当にそのようなものに興味がない、または同じようなもの（例えばGenshiken）が面白いと思っていないなら、あなたは同人ワークも好きではありません。\u001b[22m, \u001b[1mあなたがそのようなもので、実際に興味がないか、面白い（例えばげんしけん）に類似したものが見つからない場合は、どちらかドージンワークを好きではありません。\u001b[22m\n\u001b[4mThere's also, obviously, some perverted jokes (what, the tidbit about the rape manga enthusiast didn't tip you off?).\u001b[24m\n    \u001b[1m明らかに、いくつかの変態したジョークもあります（レイプ漫画愛好家についてのおしゃべりはあなたにお伝えしていませんでしたか？）。\u001b[22m, \u001b[1m明らかに、もあり、いくつかの倒錯ジョーク（何、レイプ漫画愛好家約ちらほらがあなたを密告しませんでした？）。\u001b[22m\n\u001b[4mIf that's not your cup of tea, don't bother with this series, since half the jokes revolve around sexual innuendo.\u001b[24m\n    \u001b[1mそれがあなたのお茶ではない場合は、このシリーズを気にしないでください。冗談の半分は性的暴力の周りを回っているからです。\u001b[22m, \u001b[1mそれはお茶のあなたのカップではない場合は半分ジョークが性的なほのめかしを中心に展開するので、このシリーズで気にしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I recommend it heartily to the bored comedy connoisseur who just needs to blow an hour away.\n\n\u001b[1m私は全体的に、ちょうど1時間吹き飛ばす必要がある退屈なコメディの愛好家に心からお勧めします。\u001b[22m\n\u001b[1m(Watashi wa zentai-teki ni, chōdo 1-jikan fukitobasu hitsuyō ga aru taikutsuna komedi no aikō-ka ni kokorokara o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I recommend it heartily to the bored comedy connoisseur who just needs to blow an hour away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I recommend it heartily to the bored comedy connoisseur who just needs to blow an hour away.\u001b[24m\n    \u001b[1m私は全体的に、ちょうど1時間吹き飛ばす必要がある退屈なコメディの愛好家に心からお勧めします。\u001b[22m, \u001b[1m全体的に私はちょうど時間を吹き飛ばすする必要が退屈喜劇の目利きに心からそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "CatSoul",
    "profile": "/profile/CatSoul/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=207135",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\n私のお気に入りのアニメは、この執筆時点で、コミックパーティーと呼ばれています。 それは、偏愛を克服し、同人誌に取り組んで、一緒に強くなっていく友人のグループについての、ちょっとしたドラマの偉大なコメディです。\n\nDoujin WorkがMALとの関係で一番お勧めのアニメだったという事実に基づいて、私はいくつかの大きな希望を持っていました。 そして、まあ...私は少し失望していた。\n\nこのアニメが悪いわけではありません。 それだけで何も特別なものではない。\n\nストーリー（6/10）：\n\n前述のコミックパーティーとは異なり、同人ワークスはマンガを改善しようとしている主人公の欲望にはそれほど重点を置いていません。  Najimiはショーが進行するにつれて仕事を改善しますが、同人ワークの主な焦点はギャグ・コメディです。\n\n私は物語が終わりに向かって少し進歩するのを見てうれしかった...しかし、スポイラーを与えることなく、それはできなかったようにうまくいかず、それは失望していた。\n\nART（6/10）：\n\nアートワークはちょっと怠け者ではないにしてもまあまあです。 背景文字は、時々灰色/緑色の塊として描かれます。  （私は、アーティストがジェネリックフェイスを使い果たしたと思います。）\n\nNajimiがエロゲーショップに入るエピソード3程度の素晴らしい視覚ギャグがあります。 内側には、実際の視覚小説のカバーがたくさんあります。 他にもたくさんあったけど、僕の唄（!!!）を覚えていました。 それは確かに素晴らしいタッチでした。\n\nサウンド（6/10）：\n\n声優は良いです。 声のどれもはずれていると感じませんでした。  （私はこの書物のように、同人誌の英語のダブがないので、このサブベッドを見ました）OPとEDはスキップ可能です。一般的なJ-popです。\n\nキャラクター（6/10）：\n\nキャラクタリゼーションは全体的に悪くはありませんが、キャラクターによっては行動の動機が欠けています。 例えば、ナジミの幼なじみの友人「ジャスティス」は、いつも優しく、彼女を怒らせる彼女の男性ファンから彼女を守ろうとします。\n\n正義は彼女に惹かれていますか？ ショーはそれについてのジョークとしてさえも決してありません。 それで、なぜ彼はこの少年が彼女に近づくのを心配しているのですか？\n\nまた、すべてのエピソードでポップアップする少女ソラは、それ以外の物語には目的を果たさず、ジャスティスをちょっと気味悪いように見せています。\n\nエンジョイメント（6/10）：\n\n同人誌を見る前に、ショーの中にはロリポンの音色があることを知っているはずです。 私はこれらを期待していませんでした、そして、彼らは時々少し気が狂っていました。 ナジミは大学に入ろうとしているにもかかわらず、彼女は13歳のように描かれていて、友人のツユリはもっと​​若くなる。 タイトル画面では、ヌードや示唆的な状況で描写されることがよくあります。\n\n小学生の小学生ソラのキャラクターは、司法に頻繁に同行し、私の疑惑をさらに深く押し込む。 彼女はハードコア・ヘンタイを描くこれらの大人たちにあまりにも近づいているし、ジャスティスとの関係は決して奇妙ではない方法では決して説明されていない。 時には彼女のファンのためのサービスは、それがほんの数秒間続いていたとしても、私はギャグを作りました。\n\nショーのギャグのいくつかは、私のためにフラットになった、過度に使用された、または単純にあまりにも渋い（ショーはエピソードの最初のカップルの後の最後のものを取得する間、彼らは不快です - そしてこれはWatamote  ）。 しかし、私はそれを見て楽しんでいたシリーズ全体で十分な面白いと楽しい瞬間があります。\n\n全体（6/10）：\n\n結局のところ、あなたがショーの陰謀を過ぎることができれば、同人勤労は雨の日に（つまり、あなたがすでにコミックパーティーを見たことがあるなら）時計の価値があるかもしれません。 あなたの人生は約2時間しかかかりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nMy favorite anime, as of this writing, is called Comic Party. It's a great comedy with a wee bit of drama about a group of friends overcoming biases, working on doujinshi, and growing stronger together.\n\n\u001b[1m私のお気に入りのアニメは、この執筆時点で、コミックパーティーと呼ばれています。 それは、偏愛を克服し、同人誌に取り組んで、一緒に強くなっていく友人のグループについての、ちょっとしたドラマの偉大なコメディです。\u001b[22m\n\u001b[1m(Watashi no okiniiri no anime wa, kono shippitsu jiten de, komikkupātī to yoba rete imasu. Sore wa, hen'ai o kokufuku shi, dōninshi ni torikunde, issho ni tsuyoku natte iku yūjin no gurūpu ni tsuite no, chottoshita dorama no idaina komedidesu.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite anime, as of this writing, is called Comic Party. It's a great comedy with a wee bit of drama about a group of friends overcoming biases, working on doujinshi, and growing stronger together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite anime, as of this writing, is called Comic Party.\u001b[24m\n    \u001b[1m私のお気に入りのアニメは、この執筆時点で、コミックパーティーと呼ばれています。\u001b[22m, \u001b[1m私の好きなアニメは、この記事の執筆時点で、こみっくパーティーと呼ばれています。\u001b[22m\n\u001b[4mIt's a great comedy with a wee bit of drama about a group of friends overcoming biases, working on doujinshi, and growing stronger together.\u001b[24m\n    \u001b[1mそれは、偏愛を克服し、同人誌に取り組んで、一緒に強くなっていく友人のグループについての、ちょっとしたドラマの偉大なコメディです。\u001b[22m, \u001b[1mこれは、バイアスを克服する同人誌に取り組んで、と一緒に強く成長している友人のグループについてのドラマのほんの少しと素晴らしいコメディーです。\u001b[22m\n\u001b[1m\u001b[22m\nBased on the fact that Doujin Work was the top recommended anime in relation to it on MAL, I had some high hopes. And, well...I was a bit let down.\n\n\u001b[1mDoujin WorkがMALとの関係で一番お勧めのアニメだったという事実に基づいて、私はいくつかの大きな希望を持っていました。 そして、まあ...私は少し失望していた。\u001b[22m\n\u001b[1m(Doujin Work ga MAL to no kankei de ichiban o susume no animedatta to iu jijitsu ni motodzuite, watashi wa ikutsu ka no ōkina kibō o motte imashita. Soshite, mā... Watashi wa sukoshi shitsubō shite ita.)\u001b[22m\n\nTranslations of \u001b[4mBased on the fact that Doujin Work was the top recommended anime in relation to it on MAL, I had some high hopes. And, well...I was a bit let down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased on the fact that Doujin Work was the top recommended anime in relation to it on MAL, I had some high hopes.\u001b[24m\n    \u001b[1mDoujin WorkがMALとの関係で一番お勧めのアニメだったという事実に基づいて、私はいくつかの大きな希望を持っていました。\u001b[22m, \u001b[1mドージンワークはMAL上で、それに関連してアニメをお勧めトップだったという事実に基づいて、私はいくつかの大きな期待を持っていました。\u001b[22m\n\u001b[4mAnd, well...I was a bit let down.\u001b[24m\n    \u001b[1mそして、まあ...私は少し失望していた。\u001b[22m, \u001b[1mそして、よく...私は少しがっかりしました。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not that this anime is bad. It's just that it's nothing special, either.\n\n\u001b[1mこのアニメが悪いわけではありません。 それだけで何も特別なものではない。\u001b[22m\n\u001b[1m(Kono anime ga warui wakede wa arimasen. Sore dake de nani mo tokubetsuna monode wanai.)\u001b[22m\n\nTranslations of \u001b[4mIt's not that this anime is bad. It's just that it's nothing special, either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not that this anime is bad.\u001b[24m\n    \u001b[1mこのアニメが悪いわけではありません。\u001b[22m, \u001b[1mそれは、このアニメが悪いことではありません。\u001b[22m\n\u001b[4mIt's just that it's nothing special, either.\u001b[24m\n    \u001b[1mそれだけで何も特別なものではない。\u001b[22m, \u001b[1mそれはどちらか、特別な何もないだけです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY (6/10):\n\n\u001b[1mストーリー（6/10）：\u001b[22m\n\u001b[1m(Sutōrī (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4mSTORY (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY (6/10):\u001b[24m\n    \u001b[1mストーリー（6/10）：\u001b[22m, \u001b[1mSTORY（6/10）：\u001b[22m\n\u001b[1m\u001b[22m\nUnlike the forementioned Comic Party, Doujin Work has nowhere near as much emphasis on the protagonist's desire to improve their manga. Najimi does improve in her work as the show goes along, but the main focus of Doujin Work is gag comedy.\n\n\u001b[1m前述のコミックパーティーとは異なり、同人ワークスはマンガを改善しようとしている主人公の欲望にはそれほど重点を置いていません。  Najimiはショーが進行するにつれて仕事を改善しますが、同人ワークの主な焦点はギャグ・コメディです。\u001b[22m\n\u001b[1m(Zenjutsu no komikkupātī to wa kotonari, dōjin wākusu wa manga o kaizen shiyou to shite iru shujinkō no yokubō ni wa sorehodo jūten o oite imasen. Najimi wa shō ga shinkō suru ni tsurete shigoto o kaizen shimasuga, dōjin wāku no omona shōten wa gyagu komedidesu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike the forementioned Comic Party, Doujin Work has nowhere near as much emphasis on the protagonist's desire to improve their manga. Najimi does improve in her work as the show goes along, but the main focus of Doujin Work is gag comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike the forementioned Comic Party, Doujin Work has nowhere near as much emphasis on the protagonist's desire to improve their manga.\u001b[24m\n    \u001b[1m前述のコミックパーティーとは異なり、同人ワークスはマンガを改善しようとしている主人公の欲望にはそれほど重点を置いていません。\u001b[22m, \u001b[1m前述のこみっくパーティーとは異なり、ドージンワークはほど遠いところに自分の漫画を向上させるために主人公の欲望に同じくらい重視しています。\u001b[22m\n\u001b[4mNajimi does improve in her work as the show goes along, but the main focus of Doujin Work is gag comedy.\u001b[24m\n    \u001b[1mNajimiはショーが進行するにつれて仕事を改善しますが、同人ワークの主な焦点はギャグ・コメディです。\u001b[22m, \u001b[1mNajimiはショーが一緒に行くように彼女の仕事に向上しますが、ドージンワークの主な焦点はギャグコメディです。\u001b[22m\n\u001b[1m\u001b[22m\nI was happy to see the story advance a bit towards the end...however, without giving spoilers, that doesn't work out like it could've, which was disappointing.\n\n\u001b[1m私は物語が終わりに向かって少し進歩するのを見てうれしかった...しかし、スポイラーを与えることなく、それはできなかったようにうまくいかず、それは失望していた。\u001b[22m\n\u001b[1m(Watashi wa monogatari ga owari ni mukatte sukoshi shinpo suru no o mite ureshikatta... Shikashi, supoirā o ataeru koto naku, soreha dekinakatta yō ni umaku ikazu, soreha shitsubō shite ita.)\u001b[22m\n\nTranslations of \u001b[4mI was happy to see the story advance a bit towards the end...however, without giving spoilers, that doesn't work out like it could've, which was disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was happy to see the story advance a bit towards the end...however, without giving spoilers, that doesn't work out like it could've, which was disappointing.\u001b[24m\n    \u001b[1m私は物語が終わりに向かって少し進歩するのを見てうれしかった...しかし、スポイラーを与えることなく、それはできなかったようにうまくいかず、それは失望していた。\u001b[22m, \u001b[1m私はそれが残念だったこれは、いたかもしれないようにうまくいかないこと、スポイラーを与えることなく、しかし...物語は終わりに向かってビットを進める見て満足でした。\u001b[22m\n\u001b[1m\u001b[22m\nART (6/10):\n\n\u001b[1mART（6/10）：\u001b[22m\n\u001b[1m(Āto (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4mART (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART (6/10):\u001b[24m\n    \u001b[1mART（6/10）：\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is decent, if not a bit lazy. Background characters are drawn as grey/green blobs at times. (I guess the artist ran out of generic faces.)\n\n\u001b[1mアートワークはちょっと怠け者ではないにしてもまあまあです。 背景文字は、時々灰色/緑色の塊として描かれます。  （私は、アーティストがジェネリックフェイスを使い果たしたと思います。）\u001b[22m\n\u001b[1m(Ātowāku wa chotto namakemonode wa nai ni shite mo mā mādesu. Haikei moji wa, tokidoki haiiro/ midoriiro no katamari to shite egaka remasu. (Watashi wa, ātisuto ga jenerikkufeisu o tsukaihatashita to omoimasu. ))\u001b[22m\n\nTranslations of \u001b[4mThe artwork is decent, if not a bit lazy. Background characters are drawn as grey/green blobs at times. (I guess the artist ran out of generic faces.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is decent, if not a bit lazy.\u001b[24m\n    \u001b[1mアートワークはちょっと怠け者ではないにしてもまあまあです。\u001b[22m, \u001b[1mアートワークはまともな、そうでない場合は少し怠惰です。\u001b[22m\n\u001b[4mBackground characters are drawn as grey/green blobs at times.\u001b[24m\n    \u001b[1m背景文字は、時々灰色/緑色の塊として描かれます。\u001b[22m, \u001b[1m背景文字が倍に灰色/緑の塊として描かれています。\u001b[22m\n\u001b[4m(I guess the artist ran out of generic faces.)\u001b[24m\n    \u001b[1m（私は、アーティストがジェネリックフェイスを使い果たしたと思います。）\u001b[22m, \u001b[1m（私は、アーティストが、一般的な顔を使い果たしたと思います。）\u001b[22m\n\u001b[1m\u001b[22m\nThere's one great visual gag in which Najimi enters an eroge shop, around episode 3 or so. Inside, you see lots of covers of real visual novels. I was able to recognize Saya no Uta (!!!), though there were plenty of others. That was certainly a nice touch.\n\n\u001b[1mNajimiがエロゲーショップに入るエピソード3程度の素晴らしい視覚ギャグがあります。 内側には、実際の視覚小説のカバーがたくさんあります。 他にもたくさんあったけど、僕の唄（!!!）を覚えていました。 それは確かに素晴らしいタッチでした。\u001b[22m\n\u001b[1m(Najimi ga erogēshoppu ni hairu episōdo 3 teido no subarashī shikaku gyagu ga arimasu. Uchigawa ni wa, jissai no shikaku shōsetsu no kabā ga takusan arimasu. Hoka ni mo takusan attakedo, boku no uta ( ! ! ! ) O oboete imashita. Sore wa tashika ni subarashī tatchideshita.)\u001b[22m\n\nTranslations of \u001b[4mThere's one great visual gag in which Najimi enters an eroge shop, around episode 3 or so. Inside, you see lots of covers of real visual novels. I was able to recognize Saya no Uta (!!!), though there were plenty of others. That was certainly a nice touch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's one great visual gag in which Najimi enters an eroge shop, around episode 3 or so.\u001b[24m\n    \u001b[1mNajimiがエロゲーショップに入るエピソード3程度の素晴らしい視覚ギャグがあります。\u001b[22m, \u001b[1mNajimiエピソード3かそこらの周りに、エロゲー店に入っている一つの大きなギャグがあります。\u001b[22m\n\u001b[4mInside, you see lots of covers of real visual novels.\u001b[24m\n    \u001b[1m内側には、実際の視覚小説のカバーがたくさんあります。\u001b[22m, \u001b[1m内部では、あなたは本当のビジュアルノベルのカバーの多くを参照してください。\u001b[22m\n\u001b[4mI was able to recognize Saya no Uta (!!!), though there were plenty of others.\u001b[24m\n    \u001b[1m他にもたくさんあったけど、僕の唄（!!!）を覚えていました。\u001b[22m, \u001b[1m他のたくさんがあったものの、私は、沙耶の唄（!!!）を認識することができました。\u001b[22m\n\u001b[4mThat was certainly a nice touch.\u001b[24m\n    \u001b[1mそれは確かに素晴らしいタッチでした。\u001b[22m, \u001b[1mそれは確かにいい感じでした。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND (6/10):\n\n\u001b[1mサウンド（6/10）：\u001b[22m\n\u001b[1m(Saundo (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4mSOUND (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND (6/10):\u001b[24m\n    \u001b[1mサウンド（6/10）：\u001b[22m, \u001b[1mSOUND（6/10）：\u001b[22m\n\u001b[1m\u001b[22m\nThe voice-acting is good; none of the voices felt out of place. (I watched this subbed, as there is no English dub of Doujin Work as of this writing.) The OP and ED are skippable, just generic J-pop.\n\n\u001b[1m声優は良いです。 声のどれもはずれていると感じませんでした。  （私はこの書物のように、同人誌の英語のダブがないので、このサブベッドを見ました）OPとEDはスキップ可能です。一般的なJ-POPです。\u001b[22m\n\u001b[1m(Seiyū wa yoidesu. Koe no dore mo hazurete iru to kanjimasendeshita. (Watashi wa kono shomotsu no yō ni, dōninshi no eigo no dabu ga nainode, kono sabu beddo o mimashita) OP to ED wa sukippu kanōdesu. Ippantekina J - poppudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice-acting is good; none of the voices felt out of place. (I watched this subbed, as there is no English dub of Doujin Work as of this writing.) The OP and ED are skippable, just generic J-pop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice-acting is good;\u001b[24m\n    \u001b[1m声優は良いです。\u001b[22m, \u001b[1m音声演技が良いです。\u001b[22m\n\u001b[4mnone of the voices felt out of place.\u001b[24m\n    \u001b[1m声のどれもはずれていると感じませんでした。\u001b[22m, \u001b[1m声のどれも場違い感じませんでした。\u001b[22m\n\u001b[4m(I watched this subbed, as there is no English dub of Doujin Work as of this writing.) The OP and ED are skippable, just generic J-pop.\u001b[24m\n    \u001b[1m（私はこの書物のように、同人誌の英語のダブがないので、このサブベッドを見ました）OPとEDはスキップ可能です。一般的なJ-POPです。\u001b[22m, \u001b[1m（この記事の執筆時点でドージンワークの英語の吹き替えがないように私は、この下塗りを見ていました。）OPとEDはスキップ可能な、単に一般的なJポップです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER (6/10):\n\n\u001b[1mキャラクター（6/10）：\u001b[22m\n\u001b[1m(Kyarakutā (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER (6/10):\u001b[24m\n    \u001b[1mキャラクター（6/10）：\u001b[22m, \u001b[1mCHARACTER（6/10）：\u001b[22m\n\u001b[1m\u001b[22m\nThe characterization isn't bad overall, but some characters lack motives for their actions. For example, 'Justice', Najimi's childhood friend, constantly tries to protect her from a male fan of hers who is very kind-hearted and has a crush on her.\n\n\u001b[1mキャラクタリゼーションは全体的に悪くはありませんが、キャラクターによっては行動の動機が欠けています。 例えば、ナジミの幼なじみの友人である「正義」は、親切な心の持ち主である彼女の男性ファンから彼女を守ろうと常に努力しています。\u001b[22m\n\u001b[1m(Kyarakutarizēshon wa zentai-teki ni waruku wa arimasenga, kyarakutā ni yotte wa kōdō no dōki ga kakete imasu. Tatoeba, najimi no osananajimi no yūjindearu `masayoshi' wa, shinsetsuna kokoro no mochinushidearu kanojo no dansei fan kara kanojo o mamorou to tsuneni doryoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characterization isn't bad overall, but some characters lack motives for their actions. For example, 'Justice', Najimi's childhood friend, constantly tries to protect her from a male fan of hers who is very kind-hearted and has a crush on her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characterization isn't bad overall, but some characters lack motives for their actions.\u001b[24m\n    \u001b[1mキャラクタリゼーションは全体的に悪くはありませんが、キャラクターによっては行動の動機が欠けています。\u001b[22m, \u001b[1m特徴付けは、全体的に悪くはないですが、一部の文字は、自分の行為に動機を欠いています。\u001b[22m\n\u001b[4mFor example, 'Justice', Najimi's childhood friend, constantly tries to protect her from a male fan of hers who is very kind-hearted and has a crush on her.\u001b[24m\n    \u001b[1m例えば、ナジミの幼なじみの友人である「正義」は、親切な心の持ち主である彼女の男性ファンから彼女を守ろうと常に努力しています。\u001b[22m, \u001b[1mたとえば、「正義」、Najimiの幼なじみは、常に非常に心優しいですし、彼女に片思いを持っている彼女の男性ファンから彼女を守るためにしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nIs Justice attracted to her? The show never even so much as jokes about it. Then why is he so worried about this boy coming close to her?\n\n\u001b[1m正義は彼女に魅力的ですか？ ショーはそれについてのジョークとしてさえも決してありません。 それで、なぜ彼はこの少年が彼女に近づくのを心配しているのですか？\u001b[22m\n\u001b[1m(Seigi wa kanojo ni mirikitekidesu ka? Shō wa sore ni tsuite no jōku to shite sae mo kesshite arimasen. Sorede, naze kare wa kono shōnen ga kanojo ni chikadzuku no o shinpai shite iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mIs Justice attracted to her? The show never even so much as jokes about it. Then why is he so worried about this boy coming close to her?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs Justice attracted to her?\u001b[24m\n    \u001b[1m正義は彼女に魅力的ですか？\u001b[22m, \u001b[1m正義は彼女に惹かれていますか？\u001b[22m\n\u001b[4mThe show never even so much as jokes about it.\u001b[24m\n    \u001b[1mショーはそれについてのジョークとしてさえも決してありません。\u001b[22m, \u001b[1mそれについてのジョークとして決してあってもそんなにショー。\u001b[22m\n\u001b[4mThen why is he so worried about this boy coming close to her?\u001b[24m\n    \u001b[1mそれで、なぜ彼はこの少年が彼女に近づくのを心配しているのですか？\u001b[22m, \u001b[1mそして、なぜ彼は彼女に近づくこの少年のことをとても心配ですか？\u001b[22m\n\u001b[1m\u001b[22m\nAlso, Sora, a little girl who pops up in about every episode, really serves no purpose to the story other then to make Justice to seem a bit creepy (I'll get into that more below).\n\n\u001b[1mまた、すべてのエピソードでポップアップする少女ソラは、それ以外の物語には目的を果たさず、ジャスティスをちょっと気味悪いように見せています。\u001b[22m\n\u001b[1m(Mata, subete no episōdo de poppuappu suru shōjo Sora wa, soreigai no monogatari ni wa mokuteki o hatasazu, jasutisu o chotto kimiwarui yō ni misete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, Sora, a little girl who pops up in about every episode, really serves no purpose to the story other then to make Justice to seem a bit creepy (I'll get into that more below).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, Sora, a little girl who pops up in about every episode, really serves no purpose to the story other then to make Justice to seem a bit creepy (I'll get into that more below).\u001b[24m\n    \u001b[1mまた、すべてのエピソードでポップアップする少女ソラは、それ以外の物語には目的を果たさず、ジャスティスをちょっと気味悪いように見せています。\u001b[22m, \u001b[1mまた、ソラ、ほぼすべてのエピソードでポップアップする小さな女の子が、本当に（私はもっと下のものになるでしょう）正義は少し不気味なように見えるようにすること、他の物語に目的を達成しません。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT (6/10):\n\n\u001b[1mエンジョイメント（6/10）：\u001b[22m\n\u001b[1m(Enjoimento (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT (6/10):\u001b[24m\n    \u001b[1mエンジョイメント（6/10）：\u001b[22m, \u001b[1m享有（6/10）：\u001b[22m\n\u001b[1m\u001b[22m\nBefore watching Doujin Work, you should know the show has some, er...lolicon undertones. I wasn't expecting these, and they got a little unnerving at times. Despite the fact that Najimi is supposed to be in college, she's drawn like she's 13, and her friend Tsuyuri is drawn even younger. The title screens often depict them nude or in suggestive situations.\n\n\u001b[1m同人誌を見る前に、ショーの中にはロリポンの音色があることを知っているはずです。 私はこれらを期待していませんでした、そして、彼らは時々少し気が狂っていました。 ナジミは大学に入ろうとしているにもかかわらず、彼女は13歳のように描かれていて、友人のツユリはもっと​​若くなる。 タイトル画面では、ヌードや示唆的な状況で描写されることがよくあります。\u001b[22m\n\u001b[1m(Dōninshi o miru mae ni, shō no nakaniha roripon no neiro ga aru koto o shitte iru hazudesu. Watashi wa korera o kitai shite imasendeshita, soshite, karera wa tokidoki sukoshi ki ga kurutte imashita. Najimi wa daigaku ni nyūrō to shite iru nimokakawarazu, kanojo wa 13-sai no yō ni egaka rete ite, yūjin no tsuyuri wa motto ​​ wakaku naru. Taitoru gamende wa, nūdo ya shisa-tekina jōkyō de byōsha sa reru koto ga yoku arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBefore watching Doujin Work, you should know the show has some, er...lolicon undertones. I wasn't expecting these, and they got a little unnerving at times. Despite the fact that Najimi is supposed to be in college, she's drawn like she's 13, and her friend Tsuyuri is drawn even younger. The title screens often depict them nude or in suggestive situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore watching Doujin Work, you should know the show has some, er...lolicon undertones.\u001b[24m\n    \u001b[1m同人誌を見る前に、ショーの中にはロリポンの音色があることを知っているはずです。\u001b[22m, \u001b[1mドージンワークを見て前に、ショーはいくつかの、えー...ロリコンほのかを持って知っている必要があります。\u001b[22m\n\u001b[4mI wasn't expecting these, and they got a little unnerving at times.\u001b[24m\n    \u001b[1m私はこれらを期待していませんでした、そして、彼らは時々少し気が狂っていました。\u001b[22m, \u001b[1m私はこれらを期待していなかった、と彼らは時間に少しドキッとしました。\u001b[22m\n\u001b[4mDespite the fact that Najimi is supposed to be in college, she's drawn like she's 13, and her friend Tsuyuri is drawn even younger.\u001b[24m\n    \u001b[1mナジミは大学に入ろうとしているにもかかわらず、彼女は13歳のように描かれていて、友人のツユリはもっと若くなる。\u001b[22m, \u001b[1mNajimiが大学にすることになっているという事実にもかかわらず、彼女は彼女が13だのように描かれています、と彼女の友人Tsuyuriも若く描かれています。\u001b[22m\n\u001b[4mThe title screens often depict them nude or in suggestive situations.\u001b[24m\n    \u001b[1mタイトル画面では、ヌードや示唆的な状況で描写されることがよくあります。\u001b[22m, \u001b[1mタイトル画面は、多くの場合、ヌードや挑発的な状況でそれらを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe character of Sora, an elementary school girl who frequently accompanies Justice, pushes my suspicions even further. She is WAY too close to these adults drawing hardcore hentai, and her relationship with Justice is never really explained in a way that could make not creepy. The occasional fanservice on her, even if it only lasted a couple seconds, made me gag.\n\n\u001b[1m小学生の小学生ソラのキャラクターは、司法に頻繁に同行し、私の疑惑をさらに深く押し込む。 彼女はハードコア・ヘンタイを描くこれらの大人たちにあまりにも近づいているし、ジャスティスとの関係は本当に奇妙ではない方法では決して説明されていない。 時には彼女のファンのためのサービスは、それがほんの数秒間続いていたとしても、私はギャグを作りました。\u001b[22m\n\u001b[1m(Shōgakusei no shōgakusei Sora no kyarakutā wa, shihō ni hinpan ni dōkō shi, watashi no giwaku o sarani fukaku oshikomu. Kanojo wa hādokoa hentai o kaku korera no otona-tachi ni amarini mo chikadzuite irushi, jasutisu to no kankei wa hontōni kimyōde wanai hōhōde wa kesshite setsumei sa rete inai. Tokiniha kanojo no fan no tame no sābisu wa, sore ga hon'no sū-byōkan tsudzuite ita to shite mo, watashi wa gyagu o tsukurimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe character of Sora, an elementary school girl who frequently accompanies Justice, pushes my suspicions even further. She is WAY too close to these adults drawing hardcore hentai, and her relationship with Justice is never really explained in a way that could make not creepy. The occasional fanservice on her, even if it only lasted a couple seconds, made me gag.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character of Sora, an elementary school girl who frequently accompanies Justice, pushes my suspicions even further.\u001b[24m\n    \u001b[1m小学生の小学生ソラのキャラクターは、司法に頻繁に同行し、私の疑惑をさらに深く押し込む。\u001b[22m, \u001b[1mソラの文字、頻繁に正義を伴う小学生の女の子が、さらに私の疑念を押します。\u001b[22m\n\u001b[4mShe is WAY too close to these adults drawing hardcore hentai, and her relationship with Justice is never really explained in a way that could make not creepy.\u001b[24m\n    \u001b[1m彼女はハードコア・ヘンタイを描くこれらの大人たちにあまりにも近づいているし、ジャスティスとの関係は本当に奇妙ではない方法では決して説明されていない。\u001b[22m, \u001b[1m彼女は筋金入りの変態を描くこれらの大人への道近すぎる、と正義と彼女の関係は本当に不気味なない作ることができるのように説明されることはありません。\u001b[22m\n\u001b[4mThe occasional fanservice on her, even if it only lasted a couple seconds, made me gag.\u001b[24m\n    \u001b[1m時には彼女のファンのためのサービスは、それがほんの数秒間続いていたとしても、私はギャグを作りました。\u001b[22m, \u001b[1m彼女の上で時折サービスカットは、それだけで数秒続いた場合でも、私のギャグました。\u001b[22m\n\u001b[1m\u001b[22m\nSome of the gags in the show fell flat for me, were overused, or were simply way too cringy (while the show gets over that last one after the first couple of episodes, they are uncomfortable - and this is coming from someone who enjoys Watamote ). However, there are enough funny and enjoyable moments throughout the series that I did enjoy watching it.\n\n\u001b[1mショーのギャグのいくつかは、私のためにフラットになった、過度に使用された、または単純にあまりにも渋い（ショーはエピソードの最初のカップルの後の最後のものを取得する間、彼らは不快です - そしてこれはWatamote  ）。 しかし、私はそれを見て楽しんでいたシリーズ全体で十分な面白いと楽しい瞬間があります。\u001b[22m\n\u001b[1m(Shō no gyagu no ikutsu ka wa, watashi no tame ni furatto ni natta, kado ni shiyō sa reta, matawa tanjun ni amarini mo shibui (shō wa episōdo no saisho no kappuru no nochi no saigo no mono o shutoku suru ma, karera wa fukaidesu - soshite kore wa Watamote). Shikashi, watashi wa sore o mite tanoshinde ita shirīzu zentai de jūbun'na omoshiroito tanoshī shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSome of the gags in the show fell flat for me, were overused, or were simply way too cringy (while the show gets over that last one after the first couple of episodes, they are uncomfortable - and this is coming from someone who enjoys Watamote ). However, there are enough funny and enjoyable moments throughout the series that I did enjoy watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the gags in the show fell flat for me, were overused, or were simply way too cringy (while the show gets over that last one after the first couple of episodes, they are uncomfortable - and this is coming from someone who enjoys Watamote\u001b[24m\n    \u001b[1mショーのギャグのいくつかは、私のためにフラットになった、過度に使用された、または単純にあまりにも渋い（ショーはエピソードの最初のカップルの後の最後のものを取得する間、彼らは不快です - そしてこれはWatamote\u001b[22m, \u001b[1mショーでギャグのいくつかは、私のために平らに落ちた使い古された、または単にあまりにもcringyた（ショーはエピソードの最初のカップルの後、最後の1を乗り越えながら、彼らは不快で - これは私がモテないのはどう考えてもお前らが悪い！を楽しむ人から来ています\u001b[22m\n\u001b[4m).\u001b[24m\n    \u001b[1m）。\u001b[22m\n\u001b[4mHowever, there are enough funny and enjoyable moments throughout the series that I did enjoy watching it.\u001b[24m\n    \u001b[1mしかし、私はそれを見て楽しんでいたシリーズ全体で十分な面白いと楽しい瞬間があります。\u001b[22m, \u001b[1mしかし、私はそれを見て楽しむんでしたシリーズ全体で十分に面白いと楽しい瞬間があります。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL (6/10):\n\n\u001b[1m全体（6/10）：\u001b[22m\n\u001b[1m(Zentai (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4mOVERALL (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL (6/10):\u001b[24m\n    \u001b[1m全体（6/10）：\u001b[22m, \u001b[1mOVERALL（6/10）：\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, if you can get past the show's skeevy undertones, Doujin Work might be worth a watch on a rainy day (that is, if you've already seen Comic Party). It's a goofy little slice-of-life that'll only take about two hours of your life.\n\n\u001b[1m結局のところ、あなたがショーの陰謀を過ぎることができれば、同人勤労は雨の日に（つまり、あなたがすでにコミックパーティーを見たことがあるなら）時計の価値があるかもしれません。 あなたの人生は約2時間しかかかりません。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, anata ga shō no inbō o sugiru koto ga dekireba, dōjin kinrō wa ame no hi ni (tsumari, anata ga sudeni komikkupātī o mita koto ga arunara) tokei no kachi ga aru kamo shiremasen. Anata no jinsei wa yaku 2-jikan shika kakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, if you can get past the show's skeevy undertones, Doujin Work might be worth a watch on a rainy day (that is, if you've already seen Comic Party). It's a goofy little slice-of-life that'll only take about two hours of your life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, if you can get past the show's skeevy undertones, Doujin Work might be worth a watch on a rainy day (that is, if you've already seen Comic Party).\u001b[24m\n    \u001b[1m結局のところ、あなたがショーの陰謀を過ぎることができれば、同人勤労は雨の日に（つまり、あなたがすでにコミックパーティーを見たことがあるなら）時計の価値があるかもしれません。\u001b[22m, \u001b[1mあなたがショーの汚ならしいほのか乗り越えることができるかどうか結論として、ドージンワークは雨の日の時計（すでにこみっくパーティーを見てきた場合には、ある）価値があるかもしれません。\u001b[22m\n\u001b[4mIt's a goofy little slice-of-life that'll only take about two hours of your life.\u001b[24m\n    \u001b[1mあなたの人生は約2時間しかかかりません。\u001b[22m, \u001b[1mそれだけであなたの人生の約2時間かかるよ間抜け少しスライスオブライフです。\u001b[22m"
  },
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "ArtRodriguez",
    "profile": "/profile/ArtRodriguez/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=12669",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nさあ、私と一緒に言って、MO-E！  MO-E！  MO-E！\n\n同人ワークは、それが言う通りです。 ドジンサークル。 あなたがその言葉が何で、ウィキペディアが助けにならないか分からなければ、物語は本当にあなたのためではありません。 もしあなたがロリ、安いパンチ、モエ好きなら、これはあなたのためです。\n\n物語は何も斬新ではないが、それはひどくはない。 あなたは裁判官がソラのために選んだ衣装を見ると、あなたは自信を失うでしょう。 ツイリのストイックな性格は、ナジミを騙して話全体を通してあなたを笑わせます。\n\n芸術は特別なものではありませんが、あなたが私のようにモエにいるなら、チャンスはあなたがそれを好きになるでしょう。 芸術は素晴らしく清潔ですが、あまりにも平凡です。 文字はすべて女性に見えます...あなたに問題がなければ、作品は平均です。\n\n音？ かなりいいよ。  op / edはかなり良いです。 しかし、声は迷惑になります。 地獄は、すべての女の子のように聞こえるわけではありませんか？ ああ、私はそれを言ってはいけないはずです。 ジャスティス（八尾弘樹）は、実際にはアニメが価値があるように私に気づかせる明確な声を持っています。\n\nアニメの人格は悪くないし、実際に意味をなさないときによく混ざります。 アニメの9年は、このアニメのために十分に私を助けていない終わった。 ジョークのキャラクターの大半は意味をなさない/うまく翻訳できません。 その対話はちょっと古いですが、私は既に言われているように、ツユリは非常に面白いと言っています。\n\nこれは私のための7であり、あなたが数年の間オタク/ドゥインの場面を回っていれば、それを撃つことができます。 あなたが聞いたことのあるものがすべてトーナメントアニメかyaoi / yuriが何であるか知りませんか？\n\nもう一度みんな、MO-E！  MO-E！  MO-E！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nC'mon say it with me, MO-E! MO-E! MO-E!\n\n\u001b[1mさあ、私と一緒に言って、MO-E！  MO-E！  MO-E！\u001b[22m\n\u001b[1m(Sā, watashitoisshoni itte, MO - E! MO - E! MO - E!)\u001b[22m\n\nTranslations of \u001b[4mC'mon say it with me, MO-E! MO-E! MO-E!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mC'mon say it with me, MO-E!\u001b[24m\n    \u001b[1mさあ、私と一緒に言って、MO-E！\u001b[22m, \u001b[1mカモンはMO-E、私と一緒にそれを言います！\u001b[22m\n\u001b[4mMO-E!\u001b[24m\n    \u001b[1mMO-E！\u001b[22m\n\u001b[4mMO-E!\u001b[24m\n    \u001b[1mMO-E！\u001b[22m\n\u001b[1m\u001b[22m\nDoujin Work is simply as it says. A dojin circle. The story really isn't for you if you don't even know what the word is and wikipedia won't help, bub. If you like loli's, cheap puns, and moe then this is for you.\n\n\u001b[1m同人誌の仕事はそれだけです。 ドジンサークル。 あなたがその言葉が何で、ウィキペディアが助けにならないか分からなければ、ストーリーは本当にあなたのためではありません。 もしあなたがロリ、安いパンチ、モエ好きなら、これはあなたのためです。\u001b[22m\n\u001b[1m(Dōjinshi no shigoto wa sore dakedesu. Dojinsākuru. Anata ga sono kotoba ga nande, u~ikipedia ga tasuke ni naranai ka wakaranakereba, sutōrī wa hontōni anata no tamede wa arimasen. Moshi anata ga rori, yasui panchi, Moe-sukinara, kore wa anata no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mDoujin Work is simply as it says. A dojin circle. The story really isn't for you if you don't even know what the word is and wikipedia won't help, bub. If you like loli's, cheap puns, and moe then this is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoujin Work is simply as it says.\u001b[24m\n    \u001b[1m同人誌の仕事はそれだけです。\u001b[22m, \u001b[1mそれが言うようドージンワークは単純です。\u001b[22m\n\u001b[4mA dojin circle.\u001b[24m\n    \u001b[1mドジンサークル。\u001b[22m, \u001b[1m同人サークル。\u001b[22m\n\u001b[4mThe story really isn't for you if you don't even know what the word is and wikipedia won't help, bub.\u001b[24m\n    \u001b[1mあなたがその言葉が何で、ウィキペディアが助けにならないか分からなければ、ストーリーは本当にあなたのためではありません。\u001b[22m, \u001b[1mあなたも単語が何であるかを知らないとウィキペディアは、バブを助けにはなりません場合は話は本当にあなたのためではありません。\u001b[22m\n\u001b[4mIf you like loli's, cheap puns, and moe then this is for you.\u001b[24m\n    \u001b[1mもしあなたがロリ、安いパンチ、モエ好きなら、これはあなたのためです。\u001b[22m, \u001b[1mあなたはロリの、安い駄洒落、と萌えが好きなら、これはあなたのためです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story isn't anything novel, but it isn't terrible. You'll find your self guffawing when you see the costumes Justice picks out for Sora. Tsuyuri's stoic personality will make you laugh throughout the story when she tricks Najimi.\n\n\u001b[1m物語は何も斬新ではないが、それはひどくはない。 あなたは裁判官がソラのために選んだ衣装を見ると、あなたは自信を失うでしょう。 ツイリのストイックな性格は、ナジミを騙して話全体を通してあなたを笑わせます。\u001b[22m\n\u001b[1m(Monogatari wa nani mo zanshinde wa naiga, sore wa hidoku wanai. Anata wa saibankan ga Sora no tame ni eranda ishō o miru to, anata wa jishin o ushinaudeshou. Tsuiri no sutoikkuna seikaku wa, najimi o damashite hanashi zentai o tōshite anata o warawasemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't anything novel, but it isn't terrible. You'll find your self guffawing when you see the costumes Justice picks out for Sora. Tsuyuri's stoic personality will make you laugh throughout the story when she tricks Najimi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't anything novel, but it isn't terrible.\u001b[24m\n    \u001b[1m物語は何も斬新ではないが、それはひどくはない。\u001b[22m, \u001b[1m物語は、小説は何もありませんが、それはひどいではありません。\u001b[22m\n\u001b[4mYou'll find your self guffawing when you see the costumes Justice picks out for Sora.\u001b[24m\n    \u001b[1mあなたは裁判官がソラのために選んだ衣装を見ると、あなたは自信を失うでしょう。\u001b[22m, \u001b[1mあなたは正義がソラのために取り出す衣装を見たとき、あなたはあなたの自己のguffawingを見つけることができます。\u001b[22m\n\u001b[4mTsuyuri's stoic personality will make you laugh throughout the story when she tricks Najimi.\u001b[24m\n    \u001b[1mツイリのストイックな性格は、ナジミを騙して話全体を通してあなたを笑わせます。\u001b[22m, \u001b[1mTsuyuriのストイックな性格は、あなたが物語の彼女のトリックNajimi全体で笑うようになります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art isn't anything special, but if you're into moe like I am, chances are you'll like it. The art is nice and clean, but just too plain. The characters all look female...if that's not a problem with you then the artwork is average.\n\n\u001b[1m芸術は特別なものではありませんが、あなたが私のようにモエにいるなら、チャンスはあなたがそれを好きになるでしょう。 芸術は素晴らしく清潔ですが、あまりにも平凡です。 文字はすべて女性に見えます...あなたに問題がなければ、作品は平均です。\u001b[22m\n\u001b[1m(Geijutsu wa tokubetsuna monode wa arimasenga, anata ga watashi no yō ni Moe ni irunara, chansu wa anata ga sore o suki ni narudeshou. Geijutsu wa subarashiku seiketsudesuga, amarini mo heibondesu. Moji wa subete josei ni miemasu... Anata ni mondai ga nakereba, sakuhin wa heikindesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art isn't anything special, but if you're into moe like I am, chances are you'll like it. The art is nice and clean, but just too plain. The characters all look female...if that's not a problem with you then the artwork is average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art isn't anything special, but if you're into moe like I am, chances are you'll like it.\u001b[24m\n    \u001b[1m芸術は特別なものではありませんが、あなたが私のようにモエにいるなら、チャンスはあなたがそれを好きになるでしょう。\u001b[22m, \u001b[1m芸術は何も特別なことではありませんが、私は好きな萌えにしている場合、チャンスはあなたがそれを好きにしています。\u001b[22m\n\u001b[4mThe art is nice and clean, but just too plain.\u001b[24m\n    \u001b[1m芸術は素晴らしく清潔ですが、あまりにも平凡です。\u001b[22m, \u001b[1m芸術はきれい、しかしあまりにも平野です。\u001b[22m\n\u001b[4mThe characters all look female...if that's not a problem with you then the artwork is average.\u001b[24m\n    \u001b[1m文字はすべて女性に見えます...あなたに問題がなければ、作品は平均です。\u001b[22m, \u001b[1m文字はすべての女性を見て...それはあなたとの問題ではないならば、アートワークは平均値です。\u001b[22m\n\u001b[1m\u001b[22m\nSound? Pretty damn good. The op/ed are pretty good. The voices get annoying though. Hell don't all girls sound like that? Oh, crap I shouldn't have said that. Justice ( Hiroki Yatsumo) actually has a clear voice that makes me feel like the anime is worth it.\n\n\u001b[1m音？ かなりいいよ。  op / edはかなり良いです。 しかし、声は迷惑になります。 地獄は、すべての女の子のように聞こえるわけではありませんか？ ああ、私はそれを言ってはいけないはずです。 ジャスティス（八尾弘樹）は、実際にはアニメが価値があるように私に気づかせる明確な声を持っています。\u001b[22m\n\u001b[1m(Oto? Kanari ī yo. Op/ ed wa kanari yoidesu. Shikashi,-goe wa meiwaku ni narimasu. Jigoku wa, subete no on'nanoko no yō ni kikoeru wakede wa arimasen ka? Ā, watashi wa sore o ittehaikenai hazudesu. Jasutisu (Yao Hiroki) wa, jissai ni wa anime ga kachi ga aru yō ni watashi ni kidzuka seru meikakuna koe o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound? Pretty damn good. The op/ed are pretty good. The voices get annoying though. Hell don't all girls sound like that? Oh, crap I shouldn't have said that. Justice ( Hiroki Yatsumo) actually has a clear voice that makes me feel like the anime is worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound?\u001b[24m\n    \u001b[1m音？\u001b[22m, \u001b[1m聞こえる？\u001b[22m, \u001b[1mサウンド？\u001b[22m, \u001b[1m音？\u001b[22m\n\u001b[4mPretty damn good.\u001b[24m\n    \u001b[1mかなりいいよ。\u001b[22m, \u001b[1mかなり上出来。\u001b[22m\n\u001b[4mThe op/ed are pretty good.\u001b[24m\n    \u001b[1mop / edはかなり良いです。\u001b[22m\n\u001b[4mThe voices get annoying though.\u001b[24m\n    \u001b[1mしかし、声は迷惑になります。\u001b[22m, \u001b[1m声は、しかし迷惑を取得します。\u001b[22m\n\u001b[4mHell don't all girls sound like that?\u001b[24m\n    \u001b[1m地獄は、すべての女の子のように聞こえるわけではありませんか？\u001b[22m, \u001b[1m地獄はすべての女の子は、そのような音はありませんか？\u001b[22m\n\u001b[4mOh, crap I shouldn't have said that.\u001b[24m\n    \u001b[1mああ、私はそれを言ってはいけないはずです。\u001b[22m, \u001b[1mああ、がらくた私はそれを言っていてはいけません。\u001b[22m\n\u001b[4mJustice ( Hiroki Yatsumo) actually has a clear voice that makes me feel like the anime is worth it.\u001b[24m\n    \u001b[1mジャスティス（八尾弘樹）は、実際にはアニメが価値があるように私に気づかせる明確な声を持っています。\u001b[22m, \u001b[1m正義（弘樹Yatsumo）は、実際にアニメはそれだけの価値があるように私は感じさせるクリアな音声を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animes personalities are not bad and blend well when it actually makes sense. Nine years of anime ended up not helping me enough for this anime. Most of the characters jokes' just don't make sense/translate well. The dialogue is kinda stale, but like I already said Tsuyuri is very funny with the whole cast.\n\n\u001b[1mアニメの人格は悪くないし、実際に意味をなさないときによく混ざります。 アニメの9年は、このアニメのために十分に私を助けていない終わった。 ジョークのキャラクターのほとんどは、意味を成立させない/うまく翻訳する。 その対話はちょっと古いですが、私は既に言いましたが、ツユリは非常に面白いと思っています。\u001b[22m\n\u001b[1m(Anime no jinkaku wa warukunaishi, jissai ni imi o nasanai toki ni yoku mazarimasu. Anime no 9-nen wa, kono anime no tame ni jūbun ni watashi o tasukete inai owatta. Jōku no kyarakutā no hotondo wa, imi o seiritsu sa senai/ umaku hon'yaku suru. Sono taiwa wa chotto furuidesuga, watashi wa sudeni iimashitaga, tsuyuri wa hijō ni omoshiroi to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animes personalities are not bad and blend well when it actually makes sense. Nine years of anime ended up not helping me enough for this anime. Most of the characters jokes' just don't make sense/translate well. The dialogue is kinda stale, but like I already said Tsuyuri is very funny with the whole cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animes personalities are not bad and blend well when it actually makes sense.\u001b[24m\n    \u001b[1mアニメの人格は悪くないし、実際に意味をなさないときによく混ざります。\u001b[22m, \u001b[1mアニメパーソナリティは悪くない、それは実際に理にかなっているときによくブレンド。\u001b[22m\n\u001b[4mNine years of anime ended up not helping me enough for this anime.\u001b[24m\n    \u001b[1mアニメの9年は、このアニメのために十分に私を助けていない終わった。\u001b[22m, \u001b[1mアニメの九年はこのアニメのための十分な私を助けていないことになりました。\u001b[22m\n\u001b[4mMost of the characters jokes' just don't make sense/translate well.\u001b[24m\n    \u001b[1mジョークのキャラクターのほとんどは、意味を成立させない/うまく翻訳する。\u001b[22m, \u001b[1m文字のほとんどがちょうどよく翻訳/意味がありません」ジョーク。\u001b[22m\n\u001b[4mThe dialogue is kinda stale, but like I already said Tsuyuri is very funny with the whole cast.\u001b[24m\n    \u001b[1mその対話はちょっと古いですが、私は既に言いましたが、ツユリは非常に面白いと思っています。\u001b[22m, \u001b[1m対話はちょっと古くなっているが、私はすでに言ったようにTsuyuriは、全体のキャストと非常に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a 7 for me, and give it a shot if you've been around the otaku/dojin scene for a few years. Don't even think about watching if all you've ever heard of is Toonami anime or don't even know what yaoi/yuri is.\n\n\u001b[1mこれは私のための7であり、あなたが数年の間オタク/ドゥインの場面を回っていれば、それを撃つことができます。 あなたが聞いたことのあるものがすべてトーナメントアニメかyaoi / yuriが何であるか知りませんか？\u001b[22m\n\u001b[1m(Kore wa watashi no tame no 7deari, anata ga sunen no ma otaku/ do~uin no bamen o mawatte ireba, sore o utsu koto ga dekimasu. Anata ga kiita koto no aru mono ga subete tōnamentoanime ka yaoi/ yuri ga nandearu ka shirimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mThis is a 7 for me, and give it a shot if you've been around the otaku/dojin scene for a few years. Don't even think about watching if all you've ever heard of is Toonami anime or don't even know what yaoi/yuri is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a 7 for me, and give it a shot if you've been around the otaku/dojin scene for a few years.\u001b[24m\n    \u001b[1mこれは私のための7であり、あなたが数年の間オタク/ドゥインの場面を回っていれば、それを撃つことができます。\u001b[22m, \u001b[1mこれは私のために7で、あなたは数年のためにオタク/同人シーンの周りにしてきた場合に打撃を与えます。\u001b[22m\n\u001b[4mDon't even think about watching if all you've ever heard of is Toonami anime or don't even know what yaoi/yuri is.\u001b[24m\n    \u001b[1mあなたが聞いたことのあるものがすべてトーナメントアニメかyaoi / yuriが何であるか知りませんか？\u001b[22m, \u001b[1mあなたが今まで聞いたことのすべてがToonamiアニメであるか偶数/ゆりが何であるかやおいわからない場合でも、見て考えていません。\u001b[22m\n\u001b[1m\u001b[22m\nOne more time guys, MO-E! MO-E! MO-E!\n\n\u001b[1mもう一度みんな、MO-E！  MO-E！  MO-E！\u001b[22m\n\u001b[1m(Mōichido min'na, MO - E! MO - E! MO - E!)\u001b[22m\n\nTranslations of \u001b[4mOne more time guys, MO-E! MO-E! MO-E!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne more time guys, MO-E!\u001b[24m\n    \u001b[1mもう一度みんな、MO-E！\u001b[22m, \u001b[1mもう一回みんな、MO-E！\u001b[22m\n\u001b[4mMO-E!\u001b[24m\n    \u001b[1mMO-E！\u001b[22m\n\u001b[4mMO-E!\u001b[24m\n    \u001b[1mMO-E！\u001b[22m"
  },
  {
    "title": "Doujin_Work",
    "id": "2166",
    "url": "https://myanimelist.net/anime/2166/Doujin_Work",
    "user": "willyvereb",
    "profile": "/profile/willyvereb/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=11151",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  9\n|  8\n\n同人誌の多くのコメディで満ち足りた人生のアニメです。\n注意：これはエッチショーではなく、（隠されたエロ内容の）\n\n - ストーリー：ストーリーの設定（同人の人生）はオリジナルです。長さは非常に長くなります。長さにもかかわらず、それは奇妙なシーン（主に隠された[またはそうでない]エロチックな内容のスラップスティックスタイル）でいっぱいです。\n\n - ビジュアル：いい仕事ですが、特別なことはありません。背景や周囲の重要でない人々はほとんど無関心です。\n\n - サウンド：あまり言いません。オープニングはうまくできていますが。\n\n - キャラクター：キャラクターはうまく作られていて、一部は本物のオリジナルです（例えば、正義、私の意見でこれまでに作られた最高の痴漢キャラクターです）。 それらのほとんどすべて（多分ナジミを主人公とする）は何らかの方法で変態している\n\n - 楽しさ：これはあなたが笑いから落ち着くために時々休止しなければならない喜劇の一つです。エピソードのすべてはそれほど素晴らしいものではありませんが、この種の喜劇が好きなら、あなたは確かに退屈しません。\n\n - 全体：それは良いショーですが、おそらく必ず見る必要はありません。 スラップスティックコメディが好きで、しばらく時間があったら（実際には5〜6枚の通常のアニメエピソードの長さではない）、試してみてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nA really short anime about the life of the doujin artists(filled with lot of comedy).\n\n\u001b[1m同人誌の多くのコメディで満ち足りた人生のアニメです。\u001b[22m\n\u001b[1m(Dōjinshi no ōku no komedi de michitarita jinsei no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mA really short anime about the life of the doujin artists(filled with lot of comedy).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA really short anime about the life of the doujin artists(filled with lot of comedy).\u001b[24m\n    \u001b[1m同人誌の多くのコメディで満ち足りた人生のアニメです。\u001b[22m, \u001b[1m（コメディの多くで満たされた）同人作家の生活については本当に短いアニメ。\u001b[22m\nNotice: This is not an echi show, but a slice of life comedy(with hidden erotic contents)\n\n\u001b[1m注意：これはエッチショーではなく、（隠されたエロ内容の）\u001b[22m\n\u001b[1m(Chūi: Kore wa etchishōde wa naku,(kakusareta ero naiyō no))\u001b[22m\n\nTranslations of \u001b[4mNotice: This is not an echi show, but a slice of life comedy(with hidden erotic contents)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNotice: This is not an echi show, but a slice of life comedy(with hidden erotic contents)\u001b[24m\n    \u001b[1m注意：これはエッチショーではなく、（隠されたエロ内容の）\u001b[22m, \u001b[1m注意してください：これは愛知のショーではありませんが、（隠されたエロ内容で）人生の喜劇のスライス\u001b[22m\n\u001b[1m\u001b[22m\n-Story:The story setting(the life of the doujin artists) is original and for it's length very entertraining.Despite it's lenght It's full of comical scenes(mostly hidden[or not so] erotical content slapstick style).\n\n\u001b[1m - ストーリー：ストーリーの設定（同人の人生）はオリジナルです。長さは非常に長くなります。長さにもかかわらず、それは奇妙なシーン（主に隠された[またはそうでない]エロチックな内容のスラップスティックスタイル）でいっぱいです。\u001b[22m\n\u001b[1m(- Sutōrī: Sutōrī no settei (dōjin no jinsei) wa orijinarudesu. Naga-sa wa hijō ni nagaku narimasu. Naga-sa nimokakawarazu, sore wa kimyōna shīn (omo ni kakusareta [matawa sōdenai] erochikkuna naiyō no surappusutikkusutairu) de ippaidesu.)\u001b[22m\n\nTranslations of \u001b[4m-Story:The story setting(the life of the doujin artists) is original and for it's length very entertraining.Despite it's lenght It's full of comical scenes(mostly hidden[or not so] erotical content slapstick style).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Story:The story setting(the life of the doujin artists) is original and for it's length very entertraining.Despite it's lenght It's full of comical scenes(mostly hidden[or not so] erotical content slapstick style).\u001b[24m\n    \u001b[1m - ストーリー：ストーリーの設定（同人の人生）はオリジナルです。長さは非常に長くなります。長さにもかかわらず、それは奇妙なシーン（主に隠された[またはそうでない]エロチックな内容のスラップスティックスタイル）でいっぱいです。\u001b[22m, \u001b[1m-Story：物語の設定（同人作家の人生）は、元のであり、それの長さのために非常にそれはそれは、コミカルなシーン（主に[そうか]隠さeroticalコンテンツドタバタスタイル）のフルだな長さだentertraining.Despite。\u001b[22m\n\u001b[1m\u001b[22m\n-The visuals: It's a good work but nothing special.The background and the surrounding unimportant people are almost indifferent.\n\n\u001b[1m - ビジュアル：いい仕事ですが、特別なことはありません。背景や周囲の重要でない人々はほとんど無関心です。\u001b[22m\n\u001b[1m(- Bijuaru: Ī shigotodesuga, tokubetsuna koto wa arimasen. Haikei ya shūi no jūyōdenai hitobito wa hotondo mukanshindesu.)\u001b[22m\n\nTranslations of \u001b[4m-The visuals: It's a good work but nothing special.The background and the surrounding unimportant people are almost indifferent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The visuals: It's a good work but nothing special.The background and the surrounding unimportant people are almost indifferent.\u001b[24m\n    \u001b[1m - ビジュアル：いい仕事ですが、特別なことはありません。背景や周囲の重要でない人々はほとんど無関心です。\u001b[22m, \u001b[1m-Theビジュアル：それは良い仕事だが、何もspecial.Theの背景と周囲の重要でない人はほとんど無関心です。\u001b[22m\n\u001b[1m\u001b[22m\n-Sound:not much to say.Tough the opening is well made.\n\n\u001b[1m - サウンド：あまり言いません。オープニングはうまくできていますが。\u001b[22m\n\u001b[1m(- Saundo: Amari iimasen. Ōpuningu wa umakude kite imasuga.)\u001b[22m\n\nTranslations of \u001b[4m-Sound:not much to say.Tough the opening is well made.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Sound:not much to say.Tough the opening is well made.\u001b[24m\n    \u001b[1m - サウンド：あまり言いません。オープニングはうまくできていますが。\u001b[22m, \u001b[1m-sound：開口部が十分になされているsay.Toughすることはあまりありません。\u001b[22m\n\u001b[1m\u001b[22m\n-Characters: The characters are well made and some of them realy original(for example: Justice, who's the best pervert character ever made in my opinion). Almost all of them(maybe exept Najimi the primary heroine) are perverted in some way(yaoi fans to lolicon to masoists almost anything)\n\n\u001b[1m - キャラクター：キャラクターはうまく作られていて、一部は本物のオリジナルです（例えば、正義、私の意見でこれまでに作られた最高の痴漢キャラクターです）。 それらのほとんどすべて（多分ナジミを主人公とする）は何らかの形で倒錯している（ほとんど何でもマニアにロリコンへのファン）\u001b[22m\n\u001b[1m(- Kyarakutā: Kyarakutā wa umaku tsukura rete ite, ichibu wa honmono no orijinarudesu (tatoeba, seigi, watashi no iken de kore made ni tsukura reta saikō no chikan kyarakutādesu). Sorera no hotondo subete (tabun najimi o shujinkō to suru) wa nanrakano katachi de tōsaku shite iru (hotondo nani demo mania ni rorikon e no fan))\u001b[22m\n\nTranslations of \u001b[4m-Characters: The characters are well made and some of them realy original(for example: Justice, who's the best pervert character ever made in my opinion). Almost all of them(maybe exept Najimi the primary heroine) are perverted in some way(yaoi fans to lolicon to masoists almost anything)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Characters: The characters are well made and some of them realy original(for example: Justice, who's the best pervert character ever made in my opinion).\u001b[24m\n    \u001b[1m - キャラクター：キャラクターはうまく作られていて、一部は本物のオリジナルです（例えば、正義、私の意見でこれまでに作られた最高の痴漢キャラクターです）。\u001b[22m, \u001b[1m-Characters：文字がよく作られ、そのうちのいくつかは本当に元されている（例：今まで私の意見で作られた最高の痴漢文字だ正義、）。\u001b[22m\n\u001b[4mAlmost all of them(maybe exept Najimi the primary heroine) are perverted in some way(yaoi fans to lolicon to masoists almost anything)\u001b[24m\n    \u001b[1mそれらのほとんどすべて（多分ナジミを主人公とする）は何らかの形で倒錯している（ほとんど何でもマニアにロリコンへのファン）\u001b[22m, \u001b[1mそのほとんど（多分Najimi exept主要なヒロイン）のいくつかの方法で倒錯している（やおいファンはほとんど何をmasoistsするロリコンします）\u001b[22m\n\u001b[1m\u001b[22m\n-Enjoyment: This is one of the comedies where you must pause sometimes to calm down from your laughter.Not all of the episodes are that great but if you like this kind of comedies then you don't bored for sure.\n\n\u001b[1m - 楽しさ：これはあなたが笑いから落ち着くために時々休止しなければならない喜劇の一つです。エピソードのすべてはそれほど素晴らしいものではありませんが、この種の喜劇が好きなら、あなたは確かに退屈しません。\u001b[22m\n\u001b[1m(- Tanoshisa: Kore wa anata ga warai kara ochitsuku tame ni tokidoki kyūshi shinakereba naranai kigeki no hitotsudesu. Episōdo no subete wa sore hodo subarashī monode wa arimasenga, kono tane no kigeki ga sukinara, anata wa tashika ni taikutsu shimasen.)\u001b[22m\n\nTranslations of \u001b[4m-Enjoyment: This is one of the comedies where you must pause sometimes to calm down from your laughter.Not all of the episodes are that great but if you like this kind of comedies then you don't bored for sure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Enjoyment: This is one of the comedies where you must pause sometimes to calm down from your laughter.Not all of the episodes are that great but if you like this kind of comedies then you don't bored for sure.\u001b[24m\n    \u001b[1m - 楽しさ：これはあなたが笑いから落ち着くために時々休止しなければならない喜劇の一つです。エピソードのすべてはそれほど素晴らしいものではありませんが、この種の喜劇が好きなら、あなたは確かに退屈しません。\u001b[22m, \u001b[1m-Enjoyment：これは、あなたのlaughter.Notからエピソードのすべてを沈静化するために時々一時停止しなければならない喜劇の一つであることが素晴らしいですが、あなたならば喜劇のこの種のように、あなたは確かに退屈しません。\u001b[22m\n\u001b[1m\u001b[22m\n-Overall: It's a good show but not a must watch perhaps. If you like slapstick comedies and have some time(realy not many just 5-6 normal anime episodes lenght) then give it a try!\n\n\u001b[1m - 全体：それは良いショーですが、おそらく必ず見る必要はありません。 スラップスティックコメディが好きで、しばらく時間があったら（実際には5〜6枚の通常のアニメエピソードの長さではない）、試してみてください！\u001b[22m\n\u001b[1m(- Zentai: Sore wa yoi shōdesuga, osoraku kanarazu miru hitsuyō wa arimasen. Surappusutikkukomedi ga sukide, shibaraku jikan ga attara (jissai ni wa 5 〜 6-mai no tsūjō no animeepisōdo no naga-sade wanai), tameshite mite kudasai!)\u001b[22m\n\nTranslations of \u001b[4m-Overall: It's a good show but not a must watch perhaps. If you like slapstick comedies and have some time(realy not many just 5-6 normal anime episodes lenght) then give it a try!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Overall: It's a good show but not a must watch perhaps.\u001b[24m\n    \u001b[1m - 全体：それは良いショーですが、おそらく必ず見る必要はありません。\u001b[22m, \u001b[1m-Overall：それは良いショーだが、おそらく見なければなりません。\u001b[22m\n\u001b[4mIf you like slapstick comedies and have some time(realy not many just 5-6 normal anime episodes lenght) then give it a try!\u001b[24m\n    \u001b[1mスラップスティックコメディが好きで、しばらく時間があったら（実際には5〜6枚の通常のアニメエピソードの長さではない）、試してみてください！\u001b[22m, \u001b[1mあなたのどたばた喜劇のような、いくつかの時間を持っている場合は（本当に多くのだけではなく、5-6通常のアニメのエピソードはな長さ）、それを試してみて！\u001b[22m"
  }
]
