[
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "YouMustRecover",
    "profile": "/profile/YouMustRecover/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=140865",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  2\nサウンド|  3\nキャラクター|  2\n|  1\n\n「ICE」として知られるアニメは、最近の高校中退オタクが5千ドルの詐欺師チケットを獲得し、その生涯のアニメ制作の夢を達成するために資金を彼の資金として使うことに決めた場合に起こりそうなものです。 このオタクは5,000ドルを費やして、一連のアニメーターを雇う。 その特定のアニメーターのグループは、この本からすべてを学んだオタク・パレスの高校の友人5人で構成されています。\n\n\nだからアニメーターを雇うために彼の資金のすべてを使った後、私たちの主人公は声優や作家を雇うために残ったお金がないことを理解しています。 彼はこれらの仕事を彼のグループのアニメーターに任せています。 残念なことに、これらの人々の誰も実際に物語を書くことについての最初のことを実際には知っていないので、彼らはできるだけ多くのことをすることに決めました。 私たちの現在の絶望的なオタクが抱える唯一の事は、紙切れを作り、アニメーターがそれぞれ指定された伝票に2つの言葉を書くようにすることです。 これらの伝票のうち約500個を集めた後、オタクはそれらを帽子に投げ込み、無作為に引っ張って物語を作ります。 そういうことは、高校時代の若い子どもたちのことです。驚いたことに、そのうちの一人が自分の伝票に「爆破」を書いています。\n\n物語はこのような小さなものを鳴らし終わる： '彼らが爆発したので、世界のすべての人は死んでいる。 女性は今生きていけない死ぬ社会を支配する。 物語は、理解できないほど無意味で、可能な限り無意味であり、この残虐行為に取り組んだ誰かが本当に気にしているようには見えません。 奇妙なことに、少年は少女群によって発見されます。 彼らはそれを爆破する。 エイリアンが現れ、兵士を爆破する。 エイリアンもまた爆破する。 その後、鳥は花に変わります。 その後、花は鳥に戻ります。 戦争が続く 誰もが爆破する。\n\n\nストーリー：???¿¿¿??? 私はこれを見て、緊張しているかもしれないと思う\nアート：2\nオーディオ：3\nキャラクター：2\n楽しさ：いいえ\n全体：私が今までに見たことのない最悪の事/ 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThe anime known as 'ICE' is pretty much what would happen if some recent high school dropout otaku won $5,000 dollars off of a scratcher ticket and decided to use that money as his funds to accomplish his life-long dream of making an anime. This otaku spends all $5,000 to hire a group of animators. That particular group of animators is composed of five of our otaku pal's high school friends who all learned to draw from this book.\n\n\u001b[1m「ICE」として知られるアニメは、最近の高校中退オタクが5千ドルの詐欺師チケットを獲得し、その生涯のアニメ制作の夢を達成するために資金を彼の資金として使うことに決めた場合に起こりそうなものです。 このオタクは5,000ドルを費やして、一連のアニメーターを雇う。 その特定のアニメーターのグループは、この本からすべてを学んだオタク・パレスの高校の友人5人で構成されています。\u001b[22m\n\u001b[1m(`Aisu' to shite shira reru anime wa, saikin no kōkō chūtai otaku ga 5 sen-doru no sagi-shi chiketto o kakutoku shi, sono shōgai no anime seisaku no yume o tassei suru tame ni shikin o kare no shikin to shite tsukau koto ni kimeta baai ni okori-sōna monodesu. Kono otaku wa 5, 000-doru o tsuiyashite, ichiren no animētā o yatou. Sono tokutei no animētā no gurūpu wa, kono-pon kara subete o mananda otaku paresu no kōkō no yūjin 5-ri de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime known as 'ICE' is pretty much what would happen if some recent high school dropout otaku won $5,000 dollars off of a scratcher ticket and decided to use that money as his funds to accomplish his life-long dream of making an anime. This otaku spends all $5,000 to hire a group of animators. That particular group of animators is composed of five of our otaku pal's high school friends who all learned to draw from this book.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime known as 'ICE' is pretty much what would happen if some recent high school dropout otaku won $5,000 dollars off of a scratcher ticket and decided to use that money as his funds to accomplish his life-long dream of making an anime.\u001b[24m\n    \u001b[1m「ICE」として知られるアニメは、最近の高校中退オタクが5千ドルの詐欺師チケットを獲得し、その生涯のアニメ制作の夢を達成するために資金を彼の資金として使うことに決めた場合に起こりそうなものです。\u001b[22m, \u001b[1m最近のいくつかの高校中退オタクが難問チケットのオフ$ 5,000ドルを獲得し、アニメを作るの彼の生涯の夢を達成するために彼の資金として、そのお金を使うことに決めた場合は「ICE」として知られているアニメはかなり何が起こるかです。\u001b[22m\n\u001b[4mThis otaku spends all $5,000 to hire a group of animators.\u001b[24m\n    \u001b[1mこのオタクは5,000ドルを費やして、一連のアニメーターを雇う。\u001b[22m, \u001b[1mこのオタクはアニメーターのグループを雇うために、すべての$ 5,000費やしています。\u001b[22m\n\u001b[4mThat particular group of animators is composed of five of our otaku pal's high school friends who all learned to draw from this book.\u001b[24m\n    \u001b[1mその特定のアニメーターのグループは、この本からすべてを学んだオタク・パレスの高校の友人5人で構成されています。\u001b[22m, \u001b[1mアニメーターのその特定のグループは、すべてこの本から描くことを学んだ私たちのオタク仲間の高校の友人の5から構成されています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSo after using all of his funds to hire animators, our hero realizes that he has no money left over to hire voice actors or writers. He relegates these jobs as well to his group of animators. Unfortunately none of these people actually know the first thing about writing a story, so they decided to all pitch in in any way that they can. The only thing that our now desperate otaku can come up with is to make a bunch of slips of paper and have the animators all write two words on each of their designated slips. After collecting about 500 of these slips, the otaku throws them into a hat and pulls them out in a random order to create the story. Being that these are all pretty young kids just out of high school, unsurprisingly one of them writes 'blows up' on each of his slips.\n\n\u001b[1mだからアニメーターを雇うために彼の資金のすべてを使った後、私たちの主人公は声優や作家を雇うために残ったお金がないことを理解しています。 彼はこれらの仕事を彼のグループのアニメーターに任せています。 残念なことに、これらの人々の誰も実際に物語を書くことについての最初のことを実際には知っていないので、彼らはできるだけ多くのことをすることに決めました。 私たちの現在の絶望的なオタクが抱える唯一の事は、紙切れを作り、アニメーターがそれぞれ指定された伝票に2つの言葉を書くようにすることです。 これらの伝票のうち約500個を集めた後、オタクはそれらを帽子に投げ込み、無作為に引っ張って物語を作ります。 そういうことは、高校時代の若い子どもたちのことです。驚いたことに、そのうちの一人が自分の伝票に「爆破」を書いています。\u001b[22m\n\u001b[1m(Dakara animētā o yatou tame ni kare no shikin no subete o tsukatta nochi, watashitachi no shujinkō wa seiyū ya sakka o yatou tame ni nokotta okane ga nai koto o rikai shite imasu. Kare wa korera no shigoto o kare no gurūpu no animētā ni makasete imasu. Zan'nen'nakotoni, korera no hitobito no dare mo jissai ni monogatari o kaku koto ni tsuite no saisho no koto o jissai ni wa shitte inainode, karera wa dekirudake ōku no koto o suru koto ni kimemashita. Watashitachi no genzai no zetsubō-tekina otaku ga kakaeru yuiitsu no koto wa, kamikire o tsukuri, animētā ga sorezore shitei sa reta denpyō ni 2tsu no kotoba o kaku yō ni suru kotodesu. Korera no denpyō no uchi yaku 500-ko o atsumeta nochi, otaku wa sorera o bōshi ni nagekomi, musakui ni hippatte monogatari o tsukurimasu. Sō iu koto wa, kōkō jidai no wakai kodomo-tachi no kotodesu. Odoroita koto ni, sonōchi no hitori ga jibun no denpyō ni `bakuha' o kaite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo after using all of his funds to hire animators, our hero realizes that he has no money left over to hire voice actors or writers. He relegates these jobs as well to his group of animators. Unfortunately none of these people actually know the first thing about writing a story, so they decided to all pitch in in any way that they can. The only thing that our now desperate otaku can come up with is to make a bunch of slips of paper and have the animators all write two words on each of their designated slips. After collecting about 500 of these slips, the otaku throws them into a hat and pulls them out in a random order to create the story. Being that these are all pretty young kids just out of high school, unsurprisingly one of them writes 'blows up' on each of his slips.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo after using all of his funds to hire animators, our hero realizes that he has no money left over to hire voice actors or writers.\u001b[24m\n    \u001b[1mだからアニメーターを雇うために彼の資金のすべてを使った後、私たちの主人公は声優や作家を雇うために残ったお金がないことを理解しています。\u001b[22m, \u001b[1mだから、アニメーターを雇うために彼の資金のすべてを使用した後、私たちのヒーローは、彼が声優やライターを雇う余っはお金を持っていないことを実現しています。\u001b[22m\n\u001b[4mHe relegates these jobs as well to his group of animators.\u001b[24m\n    \u001b[1m彼はこれらの仕事を彼のグループのアニメーターに任せています。\u001b[22m, \u001b[1m彼はアニメーターの彼のグループにも同様にこれらのジョブをrelegates。\u001b[22m\n\u001b[4mUnfortunately none of these people actually know the first thing about writing a story, so they decided to all pitch in in any way that they can.\u001b[24m\n    \u001b[1m残念なことに、これらの人々の誰も実際に物語を書くことについての最初のことを実際には知っていないので、彼らはできるだけ多くのことをすることに決めました。\u001b[22m, \u001b[1m残念ながら、これらの人々のどれも実際に物語を書くことについての最初の事を知らないので、彼らができることをどのような方法でのすべてのピッチに決めました。\u001b[22m\n\u001b[4mThe only thing that our now desperate otaku can come up with is to make a bunch of slips of paper and have the animators all write two words on each of their designated slips.\u001b[24m\n    \u001b[1m私たちの現在の絶望的なオタクが抱える唯一の事は、紙切れを作り、アニメーターがそれぞれ指定された伝票に2つの言葉を書くようにすることです。\u001b[22m, \u001b[1m私たちの今絶望的なオタクが思い付くことができる唯一のことは、紙の伝票の束を作り、すべてが自分の指定伝票のそれぞれに二つの単語を書くアニメーターを持つことです。\u001b[22m\n\u001b[4mAfter collecting about 500 of these slips, the otaku throws them into a hat and pulls them out in a random order to create the story.\u001b[24m\n    \u001b[1mこれらの伝票のうち約500個を集めた後、オタクはそれらを帽子に投げ込み、無作為に引っ張って物語を作ります。\u001b[22m, \u001b[1m約500これらのスリップのを収集した後、オタクは帽子にそれらをスローし、ストーリーを作成するランダムな順序でそれらを引き出します。\u001b[22m\n\u001b[4mBeing that these are all pretty young kids just out of high school, unsurprisingly one of them writes 'blows up' on each of his slips.\u001b[24m\n    \u001b[1mそういうことは、高校時代の若い子どもたちのことです。驚いたことに、そのうちの一人が自分の伝票に「爆破」を書いています。\u001b[22m, \u001b[1mこれらはすべてかなり若い子供たちがちょうど高校の外にあるということで、当然そのうちの一つは、書き込み彼のスリップのそれぞれに「吹きます」。\u001b[22m\n\u001b[1m\u001b[22m\nThe story ends up sounding a little something like this: 'All of the men in the world are dead because they exploded. Women now rule over a dying society incapable of procreating. The story is about as unintelligible and nonsensical as it possibly can be and it doesn't seem as though anybody who worked on this atrocity really cared to speak up about it. Miraculously a baby boy is discovered by a group of female soldiers. They blow it up. Aliens show up and blow up the soldiers. The aliens then also blow up. Then birds turn into flowers. Then the flowers turn back into birds. War ensues. Everyone blows up.'\n\n\u001b[1m物語はこのような小さなものを鳴らし終わる： '彼らが爆発したので、世界のすべての人は死んでいる。 女性は今生きていけない死ぬ社会を支配する。 物語は、理解できないほど無意味で、可能な限り無意味であり、この残虐行為に取り組んだ誰かが本当に気にしているようには見えません。 奇妙なことに、少年は少女群によって発見されます。 彼らはそれを爆破する。 エイリアンが現れ、兵士を爆破する。 エイリアンもまた爆破する。 その後、鳥は花に変わります。 その後、花は鳥に戻ります。 戦争が続く 誰もが爆破する。\u001b[22m\n\u001b[1m(Monogatari wa kono yōna chīsana mono o narashi owaru: ' Karera ga bakuhatsu shitanode, sekai no subete no hito wa shinde iru. Josei wa ima ikiteikenai shinu shakai o shihai suru. Kimyōna koto ni, shōnen wa shōjo-gun ni yotte hakken sa remasu. Karera wa sore o bakuha suru. Eirian ga araware, heishi o bakuha suru. Eirian mo mata bakuha suru. Sonogo, tori wa hana ni kawarimasu. Sonogo, hana wa tori ni modorimasu. Sensō ga tsudzuku daremoga bakuha suru. Monogatari wa, rikai dekinai hodo muimide, kanōnakagiri muimideari, kono zangyaku kōi ni torikunda dareka ga hontōni ki ni shite iru yō ni wa miemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story ends up sounding a little something like this: 'All of the men in the world are dead because they exploded. Women now rule over a dying society incapable of procreating. The story is about as unintelligible and nonsensical as it possibly can be and it doesn't seem as though anybody who worked on this atrocity really cared to speak up about it. Miraculously a baby boy is discovered by a group of female soldiers. They blow it up. Aliens show up and blow up the soldiers. The aliens then also blow up. Then birds turn into flowers. Then the flowers turn back into birds. War ensues. Everyone blows up.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story ends up sounding a little something like this: 'All of the men in the world are dead because they exploded.\u001b[24m\n    \u001b[1m物語はこのような小さなものを鳴らし終わる： '彼らが爆発したので、世界のすべての人は死んでいる。\u001b[22m, \u001b[1m「彼らは爆発しているため、世界の男性のすべてが死んでいる：物語は、このような少し何かを鳴らしてしまいます。\u001b[22m\n\u001b[4mWomen now rule over a dying society incapable of procreating.\u001b[24m\n    \u001b[1m女性は今生きていけない死ぬ社会を支配する。\u001b[22m, \u001b[1m女性は今procreatingのできない瀕死の社会を支配します。\u001b[22m\n\u001b[4mMiraculously a baby boy is discovered by a group of female soldiers.\u001b[24m\n    \u001b[1m奇妙なことに、少年は少女群によって発見されます。\u001b[22m, \u001b[1m奇跡的に男の子は女性兵士のグループによって発見されました。\u001b[22m\n\u001b[4mThey blow it up.\u001b[24m\n    \u001b[1m彼らはそれを爆破する。\u001b[22m, \u001b[1m彼らはそれを爆破します。\u001b[22m\n\u001b[4mAliens show up and blow up the soldiers.\u001b[24m\n    \u001b[1mエイリアンが現れ、兵士を爆破する。\u001b[22m, \u001b[1mエイリアンが現れると兵士を爆破します。\u001b[22m\n\u001b[4mThe aliens then also blow up.\u001b[24m\n    \u001b[1mエイリアンもまた爆破する。\u001b[22m, \u001b[1m外国人は、その後も爆破します。\u001b[22m\n\u001b[4mThen birds turn into flowers.\u001b[24m\n    \u001b[1mその後、鳥は花に変わります。\u001b[22m\n\u001b[4mThen the flowers turn back into birds.\u001b[24m\n    \u001b[1mその後、花は鳥に戻ります。\u001b[22m, \u001b[1mその後、花は鳥に引き返します。\u001b[22m\n\u001b[4mWar ensues.\u001b[24m\n    \u001b[1m戦争が続く\u001b[22m, \u001b[1m戦争が続きます。\u001b[22m\n\u001b[4mEveryone blows up.'\u001b[24m\n    \u001b[1m誰もが爆破する。\u001b[22m, \u001b[1m誰もが吹くまで。」\u001b[22m\n\u001b[4mThe story is about as unintelligible and nonsensical as it possibly can be and it doesn't seem as though anybody who worked on this atrocity really cared to speak up about it.\u001b[24m\n    \u001b[1m物語は、理解できないほど無意味で、可能な限り無意味であり、この残虐行為に取り組んだ誰かが本当に気にしているようには見えません。\u001b[22m, \u001b[1m本当にそれについて発言するために世話、それはおそらくすることができ、それがこの残虐行為に取り組んだ誰かのように思われないように物語は、理解不能と無意味についてです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: ???¿¿¿??? I think I might have been catatonic while watching this\n\n\u001b[1mストーリー：???¿¿¿??? 私はこれを見て、緊張しているかもしれないと思う\u001b[22m\n\u001b[1m(Sutōrī:???¿¿¿??? Watashi wa kore o mite, kinchō shite iru kamo shirenai to omou)\u001b[22m\n\nTranslations of \u001b[4mStory: ???¿¿¿??? I think I might have been catatonic while watching this\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: ???¿¿¿???\u001b[24m\n    \u001b[1mストーリー：???¿¿¿???\u001b[22m\n\u001b[4mI think I might have been catatonic while watching this\u001b[24m\n    \u001b[1m私はこれを見て、緊張しているかもしれないと思う\u001b[22m, \u001b[1m私はこれを見ながら、私は緊張しているかもしれないと思います\u001b[22m\nArt:2\n\n\u001b[1mアート：2\u001b[22m\n\u001b[1m(Āto: 2)\u001b[22m\n\nTranslations of \u001b[4mArt:2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:2\u001b[24m\n    \u001b[1mアート：2\u001b[22m\nAudio:3\n\n\u001b[1mオーディオ：3\u001b[22m\n\u001b[1m(Ōdio: 3)\u001b[22m\n\nTranslations of \u001b[4mAudio:3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAudio:3\u001b[24m\n    \u001b[1mオーディオ：3\u001b[22m\nCharacters: 2\n\n\u001b[1mキャラクター：2\u001b[22m\n\u001b[1m(Kyarakutā: 2)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 2\u001b[24m\n    \u001b[1mキャラクター：2\u001b[22m, \u001b[1m文字：2\u001b[22m\nEnjoyment: No\n\n\u001b[1m楽しさ：いいえ\u001b[22m\n\u001b[1m(Tanoshisa: Īe)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: No\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: No\u001b[24m\n    \u001b[1m楽しさ：いいえ\u001b[22m\nOverall: Worst thing I have ever seen in full/10\n\n\u001b[1m全体：私が今までに見たことのない最悪の事/ 10\u001b[22m\n\u001b[1m(Zentai: Watashi ga ima made ni mita koto no nai saiaku no koto/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: Worst thing I have ever seen in full/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Worst thing I have ever seen in full/10\u001b[24m\n    \u001b[1m全体：私が今までに見たことのない最悪の事/ 10\u001b[22m, \u001b[1m全体：私が今までフル/ 10で見てきた最悪のもの\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "BigOnAnime",
    "profile": "/profile/BigOnAnime/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=62565",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  5\nキャラクター|  1\n|  5\n\n氷、愚かな名前のように聞こえますか？ それはゴミの大きな蒸し杭のように、このショーに完全に合っています。\n\nアイスは、PPMが作ったあいまいなアニメーションスタジオの唯一のアニメです。  OVAとサマリー映画を出した後に破産したと思う。\n\nこのショーは衝撃的なアートスタイルでした。  2007年のショーでは、90年代の芸術スタイルを期待していないし、同時に現代的に見えることなく、スレイヤーズ、トリガン、アウトロースター、ポケモン、ガンダムウィングなどのように見えるだろう 。 しかし、このショーは、アートワークに関しては、それほど大きな足場を立てていません。 それはコピーしようとしているものとほとんど同じようには見えません（現代と同時にレトロに見えることさえありません）。そして、バックグラウンドとは別に見ると、とても気に入らない 少数の文字。\n\nアクションシーンでもアニメーションはそれほどではありません。 かなりシンプルなもの。\n\nサウンドトラックには、いくつかのサウンドトラックを除いて特別なものはありません。 それ以外は、かなり平凡なサウンドトラック。\n\nこのショーにはストーリーがありましたか？ まあ、それは面白い概念を持っていましたが、実行は不十分でした。 この話は、地球上の最後の男がどうして死にましたかを伝えるものです。だから今は女性たちだけが残っています。 人類は絶滅の危機に瀕しています。 あなたはこの氷を「氷」と呼んでいますが、それは人類が破壊の危機に瀕していることを超えて何かを理解することが難しいという問題です。 彼らはちょっとばかばかしいことを投げ込み、最後に意味があることを願っています。 まったく無関係なものが投げ込まれます。\n\nショーが失敗したところでは、ほとんどがキャラクターである。 彼らはただのキャラクターを投げ込んでいます。キャラクターを気にせず（つまり、キャラクターの開発はまったくありません）、何かをして1日と呼びましょう。 彼らを償うことは何もありません。絶対に何もありません。 彼らはちょうどそこに...そこにいる。 私はそれが極悪キャラクターの開発になると、どのショーがこれを上回ることができるのか疑問に思う。\n\n完成して5年後にはすでに非常に非常にわかりにくいアニメとなっており、それは思い出せません。 このアニメには価値がありません。\n\n真実は、氷は私に見て痛いものではなかったが、誰かがそれをかなり楽しむことができないことを私は見ていない（私は多分それを楽しんでいた） 黒と白の映画のように私たちが最後のところにどこにも浮かんでいる。\n\nほとんどの人、特に偉大なキャラクターと偉大な物語を期待している人にとっては、まともなものではないので、彼らは本当に本当に悪いです。\n\n今私はこれを見直すだろうか？ 可能であれば、私はおそらく一度だけそれを再ウォッチします。 再ウォッチの価値は本当にありません。\n\n全体：\nアート＆amp; amp; アニメーション：4/10\nサウンド：5/10\nストーリー：2/10\nキャラクター：1/10\n値：1/10\n楽しさ：5/10\n\n3/10\n\nあなたの人生の2時間近くを浪費する気がしない限り、私はこれから離れて、はるかに良い物語で何かを見て、ずっと良いキャラクターを持っていることを勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIce, sounds like a dumb name right? Well it perfectly suits this show as it`s a big steaming pile of garbage.\n\n\u001b[1m氷、愚かな名前のように聞こえますか？ それはゴミの大きな蒸し杭のように、このショーに完全に合っています。\u001b[22m\n\u001b[1m(Kōri, orokana namae no yō ni kikoemasu ka? Sore wa gomi no ōkina mushi kui no yō ni, kono shō ni kanzen ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIce, sounds like a dumb name right? Well it perfectly suits this show as it`s a big steaming pile of garbage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIce, sounds like a dumb name right?\u001b[24m\n    \u001b[1m氷、愚かな名前のように聞こえますか？\u001b[22m, \u001b[1m氷は、ダムの名前を右のように聞こえますか？\u001b[22m\n\u001b[4mWell it perfectly suits this show as it`s a big steaming pile of garbage.\u001b[24m\n    \u001b[1mそれはゴミの大きな蒸し杭のように、このショーに完全に合っています。\u001b[22m, \u001b[1mごみの大きな蒸しパイルをそれは `sのようにまあそれは完全にこの番組に適しています。\u001b[22m\n\u001b[1m\u001b[22m\nIce is the first and only anime the obscure animation studio PPM ever made. Guess this made them go bankrupt after putting the OVA and summary movie out.\n\n\u001b[1mアイスは、PPMが作ったあいまいなアニメーションスタジオの唯一のアニメです。  OVAとサマリー映画を出した後に破産したと思う。\u001b[22m\n\u001b[1m(Aisu wa, PPM ga tsukutta aimaina animēshonsutajio no yuiitsu no animedesu. Ovu~a to samarī eiga o dashita nochi ni hasan shita to omou.)\u001b[22m\n\nTranslations of \u001b[4mIce is the first and only anime the obscure animation studio PPM ever made. Guess this made them go bankrupt after putting the OVA and summary movie out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIce is the first and only anime the obscure animation studio PPM ever made.\u001b[24m\n    \u001b[1mアイスは、PPMが作ったあいまいなアニメーションスタジオの唯一のアニメです。\u001b[22m, \u001b[1m氷はあいまいなアニメーションスタジオPPMがこれまでに作った最初で唯一のアニメです。\u001b[22m\n\u001b[4mGuess this made them go bankrupt after putting the OVA and summary movie out.\u001b[24m\n    \u001b[1mOVAとサマリー映画を出した後に破産したと思う。\u001b[22m, \u001b[1mこれは彼らがOVAと概要ムービーを出した後に倒産作ら思います。\u001b[22m\n\u001b[1m\u001b[22m\nThis show had the shocking art style. For a show from 2007, you wouldn`t expect it to have the 90`s artstyle, and look like shows such as The Slayers, Trigun, Outlaw Star, Pokemon, Gundam Wing, etc. without attempting to look modern at the same time . However this show doesn`t have all that much ground to stand on when it comes to the artwork. It doesn`t nearly look as good as what it`s trying to copy (It even doesn`t attempt to look modern and retro at the same time), and isn`t very pleasing to look at, aside from the backgrounds and a few characters.\n\n\u001b[1mこのショーは衝撃的なアートスタイルでした。  2007年のショーでは、90年代の芸術スタイルを期待していないし、同時に現代的に見えることなく、スレイヤーズ、トリガン、アウトロースター、ポケモン、ガンダムウィングなどのように見えるだろう 。 しかし、このショーは、アートワークに関しては、それほど大きな足場を立てていません。 それはコピーしようとしているものとほとんど同じようには見えません（現代と同時にレトロに見えることさえありません）。そして、バックグラウンドとは別に見ると、とても気に入らない 少数の文字。\u001b[22m\n\u001b[1m(Kono shō wa shōgeki-tekina ātosutairudeshita. 2007-Nen no shōde wa, 90-nendai no geijutsu sutairu o kitai shite inaishi, dōjini gendai-teki ni mieru koto naku, sureiyāzu, torigan, autorōsutā, pokemon, gandamū~ingu nado no yō ni mierudarou. Shikashi, kono shō wa, ātowāku ni kanshite wa, sorehodo ōkina ashiba o tatete imasen. Sore wa kopī shiyou to shite iru mono to hotondo onajiyōni wa miemasen (gendai to dōjini Retoro ni mieru koto sae arimasen). Soshite, bakkuguraundo to wa betsuni miru to, totemo kiniiranai shōsū no moji.)\u001b[22m\n\nTranslations of \u001b[4mThis show had the shocking art style. For a show from 2007, you wouldn`t expect it to have the 90`s artstyle, and look like shows such as The Slayers, Trigun, Outlaw Star, Pokemon, Gundam Wing, etc. without attempting to look modern at the same time . However this show doesn`t have all that much ground to stand on when it comes to the artwork. It doesn`t nearly look as good as what it`s trying to copy (It even doesn`t attempt to look modern and retro at the same time), and isn`t very pleasing to look at, aside from the backgrounds and a few characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show had the shocking art style.\u001b[24m\n    \u001b[1mこのショーは衝撃的なアートスタイルでした。\u001b[22m, \u001b[1mこのショーは、衝撃的なアートスタイルを持っていました。\u001b[22m\n\u001b[4mFor a show from 2007, you wouldn`t expect it to have the 90`s artstyle, and look like shows such as The Slayers, Trigun, Outlaw Star, Pokemon, Gundam Wing, etc. without attempting to look modern at the same time\u001b[24m\n    \u001b[1m2007年のショーでは、90年代の芸術スタイルを期待していないし、同時に現代的に見えることなく、スレイヤーズ、トリガン、アウトロースター、ポケモン、ガンダムウィングなどのように見えるだろう\u001b[22m, \u001b[1m2007からのショーのために、あなたはそれが90`sのartstyleを持っていると同時に、現代を見しようとせずなどスレイヤーズ、トライガン、アウトロースター、ポケモン、新機動戦記ガンダムW、などのショーのように見えることを期待wouldn`t\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mHowever this show doesn`t have all that much ground to stand on when it comes to the artwork.\u001b[24m\n    \u001b[1mしかし、このショーは、アートワークに関しては、それほど大きな足場を立てていません。\u001b[22m, \u001b[1mしかし、このショーのdoesnの `tはそれがアートワークに来るときに立つためにすべてのその多くの地面を持っています。\u001b[22m\n\u001b[4mIt doesn`t nearly look as good as what it`s trying to copy (It even doesn`t attempt to look modern and retro at the same time), and isn`t very pleasing to look at, aside from the backgrounds and a\u001b[24m\n    \u001b[1mそれはコピーしようとしているものとほとんど同じようには見えません（現代と同時にレトロに見えることさえありません）。そして、バックグラウンドとは別に見ると、とても気に入らない\u001b[22m, \u001b[1mこれは、ほぼ（同時にそれもdoesnの `t、現代を見しようとする試みとレトロ）をコピーしようとしているそれは` sのものとして良い見て、背景とは別に、見て非常に喜ばisn`t doesnの `t\u001b[22m\n\u001b[4mfew characters.\u001b[24m\n    \u001b[1m少数の文字。\u001b[22m, \u001b[1mいくつかの文字。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation, not much to it, even during the action scenes. Pretty simple stuff.\n\n\u001b[1mアクションシーンでもアニメーションはそれほどではありません。 かなりシンプルなもの。\u001b[22m\n\u001b[1m(Akushonshīn demo animēshon wa sorehodode wa arimasen. Kanari shinpuruna mono.)\u001b[22m\n\nTranslations of \u001b[4mThe animation, not much to it, even during the action scenes. Pretty simple stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation, not much to it, even during the action scenes.\u001b[24m\n    \u001b[1mアクションシーンでもアニメーションはそれほどではありません。\u001b[22m, \u001b[1mでも、アクションシーンの間に、それまであまりアニメーション、。\u001b[22m\n\u001b[4mPretty simple stuff.\u001b[24m\n    \u001b[1mかなりシンプルなもの。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack has nothing special here except a few soundtracks. Other than that, pretty mediocre soundtrack.\n\n\u001b[1mサウンドトラックには、いくつかのサウンドトラックを除いて特別なものはありません。 それ以外は、かなり平凡なサウンドトラック。\u001b[22m\n\u001b[1m(Saundotorakku ni wa, ikutsu ka no saundotorakku o nozoite tokubetsuna mono wa arimasen. Sore igai wa, kanari heibon'na saundotorakku.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack has nothing special here except a few soundtracks. Other than that, pretty mediocre soundtrack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack has nothing special here except a few soundtracks.\u001b[24m\n    \u001b[1mサウンドトラックには、いくつかのサウンドトラックを除いて特別なものはありません。\u001b[22m, \u001b[1mサウンドトラックは、いくつかのサウンドトラックを除いて、ここで特別なものを持っていません。\u001b[22m\n\u001b[4mOther than that, pretty mediocre soundtrack.\u001b[24m\n    \u001b[1mそれ以外は、かなり平凡なサウンドトラック。\u001b[22m\n\u001b[1m\u001b[22m\nThis show had a story? Well, it had an interesting concept, but the execution was done poorly. The story goes in how the last man on Earth has died, so now, the women are the only ones left. Humanity will be on the brink of extinction as no babies can be produced. You got this thing called 'The Ice' (Hence the title), but the problem is they make it hard to understand anything beyond how humanity is on the brink of destruction. They just throw random crap in, and hope it makes sense in the end. Other things are thrown in that are completely irrelevant even.\n\n\u001b[1mこのショーにはストーリーがありましたか？ まあ、それは面白い概念を持っていましたが、実行は不十分でした。 この話は、地球上の最後の男がどうして死にましたかを伝えるものです。だから今は女性たちだけが残っています。 人類は絶滅の危機に瀕しています。 あなたはこの氷を「氷」と呼んでいますが、それは人類が破壊の危機に瀕していることを超えて何かを理解することが難しいという問題です。 彼らはちょっとばかばかしいことを投げ込み、最後に意味があることを願っています。 まったく無関係なものが投げ込まれます。\u001b[22m\n\u001b[1m(Kono shō ni wa sutōrī ga arimashita ka? Mā, sore wa omoshiroi gainen o motte imashitaga, jikkō wa fujūbundeshita. Ko no hanashi wa, chikyū-jō no saigo no otoko ga dōshite shinimashita ka o tsutaeru monodesu. Dakara ima wa josei-tachi dake ga nokotte imasu. Jinrui wa zetsumetsu no kiki ni hin shite imasu. Anata wa kono kōri o `kōri' to yonde imasuga, soreha jinrui ga hakai no kiki ni hin shite iru koto o koete nanika o rikai suru koto ga muzukashī to iu mondaidesu. Karera wa chotto bakabakashī koto o nagekomi, saigo ni imi ga aru koto o negatte imasu. Mattaku mukankeina mono ga nagekoma remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show had a story? Well, it had an interesting concept, but the execution was done poorly. The story goes in how the last man on Earth has died, so now, the women are the only ones left. Humanity will be on the brink of extinction as no babies can be produced. You got this thing called 'The Ice' (Hence the title), but the problem is they make it hard to understand anything beyond how humanity is on the brink of destruction. They just throw random crap in, and hope it makes sense in the end. Other things are thrown in that are completely irrelevant even.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show had a story?\u001b[24m\n    \u001b[1mこのショーにはストーリーがありましたか？\u001b[22m, \u001b[1mこの番組は、物語を持っていましたか？\u001b[22m\n\u001b[4mWell, it had an interesting concept, but the execution was done poorly.\u001b[24m\n    \u001b[1mまあ、それは面白い概念を持っていましたが、実行は不十分でした。\u001b[22m, \u001b[1mまあ、それは興味深いコンセプトを持っていましたが、実行が不十分で行われました。\u001b[22m\n\u001b[4mThe story goes in how the last man on Earth has died, so now, the women are the only ones left.\u001b[24m\n    \u001b[1mこの話は、地球上の最後の男がどうして死にましたかを伝えるものです。だから今は女性たちだけが残っています。\u001b[22m, \u001b[1m物語は、地球上の最後の一人が死亡したかに行く、今、女性が残された唯一のものです。\u001b[22m\n\u001b[4mHumanity will be on the brink of extinction as no babies can be produced.\u001b[24m\n    \u001b[1m人類は絶滅の危機に瀕しています。\u001b[22m, \u001b[1m何の赤ちゃんは生産できないように人類は絶滅の危機に瀕してになります。\u001b[22m\n\u001b[4mYou got this thing called 'The Ice' (Hence the title), but the problem is they make it hard to understand anything beyond how humanity is on the brink of destruction.\u001b[24m\n    \u001b[1mあなたはこの氷を「氷」と呼んでいますが、それは人類が破壊の危機に瀕していることを超えて何かを理解することが難しいという問題です。\u001b[22m, \u001b[1mあなたは「ICE」（したがってタイトル）と呼ばれるこの事を得たが、問題は、彼らはそれが難しい人類は滅亡の危機にひんしている方法を越えて何かを理解するようにすることです。\u001b[22m\n\u001b[4mThey just throw random crap in, and hope it makes sense in the end.\u001b[24m\n    \u001b[1m彼らはちょっとばかばかしいことを投げ込み、最後に意味があることを願っています。\u001b[22m, \u001b[1m彼らはただのランダムながらくたを投げ、それが最終的に理にかなって願っています。\u001b[22m\n\u001b[4mOther things are thrown in that are completely irrelevant even.\u001b[24m\n    \u001b[1mまったく無関係なものが投げ込まれます。\u001b[22m, \u001b[1m他の事はあっても、完全に無関係であるにスローされます。\u001b[22m\n\u001b[1m\u001b[22m\nWhere the show failed the most is with the characters. They just throw in a bunch of characters in, don`t do anything to make you care about them (i.e. no character development whatsoever), and call it a day. There is nothing redeeming about them, absolutely nothing. They`re just...there. I doubt any show could top this when it comes to atrocious character development.\n\n\u001b[1mショーが失敗したところでは、ほとんどがキャラクターである。 彼らはただのキャラクターを投げ込んでいます。キャラクターを気にせず（つまり、キャラクターの開発はまったくありません）、何かをして1日と呼びましょう。 彼らを償うことは何もありません。絶対に何もありません。 彼らはちょうどそこに...そこにいる。 私はそれが極悪キャラクターの開発になると、どのショーがこれを上回ることができるのか疑問に思う。\u001b[22m\n\u001b[1m(Shō ga shippai shita tokorode wa, hotondo ga kyarakutādearu. Karera wa tada no kyarakutā o nagekonde imasu. Kyarakutā o ki ni sezu (tsumari, kyarakutā no kaihatsu wa mattaku arimasen), nanika o shite 1-nichi to yobimashou. Karera o tsugunau koto wa nani mo arimasen. Zettai ni nani mo arimasen. Karera wa chōdo soko ni... Soko ni iru. Watashi wa sore ga gokuaku kyarakutā no kaihatsu ni naru to, dono shō ga kore o uwamawaru koto ga dekiru no ka gimon ni omou.)\u001b[22m\n\nTranslations of \u001b[4mWhere the show failed the most is with the characters. They just throw in a bunch of characters in, don`t do anything to make you care about them (i.e. no character development whatsoever), and call it a day. There is nothing redeeming about them, absolutely nothing. They`re just...there. I doubt any show could top this when it comes to atrocious character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere the show failed the most is with the characters.\u001b[24m\n    \u001b[1mショーが失敗したところでは、ほとんどがキャラクターである。\u001b[22m, \u001b[1mショーが失敗した場合にはほとんどの文字です。\u001b[22m\n\u001b[4mThey just throw in a bunch of characters in, don`t do anything to make you care about them (i.e. no character development whatsoever), and call it a day.\u001b[24m\n    \u001b[1m彼らはただのキャラクターを投げ込んでいます。キャラクターを気にせず（つまり、キャラクターの開発はまったくありません）、何かをして1日と呼びましょう。\u001b[22m, \u001b[1m彼らはちょうどあなたがそれらについて（すなわち、キャラクタ・開発何を）気にしないことを確認するために何かを `tの中の文字、の束を投げると、一日を呼び出します。\u001b[22m\n\u001b[4mThere is nothing redeeming about them, absolutely nothing.\u001b[24m\n    \u001b[1m彼らを償うことは何もありません。絶対に何もありません。\u001b[22m, \u001b[1mそれらについての欠点を補う何も、絶対に何もありません。\u001b[22m\n\u001b[4mThey`re just...there.\u001b[24m\n    \u001b[1m彼らはちょうどそこに...そこにいる。\u001b[22m, \u001b[1mただ...そこThey`re。\u001b[22m\n\u001b[4mI doubt any show could top this when it comes to atrocious character development.\u001b[24m\n    \u001b[1m私はそれが極悪キャラクターの開発になると、どのショーがこれを上回ることができるのか疑問に思う。\u001b[22m, \u001b[1m私はそれが凶悪文字の開発に来るとき、任意のショーはこれをトップでした疑い。\u001b[22m\n\u001b[1m\u001b[22m\nIt`s already a very, very, very obscure anime five years after it finished, and it won`t be remembered. There is no value to this anime.\n\n\u001b[1m完成して5年後にはすでに非常に非常にわかりにくいアニメとなっており、それは思い出せません。 このアニメには価値がありません。\u001b[22m\n\u001b[1m(Kansei shite 5-nen-go ni wa sudeni hijō ni hijō ni wakari nikui anime to natte ori, soreha omoidasemasen. Kono anime ni wa kachi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt`s already a very, very, very obscure anime five years after it finished, and it won`t be remembered. There is no value to this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt`s already a very, very, very obscure anime five years after it finished, and it won`t be remembered.\u001b[24m\n    \u001b[1m完成して5年後にはすでに非常に非常にわかりにくいアニメとなっており、それは思い出せません。\u001b[22m, \u001b[1mそれは `sはすでに非常に、非常に、非常にあいまいなアニメは終了し、それを忘れてはwon`t 5年後。\u001b[22m\n\u001b[4mThere is no value to this anime.\u001b[24m\n    \u001b[1mこのアニメには価値がありません。\u001b[22m, \u001b[1mこのアニメの値はありません。\u001b[22m\n\u001b[1m\u001b[22m\nTruth be told, Ice wasn`t painful for me to watch, but I can`t see how anyone else could enjoy it quite a bit (I probably enjoyed it more than most people), aside from it being laughably bad in certain parts, such as the black and white movie that pops out of nowhere we have near the very end.\n\n\u001b[1m真実は、氷は私に見て痛いものではなかったが、誰かがそれをかなり楽しむことができないのを見ることはできないだろう（私はたぶんそれを楽しんだだろう） 黒と白の映画のように私たちが最後のところにどこにも浮かんでいる。\u001b[22m\n\u001b[1m(Shinjitsu wa, kōri wa watashi ni mite itai monode wa nakattaga, darekaga sore o kanari tanoshimu koto ga dekinai no o miru koto wa dekinaidarou (watashi wa tabun sore o tanoshindadarou) kuro to shiro no eiga no yō ni watashitachi ga saigo no tokoro ni dokoni mo ukande iru.)\u001b[22m\n\nTranslations of \u001b[4mTruth be told, Ice wasn`t painful for me to watch, but I can`t see how anyone else could enjoy it quite a bit (I probably enjoyed it more than most people), aside from it being laughably bad in certain parts, such as the black and white movie that pops out of nowhere we have near the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTruth be told, Ice wasn`t painful for me to watch, but I can`t see how anyone else could enjoy it quite a bit (I probably enjoyed it more than most people), aside from it being laughably bad in certain parts,\u001b[24m\n    \u001b[1m真実は、氷は私に見て痛いものではなかったが、誰かがそれをかなり楽しむことができないのを見ることはできないだろう（私はたぶんそれを楽しんだだろう）\u001b[22m, \u001b[1m真実は、私が見ることのために痛みを伴う、アイスwasn`tを言われるが、私は、さておき、それが特定の部分にばかばかしいほど悪いあることから、（私はおそらくほとんどの人よりも、それを楽しんで）誰がそれをかなり楽しむことができる方法を見てcan`t\u001b[22m\n\u001b[4msuch as the black and white movie that pops out of nowhere we have near the very end.\u001b[24m\n    \u001b[1m黒と白の映画のように私たちが最後のところにどこにも浮かんでいる。\u001b[22m, \u001b[1mそのようなどこからともなくポップな黒と白の映画のように我々は非常に終わり近くにあります。\u001b[22m\n\u001b[1m\u001b[22m\nIt will be an uphill battle for most people, especially those expecting great characters and a great story as they`re not even decent, they`re just really, really bad.\n\n\u001b[1mほとんどの人、特に偉大なキャラクターと偉大な物語を期待している人にとっては、まともなものではないので、彼らは本当に本当に悪いです。\u001b[22m\n\u001b[1m(Hotondo no hito, tokuni idaina kyarakutā to idaina monogatari o kitai shite iru hito ni totte wa, matomona monode wanainode, karera wa hontōni hontōni waruidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt will be an uphill battle for most people, especially those expecting great characters and a great story as they`re not even decent, they`re just really, really bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt will be an uphill battle for most people, especially those expecting great characters and a great story as they`re not even decent, they`re just really, really bad.\u001b[24m\n    \u001b[1mほとんどの人、特に偉大なキャラクターと偉大な物語を期待している人にとっては、まともなものではないので、彼らは本当に本当に悪いです。\u001b[22m, \u001b[1mそれはほとんどの人々のために苦しい戦い、特に期待して偉大なキャラクターと素晴らしい話they`reさえまともではないとして、they`re本当に、本当に悪いとなります。\u001b[22m\n\u001b[1m\u001b[22m\nNow would I rewatch this? Possibly, but I`d rewatch it probably only once. The rewatch value just isn`t really there.\n\n\u001b[1m今私はこれを見直すだろうか？ 可能であれば、私はおそらく一度だけそれを再ウォッチします。 再ウォッチの価値は本当にありません。\u001b[22m\n\u001b[1m(Ima watashi wa kore o minaosudarou ka? Kanōdeareba, watashi wa osoraku ichidodake sore o sai u~otchi shimasu. Sai u~otchi no kachi wa hontōni arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNow would I rewatch this? Possibly, but I`d rewatch it probably only once. The rewatch value just isn`t really there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow would I rewatch this?\u001b[24m\n    \u001b[1m今私はこれを見直すだろうか？\u001b[22m, \u001b[1m今、私はこれをrewatchでしょうか？\u001b[22m\n\u001b[4mPossibly, but I`d rewatch it probably only once.\u001b[24m\n    \u001b[1m可能であれば、私はおそらく一度だけそれを再ウォッチします。\u001b[22m, \u001b[1mおそらく、しかしI`dはおそらく一度だけ、それをrewatch。\u001b[22m\n\u001b[4mThe rewatch value just isn`t really there.\u001b[24m\n    \u001b[1m再ウォッチの価値は本当にありません。\u001b[22m, \u001b[1mrewatch値は本当にそこisn`t。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nArt &amp; Animation: 4/10\n\n\u001b[1mアート＆amp; amp; アニメーション：4/10\u001b[22m\n\u001b[1m(Āto& amp; amp; animēshon: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt &amp; Animation: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt &amp;\u001b[24m\n    \u001b[1mアート＆amp; amp;\u001b[22m, \u001b[1mアート＆＃038;\u001b[22m\n\u001b[4mAnimation: 4/10\u001b[24m\n    \u001b[1mアニメーション：4/10\u001b[22m\nSound: 5/10\n\n\u001b[1mサウンド：5/10\u001b[22m\n\u001b[1m(Saundo: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5/10\u001b[24m\n    \u001b[1mサウンド：5/10\u001b[22m\nStory: 2/10\n\n\u001b[1mストーリー：2/10\u001b[22m\n\u001b[1m(Sutōrī: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 2/10\u001b[24m\n    \u001b[1mストーリー：2/10\u001b[22m\nCharacter: 1/10\n\n\u001b[1mキャラクター：1/10\u001b[22m\n\u001b[1m(Kyarakutā: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 1/10\u001b[24m\n    \u001b[1mキャラクター：1/10\u001b[22m\nValue: 1/10\n\n\u001b[1m値：1/10\u001b[22m\n\u001b[1m(Atai: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mValue: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mValue: 1/10\u001b[24m\n    \u001b[1m値：1/10\u001b[22m\nEnjoyment: 5/10\n\n\u001b[1m楽しさ：5/10\u001b[22m\n\u001b[1m(Tanoshisa: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5/10\u001b[24m\n    \u001b[1m楽しさ：5/10\u001b[22m, \u001b[1m楽しさ：5月10日\u001b[22m\n\u001b[1m\u001b[22m\n3/10\n\n\u001b[1m3/10\u001b[22m\n\u001b[1m(3/ 10)\u001b[22m\n\nTranslations of \u001b[4m3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3/10\u001b[24m\n    \u001b[1m3/10\u001b[22m, \u001b[1m3月10日\u001b[22m\n\u001b[1m\u001b[22m\nUnless you feel like wasting nearly 2 hours of your life, I recommend staying away from this, and go watch something else with a much better story, and has much better characters.\n\n\u001b[1mあなたの人生の2時間近くを浪費する気がしない限り、私はこれから離れて、はるかに良い物語で何かを見て、ずっと良いキャラクターを持っていることを勧めます。\u001b[22m\n\u001b[1m(Anata no jinsei no 2-jikan chikaku o rōhi suru ki ga shinai kagiri, watashi wa korekara hanarete, haruka ni yoi monogatari de nanika o mite, zutto yoi kyarakutā o motte iru koto o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mUnless you feel like wasting nearly 2 hours of your life, I recommend staying away from this, and go watch something else with a much better story, and has much better characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnless you feel like wasting nearly 2 hours of your life, I recommend staying away from this, and go watch something else with a much better story, and has much better characters.\u001b[24m\n    \u001b[1mあなたの人生の2時間近くを浪費する気がしない限り、私はこれから離れて、はるかに良い物語で何かを見て、ずっと良いキャラクターを持っていることを勧めます。\u001b[22m, \u001b[1mあなたの人生のほぼ2時間を無駄のように感じていない限り、私は離れてこのから滞在をお勧めします、とはるかに良い話を何か他のものを見に行くと、はるかに優れた文字が含まれています。\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "someone173",
    "profile": "/profile/someone173/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=193954",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  2\nキャラクター|  1\n|  1\n\nこのOVAを見てみると、おそらく、これはアニメを作るためにSJWが作るものだと思うでしょう。 男性（すべてが死亡して以来）は、女性が自分自身に見つけた状況に責任を負うという、終末論的なテーマで、このようなつながりを作るのは難しくありません。 驚くべきことに、これは本質的にAKB48の作品であり、プロデューサーはこの声優のグループを構成する俳優と共にこのクリエイターです。 私は何が創造の決定につながったのか分かりませんが、フランケンシュタインのように、この「もの」が結果であり、本当に何か他のものです。\n\nあなたがそれを見た回数に関係なく意味を持たないプロットで、私がそれを見た人のアニメーションの品質は、それが2007年よりも90年代後半に作られたかどうかについて正直に質問しました（！）、 時間、キャラクター...結局のところ、それはすべて、非常にシュールな経験に足りるものです。 私がAKB48の曲が彼らのためにかなりの挑戦になると想像していたので、私が礼儀正しく言っているのはテーマソングだけです。\n\nAKB48を含むアニメを見たい場合は、AKB0048を見てください。 氷については、冷静ではないときにのみ見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nFrom watching this OVA, one would probably think that this is what SJWs would make if they were to make an anime. With a post apocalyptic theme where men (all since having died off) are to blame for the situation the women find themselves in, it's not hard to make such a connection. Surprisingly, this is all essentially an AKB48 work, with the producer being the creator of this along with the voice actors being members of the group. I am not sure what led to the decision of its creation but like Frankenstein, this 'thing' is the result and it really is something else.\n\n\u001b[1mこのOVAを見てみると、おそらくこれはアニメ制作のためにSJWが作ってくれるものだと思うだろう。 男性（すべてが死亡して以来）は、女性が自分自身に見つけた状況に責任を負うという、終末論的なテーマで、このようなつながりを作るのは難しくありません。 驚くべきことに、これは本質的にAKB48の作品であり、プロデューサーはこの声優のグループを構成する俳優と共にこのクリエイターです。 私は何が創造の決定につながったのか分かりませんが、フランケンシュタインのように、この「もの」が結果であり、本当に何か他のものです。\u001b[22m\n\u001b[1m(Kono ovu~a o mite miru to, osoraku kore wa anime seisaku no tame ni SJW ga tsukutte kureru monoda to omoudarou. Dansei (subete ga shibō shite irai) wa, josei ga jibun jishin ni mitsuketa jōkyō ni sekininwoou to iu, shūmatsu-ron-tekina tēma de, kono yōna tsunagari o tsukuru no wa muzukashiku arimasen. Odorokubeki koto ni, koreha honshitsu-teki ni AKB 48 no sakuhindeari, purode~yūsā wa kono seiyū no gurūpu o kōsei suru haiyū to tomoni kono kurieitādesu. Watashi wa nani ga sōzō no kettei ni tsunagatta no ka wakarimasen ga, furankenshutain no yō ni, kono `mono' ga kekkadeari, hontōni nani ka hoka no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mFrom watching this OVA, one would probably think that this is what SJWs would make if they were to make an anime. With a post apocalyptic theme where men (all since having died off) are to blame for the situation the women find themselves in, it's not hard to make such a connection. Surprisingly, this is all essentially an AKB48 work, with the producer being the creator of this along with the voice actors being members of the group. I am not sure what led to the decision of its creation but like Frankenstein, this 'thing' is the result and it really is something else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom watching this OVA, one would probably think that this is what SJWs would make if they were to make an anime.\u001b[24m\n    \u001b[1mこのOVAを見てみると、おそらくこれはアニメ制作のためにSJWが作ってくれるものだと思うだろう。\u001b[22m, \u001b[1mこのOVAを見てから、1はおそらく、これは彼らがアニメを作るした場合SJWSが作るだろうかあると思うだろう。\u001b[22m\n\u001b[4mWith a post apocalyptic theme where men (all since having died off) are to blame for the situation the women find themselves in, it's not hard to make such a connection.\u001b[24m\n    \u001b[1m男性（すべてが死亡して以来）は、女性が自分自身に見つけた状況に責任を負うという、終末論的なテーマで、このようなつながりを作るのは難しくありません。\u001b[22m, \u001b[1m（すべてオフに死亡した以降）男性は女性が中に自分自身を見つけるような状況のために責任があるのは、ポスト黙示録的なテーマと、それはそのような接続を行うためには難しいことではありません。\u001b[22m\n\u001b[4mSurprisingly, this is all essentially an AKB48 work, with the producer being the creator of this along with the voice actors being members of the group.\u001b[24m\n    \u001b[1m驚くべきことに、これは本質的にAKB48の作品であり、プロデューサーはこの声優のグループを構成する俳優と共にこのクリエイターです。\u001b[22m, \u001b[1m驚くべきことに、これはすべて、本質的にAKB48の仕事は、プロデューサーが声優がグループのメンバーであるとともに、これの作成者であることと、です。\u001b[22m\n\u001b[4mI am not sure what led to the decision of its creation but like Frankenstein, this 'thing' is the result and it really is something else.\u001b[24m\n    \u001b[1m私は何が創造の決定につながったのか分かりませんが、フランケンシュタインのように、この「もの」が結果であり、本当に何か他のものです。\u001b[22m, \u001b[1m私は、その作成の決定につながったのかわからないのですが、フランケンシュタインのように、この「事」は結果であり、それは本当に何か他のものです。\u001b[22m\n\u001b[1m\u001b[22m\nWith a plot that makes no sense regardless of how many times you watch it, animation quality where people I watched it with were honestly questioning whether or not it was made in the late 90s rather than in 2007(!), very odd music choices at times, and characters... In the end, it all adds up to a very surreal experience, to say the least. The only thing I would say is decent is the theme song, since I would imagine a song by AKB48 would be quite a challenge for them to screw up on.\n\n\u001b[1mあなたがそれを見た回数に関係なく意味を持たないプロットで、私がそれを見た人のアニメーションの品質は、それが2007年よりも90年代後半に作られたかどうかについて正直に質問しました（！）、 時間、キャラクター...結局のところ、それはすべて、非常にシュールな経験に足りるものです。 私がAKB48の曲が彼らのためにかなりの挑戦になると想像していたので、私が礼儀正しく言っているのはテーマソングだけです。\u001b[22m\n\u001b[1m(Anata ga sore o mita kaisū ni kankei naku imi o motanai purotto de, watashi ga sore o mita hito no animēshon no hinshitsu wa, sore ga 2007-nen yori mo 90-nendai kōhan ni tsukura reta ka dō ka ni tsuite shōjiki ni shitsumon shimashita (!), Jikan, kyarakutā... Kekkyokunotokoro, soreha subete, hijō ni shūruna keiken ni tariru monodesu. Watashi ga AKB 48 no kyoku ga karera no tame ni kanari no chōsen ni naru to sōzō shite itanode, watashi ga reigi tadashiku itte iru no wa tēmasongu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mWith a plot that makes no sense regardless of how many times you watch it, animation quality where people I watched it with were honestly questioning whether or not it was made in the late 90s rather than in 2007(!), very odd music choices at times, and characters... In the end, it all adds up to a very surreal experience, to say the least. The only thing I would say is decent is the theme song, since I would imagine a song by AKB48 would be quite a challenge for them to screw up on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a plot that makes no sense regardless of how many times you watch it, animation quality where people I watched it with were honestly questioning whether or not it was made in the late 90s rather than in 2007(!), very odd music choices at\u001b[24m\n    \u001b[1mあなたがそれを見た回数に関係なく意味を持たないプロットで、私がそれを見た人のアニメーションの品質は、それが2007年よりも90年代後半に作られたかどうかについて正直に質問しました（！）、\u001b[22m, \u001b[1m関係なく、あなたがそれを見て何回の意味をなさないプロット、私はそれを見た人々は正直にそれが90年代後半にはなく、2007年に行われたかどうかを疑問視されたアニメーションの質（！）と、非常に奇妙な音楽の選択で\u001b[22m\n\u001b[4mtimes, and characters... In the end, it all adds up to a very surreal experience, to say the least.\u001b[24m\n    \u001b[1m時間、キャラクター...結局のところ、それはすべて、非常にシュールな経験に足りるものです。\u001b[22m, \u001b[1m回、および文字が...最後に、それはすべて控えめに言って、非常にシュールな経験に加算します。\u001b[22m\n\u001b[4mThe only thing I would say is decent is the theme song, since I would imagine a song by AKB48 would be quite a challenge for them to screw up on.\u001b[24m\n    \u001b[1m私がAKB48の曲が彼らのためにかなりの挑戦になると想像していたので、私が礼儀正しく言っているのはテーマソングだけです。\u001b[22m, \u001b[1m私が言う唯一の事はまともです、私は彼らが上台無しにするためにAKB48の曲はかなりの挑戦であろう想像するので、テーマソングです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want to watch an anime with AKB48 involved, go watch AKB0048. As for Ice, I can only recommend watching it when not sober.\n\n\u001b[1mAKB48を含むアニメを見たい場合は、AKB0048を見てください。 氷については、冷静ではないときにのみ見ることができます。\u001b[22m\n\u001b[1m(AKB 48 o fukumu anime o mitai baai wa, AKB 0048 o mite kudasai. Kōri ni tsuite wa, reiseide wanai toki ni nomi miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to watch an anime with AKB48 involved, go watch AKB0048. As for Ice, I can only recommend watching it when not sober.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to watch an anime with AKB48 involved, go watch AKB0048.\u001b[24m\n    \u001b[1mAKB48を含むアニメを見たい場合は、AKB0048を見てください。\u001b[22m, \u001b[1mあなたが関与AKB48でアニメを見たい場合は、AKB0048を見に行きます。\u001b[22m\n\u001b[4mAs for Ice, I can only recommend watching it when not sober.\u001b[24m\n    \u001b[1m氷については、冷静ではないときにのみ見ることができます。\u001b[22m, \u001b[1mアイス用として、私は場合にのみ、地味ではない、それを見てお勧めすることができます。\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "boberic",
    "profile": "/profile/boberic/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=70567",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  3\nキャラクター|  1\n|  1\n\n私はここに座ってこのアニメの長年の有益で詳細なレビューをする以外に何も愛しませんが、悲しいことに私はできません。 それは本当に価値のあることを言うために外に出ることがほんの少ししかないということではありません。 私があなたに伝えることができる最高のものは、私が一生見た中で最悪のものです... M. Night ShamalamadingdongのThe Last Air Bender（映画）よりもさらに悲惨なことに、ひどく恐ろしいです。 ひどい映画を作る）。\n\n私は簡単な内訳を与えることができると思います。\nアート：\n恐ろしいことだった。 彼らはもっと多くのアーティストを雇う前に、1995年から何かを見たり、ドラゴンボールZを見たりするようなものでした。 だから、リリース時にはすでに日付がついていました。\n\n音楽：\n音楽はどんな方向にでも物語を動かす恐ろしい仕事をした。 物語がどこに行っていたかのように（？）音の効果は最高で平凡なものであり、実際に環境に適合しない場合もあれば、場合によっては表示されていた状況にも適合しませんでした。\n\n文字：\nキャラクター？ どんなキャラクター？ ああ、あなたは一度に数分のスクリーン上にあって、彼らが映画に入っていたという事実以外に本当の重要性を持たなかった人々の集まりを意味しますか？ 正直なところ、彼らの半分は変態しただけだった。 ヌード自体はありませんでしたが、ドアが閉まってランダムな音が作られるように、女性の笑顔で覆われた部屋に座っているマンリーの女性に示唆されたことがありました。\n\n楽しみ：\nまさか！\n\nストーリー：\n物語はなく、提供することができなかった非常に良い前提だけでした。\n\n全体...\nよく私は、レビューの種類はそれ自身のために話すと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI'd love nothing more than to sit here and give a long-winded, informative, and detailed review of this anime, but sadly I can't. It's not that I can't it's that there's just so little to go off of to really say anything of value. The best that I can tell you is that is the worst thing I have ever viewed in my entire life...Even more heartbreakingly terrible than The Last Air Bender(Movie) by M. Night Shamalamadingdong( I honestly cant spell his name but he makes terrible movies).\n\n\u001b[1m私はここに座ってこのアニメの長年の有益で詳細なレビューをする以外に何も愛しませんが、悲しいことに私はできません。 それは本当に価値のあることを言うために外に出ることがほんの少ししかないということではありません。 私があなたに伝えることができる最高のものは、私が一生見た中で最悪のことです... M. Night ShamalamadingdongのThe Last Air Bender（映画）よりもさらに悲惨なことに、ひどく恐ろしいです。 ひどい映画を作る）。\u001b[22m\n\u001b[1m(Watashi wa koko ni suwatte kono anime no naganen no yūekide shōsaina rebyū o suru igai ni nani mo aishimasenga, kanashī koto ni watashi wa dekimasen. Sore wa hontōni kachi no aru koto o iu tame ni soto ni deru koto ga hon'nosukoshi shika nai to iu kotode wa arimasen. Watashi ga anata ni tsutaeru koto ga dekiru saikō no mono wa, watashi ga isshō mita naka de saiaku no kotodesu... M. Night Shamalamadingdong no The Last Air bendā (eiga) yori mo sarani hisan'na koto ni, hidoku osoroshīdesu. Hidoi eiga o tsukuru).)\u001b[22m\n\nTranslations of \u001b[4mI'd love nothing more than to sit here and give a long-winded, informative, and detailed review of this anime, but sadly I can't. It's not that I can't it's that there's just so little to go off of to really say anything of value. The best that I can tell you is that is the worst thing I have ever viewed in my entire life...Even more heartbreakingly terrible than The Last Air Bender(Movie) by M. Night Shamalamadingdong( I honestly cant spell his name but he makes terrible movies).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd love nothing more than to sit here and give a long-winded, informative, and detailed review of this anime, but sadly I can't.\u001b[24m\n    \u001b[1m私はここに座ってこのアニメの長年の有益で詳細なレビューをする以外に何も愛しませんが、悲しいことに私はできません。\u001b[22m, \u001b[1m私はここに座って、長ったらしいを与えることよりも何も、有益な、このアニメの詳細なレビューを愛していないと思いますが、悲しいことに私はできません。\u001b[22m\n\u001b[4mIt's not that I can't it's that there's just so little to go off of to really say anything of value.\u001b[24m\n    \u001b[1mそれは本当に価値のあることを言うために外に出ることがほんの少ししかないということではありません。\u001b[22m, \u001b[1mそれは私がそれは本当に価値のあるものを言うことのオフに行くためにそう少しだけがあることだができないということではありません。\u001b[22m\n\u001b[4mThe best that I can tell you is that is the worst thing I have ever viewed in my entire life...Even more heartbreakingly terrible than The Last Air Bender(Movie) by M. Night Shamalamadingdong( I honestly cant spell his name but he\u001b[24m\n    \u001b[1m私があなたに伝えることができる最高のものは、私が一生見た中で最悪のことです... M. Night ShamalamadingdongのThe Last Air Bender（映画）よりもさらに悲惨なことに、ひどく恐ろしいです。\u001b[22m, \u001b[1m私はあなたを伝えることができる最高のは、さらにドキッとするほどひどいM.ナイトShamalamadingdongによってエアベンダー（動画）よりも...それは私が今まで私の生涯で見てきた最悪のことです（私は正直に彼の名前のスペルが、彼はカント\u001b[22m\n\u001b[4mmakes terrible movies).\u001b[24m\n    \u001b[1mひどい映画を作る）。\u001b[22m, \u001b[1m）ひどい映画を作ります。\u001b[22m\n\u001b[1m\u001b[22m\nI guess I can give a brief breakdown.\n\n\u001b[1m私は簡単な内訳を与えることができると思います。\u001b[22m\n\u001b[1m(Watashi wa kantan'na uchiwake o ataeru koto ga dekiru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI guess I can give a brief breakdown.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess I can give a brief breakdown.\u001b[24m\n    \u001b[1m私は簡単な内訳を与えることができると思います。\u001b[22m, \u001b[1m私は簡単な内訳を与えることができますね。\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nWas horrid. It was like watching something from 1995 or watching Dragon Ball Z before they hired more artists. So at the time of release it was already dated.\n\n\u001b[1m恐ろしいことだった。 彼らはもっと多くのアーティストを雇う前に、1995年から何かを見たり、ドラゴンボールZを見たりするようなものでした。 だから、リリース時にはすでに日付がついていました。\u001b[22m\n\u001b[1m(Osoroshī kotodatta. Karera wa motto ōku no ātisuto o yatou mae ni, 1995-nen kara nanika o mi tari, doragonbōru Z o mi tari suru yōna monodeshita. Dakara, rirīsu tokiniha sudeni hidzuke ga tsuite imashita.)\u001b[22m\n\nTranslations of \u001b[4mWas horrid. It was like watching something from 1995 or watching Dragon Ball Z before they hired more artists. So at the time of release it was already dated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas horrid.\u001b[24m\n    \u001b[1m恐ろしいことだった。\u001b[22m, \u001b[1m恐ろしいでした。\u001b[22m\n\u001b[4mIt was like watching something from 1995 or watching Dragon Ball Z before they hired more artists.\u001b[24m\n    \u001b[1m彼らはもっと多くのアーティストを雇う前に、1995年から何かを見たり、ドラゴンボールZを見たりするようなものでした。\u001b[22m, \u001b[1mこれは、1995年から何かを見たり、彼らはより多くの芸術家を雇っ前に、ドラゴンボールZを見ているようでした。\u001b[22m\n\u001b[4mSo at the time of release it was already dated.\u001b[24m\n    \u001b[1mだから、リリース時にはすでに日付がついていました。\u001b[22m, \u001b[1mだからリリースの時点ではすでに日付ました。\u001b[22m\n\u001b[1m\u001b[22m\nMusic:\n\n\u001b[1m音楽：\u001b[22m\n\u001b[1m(Ongaku:)\u001b[22m\n\nDefinitions of \u001b[4mMusic:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\nMusic did a horrible job of moving the story in any direction; as if the story was going anywhere(?) Sound effects were mediocre at best and really didn't fit the environment or even into the context that was being shown in some cases.\n\n\u001b[1m音楽はどんな方向にでも物語を動かす恐ろしい仕事をした。 物語がどこに行っていたかのように（？）音の効果は最高で平凡なものであり、実際に環境に適合しない場合もあれば、場合によっては表示されていた状況にも適合しませんでした。\u001b[22m\n\u001b[1m(Ongaku wa don'na hōkō ni demo monogatari o ugokasu osoroshī shigoto o shita. Monogatari ga doko ni itte ita ka no yō ni ( ? ) Oto no kōka wa saikō de heibon'na monodeari, jissai ni kankyō ni tekigō shinai baai mo areba, baainiyotte wa hyōji sa rete ita jōkyō ni mo tekigō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mMusic did a horrible job of moving the story in any direction; as if the story was going anywhere(?) Sound effects were mediocre at best and really didn't fit the environment or even into the context that was being shown in some cases.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic did a horrible job of moving the story in any direction;\u001b[24m\n    \u001b[1m音楽はどんな方向にでも物語を動かす恐ろしい仕事をした。\u001b[22m, \u001b[1m音楽は、任意の方向に物語を動かすの恐ろしい仕事をしました。\u001b[22m\n\u001b[4mas if the story was going anywhere(?) Sound effects were mediocre at best and really didn't fit the environment or even into the context that was being shown in some cases.\u001b[24m\n    \u001b[1m物語がどこに行っていたかのように（？）音の効果は最高で平凡なものであり、実際に環境に適合しない場合もあれば、場合によっては表示されていた状況にも適合しませんでした。\u001b[22m, \u001b[1m話はどこにも行かれたかのように（？）効果音を最高の状態で平凡だったと本当に環境に適合していなかったか、さらにいくつかの例で示していたコンテキストに。\u001b[22m\n\u001b[1m\u001b[22m\ncharacters:\n\n\u001b[1m文字：\u001b[22m\n\u001b[1m(Moji:)\u001b[22m\n\nDefinitions of \u001b[4mcharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nCharacters? What characters? Oh you mean the collection of people that were on screen for a few minutes at a time and had no real importance other than the fact that they were in the movie? Honestly half of them were just perverted. There was no nudity per se, but there were things hinted at 'Manly woman sitting in a room covered in women smiles as the doors close and random sounds are made'...type of thing.\n\n\u001b[1mキャラクター？ どんなキャラクター？ ああ、あなたは一度に数分のスクリーン上にあって、彼らが映画に入っていたという事実以外に本当の重要性を持たなかった人々の集まりを意味しますか？ 正直なところ、彼らの半分は変態しただけだった。 ヌード自体はありませんでしたが、ドアが閉まってランダムな音が作られるように、女性の笑顔で覆われた部屋に座っているマンリーの女性に示唆されたことがありました。\u001b[22m\n\u001b[1m(Kyarakutā? Don'na kyarakutā? Ā, anata wa ichido ni sūbun no sukurīn-jō ni atte, karera ga eiga ni haitte ita to iu jijitsu igai ni hontō no jūyō-sei o motanakatta hitobito no atsumari o imi shimasu ka? Shōjikina tokoro, karera no hanbun wa hentai shita dakedatta. Nūdo jitai wa arimasendeshitaga, doa ga shimatte randamuna oto ga tsukura reru yō ni, josei no egao de ōwa reta heya ni suwatte iru manrī no josei ni shisa sa reta koto ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters? What characters? Oh you mean the collection of people that were on screen for a few minutes at a time and had no real importance other than the fact that they were in the movie? Honestly half of them were just perverted. There was no nudity per se, but there were things hinted at 'Manly woman sitting in a room covered in women smiles as the doors close and random sounds are made'...type of thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters?\u001b[24m\n    \u001b[1mキャラクター？\u001b[22m\n\u001b[4mWhat characters?\u001b[24m\n    \u001b[1mどんなキャラクター？\u001b[22m, \u001b[1m何文字？\u001b[22m\n\u001b[4mOh you mean the collection of people that were on screen for a few minutes at a time and had no real importance other than the fact that they were in the movie?\u001b[24m\n    \u001b[1mああ、あなたは一度に数分のスクリーン上にあって、彼らが映画に入っていたという事実以外に本当の重要性を持たなかった人々の集まりを意味しますか？\u001b[22m, \u001b[1mああ、あなたは一度に数分間、画面上にあった、彼らは映画にあったという事実以外には本当の重要性を持っていた人々の集まりを意味ですか？\u001b[22m\n\u001b[4mHonestly half of them were just perverted.\u001b[24m\n    \u001b[1m正直なところ、彼らの半分は変態しただけだった。\u001b[22m, \u001b[1mそれらの正直半分はちょうど倒錯しました。\u001b[22m\n\u001b[4mThere was no nudity per se, but there were things hinted at 'Manly woman sitting in a room covered in women smiles as the doors close and random sounds are made'...type of thing.\u001b[24m\n    \u001b[1mヌード自体はありませんでしたが、ドアが閉まってランダムな音が作られるように、女性の笑顔で覆われた部屋に座っているマンリーの女性に示唆されたことがありました。\u001b[22m, \u001b[1mそれ自体は何のヌードはありませんでしたが、「女性に覆われた部屋に座っているマンリーの女性がドアのように笑顔近いとランダムサウンドが作られている」を示唆した事...事のタイプがありました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nNein!\n\n\u001b[1mまさか！\u001b[22m\n\u001b[1m(Masaka!)\u001b[22m\n\nTranslations of \u001b[4mNein!\u001b[24m\n[ \u001b[4mDeutsch\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNein !\u001b[24m\n    \u001b[1mまさか！\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThere was no story, only a very good premise that failed to deliver.\n\n\u001b[1m物語はなく、提供することができなかった非常に良い前提だけでした。\u001b[22m\n\u001b[1m(Monogatari wa naku, teikyō suru koto ga dekinakatta hijō ni yoi zentei dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere was no story, only a very good premise that failed to deliver.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was no story, only a very good premise that failed to deliver.\u001b[24m\n    \u001b[1m物語はなく、提供することができなかった非常に良い前提だけでした。\u001b[22m, \u001b[1m何の話、配信するために失敗しただけで、非常に良好な前提はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall...\n\n\u001b[1m全体...\u001b[22m\n\u001b[1m(Zentai...)\u001b[22m\n\nDefinitions of \u001b[4mOverall...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nwell i think the review kind of speaks for itself.\n\n\u001b[1mよく私は、レビューの種類はそれ自身のために話すと思います。\u001b[22m\n\u001b[1m(Yoku watashi wa, rebyū no shurui wa sore jishin no tame ni hanasu to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mwell i think the review kind of speaks for itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell i think the review kind of speaks for itself.\u001b[24m\n    \u001b[1mよく私は、レビューの種類はそれ自身のために話すと思います。\u001b[22m, \u001b[1mよく私は、レビューが一種の自身のために話すと思います。\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "Luquillo",
    "profile": "/profile/Luquillo/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=202813",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  3\nキャラクター|  2\n|  1\n\n彼女の夜が終わった後、会田瞳の名前で若い女性が目を覚ます。 彼女は家を出て、ひどい事故で自分自身を見つけます。 後で、おそらく東京でのある終末論的な未来において、すべての男性と女性の一部が一掃され、女性だけが残っている。 今、2つの派閥：Kisaragi家族と保護者は、すぐ後で両立するアフター・エフェクトを扱っています。  -概要\n\n私はすぐに出てきて、Sentai Filmworksが主に死者の高校で知られているアニメのタイトルを執筆したことには感動していませんでした。 私は通常、その若い男性の人口統計（Cripes！私はちょうど1つの文で前述のアニメを記述した！）を撮影するときに、彼らが思考のために射撃しているときに、かわいそうであるか、 基本的な設定が女性だけが住んでいる世界で構成されているICEへの最初のストーリーを見ると、 私は前述のタイトルを思い起こさせる、これまでに見たことよりも多くのファンのサービスで衝撃を受ける準備ができました。 驚いたことに、ファンのサービスは女性の大多数がややまともな服装をしているので、むしろ面倒です。 残念ながら、このアニメはおそらくまったく恥知らずですが、あなたも知っています。なぜなら、濁ったメッセージは完全に失われてしまったからです。\n\nICEは2つの女性派閥に続く。 終わりが近くにあることをよく知っているキサラギ婦人のキサラギ家庭は、男性なしで出産することは事実上不可能であるため、 したがって、彼女と彼女の追随者はむしろ快楽主義的な生活を送って、終わりが来るのを待つでしょう。 ガーディアンは、ジュリアと呼ばれる女性がリードしています。彼女は一緒に働くことができるように、キサラギとの停戦に参加して絶滅を防ぐことを目指しています。 生き残るための鍵は、ICEと呼ばれるものにあるかもしれません。\n\nバックストーリーは、戦争のようなやり方と科学の遊びのために、人間が世界の国家に直接責任を負っていることを明らかにする。 このため、女性たちは男性の陰謀から遠ざかり、これまで呪いとしてそれをダビングしています。 銃器に頼るのではなく、科学に信頼を置かないなど、 その話は本当に潜在的可能性があり、プロットがその過程を辿るにつれ、私は科学に対する信頼の欠如に興味を持った。 私のためにどこからも出てこなかったひとつのシーンは、キサラギの科学に対する憎しみを大いに妥当なものにした、まさにそのような時代の瞬間でした。  ICEと呼ばれる武器や生存の鍵となる興味深い瞬間がいくつかありますが、多くの点で、それは正確にはうまく開発されていないようです。\n\n物語は大部分のためにうまく構築され、一度に少量を明らかにする。 しかし、道に沿って、そこにはもっと深い意味があるかのように、あいまいであいまいです。 だまされてはいけません。 それは紛らわしいメッセージであり、間違って書かれたインターストーリーが豊富です。 小林誠監督（かなり未知のb​​tw）は、いくつかのことに手を入れようとしています。\n\nそれは実際には、戦争、殺害、何でも、そして彼らのやり方があまりにも狂っているために、男性が直接的に責任を負うという視聴者の頭を打ち負かしている。 女性たちは本当に悪く、血まみれのように見えるので、本当に良く見えるように作られていません。 そして、彼らは完全に銃に対抗していると思われますが、銃を燃やして重い武装メカを持っています。 この上に、最後の戦いに潜入している女性兵士のうちの2人は、戦闘中の最前線で彼らの時間を思い出しています。 男性の戦争のようなやり方は、女性がそのように嫌う来るアーケードドンの直接の原因のいくつかであることを忘れないでください。 しかし、彼らの最も記憶に残る瞬間は戦争ゾーンにありますか？ 私はアニメが何を言おうとしているのか、かなり困惑しています。 作家が、女性を男性よりも上手にする方法をいくつか考えていたら、軽い年にそれを逃しました。\n\n自然が人間によって引き起こされた傷を修復するもう一つの根底にあるテーマもありました。理由は不明ですが、このトピックは完全に放棄されています。 私が問題を抱えていたもう一つの話題は、女性たちは絶滅の危機に瀕していると言われていますが、軍隊は非常に大きく見え、それだけでなく兵士は非常に若い女性から構成されています。 彼らに向かって、おそらくクローニングに成功することを示唆している彼らのランクのバラエティはありません。 私は完全にこれを窓の外に投げ出し、それを独創的な怠惰として分類することを選択します。 真剣に、スポイラーを防ぐために、ストーリーについては言わないほうがいいです。\n\n少なくとも3人のキャラクターが、著名なガーディアンの司令官、Hitomi Landsknecht船長とよく発達していると言えます。 残念ながら、このアニメには他に誰もいません、私は彼らに価値のある言及を与えることさえ気にしていました。 一見キャプテンと会田仁美とのつながりがありますが、深くスマートにしようとする弱い試みのような感じです。\n\n視覚的には、いくつかの美しい背景を持つ素敵な瞬間があります。  2つのシーンは非常に暗い、夜間の青、または紫色の薄暗い照明のシルエットから成り立っています。 いつも見る価値のあるものがたくさんあるので、環境には注視する価値のある多くの瞬間があります。 キャラクターのデザインはトリニティ・ブラッドとサクラ・ウォーズの両方からビクトリア朝の強い影響を受けています。 頭や体が爆発的に生気に満ちた死の場面もいくつかありますが、彼らはとても素早く彼らの気持ちを感じることができます。\n\n振り付けや想像力が不足しているため、戦闘部隊がいいとは思えません。 私は少しの戦いの間に退屈した。 私は演技の声も気にしなかった。 英語のダブでは、Chris PattonがJuliaと声を掛けました。私は正直なところ、女性キャラクターのための男性の使用は、ループのためにすべてを投げ出すある種の啓示につながると考えていました。 そのような運はない、この選択は貧しい人々の味方で行われるようになるからだ。\n\n最後に、矛盾したメッセージ、半分の物語の要素、まったくまったく馬鹿なことだけで、私はICEが最悪のアニメのランクに加わると言うことができます。 それぞれの話の後、私はSentai Filmsworksのバナーの下で終わりますが、アニメシリーズ、監督、プロデューサーを捨てるための流通会社のように感じています。 これらの人が腹を立てないなら、私は驚くだろう。 私はそれをすべて見なければならない非常に簡単に満足してアニメファンにのみこれをお勧めします。\n\n高値：ビジュアル\n\nLowes：完全に矛盾した話",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nA young woman by the name of Hitomi Aida wakes up after her night of hanging out. She leaves the house and finds herself in a terrible accident. Later on, possibly in some post apocalyptic future in Tokyo, all of the men and some of the women have been wiped out leaving nothing but women behind. Now two factions: The Kisaragi Family and The Guardians are dealing with the after effects which soon lands both of them at odds. -summary\n\n\u001b[1m彼女の夜が終わった後、会田瞳の名前で若い女性が目を覚ます。 彼女は家を出て、ひどい事故で自分自身を見つけます。 後で、おそらく東京のある終末論的な将来において、すべての男性と女性の一部が一掃され、女性だけが残ってしまいます。 今、2つの派閥：Kisaragi家族と保護者は、すぐ後で両方の土地に落ち着くアフター・エフェクトを扱っています。  -概要\u001b[22m\n\u001b[1m(Kanojo no yoru ga owatta nochi, Aida Hitomi no namae de wakai josei ga mewosamasu. Kanojo wa ie o dete, hidoi jiko de jibun jishin o mitsukemasu. Atode, osoraku Tōkyō no aru shūmatsu-ron-tekina shōrai ni oite, subete no dansei to josei no ichibu ga issō sa re, josei dake ga nokotte shimaimasu. Ima, 2tsu no habatsu: Kisaragi kazoku to hogo-sha wa, sugu-go de ryōhō no tochi ni ochitsuku afutā efekuto o atsukatte imasu. - Gaiyō)\u001b[22m\n\nTranslations of \u001b[4mA young woman by the name of Hitomi Aida wakes up after her night of hanging out. She leaves the house and finds herself in a terrible accident. Later on, possibly in some post apocalyptic future in Tokyo, all of the men and some of the women have been wiped out leaving nothing but women behind. Now two factions: The Kisaragi Family and The Guardians are dealing with the after effects which soon lands both of them at odds. -summary\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA young woman by the name of Hitomi Aida wakes up after her night of hanging out.\u001b[24m\n    \u001b[1m彼女の夜が終わった後、会田瞳の名前で若い女性が目を覚ます。\u001b[22m, \u001b[1mひとみアイーダの名前で若い女性がぶらぶら彼女の夜の後に目を覚まします。\u001b[22m\n\u001b[4mShe leaves the house and finds herself in a terrible accident.\u001b[24m\n    \u001b[1m彼女は家を出て、ひどい事故で自分自身を見つけます。\u001b[22m, \u001b[1m彼女は家を出て、ひどい事故で自分自身を見つけました。\u001b[22m\n\u001b[4mLater on, possibly in some post apocalyptic future in Tokyo, all of the men and some of the women have been wiped out leaving nothing but women behind.\u001b[24m\n    \u001b[1m後で、おそらく東京のある終末論的な将来において、すべての男性と女性の一部が一掃され、女性だけが残ってしまいます。\u001b[22m, \u001b[1mその後、おそらく東京でいくつかのポスト終末論的な将来的には、男性と女性のいくつかのすべては、背後にある女性が、何も残さない一掃されています。\u001b[22m\n\u001b[4mNow two factions: The Kisaragi Family and The Guardians are dealing with the after effects which soon lands both of them at odds.\u001b[24m\n    \u001b[1m今、2つの派閥：Kisaragi家族と保護者は、すぐ後で両方の土地に落ち着くアフター・エフェクトを扱っています。\u001b[22m, \u001b[1m今2派閥：如月家族や保護者はすぐにオッズでそれらの両方の土地後の効果を扱っています。\u001b[22m\n\u001b[4m-summary\u001b[24m\n    \u001b[1m-概要\u001b[22m, \u001b[1m-要約\u001b[22m, \u001b[1mサマリー\u001b[22m, \u001b[1m-summary\u001b[22m\n\u001b[1m\u001b[22m\nI'm going to come right out and say that I have not been the least bit impressed with Sentai Filmworks run of anime titles, which is mainly known for High School of the Dead. I normally find their titles either to be pretentious when they're shooting for the thought provoking, or ungodly juvenile when shooting for that young male demograph (Cripes! I just described the aforementioned anime in only one sentence!). When looking at the initial story to ICE, where the basic setting is made up of a world populated only by women; I was prepared to be bombarded by more fan service than I've ever seen before, reminiscent of the aforementioned title. Surprisingly, the fan service is rather tame as a majority of the women are dressed rather decent. Unfortunately, the anime is probably just as pretentious, as well, you know, since the clouded message was just completely lost.\n\n\u001b[1m私はすぐに出てきて、Sentai Filmworksが主に死者の高校で知られているアニメのタイトルを執筆したことには感動していませんでした。 私は通常、その若い男性の人口統計（Cripes！私はちょうど1つの文で前述のアニメを記述した！）を撮影するときに、彼らが思考のために射撃しているときに、かわいそうであるか、 基本的な設定が女性だけが住んでいる世界で構成されているICEへの最初のストーリーを見ると、 私は前述のタイトルを思い起こさせる、これまでに見たことよりも多くのファンのサービスで衝撃を受ける準備ができました。 驚いたことに、ファンのサービスは女性の大多数がややまともな服装をしているので、むしろ面倒です。 残念ながら、このアニメはおそらくまったく恥知らずですが、あなたも知っています。なぜなら、濁ったメッセージは完全に失われてしまったからです。\u001b[22m\n\u001b[1m(Watashi wa sugu ni dete kite, Sentai Filmworks ga omoni shisha no kōkō de shira rete iru anime no taitoru o shippitsu shita koto ni wa kandō shite imasendeshita. Watashi wa tsūjō, sono wakai dansei no jinkō tōkei (Cripes! Watashi wa chōdo 1tsu no bun de zenjutsu no anime o kijutsu shita! ) O satsuei suru toki ni, karera ga shikō no tame ni shageki shite iru toki ni, kawaisōdearu ka, kihon-tekina settei ga josei dake ga sunde iru sekai de kōsei sa rete iru aisu e no saisho no sutōrī o miru to, watashi wa zenjutsu no taitoru o omoiokosa seru, kore made ni mita koto yori mo ōku no fan no sābisu de shōgekiwoukeru junbi ga dekimashita. Odoroita koto ni, fan no sābisu wa josei no dai tasū ga yaya matomona fukusō o shite irunode, mushiro mendōdesu. Zan'nen'nagara, kono anime wa osoraku mattaku hajishirazudesuga, anata mo shitte imasu. Nazenara, nigotta messēji wa kanzen ni ushinawa rete shimattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm going to come right out and say that I have not been the least bit impressed with Sentai Filmworks run of anime titles, which is mainly known for High School of the Dead. I normally find their titles either to be pretentious when they're shooting for the thought provoking, or ungodly juvenile when shooting for that young male demograph (Cripes! I just described the aforementioned anime in only one sentence!). When looking at the initial story to ICE, where the basic setting is made up of a world populated only by women; I was prepared to be bombarded by more fan service than I've ever seen before, reminiscent of the aforementioned title. Surprisingly, the fan service is rather tame as a majority of the women are dressed rather decent. Unfortunately, the anime is probably just as pretentious, as well, you know, since the clouded message was just completely lost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm going to come right out and say that I have not been the least bit impressed with Sentai Filmworks run of anime titles, which is mainly known for High School of the Dead.\u001b[24m\n    \u001b[1m私はすぐに出てきて、Sentai Filmworksが主に死者の高校で知られているアニメのタイトルを執筆したことには感動していませんでした。\u001b[22m, \u001b[1m私は右に出てくるために行くと、私は主に死者のハイスクールのために知られているアニメのタイトルの戦隊Filmworksラン、と少なくともビットは感心されていないと言うことです。\u001b[22m\n\u001b[4mI normally find their titles either to be pretentious when they're shooting for the thought provoking, or ungodly juvenile when shooting for that young male demograph (Cripes! I just described the aforementioned anime in only one sentence!).\u001b[24m\n    \u001b[1m私は通常、その若い男性の人口統計（Cripes！私はちょうど1つの文で前述のアニメを記述した！）を撮影するときに、彼らが思考のために射撃しているときに、かわいそうであるか、\u001b[22m, \u001b[1m私は通常、（これはこれは！私はただ一つだけの文章では、前述のアニメを説明した！）のタイトルを見つけるのいずれか、その若い男性のdemograph撮影される場合は、彼らは考えさせられる、または不信心な少年のために撮影しているときに大げさであること。\u001b[22m\n\u001b[4mWhen looking at the initial story to ICE, where the basic setting is made up of a world populated only by women;\u001b[24m\n    \u001b[1m基本的な設定が女性だけが住んでいる世界で構成されているICEへの最初のストーリーを見ると、\u001b[22m, \u001b[1m基本的な設定は女性のみ移入世界で構成されているICE、への最初の物語を見てみると、\u001b[22m\n\u001b[4mI was prepared to be bombarded by more fan service than I've ever seen before, reminiscent of the aforementioned title.\u001b[24m\n    \u001b[1m私は前述のタイトルを思い起こさせる、これまでに見たことよりも多くのファンのサービスで衝撃を受ける準備ができました。\u001b[22m, \u001b[1m私は私が今まで上記のタイトルを連想させる、前に見てきたよりも多くのファンサービスで砲撃するように調製しました。\u001b[22m\n\u001b[4mSurprisingly, the fan service is rather tame as a majority of the women are dressed rather decent.\u001b[24m\n    \u001b[1m驚いたことに、ファンのサービスは女性の大多数がややまともな服装をしているので、むしろ面倒です。\u001b[22m, \u001b[1m女性の大半はむしろまともな服を着ているように驚くべきことに、ファンサービスはかなり飼いならされています。\u001b[22m\n\u001b[4mUnfortunately, the anime is probably just as pretentious, as well, you know, since the clouded message was just completely lost.\u001b[24m\n    \u001b[1m残念ながら、このアニメはおそらくまったく恥知らずですが、あなたも知っています。なぜなら、濁ったメッセージは完全に失われてしまったからです。\u001b[22m, \u001b[1m曇ったメッセージはちょうど完全に失われたので残念ながら、アニメでは、だけでなく、あなたが知っている、おそらく同じように大げさです。\u001b[22m\n\u001b[1m\u001b[22m\nICE follows the two female factions; The Kisaragi Family lead by Lady Kisaragi, who is well aware that the end is near, since giving birth without men is virtually impossible. Therefore, she and all of her followers would rather live hedonistic lives and wait for the end to come. The Guardians are lead by a woman named Julia (she sounds disturbingly close to being a man), who seeks to prevent annihilation by engaging in a truce with Kisaragi so they can work together. The key to survival may lie in something called ICE.\n\n\u001b[1mICEは2つの女性派閥に続く。 終わりが近くにあることをよく知っているキサラギ婦人のキサラギ家庭は、男性なしで出産することは事実上不可能であるため、 したがって、彼女と彼女の追随者はむしろ快楽主義的な生活を送って、終わりが来るのを待つでしょう。 ガーディアンは、ジュリアと呼ばれる女性がリードしています。彼女は一緒に働くことができるように、キサラギとの停戦に参加して絶滅を防ぐことを目指しています。 生き残るための鍵は、ICEと呼ばれるものにあるかもしれません。\u001b[22m\n\u001b[1m(Aisu wa 2tsu no josei habatsu ni tsudzuku. Owari ga chikaku ni aru koto o yoku shitte iru kisaragi fujin no kisaragi katei wa, dansei nashi de shussan suru koto wa jijitsujō fukanōdearu tame, shitagatte, kanojo to kanojo no tsuizui-sha wa mushiro kairaku shugi-tekina seikatsu o okutte, owari ga kuru no o matsudeshou. Gādian wa, Juria to yoba reru josei ga rīdo shite imasu. Kanojo wa issho ni hataraku koto ga dekiru yō ni, kisaragi to no teisen ni sanka shite zetsumetsu o fusegu koto o mezashite imasu. Ikinokoru tame no kagi wa, aisu to yoba reru mono ni aru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mICE follows the two female factions; The Kisaragi Family lead by Lady Kisaragi, who is well aware that the end is near, since giving birth without men is virtually impossible. Therefore, she and all of her followers would rather live hedonistic lives and wait for the end to come. The Guardians are lead by a woman named Julia (she sounds disturbingly close to being a man), who seeks to prevent annihilation by engaging in a truce with Kisaragi so they can work together. The key to survival may lie in something called ICE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mICE follows the two female factions;\u001b[24m\n    \u001b[1mICEは2つの女性派閥に続く。\u001b[22m, \u001b[1mICEは、二人の女性の派閥に続きます。\u001b[22m\n\u001b[4mThe Kisaragi Family lead by Lady Kisaragi, who is well aware that the end is near, since giving birth without men is virtually impossible.\u001b[24m\n    \u001b[1m終わりが近くにあることをよく知っているキサラギ婦人のキサラギ家庭は、男性なしで出産することは事実上不可能であるため、\u001b[22m, \u001b[1m男性ずに出産するので、終わりが近いことを十分承知しているレディー・如月による如月ファミリーリードは事実上不可能です。\u001b[22m\n\u001b[4mTherefore, she and all of her followers would rather live hedonistic lives and wait for the end to come.\u001b[24m\n    \u001b[1mしたがって、彼女と彼女の追随者はむしろ快楽主義的な生活を送って、終わりが来るのを待つでしょう。\u001b[22m, \u001b[1mそのため、彼女と彼女の信者のすべてではなく、快楽主義的な生活をし、終わりが来るのを待つことになります。\u001b[22m\n\u001b[4mThe Guardians are lead by a woman named Julia (she sounds disturbingly close to being a man), who seeks to prevent annihilation by engaging in a truce with Kisaragi so they can work together.\u001b[24m\n    \u001b[1mガーディアンは、ジュリアと呼ばれる女性がリードしています。彼女は一緒に働くことができるように、キサラギとの停戦に参加して絶滅を防ぐことを目指しています。\u001b[22m, \u001b[1mガーディアンは、それらが一緒に働くことができるように如月と停戦に従事することによって消滅を防ぐように努めるジュリアという女性（彼女が男であることに不穏近い音）によってリードされています。\u001b[22m\n\u001b[4mThe key to survival may lie in something called ICE.\u001b[24m\n    \u001b[1m生き残るための鍵は、ICEと呼ばれるものにあるかもしれません。\u001b[22m, \u001b[1m生き残りの鍵は、ICEと呼ばれるものであるのかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe backstory reveals that men were directly responsible for the state of the world because of their war-like ways and playing with science. Due to this, the women choose to distance themselves from the males machinations and even go so far to dub it as a curse; such as not relying on firearms and having no trust in science. The story indeed had potential and as the plot ran its course, I became interested in their lack of trust for science. One scene that came out of nowhere, for me, was indeed one of those 'wow' moments, which heavily justified the Kisaragi's hatred for science. There are some interesting moments in regards to either the weapon or key to survival called ICE, but among many things, it just doesn't seem to be exactly well developed.\n\n\u001b[1mバックストーリーは、戦争のようなやり方と科学の遊びのために、人間が世界の国家に直接責任を負っていることを明らかにする。 このため、女性たちは男性の陰謀から遠ざかり、これまで呪いとしてそれをダビングしています。 銃器に頼るのではなく、科学に信頼を置かないなど、 その話は本当に潜在的可能性があり、プロットがその過程を辿るにつれ、私は科学に対する信頼の欠如に興味を持った。 私のためにどこからも出てこなかったひとつのシーンは、キサラギの科学に対する憎しみを大いに妥当なものにした、まさにそのような時代の瞬間でした。  ICEと呼ばれる武器や生存の鍵となる興味深い瞬間がいくつかありますが、多くの点で、それは正確にはうまく開発されていないようです。\u001b[22m\n\u001b[1m(Bakkusutōrī wa, sensō no yōna yarikata to kagaku no asobi no tame ni, ningen ga sekai no kokka ni chokusetsu sekinin o otte iru koto o akiraka ni suru. Ko no tame, josei-tachi wa dansei no inbō kara tōzakari, kore made noroi to shite sore o dabingu shite imasu. Jūki ni tayoru node wa naku, kagaku ni shinrai o okanai nado, sono-wa wa hontōni senzai-teki kanōsei ga ari, purotto ga sono katei o tadoru ni tsure, watashi wa kagaku ni taisuru shinrai no ketsujo ni kyōmi o motta. Watashi no tame ni doko kara mo dete konakatta hitotsu no shīn wa, kisaragi no kagaku ni taisuru nikushimi o ōini datōna mono ni shita, masani sono yōna jidai no shunkandeshita. Aisu to yoba reru buki ya seizon no kagi to naru kyōmibukai shunkan ga ikutsu ka arimasuga, ōku no ten de, sore wa seikaku ni wa umaku kaihatsu sa rete inai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe backstory reveals that men were directly responsible for the state of the world because of their war-like ways and playing with science. Due to this, the women choose to distance themselves from the males machinations and even go so far to dub it as a curse; such as not relying on firearms and having no trust in science. The story indeed had potential and as the plot ran its course, I became interested in their lack of trust for science. One scene that came out of nowhere, for me, was indeed one of those 'wow' moments, which heavily justified the Kisaragi's hatred for science. There are some interesting moments in regards to either the weapon or key to survival called ICE, but among many things, it just doesn't seem to be exactly well developed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe backstory reveals that men were directly responsible for the state of the world because of their war-like ways and playing with science.\u001b[24m\n    \u001b[1mバックストーリーは、戦争のようなやり方と科学の遊びのために、人間が世界の国家に直接責任を負っていることを明らかにする。\u001b[22m, \u001b[1m裏話は、男性は、直接、それらの戦争のような方法の世界の状態に責任と科学で遊んでいたことが明らかになりました。\u001b[22m\n\u001b[4mDue to this, the women choose to distance themselves from the males machinations and even go so far to dub it as a curse;\u001b[24m\n    \u001b[1mこのため、女性たちは男性の陰謀から遠ざかり、これまで呪いとしてそれをダビングしています。\u001b[22m, \u001b[1mこのため、女性は男性の陰謀から身を遠ざけるとさえ呪いとしてそれをダビングするために、これまで行くことを選択しました。\u001b[22m\n\u001b[4msuch as not relying on firearms and having no trust in science.\u001b[24m\n    \u001b[1m銃器に頼るのではなく、科学に信頼を置かないなど、\u001b[22m, \u001b[1m銃器に頼ると科学の信頼関係を持たないいないような。\u001b[22m\n\u001b[4mThe story indeed had potential and as the plot ran its course, I became interested in their lack of trust for science.\u001b[24m\n    \u001b[1mその話は本当に潜在的可能性があり、プロットがその過程を辿るにつれ、私は科学に対する信頼の欠如に興味を持った。\u001b[22m, \u001b[1m物語は確かに可能性を持っていたし、プロットがそのコースを走ったとして、私は科学の信頼の欠如に興味を持つようになりました。\u001b[22m\n\u001b[4mOne scene that came out of nowhere, for me, was indeed one of those 'wow' moments, which heavily justified the Kisaragi's hatred for science.\u001b[24m\n    \u001b[1m私のためにどこからも出てこなかったひとつのシーンは、キサラギの科学に対する憎しみを大いに妥当なものにした、まさにそのような時代の瞬間でした。\u001b[22m, \u001b[1mどこからともなく出てきた一つのシーンは、私のために、確かに頻繁に科学のための如月の憎しみを正当化し、それらの「すごい」瞬間の一つでした。\u001b[22m\n\u001b[4mThere are some interesting moments in regards to either the weapon or key to survival called ICE, but among many things, it just doesn't seem to be exactly well developed.\u001b[24m\n    \u001b[1mICEと呼ばれる武器や生存の鍵となる興味深い瞬間がいくつかありますが、多くの点で、それは正確にはうまく開発されていないようです。\u001b[22m, \u001b[1mそこ武器やICEと呼ばれる生存するための鍵のいずれかに点でいくつかの興味深い瞬間がありますが、多くのものの中で、それだけで正確によく発達していないようです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story does build up well for the most part, and reveals a small amount at a time. However, along the way it tries to be vague and ambiguous, as if there's a deeper meaning out there. Don't be fooled. It's conflicting messages and badly written inter-stories galore. Director Makoto Kobayashi (who is pretty much unknown btw) tries his hand at several things and comes up short on just about everything.\n\n\u001b[1m物語は大部分のためにうまく構築され、一度に少量を明らかにする。 しかし、道に沿って、そこにはもっと深い意味があるかのように、あいまいであいまいです。 だまされてはいけません。 それは紛らわしいメッセージであり、間違って書かれたインターストーリーが豊富です。 小林誠監督（かなり未知のb​​tw）は、いくつかのことに手を入れようとしています。\u001b[22m\n\u001b[1m(Monogatari wa daibubun no tame ni umaku kōchiku sa re, ichido ni shōryō o akiraka ni suru. Shikashi,-dō ni sotte, soko ni wa motto fukai imi ga aru ka no yō ni, aimaide aimaidesu. Damasa rete wa ikemasen. Sore wa magirawashī messējideari, machigatte kaka reta intāsutōrī ga hōfudesu. Kobayashi makoto kantoku (kanari michi no b ​​ tw) wa, ikutsu ka no koto ni te o ireyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story does build up well for the most part, and reveals a small amount at a time. However, along the way it tries to be vague and ambiguous, as if there's a deeper meaning out there. Don't be fooled. It's conflicting messages and badly written inter-stories galore. Director Makoto Kobayashi (who is pretty much unknown btw) tries his hand at several things and comes up short on just about everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story does build up well for the most part, and reveals a small amount at a time.\u001b[24m\n    \u001b[1m物語は大部分のためにうまく構築され、一度に少量を明らかにする。\u001b[22m, \u001b[1m物語は、大部分がうまく構築行い、一度に少量を明らかにする。\u001b[22m\n\u001b[4mHowever, along the way it tries to be vague and ambiguous, as if there's a deeper meaning out there.\u001b[24m\n    \u001b[1mしかし、道に沿って、そこにはもっと深い意味があるかのように、あいまいであいまいです。\u001b[22m, \u001b[1mしかし、そこに深い意味があるのかのように、曖昧かつ曖昧になろうと道に沿って。\u001b[22m\n\u001b[4mDon't be fooled.\u001b[24m\n    \u001b[1mだまされてはいけません。\u001b[22m\n\u001b[4mIt's conflicting messages and badly written inter-stories galore.\u001b[24m\n    \u001b[1mそれは紛らわしいメッセージであり、間違って書かれたインターストーリーが豊富です。\u001b[22m, \u001b[1mこれは矛盾したメッセージとひどく書かれた間の物語豊富です。\u001b[22m\n\u001b[4mDirector Makoto Kobayashi (who is pretty much unknown btw) tries his hand at several things and comes up short on just about everything.\u001b[24m\n    \u001b[1m小林誠監督（かなり未知のbtw）は、いくつかのことに手を入れようとしています。\u001b[22m, \u001b[1m（ところで、ほとんど知られていない）取締役小林誠は、いくつかのことで彼の手をしようとするとちょうど約すべてのものに短いアップします。\u001b[22m\n\u001b[1m\u001b[22m\nIt's practically beat into the viewers head that men are directly responsible for the coming oblivion due to war, killing, whatever, and their ways were just too devilish; but the women really aren't made to look any better, as they appear to be just as bad and even bloodthirsty. And they're suppose to be completely against guns, yet they have heavily armed mechas with guns blazing; on top of this, two of the female soldiers who are diving into the final battle are reminiscing about their time on the frontline in combat. Let's not forget, man's war-like way is some of the direct cause of the coming armageddon which the women so detest. But their most memorable moment is in a war zone? I'm pretty much stumped on what the anime is trying to say. If the writers were some how trying to make the women out to be any better than the men then they missed it by a light year.\n\n\u001b[1mそれは実際には、戦争、殺害、何でも、そして彼らのやり方があまりにも狂っているために、男性が直接的に責任を負うという視聴者の頭を打ち負かしている。 女性たちは本当に悪く、血まみれのように見えるので、本当に良く見えるように作られていません。 そして、彼らは完全に銃に対抗していると思われますが、銃を燃やして重い武装メカを持っています。 この上に、最後の戦いに潜入している女性兵士のうちの2人は、戦闘中の最前線で彼らの時間を思い出しています。 男性の戦争のようなやり方は、女性がそのように嫌う来るアーケードドンの直接の原因のいくつかであることを忘れないでください。 しかし、彼らの最も記憶に残る瞬間は戦争ゾーンにありますか？ 私はアニメが何を言おうとしているのか、かなり困惑しています。 作家が、女性を男性よりも上手にする方法をいくつか考えていたら、軽い年にそれを逃しました。\u001b[22m\n\u001b[1m(Sore wa jissai ni wa, sensō, satsugai, nani demo, soshite karera no yarikata ga amarini mo kurutte iru tame ni, dansei ga chokusetsuteki ni sekininwoou to iu shichō-sha no atama o uchi makashite iru. Josei-tachi wa hontōni waruku, chimamire no yō ni mieru node, hontōni yoku mieru yō ni tsukura rete imasen. Soshite, karera wa kanzen ni jū ni taikō shite iru to omowa remasuga, jū o moyashite omoi busō meka o motte imasu. Ko no ue ni, saigonotatakai ni sen'nyū shite iru josei heishi no uchi no 2-ri wa, sentō-chū no saizensen de karera no jikan o omoidashite imasu. Dansei no sensō no yōna yarikata wa, josei ga sonoyōni kirau kitaru ākēdodon no chokusetsu no gen'in no ikutsu kadearu koto o wasurenaide kudasai. Shikashi, karera no mottomo kioku ni nokoru shunkan wa sensō zōn ni arimasu ka? Watashi wa anime ga nani o iou to shite iru no ka, kanari konwaku shite imasu. Sakka ga, josei o dansei yori mo jōzu ni suru hōhō o ikutsu ka kangaete itara, karui toshi ni sore o nogashimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's practically beat into the viewers head that men are directly responsible for the coming oblivion due to war, killing, whatever, and their ways were just too devilish; but the women really aren't made to look any better, as they appear to be just as bad and even bloodthirsty. And they're suppose to be completely against guns, yet they have heavily armed mechas with guns blazing; on top of this, two of the female soldiers who are diving into the final battle are reminiscing about their time on the frontline in combat. Let's not forget, man's war-like way is some of the direct cause of the coming armageddon which the women so detest. But their most memorable moment is in a war zone? I'm pretty much stumped on what the anime is trying to say. If the writers were some how trying to make the women out to be any better than the men then they missed it by a light year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's practically beat into the viewers head that men are directly responsible for the coming oblivion due to war, killing, whatever, and their ways were just too devilish;\u001b[24m\n    \u001b[1mそれは実際には、戦争、殺害、何でも、そして彼らのやり方があまりにも狂っているために、男性が直接的に責任を負うという視聴者の頭を打ち負かしている。\u001b[22m, \u001b[1mこれは事実上、男性が原因で戦争に来忘却に直接関与していることを頭殺し、何でも、そのやり方はあまりにも悪魔のようだった視聴者に打ちます。\u001b[22m\n\u001b[4mbut the women really aren't made to look any better, as they appear to be just as bad and even bloodthirsty.\u001b[24m\n    \u001b[1m女性たちは本当に悪く、血まみれのように見えるので、本当に良く見えるように作られていません。\u001b[22m, \u001b[1mしかし、女性は本当に彼らは同じように悪いとさえ血に飢えたように見えるように、任意のより良い見えるように作られていません。\u001b[22m\n\u001b[4mAnd they're suppose to be completely against guns, yet they have heavily armed mechas with guns blazing;\u001b[24m\n    \u001b[1mそして、彼らは完全に銃に対抗していると思われますが、銃を燃やして重い武装メカを持っています。\u001b[22m, \u001b[1mそして、彼らは完全に銃反対すると仮定している、まだ彼らは銃を連射で重武装mechasを持っています。\u001b[22m\n\u001b[4mon top of this, two of the female soldiers who are diving into the final battle are reminiscing about their time on the frontline in combat.\u001b[24m\n    \u001b[1mこの上に、最後の戦いに潜入している女性兵士のうちの2人は、戦闘中の最前線で彼らの時間を思い出しています。\u001b[22m, \u001b[1mこの上に、最後の戦いに飛び込むている女性兵士の2は戦闘で前線上の自分の時間について回想しています。\u001b[22m\n\u001b[4mLet's not forget, man's war-like way is some of the direct cause of the coming armageddon which the women so detest.\u001b[24m\n    \u001b[1m男性の戦争のようなやり方は、女性がそのように嫌う来るアーケードドンの直接の原因のいくつかであることを忘れないでください。\u001b[22m, \u001b[1m男の戦争のような方法は、女性がとても嫌う来るハルマゲドンの直接の原因の一部である、のは忘れないようにしましょう。\u001b[22m\n\u001b[4mBut their most memorable moment is in a war zone?\u001b[24m\n    \u001b[1mしかし、彼らの最も記憶に残る瞬間は戦争ゾーンにありますか？\u001b[22m\n\u001b[4mI'm pretty much stumped on what the anime is trying to say.\u001b[24m\n    \u001b[1m私はアニメが何を言おうとしているのか、かなり困惑しています。\u001b[22m, \u001b[1m私はかなりアニメが言おうとしているものに困惑します。\u001b[22m\n\u001b[4mIf the writers were some how trying to make the women out to be any better than the men then they missed it by a light year.\u001b[24m\n    \u001b[1m作家が、女性を男性よりも上手にする方法をいくつか考えていたら、軽い年にそれを逃しました。\u001b[22m, \u001b[1m作家は男性よりも良くなるように女性を作るしようとしているいくつかの方法があった場合、それらは、光の年によってそれを逃しました。\u001b[22m\n\u001b[1m\u001b[22m\nThere was also another underlying theme that nature will mend its wounds caused by men, for reasons unknown, this topic is completely abandoned. Another story element I had an issue with is that the women are supposedly on the brink of extinction, yet their armies appear to be very large, and not only that, the soldiers are made up of very young women the exact same character design with absolutely NO variety in their ranks, which hints towards them maybe being successful at cloning. I completely throw this out the window and choose to label it as creative laziness. Seriously, to prevent spoilers, the less said about the story the better.\n\n\u001b[1m自然が人間によって引き起こされた傷を修復するもう一つの根底にあるテーマもありました。理由は不明ですが、このトピックは完全に放棄されています。 私が問題を抱えていたもう一つの話題は、女性たちは絶滅の危機に瀕していると言われていますが、軍隊は非常に大きく見え、それだけでなく兵士は非常に若い女性から構成されています。 彼らに向かって、おそらくクローニングに成功することを示唆している彼らのランクのバラエティはありません。 私は完全にこれを窓の外に投げ出し、それを独創的な怠惰として分類することを選択します。 真剣に、スポイラーを防ぐために、ストーリーについては言わないほうがいいです。\u001b[22m\n\u001b[1m(Shizen ga ningen ni yotte hikiokosa reta kizu o shūfuku suru mōhitotsu no kontei ni aru tēma mo arimashita. Riyū wa fumeidesuga, kono topikku wa kanzen ni hōki sa rete imasu. Watashi ga mondai o kakaete ita mōhitotsu no wadai wa, josei-tachi wa zetsumetsu no kiki ni hin shite iru to iwa rete imasuga, guntai wa hijō ni ōkiku mie, sore dakedenaku heishi wa hijō ni wakai josei kara kōsei sa rete imasu. Karera ni mukatte, osoraku kurōningu ni seikō suru koto o shisa shite iru karera no ranku no baraeti wa arimasen. Watashi wa kanzen ni kore o mado no soto ni nagedashi, sore o dokusō-tekina taida to shite bunrui suru koto o sentaku shimasu. Shinken ni, supoirā o fusegu tame ni, sutōrī ni tsuite wa iwanai hō ga īdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere was also another underlying theme that nature will mend its wounds caused by men, for reasons unknown, this topic is completely abandoned. Another story element I had an issue with is that the women are supposedly on the brink of extinction, yet their armies appear to be very large, and not only that, the soldiers are made up of very young women the exact same character design with absolutely NO variety in their ranks, which hints towards them maybe being successful at cloning. I completely throw this out the window and choose to label it as creative laziness. Seriously, to prevent spoilers, the less said about the story the better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was also another underlying theme that nature will mend its wounds caused by men, for reasons unknown, this topic is completely abandoned.\u001b[24m\n    \u001b[1m自然が人間によって引き起こされた傷を修復するもう一つの根底にあるテーマもありました。理由は不明ですが、このトピックは完全に放棄されています。\u001b[22m, \u001b[1m自然は男性によって引き起こされ、その傷を修復します別の根底にあるテーマは、未知の理由のために、このトピックを完全に放棄さもありました。\u001b[22m\n\u001b[4mAnother story element I had an issue with is that the women are supposedly on the brink of extinction, yet their armies appear to be very large, and not only that, the soldiers are made up of very young women the exact same character design with absolutely\u001b[24m\n    \u001b[1m私が問題を抱えていたもう一つの話題は、女性たちは絶滅の危機に瀕していると言われていますが、軍隊は非常に大きく見え、それだけでなく兵士は非常に若い女性から構成されています。\u001b[22m, \u001b[1m私は問題を持っていたもう一つのストーリー素子は、女性が絶滅の危機にひんしてはずであるということです、まだ彼らの軍隊は非常に大きいように見える、とそれだけではなく、兵士たちは非常に若い女性は絶対とまったく同じキャラクターデザインで構成されています\u001b[22m\n\u001b[4mNO variety in their ranks, which hints towards them maybe being successful at cloning.\u001b[24m\n    \u001b[1m彼らに向かって、おそらくクローニングに成功することを示唆している彼らのランクのバラエティはありません。\u001b[22m, \u001b[1m彼らは多分クローニングに成功しているに向かってヒントを自分のランクでNO多様ません。\u001b[22m\n\u001b[4mI completely throw this out the window and choose to label it as creative laziness.\u001b[24m\n    \u001b[1m私は完全にこれを窓の外に投げ出し、それを独創的な怠惰として分類することを選択します。\u001b[22m, \u001b[1m私は完全に窓の外にこれを投げると創造怠惰としてそれをラベルするために選択します。\u001b[22m\n\u001b[4mSeriously, to prevent spoilers, the less said about the story the better.\u001b[24m\n    \u001b[1m真剣に、スポイラーを防ぐために、ストーリーについては言わないほうがいいです。\u001b[22m, \u001b[1m真剣に、スポイラーを防止するために、以下がより良い話について語りました。\u001b[22m\n\u001b[1m\u001b[22m\nI can say that at least three of the characters are well developed with Captain Hitomi Landsknecht, a guardswoman for the Guardians being the most notable. Unfortunately, there's no one else in this anime I can say I cared about to even give them a worthy mention. There is some connection between Captain Hitomi and Hitomi Aida which works into the ending, but it feels like nothing more than a weak attempt at trying to be deep and smart.\n\n\u001b[1m少なくとも3人のキャラクターが、著名なガーディアンの司令官、Hitomi Landsknecht船長とよく発達していると言えます。 残念ながら、このアニメには他に誰もいません、私は彼らに価値のある言及を与えることさえ気にしていました。 一見キャプテンと会田仁美とのつながりがありますが、深くスマートにしようとする弱い試みのような感じです。\u001b[22m\n\u001b[1m(Sukunakutomo 3-ri no kyarakutā ga, chomeina gādian no shirei-kan, Hitomi Landsknecht senchō to yoku hattatsu shite iru to iemasu. Zan'nen'nagara, kono anime ni wa hoka ni dare mo imasen, watashi wa karera ni kachinoaru genkyū o ataeru koto sae ki ni shite imashita. Ikken kyaputen to Aida Hitomi to no tsunagari ga arimasuga, fukaku sumāto ni shiyou to suru yowai kokoromi no yōna kanjidesu.)\u001b[22m\n\nTranslations of \u001b[4mI can say that at least three of the characters are well developed with Captain Hitomi Landsknecht, a guardswoman for the Guardians being the most notable. Unfortunately, there's no one else in this anime I can say I cared about to even give them a worthy mention. There is some connection between Captain Hitomi and Hitomi Aida which works into the ending, but it feels like nothing more than a weak attempt at trying to be deep and smart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can say that at least three of the characters are well developed with Captain Hitomi Landsknecht, a guardswoman for the Guardians being the most notable.\u001b[24m\n    \u001b[1m少なくとも3人のキャラクターが、著名なガーディアンの司令官、Hitomi Landsknecht船長とよく発達していると言えます。\u001b[22m, \u001b[1m私は文字のうち少なくとも3つはよくキャプテンひとみLandsknechtの、最も注目すべきであるガーディアンためguardswomanで開発されていると言うことができます。\u001b[22m\n\u001b[4mUnfortunately, there's no one else in this anime I can say I cared about to even give them a worthy mention.\u001b[24m\n    \u001b[1m残念ながら、このアニメには他に誰もいません、私は彼らに価値のある言及を与えることさえ気にしていました。\u001b[22m, \u001b[1m残念ながら、私は私も彼らに値するの言及を与えることを気に言うことができるこのアニメには誰もいません。\u001b[22m\n\u001b[4mThere is some connection between Captain Hitomi and Hitomi Aida which works into the ending, but it feels like nothing more than a weak attempt at trying to be deep and smart.\u001b[24m\n    \u001b[1m一見キャプテンと会田仁美とのつながりがありますが、深くスマートにしようとする弱い試みのような感じです。\u001b[22m, \u001b[1mそこ結末に働くキャプテンひとみとひとみアイーダの間にいくつかの接続があるが、それは深く、スマートにしようとしているに弱い試みに過ぎないように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nVisually, it has some nice moments with a few beautiful backgrounds; a couple of scenes are made up of either very dark, night time blue, or purple dimly lit silhouettes that look really amazing. The environment has many moments worth gazing at because there's always something pretty to see. The character designs bear a heavy Victorian influence from both Trinity Blood and Sakura Wars in style. There are also some nicely animated death scenes, with exploding heads and bodies but they happen so quick it's hard to get a feel for them.\n\n\u001b[1m視覚的には、いくつかの美しい背景を持つ素敵な瞬間があります。  2つのシーンは非常に暗い、夜間の青、または紫色の薄暗い照明のシルエットで構成されています。 いつも見る価値のあるものがたくさんあるので、環境には注視する価値があります。 キャラクターのデザインはトリニティ・ブラッドとサクラ・ウォーズの両方からビクトリア朝の強い影響を受けています。 頭や体が爆発的に生気に満ちた死の場面もいくつかありますが、彼らはとても素早く彼らの気持ちを感じることができます。\u001b[22m\n\u001b[1m(Shikaku-teki ni wa, ikutsu ka no utsukushī haikei o motsu sutekina shunkan ga arimasu. 2Tsu no shīn wa hijō ni kurai, yakan no ao, matawa murasakiiro no usugurai shōmei no shiruetto de kōsei sa rete imasu. Itsumo miru kachi no aru mono ga takusan aru node, kankyō ni wa chūshi suru kachi ga arimasu. Kyarakutā no dezain wa toriniti Buraddo to sakura u~ōzu no ryōhō kara Bikutoria asa no tsuyoi eikyō o ukete imasu. Atama ya karada ga bakuhatsu-teki ni seiki ni michita shi no bamen mo ikutsu ka arimasuga, karera wa totemo subayaku karera no kimochi o kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mVisually, it has some nice moments with a few beautiful backgrounds; a couple of scenes are made up of either very dark, night time blue, or purple dimly lit silhouettes that look really amazing. The environment has many moments worth gazing at because there's always something pretty to see. The character designs bear a heavy Victorian influence from both Trinity Blood and Sakura Wars in style. There are also some nicely animated death scenes, with exploding heads and bodies but they happen so quick it's hard to get a feel for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, it has some nice moments with a few beautiful backgrounds;\u001b[24m\n    \u001b[1m視覚的には、いくつかの美しい背景を持つ素敵な瞬間があります。\u001b[22m, \u001b[1m視覚的に、それはいくつかの美しい背景を持ついくつかの素敵な瞬間があります。\u001b[22m\n\u001b[4ma couple of scenes are made up of either very dark, night time blue, or purple dimly lit silhouettes that look really amazing.\u001b[24m\n    \u001b[1m2つのシーンは非常に暗い、夜間の青、または紫色の薄暗い照明のシルエットで構成されています。\u001b[22m, \u001b[1mシーンのカップルは非常に暗い、夜の時間青、本当に素晴らしい見える紫色の薄暗いシルエットのいずれかで構成されています。\u001b[22m\n\u001b[4mThe environment has many moments worth gazing at because there's always something pretty to see.\u001b[24m\n    \u001b[1mいつも見る価値のあるものがたくさんあるので、環境には注視する価値があります。\u001b[22m, \u001b[1m見てかなり何かが常にありますので、環境を見つめ価値多くの瞬間を持っています。\u001b[22m\n\u001b[4mThe character designs bear a heavy Victorian influence from both Trinity Blood and Sakura Wars in style.\u001b[24m\n    \u001b[1mキャラクターのデザインはトリニティ・ブラッドとサクラ・ウォーズの両方からビクトリア朝の強い影響を受けています。\u001b[22m, \u001b[1mキャラクターデザインは、スタイルでトリニティ・ブラッドとサクラ大戦の両方から大量のビクトリア朝の影響を負担します。\u001b[22m\n\u001b[4mThere are also some nicely animated death scenes, with exploding heads and bodies but they happen so quick it's hard to get a feel for them.\u001b[24m\n    \u001b[1m頭や体が爆発的に生気に満ちた死の場面もいくつかありますが、彼らはとても素早く彼らの気持ちを感じることができます。\u001b[22m, \u001b[1mそこにいくつかの素敵なアニメーションの死のシーンが爆発頭と体で、またですが、彼らはそれが彼らのために感触を得るのは難しいので、迅速に起こります。\u001b[22m\n\u001b[1m\u001b[22m\nI don't believe the battle segments are any good due to the lack of choreography and imagination. I was bored during what little bit of fights were presented. I also didn't care for the voice acting. In the English dub, Chris Patton voices Julia and I honestly thought using a male for a female character was going to lead to some type of revelation, which would throw everything for a loop. No such luck, as this choice only comes off as being done in poor taste.\n\n\u001b[1m振り付けや想像力が不足しているため、戦闘部隊がいいとは思えません。 私は少しの戦いの間に退屈した。 私は演技の声も気にしなかった。 英語のダブでは、Chris PattonがJuliaと声を掛けました。私は正直なところ、女性キャラクターのための男性の使用は、ループのためにすべてを投げ出すある種の啓示につながると考えていました。 そのような運はない、この選択は貧しい人々の味方で行われるようになるからだ。\u001b[22m\n\u001b[1m(Furitsuke ya sōzō-ryoku ga fusoku shite iru tame, sentō butai ga ī to wa omoemasen. Watashi wa sukoshi notatakai no ma ni taikutsu shita. Watashi wa engi no koe mo ki ni shinakatta. Eigo no dabude wa, kurisu patton ga juria to koe o kakemashita. Watashi wa shōjikina tokoro, josei kyarakutā no tame no dansei no shiyō wa, rūpu no tame ni subete o nagedasu arushuno keiji ni tsunagaru to kangaete imashita. So no yōna un wanai, kono sentaku wa mazushī hitobito no mikata de okonawa reru yō ni narukarada.)\u001b[22m\n\nTranslations of \u001b[4mI don't believe the battle segments are any good due to the lack of choreography and imagination. I was bored during what little bit of fights were presented. I also didn't care for the voice acting. In the English dub, Chris Patton voices Julia and I honestly thought using a male for a female character was going to lead to some type of revelation, which would throw everything for a loop. No such luck, as this choice only comes off as being done in poor taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't believe the battle segments are any good due to the lack of choreography and imagination.\u001b[24m\n    \u001b[1m振り付けや想像力が不足しているため、戦闘部隊がいいとは思えません。\u001b[22m, \u001b[1m私は戦いのセグメントが振り付けと想像力の欠如に起因する任意の優れているとは思いません。\u001b[22m\n\u001b[4mI was bored during what little bit of fights were presented.\u001b[24m\n    \u001b[1m私は少しの戦いの間に退屈した。\u001b[22m, \u001b[1m私は戦いの少しは提示されたものを中に退屈していました。\u001b[22m\n\u001b[4mI also didn't care for the voice acting.\u001b[24m\n    \u001b[1m私は演技の声も気にしなかった。\u001b[22m, \u001b[1m私はまた、声の演技のために気にしませんでした。\u001b[22m\n\u001b[4mIn the English dub, Chris Patton voices Julia and I honestly thought using a male for a female character was going to lead to some type of revelation, which would throw everything for a loop.\u001b[24m\n    \u001b[1m英語のダブでは、Chris PattonがJuliaと声を掛けました。私は正直なところ、女性キャラクターのための男性の使用は、ループのためにすべてを投げ出すある種の啓示につながると考えていました。\u001b[22m, \u001b[1m英語吹き替えでは、クリス・パットンは、ジュリアの声と私は正直に女性キャラクター用、男性がループのためにすべてを投げることになる、啓示のいくつかのタイプにつながるとしていた使用して思いました。\u001b[22m\n\u001b[4mNo such luck, as this choice only comes off as being done in poor taste.\u001b[24m\n    \u001b[1mそのような運はない、この選択は貧しい人々の味方で行われるようになるからだ。\u001b[22m, \u001b[1mそのような運がこの選択は悪趣味で行われているように外れない、として。\u001b[22m\n\u001b[1m\u001b[22m\nIn closing, with its conflicting message, half-assed story elements, and just being completely all around pretentious, I can say ICE joins the ranks of some of the worst anime. After each story I get done with under the Sentai Filmsworks banner, more and more it feels like a distribution company for throw away anime series, directors, and producers. If these guys don't go belly up I'll be surprised. I only recommend this to the very easily pleased and anime fans who must see it all.\n\n\u001b[1m最後に、矛盾したメッセージ、半分の物語の要素、まったくまったく馬鹿なことだけで、私はICEが最悪のアニメのランクに加わると言うことができます。 それぞれの話の後、私はSentai Filmsworksのバナーの下で終わりますが、アニメシリーズ、監督、プロデューサーを捨てるための流通会社のように感じています。 これらの人が腹を立てないなら、私は驚くだろう。 私はそれをすべて見なければならない非常に簡単に満足してアニメファンにのみこれをお勧めします。\u001b[22m\n\u001b[1m(Saigo ni, mujun shita messēji, hanbun no monogatari no yōso, mattaku mattaku bakana koto dake de, watashi wa aisu ga saiaku no anime no ranku ni kuwawaru to iu koto ga dekimasu. Sorezore no hanashi no ato, watashi wa Sentai Filmsworks no banā no shita de owarimasuga, animeshirīzu, kantoku, purode~yūsā o suteru tame no ryūtsū kaisha no yō ni kanjite imasu. Korera no hito ga hara o tatenainara, watashi wa odorokudarou. Watashi wa sore o subete minakereba naranai hijō ni kantan ni manzoku shite anime fan ni nomi kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn closing, with its conflicting message, half-assed story elements, and just being completely all around pretentious, I can say ICE joins the ranks of some of the worst anime. After each story I get done with under the Sentai Filmsworks banner, more and more it feels like a distribution company for throw away anime series, directors, and producers. If these guys don't go belly up I'll be surprised. I only recommend this to the very easily pleased and anime fans who must see it all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn closing, with its conflicting message, half-assed story elements, and just being completely all around pretentious, I can say ICE joins the ranks of some of the worst anime.\u001b[24m\n    \u001b[1m最後に、矛盾したメッセージ、半分の物語の要素、まったくまったく馬鹿なことだけで、私はICEが最悪のアニメのランクに加わると言うことができます。\u001b[22m, \u001b[1m最後に、その矛盾するメッセージ、丸出しストーリー要素と、ちょうど完全にすべての周りに気取っている、私はICEが最悪のアニメのいくつかの仲間入りを言うことができます。\u001b[22m\n\u001b[4mAfter each story I get done with under the Sentai Filmsworks banner, more and more it feels like a distribution company for throw away anime series, directors, and producers.\u001b[24m\n    \u001b[1mそれぞれの話の後、私はSentai Filmsworksのバナーの下で終わりますが、アニメシリーズ、監督、プロデューサーを捨てるための流通会社のように感じています。\u001b[22m, \u001b[1m各話の後、私はそれがアニメシリーズ、ディレクター、プロデューサーを捨てるための流通会社のように感じているより多くの、戦隊Filmsworksの旗の下で行われます。\u001b[22m\n\u001b[4mIf these guys don't go belly up I'll be surprised.\u001b[24m\n    \u001b[1mこれらの人が腹を立てないなら、私は驚くだろう。\u001b[22m, \u001b[1mこれらの人は腹を行っていない場合、私は驚かれることでしょう。\u001b[22m\n\u001b[4mI only recommend this to the very easily pleased and anime fans who must see it all.\u001b[24m\n    \u001b[1m私はそれをすべて見なければならない非常に簡単に満足してアニメファンにのみこれをお勧めします。\u001b[22m, \u001b[1m私はそれをすべて見なければならない非常に簡単に嬉しくやアニメファンにこれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nHighs: Visuals\n\n\u001b[1m高値：ビジュアル\u001b[22m\n\u001b[1m(Takane: Bijuaru)\u001b[22m\n\nTranslations of \u001b[4mHighs: Visuals\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHighs: Visuals\u001b[24m\n    \u001b[1m高値：ビジュアル\u001b[22m\n\u001b[1m\u001b[22m\nLowes: Completely incoherent story\n\n\u001b[1mLowes：完全に矛盾した話\u001b[22m\n\u001b[1m(Lowes: Kanzen ni mujun shita hanashi)\u001b[22m\n\nTranslations of \u001b[4mLowes: Completely incoherent story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLowes: Completely incoherent story\u001b[24m\n    \u001b[1mLowes：完全に矛盾した話\u001b[22m, \u001b[1mローズ：完全にインコヒーレント物語\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=197686",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  3\nキャラクター|  1\n|  2\n\n氷は2007年からのユリOVAです。スタジオ、PPMによって私たちにもたらされました。 アニメがリリースされる直前に出版されたかなり短い小説もありました。  OVAやその背後にあるスタジオについて私はあまり知らない。 私が言うことができるのは、クリエイターのAkimoto Yasushiも、アイドルグループAKB48のプロデューサーであり、そのグループのメンバーの中にはこれで行動するということだけです。 このOVAには、マイナスの評判もあります。 だから見てみましょう、それがうまくいくかどうか見てみましょう。\n\nストーリー：\n\nあまりにも遠くない将来、おそらく次の日曜日のADで、すべての人が抹殺されました。 残っている女性の中には、人類の絶滅を待っている間、キサラギスは快楽主義的な生活様式をとっている。 一方、Guardiansと呼ばれる別のグループは、人類を絶滅から救うために\"Ice\"というテクノロジーを探しています。 物語は、これら2つのグループと彼らの理想との間の主要な衝突をカバーしています。\n\n最初から、前提は失敗します。 人類は私たちの人なしでもうまくいっているからです。 ええ、ある女性の卵子を使って他の卵子を肥やす方法があります。 実験室で行った骨髄から人工的に精子を作り出す方法についても現在研究されていますが、まだ開発段階にあります（これが書かれているにもかかわらず）。 私たちは、この未来的な世界が先代の技術と記録を持っていることを知っています。なぜ、彼らはちょうど卵子法を使うつもりはないのですか？ 確かに、私たちが現在持っていないインフラストラクチャーを取るだろうが、ガーディアンが氷の探索にリソースを費やしていることが分かるので、賢明で実績のある方法のインフラストラクチャーを開発することは簡単ではないだろう ？ いいえ、代わりに、彼らは完全に無意味な方法で動作するこの物質を探して時間を費やします。 ちなみに、私たちは、2019年にこの資料の開発を開始することになっています。 私はあなたの黙示録的な未来のためのオープニングイベントを現代に近づけることから生じる問題について話しますが、このシリーズは間違った前提に基づいて書かれていたので間に合いませんでした。\n\nこのストーリーには他にも問題があります。 プロットに何の価値もない他の期間への無意味なスキップが含まれています。 真剣にも、これらのシーンはシナリオの開発に費やされた時間を無駄にしてしまいます。 ロマンスもこれでかなり悪いです。 私たちのリード、ひとみとゆきは偶然に会います、ユタはひとみのためにすぐに落ちますが、打撃を受けます。 彼らの関係は、そこから実際には決して発展しません。 ひとみは本当にユキに温暖化を開始して本当に汚いです。 それは、愚かな理由で他の期間を表示するのではなく、自然にそれらの間で物事を開発するのに、より多くの時間を費やしたはずのようなものです。 イベントもうまく流れず、エンディングはゴミです。\n\nキャラクター：\n\nよく書かれた作品では、同情的ではなく、依然として説得力のあるキャラクターのグループを持つことができます。 アイスでは、あなたは投資がありません。 最初に、誰のために根を張る人はいません。 キサラギスは、科学が悪いと思っている馬鹿のグループです。 ガーディアンは、複雑な計画を思いついても、彼らについて考えたり、一般的に考えるのは面倒ではありませんでした。 私たちは理論的には、これら2つの無関心な視点の間に人種差別主義者として立つヒットミーとユキと一緒にいると思われますが、ユキはひどい双子であり、ひとみは女性に問題がある鈍いプルードです すべての女性社会において、お互いにセックスしています。 彼女は本当に寝かせて、彼女の肩からそのチップを手に入れなければなりません。 第二の理由は、これらの文字が、鈍いから一次元で、爆発的で一次元に及ぶということです。 複雑さはありません。\n\nアート：\n\n芸術は時々怠けることができます。 ガーディアンとキサラギスの両方にシルバーヘアクローンの軍団があります。  Kisaragisが彼らを愚かな帽子に入れたことを除いて。 それは、将来のテクノロジーのいくつかは面白そうだと言われており、アクションシーケンスはかなりまともです。 クローンはさておき、キャラクターのデザインは大丈夫です。\n\n音：\n\nこれのパフォーマンスは大きく異なります。 南川順子＆amp; 彼はガーディアンの指導者ジュリアとして最高のパフォーマンスを与え、彼女は女性のように遠隔からは聞こえません。 私は彼女が実際には男であることを明らかにすることを期待していたが、そうではなかった。 彼女はちょうど彼女のように聞こえる。 石田晃は偉大な俳優であり、幅広い範囲を持っていますが、彼は娼婦を引き抜くことはできません。これは私がこれまでに聞いたことのない最高のパフォーマンスです。 しかし、音楽はかなり強いです。 神宮真也はかなり良いです。 カサイ・トモミやオノ・エレーナなどの人々からは弱い演奏もあります。 一方で、彼らはこれをしたときにかなり若かったし、歌手でも俳優でもなかった。 一方、スタジオジブリでは若い俳優を頻繁に活用しています。 さらに、本当にうまく歌える素晴らしい俳優がたくさんあります。 したがって、これらの要因は本当に多くの言い訳ではありません。 彼らはこれをうまく演奏したり、彼らの対話は自然には聞こえません。 石田晃もまたこれをミスキャストしています。\n\nホーイー：\n\nゆりアニメの場合、氷は本当にゆりの内容から離れています。 あなたは一緒に眠っている女の子についての声明があり、裸の女の子に囲まれたジュリアを見ているシーンがあります。 真剣に、彼らはちょうど彼女の周りに厄介なポーズがあります。 私たちのヒロイン達から得られる最大のものは、一点で厄介な抱擁です。 それで、あなたはそれを持っています。 あなたは抱擁を見て、いくつかのゆりの声明を聞くことができます。 あなたがユリシリーズを探していたなら、おそらくあなたにはあまり効果がありません。\n\n最終的な考え方：\n\n遂行に関係なく、氷はその前提によって傷つくだろう。 しかし、本当に良い物語やキャラクターはまだそれをほとんど救済することができました。 残念ながら、私たちはこれらの事柄のいずれかを取得しません。 私たちは、文字の束縛のグループのプロットの混乱を取得します。 それは芸術が怠け者であり、演技が大丈夫から恐ろしいまでに及ぶのに役立ちません。 それは本当に悪いものです。 私の最終評価は2/10になるでしょう。 私はそれを見てはお勧めしません。 来週、私は宇宙九大を見ます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nIce is a yuri OVA from 2007. It was brought to us by the studio, PPM. There was also a fairly short novel that was published shortly before the anime was released. I don't know much about the OVA or the studio behind it. All I can tell you is that the creator, Akimoto Yasushi, is also the producer of the idol group AKB48 and some members of that group do act in this. This OVA also has a bit of a negative reputation. So let's take a look and see if that's well-deserved.\n\n\u001b[1m氷は2007年からのユリOVAです。スタジオ、PPMによって私たちにもたらされました。 アニメがリリースされる直前に出版されたかなり短い小説もありました。  OVAやその背後にあるスタジオについて私はあまり知らない。 私が言うことができるのは、クリエイターのAkimoto Yasushiも、アイドルグループAKB48のプロデューサーであり、そのグループのメンバーの中にはこれで行動するということだけです。 このOVAには、マイナスの評判もあります。 だから見てみましょう、それがうまくいくかどうか見てみましょう。\u001b[22m\n\u001b[1m(Kōri wa 2007-nen kara no yuri ovu~adesu. Sutajio, PPM ni yotte watashitachi ni motarasa remashita. Anime ga rirīsu sa reru chokuzen ni shuppan sa reta kanari mijikai shōsetsu mo arimashita. Ovu~a ya sono haigo ni aru sutajio ni tsuite watashi wa amari shiranai. Watashi ga iu koto ga dekiru no wa, kurieitā no Akimoto Yasushi mo, aidorugurūpu AKB 48 no purode~yūsādeari, sono gurūpu no menbā no nakaniha kore de kōdō suru to iu koto dakedesu. Kono ovu~a ni wa, mainasu no hyōban mo arimasu.Dakara mite mimashou, sore ga umaku iku ka dō ka mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mIce is a yuri OVA from 2007. It was brought to us by the studio, PPM. There was also a fairly short novel that was published shortly before the anime was released. I don't know much about the OVA or the studio behind it. All I can tell you is that the creator, Akimoto Yasushi, is also the producer of the idol group AKB48 and some members of that group do act in this. This OVA also has a bit of a negative reputation. So let's take a look and see if that's well-deserved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIce is a yuri OVA from 2007. It was brought to us by the studio, PPM.\u001b[24m\n    \u001b[1m氷は2007年からのユリOVAです。スタジオ、PPMによって私たちにもたらされました。\u001b[22m, \u001b[1m氷はそれはスタジオ、PPMによって私たちにもたらされた2007年からのユリのOVAです。\u001b[22m\n\u001b[4mThere was also a fairly short novel that was published shortly before the anime was released.\u001b[24m\n    \u001b[1mアニメがリリースされる直前に出版されたかなり短い小説もありました。\u001b[22m, \u001b[1mアニメがリリースされた直前に出版されたかなり短い小説もありました。\u001b[22m\n\u001b[4mI don't know much about the OVA or the studio behind it.\u001b[24m\n    \u001b[1mOVAやその背後にあるスタジオについて私はあまり知らない。\u001b[22m, \u001b[1m私はOVAやその背後にあるスタジオについて多くを知りません。\u001b[22m\n\u001b[4mAll I can tell you is that the creator, Akimoto Yasushi, is also the producer of the idol group AKB48 and some members of that group do act in this.\u001b[24m\n    \u001b[1m私が言うことができるのは、クリエイターのAkimoto Yasushiも、アイドルグループAKB48のプロデューサーであり、そのグループのメンバーの中にはこれで行動するということだけです。\u001b[22m, \u001b[1m私はあなたを伝えることができるすべては、作成者、秋元康は、また、AKB48とそのグループの一部のメンバーが、この中で行動するんアイドルグループのプロデューサーであるということです。\u001b[22m\n\u001b[4mThis OVA also has a bit of a negative reputation.\u001b[24m\n    \u001b[1mこのOVAには、マイナスの評判もあります。\u001b[22m, \u001b[1mこのOVAも負の評判のビットを持っています。\u001b[22m\n\u001b[4mSo let's take a look and see if that's well-deserved.\u001b[24m\n    \u001b[1mだから見てみましょう、それがうまくいくかどうか見てみましょう。\u001b[22m, \u001b[1mそれでは、見て、それが当然だかどうかを確認してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nIn the not too distant future, probably next Sunday AD, all men have been wiped out. Some of the women who remain, the Kisaragis have taken up a hedonistic lifestyle, while waiting for humanity's extinction. Meanwhile, another group called the Guardians seeks a piece of technology called “Ice” to try to save humanity from extinction. The narrative covers a major clash between these two groups and their ideals.\n\n\u001b[1mあまりにも遠くない将来、おそらく次の日曜日のADで、すべての人が抹殺されました。 残っている女性の中には、人類の絶滅を待っている間、キサラギスは快楽主義的な生活様式をとっている。 一方、Guardiansと呼ばれる別のグループは、人類を絶滅から救うために\"Ice\"というテクノロジーを探しています。 物語は、これら2つのグループと彼らの理想との間の主要な衝突をカバーしています。\u001b[22m\n\u001b[1m(Amarini mo tōkunai shōrai, osoraku tsugi no nichiyōbi no AD de, subete no hito ga massatsu sa remashita. Nokotte iru josei no nakaniha, jinrui no zetsumetsu o matte iru ma, kisaragisu wa kairaku shugi-tekina seikatsu yōshiki o totte iru. Ippō, Guardians to yoba reru betsu no gurūpu wa, jinrui o zetsumetsu kara sukuu tame ni\" Ice\" to iu tekunorojī o sagashiteimasu. Monogatari wa, korera 2tsu no gurūpu to karera no risō to no ma no shuyōna shōtotsu o kabā shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the not too distant future, probably next Sunday AD, all men have been wiped out. Some of the women who remain, the Kisaragis have taken up a hedonistic lifestyle, while waiting for humanity's extinction. Meanwhile, another group called the Guardians seeks a piece of technology called “Ice” to try to save humanity from extinction. The narrative covers a major clash between these two groups and their ideals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the not too distant future, probably next Sunday AD, all men have been wiped out.\u001b[24m\n    \u001b[1mあまりにも遠くない将来、おそらく次の日曜日のADで、すべての人が抹殺されました。\u001b[22m, \u001b[1mそう遠くない将来、おそらく来週の日曜日のADでは、すべての人が一掃されています。\u001b[22m\n\u001b[4mSome of the women who remain, the Kisaragis have taken up a hedonistic lifestyle, while waiting for humanity's extinction.\u001b[24m\n    \u001b[1m残っている女性の中には、人類の絶滅を待っている間、キサラギスは快楽主義的な生活様式をとっている。\u001b[22m, \u001b[1m人類の絶滅を待っている間に、Kisaragis残る女性のいくつかは、快楽主義的なライフスタイルを取り上げています。\u001b[22m\n\u001b[4mMeanwhile, another group called the Guardians seeks a piece of technology called “Ice” to try to save humanity from extinction.\u001b[24m\n    \u001b[1m一方、Guardiansと呼ばれる別のグループは、人類を絶滅から救うために\"Ice\"というテクノロジーを探しています。\u001b[22m, \u001b[1m一方、別のグループは、保護者が「アイス」と呼ばれる技術の一部が絶滅から人類を保存しようとすることを目的と呼ばれます。\u001b[22m\n\u001b[4mThe narrative covers a major clash between these two groups and their ideals.\u001b[24m\n    \u001b[1m物語は、これら2つのグループと彼らの理想との間の主要な衝突をカバーしています。\u001b[22m, \u001b[1m物語は、これらの2つのグループとその理想との大きな衝突をカバーしています。\u001b[22m\n\u001b[1m\u001b[22m\nRight from the beginning, the premise fails. Because the human race could continue just fine without us men. Yeah, there's a way to use one woman's ovum to fertilise another's. There's also current research into a way to artificially create sperm from bone marrow, which they have done in laboratory conditions, but it's still in the developmental stages (even moreso when this was written) so we can excuse them for not using that one. We see that this futuristic world has advanced technology and records from the former era, so why exactly aren't they just going to use the ovum method? Sure, it would take infrastructure that we don't currently have, but we see that the Guardians are expending resources in their search for ice, so wouldn't it be easier and more certain to just develop the infrastructure for the sensible, proven method ? No, instead they spend their time looking for this substance that works in a completely nonsensical fashion. Incidentally, we're supposed to start development of this stuff in 2019, if the date written on the papers they have for it is any indication. I would talk about the issues that arise from setting opening events for your post-apocalyptic future too close to the present, but this series was hopelessly dated when it was written just based on the flawed premise so it doesn't matter.\n\n\u001b[1m最初から、前提は失敗します。 人類は私たちの人なしでもうまくいっているからです。 ええ、ある女性の卵子を使って他の卵子を肥やす方法があります。 実験室で行った骨髄から人工的に精子を作り出す方法についても現在研究されていますが、まだ開発段階にあります（これが書かれているにもかかわらず）。 私たちは、この未来的な世界が先代の技術と記録を持っていることを知っています。なぜ、彼らはちょうど卵子法を使うつもりはないのですか？ 確かに、私たちが現在持っていないインフラストラクチャーを取るだろうが、ガーディアンが氷の探索にリソースを費やしていることが分かるので、賢明で実績のある方法のインフラストラクチャーを開発することは簡単ではないだろう ？ いいえ、代わりに、彼らは完全に無意味な方法で動作するこの物質を探して時間を費やします。 ちなみに、私たちは、2019年にこの資料の開発を開始することになっています。 私はあなたの黙示録的な未来のためのオープニングイベントを現代に近づけることから生じる問題について話しますが、このシリーズは間違った前提に基づいて書かれていたので間に合いませんでした。\u001b[22m\n\u001b[1m(Saisho kara, zentei wa shippai shimasu. Jinrui wa watashitachi no hito nashi demo umaku itte irukaradesu. E e, aru josei no ranshi o tsukatte ta no ranshi o koyasu hōhō ga arimasu. Jikken-shitsu de okonatta kotsuzui kara jinkō-teki ni seishi o tsukuridasu hōhō ni tsuite mo genzai kenkyū sa rete imasuga, mada kaihatsu dankai ni arimasu (kore ga kaka rete iru nimokakawarazu). Watashitachiha, kono mirai-tekina sekai ga sendai no gijutsu to kiroku o motte iru koto o shitte imasu. Naze, karera wa chōdo ranshi-hō o tsukau tsumori wa nai nodesu ka? Tashika ni, watashitachi ga genzai motteinai infurasutorakuchā o torudarouga, gādian ga kōri no tansaku ni risōsu o tsuiyashite iru koto ga wakarunode, kenmeide jisseki no aru hōhō no infurasutorakuchā o kaihatsu suru koto wa kantande wanaidarou? Īe, kawarini, karera wa kanzen ni muimina hōhō de dōsa suru kono busshitsu o sagashite jikan o tsuiyashimasu. Chinamini, watashitachiha, 2019-nen ni kono shiryō no kaihatsu o kaishi suru koto ni natte imasu. Watashi wa anata no mokushiroku-tekina mirai no tame no ōpuninguibento o gendai ni chikadzukeru koto kara shōjiru mondai ni tsuite hanashimasuga, kono shirīzu wa machigatta zentei ni motodzuite kaka rete itanode maniaimasendeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nThere are other issues with the story too. It includes pointless skips to other time periods that offer nothing of value to the plot. Seriously, these scenes just waste time that could have been better spent developing the scenario. The romance is also pretty bad in this. Our leads, Hitomi and Yuki, meet by coincidence, Yuki instantly falls for Hitomi but gets shot down. Their relationship is never actually developed from there. Hitomi just starts warming up to Yuki for no real reason and it's really stilted. It's almost like they should have spent more time naturally developing things between them rather than showing other time periods for stupid reasons. The events also don't flow well and the ending is rubbish.\n\n\u001b[1mこのストーリーには他にも問題があります。 プロットに何の価値もない他の期間への無意味なスキップが含まれています。 真剣にも、これらのシーンはシナリオの開発に費やされた時間を無駄にしてしまいます。 ロマンスもこれでかなり悪いです。 私たちのリード、ひとみとゆきは偶然に会います、ユタはひとみのためにすぐに落ちますが、打撃を受けます。 彼らの関係は、そこから実際には決して発展しません。 ひとみは本当にユキに温暖化を開始して本当に汚いです。 それは、愚かな理由で他の期間を表示するのではなく、自然にそれらの間で物事を開発するのに、より多くの時間を費やしたはずのようなものです。 イベントもうまく流れず、エンディングはゴミです。\u001b[22m\n\u001b[1m(Kono sutōrī ni wa hoka ni mo mondai ga arimasu. Purotto ni nani no kachi mo nai ta no kikan e no muimina sukippu ga fukuma rete imasu. Shinken ni mo, korera no shīn wa shinario no kaihatsu ni tsuiyasa reta jikan o muda ni shite shimaimasu. Romansu mo kore de kanari waruidesu. Watashitachi no rīdo, hitomi to yuki wa gūzen ni aimasu, Yuta wa hitomi no tame ni sugu ni ochimasuga, dageki o ukemasu. Karera no kankei wa, soko kara jissai ni wa kesshite hatten shimasen. Hitomi wa hontōni Yuki ni ondan-ka o kaishi shite hontōni kitanaidesu. Sore wa, orokana riyū de hoka no kikan o hyōji suru node wa naku, shizen ni sorera no ma de monogoto o kaihatsu suru no ni, yori ōku no jikan o tsuiyashita hazu no yōna monodesu. Ibento mo umaku nagarezu, endingu wa gomidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are other issues with the story too. It includes pointless skips to other time periods that offer nothing of value to the plot. Seriously, these scenes just waste time that could have been better spent developing the scenario. The romance is also pretty bad in this. Our leads, Hitomi and Yuki, meet by coincidence, Yuki instantly falls for Hitomi but gets shot down. Their relationship is never actually developed from there. Hitomi just starts warming up to Yuki for no real reason and it's really stilted. It's almost like they should have spent more time naturally developing things between them rather than showing other time periods for stupid reasons. The events also don't flow well and the ending is rubbish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are other issues with the story too.\u001b[24m\n    \u001b[1mこのストーリーには他にも問題があります。\u001b[22m, \u001b[1mあまりにも話と他の問題があります。\u001b[22m\n\u001b[4mIt includes pointless skips to other time periods that offer nothing of value to the plot.\u001b[24m\n    \u001b[1mプロットに何の価値もない他の期間への無意味なスキップが含まれています。\u001b[22m, \u001b[1mこれは、プロットに価値の何も提供しない他の期間に無意味なスキップを含んでいます。\u001b[22m\n\u001b[4mSeriously, these scenes just waste time that could have been better spent developing the scenario.\u001b[24m\n    \u001b[1m真剣にも、これらのシーンはシナリオの開発に費やされた時間を無駄にしてしまいます。\u001b[22m, \u001b[1m真剣に、これらのシーンは、単に優れたシナリオを開発費やされている可能性が時間を無駄に。\u001b[22m\n\u001b[4mThe romance is also pretty bad in this.\u001b[24m\n    \u001b[1mロマンスもこれでかなり悪いです。\u001b[22m, \u001b[1mロマンスは、この中でもかなり悪いです。\u001b[22m\n\u001b[4mOur leads, Hitomi and Yuki, meet by coincidence, Yuki instantly falls for Hitomi but gets shot down.\u001b[24m\n    \u001b[1m私たちのリード、ひとみとゆきは偶然に会います、ユタはひとみのためにすぐに落ちますが、打撃を受けます。\u001b[22m, \u001b[1m私たちのリード、ひとみとユキは、偶然に会い、ユキは即座ひとみのために落ちるが、撃墜されます。\u001b[22m\n\u001b[4mTheir relationship is never actually developed from there.\u001b[24m\n    \u001b[1m彼らの関係は、そこから実際には決して発展しません。\u001b[22m, \u001b[1m彼らの関係は、実際にはそこから開発されることはありません。\u001b[22m\n\u001b[4mHitomi just starts warming up to Yuki for no real reason and it's really stilted.\u001b[24m\n    \u001b[1mひとみは本当にユキに温暖化を開始して本当に汚いです。\u001b[22m, \u001b[1m瞳はただ本当の理由結城にウォームアップを開始し、それは本当に大げさです。\u001b[22m\n\u001b[4mIt's almost like they should have spent more time naturally developing things between them rather than showing other time periods for stupid reasons.\u001b[24m\n    \u001b[1mそれは、愚かな理由で他の期間を表示するのではなく、自然にそれらの間で物事を開発するのに、より多くの時間を費やしたはずのようなものです。\u001b[22m, \u001b[1mそれは彼らがそれらの間のものを開発するのではなく、愚かな理由のために他の期間を示す自然に多くの時間を費やしている必要がありますほとんどのようです。\u001b[22m\n\u001b[4mThe events also don't flow well and the ending is rubbish.\u001b[24m\n    \u001b[1mイベントもうまく流れず、エンディングはゴミです。\u001b[22m, \u001b[1mイベントもうまく流れないとエンディングはゴミです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nIn a well-written work, you can have a group of characters who aren't sympathetic and still have it be compelling. In Ice, you have no investment. First off, there's no one to root for. The Kisaragis are a group of idiots who think that science is evil. The Guardians are idiots who come up with convoluted plans but haven't bothered to think about them, or to think in general really. We're supposed to side with Hitomi and Yuki, who, theoretically,stand as emissaries between these two inane viewpoints, but it doesn't really work because Yuki is a vapid twit and Hitomi is a bland prude who has a problem with women having sex with each other, in an all female society. She really needs to just get laid and get that cliched chip off her shoulder. The second reason is just that these characters range from dull and one-dimensional to bombastic and one-dimensional. There's no complexity present.\n\n\u001b[1mよく書かれた作品では、同情的ではなく、依然として説得力のあるキャラクターのグループを持つことができます。 アイスでは、あなたは投資がありません。 最初に、誰のために根を張る人はいません。 キサラギスは、科学が悪いと思っている馬鹿のグループです。 ガーディアンは、複雑な計画を思いついても、彼らについて考えたり、一般的に考えるのは面倒ではありませんでした。 私たちは理論的には、これら2つの無関心な視点の間に人種差別主義者として立つヒットミーとユキと一緒にいると思われますが、ユキはひどい双子であり、ひとみは女性に問題がある鈍いプルードです すべての女性社会において、お互いにセックスしています。 彼女は本当に寝かせて、彼女の肩からそのチップを手に入れなければなりません。 第二の理由は、これらの文字が、鈍いから一次元で、爆発的で一次元に及ぶということです。 複雑さはありません。\u001b[22m\n\u001b[1m(Yoku kaka reta sakuhinde wa, dōjō-tekide wa naku, izentoshite settoku-ryoku no aru kyarakutā no gurūpu o motsu koto ga dekimasu. Aisude wa, anata wa tōshi ga arimasen. Saisho ni, darenotameni newoharu hito wa imasen. Kisaragisu wa, kagaku ga warui to omotte iru baka no gurūpudesu. Gādian wa, fukuzatsuna keikaku o omoitsuite mo, karera ni tsuite kangae tari, ippantekini kangaeru no wa mendōde wa arimasendeshita. Watashitachiha riron-teki ni wa, korera 2tsu no mukanshin'na shiten no ma ni hito shusabetsu shugi-sha to shite tatsu hittomī to Yuki to issho ni iru to omowa remasuga, Yuki wa hidoi futagodeari, hitomi wa josei ni mondai ga aru nibui purūdodesu subete no josei shakai ni oite, otagai ni sekkusu shite imasu. Kanojo wa hontōni nekasete, kanojo no kata kara sono chippu o te ni hairenakereba narimasen. Daini no riyū wa, korera no moji ga, nibuikara ichi-jigen de, bakuhatsu-tekide ichi-jigen ni oyobu to iu kotodesu. Fukuzatsu-sa wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn a well-written work, you can have a group of characters who aren't sympathetic and still have it be compelling. In Ice, you have no investment. First off, there's no one to root for. The Kisaragis are a group of idiots who think that science is evil. The Guardians are idiots who come up with convoluted plans but haven't bothered to think about them, or to think in general really. We're supposed to side with Hitomi and Yuki, who, theoretically,stand as emissaries between these two inane viewpoints, but it doesn't really work because Yuki is a vapid twit and Hitomi is a bland prude who has a problem with women having sex with each other, in an all female society. She really needs to just get laid and get that cliched chip off her shoulder. The second reason is just that these characters range from dull and one-dimensional to bombastic and one-dimensional. There's no complexity present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a well-written work, you can have a group of characters who aren't sympathetic and still have it be compelling.\u001b[24m\n    \u001b[1mよく書かれた作品では、同情的ではなく、依然として説得力のあるキャラクターのグループを持つことができます。\u001b[22m, \u001b[1mよく書かれた作品で、あなたは同情的でない文字のグループを持っているし、まだそれは魅力的なことができます。\u001b[22m\n\u001b[4mIn Ice, you have no investment.\u001b[24m\n    \u001b[1mアイスでは、あなたは投資がありません。\u001b[22m, \u001b[1mアイスでは、あなたは何の投資を持っていません。\u001b[22m\n\u001b[4mFirst off, there's no one to root for.\u001b[24m\n    \u001b[1m最初に、誰のために根を張る人はいません。\u001b[22m, \u001b[1mまず第一に、のためにrootに誰もありません。\u001b[22m\n\u001b[4mThe Kisaragis are a group of idiots who think that science is evil.\u001b[24m\n    \u001b[1mキサラギスは、科学が悪いと思っている馬鹿のグループです。\u001b[22m, \u001b[1mKisaragisは、科学が悪であることを考える馬鹿のグループです。\u001b[22m\n\u001b[4mThe Guardians are idiots who come up with convoluted plans but haven't bothered to think about them, or to think in general really.\u001b[24m\n    \u001b[1mガーディアンは、複雑な計画を思いついても、彼らについて考えたり、一般的に考えるのは面倒ではありませんでした。\u001b[22m, \u001b[1mガーディアンは、入り組んだ計画を思い付くが、それらについて考えるために、あるいは本当に一般的に考えるように困っていません馬鹿です。\u001b[22m\n\u001b[4mWe're supposed to side with Hitomi and Yuki, who, theoretically,stand as emissaries between these two inane viewpoints, but it doesn't really work because Yuki is a vapid twit and Hitomi is a bland prude who has a problem with women having\u001b[24m\n    \u001b[1m私たちは理論的には、これら2つの無関心な視点の間に人種差別主義者として立つヒットミーとユキと一緒にいると思われますが、ユキはひどい双子であり、ひとみは女性に問題がある鈍いプルードです\u001b[22m, \u001b[1m私たちは、理論的には、これらの2つの空虚な視点間の使者として立つひとみとユキ、と左右することになっているが、結城は気の抜けたなじるあるので、それは実際に動作しないとひとみは、女性が持つ問題を抱えている味気ない堅物の人であります\u001b[22m\n\u001b[4msex with each other, in an all female society.\u001b[24m\n    \u001b[1mすべての女性社会において、お互いにセックスしています。\u001b[22m, \u001b[1mすべての女性の社会の中で、お互いにセックス。\u001b[22m\n\u001b[4mShe really needs to just get laid and get that cliched chip off her shoulder.\u001b[24m\n    \u001b[1m彼女は本当に寝かせて、彼女の肩からそのチップを手に入れなければなりません。\u001b[22m, \u001b[1m彼女は本当にただ出会い、彼女の肩オフその陳腐チップを取得する必要があります。\u001b[22m\n\u001b[4mThe second reason is just that these characters range from dull and one-dimensional to bombastic and one-dimensional.\u001b[24m\n    \u001b[1m第二の理由は、これらの文字が、鈍いから一次元で、爆発的で一次元に及ぶということです。\u001b[22m, \u001b[1m第二の理由は、これらの文字が鈍いと1次元から大げさな一次元の範囲だけということです。\u001b[22m\n\u001b[4mThere's no complexity present.\u001b[24m\n    \u001b[1m複雑さはありません。\u001b[22m, \u001b[1m何の複雑性の存在はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art can be lazy at times. With both the Guardians and Kisaragis having a legion of silver-haired clones. Except that the Kisaragis put theirs in silly hats. That being said, some of the future tech looks interesting and the action sequences are pretty decent. Clones aside, the character design is okay.\n\n\u001b[1m芸術は時々怠けることができます。 ガーディアンとキサラギスの両方にシルバーヘアクローンの軍団があります。  Kisaragisが彼らを愚かな帽子に入れたことを除いて。 それは、将来のテクノロジーのいくつかは面白そうだと言われており、アクションシーケンスはかなりまともです。 クローンはさておき、キャラクターのデザインは大丈夫です。\u001b[22m\n\u001b[1m(Geijutsu wa tokidoki namakeru koto ga dekimasu. Gādian to kisaragisu no ryōhō ni shirubāheakurōn no gundan ga arimasu. Kisaragis ga karera o orokana bōshi ni ireta koto o nozoite. Sore wa, shōrai no tekunorojī no ikutsu ka wa omoshiro-sōda to iwa rete ori, akushonshīkensu wa kanari matomodesu. Kurōn wa sateoki, kyarakutā no dezain wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art can be lazy at times. With both the Guardians and Kisaragis having a legion of silver-haired clones. Except that the Kisaragis put theirs in silly hats. That being said, some of the future tech looks interesting and the action sequences are pretty decent. Clones aside, the character design is okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art can be lazy at times.\u001b[24m\n    \u001b[1m芸術は時々怠けることができます。\u001b[22m, \u001b[1m技術は、時間に遅延することができます。\u001b[22m\n\u001b[4mWith both the Guardians and Kisaragis having a legion of silver-haired clones.\u001b[24m\n    \u001b[1mガーディアンとキサラギスの両方にシルバーヘアクローンの軍団があります。\u001b[22m, \u001b[1mガーディアンとKisaragis両方が銀髪のクローンの軍団を有します。\u001b[22m\n\u001b[4mExcept that the Kisaragis put theirs in silly hats.\u001b[24m\n    \u001b[1mKisaragisが彼らを愚かな帽子に入れたことを除いて。\u001b[22m, \u001b[1mKisaragisは愚かな帽子に彼らを置くことを除いて。\u001b[22m\n\u001b[4mThat being said, some of the future tech looks interesting and the action sequences are pretty decent.\u001b[24m\n    \u001b[1mそれは、将来のテクノロジーのいくつかは面白そうだと言われており、アクションシーケンスはかなりまともです。\u001b[22m, \u001b[1m言われていることが、将来の技術のいくつかは、面白そうだとアクションシーンはかなりまともです。\u001b[22m\n\u001b[4mClones aside, the character design is okay.\u001b[24m\n    \u001b[1mクローンはさておき、キャラクターのデザインは大丈夫です。\u001b[22m, \u001b[1mクローンさておき、キャラクターデザインは大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe performances in this vary a lot. Some people, like Minagawa Junko &amp; He gives an over the top performance as Julia, the leader of the Guardians and she doesn't sound remotely like a woman. I kept expecting them to reveal that she was actually a guy but no, she's not. She just sounds like she is. Ishida Akira is a great actor and has a good amount of range but he can't pull off a ciswoman and this is definitely the worst performance I've ever ever heard from him. The music is pretty strong, though. Mamiya Kurumi are pretty good. There are also weak performances from people like Kasai Tomomi and Ono Erena. On one hand, they were pretty young when they did this and they're singers, not actors. On the other hand, Studio Ghibli frequently uses young actors to great effect. Furthermore, there are plenty of fantastic actors who can also sing really well. As such, those factors really aren't much of an excuse. They don't emote well in this nor does their dialogue ever sound natural. Ishida Akira is also dreadfully miss-cast in this.\n\n\u001b[1mこれのパフォーマンスは大きく異なります。 南川順子＆amp; 彼はガーディアンの指導者ジュリアとして最高のパフォーマンスを与え、彼女は女性のように遠隔からは聞こえません。 私は彼女が実際には男であることを明らかにすることを期待していたが、そうではなかった。 彼女はちょうど彼女のように聞こえる。 石田晃は偉大な俳優であり、幅広い範囲を持っていますが、彼は娼婦を引き抜くことはできません。これは私がこれまでに聞いたことのない最高のパフォーマンスです。 しかし、音楽はかなり強いです。 神宮真也はかなり良いです。 カサイ・トモミやオノ・エレーナなどの人々からは弱い演奏もあります。 一方で、彼らはこれをしたときにかなり若かったし、歌手でも俳優でもなかった。 一方、スタジオジブリでは若い俳優を頻繁に活用しています。 さらに、本当にうまく歌える素晴らしい俳優がたくさんあります。 したがって、これらの要因は本当に多くの言い訳ではありません。 彼らはこれをうまく演奏したり、彼らの対話は自然には聞こえません。 石田晃もまたこれをミスキャストしています。\u001b[22m\n\u001b[1m(Kore no pafōmansu wa ōkiku kotonarimasu. Minamikawa Junko& amp; Jingū Shin'ya wa kanari yoidesu. Kasai Tomomi ya Ono erēna nado no hitobito kara wa yowai ensō mo arimasu. Ippō de, karera wa kore o shita toki ni kanari wakakattashi, kashu demo haiyūde mo nakatta. Ippō, sutajiojiburide wa wakai haiyū o hinpan ni katsuyō shite imasu. Sarani, hontōni umaku utaeru subarashī haiyū ga takusan arimasu. Shitagatte, korera no yōin wa hontōni ōku no iiwakede wa arimasen. Karera wa kore o umaku ensō shi tari, karera no taiwa wa shizen ni wa kikoemasen. Ishida Akira mo mata kore o misukyasuto shite imasu. Kare wa gādian no shidō-sha Juria to shite saikō no pafōmansu o atae, kanojo wa josei no yō ni enkaku kara wa kikoemasen. Watashi wa kanojo ga jissai ni wa otokodearu koto o akiraka ni suru koto o kitai shite itaga,-sōde wa nakatta. Kanojo wa chōdo kanojo no yō ni kikoeru. Ishida Akira wa idaina haiyūdeari, habahiroi han'i o motte imasuga, kare wa shōfu o hikinuku koto wa dekimasen. Kore wa watashi ga kore made ni kiita koto no nai saikō no pafōmansudesu. Shikashi, ongaku wa kanari tsuyoidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nHo-yay:\n\n\u001b[1mホーイー：\u001b[22m\n\u001b[1m(Hōī:)\u001b[22m\n\nTranslations of \u001b[4mHo-yay:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHo-yay:\u001b[24m\n    \u001b[1mホーイー：\u001b[22m, \u001b[1mHO-イェーイ：\u001b[22m\n\u001b[1m\u001b[22m\nFor a yuri anime, Ice really shies away from yuri content. You have statements about girls sleeping together and there's a scene where you see Julia surrounded by naked girls, although you won't see her touch any of them. Seriously, they're just awkwardly posed around her. The most we get from our heroines is an awkward hug at one point. So, there you have it. You can see a hug and hear some yuri statements. It probably won't do much for you if you were seeking out a yuri series.\n\n\u001b[1mゆりアニメの場合、氷は本当にゆりの内容から離れています。 あなたは一緒に眠っている女の子についての声明があり、裸の女の子に囲まれたジュリアを見ているシーンがあります。 真剣に、彼らはちょうど彼女の周りに厄介なポーズがあります。 私たちのヒロイン達から得られる最大のものは、一点で厄介な抱擁です。 それで、あなたはそれを持っています。 あなたは抱擁を見て、いくつかのゆりの声明を聞くことができます。 あなたがユリシリーズを探していたなら、おそらくあなたにはあまり効果がありません。\u001b[22m\n\u001b[1m(Yuri anime no baai, kōri wa hontōni yuri no naiyō kara hanarete imasu. Anata wa issho ni nemutte iru on'nanoko ni tsuite no seimei ga ari, hadaka no on'nanoko ni kakoma reta Juria o mite iru shīn ga arimasu. Shinken ni, karera wa chōdo kanojo no mawari ni yakkaina pōzu ga arimasu. Watashitachi no hiroin-tachi kara e rareru saidai no mono wa, itten de yakkaina hōyōdesu. Sorede, anata wa sore o motte imasu. Anata wa hōyō o mite, ikutsu ka no yuri no seimei o kiku koto ga dekimasu. Anata ga yurishirīzu o sagashite itanara, osoraku anata ni wa amari kōka ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor a yuri anime, Ice really shies away from yuri content. You have statements about girls sleeping together and there's a scene where you see Julia surrounded by naked girls, although you won't see her touch any of them. Seriously, they're just awkwardly posed around her. The most we get from our heroines is an awkward hug at one point. So, there you have it. You can see a hug and hear some yuri statements. It probably won't do much for you if you were seeking out a yuri series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a yuri anime, Ice really shies away from yuri content.\u001b[24m\n    \u001b[1mゆりアニメの場合、氷は本当にゆりの内容から離れています。\u001b[22m, \u001b[1m百合アニメの場合、氷は本当に離れ百合コンテンツからshies。\u001b[22m\n\u001b[4mYou have statements about girls sleeping together and there's a scene where you see Julia surrounded by naked girls, although you won't see her touch any of them.\u001b[24m\n    \u001b[1mあなたは一緒に眠っている女の子についての声明があり、裸の女の子に囲まれたジュリアを見ているシーンがあります。\u001b[22m, \u001b[1mあなたは女の子が一緒に寝て、あなたは彼女がそれらのいずれかに触れて表示されませんが、あなたはジュリアは、裸の女の子に囲まれた参照シーンが、ありますに関する記述を持っています。\u001b[22m\n\u001b[4mSeriously, they're just awkwardly posed around her.\u001b[24m\n    \u001b[1m真剣に、彼らはちょうど彼女の周りに厄介なポーズがあります。\u001b[22m, \u001b[1m真剣に、彼らはきまり悪そうに彼女の周り提起しています。\u001b[22m\n\u001b[4mThe most we get from our heroines is an awkward hug at one point.\u001b[24m\n    \u001b[1m私たちのヒロイン達から得られる最大のものは、一点で厄介な抱擁です。\u001b[22m, \u001b[1m私たちは私たちのヒロインから取得ほとんどが一点で厄介な抱擁です。\u001b[22m\n\u001b[4mSo, there you have it.\u001b[24m\n    \u001b[1mそれで、あなたはそれを持っています。\u001b[22m, \u001b[1mだから、そこにあなたはそれを持っています。\u001b[22m\n\u001b[4mYou can see a hug and hear some yuri statements.\u001b[24m\n    \u001b[1mあなたは抱擁を見て、いくつかのゆりの声明を聞くことができます。\u001b[22m, \u001b[1mあなたが抱擁を見て、いくつかの百合文を聞くことができます。\u001b[22m\n\u001b[4mIt probably won't do much for you if you were seeking out a yuri series.\u001b[24m\n    \u001b[1mあなたがユリシリーズを探していたなら、おそらくあなたにはあまり効果がありません。\u001b[22m, \u001b[1mあなたは百合シリーズを求めていた場合、それはおそらくあなたのために多くを行うことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts:\n\n\u001b[1m最終的な考え方：\u001b[22m\n\u001b[1m(Saishū-tekina kangaekata:)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts:\u001b[24m\n    \u001b[1m最終的な考え方：\u001b[22m, \u001b[1m最終的な考え：\u001b[22m\n\u001b[1m\u001b[22m\nIce was going to be damaged by its premise regardless of execution. However, really good story-telling and characters could have still mostly salvaged it. Unfortunately, we don't get either of those things. We get a mess of a plot with a trite group of characters. It doesn't help that the art is lazy and the acting ranges from okay to horrendous. It is a really bad piece. My final rating is going to be a 2/10. I would not suggest watching it. Next week, I'll look at Uchuu Kyoudai.\n\n\u001b[1m遂行に関係なく、氷はその前提によって傷つくだろう。 しかし、本当に良い物語やキャラクターはまだそれをほとんど救済することができました。 残念ながら、私たちはこれらの事柄のいずれかを取得しません。 私たちは、文字の束縛のグループのプロットの混乱を取得します。 それは芸術が怠け者であり、演技が大丈夫から恐ろしいまでに及ぶのに役立ちません。 それは本当に悪いものです。 私の最終評価は2/10になるでしょう。 私はそれを見てはお勧めしません。 来週、私は宇宙九大を見ます。\u001b[22m\n\u001b[1m(Suikō ni kankei naku, kōri wa sono zentei ni yotte kizutsukudarou. Shikashi, hontōni yoi monogatari ya kyarakutā wa mada sore o hotondo kyūsai suru koto ga dekimashita. Zan'nen'nagara, watashitachi wa korera no kotogara no izureka o shutoku shimasen. Watashitachiha, moji no sokubaku no gurūpu no purotto no konran o shutoku shimasu. Sore wa geijutsu ga namakemonodeari, engi ga daijōbu kara osoroshī made ni oyobu no ni yakudachimasen. Sore wa hontōni warui monodesu. Watashi no saishū hyōka wa 2/ 10 ni narudeshou. Watashi wa sore o mite wa o susume shimasen. Raishū, watashi wa uchū Kyūdai o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mIce was going to be damaged by its premise regardless of execution. However, really good story-telling and characters could have still mostly salvaged it. Unfortunately, we don't get either of those things. We get a mess of a plot with a trite group of characters. It doesn't help that the art is lazy and the acting ranges from okay to horrendous. It is a really bad piece. My final rating is going to be a 2/10. I would not suggest watching it. Next week, I'll look at Uchuu Kyoudai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIce was going to be damaged by its premise regardless of execution.\u001b[24m\n    \u001b[1m遂行に関係なく、氷はその前提によって傷つくだろう。\u001b[22m, \u001b[1m氷は関係なく、実行のその前提によって損傷するつもりでした。\u001b[22m\n\u001b[4mHowever, really good story-telling and characters could have still mostly salvaged it.\u001b[24m\n    \u001b[1mしかし、本当に良い物語やキャラクターはまだそれをほとんど救済することができました。\u001b[22m, \u001b[1mしかし、本当に良い読み聞かせや文字は、まだほとんどがそれを引き揚げている可能性があります。\u001b[22m\n\u001b[4mUnfortunately, we don't get either of those things.\u001b[24m\n    \u001b[1m残念ながら、私たちはこれらの事柄のいずれかを取得しません。\u001b[22m, \u001b[1m残念ながら、我々はそれらのもののいずれかを得ることはありません。\u001b[22m\n\u001b[4mWe get a mess of a plot with a trite group of characters.\u001b[24m\n    \u001b[1m私たちは、文字の束縛のグループのプロットの混乱を取得します。\u001b[22m, \u001b[1m私たちは、文字の陳腐なグループとのプロットの混乱を取得します。\u001b[22m\n\u001b[4mIt doesn't help that the art is lazy and the acting ranges from okay to horrendous.\u001b[24m\n    \u001b[1mそれは芸術が怠け者であり、演技が大丈夫から恐ろしいまでに及ぶのに役立ちません。\u001b[22m, \u001b[1mこれは、芸術は怠け者で、演技は大丈夫から恐ろしいの範囲にあることを助けていません。\u001b[22m\n\u001b[4mIt is a really bad piece.\u001b[24m\n    \u001b[1mそれは本当に悪いものです。\u001b[22m, \u001b[1mそれは本当に悪い作品です。\u001b[22m\n\u001b[4mMy final rating is going to be a 2/10.\u001b[24m\n    \u001b[1m私の最終評価は2/10になるでしょう。\u001b[22m, \u001b[1m私の最終的な評価は、2月10日になるだろう。\u001b[22m\n\u001b[4mI would not suggest watching it.\u001b[24m\n    \u001b[1m私はそれを見てはお勧めしません。\u001b[22m, \u001b[1m私はそれを見て示唆しないであろう。\u001b[22m\n\u001b[4mNext week, I'll look at Uchuu Kyoudai.\u001b[24m\n    \u001b[1m来週、私は宇宙九大を見ます。\u001b[22m, \u001b[1m来週、私はUchuu Kyoudaiを見てみましょう。\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "Neverarine",
    "profile": "/profile/Neverarine/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=125053",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  5\n\n真剣に私はこれのレビューを書いて私の時間を無駄にするつもりですか？ 笑... 2と3のスコアで他のすべてのレビューを見た後、このショーはもう少し正義に値する...\n\n初めて私はこれがDVDであることを見た私は一目で店で見ることが起こった私の考えは、か​​なりクールに見えるちょっとだったシノプシスの迅速な読書シリーズを獲得した '何frick？ それが棚に戻ってきた、およそ1年後、Huluはそれを付け加えました、私は仕事の前にしばらく時間があったと思いました。 とにかく芸術的なスタイルが十分に見える...\n\nショーが彼女の下着で眠っているいくつかのひよこで開かれるのを見てみましょう...最小限にするための素晴らしい始まりではありません...しかし、彼らは移動し、スポイラーズAHOY MATEY彼女は車に当たって、 世界の終わり ：/\n\nこのショーのための概要は間違っていませんが、私は彼らが安価なポルノのようなショーを描いているように感じます、それはおそらく、それのすべてのveiwersはbutthurtです、therは全体のショーで非常に少しfanserviceです。  2つの派閥、世界を救おうとしている政府の思い出、そして死ぬ準備ができていて、礼拝中に楽しい時間を過ごしている木更津家族の間の戦い\n\nショーisnt悪い、いいえ、それは画期的ではないが、そのシノプシスのようなちょうどいくつかの一般的なfanserviceのdrivvleは、それはちょうど短いscifiのラブストーリーのように見える、何か深くまたは大きいちょっとちょっと、 パーツは理にかなっていますが、このショーについては間違ったことはありません。そのちょっと大丈夫です.3つのエピソードしかないので、ちょっと時間があれば見てみましょう\n\n最後のノート：悪くない、ちょうど良いことを示す",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nseriously I'm going to waste my time writing a review of this? lol... after seeing all the other reviews with scores of 2 and 3 this show deserves a little more justice...\n\n\u001b[1m真剣に私はこれのレビューを書いて私の時間を無駄にするつもりですか？ 笑... 2と3のスコアで他のすべてのレビューを見た後、このショーはもう少し正義に値する...\u001b[22m\n\u001b[1m(Shinken ni watashi wa kore no rebyū o kaite watashi no jikan o muda ni suru tsumoridesu ka? Emi... 2 To 3 no sukoa de hoka no subete no rebyū o mita nochi, kono shō wa mōsukoshi seigi niataisuru...)\u001b[22m\n\nTranslations of \u001b[4mseriously I'm going to waste my time writing a review of this? lol... after seeing all the other reviews with scores of 2 and 3 this show deserves a little more justice...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mseriously I'm going to waste my time writing a review of this?\u001b[24m\n    \u001b[1m真剣に私はこれのレビューを書いて私の時間を無駄にするつもりですか？\u001b[22m, \u001b[1m真剣に私はこのレビューを書いて私の時間を無駄にするつもりですか？\u001b[22m\n\u001b[4mlol... after seeing all the other reviews with scores of 2 and 3 this show deserves a little more justice...\u001b[24m\n    \u001b[1m笑... 2と3のスコアで他のすべてのレビューを見た後、このショーはもう少し正義に値する...\u001b[22m, \u001b[1m...笑2および3のスコアで他のすべてのレビューを見た後、このショーはもう少し正義に値します...\u001b[22m\n\u001b[1m\u001b[22m\nthe first time i saw this was a dvd i happen to see at the store at first glance my thought was hey that looks pretty cool a quick read of the synopsis won the series a 'what the frick?' and it was returned to the shelf, about a year later Hulu added it, I figured I had some time before work why not? the art style looks nice enough anyway...\n\n\u001b[1m初めて私はこれがDVDであることを見た私は一目見たところで店で見ることが起こった私の考えはかなりシンプルに見えるちょっとだったシノプシスの素早い読書シリーズを獲得した '何frick？ それが棚に戻ってきた、およそ1年後にHuluはそれを付け加えました、私は仕事の前にしばらく時間があったと思いました。 とにかく芸術的なスタイルが十分に見える...\u001b[22m\n\u001b[1m(Hajimete watashi wa kore ga DVDdearu koto o mita watashi wa hitome mita tokoro de mise de miru koto ga okotta watashi no kangae wa kanari shinpuru ni mieru chottodatta shinopushisu no subayai dokusho shirīzu o kakutoku shita' nan frick? Sore ga tana ni modottekita, oyoso 1-nen-go ni Hulu wa sore o tsukekuwaemashita, watashi wa shigoto no mae ni shibaraku jikan ga atta to omoimashita. Tonikaku geijutsu-tekina sutairu ga jūbun ni mieru...)\u001b[22m\n\nTranslations of \u001b[4mthe first time i saw this was a dvd i happen to see at the store at first glance my thought was hey that looks pretty cool a quick read of the synopsis won the series a 'what the frick?' and it was returned to the shelf, about a year later Hulu added it, I figured I had some time before work why not? the art style looks nice enough anyway...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe first time i saw this was a dvd i happen to see at the store at first glance my thought was hey that looks pretty cool a quick read of the synopsis won the series a 'what the frick?'\u001b[24m\n    \u001b[1m初めて私はこれがDVDであることを見た私は一目見たところで店で見ることが起こった私の考えはかなりシンプルに見えるちょっとだったシノプシスの素早い読書シリーズを獲得した '何frick？\u001b[22m, \u001b[1m私はこれは私が一見の店で私の考えを確認するために起こるDVDだった見たのは初めてではちょっとそれは概要の迅速な読み取りがシリーズに勝ったかなりクールに見えました」何フリックを？」\u001b[22m\n\u001b[4mand it was returned to the shelf, about a year later Hulu added it, I figured I had some time before work why not?\u001b[24m\n    \u001b[1mそれが棚に戻ってきた、およそ1年後にHuluはそれを付け加えました、私は仕事の前にしばらく時間があったと思いました。\u001b[22m, \u001b[1mそれは、約一年後にHuluは、これを追加し、棚に戻したと、私は仕事の前にいくつかの時間をなぜ持っていた考え出しましたか？\u001b[22m\n\u001b[4mthe art style looks nice enough anyway...\u001b[24m\n    \u001b[1mとにかく芸術的なスタイルが十分に見える...\u001b[22m, \u001b[1mアートスタイルはとにかく十分に良さそうに見えます...\u001b[22m\n\u001b[1m\u001b[22m\nso lets see the show opens up with some chick sleeping in her underwear... not a great start to say the least... but hey they move on and SPOILERS AHOY MATEY she gets hit by a car, and we jump ahead to the end of the world :/\n\n\u001b[1mショーが彼女の下着で眠っているいくつかのひよこで開かれるのを見てみましょう...最小限にするための素晴らしい始まりではありません...しかし、彼らは移動し、スポイラーズAHOY MATEY彼女は車に当たって、 世界の終わり ：/\u001b[22m\n\u001b[1m(Shō ga kanojo no shitagi de nemutte iru ikutsu ka no hiyoko de aka reru no o mite mimashou... Saishōgen ni suru tame no subarashī hajimaride wa arimasen... Shikashi, karera wa idō shi, supoirāzu AHOY MATEY kanojo wa kuruma ni atatte, sekainoowari: /)\u001b[22m\n\nTranslations of \u001b[4mso lets see the show opens up with some chick sleeping in her underwear... not a great start to say the least... but hey they move on and SPOILERS AHOY MATEY she gets hit by a car, and we jump ahead to the end of the world :/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso lets see the show opens up with some chick sleeping in her underwear... not a great start to say the least... but hey they move on and SPOILERS AHOY MATEY she gets hit by a car, and we jump ahead to the\u001b[24m\n    \u001b[1mショーが彼女の下着で眠っているいくつかのひよこで開かれるのを見てみましょう...最小限にするための素晴らしい始まりではありません...しかし、彼らは移動し、スポイラーズAHOY MATEY彼女は車に当たって、\u001b[22m, \u001b[1mそうショーは彼女の下着でいくつかのひよこ寝ない...控えめに言って素晴らしいスタートで開く見ることができます...しかし、ちょっと、彼らは上に移動し、スポイラーアホイ相棒彼女が車にはねます、そして私たちが先にジャンプ\u001b[22m\n\u001b[4mend of the world :/\u001b[24m\n    \u001b[1m世界の終わり ：/\u001b[22m, \u001b[1m世界の終り ：/\u001b[22m, \u001b[1m世界の終わり：/\u001b[22m\n\u001b[1m\u001b[22m\nwhile the synopsis's for this show arent wrong, i feel they portray the show like its some kind of cheap porno, perhaps thats why all the veiwers of it are so butthurt, ther is very little fanservice in the entire show, the plot is about the fight between the 2 factions, the remenants of the government that are attempting to save the world, and the Kisaragi family who are ready to die and have a good time while wating\n\n\u001b[1mこのショーのための概要は間違っていませんが、私は彼らが安価なポルノのようなショーを描いているように感じます、それはおそらく、それのすべてのveiwersはbutthurtです、therは全体のショーで非常に少しfanserviceです。  2つの派閥、世界を救おうとしている政府の思い出、そして死ぬ準備ができていて、礼拝中に楽しい時間を過ごしている木更津家族の間の戦い\u001b[22m\n\u001b[1m(Kono shō no tame no gaiyō wa machigatte imasenga, watashi wa karera ga ankana poruno no yōna shō o kaite iru yō ni kanjimasu, sore wa osoraku, sore no subete no veiwers wa butthurtdesu, ther wa zentai no shō de hijō ni sukoshi fanservicedesu. 2Tsu no habatsu, sekai o sukuou to shite iru seifu no omoide, soshite shinu junbi ga dekite ite, reihai-chū ni tanoshī jikan o sugoshite iru Kisaradzu kazoku no ma no tatakai)\u001b[22m\n\nTranslations of \u001b[4mwhile the synopsis's for this show arent wrong, i feel they portray the show like its some kind of cheap porno, perhaps thats why all the veiwers of it are so butthurt, ther is very little fanservice in the entire show, the plot is about the fight between the 2 factions, the remenants of the government that are attempting to save the world, and the Kisaragi family who are ready to die and have a good time while wating\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhile the synopsis's for this show arent wrong, i feel they portray the show like its some kind of cheap porno, perhaps thats why all the veiwers of it are so butthurt, ther is very little fanservice in the entire show, the plot is about the\u001b[24m\n    \u001b[1mこのショーのための概要は間違っていませんが、私は彼らが安価なポルノのようなショーを描いているように感じます、それはおそらく、それのすべてのveiwersはbutthurtです、therは全体のショーで非常に少しfanserviceです。\u001b[22m, \u001b[1mシノプシスのこのショーのためには、間違ったアレントながら、私はおそらくそれのすべてveiwersがそのようにbutthurtされている理由thatsの、彼らは安いポルノのそのいくつかの種類のようなショーを描く感じ、THERはショー全体にはほとんどサービスカットがあり、プロットはについてです\u001b[22m\n\u001b[4mfight between the 2 factions, the remenants of the government that are attempting to save the world, and the Kisaragi family who are ready to die and have a good time while wating\u001b[24m\n    \u001b[1m2つの派閥、世界を救おうとしている政府の思い出、そして死ぬ準備ができていて、礼拝中に楽しい時間を過ごしている木更津家族の間の戦い\u001b[22m, \u001b[1m2派閥、世界を保存しようとしている政府のremenants、およびwatingながら死ぬ準備ができていると楽しい時間を過ごす如月の家族の間で戦います\u001b[22m\n\u001b[1m\u001b[22m\nthe show isnt bad, no it isnt groundbreaking, but its also not the just some generic fanservice drivvle like the synopsis makes it seem, its just kind of a short scifi love story, not anything deep or big just kinda ther, no not all the parts make sense but theres nothing so wrong about this show, its just kinda okay, and since its only 3 episodes, hey why not watch it if you have some time to kill\n\n\u001b[1mショーisnt悪い、いいえ、それは画期的ではないが、そのシノプシスのようなちょうどいくつかの一般的なfanserviceのdrivvleは、それはちょうど短いscifiのラブストーリーのように見える、何か深くまたは大きいちょっとちょっと、 パーツは理にかなっていますが、このショーについては間違ったことはありません。そのちょっと大丈夫です.3つのエピソードしかないので、ちょっと時間があれば見てみましょう\u001b[22m\n\u001b[1m(Shō isnt warui, īe, sore wa kakkitekide wa naiga, sono shinopushisu no yōna chōdo ikutsu ka no ippantekina fanservice no drivvle wa, sore wa chōdo mijikai scifi no rabusutōrī no yōnimieru, nanika fukaku matawa ōkī chotto chotto, pātsu wa ri ni kanatte imasuga, kono shō ni tsuite wa machigatta koto wa arimasen. Sono chotto daijōbudesu. 3Ttsu no episōdo shika nainode, chotto jikan ga areba mite mimashou)\u001b[22m\n\nTranslations of \u001b[4mthe show isnt bad, no it isnt groundbreaking, but its also not the just some generic fanservice drivvle like the synopsis makes it seem, its just kind of a short scifi love story, not anything deep or big just kinda ther, no not all the parts make sense but theres nothing so wrong about this show, its just kinda okay, and since its only 3 episodes, hey why not watch it if you have some time to kill\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe show isnt bad, no it isnt groundbreaking, but its also not the just some generic fanservice drivvle like the synopsis makes it seem, its just kind of a short scifi love story, not anything deep or big just kinda ther, no not all the\u001b[24m\n    \u001b[1mショーisnt悪い、いいえ、それは画期的ではないが、そのシノプシスのようなちょうどいくつかの一般的なfanserviceのdrivvleは、それはちょうど短いscifiのラブストーリーのように見える、何か深くまたは大きいちょっとちょっと、\u001b[22m, \u001b[1mショーはありません、それイマイチ画期的悪いイマイチが、シノプシスのようなそのもだけでなく、いくつかの一般的なサービスカットのdrivvleは、それが思われてしまう短いscifiのラブストーリー、深いまたは大きくないもののそのだけの種類だけでちょっとTHER、ないではないすべての\u001b[22m\n\u001b[4mparts make sense but theres nothing so wrong about this show, its just kinda okay, and since its only 3 episodes, hey why not watch it if you have some time to kill\u001b[24m\n    \u001b[1mパーツは理にかなっていますが、このショーについては間違ったことはありません。そのちょっと大丈夫です.3つのエピソードしかないので、ちょっと時間があれば見てみましょう\u001b[22m, \u001b[1m部品は意味をなさないが、theresのこの番組についてそう間違って何も、そのちょうどちょっと大丈夫、あなたは殺すためにいくつかの時間を持っている場合は、その唯一の3エピソードので、ちょっとなぜそれを見ていません\u001b[22m\n\u001b[1m\u001b[22m\nFinal note: shows not bad, just alright\n\n\u001b[1m最後のノート：悪くない、ちょうど良いことを示す\u001b[22m\n\u001b[1m(Saigo no nōto: Warukunai, chōdo yoi koto o shimesu)\u001b[22m\n\nTranslations of \u001b[4mFinal note: shows not bad, just alright\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal note: shows not bad, just alright\u001b[24m\n    \u001b[1m最後のノート：悪くない、ちょうど良いことを示す\u001b[22m, \u001b[1m最後の注意：ちょうど申し分なく、ショー悪くありません\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "Caraniel",
    "profile": "/profile/Caraniel/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=94169",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  5\nキャラクター|  3\n|  1\n\n面倒で非常に混乱しています。\n\nPLOT：ああ、始めることだった！ 私はこの混乱が何であるか全く分かりません - すべての男性が説明できない理由で死んでしまった未来の世界についての何か（彼らは自分の全面的な失敗の仕方については長々としていますが） 女性たちは2つの派閥に分かれています - 地球に再び住む方法を見つけるために科学に目を向ける人、そしてあきらめて残りの人生を平和と幸福で過ごしたい人。 何らかの理由で、たとえ女性が殺害と暴力が間違って男性であるかについて叙情的な言い方をしているにもかかわらず、完全に機能する軍隊があります！ だからとにかくそれは設定ですが、ランダムなユリのスタークロス・アローズのことがあります（それは開発の脇にあります）。全体のICEのことです（私はそれを説明しようとはしません）。 花と再び鳥に戻って......そしてその場面で彼らは赤ちゃんを殺したのです...それは非常にばらばらで完全にランダムです - 文字は深さがなく、私は全体の終わりが何であったのかも分かりません 夢は？別の世界？確かにちょっと知らないよ！）。 そう、ええ、「プロット」について大いに好きではない。\n\nアニメーション：アニメーションは実際にはかなりまともです。つまり、これが90秒のOVAだったら私は言っていたでしょう。 しかし、ICEは2007年に作られました。 誰かが非常に日付のついたキャラクターデザインとコスチュームデザインを私に説明できますか？ 全体がタイムワープに詰まっているようだ！ 私はセットデザインが好きでした。\n\n音楽＆amp; 声優：音楽にはあまり気づかなかった。 声の演技は非常に混在した袋で、いくつかの精液は良いですが、ほとんどがごみです。 石田晃がジュリアを声に出していたのに、一番私を投げつけたのは......。ガアラ/アスラン・ザラは、背の高いブロンドの女性を声高にしていた。 非常に奇妙。\n\nすべてのおしゃれなOVA、すごく面白い対話と非常に混乱したプロットの完全な - 避けてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nPretentious and extremely confusing.\n\n\u001b[1m面倒で非常に混乱しています。\u001b[22m\n\u001b[1m(Mendōde hijō ni konran shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mPretentious and extremely confusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretentious and extremely confusing.\u001b[24m\n    \u001b[1m面倒で非常に混乱しています。\u001b[22m, \u001b[1mうぬぼれと非常に紛らわしいです。\u001b[22m\n\u001b[1m\u001b[22m\nPLOT: Oh were to start! I have absolutely no idea what this mess was about – something about a future world where all the men have died out for some unexplained reason (although they do go on at length about how it was all their own fault!), and were the surviving women have split into two factions – those who have turned to science to find a way to repopulate the earth, and those who have given up and just want to live the rest of their lives in peace and happiness. For some reason there is a fully functioning military, even though the women keep waxing lyrical about how killing and violence is wrong and male! So anyway that's the setting, but then you have the random yuri star-crossed lovers thing (that gets next to no development), the whole ICE thing (I won't even attempt to explain that), a random interlude where birds turn into flowers and back into birds again…….and then the scene were they killed a baby…..It's all very disjointed and completely random – the characters have no depth and I don't even know what the whole end was about (was it a dream? another world? I sure as heck don't know!). So yeah, not much to love about the ‘plot’.\n\n\u001b[1mPLOT：ああ、始めることだった！ 私はこの混乱が何であるか全く分かりません - すべての男性が説明できない理由で死んでしまった未来の世界についての何か（彼らは自分の全面的な失敗の仕方については長々としていますが） 女性たちは2つの派閥に分かれています - 地球に再び住む方法を見つけるために科学に目を向ける人、そしてあきらめて残りの人生を平和と幸福で過ごしたい人。 何らかの理由で、たとえ女性が殺害と暴力が間違って男性であるかについて叙情的な言い方をしているにもかかわらず、完全に機能する軍隊があります！ だからとにかくそれは設定ですが、ランダムなユリのスタークロス・アローズのことがあります（それは開発の脇にあります）。全体のICEのことです（私はそれを説明しようとはしません）。 花と再び鳥に戻って......そしてその場面で彼らは赤ちゃんを殺したのです...それは非常にばらばらで完全にランダムです - 文字は深さがなく、私は全体の終わりが何であったのかも分かりません 夢は？別の世界？確かにちょっと知らないよ！）。 そう、ええ、「プロット」について大いに好きではない。\u001b[22m\n\u001b[1m(Purotto: Ā, hajimeru kotodatta! Watashi wa kono konran ga nandearu ka mattaku wakarimasen - subete no dansei ga setsumei dekinai riyū de shinde shimatta mirai no sekai ni tsuite no nanika (karera wa jibun no zenmen-tekina shippai no shikata ni tsuite wa naganaga to shite imasuga) josei-tachi wa 2tsu no habatsu ni wakarete imasu - chikyū ni futatabi sumu hōhō o mitsukeru tame ni kagaku ni mewomukeru hito, soshite akiramete nokori no jinsei o heiwa to kōfuku de sugoshitai hito. Nanrakano riyū de, tatoe josei ga satsugai to bōryoku ga machigatte danseidearu ka ni tsuite jojō-tekina iikata o shite iru nimokakawarazu, kanzen ni kinō suru guntai ga arimasu! Dakara tonikaku sore wa setteidesuga, randamuna yuri no sutākurosu arōzu no koto ga arimasu (sore wa kaihatsu no waki ni arimasu). Zentai no aisu no kotodesu (watashi wa sore o setsumei shiyou to wa shimasen). Hana to futatabi tori ni modotte... ... Soshite sono bamen de karera wa akachan o koroshita nodesu... Sore wa hijō ni barabara de kanzen ni randamudesu - moji wa fuka-sa ga naku, watashi wa zentai no owari ga nandeatta no kamo wakarimasen yume wa? Betsu no sekai? Tashika ni chotto shiranai yo! ). Sō, ē,`purotto' ni tsuite ōini sukide wanai.)\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION: The animation is actually fairly decent, or so I would have said if this was a 90s OVA. However ICE was made in 2007. Yeah. Could someone explain the extremely dated character designs and costume designs to me!? The whole thing seems to be stuck in a timewarp! I did like the set designs though.\n\n\u001b[1mアニメーション：アニメーションは実際にはかなりまともです。つまり、これが90秒のOVAだったら私は言っていたでしょう。 しかし、ICEは2007年に作られました。 誰かが非常に日付のついたキャラクターデザインとコスチュームデザインを私に説明できますか？ 全体がタイムワープに詰まっているようだ！ 私はセットデザインが好きでした。\u001b[22m\n\u001b[1m(Animēshon: Animēshon wa jissai ni wa kanari matomodesu. Tsumari, kore ga 90-byō no ovu~adattara watashi wa itte itadeshou. Shikashi, aisu wa 2007-nen ni tsukura remashita. Dareka ga hijō ni hidzuke no tsuita kyarakutādezain to kosuchūmudezain o watashi ni setsumei dekimasu ka? Zentai ga taimuwāpu ni tsumatte iru yōda! Watashi wa setto dezain ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mANIMATION: The animation is actually fairly decent, or so I would have said if this was a 90s OVA. However ICE was made in 2007. Yeah. Could someone explain the extremely dated character designs and costume designs to me!? The whole thing seems to be stuck in a timewarp! I did like the set designs though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION: The animation is actually fairly decent, or so I would have said if this was a 90s OVA.\u001b[24m\n    \u001b[1mアニメーション：アニメーションは実際にはかなりまともです。つまり、これが90秒のOVAだったら私は言っていたでしょう。\u001b[22m, \u001b[1mアニメーション：アニメーションは実際にはかなりまともです、またはこれは90年代OVAた場合ので、私は言っただろう。\u001b[22m\n\u001b[4mHowever ICE was made in 2007. Yeah.\u001b[24m\n    \u001b[1mしかし、ICEは2007年に作られました。\u001b[22m, \u001b[1mしかし、ICEは、うん、2007年に行われました。\u001b[22m\n\u001b[4mCould someone explain the extremely dated character designs and costume designs to me!?\u001b[24m\n    \u001b[1m誰かが非常に日付のついたキャラクターデザインとコスチュームデザインを私に説明できますか？\u001b[22m, \u001b[1m誰かが私には非常に日付のキャラクターデザインや衣装のデザインを説明してもらえます！\u001b[22m\n\u001b[4mThe whole thing seems to be stuck in a timewarp!\u001b[24m\n    \u001b[1m全体がタイムワープに詰まっているようだ！\u001b[22m, \u001b[1m全体のことは、タイムワープで立ち往生しているようです！\u001b[22m\n\u001b[4mI did like the set designs though.\u001b[24m\n    \u001b[1m私はセットデザインが好きでした。\u001b[22m, \u001b[1mセットはしかし設計のような私でした。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC &amp; VOICE ACTING: Didn’t notice the music much. The voice acting is a very mixed bag, some of the seiyuu are good, most are rubbish. The one that threw me most though was Akira Ishida voicing Julia…….yes Gaara / Athrun Zala voicing a tall blonde woman; very weird.\n\n\u001b[1m音楽＆amp; 声優：音楽にはあまり気づかなかった。 声の演技は非常に混在した袋で、いくつかの精液は良いですが、ほとんどがごみです。 石田晃がジュリアを声に出していたのに、一番私を投げつけたのは......。ガアラ/アスラン・ザラは、背の高いブロンドの女性を声で叫んだ。 非常に奇妙。\u001b[22m\n\u001b[1m(Ongaku& amp; seiyū: Ongaku ni wa amari kidzukanakatta. Koe no engi wa hijō ni konzai shita fukuro de, ikutsu ka no seieki wa yoidesuga, hotondo ga gomidesu. Ishida Akira ga Juria o koenidashite ita no ni, ichiban watashi o nagetsuketa no wa....... Gāra/ asuran zara wa, senotakai burondo no josei o koe de sakenda. Hijō ni kimyō.)\u001b[22m\n\nTranslations of \u001b[4mMUSIC &amp; VOICE ACTING: Didn’t notice the music much. The voice acting is a very mixed bag, some of the seiyuu are good, most are rubbish. The one that threw me most though was Akira Ishida voicing Julia…….yes Gaara / Athrun Zala voicing a tall blonde woman; very weird.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUSIC &amp;\u001b[24m\n    \u001b[1m音楽＆amp;\u001b[22m, \u001b[1mMUSIC＆＃038;\u001b[22m\n\u001b[4mVOICE ACTING: Didn’t notice the music much.\u001b[24m\n    \u001b[1m声優：音楽にはあまり気づかなかった。\u001b[22m, \u001b[1m声の演技：ずっと音楽に気付くことはありませんでした。\u001b[22m\n\u001b[4mThe voice acting is a very mixed bag, some of the seiyuu are good, most are rubbish.\u001b[24m\n    \u001b[1m声の演技は非常に混在した袋で、いくつかの精液は良いですが、ほとんどがごみです。\u001b[22m, \u001b[1m声の演技は声優のいくつかは、ほとんどがゴミであり、優れている、非常に混合袋です。\u001b[22m\n\u001b[4mThe one that threw me most though was Akira Ishida voicing Julia…….yes Gaara / Athrun Zala voicing a tall blonde woman;\u001b[24m\n    \u001b[1m石田晃がジュリアを声に出していたのに、一番私を投げつけたのは......。ガアラ/アスラン・ザラは、背の高いブロンドの女性を声で叫んだ。\u001b[22m, \u001b[1m最もしかし石田明がジュリアを表明した私を投げたものは......我愛羅/アスラン・ザラは、背の高い金髪の女性を表明します.yes。\u001b[22m\n\u001b[4mvery weird.\u001b[24m\n    \u001b[1m非常に奇妙。\u001b[22m, \u001b[1m非常に奇妙な。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all a piss poor OVA, full of pretentious dialogue and a very confusing plot – avoid.\n\n\u001b[1mすべてのおしゃれなOVA、すごく面白い対話と非常に混乱したプロットの完全な - 避けてください。\u001b[22m\n\u001b[1m(Subete no osharena ovu~a, sugoku omoshiroi taiwa to hijō ni konran shita purotto no kanzen'na - sakete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll in all a piss poor OVA, full of pretentious dialogue and a very confusing plot – avoid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all a piss poor OVA, full of pretentious dialogue and a very confusing plot – avoid.\u001b[24m\n    \u001b[1mすべてのおしゃれなOVA、すごく面白い対話と非常に混乱したプロットの完全な - 避けてください。\u001b[22m, \u001b[1mすべてすべての小便貧しいOVAで、大げさな対話と非常に紛らわしいプロットのフル - 避けます。\u001b[22m"
  },
  {
    "title": "Ice",
    "id": "2169",
    "url": "https://myanimelist.net/anime/2169/Ice",
    "user": "Freaks",
    "profile": "/profile/Freaks/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=86183",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  1\nサウンド|  3\nキャラクター|  1\n|  4\n\n氷\n私の言い訳を言い訳にしますが、あなたは不器用なアニメについて話したいですか？\n今は皆さんについては知りませんが、このショーは恐ろしいものばかりで、彼らはショーで何をしているのか理解できませんでした。 彼らがちょうど...実際にこのショーはちょうど散らばっていて、私がこのレビューで書くべきものを知っているのはわかりません....しかしここにそれは行く...\nこのショーは、逃げ出して死んだ女の子のことです。彼女は彼女を悩ましている指導者の心の中でポップアップします。 リーダーは彼女を好きな女の子に会い、場面は気分が悪くて見守っていた。 でも...もうタイプできないのは、ショーはちょうど時間の無駄です。 あなたの希望が高い人たちのために申し訳ありませんが、私はちょうどこれを言っています。\nしかし、ねえ、人々は多様です....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nice\n/īs/\n\n\u001b[1m氷\u001b[22m\n\u001b[1m(Kōri)\u001b[22m\n\nDefinitions of \u001b[4mice\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    氷\u001b[22m\n        ice, hail\n\u001b[1m    アイス\u001b[22m\n        ice\nexcuse my language but, you want to talk about bullshit anime?\n\n\u001b[1m私の言い訳を言い訳にしますが、あなたは不器用なアニメについて話したいですか？\u001b[22m\n\u001b[1m(Watashi no iiwake o iiwake ni shimasuga, anata wa bukiyōna anime ni tsuite hanashitaidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mexcuse my language but, you want to talk about bullshit anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mexcuse my language but, you want to talk about bullshit anime?\u001b[24m\n    \u001b[1m私の言い訳を言い訳にしますが、あなたは不器用なアニメについて話したいですか？\u001b[22m, \u001b[1m私の言語言い訳しかし、あなたはでたらめアニメについて話をしたいですか？\u001b[22m\nokay now i dont know about you guys but this show was horrible and stupid i could never understand what they are doing in the show. the fact that they are just... uhh this show is just scattered and dumb i dont know what to write in this review.... but here it goes...\n\n\u001b[1m今は皆さんについては知りませんが、このショーは恐ろしいものばかりで、彼らはショーで何をしているのか理解できませんでした。 彼らがちょうど...実際にこのショーはちょうど散らばっていて、私がこのレビューで書くべきものを知っているのはわかりません....しかしここにそれは行く...\u001b[22m\n\u001b[1m(Ima wa minasan ni tsuite wa shirimasenga, kono shō wa osoroshī mono bakari de, karera wa shō de nani o shite iru no ka rikai dekimasendeshita. Karera ga chōdo... Jissai ni kono shō wa chōdo chirabatte ite, watashi ga kono rebyū de kakubeki mono o shitte iru no wa wakarimasen. ... Shikashi koko ni soreha iku...)\u001b[22m\n\nTranslations of \u001b[4mokay now i dont know about you guys but this show was horrible and stupid i could never understand what they are doing in the show. the fact that they are just... uhh this show is just scattered and dumb i dont know what to write in this review.... but here it goes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mokay now i dont know about you guys but this show was horrible and stupid i could never understand what they are doing in the show.\u001b[24m\n    \u001b[1m今は皆さんについては知りませんが、このショーは恐ろしいものばかりで、彼らはショーで何をしているのか理解できませんでした。\u001b[22m, \u001b[1m大丈夫、今私はあなたたちを知っていけないが、このショーは恐ろしいことでしたし、愚かな私は、彼らがショーで何をしているかを理解することができませんでした。\u001b[22m\n\u001b[4mthe fact that they are just... uhh this show is just scattered and dumb i dont know what to write in this review.... but here it goes...\u001b[24m\n    \u001b[1m彼らがちょうど...実際にこのショーはちょうど散らばっていて、私がこのレビューで書くべきものを知っているのはわかりません....しかしここにそれは行く...\u001b[22m, \u001b[1m彼らはただ...うう、このショーがちょうど散乱されており、ダム私はこのレビューで書くために何を知らない....しかし、ここではそれが行くという事実...\u001b[22m\nthe show is about some girl who got ran over and die and then she pops up in the leaders mind bothering her. the leader meets a girl who likes her and the scenes were sick and irritating to watch. but...uh i can't type anymore the show is just a waste of time. sorry for the people who had their hopes high, but im just saying this so you wont get your spirit crushed like I....\n\n\u001b[1mこのショーは、逃げ出して死んだ女の子のことです。彼女は彼女を悩ましている指導者の心の中でポップアップします。 リーダーは彼女を好きな女の子に会い、場面は気分が悪くて見守っていた。 でも...もうタイプできないのは、ショーはちょうど時間の無駄です。 あなたの希望が高い人たちのために申し訳ありませんが、私はちょうどこれを言っています。\u001b[22m\n\u001b[1m(Kono shō wa, nigedashite shindaon'nanoko no kotodesu. Kanojo wa kanojo o nayama shite iru shidō-sha no kokoro no naka de poppuappu shimasu. Rīdā wa kanojo o sukina on'nanoko ni ai, bamen wa kibun ga warukute mimamotte ita. Demo... Mō taipu dekinai no wa, shō wa chōdo jikan'nomudadesu. Anata no kibō ga takai hito-tachi no tame ni mōshiwakearimasenga, watashi wa chōdo kore o itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe show is about some girl who got ran over and die and then she pops up in the leaders mind bothering her. the leader meets a girl who likes her and the scenes were sick and irritating to watch. but...uh i can't type anymore the show is just a waste of time. sorry for the people who had their hopes high, but im just saying this so you wont get your spirit crushed like I....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe show is about some girl who got ran over and die and then she pops up in the leaders mind bothering her.\u001b[24m\n    \u001b[1mこのショーは、逃げ出して死んだ女の子のことです。彼女は彼女を悩ましている指導者の心の中でポップアップします。\u001b[22m, \u001b[1mショーは駆け寄ると死ぬし、その後、彼女は彼女を悩ませていただけリーダーにポップアップしてしまったいくつかの女の子についてです。\u001b[22m\n\u001b[4mthe leader meets a girl who likes her and the scenes were sick and irritating to watch.\u001b[24m\n    \u001b[1mリーダーは彼女を好きな女の子に会い、場面は気分が悪くて見守っていた。\u001b[22m, \u001b[1mリーダーは彼女が好きな女の子を満たしているとのシーンは見て病人や刺激性でした。\u001b[22m\n\u001b[4mbut...uh i can't type anymore the show is just a waste of time.\u001b[24m\n    \u001b[1mでも...もうタイプできないのは、ショーはちょうど時間の無駄です。\u001b[22m, \u001b[1mしかし...ええと、私はショーは時間の無駄であるもう入力することはできません。\u001b[22m\n\u001b[4msorry for the people who had their hopes high, but im just saying this so you wont get your spirit crushed like I....\u001b[24m\n    \u001b[1mあなたの希望が高い人たちのために申し訳ありませんが、私はちょうどこれを言っています。\u001b[22m, \u001b[1m高い彼らの希望を持っていましたが、イムはちょうどので、あなたが文句を言わないあなたの精神は、私のように押しつぶさこれを言っ人々のため申し訳ありません....\u001b[22m\nbut hey, people are diverse....\n\n\u001b[1mしかし、ねえ、人々は多様です....\u001b[22m\n\u001b[1m(Shikashi, nē, hitobito wa tayōdesu....)\u001b[22m\n\nTranslations of \u001b[4mbut hey, people are diverse....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut hey, people are diverse....\u001b[24m\n    \u001b[1mしかし、ねえ、人々は多様です....\u001b[22m, \u001b[1mちょっと、人々が多様です....\u001b[22m"
  }
]
