[
  {
    "title": "Majin_Bone",
    "id": "21835",
    "url": "https://myanimelist.net/anime/21835/Majin_Bone",
    "user": "KingdomHeart",
    "profile": "/profile/KingdomHeart/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=164015",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\n - 更新\n私はちょうどアニメを終え、私は全く失望していません。 それは素晴らしいアニメでした。 最高の最高のものではありません。 しかし、スーパーヒーローを考える子供が、このアニメには完璧です。 ストーリーは本当に素晴らしく、キャラクターはデベロップメントにはなかったかもしれないが、彼らの話ははっきりしている。\nあなたがスーパーヒーローを好きな子供の心でアニメを見ることができる場合。 完全にこのアニメを見てください。 ドラマはたくさんありますが、実際にはこのアニメは他のアニメーションと少し違っています。\n私のように皆が楽しんでくれることを願っています。\n\n - /更新\n私はこれがこの時代から最も過小評価されているアニメの一つだと思う。 あなたはデスノートやフルメタルAlchamistのようなものを期待してアニメを見てはいけません。\nこれはカードゲームに基づくアニメです。 しかし、カードゲームは、アニメではそれほど重要ではありません。\n\nあなたは人のすべての良いことを見たいと思う人と一緒に住んでいます。 何かが多かったし、何度も失敗しました。 たとえそれがそうであったとしても、ここでもそれは失敗します。 しかし、それでもあなたには「誰の中にも良いものを見ることができますか」と考えることができます。 少しでも、それはまだアニメの中に満ちています。\n\n子供向けのアニメです。 子供の心でそれを見て、アニメはあなたが思うほど悪くはないことがわかります。 彼の人生と彼の周りの人たちを守り、スーパーヒーローを演じる人。 文字はすべてカラフルで、文字を完全に区切ります。\n\n私が今まで見たもののために。 あなたがまだ子供の心を持っているなら、それを見る価値がある",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n--Update\n\n\u001b[1m - 更新\u001b[22m\n\u001b[1m(- Kōshin)\u001b[22m\n\nDefinitions of \u001b[4m--Update\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    更新\u001b[22m\n        update, renewal, renovation, innovation\n\u001b[1m    修正\u001b[22m\n        modification, correction, retouching, revision, amendment, update\n\u001b[1m    アップデイト\u001b[22m\n        update\n\nverb\n\u001b[1m    アップデート\u001b[22m\n        update\nI just finished the anime and I am not disappointed at all. It was an awesome anime. Not like best of the best. But as a child who think of a superhero is this anime perfect. It's story is really great and the characters were maybe not in art developt but their stories are clear.\n\n\u001b[1m私はちょうどアニメを終え、私は全く失望していません。 それは素晴らしいアニメでした。 最高の最高のものではありません。 しかし、スーパーヒーローを考える子供が、このアニメには完璧です。 ストーリーは本当に素晴らしく、キャラクターはデベロップメントにはなかったかもしれないが、彼らの話ははっきりしている。\u001b[22m\n\u001b[1m(Watashi wa chōdo anime o oe, watashi wa mattaku shitsubō shite imasen. Sore wa subarashī animedeshita. Saikō no saikō no monode wa arimasen. Shikashi, sūpāhīrō o kangaeru kodomo ga, kono anime ni wa kanpekidesu. Sutōrī wa hontōni subarashiku, kyarakutā wa deberoppumento ni wa nakatta kamo shirenaiga, karera no hanashi wa hakkiri shite iru.)\u001b[22m\n\nTranslations of \u001b[4mI just finished the anime and I am not disappointed at all. It was an awesome anime. Not like best of the best. But as a child who think of a superhero is this anime perfect. It's story is really great and the characters were maybe not in art developt but their stories are clear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just finished the anime and I am not disappointed at all.\u001b[24m\n    \u001b[1m私はちょうどアニメを終え、私は全く失望していません。\u001b[22m, \u001b[1m私はアニメを終えて、私はすべてに失望していないです。\u001b[22m\n\u001b[4mIt was an awesome anime.\u001b[24m\n    \u001b[1mそれは素晴らしいアニメでした。\u001b[22m\n\u001b[4mNot like best of the best.\u001b[24m\n    \u001b[1m最高の最高のものではありません。\u001b[22m, \u001b[1m最高の最高を好きではありません。\u001b[22m\n\u001b[4mBut as a child who think of a superhero is this anime perfect.\u001b[24m\n    \u001b[1mしかし、スーパーヒーローを考える子供が、このアニメには完璧です。\u001b[22m, \u001b[1mしかし、スーパーヒーローを考えるなどの子はこのアニメに最適です。\u001b[22m\n\u001b[4mIt's story is really great and the characters were maybe not in art developt but their stories are clear.\u001b[24m\n    \u001b[1mストーリーは本当に素晴らしく、キャラクターはデベロップメントにはなかったかもしれないが、彼らの話ははっきりしている。\u001b[22m, \u001b[1mそれは本当に素晴らしいですし、文字がアートdeveloptではそうでないかもしれないだったが、彼らの物語が明らかにされている話です。\u001b[22m\nIf you are able to watch an anime with a mind of a child who likes superheros. Totally watch this anime. There is a lot of drama, but that really makes this anime a little different than most others.\n\n\u001b[1mあなたがスーパーヒーローを好きな子供の心でアニメを見ることができる場合。 完全にこのアニメを見てください。 ドラマはたくさんありますが、実際にはこのアニメは他のアニメーションと少し違っています。\u001b[22m\n\u001b[1m(Anata ga sūpāhīrō o sukina kodomo no kokoro de anime o miru koto ga dekiru baai. Kanzen ni kono anime o mite kudasai. Dorama wa takusan arimasuga, jissai ni hako no anime wa hoka no animēshon to sukoshi chigatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are able to watch an anime with a mind of a child who likes superheros. Totally watch this anime. There is a lot of drama, but that really makes this anime a little different than most others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are able to watch an anime with a mind of a child who likes superheros.\u001b[24m\n    \u001b[1mあなたがスーパーヒーローを好きな子供の心でアニメを見ることができる場合。\u001b[22m, \u001b[1mあなたはスーパーヒーローが好きな子どもの心でアニメを見ることができる場合。\u001b[22m\n\u001b[4mTotally watch this anime.\u001b[24m\n    \u001b[1m完全にこのアニメを見てください。\u001b[22m, \u001b[1m完全にこのアニメを見ます。\u001b[22m\n\u001b[4mThere is a lot of drama, but that really makes this anime a little different than most others.\u001b[24m\n    \u001b[1mドラマはたくさんありますが、実際にはこのアニメは他のアニメーションと少し違っています。\u001b[22m, \u001b[1mそこにドラマがたくさんあるが、それは実際にはほとんど他のものより少し異なるこのアニメになります。\u001b[22m\nI hope you all will enjoy it like I did.\n\n\u001b[1m私のように皆が楽しんでくれることを願っています。\u001b[22m\n\u001b[1m(Watashi no yō ni mina ga tanoshinde kureru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope you all will enjoy it like I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you all will enjoy it like I did.\u001b[24m\n    \u001b[1m私のように皆が楽しんでくれることを願っています。\u001b[22m, \u001b[1m私は私がしたようにあなたはすべてそれを楽しむことを願っています。\u001b[22m\n\u001b[1m\u001b[22m\n--/Update\n\n\u001b[1m - /更新\u001b[22m\n\u001b[1m(- / Kōshin)\u001b[22m\n\nDefinitions of \u001b[4m--/Update\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    更新\u001b[22m\n        update, renewal, renovation, innovation\n\u001b[1m    修正\u001b[22m\n        modification, correction, retouching, revision, amendment, update\n\u001b[1m    アップデイト\u001b[22m\n        update\n\nverb\n\u001b[1m    アップデート\u001b[22m\n        update\nI think this is one of the most underestimating animes from this time. You must not look to the anime expecting things like Death Note or Fullmetal Alchamist.\n\n\u001b[1m私はこれがこの時代から最も過小評価されているアニメの一つだと思う。 あなたはデスノートやフルメタルAlchamistのようなものを期待してアニメを見てはいけません。\u001b[22m\n\u001b[1m(Watashi wa kore ga kono jidai kara mottomo kashō hyōka sa rete iru anime no hitotsuda to omou. Anata wa desunōto ya furumetaru Alchamist no yōna mono o kitai shite anime o mite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mI think this is one of the most underestimating animes from this time. You must not look to the anime expecting things like Death Note or Fullmetal Alchamist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is one of the most underestimating animes from this time.\u001b[24m\n    \u001b[1m私はこれがこの時代から最も過小評価されているアニメの一つだと思う。\u001b[22m, \u001b[1m私がこの時間から最も過小評価のアニメの一つだと思います。\u001b[22m\n\u001b[4mYou must not look to the anime expecting things like Death Note or Fullmetal Alchamist.\u001b[24m\n    \u001b[1mあなたはデスノートやフルメタルAlchamistのようなものを期待してアニメを見てはいけません。\u001b[22m, \u001b[1mあなたはデスノートまたは鋼の錬金術師Alchamistのようなものを期待してアニメに見てはいけません。\u001b[22m\nThis is a anime based on a card game. But the card game is not that much for important in the anime.\n\n\u001b[1mこれはカードゲームに基づくアニメです。 しかし、カードゲームは、アニメではそれほど重要ではありません。\u001b[22m\n\u001b[1m(Kore wa kādogēmu ni motodzuku animedesu. Shikashi, kādogēmu wa, animede wa sorehodo jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is a anime based on a card game. But the card game is not that much for important in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a anime based on a card game.\u001b[24m\n    \u001b[1mこれはカードゲームに基づくアニメです。\u001b[22m, \u001b[1mこれは、カードゲームに基づいて、アニメです。\u001b[22m\n\u001b[4mBut the card game is not that much for important in the anime.\u001b[24m\n    \u001b[1mしかし、カードゲームは、アニメではそれほど重要ではありません。\u001b[22m, \u001b[1mしかし、カードゲームがアニメに重要なのためにそれほどではありません。\u001b[22m\n\u001b[1m\u001b[22m\nYou live with a person that wants to see all good in people. Something done a lot and it failed a lot of times. Even here it kinda fails because that is to much that it supposed to be. But still it gives you thinking about 'Can I see the good within everyone'. Even it's a bit much, it still fill within the anime.\n\n\u001b[1mあなたは人のすべての良いことを見たいと思う人と一緒に住んでいます。 何かが多かったし、何度も失敗しました。 たとえそれがそうであったとしても、ここでもそれは失敗します。 しかし、それでもあなたには「誰の中にも良いものを見ることができますか」と考えることができます。 少しでも、それはまだアニメの中に満ちています。\u001b[22m\n\u001b[1m(Anata wa hito no subete no yoikoto o mitai to omou hito to issho ni sunde imasu. Nanika ga ōkattashi, nando mo shippai shimashita. Tatoe sore ga sōdeatta to shite mo, koko demo sore wa shippai shimasu. Shikashi, soredemo anata ni wa `dare no naka ni mo yoi mono o miru koto ga dekimasu ka' to kangaeru koto ga dekimasu. Sukoshi demo, sore wa mada anime no naka ni michite imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou live with a person that wants to see all good in people. Something done a lot and it failed a lot of times. Even here it kinda fails because that is to much that it supposed to be. But still it gives you thinking about 'Can I see the good within everyone'. Even it's a bit much, it still fill within the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou live with a person that wants to see all good in people.\u001b[24m\n    \u001b[1mあなたは人のすべての良いことを見たいと思う人と一緒に住んでいます。\u001b[22m, \u001b[1mあなたは人々にすべての良いを見たい人と一緒に住んでいます。\u001b[22m\n\u001b[4mSomething done a lot and it failed a lot of times.\u001b[24m\n    \u001b[1m何かが多かったし、何度も失敗しました。\u001b[22m, \u001b[1m何かが多くを行って、それは多くの時間を失敗しました。\u001b[22m\n\u001b[4mEven here it kinda fails because that is to much that it supposed to be.\u001b[24m\n    \u001b[1mたとえそれがそうであったとしても、ここでもそれは失敗します。\u001b[22m, \u001b[1mそれは、それがすることになっていることをはるかにあるので、ここでもそれはちょっと失敗します。\u001b[22m\n\u001b[4mBut still it gives you thinking about 'Can I see the good within everyone'.\u001b[24m\n    \u001b[1mしかし、それでもあなたには「誰の中にも良いものを見ることができますか」と考えることができます。\u001b[22m, \u001b[1mしかし、まだそれはあなたが「私は皆の中に良いを見ることができます」について考えて提供します。\u001b[22m\n\u001b[4mEven it's a bit much, it still fill within the anime.\u001b[24m\n    \u001b[1m少しでも、それはまだアニメの中に満ちています。\u001b[22m, \u001b[1mでもそれはまだアニメの中に埋め、少しくらいです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's still a anime based for kids. Watch it with a mind of a kid and you will see that the anime isn't that bad as you think. Someone who will protect his life and those around him and play the superhero. The characters are all colorfull and they separate the characters perfectly.\n\n\u001b[1m子供向けのアニメです。 子供の心でそれを見て、アニメはあなたが思うほど悪くはないことがわかります。 彼の人生と彼の周りの人たちを守り、スーパーヒーローを演じる人。 文字はすべてカラフルで、文字を完全に区切ります。\u001b[22m\n\u001b[1m(Kodomo-muke no animedesu. Kodomo no kokoro de sore o mite, anime wa anata ga omou hodo waruku wanai koto ga wakarimasu. Kare no jinsei to kare no mawarinohito-tachi o mamori, sūpāhīrō o enjiru hito. Moji wa subete karafuru de, moji o kanzen ni kugirimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's still a anime based for kids. Watch it with a mind of a kid and you will see that the anime isn't that bad as you think. Someone who will protect his life and those around him and play the superhero. The characters are all colorfull and they separate the characters perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's still a anime based for kids.\u001b[24m\n    \u001b[1m子供向けのアニメです。\u001b[22m, \u001b[1mそれはまだ子供のためのベースのアニメです。\u001b[22m\n\u001b[4mWatch it with a mind of a kid and you will see that the anime isn't that bad as you think.\u001b[24m\n    \u001b[1m子供の心でそれを見て、アニメはあなたが思うほど悪くはないことがわかります。\u001b[22m, \u001b[1m子供の心でそれを見て、あなたが思うようにアニメが悪いことではないことがわかります。\u001b[22m\n\u001b[4mSomeone who will protect his life and those around him and play the superhero.\u001b[24m\n    \u001b[1m彼の人生と彼の周りの人たちを守り、スーパーヒーローを演じる人。\u001b[22m, \u001b[1m彼の人生と彼の周りの人を保護し、スーパーヒーローを再生します誰か。\u001b[22m\n\u001b[4mThe characters are all colorfull and they separate the characters perfectly.\u001b[24m\n    \u001b[1m文字はすべてカラフルで、文字を完全に区切ります。\u001b[22m, \u001b[1m文字は全てカラフルであり、彼らは完全に文字を分離します。\u001b[22m\n\u001b[1m\u001b[22m\nFor what I have seen so far. It's really worth watching it if you still have a child's mind\n\n\u001b[1m私が今まで見たもののために。 あなたがまだ子供の心を持っているなら、それを見る価値がある\u001b[22m\n\u001b[1m(Watashi ga imamade mita mono no tame ni. Anata ga mada kodomo no kokoro o motte irunara, sore o miru kachigāru)\u001b[22m\n\nTranslations of \u001b[4mFor what I have seen so far. It's really worth watching it if you still have a child's mind\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor what I have seen so far.\u001b[24m\n    \u001b[1m私が今まで見たもののために。\u001b[22m, \u001b[1m私がこれまで見てきた何のために。\u001b[22m\n\u001b[4mIt's really worth watching it if you still have a child's mind\u001b[24m\n    \u001b[1mあなたがまだ子供の心を持っているなら、それを見る価値がある\u001b[22m, \u001b[1mあなたはまだ子供の心を持っている場合は、それを見て本当に価値があります\u001b[22m"
  },
  {
    "title": "Majin_Bone",
    "id": "21835",
    "url": "https://myanimelist.net/anime/21835/Majin_Bone",
    "user": "nanakibh",
    "profile": "/profile/nanakibh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=147935",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  4\n\nショーの最初のエピソードは、はるかに面白いエピソードです。 それはあなたに多くの有望なことを示していますが、最終的には実現しません。 それぞれのキャラクターにはユニークなものがありますが、ユニークな特徴はほとんど探索されず、成長することはありません。 キャラクターの関係やインタラクションは非常に浅く、決して本当にあなたに投資を感じるほどのものを与えることはありません。 このようなショーでは、十分に発達したキャラクターが必要なので、おそらくそれを保持しているのだろうと思います。 私はそれが確かに悪くないので、ショーを見続けるが、それも魅力的ではない、しばしば私の注意をつかむことに失敗した。 ショーは人生が欠けているように感じます。 芸術のスタイルはかなりユニークですが、一部の人にとってはターンオフになる可能性があります。 私は個人的には、CGアクションがそれについて最もよく行われたことの1つであることを発見しましたが、ほぼすべての他の面で優れていません。 物語は賞賛されません。  MCは権力を得て、それから悪党のグループを標的にします。彼にはそのような力があるからです。 それが紛争の中心です。 それは、それをサポートするために面白いキャラクターのキャストがあった場合、このようなショーで動作する単純な話のようなものです。\n\n私が言ったように、それは決して悪いショーではありませんが、代わりにあなたの時間を過ごすことができたことは間違いありません。 誰かが既に類似の番組のリストにGatchaman Crowdsを既に推奨していたので、あなたはsentaiのような雰囲気のアニメを見たいと思うなら、これを触れる前に、間違いなくそれをお勧めします。 サムライ・フラメンコもまたあなたの時間の価値があるでしょう。 しかし、あなたの手に余裕があるなら、これを見ても苦しんではいけません。 それは無害です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThe first episode of the show is, by far, the most entertaining episode. It shows you a lot of promising things, but ultimately doesn't deliver. Each character has something unique about them, but those unique traits are rarely explored and never grow. The character relationships and interactions are very shallow, never giving you enough to truly feel invested in them. Because a show like this needs well-developed characters, I think that's probably what holds it back the most. I continued watching the show because it's certainly not bad, but it's not engaging either, often failing to hold my attention. The show feels like it's lacking life. The art style is fairly unique, but could be a turn-off for some. I personally found the CG action to be one of the most well-done things about it, but it fails to excel in nearly every other aspect. The story is uninspired; the MC gains powers, then gets targeted by a group of bad guys because he has those powers. That's where all of the conflict centers. It's the kind of simple story that would work in a show like this if it had an interesting cast of characters to support it.\n\n\u001b[1mショーの最初のエピソードは、はるかに面白いエピソードです。 それはあなたに多くの有望なことを示していますが、最終的には実現しません。 それぞれのキャラクターにはユニークなものがありますが、ユニークな特徴はほとんど探索されず、成長することはありません。 キャラクターの関係やインタラクションは非常に浅く、決して本当にあなたに投資を感じるほどのものを与えることはありません。 このようなショーでは、十分に発達したキャラクターが必要なので、おそらくそれを保持しているのだろうと思います。 私はそれが確かに悪くないので、ショーを見続けるが、それも魅力的ではない、しばしば私の注意をつかむことに失敗した。 ショーは人生が欠けているように感じます。 芸術のスタイルはかなりユニークですが、一部の人にとってはターンオフになる可能性があります。 私は個人的には、CGアクションがそれについて最もよく行われたことの1つであることを発見しましたが、ほぼすべての他の面で優れていません。 物語は賞賛されません。  MCは権力を得て、それから悪党のグループを標的にします。彼にはそのような力があるからです。 それが紛争の中心です。 それは、それをサポートするために面白いキャラクターのキャストがあった場合、このようなショーで動作する単純な話のようなものです。\u001b[22m\n\u001b[1m(Shō no saisho no episōdo wa, haruka ni omoshiroi episōdodesu. Sore wa anata ni ōku no yūbōna koto o shimeshite imasuga, saishūtekini wa jitsugen shimasen. Watashi wa sore ga tashika ni warukunainode, shō o mi tsudzukeruga, sore mo mirikitekide wanai, shibashiba watashi no chūi o tsukamu koto ni shippaishita. Shō wa jinsei ga kakete iru yō ni kanjimasu. Geijutsu no sutairu wa kanari yunīkudesuga, ichibu no hito ni totte wa tān'ofu ni naru kanōsei ga arimasu. Watashi wa kojin-teki ni wa, CG akushon ga sore ni tsuite mottomo yoku okonawa reta koto no 1tsudearu koto o hakken shimashitaga, hobo subete no ta no men de sugurete imasen. Monogatari wa shōsan sa remasen. MC wa kenryoku o ete, sorekara akutō no gurūpu o hyōteki ni shimasu. Kare ni wa sono yōna chikara ga arukaradesu. Sore ga funsō no chūshindesu. Sore wa, sore o sapōto suru tame ni omoshiroi kyarakutā no kyasuto ga atta baai, kono yōna shō de dōsa suru tanjun'na hanashi no yōna monodesu. Sorezore no kyarakutā ni wa yunīkuna mono ga arimasuga, yunīkuna tokuchō wa hotondo tansaku sa rezu, seichō suru koto wa arimasen. Kyarakutā no kankei ya intarakushon wa hijō ni asaku, kesshite hontōni anata ni tōshi o kanjiru hodo no mono o ataeru koto wa arimasen. Ko no yōna shōde wa, jūbun ni hattatsu shita kyarakutā ga hitsuyōnanode, osoraku sore o hoji shite iru nodarou to omoimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nLike I said, it's not a bad show by any means, but there are definitely better things you could be spending your time watching instead. Somebody already recommended Gatchaman Crowds in the list of similar shows, so if you want to watch an anime with a sentai kind of vibe, I definitely recommend that one before you touch this. Samurai Flamenco would also be way more worth your time. But, if you have a lot of spare time on your hands, you won't suffer for watching this one. It's harmless.\n\n\u001b[1m私が言ったように、それは決して悪いショーではありませんが、代わりにあなたの時間を過ごすことができたことは間違いありません。 誰かが既に類似の番組のリストにGatchaman Crowdsを既に推奨していたので、あなたはsentaiのような雰囲気のアニメを見たいと思うなら、これを触れる前に、間違いなくそれをお勧めします。 サムライ・フラメンコもまたあなたの時間の価値があるでしょう。 しかし、あなたの手に余裕があるなら、これを見ても苦しんではいけません。 それは無害です。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, sore wa kesshite warui shōde wa arimasenga, kawarini anata no jikan o sugosu koto ga dekita koto wa machigai arimasen. Dareka ga sudeni ruiji no bangumi no risuto ni Gatchaman Crowds o sudeni suishō shite itanode, anata wa sentai no yōna fun'iki no anime o mitai to omounara, kore o fureru mae ni, machigainaku sore o o susume shimasu. Samurai furamenko mo mata anata no jikan no kachi ga arudeshou. Shikashi, anata no te ni yoyūgārunara, kore o mite mo kurushinde wa ikemasen. Sore wa mugaidesu.)\u001b[22m\n\nTranslations of \u001b[4mLike I said, it's not a bad show by any means, but there are definitely better things you could be spending your time watching instead. Somebody already recommended Gatchaman Crowds in the list of similar shows, so if you want to watch an anime with a sentai kind of vibe, I definitely recommend that one before you touch this. Samurai Flamenco would also be way more worth your time. But, if you have a lot of spare time on your hands, you won't suffer for watching this one. It's harmless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said, it's not a bad show by any means, but there are definitely better things you could be spending your time watching instead.\u001b[24m\n    \u001b[1m私が言ったように、それは決して悪いショーではありませんが、代わりにあなたの時間を過ごすことができたことは間違いありません。\u001b[22m, \u001b[1m私が言ったように、それは任意の手段によって悪いショーではありませんが、あなたが代わりに見て、あなたの時間を過ごすことができた間違いなく良いものがあります。\u001b[22m\n\u001b[4mSomebody already recommended Gatchaman Crowds in the list of similar shows, so if you want to watch an anime with a sentai kind of vibe, I definitely recommend that one before you touch this.\u001b[24m\n    \u001b[1m誰かが既に類似の番組のリストにGatchaman Crowdsを既に推奨していたので、あなたはsentaiのような雰囲気のアニメを見たいと思うなら、これを触れる前に、間違いなくそれをお勧めします。\u001b[22m, \u001b[1mあなたはバイブの戦隊種類でアニメを見たい場合は、これをタッチする前に、私は間違いなくその1をお勧めしますので、誰かがすでに、同様のショーのリストにガッチャマンクラウズをお勧めします。\u001b[22m\n\u001b[4mSamurai Flamenco would also be way more worth your time.\u001b[24m\n    \u001b[1mサムライ・フラメンコもまたあなたの時間の価値があるでしょう。\u001b[22m, \u001b[1mサムライフラメンコはまた、あなたの時間の方法より価値があるだろう。\u001b[22m\n\u001b[4mBut, if you have a lot of spare time on your hands, you won't suffer for watching this one.\u001b[24m\n    \u001b[1mしかし、あなたの手に余裕があるなら、これを見ても苦しんではいけません。\u001b[22m, \u001b[1mあなたがあなたの手に予備の多くの時間を持っている場合しかし、あなたはこの1を見てのために苦しむことはありません。\u001b[22m\n\u001b[4mIt's harmless.\u001b[24m\n    \u001b[1mそれは無害です。\u001b[22m"
  },
  {
    "title": "Majin_Bone",
    "id": "21835",
    "url": "https://myanimelist.net/anime/21835/Majin_Bone",
    "user": "chrisA15",
    "profile": "/profile/chrisA15/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=164121",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  3\nサウンド|  4\nキャラクター|  5\n|  5\n\nストーリー - 若い男性の視聴者を対象としたパワーレンジャーの漫画版。\n\nアートとサウンド - 芸術はそれほど良いことではありません.9〜10年前に出てきたアニメは、このシリーズのアートよりも優れています。 サウンドに関しては、特別な言及も何の言及もない。\n\nキャラクター - 再び何も言及する価値がない、典型的な文字。\n\n楽しさ - 電源レンジャーと同様のプロットを持っているパワーレンジャーとアニメシリーズが好きな人は、これを見つけるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nStory - Pretty much a cartoon version of power rangers aimed at the young male audience.\n\n\u001b[1mストーリー - 若い男性の視聴者を対象としたパワーレンジャーの漫画版。\u001b[22m\n\u001b[1m(Sutōrī - wakai dansei no shichō-sha o taishō to shita pawārenjā no manga-ban.)\u001b[22m\n\nTranslations of \u001b[4mStory - Pretty much a cartoon version of power rangers aimed at the young male audience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - Pretty much a cartoon version of power rangers aimed at the young male audience.\u001b[24m\n    \u001b[1mストーリー - 若い男性の視聴者を対象としたパワーレンジャーの漫画版。\u001b[22m, \u001b[1mストーリー - 若い男性の聴衆に向けたパワーレンジャーのかなり多くの漫画版。\u001b[22m\n\u001b[1m\u001b[22m\nArt and sound - The art is not that good at all, there are anime that came out 9-10 years ago that looks better than the art in this series. As for Sound, nothing to special or worth mentioning.\n\n\u001b[1mアートとサウンド - 芸術はそれほど良いことではありません.9〜10年前に出てきたアニメは、このシリーズのアートよりも優れています。 サウンドに関しては、特別な言及も何の言及もない。\u001b[22m\n\u001b[1m(Āto to saundo - geijutsu wa sore hodo yoi kotode wa arimasen. 9 〜 10-Nen mae ni detekita anime wa, kono shirīzu no āto yori mo sugurete imasu. Saundo ni kanshite wa, tokubetsuna genkyū mo nani no genkyū mo nai.)\u001b[22m\n\nTranslations of \u001b[4mArt and sound - The art is not that good at all, there are anime that came out 9-10 years ago that looks better than the art in this series. As for Sound, nothing to special or worth mentioning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and sound - The art is not that good at all, there are anime that came out 9-10 years ago that looks better than the art in this series.\u001b[24m\n    \u001b[1mアートとサウンド - 芸術はそれほど良いことではありません.9〜10年前に出てきたアニメは、このシリーズのアートよりも優れています。\u001b[22m, \u001b[1mアートとサウンド - 芸術は全く良いことはありませんが、このシリーズの技術よりも良く見えること9-10年前に出てきたアニメがあります。\u001b[22m\n\u001b[4mAs for Sound, nothing to special or worth mentioning.\u001b[24m\n    \u001b[1mサウンドに関しては、特別な言及も何の言及もない。\u001b[22m, \u001b[1mサウンドに関しては、特別なまたは言及する価値に何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - Again nothing worth mentioning, typical characters.\n\n\u001b[1mキャラクター - 再び何も言及する価値がない、典型的な文字。\u001b[22m\n\u001b[1m(Kyarakutā - futatabi nani mo genkyū suru kachi ga nai, tenkei-tekina moji.)\u001b[22m\n\nTranslations of \u001b[4mCharacters - Again nothing worth mentioning, typical characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - Again nothing worth mentioning, typical characters.\u001b[24m\n    \u001b[1mキャラクター - 再び何も言及する価値がない、典型的な文字。\u001b[22m, \u001b[1m文字 - 言及する価値がここでも何も、典型的な文字です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - Those who like Powers Ranger and anime series which have similar plots to power rangers would find this good.\n\n\u001b[1m楽しさ - 電源レンジャーと同様のプロットを持っているパワーレンジャーとアニメシリーズが好きな人は、これを見つけるでしょう。\u001b[22m\n\u001b[1m(Tanoshisa - dengen renjā to dōyō no purotto o motte iru pawārenjā to animeshirīzu ga sukinahito wa, kore o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - Those who like Powers Ranger and anime series which have similar plots to power rangers would find this good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - Those who like Powers Ranger and anime series which have similar plots to power rangers would find this good.\u001b[24m\n    \u001b[1m楽しさ - 電源レンジャーと同様のプロットを持っているパワーレンジャーとアニメシリーズが好きな人は、これを見つけるでしょう。\u001b[22m, \u001b[1m楽しさ - パワーレンジャーに似たプロットを持っているパワーズレンジャーとアニメが好きな人は、この良いを見つけるだろう。\u001b[22m"
  },
  {
    "title": "Majin_Bone",
    "id": "21835",
    "url": "https://myanimelist.net/anime/21835/Majin_Bone",
    "user": "ZackNero03",
    "profile": "/profile/ZackNero03/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=191168",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  7\n\nマジンボーン 日常生活の価値を本当にテストするショー。\n\nストーリー7/10：物語はひどいわけではありませんが、それは本当に地面を壊すものではありません。 しかし、示されていることは実際には非常にうまくペースである、彼らは特定の詳細を急いでしなければならなかったように実際に感じることはありませんでした。 それが私のことを、特に最後に近い物語に引き寄せる瞬間もありました。 ちょっと早く起こったのではないかと思います。\n\nアート8/10：これでショーが本当に光っていると感じたのは、アニメーションです。  2Dと3Dの2つの異なるスタイルがあります。これは、奇妙な洞窟の部分のAladdinを思い起こさせるものがあれば。 そして、私は3Dパートのファンでした。彼らがやりたかったのは、2つのスタイルのうちのより多くをより頻繁に組み合わせたことでした。 最初の数回のエピソードとは別に、頻繁に起こることはありません。 そして、それが起こったとき、3Dのものはあまり働かなかった、私のopinoinでよりインタラクティブにする必要があります。\n\nサウンド6/10：それはよく発声され、その効果は十分です。 音楽は大丈夫ですが、大きなものを除いて実際のバトル音楽はありません。 彼らは戦いに一致する何かを持っていれば、はるかに良いだろうが、それはそのままですが、それは受け入れられます。\n\nCharacters 6/10：キャラクターはまあまあです。 私が本当に好きな人もいますし、私はしていない人もいます。 アンタゴニストはここで最も発達していましたが、実際の主人公よりもずっと信仰に苦しんでいます。 私はそれが好きですが、早い時期に好きな性格を放つので、彼らは決して悪い人ではありませんでした。 一方、主人公は偉大なスタートを切った。 私は本当に彼の苦労と苦痛を伝えることができました。彼が戦ったのは良い原因ですが、私の主な問題は彼自身が疑問を抱いていたことでした。 理解できる最初の数回、あまりにも多くの休息。\n\n楽しさ7/10：私はアニメを楽しんだし、おそらくもう一度それを見るだろう。 戦いは楽しいものでしたが、それについては間違いありません。\n\n全体的な7/10：良いアニメ、私は人々がそれを楽しむと思います。 特に、アンタゴニストについての良い研究が最終的には良いことを望むならば。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMajin Bone. A show that really tests the value of everyday life.\n\n\u001b[1mマジンボーン 日常生活の価値を本当にテストするショー。\u001b[22m\n\u001b[1m(Majinbōn nichijō seikatsu no kachi o hontōni tesuto suru shō.)\u001b[22m\n\nTranslations of \u001b[4mMajin Bone. A show that really tests the value of everyday life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMajin Bone.\u001b[24m\n    \u001b[1mマジンボーン\u001b[22m, \u001b[1m魔人の骨。\u001b[22m\n\u001b[4mA show that really tests the value of everyday life.\u001b[24m\n    \u001b[1m日常生活の価値を本当にテストするショー。\u001b[22m, \u001b[1m本当に日常生活の値をテストショー。\u001b[22m\n\u001b[1m\u001b[22m\nStory 7/10: The story isn't terrible, but it isn't really ground breaking. But what is shown is actually very well paced, it never really felt like they had to rush a certain detail and it does have a good since of discovery within the world that they have given us. There were also moment that it did draw me into the story of it, especially closer to the end. I just wish it kinda happened a little bit earlier.\n\n\u001b[1mストーリー7/10：物語はひどいわけではありませんが、それは本当に地面を壊すものではありません。 しかし、示されていることは実際には非常にうまくペースである、彼らは特定の詳細を急いでしなければならなかったように実際に感じることはありませんでした。 それが私のことを、特に最後に近い物語に引き寄せる瞬間もありました。 ちょっと早く起こったのではないかと思います。\u001b[22m\n\u001b[1m(Sutōrī 7/ 10: Monogatari wa hidoi wakede wa arimasenga, sore wa hontōni jimen o kowasu monode wa arimasen. Shikashi, shimesa rete iru koto wa jissai ni wa hijō ni umaku pēsudearu, karera wa tokutei no shōsai o isoideshinakereba naranakatta yō ni jissai ni kanjiru koto wa arimasendeshita. Sore ga watashinokoto o, tokuni saigo ni chikai monogatari ni hikiyoseru shunkan mo arimashita. Chotto hayaku okotta node wanai ka to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory 7/10: The story isn't terrible, but it isn't really ground breaking. But what is shown is actually very well paced, it never really felt like they had to rush a certain detail and it does have a good since of discovery within the world that they have given us. There were also moment that it did draw me into the story of it, especially closer to the end. I just wish it kinda happened a little bit earlier.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7/10: The story isn't terrible, but it isn't really ground breaking.\u001b[24m\n    \u001b[1mストーリー7/10：物語はひどいわけではありませんが、それは本当に地面を壊すものではありません。\u001b[22m, \u001b[1mストーリー7/10：話はひどいではありませんが、それは本当に破壊を接地されていません。\u001b[22m\n\u001b[4mBut what is shown is actually very well paced, it never really felt like they had to rush a certain detail and it does have a good since of discovery within the world that they have given us.\u001b[24m\n    \u001b[1mしかし、示されていることは実際には非常にうまくペースである、彼らは特定の詳細を急いでしなければならなかったように実際に感じることはありませんでした。\u001b[22m, \u001b[1mしかし、何が示されていることは、彼らが特定の詳細を急ぐ必要があったようにそれが実際に感じたことはない、実際には非常によくペースであり、それは彼らが私たちに与えていることを世界の中での発見のため、良いを持っていません。\u001b[22m\n\u001b[4mThere were also moment that it did draw me into the story of it, especially closer to the end.\u001b[24m\n    \u001b[1mそれが私のことを、特に最後に近い物語に引き寄せる瞬間もありました。\u001b[22m, \u001b[1mそれが最後に特に近いそれの物語、に私を描くなかった瞬間もありました。\u001b[22m\n\u001b[4mI just wish it kinda happened a little bit earlier.\u001b[24m\n    \u001b[1mちょっと早く起こったのではないかと思います。\u001b[22m, \u001b[1m私はちょうどそれがちょっと少し早く起きたいです。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8/10: Now this is where I felt that the show really shined, the animation. There are two different styles 2D and 3D, if anything this kinda reminded me of Aladdin in the Cave of Wonders part. And I was a fan of the 3D part, what I wish they did was put more of the two styles together more often. Aside from the first few episodes it doesn't happen that often. And when it did happen, the 3D stuff didn't do much, it need to more interactive in my opinoin.\n\n\u001b[1mアート8/10：これでショーが本当に光っていると感じたのは、アニメーションです。  2Dと3Dの2つの異なるスタイルがあります。これは、奇妙な洞窟の部分のAladdinを思い起こさせるものがあれば。 そして、私は3Dパートのファンでした。彼らがやりたかったのは、2つのスタイルのうちのより多くをより頻繁に組み合わせたことでした。 最初の数回のエピソードとは別に、頻繁に起こることはありません。 そして、それが起こったとき、3Dのものはあまり働かなかった、私のopinoinでよりインタラクティブにする必要があります。\u001b[22m\n\u001b[1m(Āto 8/ 10: Kore de shō ga hontōni hikatte iru to kanjita no wa, animēshondesu. 2 D to 3 D no 2tsu no kotonaru sutairu ga arimasu. Kore wa, kimyōna dōkutsu no bubun no arajin o omoiokosa seru mono ga areba. Soshite, watashi wa 3 D pāto no fandeshita. Karera ga yaritakatta no wa, 2tsu no sutairu no uchi no yori ōku o yori hinpan ni kumiawaseta kotodeshita. Saisho no sū-kai no episōdo to wa betsuni, hinpan ni okoru koto wa arimasen. Soshite, sore ga okotta toki, 3 D no mono wa amari hatarakanakatta, watashi no opinoin de yori intarakutibu ni suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10: Now this is where I felt that the show really shined, the animation. There are two different styles 2D and 3D, if anything this kinda reminded me of Aladdin in the Cave of Wonders part. And I was a fan of the 3D part, what I wish they did was put more of the two styles together more often. Aside from the first few episodes it doesn't happen that often. And when it did happen, the 3D stuff didn't do much, it need to more interactive in my opinoin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10: Now this is where I felt that the show really shined, the animation.\u001b[24m\n    \u001b[1mアート8/10：これでショーが本当に光っていると感じたのは、アニメーションです。\u001b[22m, \u001b[1mアート8/10：私はショーは本当に、アニメーションを輝いていることを感じたところ今これはです。\u001b[22m\n\u001b[4mThere are two different styles 2D and 3D, if anything this kinda reminded me of Aladdin in the Cave of Wonders part.\u001b[24m\n    \u001b[1m2Dと3Dの2つの異なるスタイルがあります。これは、奇妙な洞窟の部分のAladdinを思い起こさせるものがあれば。\u001b[22m, \u001b[1m何もこれはちょっと洞窟驚異の一部にアラジンのことを思い出した場合、2つの異なるスタイルの2Dおよび3Dは、あります。\u001b[22m\n\u001b[4mAnd I was a fan of the 3D part, what I wish they did was put more of the two styles together more often.\u001b[24m\n    \u001b[1mそして、私は3Dパートのファンでした。彼らがやりたかったのは、2つのスタイルのうちのより多くをより頻繁に組み合わせたことでした。\u001b[22m, \u001b[1mそして私は、私は、彼らがより頻繁に一緒に2つのスタイルの多くを入れたんでした望むものを、3Dの一部のファンでした。\u001b[22m\n\u001b[4mAside from the first few episodes it doesn't happen that often.\u001b[24m\n    \u001b[1m最初の数回のエピソードとは別に、頻繁に起こることはありません。\u001b[22m, \u001b[1m別にそれは頻繁には発生しない最初のいくつかのエピソードから。\u001b[22m\n\u001b[4mAnd when it did happen, the 3D stuff didn't do much, it need to more interactive in my opinoin.\u001b[24m\n    \u001b[1mそして、それが起こったとき、3Dのものはあまり働かなかった、私のopinoinでよりインタラクティブにする必要があります。\u001b[22m, \u001b[1mそして、それが起こったときに、3Dものはあまりしませんでした、それは私のopinoin中には、よりインタラクティブ必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound 6/10: It is well voiced acted, and the effects are good enough. Music okay, but no real battle music aside from the big ones. If they had something that match the fights it would of been that much better, but as it is, it is passable.\n\n\u001b[1mサウンド6/10：それはよく発声され、その効果は十分です。 音楽は大丈夫ですが、大きなものを除いて実際のバトル音楽はありません。 彼らは戦いに一致する何かを持っていれば、はるかに良いだろうが、それはそのままですが、それは受け入れられます。\u001b[22m\n\u001b[1m(Saundo 6/ 10: Sore wa yoku hassei sa re, sono kōka wa jūbundesu. Ongaku wa daijōbudesuga, ōkina mono o nozoite jissai no batoru ongaku wa arimasen. Karera wa tatakai ni itchi suru nanika o motte ireba, haruka ni yoidarouga, sore wa sonomamadesuga, sore wa ukeire raremasu.)\u001b[22m\n\nTranslations of \u001b[4mSound 6/10: It is well voiced acted, and the effects are good enough. Music okay, but no real battle music aside from the big ones. If they had something that match the fights it would of been that much better, but as it is, it is passable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 6/10: It is well voiced acted, and the effects are good enough.\u001b[24m\n    \u001b[1mサウンド6/10：それはよく発声され、その効果は十分です。\u001b[22m, \u001b[1m6/10サウンド：これはよく行動した有声され、その効果は十分です。\u001b[22m\n\u001b[4mMusic okay, but no real battle music aside from the big ones.\u001b[24m\n    \u001b[1m音楽は大丈夫ですが、大きなものを除いて実際のバトル音楽はありません。\u001b[22m, \u001b[1m音楽大丈夫、しかし、大きなものから脇のない本当の戦いの音楽。\u001b[22m\n\u001b[4mIf they had something that match the fights it would of been that much better, but as it is, it is passable.\u001b[24m\n    \u001b[1m彼らは戦いに一致する何かを持っていれば、はるかに良いだろうが、それはそのままですが、それは受け入れられます。\u001b[22m, \u001b[1m彼らは戦いに一致する何かを持っていた場合には、そのはるかに良いされてのだろうが、それがあるとして、それはまずまずです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 6/10: The characters are kinda all over the place. Some I really like, some I didn't (which is really only one), and some were tolerable. The antagonist had the most development here, you see them struggle with faith a lot more then the actual protagonist. I like that, but it was obvious that they never really were the bad guys simple because they give off a likable trait early on. The main character on the other hand, started off great. I was really able to tell his struggle and pains that he went through, and what he fights for is a good cause, but my main problem with him was that he had too much doubt in himself. First few times understandable, rest too much.\n\n\u001b[1mCharacters 6/10：キャラクターはまあまあです。 私が本当に好きな人もいますし、私はしていない人もいます。 アンタゴニストはここで最も発達していましたが、実際の主人公よりもずっと信仰に苦しんでいます。 私はそれが好きですが、早い時期に好きな性格を放つので、彼らは決して悪い人ではありませんでした。 一方、主人公は偉大なスタートを切った。 私は本当に彼の苦労と苦痛を伝えることができました。彼が戦ったことは良い原因ですが、私の主な問題は彼自身があまりにも疑問を抱いていたことでした。 理解できる最初の数回、あまりにも多くの休息。\u001b[22m\n\u001b[1m(Characters 6/ 10: Kyarakutā wa mā mādesu. Watashi ga hontōni sukinahito mo imasushi, watashi wa shite inai hito mo imasu. Antagonisuto wa koko de mottomo hattatsu shite imashitaga, jissai no shujinkō yori mo zutto shinkō ni kurushinde imasu. Watashi wa sore ga sukidesuga, hayai jiki ni sukina seikaku o hanatsunode, karera wa kesshite warui hitode wa arimasendeshita. Ippō, shujinkō wa idaina sutāto o kitta. Watashi wa hontōni kare no kurō to kutsū o tsutaeru koto ga dekimashita. Kare ga tatakatta koto wa yoi gen'indesuga, watashi no omona mondai wa kare jishin ga amarini mo gimon o daite ita kotodeshita. Rikai dekiru saisho no sū-kai, amarini mo ōku no kyūsoku.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 6/10: The characters are kinda all over the place. Some I really like, some I didn't (which is really only one), and some were tolerable. The antagonist had the most development here, you see them struggle with faith a lot more then the actual protagonist. I like that, but it was obvious that they never really were the bad guys simple because they give off a likable trait early on. The main character on the other hand, started off great. I was really able to tell his struggle and pains that he went through, and what he fights for is a good cause, but my main problem with him was that he had too much doubt in himself. First few times understandable, rest too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 6/10: The characters are kinda all over the place.\u001b[24m\n    \u001b[1mCharacters 6/10：キャラクターはまあまあです。\u001b[22m, \u001b[1mキャラクター6/10：文字は、すべての場所でちょっとです。\u001b[22m\n\u001b[4mSome I really like, some I didn't (which is really only one), and some were tolerable.\u001b[24m\n    \u001b[1m私が本当に好きな人もいますし、私はしていない人もいます。\u001b[22m, \u001b[1mいくつかは、私は本当に、私は（実際には1である）しなかった、といくつかは許容しなかった一部のが好きです。\u001b[22m\n\u001b[4mThe antagonist had the most development here, you see them struggle with faith a lot more then the actual protagonist.\u001b[24m\n    \u001b[1mアンタゴニストはここで最も発達していましたが、実際の主人公よりもずっと信仰に苦しんでいます。\u001b[22m, \u001b[1mアンタゴニストはここで最も発展していた、あなたは彼らが実際の主人公、その後、より多くの信仰をもって苦労を参照してください。\u001b[22m\n\u001b[4mI like that, but it was obvious that they never really were the bad guys simple because they give off a likable trait early on.\u001b[24m\n    \u001b[1m私はそれが好きですが、早い時期に好きな性格を放つので、彼らは決して悪い人ではありませんでした。\u001b[22m, \u001b[1m私は好きですが、彼らが早期に好感が持てる形質を放つので、彼らは本当に単純な悪者だったことはないことは明らかでした。\u001b[22m\n\u001b[4mThe main character on the other hand, started off great.\u001b[24m\n    \u001b[1m一方、主人公は偉大なスタートを切った。\u001b[22m, \u001b[1m一方、主人公は、素晴らしいスタートを切りました。\u001b[22m\n\u001b[4mI was really able to tell his struggle and pains that he went through, and what he fights for is a good cause, but my main problem with him was that he had too much doubt in himself.\u001b[24m\n    \u001b[1m私は本当に彼の苦労と苦痛を伝えることができました。彼が戦ったことは良い原因ですが、私の主な問題は彼自身があまりにも疑問を抱いていたことでした。\u001b[22m, \u001b[1m私は本当に彼の闘争と彼が通過した痛み、そして彼が良い原因であるために戦うが、彼と私の主な問題は、彼は自分自身でも多くの疑いを持っていたことだったに伝えることができました。\u001b[22m\n\u001b[4mFirst few times understandable, rest too much.\u001b[24m\n    \u001b[1m理解できる最初の数回、あまりにも多くの休息。\u001b[22m, \u001b[1m最初の数回の理解、残りすぎ。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 7/10: I did enjoy the anime, and I probably would watch it again. The fights were fun, no doubt about that.\n\n\u001b[1m楽しさ7/10：私はアニメを楽しんだし、おそらくもう一度それを見るだろう。 戦いは楽しいものでしたが、それについては間違いありません。\u001b[22m\n\u001b[1m(Tanoshisa 7/ 10: Watashi wa anime o tanoshindashi, osoraku mōichido sore o mirudarou. Tatakai wa tanoshī monodeshitaga, sore ni tsuite wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 7/10: I did enjoy the anime, and I probably would watch it again. The fights were fun, no doubt about that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 7/10: I did enjoy the anime, and I probably would watch it again.\u001b[24m\n    \u001b[1m楽しさ7/10：私はアニメを楽しんだし、おそらくもう一度それを見るだろう。\u001b[22m, \u001b[1m楽し7/10：私はアニメを楽しんでいた、と私はおそらく、再びそれを見るだろう。\u001b[22m\n\u001b[4mThe fights were fun, no doubt about that.\u001b[24m\n    \u001b[1m戦いは楽しいものでしたが、それについては間違いありません。\u001b[22m, \u001b[1m戦いは、それについては疑い楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 7/10: A good anime, I think people would enjoy it. Especially if you want a good study on antagonist being good in the end.\n\n\u001b[1m全体的な7/10：良いアニメ、私は人々がそれを楽しむと思います。 特に、アンタゴニストについての良い研究が最終的には良いことを望むならば。\u001b[22m\n\u001b[1m(Zentai-tekina 7/ 10: Yoi anime, watashi wa hitobito ga sore o tanoshimu to omoimasu. Tokuni, antagonisuto ni tsuite no yoi kenkyū ga saishūtekini wa yoi koto o nozomunaraba.)\u001b[22m\n\nTranslations of \u001b[4mOverall 7/10: A good anime, I think people would enjoy it. Especially if you want a good study on antagonist being good in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 7/10: A good anime, I think people would enjoy it.\u001b[24m\n    \u001b[1m全体的な7/10：良いアニメ、私は人々がそれを楽しむと思います。\u001b[22m, \u001b[1m全体的に7月10日：良いアニメ、私は人々がそれを楽しむと思います。\u001b[22m\n\u001b[4mEspecially if you want a good study on antagonist being good in the end.\u001b[24m\n    \u001b[1m特に、アンタゴニストについての良い研究が最終的には良いことを望むならば。\u001b[22m, \u001b[1mあなたは最終的には良いと拮抗薬には良い研究をしたい場合は特に。\u001b[22m"
  },
  {
    "title": "Majin_Bone",
    "id": "21835",
    "url": "https://myanimelist.net/anime/21835/Majin_Bone",
    "user": "EternalAnimeGuru",
    "profile": "/profile/EternalAnimeGuru/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=217664",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  7\n\nこのアニメ全体の私の見通しは少し混じっている。 私は前提とプロットを本当に楽しんだのですが、アイデアは教えられることを意図していましたが、フォワード・プログレッションが衰退する時がありました。 惑星の前提と自然貸与の要素は、惑星を保護するために選ばれた少数の人々に力を与える。 それはやや一般的なプロットです。\n\nそれはそうした方法から始まるかもしれませんが、それらは宇宙全体の保護を包含するように拡大します。 彼らは本当にその封筒を押します。 しかし、これらのことが大打撃を受けた時、私の意見では、作家たちはただそれを取り除くことができます。 私は、「誰も本当にくり返しエピソードを好きではない」と言うとき、私がほとんどの人に話すことができると確信しています。それはすべてフィラーエピソードです。 彼らは次のエピソードに取り組んでいる間に時間を埋めるための試みですが、それはすべての流れについての話を失います。\n\nこれらの欠陥や他のいくつかの欠点があっても、彼らは結局それをすべて集めることができます。 紛争は解決され、彼らの破壊は彼らの行為を浄化するために中止され、2人の反対勢力は共通の目標に加わります。 私にとって最高の部分は、これらの崖のハンガー、未解決の終わりの話ではないということです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMy outlook on this anime overall its a bit mixed. I really enjoyed the premise and the plot along with the idea's meant to be taught, however there were times when the forward progression falters. The premise of the planet and the elements of nature lending there powers to a select few chosen people to protect the planet. That is a somewhat common plot.\n\n\u001b[1mこのアニメ全体の私の見通しは少し混じっている。 私は前提とプロットを本当に楽しんだのですが、アイデアは教えられることを意図していましたが、フォワード・プログレッションが衰退する時がありました。 惑星の前提と自然貸与の要素は、惑星を保護するために選ばれた少数の人々に力を与える。 それはやや一般的なプロットです。\u001b[22m\n\u001b[1m(Kono anime zentai no watashi no mitōshi wa sukoshi majitte iru. Watashi wa zentei to purotto o hontōni tanoshinda nodesuga, aidea wa oshie rareru koto o ito shite imashitaga, fowādo puroguresshon ga suitai suru toki ga arimashita. Wakusei no zentei to shizen taiyo no yōso wa, wakusei o hogo suru tame ni eraba reta shōsū no hitobito ni chikara o ataeru. Sore wa yaya ippantekina purottodesu.)\u001b[22m\n\nTranslations of \u001b[4mMy outlook on this anime overall its a bit mixed. I really enjoyed the premise and the plot along with the idea's meant to be taught, however there were times when the forward progression falters. The premise of the planet and the elements of nature lending there powers to a select few chosen people to protect the planet. That is a somewhat common plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy outlook on this anime overall its a bit mixed.\u001b[24m\n    \u001b[1mこのアニメ全体の私の見通しは少し混じっている。\u001b[22m, \u001b[1m全体的なこのアニメに私の見通しは、そのビット混合。\u001b[22m\n\u001b[4mI really enjoyed the premise and the plot along with the idea's meant to be taught, however there were times when the forward progression falters.\u001b[24m\n    \u001b[1m私は前提とプロットを本当に楽しんだのですが、アイデアは教えられることを意図していましたが、フォワード・プログレッションが衰退する時がありました。\u001b[22m, \u001b[1m前方進行がつまずくとき、私は本当に前提とアイデアを教えすることを意味するものだと一緒にプロットを楽しんだ、しかし、時間がありました。\u001b[22m\n\u001b[4mThe premise of the planet and the elements of nature lending there powers to a select few chosen people to protect the planet.\u001b[24m\n    \u001b[1m惑星の前提と自然貸与の要素は、惑星を保護するために選ばれた少数の人々に力を与える。\u001b[22m, \u001b[1m惑星の前提と自然の要素が地球を保護するために選ばれた少数の選ばれた人々にそこに力を貸します。\u001b[22m\n\u001b[4mThat is a somewhat common plot.\u001b[24m\n    \u001b[1mそれはやや一般的なプロットです。\u001b[22m\n\u001b[1m\u001b[22m\nThis may start out that way but they expands to encompass the protection of the whole universe. They really push the envelope with that addition. When these things are attempted the majority of the time it backfires, though, in my opinion, the writers 'just' manage to pull it off. I'm also pretty sure I can speak for most us when I say 'no one really likes recap episodes' All it is is a filler episode. Just an attempt to fill time while they work on the next episode, but it losses the stories over all flow.\n\n\u001b[1mそれはそうした方法から始まるかもしれませんが、それらは宇宙全体の保護を包含するように拡大します。 彼らは本当にその封筒を押します。 しかし、これらのことが大打撃を受けた時、私の意見では、作家たちはただそれを取り除くことができます。 私は、「誰も本当にくり返しエピソードを好きではない」と言うとき、私がほとんどの人に話すことができると確信しています。それはすべてフィラーエピソードです。 彼らは次のエピソードに取り組んでいる間に時間を埋めるための試みですが、それはすべての流れについての話を失います。\u001b[22m\n\u001b[1m(Sore wa sōshita hōhō kara hajimaru kamo shiremasenga, sorera wa uchū zentai no hogo o hōgan suru yō ni kakudai shimasu. Karera wa hontōni sono fūtō o oshimasu. Shikashi, korera no koto ga dai dageki o uketa toki, watashi no ikende wa, sakka-tachi wa tada sore o torinozoku koto ga dekimasu. Watashi wa,`dare mo hontōni kurikaeshi episōdo o sukide wanai' to iu toki, watashi ga hotondo no hito ni hanasu koto ga dekiru to kakushin shite imasu. Sore wa subete firāepisōdodesu. Karera wa tsugi no episōdo ni torikunde iru ma ni jikan o umeru tame no kokoromidesuga, soreha subete no nagare ni tsuite no hanashi o ushinaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis may start out that way but they expands to encompass the protection of the whole universe. They really push the envelope with that addition. When these things are attempted the majority of the time it backfires, though, in my opinion, the writers 'just' manage to pull it off. I'm also pretty sure I can speak for most us when I say 'no one really likes recap episodes' All it is is a filler episode. Just an attempt to fill time while they work on the next episode, but it losses the stories over all flow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis may start out that way but they expands to encompass the protection of the whole universe.\u001b[24m\n    \u001b[1mそれはそうした方法から始まるかもしれませんが、それらは宇宙全体の保護を包含するように拡大します。\u001b[22m, \u001b[1mこれは、その方法を開始してもよいが、それらは宇宙全体の保護を包含するように拡張されます。\u001b[22m\n\u001b[4mThey really push the envelope with that addition.\u001b[24m\n    \u001b[1m彼らは本当にその封筒を押します。\u001b[22m, \u001b[1m彼らは本当にそのほかに封筒を押してください。\u001b[22m\n\u001b[4mWhen these things are attempted the majority of the time it backfires, though, in my opinion, the writers 'just' manage to pull it off.\u001b[24m\n    \u001b[1mしかし、これらのことが大打撃を受けた時、私の意見では、作家たちはただそれを取り除くことができます。\u001b[22m, \u001b[1mこれらの事は、それが裏目に出る時間の大半をしようとしているときは、しかし、私の意見では、作家は「単に 'それをやってのけるために管理します。\u001b[22m\n\u001b[4mI'm also pretty sure I can speak for most us when I say 'no one really likes recap episodes' All it is is a filler episode.\u001b[24m\n    \u001b[1m私は、「誰も本当にくり返しエピソードを好きではない」と言うとき、私がほとんどの人に話すことができると確信しています。それはすべてフィラーエピソードです。\u001b[22m, \u001b[1mまた、私はそれがすべてではフィラーのエピソードである「誰が本当に要約エピソードを好きではない」と言うとき、私はほとんどのための私達に話すことができますかなり確信しています。\u001b[22m\n\u001b[4mJust an attempt to fill time while they work on the next episode, but it losses the stories over all flow.\u001b[24m\n    \u001b[1m彼らは次のエピソードに取り組んでいる間に時間を埋めるための試みですが、それはすべての流れについての話を失います。\u001b[22m, \u001b[1m彼らは次のエピソードに動作しますが、すべてのフローをその損失の物語ながら時間を埋めるためにちょうど試み。\u001b[22m\n\u001b[1m\u001b[22m\nEven with these flaws and a few others, they manage to pull it all together in the end. The conflicts are resolved, their destruction is held off for them to clean up their act, and the two opposing forces join in a common goal. The best part for me is this is not one of those cliff hanger, unresolved ending stories.\n\n\u001b[1mこれらの欠陥や他のいくつかの欠点があっても、彼らは結局それをすべて集めることができます。 紛争は解決され、彼らの破壊は彼らの行為を浄化するために中止され、2人の反対勢力は共通の目標に加わります。 私にとって最高の部分は、これらの崖のハンガー、未解決の終わりの話ではないということです。\u001b[22m\n\u001b[1m(Korera no kekkan ya hoka no ikutsu ka no ketten ga atte mo, karera wa kekkyoku sore o subete atsumeru koto ga dekimasu. Funsō wa kaiketsu sa re, karera no hakai wa karera no kōi o jōka suru tame ni chūshi sa re, 2-ri no hantai seiryoku wa kyōtsū no mokuhyō ni kuwawarimasu. Watashi ni totte saikō no bubun wa, korera no gake no hangā, mi kaiketsu no owari no hanashide wa nai to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mEven with these flaws and a few others, they manage to pull it all together in the end. The conflicts are resolved, their destruction is held off for them to clean up their act, and the two opposing forces join in a common goal. The best part for me is this is not one of those cliff hanger, unresolved ending stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven with these flaws and a few others, they manage to pull it all together in the end.\u001b[24m\n    \u001b[1mこれらの欠陥や他のいくつかの欠点があっても、彼らは結局それをすべて集めることができます。\u001b[22m, \u001b[1mでもこれらの欠陥といくつかの他の人と、彼らは最終的に一緒にそれをすべてを引っ張って管理します。\u001b[22m\n\u001b[4mThe conflicts are resolved, their destruction is held off for them to clean up their act, and the two opposing forces join in a common goal.\u001b[24m\n    \u001b[1m紛争は解決され、彼らの破壊は彼らの行為を浄化するために中止され、2人の反対勢力は共通の目標に加わります。\u001b[22m, \u001b[1m競合が解決され、その破壊は、彼らの行為をクリーンアップするためにオフに保たれ、対向する二つの力が共通の目標に参加されています。\u001b[22m\n\u001b[4mThe best part for me is this is not one of those cliff hanger, unresolved ending stories.\u001b[24m\n    \u001b[1m私にとって最高の部分は、これらの崖のハンガー、未解決の終わりの話ではないということです。\u001b[22m, \u001b[1m私にとって最良の部分は、これは、これらの崖ハンガー、未解決のエンディング・ストーリーの一つではないです。\u001b[22m"
  }
]
