[
  {
    "title": "Pokemon_Advanced_Generation__Pokemon_Ranger_to_Umi_no_Ouji_Manaphy",
    "id": "2201",
    "url": "https://myanimelist.net/anime/2201/Pokemon_Advanced_Generation__Pokemon_Ranger_to_Umi_no_Ouji_Manaphy",
    "user": "oxana",
    "profile": "/profile/oxana/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=34578",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  5\nキャラクター|  5\n|  6\n\nポケモン映画の長いリストでは、これは最悪でも最善でもありません。\n\n私は非常にコンピュータゲームだと思った多くの要素がありました。 私は彼らがゲームにまっすぐに映画を変えたいと思えば、ジャンプ、戦い、そして動き回ることでそれに直接変換された多くの場面があるだろうことが分かりました。\n\n私たちの主人公アッシュ、ブロック、メイとマックスは、水と精神的なポケモンで美しいショーをしたマリーナグループに加わりました。 新しいキャラクターの誰もが見知らぬ人として留まらず、彼らは物語の一部となります。\n\nポケモンレンジャージャックウォーカーは一種の迷惑ですが、彼はかなりプロフェッショナルであり、すべてを破壊しません。 ポケモンレンジャーズは、灰や特に5月が大ヒーローになってしまったとき、全体としてはそれほど探索されていません。\n\n映画の中の音楽は一種の残念でした。 あなたはそれをちょっと聞くことができましたが、それはちょうど、面白いものではなく、繰り返しているように見えました。 私はコンピュータアニメーションのファンが普通のアニメーションスタイルに混じっているわけではありませんが、芸術は再び一流のものでした。\n\nプロットは短く、映画の長さがやや長すぎます。 しかし、それは退屈ではなく、かなりバランスが取れていました。 それはまた、誰かを世話して、彼らを行かせなければならない、いくつかの良い、強い感情を捉えました。\n\n私はこれをもう一度見守ることに抵抗しないだろうが、話は私がすでに見たポケモンの最高の映画よりも少し弱かった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIn the long list of Pokémon movies, this is not the worst nor the best.\n\n\u001b[1mポケモン映画の長いリストでは、これは最悪でも最善でもありません。\u001b[22m\n\u001b[1m(Pokemon eiga no nagai risutode wa, koreha saiaku demo saizen demo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn the long list of Pokémon movies, this is not the worst nor the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the long list of Pokémon movies, this is not the worst nor the best.\u001b[24m\n    \u001b[1mポケモン映画の長いリストでは、これは最悪でも最善でもありません。\u001b[22m, \u001b[1mポケモン映画の長いリストでは、これは最悪でも最善ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThere were many elements I thought were very computer game-ish; I could see that if they wanted to turn the movie straight into a game, there would be many scenes directly translated to that with all the jumping, fighting and moving around.\n\n\u001b[1m私は非常にコンピュータゲームだと思った多くの要素がありました。 私は彼らがゲームにまっすぐに映画を変えたいと思えば、ジャンプ、戦い、そして動き回ることでそれに直接変換された多くの場面があるだろうことが分かりました。\u001b[22m\n\u001b[1m(Watashi wa hijō ni konpyūtagēmuda to omotta ōku no yōso ga arimashita. Watashi wa karera ga gēmu ni massugu ni eiga o kaetai to omoeba, janpu, tatakai, soshite ugokimawaru kotode soreni chokusetsu henkan sa reta ōku no bamen ga arudarou koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mThere were many elements I thought were very computer game-ish; I could see that if they wanted to turn the movie straight into a game, there would be many scenes directly translated to that with all the jumping, fighting and moving around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were many elements I thought were very computer game-ish;\u001b[24m\n    \u001b[1m私は非常にコンピュータゲームだと思った多くの要素がありました。\u001b[22m, \u001b[1m私は非常にコンピュータゲームっぽいと思っていた多くの要素がありました。\u001b[22m\n\u001b[4mI could see that if they wanted to turn the movie straight into a game, there would be many scenes directly translated to that with all the jumping, fighting and moving around.\u001b[24m\n    \u001b[1m私は彼らがゲームにまっすぐに映画を変えたいと思えば、ジャンプ、戦い、そして動き回ることでそれに直接変換された多くの場面があるだろうことが分かりました。\u001b[22m, \u001b[1m私は、彼らがまっすぐゲームにムービーを回したいと思った場合は、戦いと動き回る、直接すべてのジャンプとそれに翻訳された多くのシーンがあるだろうことを見ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nOur main character Ash, Brock, May and Max are joined by a Marina Group, who put on a beautiful show with water and psychic Pokémon. None of the new characters stay as strangers and they become part of the story very nicely.\n\n\u001b[1m私たちの主人公アッシュ、ブロック、メイとマックスは、水と精神的なポケモンで美しいショーをしたマリーナグループに加わりました。 新しいキャラクターの誰もが見知らぬ人として留まらず、彼らは物語の一部となります。\u001b[22m\n\u001b[1m(Watashitachi no shujinkō asshu, burokku, mei to makkusu wa, mizu to seishin-tekina pokemon de utsukushī shō o shita marīnagurūpu ni kuwawarimashita. Atarashī kyarakutā no daremoga mishiranu hito to shite tomarazu, karera wa monogatari no ichibu to narimasu.)\u001b[22m\n\nTranslations of \u001b[4mOur main character Ash, Brock, May and Max are joined by a Marina Group, who put on a beautiful show with water and psychic Pokémon. None of the new characters stay as strangers and they become part of the story very nicely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur main character Ash, Brock, May and Max are joined by a Marina Group, who put on a beautiful show with water and psychic Pokémon.\u001b[24m\n    \u001b[1m私たちの主人公アッシュ、ブロック、メイとマックスは、水と精神的なポケモンで美しいショーをしたマリーナグループに加わりました。\u001b[22m, \u001b[1m私たちの主人公アッシュ、Brockさん、月とマックスは、水や精神的なポケモンで美しいショーを置くマリーナグループにより接合されています。\u001b[22m\n\u001b[4mNone of the new characters stay as strangers and they become part of the story very nicely.\u001b[24m\n    \u001b[1m新しいキャラクターの誰もが見知らぬ人として留まらず、彼らは物語の一部となります。\u001b[22m, \u001b[1m新キャラクターのいずれも、見知らぬ人として滞在していないと、彼らは非常にうまく物語の一部になります。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough the Pokémon Ranger Jack Walker is kind of annoying, he remains fairly professional and doesn’t ruin the whole thing. Pokémon Rangers as a whole are not explored all that much, when Ash - and especially May - end up being the big heroes.\n\n\u001b[1mポケモンレンジャージャックウォーカーは一種の迷惑ですが、彼はかなりプロフェッショナルであり、すべてを破壊しません。 ポケモンレンジャーズは、灰や特に5月が大ヒーローになってしまったとき、全体としてはそれほど探索されていません。\u001b[22m\n\u001b[1m(Pokemonrenjājakkuu~ōkā wa isshu no meiwakudesuga, kare wa kanari purofesshonarudeari, subete o hakai shimasen. Pokemonrenjāzu wa, hai ya tokuni 5 tsuki ga dai hīrō ni natte shimatta toki, zentai to shite wa sorehodo tansaku sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the Pokémon Ranger Jack Walker is kind of annoying, he remains fairly professional and doesn’t ruin the whole thing. Pokémon Rangers as a whole are not explored all that much, when Ash - and especially May - end up being the big heroes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the Pokémon Ranger Jack Walker is kind of annoying, he remains fairly professional and doesn’t ruin the whole thing.\u001b[24m\n    \u001b[1mポケモンレンジャージャックウォーカーは一種の迷惑ですが、彼はかなりプロフェッショナルであり、すべてを破壊しません。\u001b[22m, \u001b[1mポケモンレンジャーのジャック・ウォーカーは、迷惑なの一種であるが、彼はかなり専門的なままであり、全体を台無しにしません。\u001b[22m\n\u001b[4mPokémon Rangers as a whole are not explored all that much, when Ash - and especially May - end up being the big heroes.\u001b[24m\n    \u001b[1mポケモンレンジャーズは、灰や特に5月が大ヒーローになってしまったとき、全体としてはそれほど探索されていません。\u001b[22m, \u001b[1mビッグヒーローになってしまう - 特にと月 - アッシュたとき、全体としてポケモンレンジャーは、すべてのことあまり探求されていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music in the film was kind of disappointing. You could listen to it for a bit, but then it just seemed to repeat itself instead of remaining entertaining. The art was top notch again, although I’m not a fan of computer animation being mixed into the usual animation style - they just don’t fit together that well.\n\n\u001b[1m映画の中の音楽は一種の残念でした。 あなたはそれをちょっと聞くことができましたが、それはちょうど、面白いものではなく、繰り返しているように見えました。 私はコンピュータアニメーションのファンが普通のアニメーションスタイルに混じっているわけではありませんが、芸術は再び一流のものでした。\u001b[22m\n\u001b[1m(Eiga no naka no ongaku wa isshu no zan'nendeshita. Anata wa sore o chotto kiku koto ga dekimashitaga, sore wa chōdo, omoshiroi monode wa naku, kurikaeshite iru yō ni miemashita. Watashi wa konpyūtaanimēshon no fan ga futsū no animēshonsutairu ni majitte iru wakede wa arimasenga, geijutsu wa futatabi ichiryū no monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe music in the film was kind of disappointing. You could listen to it for a bit, but then it just seemed to repeat itself instead of remaining entertaining. The art was top notch again, although I’m not a fan of computer animation being mixed into the usual animation style - they just don’t fit together that well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in the film was kind of disappointing.\u001b[24m\n    \u001b[1m映画の中の音楽は一種の残念でした。\u001b[22m, \u001b[1mフィルム中の音楽はちょっと残念でした。\u001b[22m\n\u001b[4mYou could listen to it for a bit, but then it just seemed to repeat itself instead of remaining entertaining.\u001b[24m\n    \u001b[1mあなたはそれをちょっと聞くことができましたが、それはちょうど、面白いものではなく、繰り返しているように見えました。\u001b[22m, \u001b[1mあなたはビットのためにそれを聞くことができるが、単に面白い残りの代わりに自分自身を繰り返すように見えました。\u001b[22m\n\u001b[4mThe art was top notch again, although I’m not a fan of computer animation being mixed into the usual animation style - they just don’t fit together that well.\u001b[24m\n    \u001b[1m私はコンピュータアニメーションのファンが普通のアニメーションスタイルに混じっているわけではありませんが、芸術は再び一流のものでした。\u001b[22m, \u001b[1m私はいつものアニメーションのスタイルに混入されているコンピュータ・アニメーションのファンではないが、芸術は、再び一流だった - 彼らはちょうどそれも一緒に適合しません。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot was short, making the movie feel slightly too long. It wasn’t boring, though, and remained quite well balanced. It also captured some good, strong emotions of taking care of someone and then having to let them go.\n\n\u001b[1mプロットは短く、映画の長さがやや長すぎます。 しかし、それは退屈ではなく、かなりバランスが取れていました。 それはまた、誰かを世話して、彼らを行かせなければならない、いくつかの良い、強い感情を捉えました。\u001b[22m\n\u001b[1m(Purotto wa mijikaku, eiga no naga-sa ga yaya naga sugimasu. Shikashi, sore wa taikutsude wa naku, kanari baransu ga torete imashita. Sore wa mata, dareka o sewa shite, karera o ika senakereba naranai, ikutsu ka no yoi, tsuyoi kanjō o toraemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe plot was short, making the movie feel slightly too long. It wasn’t boring, though, and remained quite well balanced. It also captured some good, strong emotions of taking care of someone and then having to let them go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot was short, making the movie feel slightly too long.\u001b[24m\n    \u001b[1mプロットは短く、映画の長さがやや長すぎます。\u001b[22m, \u001b[1mプロットは映画が少し長すぎる感じさせる、短いものでした。\u001b[22m\n\u001b[4mIt wasn’t boring, though, and remained quite well balanced.\u001b[24m\n    \u001b[1mしかし、それは退屈ではなく、かなりバランスが取れていました。\u001b[22m, \u001b[1mこれは、しかし、退屈ではなかった、と非常にバランスのとれたままでした。\u001b[22m\n\u001b[4mIt also captured some good, strong emotions of taking care of someone and then having to let them go.\u001b[24m\n    \u001b[1mそれはまた、誰かを世話して、彼らを行かせなければならない、いくつかの良い、強い感情を捉えました。\u001b[22m, \u001b[1mまた、誰かの世話をし、それらを手放すすることのいくつかの良い、強い感情を捕獲しました。\u001b[22m\n\u001b[1m\u001b[22m\nI wouldn’t resist watching this again, but the story was a bit weaker than in the best of Pokémon movies I’ve already seen.\n\n\u001b[1m私はこれをもう一度見守ることに抵抗しないだろうが、話は私がすでに見たポケモンの最高の映画よりも少し弱かった。\u001b[22m\n\u001b[1m(Watashi wa kore o mōichido mimamoru koto ni teikō shinaidarouga,-banashi wa watashi ga sudeni mita pokemon no saikō no eiga yori mo sukoshi yowakatta.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn’t resist watching this again, but the story was a bit weaker than in the best of Pokémon movies I’ve already seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn’t resist watching this again, but the story was a bit weaker than in the best of Pokémon movies I’ve already seen.\u001b[24m\n    \u001b[1m私はこれをもう一度見守ることに抵抗しないだろうが、話は私がすでに見たポケモンの最高の映画よりも少し弱かった。\u001b[22m, \u001b[1m私は再びこれを見ていないレジストだろうが、話は私はすでに見てきたポケモン映画の最高のよりも少し弱かったです。\u001b[22m"
  },
  {
    "title": "Pokemon_Advanced_Generation__Pokemon_Ranger_to_Umi_no_Ouji_Manaphy",
    "id": "2201",
    "url": "https://myanimelist.net/anime/2201/Pokemon_Advanced_Generation__Pokemon_Ranger_to_Umi_no_Ouji_Manaphy",
    "user": "Chaotic_beauty",
    "profile": "/profile/Chaotic_beauty/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=185412",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  6\n\nManaphy：The Movie、またはポケモンレンジャーと海の神殿が好きであれば、ポケモンアドバンスシリーズの4番目と最後の映画です。 映画シリーズは若干異なる名前で年次リリースを続けていたが、これはMayとMaxの最後のものだった。 最初のアドバンス映画はマックスに焦点を当てましたが、両方のキャラクターは一般的に支持的役割にまで縮小されました。 幸いにも5月、ポケットモンスターアドバンスドジェネレーション映画：ポケモンレンジャーと海の王子：マニーは彼女に焦点を当てることにしました。 そして確かに彼女は幸運です。なぜなら、第4のアドバンス映画が4つの唯一のものなので、私は疑いもなく良いと考えることができます。\n\nティッカー・レンジャーのスラップスティック・アクション、ジャックは、最初は私を映画から切り離しましたが、彼らは控えめに使われています。 ファントムと彼の海賊のクルーもばかばかしいですが、ジャックのように、彼らは適度に、そして大部分は良い味で使用されています。 不都合なものとして私をかわいそうなシーンは、ファントムの嫌悪感が、マナフィーズの孵化につながる追いかけのドラマを弱めるものです。 一般に、これらのグリップは、より広い画像では重要ではない。\n\nこの映画をほとんどのポケモンの続編から際立たせる主なものの1つは、面白い人物の創造です。 家族の灰と会社は、この時間に接触して来て奇妙なまたは特別なを超えていません。 彼らは普通の人のように感じていて、普通の人のように、彼らは独特の肉体を持っている小さな癖を持っています。 この映画は、実際の話と細かい対話のような支持的なキャストの関係を描くことに成功し、それに従うのに十分興味深い。 彼らの明確な「家」には、それ自身の視覚的アイデンティティも与えられています。 このため、映画は40分のセットアップとカジュアルなキャラクタービルディングに成功します。\n\n間違った扱いをしたManaphyは、迷惑な赤ちゃんとなってしまった。 これは起こりません。 映画では、マナフィーは5月と結びついていますが、5月は通常のポケモンショーの第4シーズンのように興味深いわけではありませんが、彼女は注目を集めることができます。\n\n映画がプロットされている間に、途中の大きな部分が旅に費やされます。 今回は、5月とManaphyの関係に焦点を当てています。私はこのことを喜んで言います。この関係によって、映画は数分で輝きます。 ポケモン映画のための非常に洗練された対話に伴い、これらのシーンは映画が提供しなければならない最高のものです。\n\nいくつかの傑出したシーンは、マナフィーが5月のスカーフを探して、5月にジャックとアッシュとのやりとりをしています。 あまりポジティブな側面では、サーカスのエンターテイナーのこの移民ファミリーは、最上階の海上機器、ボート、潜水艦に十分なお金を持っています。 映画では、彼らはこれらの車を破壊するために進行し、あなたは止まらず、疑問に思うことはできません - どのくらい金持ちが損失を言及する必要はありませんか？\n\nこの映画の最後の3分の1には、超自然の海の寺があり、前にポケモンで漠然とした魔法を覚えている間に、これは私の側の棘ではありません。 確かに、それは伝説の海のポケモンとしてManaphyの流れと力に結びついています。 最後は重要なことですが、創造物全体は、崩壊する柱、彫像、そして全体的な沈み込みプロットで壊れやすいものと見られます。 物理学の法則に従属する創造物です。\n\n最後の行為では、映画は私たちに素晴らしい食事を提供します - 灰は勇敢に行動します。 彼のポケモンがすべての仕事をしている間に、通常は展覧会を噴出し、プロットの中に突入してその日を節約しながら、いくつかのきちんとした行動と灰があります。 結末はcertianlyより多くの5月とすることができますが、灰は価値があるとしています。 ブラボー・アッシュ、これはあなたが代理店を表示したMewtwoの映画以来初めてです。\n\n結局のところ、無意識の黄色い力で最終的にスコアを下げているのに対し、映画の大部分は、罰金からかなり良い領域に入れ子になっています。  ManaphyとMayは楽しいペアでしたし、少しベアボーンであってもプロットはしっかりしていました。 私は映画がフィオーネの姿勢から恩恵を受けたと感じているが、それは非常に小さな点だ。  6.5 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nManaphy: The Movie, or if you're fond of long winded titles, Pokémon Ranger and the Temple of the Sea, is the fourth and last film in the Pokemon Advance series. While the film series continued onward with annual releases under a slightly different name, this was the last we saw of May and Max. The first Advance film gave Max some focus, but both characters were generally reduced to supporting roles. Luckily for May, Pocket Monsters Advanced Generation the Movie: Pokémon Ranger and the Prince of the Sea: Manaphy decided to focus on her. And lucky indeed she is, because the fourth Advance film is the only of the four I can consider good without any doubts.\n\n\u001b[1mManaphy：The Movie、またはポケモンレンジャーと海の神殿が好きであれば、ポケモンアドバンスシリーズの4番目と最後の映画です。 映画シリーズは若干異なる名前で年次リリースを続けていたが、これはMayとMaxの最後のものだった。 最初のアドバンス映画はマックスに焦点を当てましたが、両方のキャラクターは一般的に支持的役割にまで縮小されました。 幸いにも5月、ポケットモンスターアドバンスドジェネレーション映画：ポケモンレンジャーと海の王子：マニーは彼女に焦点を当てることにしました。 そして確かに彼女は幸運です。なぜなら、第4のアドバンス映画が4つの唯一のものなので、私は疑いもなく良いと考えることができます。\u001b[22m\n\u001b[1m(Manaphy: The movu~ie, matawa pokemonrenjā to umi no shinden ga sukideareba, pokemon'adobansushirīzu no 4-banme to saigo no eigadesu. Eiga shirīzu wa jakkan kotonaru namae de nenji rirīsu o tsudzukete itaga, koreha mei to Max no saigo no monodatta. Saisho no Adobansu eiga wa makkusu ni shōten o atemashitaga, ryōhō no kyarakutā wa ippantekini shiji-teki yakuwari ni made shukushō sa remashita. Saiwai ni mo 5 tsuki, pokettomonsutāadobansudojenerēshon eiga: Pokemonrenjā to umi no ōji: Manī wa kanojo ni shōten o ateru koto ni shimashita. Soshite tashika ni kanojo wa kōundesu. Nazenara, dai 4 no Adobansu eiga ga 4tsu no yuiitsu no mononanode, watashi wa utagai mo naku yoi to kangaeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mManaphy: The Movie, or if you're fond of long winded titles, Pokémon Ranger and the Temple of the Sea, is the fourth and last film in the Pokemon Advance series. While the film series continued onward with annual releases under a slightly different name, this was the last we saw of May and Max. The first Advance film gave Max some focus, but both characters were generally reduced to supporting roles. Luckily for May, Pocket Monsters Advanced Generation the Movie: Pokémon Ranger and the Prince of the Sea: Manaphy decided to focus on her. And lucky indeed she is, because the fourth Advance film is the only of the four I can consider good without any doubts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mManaphy: The Movie, or if you're fond of long winded titles, Pokémon Ranger and the Temple of the Sea, is the fourth and last film in the Pokemon Advance series.\u001b[24m\n    \u001b[1mManaphy：The Movie、またはポケモンレンジャーと海の神殿が好きであれば、ポケモンアドバンスシリーズの4番目と最後の映画です。\u001b[22m, \u001b[1mマナフィ：映画、またはあなたが長いったらしいタイトルが好きなら、劇場版ポケットモンスターアドバンスジェネレーションポケモンレンジャーと蒼海の王子マナフィは、ポケットモンスターアドバンスシリーズの第四および最後のフィルムです。\u001b[22m\n\u001b[4mWhile the film series continued onward with annual releases under a slightly different name, this was the last we saw of May and Max.\u001b[24m\n    \u001b[1m映画シリーズは若干異なる名前で年次リリースを続けていたが、これはMayとMaxの最後のものだった。\u001b[22m, \u001b[1m映画シリーズは、わずかに異なる名前で毎年恒例のリリースと以降継続しているが、これは我々が月とMaxの見た最後でした。\u001b[22m\n\u001b[4mThe first Advance film gave Max some focus, but both characters were generally reduced to supporting roles.\u001b[24m\n    \u001b[1m最初のアドバンス映画はマックスに焦点を当てましたが、両方のキャラクターは一般的に支持的役割にまで縮小されました。\u001b[22m, \u001b[1m最初のアドバンスフィルムはマックスにいくつかのフォーカスを与えたが、両方の文字は、一般的に脇役に減少しました。\u001b[22m\n\u001b[4mLuckily for May, Pocket Monsters Advanced Generation the Movie: Pokémon Ranger and the Prince of the Sea: Manaphy decided to focus on her.\u001b[24m\n    \u001b[1m幸いにも5月、ポケットモンスターアドバンスドジェネレーション映画：ポケモンレンジャーと海の王子：マニーは彼女に焦点を当てることにしました。\u001b[22m, \u001b[1m幸いにも月、ポケットモンスターアドバンスジェネレーションムービー用：ポケモンレンジャーと海の王子：マナフィは彼女に焦点を当てることにしました。\u001b[22m\n\u001b[4mAnd lucky indeed she is, because the fourth Advance film is the only of the four I can consider good without any doubts.\u001b[24m\n    \u001b[1mそして確かに彼女は幸運です。なぜなら、第4のアドバンス映画が4つの唯一のものなので、私は疑いもなく良いと考えることができます。\u001b[22m, \u001b[1m第四アドバンス膜が、私は疑問なしで良いと考えることができ4の専用であるためと幸運確かに彼女は、あります。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the slapstick antics of the titular ranger, Jack, did initially turn me off the film, they're used sparingly. Phantom and his pirate crew border on the ridiculous as well, but just like Jack, they're used in moderation and in mostly good taste. A scene that itches me as inapropriate is the one where Phantom's antics diminish the drama of the chase leading to hatching of Manaphy's. Generally, these gripes are insignificant in the wider picture.\n\n\u001b[1mティッカー・レンジャーのスラップスティック・アクション、ジャックは、最初は私を映画から切り離しましたが、彼らは控えめに使われています。 ファントムと彼の海賊のクルーもばかばかしいですが、ジャックのように、彼らは適度に、そして大部分は良い味で使用されています。 不都合なものとして私をかわいそうなシーンは、ファントムの嫌悪感が、マナフィーズの孵化につながる追いかけのドラマを弱めるものです。 一般に、これらのグリップは、より広い画像では重要ではない。\u001b[22m\n\u001b[1m(Tikkā renjā no surappusutikku akushon, jakku wa, saisho wa watashi o eiga kara kirihanashimashitaga, karera wa hikaeme ni tsukawa rete imasu. Fantomu to kare no kaizoku no kurū mo bakabakashīdesuga, jakku no yō ni, karera wa tekido ni, soshite daibubun wa yoi aji de shiyō sa rete imasu. Futsugōna mono to shite watashi o kawaisōna shīn wa, fantomu no ken'o-kan ga, manafīzu no fuka ni tsunagaru oikake no dorama o yowameru monodesu. Ippan ni, korera no gurippu wa, yori hiroi gazōde wa jūyōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mWhile the slapstick antics of the titular ranger, Jack, did initially turn me off the film, they're used sparingly. Phantom and his pirate crew border on the ridiculous as well, but just like Jack, they're used in moderation and in mostly good taste. A scene that itches me as inapropriate is the one where Phantom's antics diminish the drama of the chase leading to hatching of Manaphy's. Generally, these gripes are insignificant in the wider picture.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the slapstick antics of the titular ranger, Jack, did initially turn me off the film, they're used sparingly.\u001b[24m\n    \u001b[1mティッカー・レンジャーのスラップスティック・アクション、ジャックは、最初は私を映画から切り離しましたが、彼らは控えめに使われています。\u001b[22m, \u001b[1m名ばかりのレンジャーのドタバタおどけは、ジャックは、最初にフィルムを私をオフにしなかったが、彼らは慎重に使用しています。\u001b[22m\n\u001b[4mPhantom and his pirate crew border on the ridiculous as well, but just like Jack, they're used in moderation and in mostly good taste.\u001b[24m\n    \u001b[1mファントムと彼の海賊のクルーもばかばかしいですが、ジャックのように、彼らは適度に、そして大部分は良い味で使用されています。\u001b[22m, \u001b[1mファントムとばかげた上で彼の海賊乗組員の境界線だけでなく、ちょうどジャックのように、彼らは適度にし、ほとんどが良い味に慣れています。\u001b[22m\n\u001b[4mA scene that itches me as inapropriate is the one where Phantom's antics diminish the drama of the chase leading to hatching of Manaphy's.\u001b[24m\n    \u001b[1m不都合なものとして私をかわいそうなシーンは、ファントムの嫌悪感が、マナフィーズの孵化につながる追いかけのドラマを弱めるものです。\u001b[22m, \u001b[1minapropriateとして私をムズムズするシーンは、ファントムのおどけはマナフィのの孵化に至るチェイスのドラマを減少させるものです。\u001b[22m\n\u001b[4mGenerally, these gripes are insignificant in the wider picture.\u001b[24m\n    \u001b[1m一般に、これらのグリップは、より広い画像では重要ではない。\u001b[22m, \u001b[1m一般的に、これらの不満は、より広い画像で重要ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the major things that make this film stand out from most Pokemon sequels is the creation of interesting side characters. The family Ash and company come in contact with this time aren't exceeding strange or special. They feel like normal people and as normal people, they have small quirks that flesh them out as unique - the way they dress, talk, walk and values they spout. The film succeeds at painting the relationships of supporting cast as real and fine dialogue makes them interesting enough to follow. Their distinct 'house' is given its own visual identity, as well. Because of this, film successfuly indulges into 40 minutes of set up and casual character building.\n\n\u001b[1mこの映画をほとんどのポケモンの続編から際立たせる主なものの1つは、面白い人物の創造です。 家族の灰と会社は、この時間に接触して来て奇妙なまたは特別なを超えていません。 彼らは普通の人のように感じていて、普通の人のように、彼らは独特の肉体を持っている小さな癖を持っています。 この映画は、実際の話と細かい対話のような支持的なキャストの関係を描くことに成功し、それに従うのに十分興味深い。 彼らの明確な「家」には、それ自身の視覚的アイデンティティも与えられています。 このため、映画は40分のセットアップとカジュアルなキャラクタービルディングに成功します。\u001b[22m\n\u001b[1m(Kono eiga o hotondo no pokemon no zokuhen kara kiwadataseru omona mono no 1tsu wa, omoshiroi jinbutsu no sōzōdesu. Kazoku no hai to kaisha wa, kono-jikan ni sesshoku shite kite kimyōna matawa tokubetsuna o koete imasen. Karera wa futsūnohito no yō ni kanjite ite, futsūnohito no yō ni, karera wa dokutoku no nikutai o motte iru chīsana kuse o motte imasu. Kono eiga wa, jissai no hanashi to komakai taiwa no yōna shiji-tekina kyasuto no kankei o kaku koto ni seikō shi, sore ni shitagau no ni jūbun kyōmibukai. Karera no meikakuna `ie' ni wa, sore jishin no shikaku-teki aidentiti mo atae rarete imasu. Ko no tame, eiga wa 40-bu no settoappu to kajuaruna kyarakutābirudingu ni seikō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the major things that make this film stand out from most Pokemon sequels is the creation of interesting side characters. The family Ash and company come in contact with this time aren't exceeding strange or special. They feel like normal people and as normal people, they have small quirks that flesh them out as unique - the way they dress, talk, walk and values they spout. The film succeeds at painting the relationships of supporting cast as real and fine dialogue makes them interesting enough to follow. Their distinct 'house' is given its own visual identity, as well. Because of this, film successfuly indulges into 40 minutes of set up and casual character building.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the major things that make this film stand out from most Pokemon sequels is the creation of interesting side characters.\u001b[24m\n    \u001b[1mこの映画をほとんどのポケモンの続編から際立たせる主なものの1つは、面白い人物の創造です。\u001b[22m, \u001b[1mこの映画は、ほとんどのポケモンの続編から目立つよう、主要なものの一つは、興味深い側面の文字を作成することです。\u001b[22m\n\u001b[4mThe family Ash and company come in contact with this time aren't exceeding strange or special.\u001b[24m\n    \u001b[1m家族の灰と会社は、この時間に接触して来て奇妙なまたは特別なを超えていません。\u001b[22m, \u001b[1mこの時に接触家族の灰と会社は奇妙な、または特別超えていません。\u001b[22m\n\u001b[4mThey feel like normal people and as normal people, they have small quirks that flesh them out as unique - the way they dress, talk, walk and values they spout.\u001b[24m\n    \u001b[1m彼らは普通の人のように感じていて、普通の人のように、彼らは独特の肉体を持っている小さな癖を持っています。\u001b[22m, \u001b[1m彼らは普通の人のように感じると普通の人のように、彼らがユニークなそれらを肉付け小さな癖を持っている - 彼らは服を着るようにして、話をし、歩き、値は彼らが噴出。\u001b[22m\n\u001b[4mThe film succeeds at painting the relationships of supporting cast as real and fine dialogue makes them interesting enough to follow.\u001b[24m\n    \u001b[1mこの映画は、実際の話と細かい対話のような支持的なキャストの関係を描くことに成功し、それに従うのに十分興味深い。\u001b[22m, \u001b[1mフィルムは、実際の微細な対話が続くのに十分な彼らは興味深いものとしてキャストを支持する関係を描くに成功しました。\u001b[22m\n\u001b[4mTheir distinct 'house' is given its own visual identity, as well.\u001b[24m\n    \u001b[1m彼らの明確な「家」には、それ自身の視覚的アイデンティティも与えられています。\u001b[22m, \u001b[1m彼らの明確な「家」は同様に、独自のビジュアル・アイデンティティを与えられています。\u001b[22m\n\u001b[4mBecause of this, film successfuly indulges into 40 minutes of set up and casual character building.\u001b[24m\n    \u001b[1mこのため、映画は40分のセットアップとカジュアルなキャラクタービルディングに成功します。\u001b[22m, \u001b[1mこのため、フィルムがsuccessfulyセットアップとカジュアルな文字の建物の40分にふけます。\u001b[22m\n\u001b[1m\u001b[22m\nHandled wrongly, Manaphy could have ended up as an annoying baby and a catalyst for many frustrating moments. This doesn't happen. In the film, Manaphy bonds with May, and although May isn't interesting here as she is in the fourth season of the regular Pokemon show, she can take the spotlight just fine.\n\n\u001b[1m間違った扱いをしたManaphyは、迷惑な赤ちゃんとなってしまった。 これは起こりません。 映画では、マナフィーは5月と結びついていますが、5月は通常のポケモンショーの第4シーズンのように興味深いわけではありませんが、彼女は注目を集めることができます。\u001b[22m\n\u001b[1m(Machigatta atsukai o shita Manaphy wa, meiwakuna akachan to natte shimatta. Kore wa okorimasen. Eigade wa, manafī wa 5 tsuki to musubitsuite imasuga, 5 tsuki wa tsūjō no pokemonshō no dai 4 shīzun no yō ni kyōmibukai wakede wa arimasenga, kanojo wa chūmoku o atsumeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHandled wrongly, Manaphy could have ended up as an annoying baby and a catalyst for many frustrating moments. This doesn't happen. In the film, Manaphy bonds with May, and although May isn't interesting here as she is in the fourth season of the regular Pokemon show, she can take the spotlight just fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHandled wrongly, Manaphy could have ended up as an annoying baby and a catalyst for many frustrating moments.\u001b[24m\n    \u001b[1m間違った扱いをしたManaphyは、迷惑な赤ちゃんとなってしまった。\u001b[22m, \u001b[1m取扱いを誤っ、マナフィは迷惑な赤ちゃんと多くイライラする瞬間のための触媒として終わったかもしれません。\u001b[22m\n\u001b[4mThis doesn't happen.\u001b[24m\n    \u001b[1mこれは起こりません。\u001b[22m\n\u001b[4mIn the film, Manaphy bonds with May, and although May isn't interesting here as she is in the fourth season of the regular Pokemon show, she can take the spotlight just fine.\u001b[24m\n    \u001b[1m映画では、マナフィーは5月と結びついていますが、5月は通常のポケモンショーの第4シーズンのように興味深いわけではありませんが、彼女は注目を集めることができます。\u001b[22m, \u001b[1m彼女は、通常のポケモンショーのシーズン4にあるように月がここに興味深いものではありませんが、月とフィルム、マナフィ債では、と、彼女はうまくスポットライトを取ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the film is plot driven, a large chunk of the middle half is spent on a journey. This time is spent focusing on the relationship between May and Manaphy and I'm happy to say - this relationship makes the movie shine in a few moments. Accompanied by some quite sophisticated dialogue for a Pokemon film, these scenes make the best that movie has to offer.\n\n\u001b[1m映画がプロットされている間に、途中の大きな部分が旅に費やされます。 今回は、5月とManaphyの関係に焦点を当てています。私はこのことを喜んで言います。この関係によって、映画は数分で輝きます。 ポケモン映画のための非常に洗練された対話に伴い、これらのシーンは映画が提供しなければならない最高のものです。\u001b[22m\n\u001b[1m(Eiga ga purotto sa rete iru ma ni, tochū no ōkina bubun ga tabi ni tsuiyasa remasu. Konkai wa, 5 tsuki to Manaphy no kankei ni shōten o atete imasu. Watashi wa kono koto o yorokonde iimasu. Kono kankei ni yotte, eiga wa sūbun de kagayakimasu. Pokemon eiga no tame no hijō ni senrensareta taiwa ni tomonai, korera no shīn wa eiga ga teikyō shinakereba naranai saikō no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the film is plot driven, a large chunk of the middle half is spent on a journey. This time is spent focusing on the relationship between May and Manaphy and I'm happy to say - this relationship makes the movie shine in a few moments. Accompanied by some quite sophisticated dialogue for a Pokemon film, these scenes make the best that movie has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the film is plot driven, a large chunk of the middle half is spent on a journey.\u001b[24m\n    \u001b[1m映画がプロットされている間に、途中の大きな部分が旅に費やされます。\u001b[22m, \u001b[1mフィルムがプロット駆動されているが、中央の半分の大きな塊は旅に費やされています。\u001b[22m\n\u001b[4mThis time is spent focusing on the relationship between May and Manaphy and I'm happy to say - this relationship makes the movie shine in a few moments.\u001b[24m\n    \u001b[1m今回は、5月とManaphyの関係に焦点を当てています。私はこのことを喜んで言います。この関係によって、映画は数分で輝きます。\u001b[22m, \u001b[1mこの関係は、いくつかの瞬間のムービー輝きを作る - この時間は、月とマナフィとの関係に焦点を当て費やされていると私は言って満足しています。\u001b[22m\n\u001b[4mAccompanied by some quite sophisticated dialogue for a Pokemon film, these scenes make the best that movie has to offer.\u001b[24m\n    \u001b[1mポケモン映画のための非常に洗練された対話に伴い、これらのシーンは映画が提供しなければならない最高のものです。\u001b[22m, \u001b[1mポケモン映画のためのいくつかの非常に洗練された対話を伴って、これらのシーンは、その映画を提供している最高のを作ります。\u001b[22m\n\u001b[1m\u001b[22m\nSome standout scenes are Manaphy's search for May's scarf and the exchange between Jack and Ash with May joining in later. On the less positive side, this migrant family of circus entertainers has enough money for top tier sea equipment, boats and submarines. In the movie they proceed to destroy these vehicles and you can't stop and wonder - how rich do they have to be not to mention the loss?\n\n\u001b[1mいくつかの傑出したシーンは、マナフィーが5月のスカーフを探して、5月にジャックとアッシュとのやりとりをしています。 あまりポジティブな側面では、サーカスのエンターテイナーのこの移民ファミリーは、最上階の海上機器、ボート、潜水艦に十分なお金を持っています。 映画では、彼らはこれらの車を破壊するために進行し、あなたは止まらず、疑問に思うことはできません - どのくらい金持ちが損失を言及する必要はありませんか？\u001b[22m\n\u001b[1m(Ikutsu ka no kesshutsu shita shīn wa, manafī ga 5 tsuki no sukāfu o sagashite, 5 tsuki ni jakkuto asshu to no yaritori o shite imasu. Amari pojitibuna sokumende wa, sākasu no entāteinā no kono imin famirī wa, saijōkai no kaijō kiki, bōto, sensuikan ni jūbun'na okane o motte imasu. Eigade wa, karera wa korera no kuruma o hakai suru tame ni shinkō shi, anata wa tomarazu, gimon ni omou koto wa dekimasen - dono kurai kanemochi ga sonshitsu o genkyū suru hitsuyō wa arimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mSome standout scenes are Manaphy's search for May's scarf and the exchange between Jack and Ash with May joining in later. On the less positive side, this migrant family of circus entertainers has enough money for top tier sea equipment, boats and submarines. In the movie they proceed to destroy these vehicles and you can't stop and wonder - how rich do they have to be not to mention the loss?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome standout scenes are Manaphy's search for May's scarf and the exchange between Jack and Ash with May joining in later.\u001b[24m\n    \u001b[1mいくつかの傑出したシーンは、マナフィーが5月のスカーフを探して、5月にジャックとアッシュとのやりとりをしています。\u001b[22m, \u001b[1mいくつかの傑出したシーンはマナフィの月のスカーフを検索し、5月以降で参加とジャックとアッシュとの間の交換です。\u001b[22m\n\u001b[4mOn the less positive side, this migrant family of circus entertainers has enough money for top tier sea equipment, boats and submarines.\u001b[24m\n    \u001b[1mあまりポジティブな側面では、サーカスのエンターテイナーのこの移民ファミリーは、最上階の海上機器、ボート、潜水艦に十分なお金を持っています。\u001b[22m, \u001b[1mあまり肯定的な側面では、サーカスの芸人のこの移民家族は一流の海機器、ボートや潜水艦のための十分なお金を持っています。\u001b[22m\n\u001b[4mIn the movie they proceed to destroy these vehicles and you can't stop and wonder - how rich do they have to be not to mention the loss?\u001b[24m\n    \u001b[1m映画では、彼らはこれらの車を破壊するために進行し、あなたは止まらず、疑問に思うことはできません - どのくらい金持ちが損失を言及する必要はありませんか？\u001b[22m, \u001b[1m映画の中で彼らは、これらの車両を破壊するために進んで、あなたが停止することはできませんと不思議 - どのように豊かな彼らは損失を言及しないようにしなければならないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nThe last third of this film, features a supernatural sea temple and while I've had my rants regarding vague magic in Pokemon before, this one's not a thorn in my side. Indeed, it is connected to currents and power of Manaphy as a legendary sea Pokemon. Last but not least, the whole creation is seen to be fragile, with decaying pilasters, statues and the whole sinking plot. It's a creation subservient to the (embellished) laws of physics.\n\n\u001b[1mこの映画の最後の3分の1には、超自然の海の寺があり、前にポケモンで漠然とした魔法を覚えている間に、これは私の側の棘ではありません。 確かに、それは伝説の海のポケモンとしてManaphyの流れと力に結びついています。 最後は重要なことですが、創造物全体は、崩壊する柱、彫像、そして全体的な沈み込みプロットで壊れやすいものと見られます。 物理学の法則に従属する創造物です。\u001b[22m\n\u001b[1m(Kono eiga no saigo no 3-bun'no 1 ni wa, chō shizen no umi no tera ga ari, mae ni pokemon de bakuzento shita mahō o oboete iru ma ni, kore wa watashi no soba no togede wa arimasen. Tashika ni, soreha densetsu no umi no pokemon to shite Manaphy no nagare to chikara ni musubitsuite imasu. Saigo wa jūyōna kotodesuga, sōzō-mono zentai wa, hōkai suru hashira, chōzō, soshite zentai-tekina shizumi komi purotto de koware yasui mono to mi raremasu. Butsurigaku no hōsoku ni jūzoku suru sōzō-monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe last third of this film, features a supernatural sea temple and while I've had my rants regarding vague magic in Pokemon before, this one's not a thorn in my side. Indeed, it is connected to currents and power of Manaphy as a legendary sea Pokemon. Last but not least, the whole creation is seen to be fragile, with decaying pilasters, statues and the whole sinking plot. It's a creation subservient to the (embellished) laws of physics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last third of this film, features a supernatural sea temple and while I've had my rants regarding vague magic in Pokemon before, this one's not a thorn in my side.\u001b[24m\n    \u001b[1mこの映画の最後の3分の1には、超自然の海の寺があり、前にポケモンで漠然とした魔法を覚えている間に、これは私の側の棘ではありません。\u001b[22m, \u001b[1mこの映画の最後の3分の1は、超自然的な海の寺院があり、私は前にポケモンで曖昧な魔法に関する私の暴言を持っていた一方で、これは私の悩みの種ではありません。\u001b[22m\n\u001b[4mIndeed, it is connected to currents and power of Manaphy as a legendary sea Pokemon.\u001b[24m\n    \u001b[1m確かに、それは伝説の海のポケモンとしてManaphyの流れと力に結びついています。\u001b[22m, \u001b[1m確かに、それは伝説の海のポケモンとしてマナフィの電流と電源に接続されています。\u001b[22m\n\u001b[4mLast but not least, the whole creation is seen to be fragile, with decaying pilasters, statues and the whole sinking plot.\u001b[24m\n    \u001b[1m最後は重要なことですが、創造物全体は、崩壊する柱、彫像、そして全体的な沈み込みプロットで壊れやすいものと見られます。\u001b[22m, \u001b[1m少なくとも最後のではなく、全体の作成が減衰壁柱、彫像や全体の沈下プロットで、壊れやすいことが分かります。\u001b[22m\n\u001b[4mIt's a creation subservient to the (embellished) laws of physics.\u001b[24m\n    \u001b[1m物理学の法則に従属する創造物です。\u001b[22m, \u001b[1mこれは、物理学の（装飾）の法律に従属作成です。\u001b[22m\n\u001b[1m\u001b[22m\nIn the last act, the film serves us a nice meal - Ash acting heroic. There's some neat action and Ash, who usually spouts exposition while his pokemon do all the work, plunges right into the plot and saves the day. While the ending could certianly do with some more May, Ash makes it worthwile. Bravo Ash, this marks the first time since the Mewtwo movie that you displayed agency.\n\n\u001b[1m最後の行為では、映画は私たちに素晴らしい食事を提供します - 灰は勇敢に行動します。 彼のポケモンがすべての仕事をしている間に、通常は展覧会を噴出し、プロットの中に突入してその日を節約しながら、いくつかのきちんとした行動と灰があります。 結末はcertianlyより多くの5月とすることができますが、灰は価値があるとしています。 ブラボー・アッシュ、これはあなたが代理店を表示したMewtwoの映画以来初めてです。\u001b[22m\n\u001b[1m(Saigo no kōide wa, eiga wa watashitachi ni subarashī shokuji o teikyō shimasu - hai wa yūkan ni kōdō shimasu. Kare no pokemon ga subete no shigoto o shite iru ma ni, tsūjō wa tenran-kai o fukidashi, purotto no naka ni totsunyū shite sonohi o setsuyaku shinagara, ikutsu ka no kichinto shita kōdō to hai ga arimasu. Ketsumatsu wa certianly yori ōku no 5 tsuki to suru koto ga dekimasuga, hai wa kachigāru to shite imasu. Burabō asshu, kore wa anata ga dairiten o hyōji shita Mewtwo no eiga irai hajimetedesu.)\u001b[22m\n\nTranslations of \u001b[4mIn the last act, the film serves us a nice meal - Ash acting heroic. There's some neat action and Ash, who usually spouts exposition while his pokemon do all the work, plunges right into the plot and saves the day. While the ending could certianly do with some more May, Ash makes it worthwile. Bravo Ash, this marks the first time since the Mewtwo movie that you displayed agency.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the last act, the film serves us a nice meal - Ash acting heroic.\u001b[24m\n    \u001b[1m最後の行為では、映画は私たちに素晴らしい食事を提供します - 灰は勇敢に行動します。\u001b[22m, \u001b[1m最後の行為では、フィルムは私たちに素敵な食事を提供しています - アッシュは英雄的な演技します。\u001b[22m\n\u001b[4mThere's some neat action and Ash, who usually spouts exposition while his pokemon do all the work, plunges right into the plot and saves the day.\u001b[24m\n    \u001b[1m彼のポケモンがすべての仕事をしている間に、通常は展覧会を噴出し、プロットの中に突入してその日を節約しながら、いくつかのきちんとした行動と灰があります。\u001b[22m, \u001b[1m通常、彼のポケモンは、すべての作業を行う一方で、博覧会を噴出右のプロットに突入し、一日を保存するいくつかのきちんとした行動とアッシュは、あります。\u001b[22m\n\u001b[4mWhile the ending could certianly do with some more May, Ash makes it worthwile.\u001b[24m\n    \u001b[1m結末はcertianlyより多くの5月とすることができますが、灰は価値があるとしています。\u001b[22m, \u001b[1mエンディングはcertianlyいくつかのより多くの月で行うことができますが、アッシュはそれがworthwileなります。\u001b[22m\n\u001b[4mBravo Ash, this marks the first time since the Mewtwo movie that you displayed agency.\u001b[24m\n    \u001b[1mブラボー・アッシュ、これはあなたが代理店を表示したMewtwoの映画以来初めてです。\u001b[22m, \u001b[1mブラボーアッシュは、これはあなたが代理店を表示ミュウツーの映画以来初めてのこと。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, while the whole deal with nonsensical yellow powers at the end does lower the score, the vast majority of the film is nested in the fine to pretty good area. Manaphy and May were an enjoyable pair and the plot was solid, even if a bit barebones. I feel that movie could have benefited from the apearance of Phione, but that's a very minor point. 6.5/10\n\n\u001b[1m結局のところ、無意識の黄色い力で最終的にスコアを下げているのに対し、映画の大部分は、罰金からかなり良い領域に入れ子になっています。  ManaphyとMayは楽しいペアでしたし、少しベアボーンであってもプロットはしっかりしていました。 私は映画がフィオーネの姿勢から恩恵を受けたと感じているが、それは非常に小さな点だ。  6.5 / 10\u001b[22m\n\u001b[1m(Kekkyokunotokoro, muishiki no kiiroi chikara de saishūtekini sukoa o sagete irunoni taishi, eiga no daibubun wa, bakkin kara kanari yoi ryōiki ni ireko ni natte imasu. Manaphy to mei wa tanoshī peadeshitashi, sukoshi beabōndeatte mo purotto wa shikkari shite imashita. Watashi wa eiga ga fiōne no shisei kara onkei o uketa to kanjite iruga, sore wa hijō ni chīsana tenda. 6. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mAll in all, while the whole deal with nonsensical yellow powers at the end does lower the score, the vast majority of the film is nested in the fine to pretty good area. Manaphy and May were an enjoyable pair and the plot was solid, even if a bit barebones. I feel that movie could have benefited from the apearance of Phione, but that's a very minor point. 6.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, while the whole deal with nonsensical yellow powers at the end does lower the score, the vast majority of the film is nested in the fine to pretty good area.\u001b[24m\n    \u001b[1m結局のところ、無意識の黄色い力で最終的にスコアを下げているのに対し、映画の大部分は、罰金からかなり良い領域に入れ子になっています。\u001b[22m, \u001b[1m末尾に無意味な黄色の力を持つ全体の契約はスコアを下げていながら、すべてのすべてで、フィルムの大半はかなり良いエリアに罰金にネストされています。\u001b[22m\n\u001b[4mManaphy and May were an enjoyable pair and the plot was solid, even if a bit barebones.\u001b[24m\n    \u001b[1mManaphyとMayは楽しいペアでしたし、少しベアボーンであってもプロットはしっかりしていました。\u001b[22m, \u001b[1mマナフィと月は楽しいペアだったとプロットが少しでも必要最小限の場合、固体でした。\u001b[22m\n\u001b[4mI feel that movie could have benefited from the apearance of Phione, but that's a very minor point.\u001b[24m\n    \u001b[1m私は映画がフィオーネの姿勢から恩恵を受けたと感じているが、それは非常に小さな点だ。\u001b[22m, \u001b[1m私はその映画はフィオネのapearanceの恩恵を受けている可能性を感じるが、それは非常にマイナーなポイントです。\u001b[22m\n\u001b[4m6.5/10\u001b[24m\n    \u001b[1m6.5 / 10\u001b[22m"
  },
  {
    "title": "Pokemon_Advanced_Generation__Pokemon_Ranger_to_Umi_no_Ouji_Manaphy",
    "id": "2201",
    "url": "https://myanimelist.net/anime/2201/Pokemon_Advanced_Generation__Pokemon_Ranger_to_Umi_no_Ouji_Manaphy",
    "user": "Kawaiipikachuu",
    "profile": "/profile/Kawaiipikachuu/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=115441",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nこれはこれまでで最もかわいいポケモン映画でした。 ポケモンレンジャーズは、海の王子であるマナフィーを守るために設立されました。\n\nそれが孵化した後、母親として5月を見て、彼らのために強くて苦しい絆を作ります。\n\nManaphyを奪うために邪悪が来た後、Ashはもう一度主人公です。 この世代を知らない子供のために、これは灰がいかに来たかを示すでしょう。 これを見た人には、もう一度それを見て傷つけることはできませんでした！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was the cutest Pokemon movie ever. Pokemon Rangers are set out to protect Manaphy, 'the prince of the sea.'\n\n\u001b[1mこれはこれまでで最もかわいいポケモン映画でした。 ポケモンレンジャーズは、海の王子であるマナフィーを守るために設立されました。\u001b[22m\n\u001b[1m(Kore wa kore made de mottomo kawaī pokemon eigadeshita. Pokemonrenjāzu wa, umi no ōjidearu manafī o mamoru tame ni setsuritsu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThis was the cutest Pokemon movie ever. Pokemon Rangers are set out to protect Manaphy, 'the prince of the sea.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was the cutest Pokemon movie ever.\u001b[24m\n    \u001b[1mこれはこれまでで最もかわいいポケモン映画でした。\u001b[22m, \u001b[1mこれは、今までかわいいポケモン映画でした。\u001b[22m\n\u001b[4mPokemon Rangers are set out to protect Manaphy, 'the prince of the sea.'\u001b[24m\n    \u001b[1mポケモンレンジャーズは、海の王子であるマナフィーを守るために設立されました。\u001b[22m, \u001b[1mポケモンレンジャーはマナフィ、保護するために設定されている「海の王子」。\u001b[22m\n\u001b[1m\u001b[22m\nAfter it hatches, it sees May as its mother, thus making a strong and painful bond for them.\n\n\u001b[1mそれが孵化した後、母親として5月を見て、彼らのために強くて苦しい絆を作ります。\u001b[22m\n\u001b[1m(Sore ga fuka shita nochi, hahaoya to shite 5 tsuki o mite, karera no tame ni tsuyokute kurushī kizuna o tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter it hatches, it sees May as its mother, thus making a strong and painful bond for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter it hatches, it sees May as its mother, thus making a strong and painful bond for them.\u001b[24m\n    \u001b[1mそれが孵化した後、母親として5月を見て、彼らのために強くて苦しい絆を作ります。\u001b[22m, \u001b[1mそれが孵化した後、それはこのように彼らのために強い痛みを伴う結合を作り、その母のように月を見ています。\u001b[22m\n\u001b[1m\u001b[22m\nAfter evil comes to capture Manaphy, Ash is the hero once again. For the kids that don't know this generation, this will show how Ash has come along. For those that have seen this, couldn't hurt to watch it again!\n\n\u001b[1mManaphyを奪うために邪悪が来た後、Ashはもう一度主人公です。 この世代を知らない子供のために、これは灰がいかに来たかを示すでしょう。 これを見た人には、もう一度それを見て傷つけることはできませんでした！\u001b[22m\n\u001b[1m(Manaphy o ubau tame ni jaaku ga kita nochi, Ash wa mōichido shujinkōdesu. Kono sedai o shiranai kodomo no tame ni, koreha hai ga ikani kitaka o shimesudeshou. Kore o mita hito ni wa, mōichido sore o mite kizutsukeru koto wa dekimasendeshita!)\u001b[22m\n\nTranslations of \u001b[4mAfter evil comes to capture Manaphy, Ash is the hero once again. For the kids that don't know this generation, this will show how Ash has come along. For those that have seen this, couldn't hurt to watch it again!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter evil comes to capture Manaphy, Ash is the hero once again.\u001b[24m\n    \u001b[1mManaphyを奪うために邪悪が来た後、Ashはもう一度主人公です。\u001b[22m, \u001b[1m悪がマナフィをキャプチャするために来た後、灰は再びヒーローです。\u001b[22m\n\u001b[4mFor the kids that don't know this generation, this will show how Ash has come along.\u001b[24m\n    \u001b[1mこの世代を知らない子供のために、これは灰がいかに来たかを示すでしょう。\u001b[22m, \u001b[1mこの世代を知らない子供たちのために、これは灰が一緒に来たかを表示します。\u001b[22m\n\u001b[4mFor those that have seen this, couldn't hurt to watch it again!\u001b[24m\n    \u001b[1mこれを見た人には、もう一度それを見て傷つけることはできませんでした！\u001b[22m, \u001b[1mこれを見ているものについては、再びそれを見て傷つけることができませんでした！\u001b[22m"
  }
]
