[
  {
    "title": "Hero_Bank",
    "id": "22099",
    "url": "https://myanimelist.net/anime/22099/Hero_Bank",
    "user": "Letschi",
    "profile": "/profile/Letschi/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=149633",
    "jp": "\nまず、このアニメは芸術作品の1つです。このレビューではこのように反映されるべきです。\n\nアニメが始まるたびに、ベートーヴェンの古典に匹敵する素晴らしいオープニングであなたは吸い込まれます。 これは、最初からサスペンス権を構築し、壮大な戦いがあなたを待っている英雄戦争にあなたを吸います。\n\n戦闘シーンはすばらしく、完璧に実行され、多くのサスペンスを築きます。 どのように戦いが終わるか、そしてKaito Goshoがもう一度相手を圧倒するかはわからない。\n\nアニメーションの品質は、今シーズンで最も美しく作られたアート作品です。 あなたは流体アニメーションや細部への特別な注意を簡単に失うことがあります。\n\nこの瞬間に素晴らしい戦闘シーンに恵まれない時は、今世紀の頂点には質の高いユーモアとキャラクターの才能が見えます。\n\n私の人生はすべてこれを見てより豊かになりました。ちょうど13回のエピソードの後、私は今や人生の真の意味に近づいています。\n\n10/10はもう一度見て、すでに10回持っています。",
    "notes": "\u001b[1m\u001b[22m\nFirst off, this anime is a piece of art, and it should and will be reflected as such in this review.\n\n\u001b[1mまず、このアニメは芸術作品の1つです。このレビューではこのように反映されるべきです。\u001b[22m\n\u001b[1m(Mazu, kono anime wa geijutsu sakuhin no 1tsudesu. Kono rebyū de hako no yō ni han'ei sa rerubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, this anime is a piece of art, and it should and will be reflected as such in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, this anime is a piece of art, and it should and will be reflected as such in this review.\u001b[24m\n    \u001b[1mまず、このアニメは芸術作品の1つです。このレビューではこのように反映されるべきです。\u001b[22m, \u001b[1mまず第一に、このアニメは芸術作品であり、それがこのレビューにそのまま反映されます必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nEverytime the anime starts you get sucked right in with the wonderful opening, which easily rivals beethoven's classics. This builds suspense right from the start and sucks you right into the hero wars, where epic battles await you.\n\n\u001b[1mアニメが始まるたびに、ベートーヴェンの古典に匹敵する素晴らしいオープニングであなたは吸い込まれます。 これは、最初からサスペンス権を構築し、壮大な戦いがあなたを待っている英雄戦争にあなたを吸います。\u001b[22m\n\u001b[1m(Anime ga hajimaru tabi ni, bētōvu~en no koten ni hitteki suru subarashī ōpuningu de anata wa suikoma remasu. Kore wa, saisho kara sasupensu-ken o kōchiku shi, sōdaina tatakai ga anata o matte iru eiyū sensō ni anata o suimasu.)\u001b[22m\n\nTranslations of \u001b[4mEverytime the anime starts you get sucked right in with the wonderful opening, which easily rivals beethoven's classics. This builds suspense right from the start and sucks you right into the hero wars, where epic battles await you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverytime the anime starts you get sucked right in with the wonderful opening, which easily rivals beethoven's classics.\u001b[24m\n    \u001b[1mアニメが始まるたびに、ベートーヴェンの古典に匹敵する素晴らしいオープニングであなたは吸い込まれます。\u001b[22m, \u001b[1m毎回アニメはあなたが正しい簡単にベートーベンの名曲に匹敵する素晴らしいオープニング、とに吸い込ま取得を開始します。\u001b[22m\n\u001b[4mThis builds suspense right from the start and sucks you right into the hero wars, where epic battles await you.\u001b[24m\n    \u001b[1mこれは、最初からサスペンス権を構築し、壮大な戦いがあなたを待っている英雄戦争にあなたを吸います。\u001b[22m, \u001b[1mこれは最初からサスペンス権利を構築し、右の壮大な戦いがあなたを待っ英雄戦争、にあなたを吸います。\u001b[22m\n\u001b[1m\u001b[22m\nThe battle scenes are just amazing, perfectly executed and build up a lot of suspense. You never know how the battles will end, and how Kaito Gosho will once again outsmart his opponent.\n\n\u001b[1m戦闘シーンはすばらしく、完璧に実行され、多くのサスペンスを築きます。 どのように戦いが終わるか、そしてKaito Goshoがもう一度相手を圧倒するかはわからない。\u001b[22m\n\u001b[1m(Sentō shīn wa subarashiku, kanpeki ni jikkō sa re, ōku no sasupensu o kizukimasu. Dono yō ni tatakai ga owaru ka, soshite Kaito Gosho ga mōichido aite o attō suru ka wa wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mThe battle scenes are just amazing, perfectly executed and build up a lot of suspense. You never know how the battles will end, and how Kaito Gosho will once again outsmart his opponent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battle scenes are just amazing, perfectly executed and build up a lot of suspense.\u001b[24m\n    \u001b[1m戦闘シーンはすばらしく、完璧に実行され、多くのサスペンスを築きます。\u001b[22m, \u001b[1m戦闘シーンは、単に素晴らしいです完璧に実行され、サスペンスの多くを構築します。\u001b[22m\n\u001b[4mYou never know how the battles will end, and how Kaito Gosho will once again outsmart his opponent.\u001b[24m\n    \u001b[1mどのように戦いが終わるか、そしてKaito Goshoがもう一度相手を圧倒するかはわからない。\u001b[22m, \u001b[1mあなたは戦闘が終了する方法を知っていることはありません、と怪盗御所は再び彼の相手の裏をかくでしょうか。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation quality is just gorgeous, by far the most beautifully crafted piece of art this season. You can lose yourself easily in the fluid animation and the extraordinary attention to detail.\n\n\u001b[1mアニメーションの品質は、今シーズンで最も美しく作られたアート作品です。 あなたは流体アニメーションや細部への特別な注意を簡単に失うことがあります。\u001b[22m\n\u001b[1m(Animēshon no hinshitsu wa, ima shīzun de mottomo utsukushiku tsukura reta āto sakuhindesu. Anata wa ryūtai animēshon ya saibu e no tokubetsuna chūi o kantan ni ushinau koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation quality is just gorgeous, by far the most beautifully crafted piece of art this season. You can lose yourself easily in the fluid animation and the extraordinary attention to detail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quality is just gorgeous, by far the most beautifully crafted piece of art this season.\u001b[24m\n    \u001b[1mアニメーションの品質は、今シーズンで最も美しく作られたアート作品です。\u001b[22m, \u001b[1mアニメーションの品質は芸術の最も美しく細工された作品群を抜いて、今シーズンだけでゴージャスです。\u001b[22m\n\u001b[4mYou can lose yourself easily in the fluid animation and the extraordinary attention to detail.\u001b[24m\n    \u001b[1mあなたは流体アニメーションや細部への特別な注意を簡単に失うことがあります。\u001b[22m, \u001b[1mあなたは、流体アニメーションや細部への特別な関心に簡単に自分自身を失うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhen you aren't graced with one of the fantastic battle scenes in this moment, you'll get to see the outstanding witty humour and character development which is quality-wise at the pinnacle of this century.\n\n\u001b[1mこの瞬間に素晴らしい戦闘シーンに恵まれない時は、今世紀の頂点には質の高いユーモアとキャラクターの才能が見えます。\u001b[22m\n\u001b[1m(Kono shunkan ni subarashī sentō shīn ni megumarenai toki wa, konseiki no chōten ni wa shitsu no takai yūmoa to kyarakutā no sainō ga miemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen you aren't graced with one of the fantastic battle scenes in this moment, you'll get to see the outstanding witty humour and character development which is quality-wise at the pinnacle of this century.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you aren't graced with one of the fantastic battle scenes in this moment, you'll get to see the outstanding witty humour and character development which is quality-wise at the pinnacle of this century.\u001b[24m\n    \u001b[1mこの瞬間に素晴らしい戦闘シーンに恵まれない時は、今世紀の頂点には質の高いユーモアとキャラクターの才能が見えます。\u001b[22m, \u001b[1mあなたはこの瞬間に素晴らしい戦闘シーンの一つで飾っていないときは、この世紀の頂点に品質が賢明です優れた機知に富んだユーモアとキャラクターの成長を見るために取得します。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all my life got richer by watching this, after just 13 episodes I'm now closer to the true meaning of life.\n\n\u001b[1m私の人生はすべてこれを見てより豊かになりました。ちょうど13回のエピソードの後、私は今や人生の真の意味に近づいています。\u001b[22m\n\u001b[1m(Watashinojinsei wa subete kore o mite yori yutaka ni narimashita. Chōdo 13-kai no episōdo no ato, watashi wa imaya jinsei no shin no imi ni chikadzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all my life got richer by watching this, after just 13 episodes I'm now closer to the true meaning of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all my life got richer by watching this, after just 13 episodes I'm now closer to the true meaning of life.\u001b[24m\n    \u001b[1m私の人生はすべてこれを見てより豊かになりました。ちょうど13回のエピソードの後、私は今や人生の真の意味に近づいています。\u001b[22m, \u001b[1mすべての私の人生のすべては、私は今、人生の本当の意味に近いよちょうど13のエピソードの後に、これを見て、より豊かになりました。\u001b[22m\n\u001b[1m\u001b[22m\n10/10 would watch again and already have 10 times.\n\n\u001b[1m10/10はもう一度見て、すでに10回持っています。\u001b[22m\n\u001b[1m(10/ 10 Wa mōichido mite, sudeni 10-kai motte imasu.)\u001b[22m\n\nTranslations of \u001b[4m10/10 would watch again and already have 10 times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10 would watch again and already have 10 times.\u001b[24m\n    \u001b[1m10/10はもう一度見て、すでに10回持っています。\u001b[22m, \u001b[1m10月10日には、再び見て、すでに10回を持っているでしょう。\u001b[22m"
  },
  {
    "title": "Hero_Bank",
    "id": "22099",
    "url": "https://myanimelist.net/anime/22099/Hero_Bank",
    "user": "sgtdroopy",
    "profile": "/profile/sgtdroopy/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=161675",
    "jp": "このアニメは実際にはかなり良いです。\nストーリーはあまりにも複雑ではなく、キャラクターはあまり複雑ではなく、ショーの大きな部分であるバトルシステムは意味をなさない。\nしかし、それはあなたの顔に笑みを浮かべます。\n\nあなたがエンターテインメントを探していて、それほど多くはありませんが、それはヒーローバンクのようなショーが輝く時です。\n\n大人のユーモア感覚の外には決して落ちない程度に低くならない、一般的な子どものような老けないギャグを実行し、後者は達成するのが難しい場合があります。\n\nすべての人の最高の冗談、そしてショー全体を動作させるもののようなもの：主人公はお金が何であるかを理解していないように見えます。",
    "notes": "This anime is actually pretty good.\n\n\u001b[1mこのアニメは実際にはかなり良いです。\u001b[22m\n\u001b[1m(Kono anime wa jissai ni wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is actually pretty good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is actually pretty good.\u001b[24m\n    \u001b[1mこのアニメは実際にはかなり良いです。\u001b[22m, \u001b[1mこのアニメは、実際にはかなり良いです。\u001b[22m\nThe story isn't too complex, the characters aren't very complex, and the battle system, a big part of the show, makes no sense.\n\n\u001b[1mストーリーはあまりに複雑ではなく、キャラクターはあまり複雑ではなく、ショーの大きな部分を占めるバトルシステムは意味をなさない。\u001b[22m\n\u001b[1m(Sutōrī wa amarini fukuzatsude wa naku, kyarakutā wa amari fukuzatsude wa naku, shō no ōkina bubun o shimeru batoru shisutemu wa imiwonasanai.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't too complex, the characters aren't very complex, and the battle system, a big part of the show, makes no sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't too complex, the characters aren't very complex, and the battle system, a big part of the show, makes no sense.\u001b[24m\n    \u001b[1mストーリーはあまりに複雑ではなく、キャラクターはあまり複雑ではなく、ショーの大きな部分を占めるバトルシステムは意味をなさない。\u001b[22m, \u001b[1m物語はあまりにも複雑ではない、文字が非常に複雑なものではなく、戦闘システム、ショーの大部分は、意味がありません。\u001b[22m\nBut it'll put a smile on your face.\n\n\u001b[1mしかし、それはあなたの顔に笑みを浮かべます。\u001b[22m\n\u001b[1m(Shikashi, sore wa anata no kao ni emi o ukabemasu.)\u001b[22m\n\nTranslations of \u001b[4mBut it'll put a smile on your face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut it'll put a smile on your face.\u001b[24m\n    \u001b[1mしかし、それはあなたの顔に笑みを浮かべます。\u001b[22m, \u001b[1mしかし、それはあなたの顔に笑顔を置くでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nWhen you're looking for entertainment and not much more, that's when a show like Hero Bank shines.\n\n\u001b[1mあなたがエンターテインメントを探していて、それほど多くはありませんが、それはヒーローバンクのようなショーが輝く時です。\u001b[22m\n\u001b[1m(Anata ga entāteinmento o sagashite ite, sorehodo ōku wa arimasenga, soreha hīrōbanku no yōna shō ga kagayaku tokidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen you're looking for entertainment and not much more, that's when a show like Hero Bank shines.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you're looking for entertainment and not much more, that's when a show like Hero Bank shines.\u001b[24m\n    \u001b[1mあなたがエンターテインメントを探していて、それほど多くはありませんが、それはヒーローバンクのようなショーが輝く時です。\u001b[22m, \u001b[1mあなたは娯楽ではなく、はるかに探しているときにヒーローバンクのようなショーが輝くとき、それはです。\u001b[22m\n\u001b[1m\u001b[22m\nIt has easy jokes that you can't help but smile at, running gags that don't get old, general childlike silliness that never drops low enough to be outside of an adult's sense of humor, and the latter can be difficult to accomplish.\n\n\u001b[1m大人のユーモア感覚の外には決して落ちない程度に低くならない、一般的な子どものような老けないギャグを実行し、後者は達成するのが難しい場合があります。\u001b[22m\n\u001b[1m(Otona no yūmoa kankaku no soto ni wa kesshite ochinai teido ni hikuku naranai, ippantekina kodomo no yōna fukenai gyagu o jikkō shi, kōsha wa tassei suru no ga muzukashī baai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has easy jokes that you can't help but smile at, running gags that don't get old, general childlike silliness that never drops low enough to be outside of an adult's sense of humor, and the latter can be difficult to accomplish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has easy jokes that you can't help but smile at, running gags that don't get old, general childlike silliness that never drops low enough to be outside of an adult's sense of humor, and the latter can be difficult to accomplish.\u001b[24m\n    \u001b[1m大人のユーモア感覚の外には決して落ちない程度に低くならない、一般的な子どものような老けないギャグを実行し、後者は達成するのが難しい場合があります。\u001b[22m, \u001b[1mそれはあなたが助けることが笑顔で、古い取得しないギャグを実行することはできません簡単なジョーク、ユーモアの大人の感覚の外にあることが十分に低く下がることはありません一般的な子供のような愚かさ、そして後者は達成することが困難な場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe best joke of all, and sort of what makes the whole show work: The main character doesn't even seem to understand what money is.\n\n\u001b[1mすべての人の最高の冗談、そしてショー全体を動作させるもののようなもの：主人公はお金が何であるかを理解していないように見えます。\u001b[22m\n\u001b[1m(Subete no hito no saikō no jōdan, soshite shō zentai o dōsa sa seru mono no yōna mono: Shujinkō wa okane ga nandearu ka o rikai shite inai yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe best joke of all, and sort of what makes the whole show work: The main character doesn't even seem to understand what money is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best joke of all, and sort of what makes the whole show work: The main character doesn't even seem to understand what money is.\u001b[24m\n    \u001b[1mすべての人の最高の冗談、そしてショー全体を動作させるもののようなもの：主人公はお金が何であるかを理解していないように見えます。\u001b[22m, \u001b[1m最高のすべてのジョーク、全体のショーの仕事を作るものの種類は：主人公は偶数であるものをお金を理解していないようです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hero_Bank",
    "id": "22099",
    "url": "https://myanimelist.net/anime/22099/Hero_Bank",
    "user": "JackJoestar",
    "profile": "/profile/JackJoestar/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=209364",
    "jp": "\nセガが作った、ロボット同士の戦いの人たちのショーのために、その驚くほど良い。\n\nストーリー -  7\n\nこのショーの最初のアークは、最初の弧についてのもので、Kaito Goshoという名前の4年生の子供です。 ある日、KaitoはHeero Battleに入る。  （人々が戦うために使うもの）を別の男の子と一緒にして神秘的な僧侶と競争してKaito a。Heero Suitを与える。Kaitoが戦いに勝った後、修道士は契約の一部が彼と彼のfreinds 訴訟のために彼に10,000億円を払わなければならない。 次の日、Kaitoは、英雄服で戦っている人々のトーナメントである世界初の。 賞金も100億円と便利です。 そしてあなたはそれをゲストにして、彼はHero Warsに参加してお金を手に入れます。\nそれがうまくいく間に、ショーの後ろの人々はそれをユニークにしようとします。 ヒーローウォーズアークは、ショーの最初だけです。 次のものはもう少し複雑で、トーナメント全体の設定から離れています。 あなたが完全なトーナメントショーであることを心配していたなら、それはそうではありません。 ヒーローウォーズアークは、ショーの約3分の1を占めています。 非常に幼稚なアニメのように見えるこのショーにもかかわらず、それは大人のジョークを持っています。 ヌード、アルコール、バスルーム、そしてもちろんショーの主な焦点であるお金に関するたくさんのジョークがあります。 他のアニメや日本の文化への言及もたくさんあります。 ストーリーにはひねりやターンが多く、あなたは本当にキャラクターを気にします。\n\nアート8\n\nショーの全体的な芸術は非常に魅力的です。 文字のデザインは本当に美しいです。 アートスタイルは非常にユニークで、今まで見たアニメとは違って見えます。 ヒーロースーツはとても見栄えが良く、私はそれらの1つを完全に着用します。 このショーでは、伝統的な手描きのアニメーションとCGIをブレンドしています。 いつも私を悩ませていたことの一つは、伝統的なものからCGIへの切り替え方法でした。 通常、キャラクターがまだ立っている戦いの瞬間であるとき、彼らは伝統的なアニメーションを使用します。 しかし、キャラクターが前方に飛んだり、1つの動きを使うと、CGIに行きます。 ときには変化が激しく見えることもあります。 しかし、ショーは戦いだけではないので、私はそれをスライドさせます。\n\nサウンド -  9\n\nヒーローバンクの音楽はかなり良いです。 最初のテーマソングはすごく素晴らしいものです。 最初と2番目のエンディングは、私が見たアニメの中からお気に入りのものです。 音声キャスティングもかなり良いです。 中井和也（ワンピースのゾロ）は、主人公の一人としての役割を果たします。 このショーでは、彼はゾロのように高い音程で響きました。これはかなり面白いです。 サウンドエフェクトも面白くて、ショーのコメディーの瞬間を輝かせる\n\nキャラクター -  6\n\nキャラクターはヒーローバンクが失敗するところです。 キャラクターの主なキャストはかなり上品なステレオタイプです。 主人公のKaitoさん（すでに日本の代表的な男の子の名前を持っています）は、強くなるために多くの人を訓練している無謀で、頭が強く、決定的で、弾力的で、ダムで、フレンドリーで強い男の子です。 彼の3人の親友もまたステレオタイプです。 自前充満は賢明なもので、いつもお金を稼ぐ方法を考えています。  Futuka Kanemaruは大きな、愚かなものです。 天野渚は、恥ずかしがり屋で、熟練した、熟練した、内向的な、父親で、グループの静かな隠れ家です。 プラタニアは、双子の精神的なペットマウスで、寿司製のベルトを身に着け、未来の幻想を贈り物にしています。少なくとも、元のキャラクターは1人です。 サイドキャラクターもかなり上品です。\n怪物であるサイボーグになった男と、若い武士であるカイトとの間には、1人のキャラクターがいます。 それらのすべてが熱狂的であるにもかかわらず、キャラクターはすべてそれらについて非常に好都合な何かを持っています。 あなたはいつも笑う、泣く、応援し、彼らが成功するのを見たいと思う。 ショーの後半に、彼らはショーを新鮮に保つために不必要な文字を追加します。 これらの文字はそれほど悪くはありませんが、私が最も好みのものが1つあります。\n\n楽しさ -  10\n\nヒーローバンクはとても楽しいショーです。 戦いは涼しいです。 彼らは複雑ではありませんが、あなたの脳を回してリラックスしたいのであれば、これは良いことです。 大人のジョークは陽気で毎回笑う。 物語はアクション満載の冒険であり、Kaitoが新しいスーツを手に入れ、友人が成長するのを見るのは素晴らしいことです。\n\n全体的 -  8\n\n全体的に、ヒーロー銀行は面白いショーです。 しかし、欠陥がある。 キャラクターが良ければ、私はそれを9にすることができました。しかし、好きなコメディでコマーシャル、メカ、戦闘アニメをするのが好きなら、",
    "notes": "\u001b[1m\u001b[22m\nFor a show made by Sega that is about people in robotic fighting each other , its surprisingly good.\n\n\u001b[1mセガが作った、ロボット同士の戦いの人たちのショーのために、その驚くほど良い。\u001b[22m\n\u001b[1m(Sega ga tsukutta, robotto dōshi no tatakai no hito-tachi no shō no tame ni, sono odoroku hodo yoi.)\u001b[22m\n\nTranslations of \u001b[4mFor a show made by Sega that is about people in robotic fighting each other , its surprisingly good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a show made by Sega that is about people in robotic fighting each other , its surprisingly good.\u001b[24m\n    \u001b[1mセガが作った、ロボット同士の戦いの人たちのショーのために、その驚くほど良い。\u001b[22m, \u001b[1mお互いのロボットの戦いに人々についてであるセガ、その驚くほど良いによって行われたショーのために。\u001b[22m\n\u001b[1m\u001b[22m\nStory- 7\n\n\u001b[1mストーリー -  7\u001b[22m\n\u001b[1m(Sutōrī - 7)\u001b[22m\n\nTranslations of \u001b[4mStory- 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- 7\u001b[24m\n    \u001b[1mストーリー -  7\u001b[22m, \u001b[1mStory- 7\u001b[22m\n\u001b[1m\u001b[22m\nThe show's first arc is about a first arc is about a fourth grade kid named Kaito Gosho. One day, Kaito gets into a .Hero Battle. (What the people use to battle with) with another boy and makes a contrat with a mysterious monk to give Kaito a .Hero Suit.. After Kaito wins the battle, the monk tells him that part of the contract was that him and his freinds have to give him 10,000,000,000 yen for the suit. The next day, Kaito sees an add on TV for the world's first .Hero Wars., a tournament of people fighting in their hero suits. And the prize is also conveniently 10 billion yen. And you guest it, he participates in the Hero Wars to get the money.\n\n\u001b[1mこのショーの最初のアークは、最初の弧についてのもので、Kaito Goshoという名前の4年生の子供です。 ある日、KaitoはHeero Battleに入る。  （人々が戦うために使うもの）を別の男の子と一緒にして神秘的な僧侶と競争してKaito a。Heero Suitを与える。Kaitoが戦いに勝った後、修道士は契約の一部が彼と彼のfreinds 訴訟のために彼に10,000億円を払わなければならない。 次の日、Kaitoは、英雄服で戦っている人々のトーナメントである世界初の。 賞金も100億円と便利です。 あなたはそれをゲストにして、彼はヒーローウォーズに参加してお金を手に入れます。\u001b[22m\n\u001b[1m(Kono shō no saisho no āku wa, saisho no ko ni tsuite no mono de, Kaito Gosho to iu namae no 4-nensei no kodomodesu. Aru Ni~Tsu, Kaito wa Heero batoru ni hairu. (Hitobito ga tatakau tame ni tsukau mono) o betsu no otokonoko to issho ni shite shinpi-tekina sōryo to kyōsō shite Kaito a. Heero Suit o ataeru. Kaito ga tatakai ni katta nochi, shūdō-shi wa keiyaku no ichibu ga kare to kare no freinds soshō no tame ni kare ni 10, 000 oku-en o harawanakereba naranai. Tsugi no hi, Kaito wa, eiyū-fuku de tatakatte iru hitobito no tōnamentodearu sekai-hatsu no. Shōkin mo 100 oku-en to benridesu. Anata wa sore o gesuto ni shite, kare wa hīrōu~ōzu ni sanka shite okane o te ni iremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show's first arc is about a first arc is about a fourth grade kid named Kaito Gosho. One day, Kaito gets into a .Hero Battle. (What the people use to battle with) with another boy and makes a contrat with a mysterious monk to give Kaito a .Hero Suit.. After Kaito wins the battle, the monk tells him that part of the contract was that him and his freinds have to give him 10,000,000,000 yen for the suit. The next day, Kaito sees an add on TV for the world's first .Hero Wars., a tournament of people fighting in their hero suits. And the prize is also conveniently 10 billion yen. And you guest it, he participates in the Hero Wars to get the money.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show's first arc is about a first arc is about a fourth grade kid named Kaito Gosho.\u001b[24m\n    \u001b[1mこのショーの最初のアークは、最初の弧についてのもので、Kaito Goshoという名前の4年生の子供です。\u001b[22m, \u001b[1mショーの最初のアークは、最初の円弧についてです怪盗御所という名前の小学4年生の子供についてです。\u001b[22m\n\u001b[4mOne day, Kaito gets into a .Hero Battle.\u001b[24m\n    \u001b[1mある日、KaitoはHeero Battleに入る。\u001b[22m, \u001b[1mある日、海斗は.Hero戦いに入りました。\u001b[22m\n\u001b[4m(What the people use to battle with) with another boy and makes a contrat with a mysterious monk to give Kaito a .Hero Suit.. After Kaito wins the battle, the monk tells him that part of the contract was that him and his freinds\u001b[24m\n    \u001b[1m（人々が戦うために使うもの）を別の男の子と一緒にして神秘的な僧侶と競争してKaito a。Heero Suitを与える。Kaitoが戦いに勝った後、修道士は契約の一部が彼と彼のfreinds\u001b[22m, \u001b[1m怪盗が戦闘に勝利した後、僧侶が彼に告げる（何人がと戦うために使用する）別の男の子とし、怪盗を.Heroスーツを与えるために神秘的な僧侶とcontratを作る..契約のその部分は、彼と彼のfreindsでした\u001b[22m\n\u001b[4mhave to give him 10,000,000,000 yen for the suit.\u001b[24m\n    \u001b[1m訴訟のために彼に10,000億円を払わなければならない。\u001b[22m, \u001b[1m彼のスーツのための100億円を与える必要があります。\u001b[22m\n\u001b[4mThe next day, Kaito sees an add on TV for the world's first .Hero Wars., a tournament of people fighting in their hero suits.\u001b[24m\n    \u001b[1m次の日、Kaitoは、英雄服で戦っている人々のトーナメントである世界初の。\u001b[22m, \u001b[1m次の日、海斗は、世界初の.Hero戦争のためにテレビのアドオンを見る。、彼らのヒーロースーツで戦う人のトーナメントを。\u001b[22m\n\u001b[4mAnd the prize is also conveniently 10 billion yen.\u001b[24m\n    \u001b[1m賞金も100億円と便利です。\u001b[22m, \u001b[1mそして賞金も便利100億円です。\u001b[22m\n\u001b[4mAnd you guest it, he participates in the Hero Wars to get the money.\u001b[24m\n    \u001b[1mあなたはそれをゲストにして、彼はヒーローウォーズに参加してお金を手に入れます。\u001b[22m, \u001b[1mそして、あなたはそれが、彼はヒーロー大戦に参加するゲストのお金を取得します。\u001b[22m\nWhile it is cliched, the people behind the show try to make it unique. The Hero Wars arc is only the first of the show. The next ones are a bit more complex and stray away from the whole tournament setting. So if you were worrying about this being a complete tournament show, it's not. The Hero Wars arc takes up about a third of the show. Despite this show sounding like a very childish anime, it has a TON OF ADULT JOKES. There are lots of jokes about nudity, alcohol, the bathroom, and of course the show's main focus, money. There are also lots of references to other anime and Japanese culture. The story has a lot of twist and turns and makes you really care about the characters.\n\n\u001b[1mそれがうまくいく間に、ショーの後ろの人々はそれをユニークにしようとします。 ヒーローウォーズアークは、ショーの最初だけです。 次のものはもう少し複雑で、トーナメント全体の設定から離れています。 あなたが完全なトーナメントショーであることを心配していたなら、それはそうではありません。 ヒーローウォーズアークは、ショーの約3分の1を占めています。 非常に幼稚なアニメのように見えるこのショーにもかかわらず、それは大人のジョークを持っています。 ヌード、アルコール、バスルーム、そしてもちろんショーの主な焦点であるお金に関するたくさんのジョークがあります。 他のアニメや日本の文化への言及もたくさんあります。 ストーリーにはひねりやターンが多く、あなたは本当にキャラクターを気にします。\u001b[22m\n\u001b[1m(Sore ga umaku iku ma ni, shō no ushiro no hitobito wa sore o yunīku ni shiyou to shimasu. Hīrōu~ōzuāku wa, shō no saisho dakedesu. Tsugi no mono wa mōsukoshi fukuzatsude, tōnamento zentai no settei kara hanarete imasu. Anata ga kanzen'na tōnamentoshōdearu koto o shinpai shite itanara, sore wa sōde wa arimasen. Hīrōu~ōzuāku wa, shō no yaku 3-bun'no 1 o shimete imasu. Hijō ni yōchina anime no yō ni mieru kono shō nimokakawarazu, soreha otona no jōku o motte imasu. Nūdo, arukōru, basurūmu, soshite mochiron shō no omona shōtendearu okane ni kansuru takusan no jōku ga arimasu. Hoka no anime ya nihon'nobunka e no genkyū mo takusan arimasu. Sutōrī ni wa hineri ya tān ga ōku, anata wa hontōni kyarakutā o ki ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile it is cliched, the people behind the show try to make it unique. The Hero Wars arc is only the first of the show. The next ones are a bit more complex and stray away from the whole tournament setting. So if you were worrying about this being a complete tournament show, it's not. The Hero Wars arc takes up about a third of the show. Despite this show sounding like a very childish anime, it has a TON OF ADULT JOKES. There are lots of jokes about nudity, alcohol, the bathroom, and of course the show's main focus, money. There are also lots of references to other anime and Japanese culture. The story has a lot of twist and turns and makes you really care about the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile it is cliched, the people behind the show try to make it unique.\u001b[24m\n    \u001b[1mそれがうまくいく間に、ショーの後ろの人々はそれをユニークにしようとします。\u001b[22m, \u001b[1mそれは陳腐ですが、ショーの背後にある人々はそれを一意にするためにしてみてください。\u001b[22m\n\u001b[4mThe Hero Wars arc is only the first of the show.\u001b[24m\n    \u001b[1mヒーローウォーズアークは、ショーの最初だけです。\u001b[22m, \u001b[1mヒーローウォーズアークはショーの最初のです。\u001b[22m\n\u001b[4mThe next ones are a bit more complex and stray away from the whole tournament setting.\u001b[24m\n    \u001b[1m次のものはもう少し複雑で、トーナメント全体の設定から離れています。\u001b[22m, \u001b[1m次のものはもう少し複雑で、全体のトーナメントの設定から離れて迷います。\u001b[22m\n\u001b[4mSo if you were worrying about this being a complete tournament show, it's not.\u001b[24m\n    \u001b[1mあなたが完全なトーナメントショーであることを心配していたなら、それはそうではありません。\u001b[22m, \u001b[1mあなたは、これは完全なトーナメントのショーであることを気にしたのであれば、そうではありません。\u001b[22m\n\u001b[4mThe Hero Wars arc takes up about a third of the show.\u001b[24m\n    \u001b[1mヒーローウォーズアークは、ショーの約3分の1を占めています。\u001b[22m, \u001b[1mヒーローウォーズアークはショーの約3分の1占めます。\u001b[22m\n\u001b[4mDespite this show sounding like a very childish anime, it has a TON OF ADULT JOKES.\u001b[24m\n    \u001b[1m非常に幼稚なアニメのように見えるこのショーにもかかわらず、それは大人のジョークを持っています。\u001b[22m, \u001b[1m非常に幼稚なアニメのように聞こえるこのショーにもかかわらず、それは大人のジョークのトンを持っています。\u001b[22m\n\u001b[4mThere are lots of jokes about nudity, alcohol, the bathroom, and of course the show's main focus, money.\u001b[24m\n    \u001b[1mヌード、アルコール、バスルーム、そしてもちろんショーの主な焦点であるお金に関するたくさんのジョークがあります。\u001b[22m, \u001b[1mヌード、アルコール、バスルーム、そしてもちろんのショーの主な焦点、お金についてのジョークがたくさんあります。\u001b[22m\n\u001b[4mThere are also lots of references to other anime and Japanese culture.\u001b[24m\n    \u001b[1m他のアニメや日本の文化への言及もたくさんあります。\u001b[22m, \u001b[1m他のアニメや日本文化への参照がたくさんあります。\u001b[22m\n\u001b[4mThe story has a lot of twist and turns and makes you really care about the characters.\u001b[24m\n    \u001b[1mストーリーにはひねりやターンが多く、あなたは本当にキャラクターを気にします。\u001b[22m, \u001b[1m物語は、ねじれやターンをたくさん持っているし、あなたが本当に文字気になります。\u001b[22m\n\u001b[1m\u001b[22m\nArt- 8\n\n\u001b[1mアート8\u001b[22m\n\u001b[1m(Āto 8)\u001b[22m\n\nTranslations of \u001b[4mArt- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 8\u001b[24m\n    \u001b[1mアート8\u001b[22m, \u001b[1mアート -  8\u001b[22m\n\u001b[1m\u001b[22m\nThe overall art of the show is very appealing. The character designs are really good looking. The art style is very unique, and it looks unlike any anime I've ever seen. The hero suits all look very nice and I would totally wear one of them. This show blends traditional hand drawn animation with CGI. One thing that always bothered me was how they switched from traditional to CGI. Usually when their is a moment in the fight where the characters are standing still, they use traditional animation. But when a character dashes forward or uses one of their moves, they go to CGI. Sometimes the change looks jaring. But the show isn't just nothing but battles, so I'll let it slide.\n\n\u001b[1mショーの全体的な芸術は非常に魅力的です。 文字のデザインは本当に美しいです。 アートスタイルは非常にユニークで、今まで見たアニメとは違って見えます。 ヒーロースーツはとても見栄えが良く、私はそれらの1つを完全に着用します。 このショーでは、伝統的な手描きのアニメーションとCGIをブレンドしています。 いつも私を悩ませていたことの一つは、伝統的なものからCGIへの切り替え方法でした。 通常、キャラクターがまだ立っている戦いの瞬間であるとき、彼らは伝統的なアニメーションを使用します。 しかし、キャラクターが前方に飛んだり、1つの動きを使うと、CGIに行きます。 ときには変化が激しく見えることもあります。 しかし、ショーは戦いだけではないので、私はそれをスライドさせます。\u001b[22m\n\u001b[1m(Shō no zentai-tekina geijutsu wa hijō ni mirikitekidesu. Moji no dezain wa hontōni utsukushīdesu. Ātosutairu wa hijō ni yunīku de, imamade mita anime to wa chigatte miemasu. Hīrōsūtsu wa totemo mibae ga yoku, watashi wa sorera no 1tsu o kanzen ni chakuyō shimasu. Kono shōde wa, dentō-tekina tegaki no animēshon to CGI o burendo shite imasu. Itsumo watashi o nayama sete ita koto no hitotsu wa, dentō-tekina mono kara CGI e no kirikae hōhōdeshita. Tsūjō, kyarakutā ga mada tatte iru tatakai no shunkandearu toki, karera wa dentō-tekina animēshon o shiyō shimasu. Shikashi, kyarakutā ga zenpō ni ton dari, 1tsu no ugoki o tsukau to, CGI ni ikimasu. Tokiniha henka ga hageshiku mieru koto mo arimasu. Shikashi, shō wa tatakai dakede wanainode, watashi wa sore o suraido sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mThe overall art of the show is very appealing. The character designs are really good looking. The art style is very unique, and it looks unlike any anime I've ever seen. The hero suits all look very nice and I would totally wear one of them. This show blends traditional hand drawn animation with CGI. One thing that always bothered me was how they switched from traditional to CGI. Usually when their is a moment in the fight where the characters are standing still, they use traditional animation. But when a character dashes forward or uses one of their moves, they go to CGI. Sometimes the change looks jaring. But the show isn't just nothing but battles, so I'll let it slide.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall art of the show is very appealing.\u001b[24m\n    \u001b[1mショーの全体的な芸術は非常に魅力的です。\u001b[22m, \u001b[1mショーの全体的な技術は、非常に魅力的です。\u001b[22m\n\u001b[4mThe character designs are really good looking.\u001b[24m\n    \u001b[1m文字のデザインは本当に美しいです。\u001b[22m, \u001b[1mキャラクターデザインは、見て本当に良いです。\u001b[22m\n\u001b[4mThe art style is very unique, and it looks unlike any anime I've ever seen.\u001b[24m\n    \u001b[1mアートスタイルは非常にユニークで、今まで見たアニメとは違って見えます。\u001b[22m, \u001b[1mアートスタイルは非常にユニークであり、それは私が今まで見た中のアニメとは違って見えます。\u001b[22m\n\u001b[4mThe hero suits all look very nice and I would totally wear one of them.\u001b[24m\n    \u001b[1mヒーロースーツはとても見栄えが良く、私はそれらの1つを完全に着用します。\u001b[22m, \u001b[1mヒーロースーツのすべては非常にいい見て、私は完全にそれらのいずれかを着用することになります。\u001b[22m\n\u001b[4mThis show blends traditional hand drawn animation with CGI.\u001b[24m\n    \u001b[1mこのショーでは、伝統的な手描きのアニメーションとCGIをブレンドしています。\u001b[22m, \u001b[1mこのショーは、CGIの伝統的な手描きアニメーションをブレンド。\u001b[22m\n\u001b[4mOne thing that always bothered me was how they switched from traditional to CGI.\u001b[24m\n    \u001b[1mいつも私を悩ませていたことの一つは、伝統的なものからCGIへの切り替え方法でした。\u001b[22m, \u001b[1mいつも私を気に一つのことは、彼らがCGIに伝統的な切り替え方法でした。\u001b[22m\n\u001b[4mUsually when their is a moment in the fight where the characters are standing still, they use traditional animation.\u001b[24m\n    \u001b[1m通常、キャラクターがまだ立っている戦いの瞬間であるとき、彼らは伝統的なアニメーションを使用します。\u001b[22m, \u001b[1m文字はまだ立っているの戦いで瞬間はそのときに通常、彼らは伝統的なアニメーションを使用しています。\u001b[22m\n\u001b[4mBut when a character dashes forward or uses one of their moves, they go to CGI.\u001b[24m\n    \u001b[1mしかし、キャラクターが前方に飛んだり、1つの動きを使うと、CGIに行きます。\u001b[22m, \u001b[1m文字が前方にダッシュやその移動のいずれかを使用する場合でも、彼らはCGIにアクセスしてください。\u001b[22m\n\u001b[4mSometimes the change looks jaring.\u001b[24m\n    \u001b[1mときには変化が激しく見えることもあります。\u001b[22m, \u001b[1m時々変更はJARINGに見えます。\u001b[22m\n\u001b[4mBut the show isn't just nothing but battles, so I'll let it slide.\u001b[24m\n    \u001b[1mしかし、ショーは戦いだけではないので、私はそれをスライドさせます。\u001b[22m, \u001b[1mしかし、ショーは戦いちょうど何もないではありませんので、私はそれをスライドさせていただきます。\u001b[22m\n\u001b[1m\u001b[22m\nSound- 9\n\n\u001b[1mサウンド -  9\u001b[22m\n\u001b[1m(Saundo - 9)\u001b[22m\n\nTranslations of \u001b[4mSound- 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 9\u001b[24m\n    \u001b[1mサウンド -  9\u001b[22m, \u001b[1m健全9\u001b[22m\n\u001b[1m\u001b[22m\nThe music in Hero Bank is pretty good. The first theme song is awesome and is great to rock out to. The first and second endings are some of my favorite from any anime I've watched. The voice casting is also pretty good. Kazuya Nakai (Zoro from One Piece) voices acts as one of the main characters. In this show he sound like Zoro with a high pitched voice, which is pretty funny. The sound effects are also funny and really make the comedy moments of the show shine\n\n\u001b[1mヒーローバンクの音楽はかなり良いです。 最初のテーマソングはすごく素晴らしいものです。 最初と2番目のエンディングは、私が見たアニメの中からお気に入りのものです。 音声キャスティングもかなり良いです。 中井和也（ワンピースのゾロ）は、主人公の一人としての役割を果たします。 このショーでは、彼はゾロのように高い音程で響きました。これはかなり面白いです。 サウンドエフェクトも面白くて、ショーのコメディーの瞬間を輝かせる\u001b[22m\n\u001b[1m(Hīrōbanku no ongaku wa kanari yoidesu. Saisho no tēmasongu wa sugoku subarashī monodesu. Saisho to 2-banme no endingu wa, watashi ga mita anime no naka kara okiniiri no monodesu. Onsei kyasutingu mo kanari yoidesu. Nakai Kazuya (wanpīsu no zoro) wa, shujinkō no hitori to shite no yakuwari o hatashimasu. Kono shōde wa, kare wa zoro no yō ni takai ontei de hibikimashita. Kore wa kanari omoshiroidesu. Saundoefekuto mo omoshirokute, shō no komedī no shunkan o kagayaka seru)\u001b[22m\n\nTranslations of \u001b[4mThe music in Hero Bank is pretty good. The first theme song is awesome and is great to rock out to. The first and second endings are some of my favorite from any anime I've watched. The voice casting is also pretty good. Kazuya Nakai (Zoro from One Piece) voices acts as one of the main characters. In this show he sound like Zoro with a high pitched voice, which is pretty funny. The sound effects are also funny and really make the comedy moments of the show shine\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in Hero Bank is pretty good.\u001b[24m\n    \u001b[1mヒーローバンクの音楽はかなり良いです。\u001b[22m\n\u001b[4mThe first theme song is awesome and is great to rock out to.\u001b[24m\n    \u001b[1m最初のテーマソングはすごく素晴らしいものです。\u001b[22m, \u001b[1m最初のテーマソングは素晴らしいですし、に思い切りのは素晴らしいです。\u001b[22m\n\u001b[4mThe first and second endings are some of my favorite from any anime I've watched.\u001b[24m\n    \u001b[1m最初と2番目のエンディングは、私が見たアニメの中からお気に入りのものです。\u001b[22m, \u001b[1m第一および第二の語尾は、私が見てきたのアニメからの私のお気に入りの一部です。\u001b[22m\n\u001b[4mThe voice casting is also pretty good.\u001b[24m\n    \u001b[1m音声キャスティングもかなり良いです。\u001b[22m, \u001b[1mボイスキャストもかなり良いです。\u001b[22m\n\u001b[4mKazuya Nakai (Zoro from One Piece) voices acts as one of the main characters.\u001b[24m\n    \u001b[1m中井和也（ワンピースのゾロ）は、主人公の一人としての役割を果たします。\u001b[22m, \u001b[1m中井和哉（ワンピースからゾロ）メインキャラクターの一人として行為を声。\u001b[22m\n\u001b[4mIn this show he sound like Zoro with a high pitched voice, which is pretty funny.\u001b[24m\n    \u001b[1mこのショーでは、彼はゾロのように高い音程で響きました。これはかなり面白いです。\u001b[22m, \u001b[1mこのショーでは、彼はかなり面白いです甲高い声、とゾロのように聞こえます。\u001b[22m\n\u001b[4mThe sound effects are also funny and really make the comedy moments of the show shine\u001b[24m\n    \u001b[1mサウンドエフェクトも面白くて、ショーのコメディーの瞬間を輝かせる\u001b[22m, \u001b[1m効果音も面白いですし、本当にショー輝きの喜劇の瞬間を作ります\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- 6\n\n\u001b[1mキャラクター -  6\u001b[22m\n\u001b[1m(Kyarakutā - 6)\u001b[22m\n\nTranslations of \u001b[4mCharacters- 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- 6\u001b[24m\n    \u001b[1mキャラクター -  6\u001b[22m, \u001b[1mCharacters- 6\u001b[22m\n\u001b[1m\u001b[22m\nCharacters is where Hero Bank fails. The main cast of characters are pretty cliched shonen stereotypes. The main character, Kaito (who already has one of the most common Japanese boy names), is a reckless, headstrong, determined, resilient, dumb, friendly, strong boy who trains a lot to get stronger. His three best friends are also more stereotypes. Mitsuo Zaizen is the smart one and is always thinking of ways they can earn money. Futuka Kanemaru is the big, dumb one. Nagare Amano is the shy, smart, skilled, introverted, fatherly, quiet reclouse of the group. Plantania is Futakuta's psychic pet mouse that wears a belt made of sushi and sends Futakuta visions of the future called .prophecies.. At least they have one original character. The side characters are also pretty cliched.\n\n\u001b[1mキャラクターはヒーローバンクが失敗するところです。 キャラクターの主なキャストはかなり上品なステレオタイプです。 主人公のKaitoさん（すでに日本の代表的な男の子の名前を持っています）は、強くなるために多くの人を訓練している無謀で、頭が強く、決定的で、弾力的で、ダムで、フレンドリーで強い男の子です。 彼の3人の親友もまたステレオタイプです。 自前充満は賢明なもので、いつもお金を稼ぐ方法を考えています。  Futuka Kanemaruは大きな、愚かなものです。 天野渚は、恥ずかしがり屋で、熟練した、熟練した、内向的な、父親で、グループの静かな隠れ家です。 プラタニアは、双子の精神的なペットマウスで、寿司製のベルトを身に着け、未来の幻想を贈り物にしています。少なくとも、元のキャラクターは1人です。 サイドキャラクターもかなり上品です。\u001b[22m\n\u001b[1m(Kyarakutā wa hīrōbanku ga shippai suru tokorodesu. Kyarakutā no omona kyasuto wa kanari jōhin'na sutereo taipudesu. Shujinkō no Kaito-san (sudeni Nihon no daihyōtekina otokonoko no namae o motte imasu) wa, tsuyoku naru tame ni ōku no hito o kunren shite iru mubō de, atama ga tsuyoku, ketteitekide, danryoku-tekide, damu de, furendorī de tsuyoi otokonokodesu. Kare no 3-ri no shin'yū mo mata sutereo taipudesu. Jimae jūman wa kenmeina mono de, itsumo okane o kasegu hōhō o kangaete imasu. Futuka Kanemaru wa ōkina, orokana monodesu. Amano Nagisa wa, hazukashigariya de, jukuren shita, jukuren shita, naikō-tekina, chichioya de, gurūpu no shizukana kakuregadesu. Puratania wa, futago no seishin-tekina petto mausu de, sushi-sei no beruto o mi ni tsuke, mirai no gensō o okurimono ni shite imasu. Sukunakutomo,-moto no kyarakutā wa 1-ridesu. Saidokyarakutā mo kanari jōhindesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters is where Hero Bank fails. The main cast of characters are pretty cliched shonen stereotypes. The main character, Kaito (who already has one of the most common Japanese boy names), is a reckless, headstrong, determined, resilient, dumb, friendly, strong boy who trains a lot to get stronger. His three best friends are also more stereotypes. Mitsuo Zaizen is the smart one and is always thinking of ways they can earn money. Futuka Kanemaru is the big, dumb one. Nagare Amano is the shy, smart, skilled, introverted, fatherly, quiet reclouse of the group. Plantania is Futakuta's psychic pet mouse that wears a belt made of sushi and sends Futakuta visions of the future called .prophecies.. At least they have one original character. The side characters are also pretty cliched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters is where Hero Bank fails.\u001b[24m\n    \u001b[1mキャラクターはヒーローバンクが失敗するところです。\u001b[22m, \u001b[1mキャラクターヒーローバンクが失敗したところです。\u001b[22m\n\u001b[4mThe main cast of characters are pretty cliched shonen stereotypes.\u001b[24m\n    \u001b[1mキャラクターの主なキャストはかなり上品なステレオタイプです。\u001b[22m, \u001b[1m文字の主なキャストはかなり陳腐少年のステレオタイプです。\u001b[22m\n\u001b[4mThe main character, Kaito (who already has one of the most common Japanese boy names), is a reckless, headstrong, determined, resilient, dumb, friendly, strong boy who trains a lot to get stronger.\u001b[24m\n    \u001b[1m主人公のKaitoさん（すでに日本の代表的な男の子の名前を持っています）は、強くなるために多くの人を訓練している無謀で、頭が強く、決定的で、弾力的で、ダムで、フレンドリーで強い男の子です。\u001b[22m, \u001b[1m主人公、（すでに最も一般的な日本人の男の子の名前の1つを有する）怪盗は、強くなるために多くのことを訓練する無謀な、頑固、決定し、弾力性、ダム、優しい、強い少年です。\u001b[22m\n\u001b[4mHis three best friends are also more stereotypes.\u001b[24m\n    \u001b[1m彼の3人の親友もまたステレオタイプです。\u001b[22m, \u001b[1m彼の3人の親友は、よりステレオタイプです。\u001b[22m\n\u001b[4mMitsuo Zaizen is the smart one and is always thinking of ways they can earn money.\u001b[24m\n    \u001b[1m自前充満は賢明なもので、いつもお金を稼ぐ方法を考えています。\u001b[22m, \u001b[1m光男Zaizenは、スマート一つであり、常に彼らはお金を稼ぐことができる方法を考えています。\u001b[22m\n\u001b[4mFutuka Kanemaru is the big, dumb one.\u001b[24m\n    \u001b[1mFutuka Kanemaruは大きな、愚かなものです。\u001b[22m, \u001b[1mFutuka金丸は大きな、ダム1です。\u001b[22m\n\u001b[4mNagare Amano is the shy, smart, skilled, introverted, fatherly, quiet reclouse of the group.\u001b[24m\n    \u001b[1m天野渚は、恥ずかしがり屋で、熟練した、熟練した、内向的な、父親で、グループの静かな隠れ家です。\u001b[22m, \u001b[1mながれ天野は、グループの恥ずかしがり屋、スマート、熟練した、内向的、父親、静かreclouseです。\u001b[22m\n\u001b[4mPlantania is Futakuta's psychic pet mouse that wears a belt made of sushi and sends Futakuta visions of the future called .prophecies.. At least they have one original character.\u001b[24m\n    \u001b[1mプラタニアは、双子の精神的なペットマウスで、寿司製のベルトを身に着け、未来の幻想を贈り物にしています。少なくとも、元のキャラクターは1人です。\u001b[22m, \u001b[1mPlantaniaは寿司で作られたベルトを着用し、少なくとも彼らは、1つのオリジナルキャラクターを持っている..未来と呼ばれる.propheciesのFutakutaビジョンを送信しFutakutaのサイキックペットのマウスです。\u001b[22m\n\u001b[4mThe side characters are also pretty cliched.\u001b[24m\n    \u001b[1mサイドキャラクターもかなり上品です。\u001b[22m, \u001b[1mサイド文字もかなり陳腐です。\u001b[22m\nThere is one character who is a tsundare to Kaito, a dumb and hot news reporter, a guy who became a cyborg from a tragic accident, and a young samurai. Despite them all being tropes, the characters all have something very likable about them. You always laugh, cry, cheer, and want to see them succeed. Later on in the show, they add in a bunch of unnecessary characters to keep the show fresh. These characters aren't that bad, but there is one it particular that is my least favorite.\n\n\u001b[1m怪物であるサイボーグになった男と、若い武士であるカイトとの間には、1人のキャラクターがいます。 それらのすべてが熱狂的であるにもかかわらず、キャラクターはすべてそれらについて非常に好都合な何かを持っています。 あなたはいつも笑う、泣く、応援し、彼らが成功するのを見たいと思う。 ショーの後半に、彼らはショーを新鮮に保つために不必要な文字の束を追加します。 これらの文字はそれほど悪くはありませんが、私が最も好みのものが1つあります。\u001b[22m\n\u001b[1m(Kaibutsudearu saibōgu ni natta otoko to, wakai bushidearu Kaito to no ma ni wa, 1-ri no kyarakutā ga imasu. Sorera no subete ga nekkyō-tekidearu nimokakawarazu, kyarakutā wa subete sorera ni tsuite hijō ni kōtsugōna nanika o motte imasu. Anata wa itsumo warau, naku, ōen shi, karera ga seikō suru no o mitai to omou. Shō no kōhan ni, karera wa shō o shinsen ni tamotsu tame ni fuhitsuyōna moji no taba o tsuika shimasu. Korera no moji wa sore hodo waruku wa arimasenga, watashi ga mottomo konomi no mono ga 1tsu arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is one character who is a tsundare to Kaito, a dumb and hot news reporter, a guy who became a cyborg from a tragic accident, and a young samurai. Despite them all being tropes, the characters all have something very likable about them. You always laugh, cry, cheer, and want to see them succeed. Later on in the show, they add in a bunch of unnecessary characters to keep the show fresh. These characters aren't that bad, but there is one it particular that is my least favorite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is one character who is a tsundare to Kaito, a dumb and hot news reporter, a guy who became a cyborg from a tragic accident, and a young samurai.\u001b[24m\n    \u001b[1m怪物であるサイボーグになった男と、若い武士であるカイトとの間には、1人のキャラクターがいます。\u001b[22m, \u001b[1m怪盗、ダム、ホットニュースレポーター、悲劇的な事故からサイボーグ、そして若い侍になった男にtsundareある1文字があります。\u001b[22m\n\u001b[4mDespite them all being tropes, the characters all have something very likable about them.\u001b[24m\n    \u001b[1mそれらのすべてが熱狂的であるにもかかわらず、キャラクターはすべてそれらについて非常に好都合な何かを持っています。\u001b[22m, \u001b[1mそれらすべてが比喩であるにもかかわらず、文字はすべて、それらについて非常に好感の持てるものを持っています。\u001b[22m\n\u001b[4mYou always laugh, cry, cheer, and want to see them succeed.\u001b[24m\n    \u001b[1mあなたはいつも笑う、泣く、応援し、彼らが成功するのを見たいと思う。\u001b[22m, \u001b[1mあなたはいつも、笑って泣いて、歓声、そしてそれらが成功を見たいです。\u001b[22m\n\u001b[4mLater on in the show, they add in a bunch of unnecessary characters to keep the show fresh.\u001b[24m\n    \u001b[1mショーの後半に、彼らはショーを新鮮に保つために不必要な文字の束を追加します。\u001b[22m, \u001b[1mその後ショーで、彼らは新鮮なショーを保つために不要な文字の束に追加します。\u001b[22m\n\u001b[4mThese characters aren't that bad, but there is one it particular that is my least favorite.\u001b[24m\n    \u001b[1mこれらの文字はそれほど悪くはありませんが、私が最も好みのものが1つあります。\u001b[22m, \u001b[1mこれらの文字はそれほど悪くはありませんが、私の最も好きであること、特定のものがあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 10\n\n\u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 10\u001b[24m\n    \u001b[1m楽しさ -  10\u001b[22m, \u001b[1mEnjoyment- 10\u001b[22m\n\u001b[1m\u001b[22m\nHero Bank is a very enjoyable shows. The battles are cool to watch. They aren't complex, but this is good if you just want to turn of your brain and relax. The adult jokes are hilarious and make me laugh every time. The story is an action packed adventure and it is great to see Kaito get new better suits and watch his friends grow up.\n\n\u001b[1mヒーローバンクはとても楽しいショーです。 戦いは涼しいです。 彼らは複雑ではありませんが、あなたの脳を回してリラックスしたいのであれば、これは良いことです。 大人のジョークは陽気で毎回笑う。 物語はアクション満載の冒険であり、Kaitoが新しいスーツを手に入れ、友人が成長するのを見るのは素晴らしいことです。\u001b[22m\n\u001b[1m(Hīrōbanku wa totemo tanoshī shōdesu. Tatakai wa suzushīdesu. Karera wa fukuzatsude wa arimasenga, anata no nō o mawashite rirakkusu shitai nodeareba, kore wa yoi kotodesu. Otona no jōku wa yōkide maikai warau. Monogatari wa akushon mansai no bōkendeari, Kaito ga atarashī sūtsu o te ni ire, yūjin ga seichō suru no o miru no wa subarashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mHero Bank is a very enjoyable shows. The battles are cool to watch. They aren't complex, but this is good if you just want to turn of your brain and relax. The adult jokes are hilarious and make me laugh every time. The story is an action packed adventure and it is great to see Kaito get new better suits and watch his friends grow up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHero Bank is a very enjoyable shows.\u001b[24m\n    \u001b[1mヒーローバンクはとても楽しいショーです。\u001b[22m, \u001b[1mヒーローバンクは非常に楽しいショーです。\u001b[22m\n\u001b[4mThe battles are cool to watch.\u001b[24m\n    \u001b[1m戦いは涼しいです。\u001b[22m, \u001b[1m戦いは見てクールです。\u001b[22m\n\u001b[4mThey aren't complex, but this is good if you just want to turn of your brain and relax.\u001b[24m\n    \u001b[1m彼らは複雑ではありませんが、あなたの脳を回してリラックスしたいのであれば、これは良いことです。\u001b[22m, \u001b[1m彼らは、複雑ではないですが、あなたは自分の脳のオンとリラックスしたいならば、これは良いです。\u001b[22m\n\u001b[4mThe adult jokes are hilarious and make me laugh every time.\u001b[24m\n    \u001b[1m大人のジョークは陽気で毎回笑う。\u001b[22m, \u001b[1m大人のジョークは陽気であり、私はすべての時間を笑わせます。\u001b[22m\n\u001b[4mThe story is an action packed adventure and it is great to see Kaito get new better suits and watch his friends grow up.\u001b[24m\n    \u001b[1m物語はアクション満載の冒険であり、Kaitoが新しいスーツを手に入れ、友人が成長するのを見るのは素晴らしいことです。\u001b[22m, \u001b[1m物語はアクションパック冒険であり、怪盗新しいより良いスーツを取得し、彼の友人が育つ見て見ることは素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall- 8\n\n\u001b[1m全体的 -  8\u001b[22m\n\u001b[1m(Zentai-teki - 8)\u001b[22m\n\nTranslations of \u001b[4mOverall- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall- 8\u001b[24m\n    \u001b[1m全体的 -  8\u001b[22m, \u001b[1mOverall- 8\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Hero Bank is an entertaining show. But is flawed. If the characters were better, I could have given it a 9. But if you like collecting, mecha, or fighting anime with some good comedy, look no further than Hero Bank.\n\n\u001b[1m全体的に、ヒーロー銀行は面白いショーです。 しかし、欠陥がある。 キャラクターが良ければ、私はそれを9にすることができました。しかし、好きなコメディでコマーシャル、メカ、戦闘アニメをするのが好きなら、\u001b[22m\n\u001b[1m(Zentai-teki ni, hīrō ginkō wa omoshiroi shōdesu. Shikashi, kekkan ga aru. Kyarakutā ga yokereba, watashi wa sore o 9 ni suru koto ga dekimashita. Shikashi, sukina komedi de komāsharu, meka, sentō anime o suru no ga sukinara,)\u001b[22m\n\nTranslations of \u001b[4mOverall, Hero Bank is an entertaining show. But is flawed. If the characters were better, I could have given it a 9. But if you like collecting, mecha, or fighting anime with some good comedy, look no further than Hero Bank.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Hero Bank is an entertaining show.\u001b[24m\n    \u001b[1m全体的に、ヒーロー銀行は面白いショーです。\u001b[22m\n\u001b[4mBut is flawed.\u001b[24m\n    \u001b[1mしかし、欠陥がある。\u001b[22m, \u001b[1mしかし、欠陥があります。\u001b[22m\n\u001b[4mIf the characters were better, I could have given it a 9. But if you like collecting, mecha, or fighting anime with some good comedy, look no further than Hero Bank.\u001b[24m\n    \u001b[1mキャラクターが良ければ、私はそれを9にすることができました。しかし、好きなコメディでコマーシャル、メカ、戦闘アニメをするのが好きなら、\u001b[22m, \u001b[1m文字が良好であった場合、私はそれを9を与えたかもしれない。しかしメカ、収集、またはいくつかの良いコメディでアニメを戦うようにあなたがあれば、ヒーロー銀行よりもう探す必要はありません。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
