[
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "zeppekihana",
    "profile": "/profile/zeppekihana/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=217291",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\n黒執事はいつも私が楽しむことができるシリーズです - マンガとショーの両方。 最初の2シーズンはヒットまたはミスしたが、最初のシーズンは2回目よりもずっと良かった。 最初のものは少なくとも終わりを除いて元の物語に少なくともまともに関連していた（それは悪くないが、間違いなく最大ではなかった）。\n\nとにかく、今シーズンはマンガの弧に非常に近い。 私はあまりにも多くの偏差に気付かなかった、私はサブとダビングが非常に良かったと思う。 芸術は同じで、アニメーションはやや良いです。\n\n物語はまだ漫画がしたのと同じ感情的に私に影響を与えました、そして、私はプロデューサーがこの時間をずらそうとしていないことでうまくいったと思います。 また、これで終わったら、Book of Murderを見てください。 このシリーズの直後の出来事を示し、マンガをほぼ完全にフォローします。\n\nまったく、とても良い。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKuroshitsuji has always been a series that I can enjoy - both the manga and the show. The first two seasons were hit or miss, with the first being a lot better than the second. The first was at least decently related to the original story, except for the end (which wasn't bad, but it was definitely wasn't the greatest).\n\n\u001b[1m黒執事はいつも私が楽しむことができるシリーズです - マンガとショーの両方。 最初の2シーズンはヒットまたはミスしたが、最初のシーズンは2回目よりもずっと良かった。 最初のものは少なくとも終わりを除いて元の物語に少なくともまともに関連していた（それは悪くないが、間違いなく最大ではなかった）。\u001b[22m\n\u001b[1m(Kuro shitsuji wa itsumo watashi ga tanoshimu koto ga dekiru shirīzudesu - manga to shō no ryōhō. Saisho no 2 shīzun wa hitto matawa misu shitaga, saisho no shīzun wa 2-kai-me yori mo zutto yokatta. Saisho no mono wa sukunakutomo owari o nozoite gen no monogatari ni sukunakutomo matomo ni kanren shite ita (sore wa warukunai ga, machigainaku saidaide wa nakatta).)\u001b[22m\n\nTranslations of \u001b[4mKuroshitsuji has always been a series that I can enjoy - both the manga and the show. The first two seasons were hit or miss, with the first being a lot better than the second. The first was at least decently related to the original story, except for the end (which wasn't bad, but it was definitely wasn't the greatest).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKuroshitsuji has always been a series that I can enjoy - both the manga and the show.\u001b[24m\n    \u001b[1m黒執事はいつも私が楽しむことができるシリーズです - マンガとショーの両方。\u001b[22m, \u001b[1mマンガやショーの両方 - 黒執事はいつも私が楽しむことができるシリーズとなっています。\u001b[22m\n\u001b[4mThe first two seasons were hit or miss, with the first being a lot better than the second.\u001b[24m\n    \u001b[1m最初の2シーズンはヒットまたはミスしたが、最初のシーズンは2回目よりもずっと良かった。\u001b[22m, \u001b[1m最初の2シーズンは、最初は二よりずっと良いというと共に、ヒットまたはミスしました。\u001b[22m\n\u001b[4mThe first was at least decently related to the original story, except for the end (which wasn't bad, but it was definitely wasn't the greatest).\u001b[24m\n    \u001b[1m最初のものは少なくとも終わりを除いて元の物語に少なくともまともに関連していた（それは悪くないが、間違いなく最大ではなかった）。\u001b[22m, \u001b[1m最初は、少なくともきちんと終わりを除いて、オリジナルストーリーに関連していた（悪くなかったが、それは間違いなく最も偉大ではなかったです）。\u001b[22m\n\u001b[1m\u001b[22m\nAnyways, this season is very close to the arc in the manga. I did not notice too much deviation, and I believe the sub and the dub were very good. The art is the same, with the animation being a bit better.\n\n\u001b[1mとにかく、今シーズンはマンガの弧に非常に近い。 私はあまりにも多くの偏差に気付かなかった、私はサブとダビングが非常に良かったと思う。 芸術は同じで、アニメーションはやや良いです。\u001b[22m\n\u001b[1m(Tonikaku, ima shīzun wa manga no ko ni hijō ni chikai. Watashi wa amarini mo ōku no hensa ni kidzukanakatta, watashi wa sabu to dabingu ga hijō ni yokatta to omou. Geijutsu wa onajide, animēshon wa yaya yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, this season is very close to the arc in the manga. I did not notice too much deviation, and I believe the sub and the dub were very good. The art is the same, with the animation being a bit better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, this season is very close to the arc in the manga.\u001b[24m\n    \u001b[1mとにかく、今シーズンはマンガの弧に非常に近い。\u001b[22m, \u001b[1mとにかく、今シーズンは漫画でアークに非常に近いです。\u001b[22m\n\u001b[4mI did not notice too much deviation, and I believe the sub and the dub were very good.\u001b[24m\n    \u001b[1m私はあまりにも多くの偏差に気付かなかった、私はサブとダビングが非常に良かったと思う。\u001b[22m, \u001b[1m私はあまり偏差に気付かなかった、と私はサブやダブが非常に良好であったと信じています。\u001b[22m\n\u001b[4mThe art is the same, with the animation being a bit better.\u001b[24m\n    \u001b[1m芸術は同じで、アニメーションはやや良いです。\u001b[22m, \u001b[1m技術は、アニメーションが少し良くあることで、同じです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story still impacted me emotionally, the same way the manga did, and I think the producers did well in not trying to deviate this time. Also, when you're done with this one, watch Book of Murder next. It shows the events right after this series and also follows the manga almost perfectly.\n\n\u001b[1m物語はまだ漫画がしたのと同じ感情的に私に影響を与えました、そして、私はプロデューサーがこの時間をずらそうとしていないことでうまくいったと思います。 また、これで終わったら、Book of Murderを見てください。 このシリーズの直後の出来事を示し、マンガをほぼ完全にフォローします。\u001b[22m\n\u001b[1m(Monogatari wa mada manga ga shita no to onaji kanjō-teki ni watashi ni eikyō o ataemashita, soshite, watashi wa purode~yūsā ga kono-jikan o zurasou to shite inai koto de umaku itta to omoimasu. Mata, kore de owattara, bukku of Murder o mite kudasai. Kono shirīzu no chokugo no dekigoto o shimeshi, manga o hobo kanzen ni forō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story still impacted me emotionally, the same way the manga did, and I think the producers did well in not trying to deviate this time. Also, when you're done with this one, watch Book of Murder next. It shows the events right after this series and also follows the manga almost perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story still impacted me emotionally, the same way the manga did, and I think the producers did well in not trying to deviate this time.\u001b[24m\n    \u001b[1m物語はまだ漫画がしたのと同じ感情的に私に影響を与えました、そして、私はプロデューサーがこの時間をずらそうとしていないことでうまくいったと思います。\u001b[22m, \u001b[1m物語はまだ、感情的に漫画がやったのと同じ方法を私に影響を与えた、と私は、生産者がこの時間を逸脱しようとしていない中でよくやったと思います。\u001b[22m\n\u001b[4mAlso, when you're done with this one, watch Book of Murder next.\u001b[24m\n    \u001b[1mまた、これで終わったら、Book of Murderを見てください。\u001b[22m, \u001b[1mまた、あなたはこの1で行われているとき、次の殺人の書籍を見ます。\u001b[22m\n\u001b[4mIt shows the events right after this series and also follows the manga almost perfectly.\u001b[24m\n    \u001b[1mこのシリーズの直後の出来事を示し、マンガをほぼ完全にフォローします。\u001b[22m, \u001b[1mそれは右、このシリーズの後のイベントを示しているともほぼ完全に漫画に従います。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, very good.\n\n\u001b[1mまったく、とても良い。\u001b[22m\n\u001b[1m(Mattaku, tote mo yoi.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, very good.\u001b[24m\n    \u001b[1mまったく、とても良い。\u001b[22m, \u001b[1mすべてのすべてで、非常に良いです。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "vince1996",
    "profile": "/profile/vince1996/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=160039",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nサーカスの本はすばらしいシリーズであり、このシリーズには素晴らしい追加物であり、初心者にとっても良い出発点です。\n実際の得点：9.4\n\nストーリー：10\n物語は、サーカスアークとして知られているメインアニメから欠落しているマンガプロットの周りを回っています。 あなたの好きなキャラクターで構成された楽しい話です。また、暗くて面白い話だけでなく、Cielの裏話からいくつかのイベントの回りを回って、新しいことを物語の理解にも役立ちます ファンのための要点として既に役立っている。 コメディのファンが知っていると愛している面白い話に追いつきながら、そのわずか10エピソード長い間も、ストーリーはよく駆動され、良いペースを持っています。\n\nアート：9\n芸術は、世界を生き生きとさせる巧妙なキャラクターと驚異的なセットピースと、あなたの心のポンドを作る戦いの場面で際立っています。\n\nサウンド：9\nアニメのオープニングはうまくいっていて、JロックバンドSIDのショーの雰囲気に合っていて、ショーの準備ができて暗い雰囲気になっています。 エンディングもうまくいっていたのですが、オープニングと同じレベルのインパクトはありませんでした。  OSTは驚くべきことであり、オーケストラ・トーンと、その設定にうってつけの音楽のような民俗音楽が満載のシリーズが描く暗い雰囲気を描くのに役立ちます。\n\nキャラクター：9\nあなたが知っていると愛している文字だけでなく、いくつかの新鮮な顔は、キャラクターをより多く開くだけでなく、画面の時間のまともな量を得るためのまともな量のバックストーリーを取得します。 新しいキャストの中でも最も注目されたのは、サーカスのジョーカーリングリーダーであり、良いスクリーンタイムを獲得し、サーカスの他のキャラクターだけでなく、すべてが興味深い人物や外見を持つユニークな個性を持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBook of Circus is a great series and is a great addition to the series as well as a good start point to newcomers.\n\n\u001b[1mサーカスの本はすばらしいシリーズであり、このシリーズには素晴らしい追加物であり、初心者にとっても良い出発点です。\u001b[22m\n\u001b[1m(Sākasu no hon wa subarashī shirīzudeari, kono shirīzu ni wa subarashī tsuika-monodeari, shoshinsha ni tottemo yoi shuppatsu-tendesu.)\u001b[22m\n\nTranslations of \u001b[4mBook of Circus is a great series and is a great addition to the series as well as a good start point to newcomers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBook of Circus is a great series and is a great addition to the series as well as a good start point to newcomers.\u001b[24m\n    \u001b[1mサーカスの本はすばらしいシリーズであり、このシリーズには素晴らしい追加物であり、初心者にとっても良い出発点です。\u001b[22m, \u001b[1mサーカスの本は偉大なシリーズで、シリーズだけでなく、新規参入者への良いスタート地点に素晴らしい付加です。\u001b[22m\nActual Score: 9.4\n\n\u001b[1m実際の得点：9.4\u001b[22m\n\u001b[1m(Jissai no tokuten: 9. 4)\u001b[22m\n\nTranslations of \u001b[4mActual Score: 9.4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActual Score: 9.4\u001b[24m\n    \u001b[1m実際の得点：9.4\u001b[22m, \u001b[1m実際のスコア：9.4\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nThe story revolves around a piece of the manga plot missing from the main anime known the circus arc; which is a fun story made up of your favourite characters while also introducing some new ones as well as dark and interesting story as well as circling around some events from Ciel's backstory that add more depth which also helps fit newcomers in understanding the story better as well as serving as a recap for fans already. The story is well driven and has good pacing even though its only 10 episodes long while also keeping up with an interesting story and the comedy fans know and love.\n\n\u001b[1m物語は、サーカスアークとして知られているメインアニメから欠落しているマンガプロットの周りを回っています。 あなたの好きなキャラクターで構成された楽しい話です。また、暗くて面白い話だけでなく、Cielの裏話からいくつかのイベントの回りを回って、新しいことを物語の理解にも役立ちます ファンのための要点として既に役立っている。 コメディのファンが知っていると愛している面白い話に追いつきながら、そのわずか10エピソード長い間も、ストーリーはよく駆動され、良いペースを持っています。\u001b[22m\n\u001b[1m(Monogatari wa, sākasuāku to shite shira rete iru mein anime kara ketsuraku shite iru mangapurotto no mawari o mawatte imasu. Anata no sukina kyarakutā de kōsei sa reta tanoshī hanashidesu. Mata, kurakute omoshiroi hanashi dakedenaku, sheru no urabanashi kara ikutsu ka no ibento no mawari o mawatte, atarashī koto o monogatari no rikai ni mo yakudachimasu fan no tame no yōten to shite sudeni yakudatte iru. Komedi no fan ga shitte iruto itoshite iru omoshiroi hanashi ni oitsukinagara, sono wazuka 10 episōdo nagaiai mo, sutōrī wa yoku kudō sa re, yoi pēsu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around a piece of the manga plot missing from the main anime known the circus arc; which is a fun story made up of your favourite characters while also introducing some new ones as well as dark and interesting story as well as circling around some events from Ciel's backstory that add more depth which also helps fit newcomers in understanding the story better as well as serving as a recap for fans already. The story is well driven and has good pacing even though its only 10 episodes long while also keeping up with an interesting story and the comedy fans know and love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around a piece of the manga plot missing from the main anime known the circus arc;\u001b[24m\n    \u001b[1m物語は、サーカスアークとして知られているメインアニメから欠落しているマンガプロットの周りを回っています。\u001b[22m, \u001b[1m物語はサーカスアーク知られているメインのアニメから欠落している漫画プロットの作品を中心に展開します。\u001b[22m\n\u001b[4mwhich is a fun story made up of your favourite characters while also introducing some new ones as well as dark and interesting story as well as circling around some events from Ciel's backstory that add more depth which also helps fit newcomers in understanding the story better as well\u001b[24m\n    \u001b[1mあなたの好きなキャラクターで構成された楽しい話です。また、暗くて面白い話だけでなく、Cielの裏話からいくつかのイベントの回りを回って、新しいことを物語の理解にも役立ちます\u001b[22m, \u001b[1mこれはあなたの好きな文字で構成された楽しい物語ですまた、いくつかの新しいものだけでなく、暗いと興味深い話を導入するだけでなく、また、同様に、より良い物語を理解する上でフィット新人を助けるより多くの深さを追加シエルの裏話から、いくつかのイベントを周回しながら\u001b[22m\n\u001b[4mas serving as a recap for fans already.\u001b[24m\n    \u001b[1mファンのための要点として既に役立っている。\u001b[22m, \u001b[1mすでにファンのためのおさらいとしてとして。\u001b[22m\n\u001b[4mThe story is well driven and has good pacing even though its only 10 episodes long while also keeping up with an interesting story and the comedy fans know and love.\u001b[24m\n    \u001b[1mコメディのファンが知っていると愛している面白い話に追いつきながら、そのわずか10エピソード長い間も、ストーリーはよく駆動され、良いペースを持っています。\u001b[22m, \u001b[1m物語は十分に駆動され、良いも面白いストーリーとコメディのファンに追いつい長いながら、その唯一の10のエピソードを知っているにもかかわらず、ペーシングと愛を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nThe art is outstanding with well detailed characters and amazing set pieces that make the world come alive as well as well done fight scenes that will make your heart pound.\n\n\u001b[1m芸術は、世界を生き生きとさせる巧妙なキャラクターと驚異的なセットピースと、あなたの心のポンドを作る戦いの場面で際立っています。\u001b[22m\n\u001b[1m(Geijutsu wa, sekai o ikiikito sa seru kōmyōna kyarakutā to kyōi-tekina settopīsu to, anata no kokoro no pondo o tsukuru tatakai no bamen de kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is outstanding with well detailed characters and amazing set pieces that make the world come alive as well as well done fight scenes that will make your heart pound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is outstanding with well detailed characters and amazing set pieces that make the world come alive as well as well done fight scenes that will make your heart pound.\u001b[24m\n    \u001b[1m芸術は、世界を生き生きとさせる巧妙なキャラクターと驚異的なセットピースと、あなたの心のポンドを作る戦いの場面で際立っています。\u001b[22m, \u001b[1m芸術はよく、詳細なキャラクターや世界が同様に行われ、同様にあなたの心のポンドを行います戦う場面を生き生き素晴らしいセットピースで顕著です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe opening of the anime is well done and fits the mood of the show with J-Rock band SID that set a dark atmosphere getting you ready for the show; while the ending was also well done it didn't have the same level as impact as the opening which made me neglect it fairly fast. The OST is amazing and helps portray the dark atmosphere the series portrays which is full of orchestral tones and folklore like music that fits nicely with the setting.\n\n\u001b[1mアニメのオープニングはうまくいっていて、JロックバンドSIDのショーの雰囲気に合っていて、ショーの準備ができて暗い雰囲気になっています。 エンディングもうまくいっていたのですが、オープニングと同じレベルのインパクトはありませんでした。  OSTは驚くべきことであり、オーケストラ・トーンと、その設定にうってつけの音楽のような民俗音楽が満載のシリーズが描く暗い雰囲気を描くのに役立ちます。\u001b[22m\n\u001b[1m(Anime no ōpuningu wa umaku itte ite, J rokkubando shido no shō no fun'iki ni atte ite, shō no junbi ga dekite kurai fun'iki ni natte imasu. Endingu mo umaku itte ita nodesuga, ōpuningu to onaji reberu no inpakuto wa arimasendeshita. OST wa odorokubeki kotodeari, ōkesutora tōn to, sono settei ni uttetsuke no ongaku no yōna minzoku ongaku ga mansai no shirīzu ga kaku kurai fun'iki o kaku no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening of the anime is well done and fits the mood of the show with J-Rock band SID that set a dark atmosphere getting you ready for the show; while the ending was also well done it didn't have the same level as impact as the opening which made me neglect it fairly fast. The OST is amazing and helps portray the dark atmosphere the series portrays which is full of orchestral tones and folklore like music that fits nicely with the setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening of the anime is well done and fits the mood of the show with J-Rock band SID that set a dark atmosphere getting you ready for the show;\u001b[24m\n    \u001b[1mアニメのオープニングはうまくいっていて、JロックバンドSIDのショーの雰囲気に合っていて、ショーの準備ができて暗い雰囲気になっています。\u001b[22m, \u001b[1mアニメの開口部はよくやったとショーのためにあなたが準備暗い雰囲気を設定するJ-ロックバンドSIDとショーの気分に合うれます。\u001b[22m\n\u001b[4mwhile the ending was also well done it didn't have the same level as impact as the opening which made me neglect it fairly fast.\u001b[24m\n    \u001b[1mエンディングもうまくいっていたのですが、オープニングと同じレベルのインパクトはありませんでした。\u001b[22m, \u001b[1mエンディングもよく行われていた一方で、それは私はかなり速いそれを無視作っ開口部などの影響と同じレベルを持っていませんでした。\u001b[22m\n\u001b[4mThe OST is amazing and helps portray the dark atmosphere the series portrays which is full of orchestral tones and folklore like music that fits nicely with the setting.\u001b[24m\n    \u001b[1mOSTは驚くべきことであり、オーケストラ・トーンと、その設定にうってつけの音楽のような民俗音楽が満載のシリーズが描く暗い雰囲気を描くのに役立ちます。\u001b[22m, \u001b[1mOSTは素晴らしいですし、シリーズは設定とうまくフィットする音楽のようなオーケストラの音色と民話の完全である描写暗い雰囲気を描写するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nThe characters that you know and love are back as well as some fresh faces that get a decent amount of backstory that opens that character more up as well as getting decent amounts of screen time. The most notable of the new cast was Joker ring leader of the circus who gets good screen time and has a unique personality that is refreshing as well as the other characters of the circus who all have interesting personalities and appearances.\n\n\u001b[1mあなたが知っていると愛している文字だけでなく、いくつかの新鮮な顔は、キャラクターをより多く開くだけでなく、画面の時間のまともな量を得るためのまともな量のバックストーリーを取得します。 新しいキャストの中でも最も注目されたのは、サーカスのジョーカーリングリーダーであり、良いスクリーンタイムを獲得し、サーカスの他のキャラクターだけでなく、すべてが興味深い人物や外見を持つユニークな個性を持っています。\u001b[22m\n\u001b[1m(Anata ga shitte iruto itoshite iru moji dakedenaku, ikutsu ka no shinsen'na kao wa, kyarakutā o yori ōku hiraku dakedenaku, gamen no jikan no matomona ryō o eru tame no matomona ryō no bakkusutōrī o shutoku shimasu. Atarashī kyasuto no naka demo mottomo chūmoku sa reta no wa, sākasu no jōkāringurīdādeari, yoi sukurīntaimu o kakutoku shi, sākasu no ta no kyarakutā dakedenaku, subete ga kyōmibukai jinbutsu ya gaiken o motsu yunīkuna kosei o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters that you know and love are back as well as some fresh faces that get a decent amount of backstory that opens that character more up as well as getting decent amounts of screen time. The most notable of the new cast was Joker ring leader of the circus who gets good screen time and has a unique personality that is refreshing as well as the other characters of the circus who all have interesting personalities and appearances.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters that you know and love are back as well as some fresh faces that get a decent amount of backstory that opens that character more up as well as getting decent amounts of screen time.\u001b[24m\n    \u001b[1mあなたが知っていると愛している文字だけでなく、いくつかの新鮮な顔は、キャラクターをより多く開くだけでなく、画面の時間のまともな量を得るためのまともな量のバックストーリーを取得します。\u001b[22m, \u001b[1mあなたが知っていると愛がその文字を開き裏話のまともな金額以上のアップだけでなく、画面の時間の取得まともな量を取得するいくつかの新鮮な顔に戻っただけでなく、文字。\u001b[22m\n\u001b[4mThe most notable of the new cast was Joker ring leader of the circus who gets good screen time and has a unique personality that is refreshing as well as the other characters of the circus who all have interesting personalities and appearances.\u001b[24m\n    \u001b[1m新しいキャストの中でも最も注目されたのは、サーカスのジョーカーリングリーダーであり、良いスクリーンタイムを獲得し、サーカスの他のキャラクターだけでなく、すべてが興味深い人物や外見を持つユニークな個性を持っています。\u001b[22m, \u001b[1m新しいキャストの最も注目すべきは、良好な画面の時間を取得し、リフレッシュされるユニークな個性だけでなく、すべてが面白い個性や外観を持つサーカスの他の文字を持っているサーカスのジョーカーリングのリーダーでした。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "ironace",
    "profile": "/profile/ironace/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=160001",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私はこのマンガを読んでいないので、私はこれを大いに楽しみにしていました。私は黒執事シリーズの大ファンではありませんが、それはもっと価値のあるものです。 結局、私はより満足していました。私の即座の反応はこれでした。「MOAR！」\n\nエピソード15の後、シーズン1で中断した場所からすぐに物語が続く。このアニメは、シーズン1のエピソード1と非常に似ているので、10回ではなく9回のエピソードと言える。それはゆっくりと軽く始まる ; 黒いバトラーシリーズ（猫にとっての完璧なセバスチャンの愛、迷惑なエリザベス、そしてファントムハイヴのトリオ作りのトラブル）の典型的な面白い場面がたくさんありますが、終わりに向かってシリーズは暗い道を歩いています。 それはむしろ血まみれで荒々しく、暴露の負荷を伴います。\n\nキャラクターの発展は人によって異なります。 いくつかのキャラクターは美しく仕上げられていますが、他のものは画面いっぱいのためだけです。（それは正しい言葉ですよね？）最初のストリンガーのバックストーリーが明らかになったとき、あなたは助けてもらえません。 ケルビン卿）\n\n芸術は美しい。 シーズン1のアートは印象的ではなく、シーズン2のアートはやや良いものでした。 それはエレガントでしたが、黒いバトラーほど暗いシリーズには適していませんでした。 しかしサーカスの書物の芸術（明らかに）は両方を凌駕しました。 それは美しく、それは黒執事に適していた。 音はすごかった。 私はオープニングを本当に愛していました。\n\n全体的に私はこのシリーズを楽しんだし、このアニメから何も拒否しなかった。 素晴らしいアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI do not read the manga so I was looking forward to this a hell lot, I'm not a big fan of the black butler series, but it is more then worth watching. In the end I was more then satisfied and my immediate reaction was this, 'MOAR!'\n\n\u001b[1m私はこのマンガを読んでいないので、私はこれを大いに楽しみにしていました。私は黒執事シリーズの大ファンではありませんが、それはもっと価値のあるものです。 結局、私はより満足していました。私の即座の反応はこれでした。「MOAR！」\u001b[22m\n\u001b[1m(Watashi wa kono manga o yon de inainode, watashi wa kore o ōini tanoshimini shite imashita. Watashi wa kuro shitsuji shirīzu no dai fande wa arimasenga, soreha motto kachi no aru monodesu. Kekkyoku, watashi wa yori manzoku shite imashita. Watashi no sokuza no han'nō wa koredeshita. `MOAR!')\u001b[22m\n\nTranslations of \u001b[4mI do not read the manga so I was looking forward to this a hell lot, I'm not a big fan of the black butler series, but it is more then worth watching. In the end I was more then satisfied and my immediate reaction was this, 'MOAR!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do not read the manga so I was looking forward to this a hell lot, I'm not a big fan of the black butler series, but it is more then worth watching.\u001b[24m\n    \u001b[1m私はこのマンガを読んでいないので、私はこれを大いに楽しみにしていました。私は黒執事シリーズの大ファンではありませんが、それはもっと価値のあるものです。\u001b[22m, \u001b[1m私はこれを楽しみに地獄の多くを探していたので、私は漫画を読んでいない、私は黒執事シリーズの大ファンではないんだけど、それは見る価値、より多くのです。\u001b[22m\n\u001b[4mIn the end I was more then satisfied and my immediate reaction was this, 'MOAR!'\u001b[24m\n    \u001b[1m結局、私はより満足していました。私の即座の反応はこれでした。「MOAR！」\u001b[22m, \u001b[1m最後に、私はその後、満足以上であったと私の即時の反応がこの、「MOAR！」でした\u001b[22m\n\u001b[1m\u001b[22m\nThe story follows the manga immediately from where it left off in season 1, after episode 15. This anime can be said to be of 9 episodes rather then 10 as the first is quite similar to season 1 episode 1.It starts of slowly and lightly ; there are a lot of funny scenes that are typical of a black butler series (perfect Sebastian's love for cats, the annoying Elizabeth, and Phantomhive's trouble making trio..) but towards the ending the series takes on a dark path. It turns rather bloody and gruesome with a load of revelations.\n\n\u001b[1mエピソード15の後、シーズン1で中断した場所からすぐに物語が続く。このアニメは、シーズン1のエピソード1と非常に似ているので、10回ではなく9回のエピソードと言える。それはゆっくりと軽く始まる ; 黒いバトラーシリーズ（猫にとっての完璧なセバスチャンの愛、迷惑なエリザベス、そしてファントムハイヴのトリオ作りのトラブル）の典型的な面白い場面がたくさんありますが、終わりに向かってシリーズは暗い道を歩いています。 それはむしろ血まみれで荒々しく、暴露の負荷を伴います。\u001b[22m\n\u001b[1m(Episōdo 15 no ato, shīzun 1 de chūdan shita basho kara sugu ni monogatari ga tsudzuku. Kono anime wa, shīzun 1 no episōdo 1 to hijō ni nite irunode, 10-kaide wanaku 9-kai no episōdo to ieru. Sore wa yukkuri to karuku hajimaru; kuroi batorāshirīzu (neko ni totte no kanpekina Sebasuchan no ai, meiwakuna Erizabesu, soshite fantomuhaivu no torio-tsukuri no toraburu) no tenkei-tekina omoshiroi bamen ga takusan arimasuga, owari ni mukatte shirīzu wa kurai michi o aruite imasu. Sore wa mushiro chimamire de araarashiku, bakuro no fuka o tomonaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story follows the manga immediately from where it left off in season 1, after episode 15. This anime can be said to be of 9 episodes rather then 10 as the first is quite similar to season 1 episode 1.It starts of slowly and lightly ; there are a lot of funny scenes that are typical of a black butler series (perfect Sebastian's love for cats, the annoying Elizabeth, and Phantomhive's trouble making trio..) but towards the ending the series takes on a dark path. It turns rather bloody and gruesome with a load of revelations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story follows the manga immediately from where it left off in season 1, after episode 15. This anime can be said to be of 9 episodes rather then 10 as the first is quite similar to season 1 episode 1.It starts of slowly and lightly\u001b[24m\n    \u001b[1mエピソード15の後、シーズン1で中断した場所からすぐに物語が続く。このアニメは、シーズン1のエピソード1と非常に似ているので、10回ではなく9回のエピソードと言える。それはゆっくりと軽く始まる\u001b[22m, \u001b[1m物語は、最初はゆっくりと軽くの1.It開始はシーズン1エピソードと非常によく似ていますように、このアニメではなく、その後9エピソード10であると言うことができるエピソード15の後に、それは、シーズン1で中断したところからすぐに漫画を次の\u001b[22m\n\u001b[4m;\u001b[24m\n    \u001b[1m;\u001b[22m\n\u001b[4mthere are a lot of funny scenes that are typical of a black butler series (perfect Sebastian's love for cats, the annoying Elizabeth, and Phantomhive's trouble making trio..) but towards the ending the series takes on a dark path.\u001b[24m\n    \u001b[1m黒いバトラーシリーズ（猫にとっての完璧なセバスチャンの愛、迷惑なエリザベス、そしてファントムハイヴのトリオ作りのトラブル）の典型的な面白い場面がたくさんありますが、終わりに向かってシリーズは暗い道を歩いています。\u001b[22m, \u001b[1mそこに黒執事シリーズの典型的なもので面白いシーンがたくさんある（猫のための完璧なセバスチャンの愛、迷惑エリザベスは、およびファントムのトラブルが..トリオを作る）が、一連の終了に向かって暗いパスを取ります。\u001b[22m\n\u001b[4mIt turns rather bloody and gruesome with a load of revelations.\u001b[24m\n    \u001b[1mそれはむしろ血まみれで荒々しく、暴露の負荷を伴います。\u001b[22m, \u001b[1mこれは啓示の負荷ではなく、流血と身の毛もよだつなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe character development is different for different people. Some characters are done beautifully while others are just for screen-filling.(That is the right word, right?) When first stringers'' back story were revealed you can not help but feel sorry for all of them.(However I HATED that Lord Kelvin)\n\n\u001b[1mキャラクターの発展は人によって異なります。 いくつかのキャラクターは美しく仕上げられていますが、他のものは画面いっぱいのためだけです。（それは正しい言葉ですよね？）最初のストリンガーのバックストーリーが明らかになったとき、あなたは助けてもらえません。 ケルビン卿）\u001b[22m\n\u001b[1m(Kyarakutā no hatten wa hito ni yotte kotonarimasu. Ikutsu ka no kyarakutā wa utsukushiku shiage rarete imasuga, hoka no mono wa gamen-ippai no tame dakedesu. (Sore wa tadashī kotobadesu yo ne? ) Saisho no sutoringā no bakkusutōrī ga akiraka ni natta toki, anata wa tasukete moraemasen. Kerubin kyō))\u001b[22m\n\nTranslations of \u001b[4mThe character development is different for different people. Some characters are done beautifully while others are just for screen-filling.(That is the right word, right?) When first stringers'' back story were revealed you can not help but feel sorry for all of them.(However I HATED that Lord Kelvin)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development is different for different people.\u001b[24m\n    \u001b[1mキャラクターの発展は人によって異なります。\u001b[22m, \u001b[1mキャラクターの成長が異なる人々のために異なっています。\u001b[22m\n\u001b[4mSome characters are done beautifully while others are just for screen-filling.(That is the right word, right?) When first stringers'' back story were revealed you can not help but feel sorry for all of them.(However I HATED that\u001b[24m\n    \u001b[1mいくつかのキャラクターは美しく仕上げられていますが、他のものは画面いっぱいのためだけです。（それは正しい言葉ですよね？）最初のストリンガーのバックストーリーが明らかになったとき、あなたは助けてもらえません。\u001b[22m, \u001b[1m他の人がちょうど画面充填するためのものである一方で、一部の文字が美しく行われます。（それは正しい言葉で、右？）最初のストリンガー ''バックストーリーはあなたが助けるが、それらのすべてに同情することはできません明らかにされたとき。（私がいることを嫌わしかし、\u001b[22m\n\u001b[4mLord Kelvin)\u001b[24m\n    \u001b[1mケルビン卿）\u001b[22m\n\u001b[1m\u001b[22m\nThe art is beautiful. Season 1's art wasn't impressive, season 2's was slightly better. It was elegant- but it was not suitable for a series as dark as black butler. But the art of Book of Circus (obviously)outmatched them both. It was beautiful and it suited Kuroshitsuji. The sound was awesome. I really loved the opening- easily one of my favorites.\n\n\u001b[1m芸術は美しい。 シーズン1のアートは印象的ではなく、シーズン2のアートはやや良いものでした。 それはエレガントでしたが、黒いバトラーほど暗いシリーズには適していませんでした。 しかしサーカスの書物の芸術（明らかに）は両方を凌駕しました。 それは美しく、それは黒執事に適していた。 音はすごかった。 私はオープニングを本当に愛していました。\u001b[22m\n\u001b[1m(Geijutsu wa utsukushī. Shīzun 1 no āto wa inshō-tekide wa naku, shīzun 2 no āto wa yaya yoi monodeshita. Sore wa eregantodeshitaga, kuroi batorā hodo kurai shirīzu ni wa tekishite imasendeshita. Shikashi sākasu no shomotsu no geijutsu (akiraka ni) wa ryōhō o ryōga shimashita. Sore wa utsukushiku, soreha kuro shitsuji ni tekishite ita. Oto wa sugokatta. Watashi wa ōpuningu o hontōni itoshite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is beautiful. Season 1's art wasn't impressive, season 2's was slightly better. It was elegant- but it was not suitable for a series as dark as black butler. But the art of Book of Circus (obviously)outmatched them both. It was beautiful and it suited Kuroshitsuji. The sound was awesome. I really loved the opening- easily one of my favorites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is beautiful.\u001b[24m\n    \u001b[1m芸術は美しい。\u001b[22m, \u001b[1m芸術は美しいです。\u001b[22m\n\u001b[4mSeason 1's art wasn't impressive, season 2's was slightly better.\u001b[24m\n    \u001b[1mシーズン1のアートは印象的ではなく、シーズン2のアートはやや良いものでした。\u001b[22m, \u001b[1mシーズン1の技術では、印象的ではなかった、シーズン2のは、わずかに良好でした。\u001b[22m\n\u001b[4mIt was elegant- but it was not suitable for a series as dark as black butler.\u001b[24m\n    \u001b[1mそれはエレガントでしたが、黒いバトラーほど暗いシリーズには適していませんでした。\u001b[22m, \u001b[1mそれはelegant-だったが、それは黒執事のように暗いシリーズには適していませんでした。\u001b[22m\n\u001b[4mBut the art of Book of Circus (obviously)outmatched them both.\u001b[24m\n    \u001b[1mしかしサーカスの書物の芸術（明らかに）は両方を凌駕しました。\u001b[22m, \u001b[1mしかし、サーカスの書籍（明らかに）の技術は、それらの両方をoutmatched。\u001b[22m\n\u001b[4mIt was beautiful and it suited Kuroshitsuji.\u001b[24m\n    \u001b[1mそれは美しく、それは黒執事に適していた。\u001b[22m, \u001b[1mそれはきれいだったし、それは黒執事を適しています。\u001b[22m\n\u001b[4mThe sound was awesome.\u001b[24m\n    \u001b[1m音はすごかった。\u001b[22m, \u001b[1m音は最高でした。\u001b[22m\n\u001b[4mI really loved the opening- easily one of my favorites.\u001b[24m\n    \u001b[1m私はオープニングを本当に愛していました。\u001b[22m, \u001b[1m私は本当に簡単に私のお気に入りの一つopening-を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I enjoyed this series a lot and I did not reject anything from this anime. A great anime.\n\n\u001b[1m全体的に私はこのシリーズを楽しんだし、このアニメから何も拒否しなかった。 素晴らしいアニメ。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shirīzu o tanoshindashi, kono anime kara nani mo kyohi shinakatta. Subarashī anime.)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed this series a lot and I did not reject anything from this anime. A great anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed this series a lot and I did not reject anything from this anime.\u001b[24m\n    \u001b[1m全体的に私はこのシリーズを楽しんだし、このアニメから何も拒否しなかった。\u001b[22m, \u001b[1m全体的に私はこのシリーズをたくさん楽しんで、私はこのアニメから何かを拒否しませんでした。\u001b[22m\n\u001b[4mA great anime.\u001b[24m\n    \u001b[1m素晴らしいアニメ。\u001b[22m, \u001b[1m偉大なアニメ。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "lazyneko",
    "profile": "/profile/lazyneko/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=168703",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nこのシーズンには、最後の2のようなフィラーエピソードはありませんでした。このアニメの芸術は、（サーカスから期待されるような）活気に満ちていました。キャラクターの服とメイクは美しいものでした 。 オープニング曲は素晴らしいです。  10のエピソードに詰め込まれた多くのキャラクターがあったので、開発の余地はなかったが、過去の各キャラクターについて与えられた小さなビットが私のために十分であった。 結末は良いものだったけど、私が彼らがもっとキャラクターに入ってほしいから、クリフハンガーに私を残しました。 これは非常に楽しかった10のエピソードです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nthis was my favorite season of kuroshitsuji though this season only had 10 episodes it didnt have really any filler episodes like last 2. the art in this anime was vibrant (what you would expect from a circus) the characters clothes and make-up were beautiful . the opening song is amazing. there were a lot of characters crammed into 10 episodes so there wasnt room for development however there were tiny bits given about each characters past which was enough for me. the ending was a good one but left me on a cliffhanger because i wish they got more into the characters. this is a quick 10 episodes that were very enjoying.\n\n\u001b[1mこのシーズンには、最後の2のようなフィラーエピソードはありませんでした。このアニメの芸術は、（サーカスから期待されるような）活気に満ちていました。キャラクターの服とメイクは美しいものでした 。 オープニング曲は素晴らしいです。  10のエピソードに詰め込まれた多くのキャラクターがあったので、開発の余地はなかったが、過去の各キャラクターについて与えられた小さなビットが私のために十分であった。 結末は良いものだったけど、私が彼らがもっとキャラクターに入ってほしいから、クリフハンガーに私を残しました。 これは非常に楽しかった10のエピソードです。\u001b[22m\n\u001b[1m(Kono shīzun ni wa, saigo no 2 no yōna firāepisōdo wa arimasendeshita. Kono anime no geijutsu wa,(sākasu kara kitai sa reru yōna) kakki ni michite imashita. Kyarakutā no fuku to meiku wa utsukushī monodeshita. Ōpuningu-kyoku wa subarashīdesu. 10 No episōdo ni tsumekoma reta ōku no kyarakutā ga attanode, kaihatsu no yochi wa nakattaga, kako no kaku kyarakutā ni tsuite atae rareta chīsana bitto ga watashi no tame ni jūbundeatta. Ketsumatsu wa yoi monodattakedo, watashi ga karera ga motto kyarakutā ni haitte hoshīkara, kurifuhangā ni watashi o nokoshimashita. Kore wa hijō ni tanoshikatta 10 no episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mthis was my favorite season of kuroshitsuji though this season only had 10 episodes it didnt have really any filler episodes like last 2. the art in this anime was vibrant (what you would expect from a circus) the characters clothes and make-up were beautiful . the opening song is amazing. there were a lot of characters crammed into 10 episodes so there wasnt room for development however there were tiny bits given about each characters past which was enough for me. the ending was a good one but left me on a cliffhanger because i wish they got more into the characters. this is a quick 10 episodes that were very enjoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis was my favorite season of kuroshitsuji though this season only had 10 episodes it didnt have really any filler episodes like last 2. the art in this anime was vibrant (what you would expect from a circus) the characters clothes and make-up were beautiful\u001b[24m\n    \u001b[1mこのシーズンには、最後の2のようなフィラーエピソードはありませんでした。このアニメの芸術は、（サーカスから期待されるような）活気に満ちていました。キャラクターの服とメイクは美しいものでした\u001b[22m, \u001b[1mこれは、このシーズンは唯一の10のエピソードを持っていたのに（あなたがサーカスに期待するもの）活気に満ちた、それがこのアニメの最後の2芸術のような本当にすべてのフィラーのエピソードを持っていませんでし文字服黒執事の私の好きな季節だったとメイクアップ美しかったです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mthe opening song is amazing.\u001b[24m\n    \u001b[1mオープニング曲は素晴らしいです。\u001b[22m\n\u001b[4mthere were a lot of characters crammed into 10 episodes so there wasnt room for development however there were tiny bits given about each characters past which was enough for me.\u001b[24m\n    \u001b[1m10のエピソードに詰め込まれた多くのキャラクターがあったので、開発の余地はなかったが、過去の各キャラクターについて与えられた小さなビットが私のために十分であった。\u001b[22m, \u001b[1m開発のための波平部屋はしかし、私のために十分であった過去の各文字について、与えられた小さなビットがあったがあって10話に詰め込ま文字がたくさんありました。\u001b[22m\n\u001b[4mthe ending was a good one but left me on a cliffhanger because i wish they got more into the characters.\u001b[24m\n    \u001b[1m結末は良いものだったけど、私が彼らがもっとキャラクターに入ってほしいから、クリフハンガーに私を残しました。\u001b[22m, \u001b[1mエンディングは良いものだったが、私は、彼らは文字により得たいので、接戦で私を残しました。\u001b[22m\n\u001b[4mthis is a quick 10 episodes that were very enjoying.\u001b[24m\n    \u001b[1mこれは非常に楽しかった10のエピソードです。\u001b[22m, \u001b[1mこれは非常に楽しんでいた迅速な10のエピソードです。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "glaceon_cute",
    "profile": "/profile/glaceon_cute/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=186122",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は最新の章までマンガを読んだ。  Tbh、それは4年前のことだったので、私は漫画でこの弧についてよく覚えていません。 このアニメがリリースされていると聞いたら、私の反応はおそらく他のマンガファンのようです：「うわー、私はうれしいです。 しかし、私は怖いです。 はい、私は伝説のA-1スタジオが「印象的なエンディングとプロット」で再びこのシリーズを台無しにするのではないかと心配しました（私はあなたを見ています、シーズン2）。 しかし、この時点まで、私はもうそれについて不平を言うことはありません。 彼らは漫画に忠実です。 あなたは私がこれでどれほど幸せかわからない。\n\n古いファンには、プロットについて混乱はありません。 新しい視聴者には、私はそれが扱うことができないほど複雑だとは思わない。 スタジオは以前の出来事をセバスチャンの紹介やシエルの夢のようなもので全員に思い出させることを目的としていましたが、時々私には迷惑をかけることがありますが、新しい人を捉えることが必要です。 最初のエピソードは、私たちのアールと彼のしもべの日々の生活に関する普通の話です。 それはフィラーのようなものなので、そのエピソードについて言及すべき素晴らしいことは何もありませんが、それは座って、セバティアの完璧さ（笑）を見て楽しむのに十分面白いです。 最初の4つのエピソードは、CielとSebastianが調査するためにサーカスに加わることを偽装したときに、喜劇がいっぱいで軽く暖かいです。 しかし、それらのコメディにはまだ暗い瞬間とやや狂っている（誘拐シーン）。 それから、彼らは突然予期しないep 6（あなたは私が何を意味するか知っているだろう）とストライクし、残酷な、暗いテーマはep 7から始まります。ep 7はクライマックスの転換点のようです。\n\nアニメーションはこれまでのところ偉大で他の季節を超えています。 シエルとセバスチャンはマンガのように見える。 サーカスシーンは素晴らしく、そのシャンパンシーンに使用したCGは豪華です！ 悲しいことに、アニメーションは、虎のシーンを繰り返すことから、エピソード7のポイントまで急速に低下します。エピソード7を見ることは、私の目を傷つけるのに十分であり、それは重要なepです！ 食べる場面の子供たちのための不器用な絵や、Ciel、Joker、Sebastianのサムネイルを銃や小道具に向けて指差しているときには、目を見る必要はありません。  Ep 8は幾分良いアニメーションに戻ります。 うまくいけば、彼らは最後の2つのエピソードのための十分な予算を持って、思い出に残るようになります。 私はこの弧の最後の章が漫画で大好きなので、それを待っています。 演技の声でさらに痛いでしょう。\n\n音楽は良いです。 私はオープニングとエンディングが大好きです。 オープニングはまだSIDで終わり、エンディングがやや悲しくて皮肉なこと（エンディングの背後にあるモラルは素晴らしい、それが描かれている方法でもある）がテーマに合っている。 オープニング、私が最初にそれを見たとき、私は「サーカスよりも人形劇のように見える」のと同じようだった。 そして、そうです、実際にサーカスの中の人形劇は、これらのメンバーが「父」によって操作されるためです。  OSTはまだ最初の2つの季節のようなもので、奇妙でラテン語の歌（？）でいっぱいです。 私はそれを愛し、それは物語とうまく合っていますが、歌の選択の多様性はそれほどではなく、それはちょっと退屈です。 彼らはラテンの歌の代わりに...よく、戦いがあるときにいくつかの戦闘の激しい歌を持っている必要があります。\n\n全体的に、私はこのショーが好きです。 フィラーはありますが、それは容認できます。 この弧の中で象徴的なことはあなたを思い浮かべることができます。 私たちはまた、2人のメインキャラクターとCielがどれくらい行ったかを知っています。 だから私は面白いがダークで、同時に哲学を持った物語が好きなら、これを試してみるよう人々に勧めます。  （またハンサムなキャラクター、笑）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have read the manga till the latest chapter. Tbh, I don't really remember much about this Arc in the manga, since it was 4 years ago. When I heard about this anime is being released, my reaction is probably like other manga fans: 'Wow, I'm glad. But I'm scared'. Yes, I was afraid that the legendary A-1 Studio would ruin this series again with their 'impressive endings and plot' (I'm looking at you, season 2). However, until this point, I have nothing to complain about it anymore. They are faithful to manga. You don't know how happy I am with this.\n\n\u001b[1m私は最新の章までマンガを読んだ。  Tbh、それは4年前のことだったので、私は漫画でこの弧についてよく覚えていません。 このアニメがリリースされていると聞いたら、私の反応はおそらく他のマンガファンのようです：「うわー、私はうれしいです。 しかし、私は怖いです。 はい、私は伝説のA-1スタジオが「印象的なエンディングとプロット」で再びこのシリーズを台無しにするのではないかと心配しました（私はあなたを見ています、シーズン2）。 しかし、この時点まで、私はもうそれについて不平を言うことはありません。 彼らは漫画に忠実です。 あなたは私がこれでどれほど幸せかわからない。\u001b[22m\n\u001b[1m(Watashi wa saishin no shō made manga o yonda. Tbh, sore wa 4-nen mae no kotodattanode, watashi wa manga de kono ko ni tsuite yoku oboete imasen. Kono anime ga rirīsu sa rete iru to kiitara, watashi no han'nō wa osoraku hoka no manga fan no yōdesu: `Uwa ̄ , watashi wa ureshīdesu. Shikashi, watashi wa kowaidesu. Hai, watashi wa densetsu no A - 1 sutajio ga `inshō-tekina endingu to purotto' de futatabi kono shirīzu o dainashi ni suru node wanai ka to shinpai shimashita (watashi wa anata o mite imasu, shīzun 2). Shikashi, kono jiten made, watashi wa mō sore ni tsuite fuhei o iu koto wa arimasen. Karera wa manga ni chūjitsudesu. Anata wa watashi ga kore de dorehodo shiawase ka wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mI have read the manga till the latest chapter. Tbh, I don't really remember much about this Arc in the manga, since it was 4 years ago. When I heard about this anime is being released, my reaction is probably like other manga fans: 'Wow, I'm glad. But I'm scared'. Yes, I was afraid that the legendary A-1 Studio would ruin this series again with their 'impressive endings and plot' (I'm looking at you, season 2). However, until this point, I have nothing to complain about it anymore. They are faithful to manga. You don't know how happy I am with this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have read the manga till the latest chapter.\u001b[24m\n    \u001b[1m私は最新の章までマンガを読んだ。\u001b[22m, \u001b[1m私は、最新の章まで漫画を読んでいます。\u001b[22m\n\u001b[4mTbh, I don't really remember much about this Arc in the manga, since it was 4 years ago.\u001b[24m\n    \u001b[1mTbh、それは4年前のことだったので、私は漫画でこの弧についてよく覚えていません。\u001b[22m, \u001b[1mそれは4年前だったので、TBH、私は本当に、漫画でこのアークについてはあまり覚えていません。\u001b[22m\n\u001b[4mWhen I heard about this anime is being released, my reaction is probably like other manga fans: 'Wow, I'm glad.\u001b[24m\n    \u001b[1mこのアニメがリリースされていると聞いたら、私の反応はおそらく他のマンガファンのようです：「うわー、私はうれしいです。\u001b[22m, \u001b[1mこのアニメがリリースされてについて私が聞いたとき、私の反応は、おそらく他の漫画のファンのようなものです：「うわー、私はうれしいです。\u001b[22m\n\u001b[4mBut I'm scared'.\u001b[24m\n    \u001b[1mしかし、私は怖いです。\u001b[22m, \u001b[1mしかし、私は「怖いです。\u001b[22m\n\u001b[4mYes, I was afraid that the legendary A-1 Studio would ruin this series again with their 'impressive endings and plot' (I'm looking at you, season 2).\u001b[24m\n    \u001b[1mはい、私は伝説のA-1スタジオが「印象的なエンディングとプロット」で再びこのシリーズを台無しにするのではないかと心配しました（私はあなたを見ています、シーズン2）。\u001b[22m, \u001b[1mはい、私は（私はあなたを探していますシーズン2）伝説のA-1スタジオは彼らの\"印象的な結末とプロット 'で再びこのシリーズを台無しにすることを恐れていました。\u001b[22m\n\u001b[4mHowever, until this point, I have nothing to complain about it anymore.\u001b[24m\n    \u001b[1mしかし、この時点まで、私はもうそれについて不平を言うことはありません。\u001b[22m, \u001b[1mしかし、この時点まで、私はもうそれに文句を言うことは何もありません。\u001b[22m\n\u001b[4mThey are faithful to manga.\u001b[24m\n    \u001b[1m彼らは漫画に忠実です。\u001b[22m\n\u001b[4mYou don't know how happy I am with this.\u001b[24m\n    \u001b[1mあなたは私がこれでどれほど幸せかわからない。\u001b[22m, \u001b[1m私はこれで午前どんなに幸せか分かりません。\u001b[22m\n\u001b[1m\u001b[22m\nTo old fans, there is nothing confusing about the plot. To new viewers, I don't think it's so complex that they can't handle. The studio purposed to remind everyone with previous events as a form of Sebastian's introduction or Ciel's dreams, although it's annoying to me sometimes, but I think it's necessary to catch new comers. The first episode is a usual story about daily live of our Earl and his servants. Nothing great to mention about that episode because it's kind of a filler, but it's entertaining enough to sit down and watch and enjoy Sebatian's perfection (lol). First 4 episodes are light and warm with full of comedies when Ciel and Sebastian disguise to join the circus in order to investigate. But in those comedies there are still dark moments and somewhat insane (the kidnapping scene). Then they strike you with a sudden not-expected ep 6 (you will know what I mean) and the cruelty, dark theme starts in ep 7. Ep 7 is like a turning point to its climax.\n\n\u001b[1m古いファンには、プロットについて混乱はありません。 新しい視聴者には、私はそれが扱うことができないほど複雑だとは思わない。 スタジオは以前の出来事をセバスチャンの紹介やシエルの夢のようなもので全員に思い出させることを目的としていましたが、時々私には迷惑をかけることがありますが、新しい人を捉えることが必要です。 最初のエピソードは、私たちのアールと彼のしもべの日々の生活に関する普通の話です。 それはフィラーのようなものなので、そのエピソードについて言及すべき素晴らしいことは何もありませんが、それは座って、セバティアの完璧さ（笑）を見て楽しむのに十分面白いです。 最初の4つのエピソードは、CielとSebastianが調査するためにサーカスに加わることを偽装したときに、喜劇がいっぱいで軽く暖かいです。 しかし、それらのコメディにはまだ暗い瞬間とやや狂っている（誘拐シーン）。 それから、彼らは突然予期しないep 6（あなたは私が何を意味するか知っているだろう）とストライクし、残酷な、暗いテーマはep 7から始まります。ep 7はクライマックスの転換点のようです。\u001b[22m\n\u001b[1m(Furui fan ni wa, purotto ni tsuite konran wa arimasen. Atarashī shichō-sha ni wa, watashi wa sore ga atsukau koto ga dekinai hodo fukuzatsuda to wa omowanai. Sutajio wa izen no dekigoto o Sebasuchan no shōkai ya shieru no yume no yōna monode zen'in ni omoidasa seru koto o mokuteki to shite imashitaga, tokidoki watashiniha meiwakuwokakeru koto ga arimasuga, atarashī hito o toraeru koto ga hitsuyōdesu. Saisho no episōdo wa, watashitachi no āru to kare no shimo be no hibi no seikatsu ni kansuru futsū no hanashidesu. Sore wa firā no yōna mononanode, sono episōdo ni tsuite genkyū subeki subarashī koto wa nani mo arimasenga, sore wa suwatte, sebatia no kanpeki-sa (Emi) o mite tanoshimu no ni jūbun omoshiroidesu. Saisho no 4tsu no episōdo wa, sheru to sebasuchan ga chōsa suru tame ni sākasu ni kuwawaru koto o gisō shita toki ni, kigeki ga ippaide karuku attakaidesu. Shikashi, sorera no komedi ni wa mada kurai shunkan to yaya kurutte iru (yūkai shīn). Sorekara, karera wa totsuzen yoki shinai ep 6 (anata wa watashi ga nani o imi suru ka shitte irudarou) to sutoraiku shi, zankokuna, kurai tēma wa ep 7 kara hajimarimasu. Ep 7 wa kuraimakkusu no tenkan-ten no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo old fans, there is nothing confusing about the plot. To new viewers, I don't think it's so complex that they can't handle. The studio purposed to remind everyone with previous events as a form of Sebastian's introduction or Ciel's dreams, although it's annoying to me sometimes, but I think it's necessary to catch new comers. The first episode is a usual story about daily live of our Earl and his servants. Nothing great to mention about that episode because it's kind of a filler, but it's entertaining enough to sit down and watch and enjoy Sebatian's perfection (lol). First 4 episodes are light and warm with full of comedies when Ciel and Sebastian disguise to join the circus in order to investigate. But in those comedies there are still dark moments and somewhat insane (the kidnapping scene). Then they strike you with a sudden not-expected ep 6 (you will know what I mean) and the cruelty, dark theme starts in ep 7. Ep 7 is like a turning point to its climax.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo old fans, there is nothing confusing about the plot.\u001b[24m\n    \u001b[1m古いファンには、プロットについて混乱はありません。\u001b[22m, \u001b[1m古いファンに、プロットについての混乱は何もありません。\u001b[22m\n\u001b[4mTo new viewers, I don't think it's so complex that they can't handle.\u001b[24m\n    \u001b[1m新しい視聴者には、私はそれが扱うことができないほど複雑だとは思わない。\u001b[22m, \u001b[1m新しい視聴者に、私はそれは彼らが扱うことができないほど複雑だとは思いません。\u001b[22m\n\u001b[4mThe studio purposed to remind everyone with previous events as a form of Sebastian's introduction or Ciel's dreams, although it's annoying to me sometimes, but I think it's necessary to catch new comers.\u001b[24m\n    \u001b[1mスタジオは以前の出来事をセバスチャンの紹介やシエルの夢のようなもので全員に思い出させることを目的としていましたが、時々私には迷惑をかけることがありますが、新しい人を捉えることが必要です。\u001b[22m, \u001b[1mスタジオでは、それは時々私に迷惑なんだが、セバスチャンの導入やシエルの夢の形として、以前のイベントで皆に思い出させるために目的と、私はそれが新規参入をキャッチすることが必要だと思います。\u001b[22m\n\u001b[4mThe first episode is a usual story about daily live of our Earl and his servants.\u001b[24m\n    \u001b[1m最初のエピソードは、私たちのアールと彼のしもべの日々の生活に関する普通の話です。\u001b[22m, \u001b[1m最初のエピソードは、私たちの伯爵とその家来たちの日常のライブについての通常の物語です。\u001b[22m\n\u001b[4mNothing great to mention about that episode because it's kind of a filler, but it's entertaining enough to sit down and watch and enjoy Sebatian's perfection (lol).\u001b[24m\n    \u001b[1mそれはフィラーのようなものなので、そのエピソードについて言及すべき素晴らしいことは何もありませんが、それは座って、セバティアの完璧さ（笑）を見て楽しむのに十分面白いです。\u001b[22m, \u001b[1mそれは、充填剤のようなものだが、それは座ってSebatianの完璧（笑）を見て楽しむには十分面白いですので、そのエピソードについて言及するのに最適な何もありません。\u001b[22m\n\u001b[4mFirst 4 episodes are light and warm with full of comedies when Ciel and Sebastian disguise to join the circus in order to investigate.\u001b[24m\n    \u001b[1m最初の4つのエピソードは、CielとSebastianが調査するためにサーカスに加わることを偽装したときに、喜劇がいっぱいで軽く暖かいです。\u001b[22m, \u001b[1m最初の4エピソードはシエルとセバスチャン変装を調査するためにサーカスに参加するコメディたっぷりの軽くて暖かいです。\u001b[22m\n\u001b[4mBut in those comedies there are still dark moments and somewhat insane (the kidnapping scene).\u001b[24m\n    \u001b[1mしかし、それらのコメディにはまだ暗い瞬間とやや狂っている（誘拐シーン）。\u001b[22m, \u001b[1mしかし、これらの喜劇に暗い瞬間、やや非常識（誘拐シーン）が残っています。\u001b[22m\n\u001b[4mThen they strike you with a sudden not-expected ep 6 (you will know what I mean) and the cruelty, dark theme starts in ep 7. Ep 7 is like a turning point to its climax.\u001b[24m\n    \u001b[1mそれから、彼らは突然予期しないep 6（あなたは私が何を意味するか知っているだろう）とストライクし、残酷な、暗いテーマはep 7から始まります。ep 7はクライマックスの転換点のようです。\u001b[22m, \u001b[1mその後、彼らは突然、期待できないEP 6（あなたは私が何を意味するか知っているだろう）と残酷であなたを打つ、暗いテーマは、EP 7は最高潮にターニングポイントのようなものですEP 7で起動します。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is great and beyond other seasons so far. Ciel and Sebastian look more like in the manga. The circus scene is great, and the CG they used for that champagne scene is gorgeous! Sadly, the animation drops rapidly, from repeating the tiger's scene, to the point of episode 7. Watching Episode 7 is enough to hurt my eyes, and that is an important ep! You don't need good eyes to catch those clumsy drawing for the children in the eating scene, or the thumbnails of Ciel, Joker, and Sebastian when they are pointing gun and daggers at each other. Ep 8 returns to somewhat good animation. Hopefully they will have enough budget for the last 2 episodes and make it become memorable. I love the last chapter of this Arc in manga so wait for it. It will be even more painful with the voice acting.\n\n\u001b[1mアニメーションはこれまでのところ偉大で他の季節を超えています。 シエルとセバスチャンはマンガのように見える。 サーカスシーンは素晴らしく、そのシャンパンシーンに使用したCGは豪華です！ 悲しいことに、アニメーションは、虎のシーンを繰り返すことから、エピソード7のポイントまで急速に低下します。エピソード7を見ることは、私の目を傷つけるのに十分であり、それは重要なepです！ 食べる場面の子供たちのための不器用な絵や、Ciel、Joker、Sebastianのサムネイルを銃や小道具に向けて指差しているときには、目を見る必要はありません。  Ep 8は幾分良いアニメーションに戻ります。 うまくいけば、彼らは最後の2つのエピソードのための十分な予算を持って、思い出に残るようになります。 私はこの弧の最後の章が漫画で大好きなので、それを待っています。 演技の声でさらに痛いでしょう。\u001b[22m\n\u001b[1m(Animēshon wa kore made no tokoro idaide hoka no kisetsu o koete imasu. Shieru to Sebasuchan wa manga no yō ni mieru. Sākasushīn wa subarashiku, sono shanpanshīn ni shiyō shita CG wa gōkadesu! Kanashī koto ni, animēshon wa, tora no shīn o kurikaesu koto kara, episōdo 7 no pointo made kyūsoku ni teika shimasu. Episōdo 7 o miru koto wa, watashi no me o kizutsukeru no ni jūbundeari, sore wa jūyōna epdesu! Taberu bamen no kodomo-tachi no tame no bukiyōna e ya, sheru, jōkā, sebasuchan no samuneiru o jū ya kodōgu ni mukete shisa shite iru tokiniha,-me o miru hitsuyō wa arimasen. Ep 8 wa ikubun yoi animēshon ni modorimasu. Umaku ikeba, karera wa saigo no 2tsu no episōdo no tame no jūbun'na yosan o motte, omoide ni nokoru yō ni narimasu. Watashi wa kono ko no saigo no shō ga manga de daisukinanode, sore o matteimasu. Engi no koe de sarani itaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is great and beyond other seasons so far. Ciel and Sebastian look more like in the manga. The circus scene is great, and the CG they used for that champagne scene is gorgeous! Sadly, the animation drops rapidly, from repeating the tiger's scene, to the point of episode 7. Watching Episode 7 is enough to hurt my eyes, and that is an important ep! You don't need good eyes to catch those clumsy drawing for the children in the eating scene, or the thumbnails of Ciel, Joker, and Sebastian when they are pointing gun and daggers at each other. Ep 8 returns to somewhat good animation. Hopefully they will have enough budget for the last 2 episodes and make it become memorable. I love the last chapter of this Arc in manga so wait for it. It will be even more painful with the voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is great and beyond other seasons so far.\u001b[24m\n    \u001b[1mアニメーションはこれまでのところ偉大で他の季節を超えています。\u001b[22m, \u001b[1mアニメーションは、これまで素晴らしいと他の季節を超えています。\u001b[22m\n\u001b[4mCiel and Sebastian look more like in the manga.\u001b[24m\n    \u001b[1mシエルとセバスチャンはマンガのように見える。\u001b[22m, \u001b[1mシエルとセバスチャンは、より多くの漫画のように見えます。\u001b[22m\n\u001b[4mThe circus scene is great, and the CG they used for that champagne scene is gorgeous!\u001b[24m\n    \u001b[1mサーカスシーンは素晴らしく、そのシャンパンシーンに使用したCGは豪華です！\u001b[22m, \u001b[1mサーカスのシーンは素晴らしいです、そして、彼らはそのシャンパンのシーンのために使用されるCGが豪華です！\u001b[22m\n\u001b[4mSadly, the animation drops rapidly, from repeating the tiger's scene, to the point of episode 7. Watching Episode 7 is enough to hurt my eyes, and that is an important ep!\u001b[24m\n    \u001b[1m悲しいことに、アニメーションは、虎のシーンを繰り返すことから、エピソード7のポイントまで急速に低下します。エピソード7を見ることは、私の目を傷つけるのに十分であり、それは重要なepです！\u001b[22m, \u001b[1m悲しいことに、アニメーションは虎のシーンを繰り返してから、エピソード7を見てエピソード7のポイントに、急速に低下私の目を傷つけるには十分であり、それは重要なEPです！\u001b[22m\n\u001b[4mYou don't need good eyes to catch those clumsy drawing for the children in the eating scene, or the thumbnails of Ciel, Joker, and Sebastian when they are pointing gun and daggers at each other.\u001b[24m\n    \u001b[1m食べる場面の子供たちのための不器用な絵や、Ciel、Joker、Sebastianのサムネイルを銃や小道具に向けて指差しているときには、目を見る必要はありません。\u001b[22m, \u001b[1m彼らはお互いに銃と短剣を指しているときは、食べるシーンの子供たちのためのもの不器用な図面、またはシエル、ジョーカー、とセバスチャンのサムネイルをキャッチするために良い目を必要としません。\u001b[22m\n\u001b[4mEp 8 returns to somewhat good animation.\u001b[24m\n    \u001b[1mEp 8は幾分良いアニメーションに戻ります。\u001b[22m, \u001b[1mEP 8は、やや良いアニメーションに戻ります。\u001b[22m\n\u001b[4mHopefully they will have enough budget for the last 2 episodes and make it become memorable.\u001b[24m\n    \u001b[1mうまくいけば、彼らは最後の2つのエピソードのための十分な予算を持って、思い出に残るようになります。\u001b[22m, \u001b[1mうまくいけば、彼らは最後の2話のための十分な予算を持って、それが記憶に残るになるようになります。\u001b[22m\n\u001b[4mI love the last chapter of this Arc in manga so wait for it.\u001b[24m\n    \u001b[1m私はこの弧の最後の章が漫画で大好きなので、それを待っています。\u001b[22m, \u001b[1m私はそれを待つ漫画で、このアークの最後の章が大好きです。\u001b[22m\n\u001b[4mIt will be even more painful with the voice acting.\u001b[24m\n    \u001b[1m演技の声でさらに痛いでしょう。\u001b[22m, \u001b[1mそれも、より多くの痛みを伴う声の演技となります。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is good. I love the Opening and Ending. Opening is still by SID and it's so fit with the theme, when the Ending is somewhat sad and irony (the moral behind the Ending is great, also the way it's portrayed). The Opening, when I first watched it, I was like 'it looks more like a puppet show than a circus. And yes, it's indeed a puppet show 'inside' a circus, as these members are manipulated by 'Father'. The OST is still a little like the 2 first 2 seasons, with full of creepiness and Latin language songs (?). Although I love it and it fits so well with the story, the variety of song choices are not much and it's kind of boring. They should have some battle intense song when there are...well, battles, instead of the Latin songs.\n\n\u001b[1m音楽は良いです。 私はオープニングとエンディングが大好きです。 オープニングはまだSIDで終わり、エンディングがやや悲しくて皮肉なこと（エンディングの背後にあるモラルは素晴らしい、それが描かれている方法でもある）がテーマに合っている。 オープニング、私が最初にそれを見たとき、私は「サーカスよりも人形劇のように見える」のと同じようだった。 そして、そうです、実際にサーカスの中の人形劇は、これらのメンバーが「父」によって操作されるためです。  OSTはまだ最初の2つの2シーズンに似ていて、奇妙でラテン語の歌（？）がいっぱいです。 私はそれを愛し、それは物語とうまく合っていますが、歌の選択の多様性はそれほどではなく、それはちょっと退屈です。 彼らはラテンの歌の代わりに...よく、戦いがあるときにいくつかの戦闘の激しい歌を持っている必要があります。\u001b[22m\n\u001b[1m(Ongaku wa yoidesu. Watashi wa ōpuningu to endingu ga daisukidesu. Ōpuningu wa mada shido de owari, endingu ga yaya kanashikute hinikuna koto (endingu no haigo ni aru moraru wa subarashī, sore ga egaka rete iru hōhōde mo aru) ga tēma ni atte iru. Ōpuningu, watashi ga saisho ni sore o mita toki, watashi wa `sākasu yori mo ningyō geki no yōnimieru' no to onaji yōdatta. Soshite,-sōdesu, jissai ni sākasu no naka no ningyō geki wa, korera no menbā ga `chichi' ni yotte sōsa sa reru tamedesu. OST wa mada saisho no 2tsu no 2 shīzun ni nite ite, kimyōde ratengo no uta ( ? ) Ga ippaidesu. Watashi wa sore o aishi, soreha monogatari to umaku atte imasuga, uta no sentaku no tayō-sei wa sorehodode wa naku, sore wa chotto taikutsudesu. Karera wa raten no uta no kawarini... Yoku, tatakai ga aru toki ni ikutsu ka no sentō no hageshī uta o motte iru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is good. I love the Opening and Ending. Opening is still by SID and it's so fit with the theme, when the Ending is somewhat sad and irony (the moral behind the Ending is great, also the way it's portrayed). The Opening, when I first watched it, I was like 'it looks more like a puppet show than a circus. And yes, it's indeed a puppet show 'inside' a circus, as these members are manipulated by 'Father'. The OST is still a little like the 2 first 2 seasons, with full of creepiness and Latin language songs (?). Although I love it and it fits so well with the story, the variety of song choices are not much and it's kind of boring. They should have some battle intense song when there are...well, battles, instead of the Latin songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is good.\u001b[24m\n    \u001b[1m音楽は良いです。\u001b[22m\n\u001b[4mI love the Opening and Ending.\u001b[24m\n    \u001b[1m私はオープニングとエンディングが大好きです。\u001b[22m, \u001b[1m私は、オープニングとエンディングが大好きです。\u001b[22m\n\u001b[4mOpening is still by SID and it's so fit with the theme, when the Ending is somewhat sad and irony (the moral behind the Ending is great, also the way it's portrayed).\u001b[24m\n    \u001b[1mオープニングはまだSIDで終わり、エンディングがやや悲しくて皮肉なこと（エンディングの背後にあるモラルは素晴らしい、それが描かれている方法でもある）がテーマに合っている。\u001b[22m, \u001b[1mオープニングは、SIDによってまだあるとエンディングが（エンディングの背後にある道徳的にも、それが描かれていますように大きい）、やや悲しいと皮肉である場合には、テーマにしたので、フィット感です。\u001b[22m\n\u001b[4mThe Opening, when I first watched it, I was like 'it looks more like a puppet show than a circus.\u001b[24m\n    \u001b[1mオープニング、私が最初にそれを見たとき、私は「サーカスよりも人形劇のように見える」のと同じようだった。\u001b[22m, \u001b[1m私が最初にそれを見たときにオープンした、私はそれがよりサーカスよりも人形劇のように見えます」のようでした。\u001b[22m\n\u001b[4mAnd yes, it's indeed a puppet show 'inside' a circus, as these members are manipulated by 'Father'.\u001b[24m\n    \u001b[1mそして、そうです、実際にサーカスの中の人形劇は、これらのメンバーが「父」によって操作されるためです。\u001b[22m, \u001b[1mこれらのメンバーは「父」によって操作されるようそして、はい、それは、確かにサーカス「内側」の人形劇です。\u001b[22m\n\u001b[4mThe OST is still a little like the 2 first 2 seasons, with full of creepiness and Latin language songs (?).\u001b[24m\n    \u001b[1mOSTはまだ最初の2つの2シーズンに似ていて、奇妙でラテン語の歌（？）がいっぱいです。\u001b[22m, \u001b[1mOSTはcreepinessとラテン語の歌のフルで、まだ2最初の2シーズンに少し似ています（？）。\u001b[22m\n\u001b[4mAlthough I love it and it fits so well with the story, the variety of song choices are not much and it's kind of boring.\u001b[24m\n    \u001b[1m私はそれを愛し、それは物語とうまく合っていますが、歌の選択の多様性はそれほどではなく、それはちょっと退屈です。\u001b[22m, \u001b[1m私はそれを愛し、それが物語にとてもよくフィットしますが、曲の選択肢の多様はあまりありません、それは一種の退屈です。\u001b[22m\n\u001b[4mThey should have some battle intense song when there are...well, battles, instead of the Latin songs.\u001b[24m\n    \u001b[1m彼らはラテンの歌の代わりに...よく、戦いがあるときにいくつかの戦闘の激しい歌を持っている必要があります。\u001b[22m, \u001b[1m代わりに、ラテン語の歌の...よく、戦いが、あるとき、彼らはいくつかの戦い強烈な曲を持っている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I like this show. There are fillers, but they are acceptable. The symbolic is great in this Arc that can make you think. We also know more about 2 Main characters and how much Ciel had gone through. So I insist people to try this out if you like a story that is funny, but dark and has philosophy at the same time. (Also handsome characters, lol)\n\n\u001b[1m全体的に、私はこのショーが好きです。 フィラーはありますが、それは容認できます。 この弧の中で象徴的なことはあなたを思い浮かべることができます。 私たちはまた、2人のメインキャラクターとCielがどれくらい行ったかを知っています。 だから私は面白いがダークで、同時に哲学を持った物語が好きなら、これを試してみるよう人々に勧めます。  （またハンサムなキャラクター、笑）\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono shō ga sukidesu. Firā wa arimasuga, soreha yōnin dekimasu. Kono ko no naka de shōchō-tekina koto wa anata o omoiukaberu koto ga dekimasu. Watashitachiha mata, 2-ri no meinkyarakutā to sheru ga dorekurai itta ka o shitte imasu. Dakara watashi wa omoshiroiga dāku de, dōjini tetsugaku o motta monogatari ga sukinara, kore o tameshite miru yō hitobito ni susumemasu. (Mata hansamuna kyarakutā, Emi))\u001b[22m\n\nTranslations of \u001b[4mOverall, I like this show. There are fillers, but they are acceptable. The symbolic is great in this Arc that can make you think. We also know more about 2 Main characters and how much Ciel had gone through. So I insist people to try this out if you like a story that is funny, but dark and has philosophy at the same time. (Also handsome characters, lol)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I like this show.\u001b[24m\n    \u001b[1m全体的に、私はこのショーが好きです。\u001b[22m, \u001b[1m全体的に、私はこの番組が好きです。\u001b[22m\n\u001b[4mThere are fillers, but they are acceptable.\u001b[24m\n    \u001b[1mフィラーはありますが、それは容認できます。\u001b[22m, \u001b[1mそこの充填剤がありますが、それらは許容可能です。\u001b[22m\n\u001b[4mThe symbolic is great in this Arc that can make you think.\u001b[24m\n    \u001b[1mこの弧の中で象徴的なことはあなたを思い浮かべることができます。\u001b[22m, \u001b[1m象徴は、あなたが考えさせることができ、このアークで素晴らしいです。\u001b[22m\n\u001b[4mWe also know more about 2 Main characters and how much Ciel had gone through.\u001b[24m\n    \u001b[1m私たちはまた、2人のメインキャラクターとCielがどれくらい行ったかを知っています。\u001b[22m, \u001b[1m我々はまた、より約2メインキャラクターを知っているとどのくらいのシエルはを通じて行っていました。\u001b[22m\n\u001b[4mSo I insist people to try this out if you like a story that is funny, but dark and has philosophy at the same time.\u001b[24m\n    \u001b[1mだから私は面白いがダークで、同時に哲学を持った物語が好きなら、これを試してみるよう人々に勧めます。\u001b[22m, \u001b[1mだから私は、あなたが面白いが、暗く、同時に哲学を持っている物語が好きなら、これを試してみるために人々を主張しています。\u001b[22m\n\u001b[4m(Also handsome characters, lol)\u001b[24m\n    \u001b[1m（またハンサムなキャラクター、笑）\u001b[22m, \u001b[1m（またハンサム文字、笑）\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "AtticusIzayoi",
    "profile": "/profile/AtticusIzayoi/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=202854",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\"\"...丘の上や遠くに...\"\n黒執事の第2シーズンの後、悪魔バトラーの話と彼の巨匠の物語を描く有名なアニメがサーカスの本でマンガキャノンに戻ってきて、これまでのシリーズの中で一番良いと思うシーズン 。\n私たちは物語から始まります（10/10）。 サーカスの本はファンが好きなノアのアークサーカスアークをマンガから適応させる。 もう一度、第1シーズンからのキャラクターの再紹介として機能する最初のエピソードを除いて、限られたエピソード数のためにフィラーはありません。 その後、シエルとセバスチャンの新しい使命に直ちに乗り込みました。セバスチャンは、一連の子供たちの失踪の真実を知るために、ノアのアークサーカスに潜入しています。 それは非常に良いペースと素敵なプロットの紆余曲折を持つよく書かれた物語です。 私は特に、黒執事の話の中で最も面白い部分の1つ、Cielの両親の殺害、そしてその後のCielの事件に最終的に対処することが好きでした。 全シーズンのストーリーはマンガからうまく適応され、衝撃的な結末に至りました。これは、私が他のブラック・バトラーの季節よりもこのシリーズが好きな理由の1つです。\n次に、私たちは美しい芸術（10/10）を持っています。これは、より現代的なアニメーション、特に主人公の場合には、前の季節から戻ってきます。 ビクトリア朝の背景はいつものように素晴らしいです。\n音については（10/10）、再び声優は素晴らしい仕事をしました。 シエルの坂本真綾、セバスチャンの小野大輔のような古いものと、ジョーカーとしての宮野守のような新人の両方。 また、私たちは偉大な新OSTを持っています。その中で最も注目すべきいくつかの曲は、タイトル、サーカスの本、風との同名です。 オープニングでは、SIDが最初のシーズン後にもう一つの叙事詩（エナメル）で戻ってきます。これは視聴者を陰謀させる非常に良い編集をしています。 終末の歌（青木月木ミキット、AKIRA）も荘厳です。 それはシーズン2のエンディングよりも優れており、シーズン1のKalafinaのLacrimosaとしか比較できません。\n今、文字について（10/10）。 それらの多くは、LauとUnderakerのような最初のシリーズから、もちろんメインのデュエットから戻ります。 セバスチャンの性格への進化は、彼が彼の悪魔のようにもっと行動するのを見るようになりました。 彼はもっと魅惑的で、彼は自分の食べ物を失うことを望まないので、彼は彼のことを気にしているので、Cielをそれほど保護しないようにしながら、何か欲しいものを取ろうとします。 セバスチャンがシーズン2であったのとはちょっと違うのです。また、シエルのキャラクターは、彼の最も恐ろしい悪夢のひとつである親の死の復活に苦しんで、弱い状態で彼を見て、多くの発達を遂げます。 彼は保護が必要な子供ですが、同時に女王の監視役としての役割を守らなければならないので、厳しいものでなければなりません。 このアークで、私たちは本当にシエルが本当に黒執事の中で最高のキャラクターである理由を見ます。  Joker、Beast、Dollのように面白い人もたくさんいます。\n全体的に見れば、非常に面白いシリーズです。真剣で非常に暗い面があります。 前にも言いましたが、それまでの黒執事シリーズは最高です。 多分、最初の2つの季節はみんなのためではないかもしれませんが、Book of Circusと続編（殺人の本）の黒執事は誰でも（黒執事のファンでなくても）楽しむことができる本当に良いアニメになります！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'' ... over the hills and far away ... ''\n\n\u001b[1m\"\"...丘の上や遠くに...\"\u001b[22m\n\u001b[1m(\"\" ... Oka no ue ya tōku ni... \")\u001b[22m\n\nTranslations of \u001b[4m'' ... over the hills and far away ... ''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'' ... over the hills and far away ... ''\u001b[24m\n    \u001b[1m\"\"...丘の上や遠くに...\"\u001b[22m, \u001b[1m''...丘の上や遠く... ''\u001b[22m\nAfter the (non-canon) second season of Kuroshitsuji , the famous anime which portays the story of a demon butler and his master returns to the manga canon with Book of Circus , the season that I consider as the best one in the series so far .\n\n\u001b[1m黒執事の第2シーズンの後、悪魔バトラーの話と彼の巨匠の物語を描く有名なアニメがサーカスの本でマンガキャノンに戻ってきて、これまでのシリーズの中で一番良いと思うシーズン 。\u001b[22m\n\u001b[1m(Kuro shitsuji no dai 2 shīzun no ato, akuma batorā no hanashi to kare no kyoshō no monogatari o kaku yūmeina anime ga sākasu no hon de mangakyanon ni modotte kite, kore made no shirīzu no naka de ichiban'ii to omou shīzun.)\u001b[22m\n\nTranslations of \u001b[4mAfter the (non-canon) second season of Kuroshitsuji , the famous anime which portays the story of a demon butler and his master returns to the manga canon with Book of Circus , the season that I consider as the best one in the series so far .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the (non-canon) second season of Kuroshitsuji , the famous anime which portays the story of a demon butler and his master returns to the manga canon with Book of Circus , the season that I consider as the best one in the series so far\u001b[24m\n    \u001b[1m黒執事の第2シーズンの後、悪魔バトラーの話と彼の巨匠の物語を描く有名なアニメがサーカスの本でマンガキャノンに戻ってきて、これまでのシリーズの中で一番良いと思うシーズン\u001b[22m, \u001b[1m私は、これまでのシリーズで最高の一つとして検討黒執事、悪魔執事の物語とサーカスの本と漫画キヤノンへの彼のマスターリターンをportays有名なアニメ、今シーズンの（非キヤノン）セカンドシーズン後\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nWe begin with the story (10/10) . Book of Circus adapts the fan-favourite Noah's Ark Circus arc from the manga. Once again , there are no fillers due to the limited number of episodes , except maybe the first one , which serves as a re-introduction to the characters from the fist season. After this , we immediately dive into the new mission of Ciel and Sebastian , who undercover infiltrate the Noah's Ark Circus , in order to find out the truth behind the serial children disappearances. It's a well-written story , with very good pacing and nice plot twists. I especially liked that they finally deal with one of the most interesting parts of Kuroshitsuji's story for me , the murder of Ciel's parents and what happened to Ciel after that. The whole season's story was well adapted from the manga and leads to a shocking ending , which is one of the reasons that I like more this series than other Black Butler seasons.\n\n\u001b[1m私たちは物語から始まります（10/10）。 サーカスの本はファンが好きなノアのアークサーカスアークをマンガから適応させる。 もう一度、第1シーズンからのキャラクターの再紹介として機能する最初のエピソードを除いて、限られたエピソード数のためにフィラーはありません。 その後、シエルとセバスチャンの新しい使命に直ちに乗り込みました。セバスチャンは、一連の子供たちの失踪の真実を知るために、ノアのアークサーカスに潜入しています。 それは非常に良いペースと素敵なプロットの紆余曲折を持つよく書かれた物語です。 私は特に、黒執事の話の中で最も面白い部分の1つ、Cielの両親の殺害、そしてその後のCielの事件に最終的に対処することが好きでした。 全シーズンのストーリーはマンガからうまく適応され、衝撃的な結末に至りました。これは、私が他のブラック・バトラーの季節よりもこのシリーズが好きな理由の1つです。\u001b[22m\n\u001b[1m(Watashitachiha monogatari kara hajimarimasu (10/ 10). Sākasu no hon wa fan ga sukina noa no ākusākasuāku o manga kara tekiō sa seru. Mōichido, dai 1 shīzun kara no kyarakutā no sai shōkai to shite kinō suru saisho no episōdo o nozoite, kagira reta episōdo-sū no tame ni firā wa arimasen. Sonogo, shieru to Sebasuchan no atarashī shimei ni tadachini norikomimashita. Sebasuchan wa, ichiren no kodomo-tachi no shissō no shinjitsu o shiru tame ni, noa no ākusākasu ni sen'nyū shite imasu. Sore wa hijō ni yoi pēsu to sutekina purotto no uyokyokusetsu o motsu yoku kaka reta monogataridesu. Watashi wa tokuni, kuro shitsuji no hanashi no naka de mottomo omoshiroi bubun no 1tsu, sheru no ryōshin no satsugai, soshite sonogo no sheru no jiken ni saishūtekini taisho suru koto ga sukideshita. Zen shīzun no sutōrī wa manga kara umaku tekiō sa re, shōgeki-tekina ketsumatsu ni itarimashita. Kore wa, watashi ga hoka no burakku batorā no kisetsu yori mo kono shirīzu ga sukina riyū no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mWe begin with the story (10/10) . Book of Circus adapts the fan-favourite Noah's Ark Circus arc from the manga. Once again , there are no fillers due to the limited number of episodes , except maybe the first one , which serves as a re-introduction to the characters from the fist season. After this , we immediately dive into the new mission of Ciel and Sebastian , who undercover infiltrate the Noah's Ark Circus , in order to find out the truth behind the serial children disappearances. It's a well-written story , with very good pacing and nice plot twists. I especially liked that they finally deal with one of the most interesting parts of Kuroshitsuji's story for me , the murder of Ciel's parents and what happened to Ciel after that. The whole season's story was well adapted from the manga and leads to a shocking ending , which is one of the reasons that I like more this series than other Black Butler seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe begin with the story (10/10) .\u001b[24m\n    \u001b[1m私たちは物語から始まります（10/10）。\u001b[22m, \u001b[1m我々は話（10/10）で始まります。\u001b[22m\n\u001b[4mBook of Circus adapts the fan-favourite Noah's Ark Circus arc from the manga.\u001b[24m\n    \u001b[1mサーカスの本はファンが好きなノアのアークサーカスアークをマンガから適応させる。\u001b[22m, \u001b[1mサーカスの本は漫画からのファンのお気に入りのノアの箱舟サーカスアークを適応させます。\u001b[22m\n\u001b[4mOnce again , there are no fillers due to the limited number of episodes , except maybe the first one , which serves as a re-introduction to the characters from the fist season.\u001b[24m\n    \u001b[1mもう一度、第1シーズンからのキャラクターの再紹介として機能する最初のエピソードを除いて、限られたエピソード数のためにフィラーはありません。\u001b[22m, \u001b[1mもう一度、拳シーズンから文字への再導入として役立つかもしれない最初のものを除いて、エピソードの限られた数のために何の充填剤は、存在しません。\u001b[22m\n\u001b[4mAfter this , we immediately dive into the new mission of Ciel and Sebastian , who undercover infiltrate the Noah's Ark Circus , in order to find out the truth behind the serial children disappearances.\u001b[24m\n    \u001b[1mその後、シエルとセバスチャンの新しい使命に直ちに乗り込みました。セバスチャンは、一連の子供たちの失踪の真実を知るために、ノアのアークサーカスに潜入しています。\u001b[22m, \u001b[1mこの後、我々はすぐにシリアル子供の失踪の背後にある真実を見つけるために、アンダーカバーノアの箱舟サーカスに潜入シエルとセバスチャンの新しいミッション、に飛び込みます。\u001b[22m\n\u001b[4mIt's a well-written story , with very good pacing and nice plot twists.\u001b[24m\n    \u001b[1mそれは非常に良いペースと素敵なプロットの紆余曲折を持つよく書かれた物語です。\u001b[22m, \u001b[1mそれは非常に良いペースで素敵などんでん返しで、よく書かれた話です。\u001b[22m\n\u001b[4mI especially liked that they finally deal with one of the most interesting parts of Kuroshitsuji's story for me , the murder of Ciel's parents and what happened to Ciel after that.\u001b[24m\n    \u001b[1m私は特に、黒執事の話の中で最も面白い部分の1つ、Cielの両親の殺害、そしてその後のCielの事件に最終的に対処することが好きでした。\u001b[22m, \u001b[1m私は特に、彼らは最終的に私のために執事の物語の中で最も興味深い部分の一つに対処することを気に入って、シエルの両親の殺人と何がその後シエルに起こりました。\u001b[22m\n\u001b[4mThe whole season's story was well adapted from the manga and leads to a shocking ending , which is one of the reasons that I like more this series than other Black Butler seasons.\u001b[24m\n    \u001b[1m全シーズンのストーリーはマンガからうまく適応され、衝撃的な結末に至りました。これは、私が他のブラック・バトラーの季節よりもこのシリーズが好きな理由の1つです。\u001b[22m, \u001b[1mシーズン全体の話はよく漫画から適応し、私は他の黒執事の季節よりも、このシリーズが好きな理由の一つである衝撃的な結末につながりました。\u001b[22m\nNext , we have the beautiful art (10/10) , which returns from the previous seasons refreshed with more modern animation , notably in the case of the main characters. The Victorian background is amazing as always.\n\n\u001b[1m次に、私たちは美しい芸術（10/10）を持っています。これは、より現代的なアニメーション、特に主人公の場合には、前の季節から戻ってきます。 ビクトリア朝の背景はいつものように素晴らしいです。\u001b[22m\n\u001b[1m(Tsugini, watashitachiha utsukushī geijutsu (10/ 10) o motte imasu. Kore wa, yori gendai-tekina animēshon, tokuni shujinkō no baai ni wa, mae no kisetsu kara modotte kimasu. Bikutoria asa no haikei wa itsumo no yō ni subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNext , we have the beautiful art (10/10) , which returns from the previous seasons refreshed with more modern animation , notably in the case of the main characters. The Victorian background is amazing as always.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext , we have the beautiful art (10/10) , which returns from the previous seasons refreshed with more modern animation , notably in the case of the main characters.\u001b[24m\n    \u001b[1m次に、私たちは美しい芸術（10/10）を持っています。これは、より現代的なアニメーション、特に主人公の場合には、前の季節から戻ってきます。\u001b[22m, \u001b[1m次に、我々は、特に主人公の場合には、より近代的なアニメーションでリフレッシュ前シーズンから復帰美しい芸術（10/10）を、持っています。\u001b[22m\n\u001b[4mThe Victorian background is amazing as always.\u001b[24m\n    \u001b[1mビクトリア朝の背景はいつものように素晴らしいです。\u001b[22m, \u001b[1mビクトリア朝の背景には、いつものように素晴らしいです。\u001b[22m\nAbout the sound (10/10) , once again the voice actors have done a great job. Both the old ones , like Maaya Sakamoto as Ciel and Daisuke Ono as Sebastian , and the newcomers like Mamoru Miyano as Joker. Also , we have a great new OST , where some of the most notable tracks are the homonym with the title , Book of Circus, and with the wind. As for the opening , SID comes back after the first season with another epic song (Enamel) , which has a very good editing to intrigue the viewers. The ending song (Aoki Tsuki Michite by AKIRA) is also majestic. It's better than the endings of season 2 and it can only compare with Kalafina's Lacrimosa from season 1.\n\n\u001b[1m音については（10/10）、再び声優は素晴らしい仕事をしました。 シエルの坂本真綾、セバスチャンの小野大輔のような古いものと、ジョーカーとしての宮野守のような新人の両方。 また、私たちは偉大な新OSTを持っています。その中で最も注目すべきいくつかの曲は、タイトル、サーカスの本、風との同名です。 オープニングでは、SIDが最初のシーズン後にもう一つの叙事詩（エナメル）で戻ってきます。これは視聴者を陰謀させる非常に良い編集をしています。 終末の歌（青木月木ミキット、AKIRA）も荘厳です。 それはシーズン2のエンディングよりも優れており、シーズン1のKalafinaのLacrimosaとしか比較できません。\u001b[22m\n\u001b[1m(Otonitsuite wa (10/ 10), futatabi seiyū wa subarashī shigoto o shimashita. Shieru no sakamoto maaya, Sebasuchan no ono daisuke no yōna furui mono to, jōkā to shite no Miyano Mamoru no yōna shinjin no ryōhō. Mata, watashitachiha idaina shin OST o motte imasu. Sono Chū de mottomo chūmoku subeki ikutsu ka no kyoku wa, taitoru, sākasu no hon,-fū to no dōmeidesu. Ōpuningude wa, shido ga saisho no shīzun-go ni mōhitotsu no jojishi (enameru) de modotte kimasu. Kore wa shichō-sha o inbō sa seru hijō ni yoi henshū o shite imasu. Shūmatsu no uta (Aoki tsuki ki mi kitto, akira) mo shōgondesu. Sore wa shīzun 2 no endingu yori mo sugurete ori, shīzun 1 no karafina no Lacrimosa to shika hikaku dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAbout the sound (10/10) , once again the voice actors have done a great job. Both the old ones , like Maaya Sakamoto as Ciel and Daisuke Ono as Sebastian , and the newcomers like Mamoru Miyano as Joker. Also , we have a great new OST , where some of the most notable tracks are the homonym with the title , Book of Circus, and with the wind. As for the opening , SID comes back after the first season with another epic song (Enamel) , which has a very good editing to intrigue the viewers. The ending song (Aoki Tsuki Michite by AKIRA) is also majestic. It's better than the endings of season 2 and it can only compare with Kalafina's Lacrimosa from season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the sound (10/10) , once again the voice actors have done a great job.\u001b[24m\n    \u001b[1m音については（10/10）、再び声優は素晴らしい仕事をしました。\u001b[22m, \u001b[1mサウンド（10/10）について、再び声優は素晴らしい仕事をしています。\u001b[22m\n\u001b[4mBoth the old ones , like Maaya Sakamoto as Ciel and Daisuke Ono as Sebastian , and the newcomers like Mamoru Miyano as Joker.\u001b[24m\n    \u001b[1mシエルの坂本真綾、セバスチャンの小野大輔のような古いものと、ジョーカーとしての宮野守のような新人の両方。\u001b[22m, \u001b[1mどちらのセバスチャンとしてシエルとして坂本真綾と小野大輔のような古いもの、とジョーカーとして宮野真守のような新参者。\u001b[22m\n\u001b[4mAlso , we have a great new OST , where some of the most notable tracks are the homonym with the title , Book of Circus, and with the wind.\u001b[24m\n    \u001b[1mまた、私たちは偉大な新OSTを持っています。その中で最も注目すべきいくつかの曲は、タイトル、サーカスの本、風との同名です。\u001b[22m, \u001b[1mまた、我々は最も注目すべき曲のいくつかは、タイトルと同音異義語であるサーカスのブック、風と偉大な新しいOSTを、持っています。\u001b[22m\n\u001b[4mAs for the opening , SID comes back after the first season with another epic song (Enamel) , which has a very good editing to intrigue the viewers.\u001b[24m\n    \u001b[1mオープニングでは、SIDが最初のシーズン後にもう一つの叙事詩（エナメル）で戻ってきます。これは視聴者を陰謀させる非常に良い編集をしています。\u001b[22m, \u001b[1m開口部については、SIDは、視聴者を陰謀するために非常に良い編集を持つ別の壮大な曲（エナメル）、との最初のシーズンの後に戻ってきます。\u001b[22m\n\u001b[4mThe ending song (Aoki Tsuki Michite by AKIRA) is also majestic.\u001b[24m\n    \u001b[1m終末の歌（青木月木ミキット、AKIRA）も荘厳です。\u001b[22m, \u001b[1mエンディング曲（AKIRAにより青木月Michite）も雄大です。\u001b[22m\n\u001b[4mIt's better than the endings of season 2 and it can only compare with Kalafina's Lacrimosa from season 1.\u001b[24m\n    \u001b[1mそれはシーズン2のエンディングよりも優れており、シーズン1のKalafinaのLacrimosaとしか比較できません。\u001b[22m, \u001b[1mそれはシーズン2の終末よりはましだとそれが唯一のシーズン1からKalafinaののラクリモサと比較することができます。\u001b[22m\nNow , about the characters (10/10). Many of them return from the first series , like Lau and Underaker , and of course the main duet. We have finally an evolution to Sebastian's character as we see him to act more like the demon he is. He is more seductive and he tries to take what he want by any means , while we get that he protects Ciel not so much because he cares about him but more because he doesn't want to lose his prey. It's a nice diferrence from how Sebastian was in season 2. Also , Ciel's character takes much development as we see him in a weak state , tormented by the revival of his parent's death , one of his most horrible nightmares. He is a child who needs protection , but in the same time he has to protect his role as the Queen's watchdog , so he has to be tough. In this arc we really see why Ciel is really the best character in Kuroshitsuji. There are many new characters too , like Joker , Beast and Doll , who are so much interesting.\n\n\u001b[1m今、文字について（10/10）。 それらの多くは、LauとUnderakerのような最初のシリーズから、もちろんメインのデュエットから戻ります。 セバスチャンの性格への進化は、彼が彼の悪魔のようにもっと行動するのを見るようになりました。 彼はもっと魅惑的で、彼は自分の食べ物を失うことを望まないので、彼は彼のことを気にしているので、Cielをそれほど保護しないようにしながら、何か欲しいものを取ろうとします。 セバスチャンがシーズン2であったのとはちょっと違うのです。また、シエルのキャラクターは、彼の最も恐ろしい悪夢のひとつである親の死の復活に苦しんで、弱い状態で彼を見て、多くの発達を遂げます。 彼は保護が必要な子供ですが、同時に女王の監視役としての役割を守らなければならないので、厳しいものでなければなりません。 このアークで、私たちは本当にシエルが本当に黒執事の中で最高のキャラクターである理由を見ます。  Joker、Beast、Dollのように面白い人もたくさんいます。\u001b[22m\n\u001b[1m(Ima, moji ni tsuite (10/ 10). Sorera no ōku wa, rau to Underaker no yōna saisho no shirīzu kara, mochiron mein no de~yuetto kara modorimasu. Sebasuchan no seikaku e no shinka wa, kare ga kare no akuma no yō ni motto kōdō suru no o miru yō ni narimashita. Kare wa motto miwaku-tekide, kare wa jibun no tabemono o ushinau koto o nozomanainode, kare wa kare no koto o ki ni shite irunode, sheru o sorehodo hogo shinai yō ni shinagara, nanika hoshīmono o torou to shimasu. Sebasuchan ga shīzun 2deatta no to wa chotto chigau nodesu. Mata, shieru no kyarakutā wa, kare no mottomo osoroshī akumu no hitotsudearu oya no shi no fukkatsu ni kurushinde, yowai jōtai de kare o mite, ōku no hattatsu o togemasu. Kare wa hogo ga hitsuyōna kodomodesuga, dōjini joō no kanshi-yaku to shite no yakuwari o mamoranakereba naranainode, kibishī monodenakereba narimasen. Kono āku de, watashitachi wa hontōni shieru ga hontōni kuro shitsuji no naka de saikō no kyarakutādearu riyū o mimasu. Jōkā, Beast, dōru no yō ni omoshiroi hito mo takusan imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow , about the characters (10/10). Many of them return from the first series , like Lau and Underaker , and of course the main duet. We have finally an evolution to Sebastian's character as we see him to act more like the demon he is. He is more seductive and he tries to take what he want by any means , while we get that he protects Ciel not so much because he cares about him but more because he doesn't want to lose his prey. It's a nice diferrence from how Sebastian was in season 2. Also , Ciel's character takes much development as we see him in a weak state , tormented by the revival of his parent's death , one of his most horrible nightmares. He is a child who needs protection , but in the same time he has to protect his role as the Queen's watchdog , so he has to be tough. In this arc we really see why Ciel is really the best character in Kuroshitsuji. There are many new characters too , like Joker , Beast and Doll , who are so much interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow , about the characters (10/10).\u001b[24m\n    \u001b[1m今、文字について（10/10）。\u001b[22m, \u001b[1mさて、文字程度（10/10）。\u001b[22m\n\u001b[4mMany of them return from the first series , like Lau and Underaker , and of course the main duet.\u001b[24m\n    \u001b[1mそれらの多くは、LauとUnderakerのような最初のシリーズから、もちろんメインのデュエットから戻ります。\u001b[22m, \u001b[1m彼らの多くは、ラウとUnderakerのように、最初のシリーズからの復帰、そしてもちろんメインデュエット。\u001b[22m\n\u001b[4mWe have finally an evolution to Sebastian's character as we see him to act more like the demon he is.\u001b[24m\n    \u001b[1mセバスチャンの性格への進化は、彼が彼の悪魔のようにもっと行動するのを見るようになりました。\u001b[22m, \u001b[1m我々は彼がより多くの彼は悪魔のように行動するために見るように、私たちは最終的にセバスチャンの文字への進化を持っています。\u001b[22m\n\u001b[4mHe is more seductive and he tries to take what he want by any means , while we get that he protects Ciel not so much because he cares about him but more because he doesn't want to lose his prey.\u001b[24m\n    \u001b[1m彼はもっと魅惑的で、彼は自分の食べ物を失うことを望まないので、彼は彼のことを気にしているので、Cielをそれほど保護しないようにしながら、何か欲しいものを取ろうとします。\u001b[22m, \u001b[1m彼は、より魅惑的であり、彼は我々は彼が彼の獲物を失いたくはありませんので、彼は彼が、より気にするので、彼がいないそんなにシエルを保護することを取得している間、彼はあらゆる手段で欲しいものを取るしようとします。\u001b[22m\n\u001b[4mIt's a nice diferrence from how Sebastian was in season 2. Also , Ciel's character takes much development as we see him in a weak state , tormented by the revival of his parent's death , one of his most horrible nightmares.\u001b[24m\n    \u001b[1mセバスチャンがシーズン2であったのとはちょっと違うのです。また、シエルのキャラクターは、彼の最も恐ろしい悪夢のひとつである親の死の復活に苦しんで、弱い状態で彼を見て、多くの発達を遂げます。\u001b[22m, \u001b[1mこれは、セバスチャンは、我々は彼の親の死、彼の最も恐ろしい悪夢の1の復活によって苦しめられ、弱い状態で彼を見るようにもシーズン2に、シエルのキャラクターは多くの開発をとりましたかから素敵diferrenceです。\u001b[22m\n\u001b[4mHe is a child who needs protection , but in the same time he has to protect his role as the Queen's watchdog , so he has to be tough.\u001b[24m\n    \u001b[1m彼は保護が必要な子供ですが、同時に女王の監視役としての役割を守らなければならないので、厳しいものでなければなりません。\u001b[22m, \u001b[1m彼は、保護を必要とする子ですが、同じ時間に彼が女王の番犬としての彼の役割を保護するために持っているので、彼はタフでなければなりません。\u001b[22m\n\u001b[4mIn this arc we really see why Ciel is really the best character in Kuroshitsuji.\u001b[24m\n    \u001b[1mこのアークで、私たちは本当にシエルが本当に黒執事の中で最高のキャラクターである理由を見ます。\u001b[22m, \u001b[1mこの弧では私たちは本当にシエルが本当に黒執事で最高のキャラクターである理由を参照してください。\u001b[22m\n\u001b[4mThere are many new characters too , like Joker , Beast and Doll , who are so much interesting.\u001b[24m\n    \u001b[1mJoker、Beast、Dollのように面白い人もたくさんいます。\u001b[22m, \u001b[1mそんなに面白いですジョーカー、獣と人形のような、あまりにも多くの新しい文字が、あります。\u001b[22m\nOverall , it is a very funny series to watch , with a serious and a very dark side. As I have said before , it's the best Kuroshitsuji series so far. Maybe the first two seasons isn't for everyone , but with Book of Circus and it's sequel (Book of Murder) Kuroshitsuji becomes a really good anime that anyone (even if he isn't a Kuroshitsuji fan) can enjoy !!\n\n\u001b[1m全体的に見れば、非常に面白いシリーズです。真剣で非常に暗い面があります。 前にも言いましたが、それまでの黒執事シリーズは最高です。 多分、最初の2つの季節はみんなのためではないかもしれませんが、Book of Circusと続編（殺人の本）の黒執事は誰でも（黒執事のファンでなくても）楽しむことができる本当に良いアニメになります！\u001b[22m\n\u001b[1m(Zentai-teki ni mireba, hijō ni omoshiroi shirīzudesu. Shinkende hijō ni kurai men ga arimasu. Mae ni mo iimashitaga, sore made no kuro shitsuji shirīzu wa saikōdesu. Tabun, saisho no 2tsu no kisetsu wa min'na no tamede wanai kamo shiremasenga, bukku of Circus to zokuhen (satsujin no hon) no kuro shitsuji wa daredemo (kuro shitsuji no fandenakute mo) tanoshimu koto ga dekiru hontōni yoi anime ni narimasu!)\u001b[22m\n\nTranslations of \u001b[4mOverall , it is a very funny series to watch , with a serious and a very dark side. As I have said before , it's the best Kuroshitsuji series so far. Maybe the first two seasons isn't for everyone , but with Book of Circus and it's sequel (Book of Murder) Kuroshitsuji becomes a really good anime that anyone (even if he isn't a Kuroshitsuji fan) can enjoy !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall , it is a very funny series to watch , with a serious and a very dark side.\u001b[24m\n    \u001b[1m全体的に見れば、非常に面白いシリーズです。真剣で非常に暗い面があります。\u001b[22m, \u001b[1m全体的に、深刻で、非常に暗い側で、見て非常に面白いシリーズです。\u001b[22m\n\u001b[4mAs I have said before , it's the best Kuroshitsuji series so far.\u001b[24m\n    \u001b[1m前にも言いましたが、それまでの黒執事シリーズは最高です。\u001b[22m, \u001b[1m私が前に言ったように、それはこれまで最高の執事シリーズです。\u001b[22m\n\u001b[4mMaybe the first two seasons isn't for everyone , but with Book of Circus and it's sequel (Book of Murder) Kuroshitsuji becomes a really good anime that anyone (even if he isn't a Kuroshitsuji fan) can enjoy !!\u001b[24m\n    \u001b[1m多分、最初の2つの季節はみんなのためではないかもしれませんが、Book of Circusと続編（殺人の本）の黒執事は誰でも（黒執事のファンでなくても）楽しむことができる本当に良いアニメになります！\u001b[22m, \u001b[1m多分最初の2シーズンは皆のためではなく、サーカスの書であり、それは続編（殺人の書籍）黒執事は（彼は黒執事のファンではない場合であっても）誰もが楽しむことができることを本当に良いアニメになったのです！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "alyhing",
    "profile": "/profile/alyhing/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=200727",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n最初から黒執事を愛していましたが、第2シーズンはちょっと混乱してしまいました。 しかし、黒執事：サーカスの本は私の昔のお気に入りの箱舟を含む漫画で軌道に戻ってきました。 芸術は美しく、シーズンよりも鮮明です。 文字は完全に完璧で、私は自分自身が黒執事と恋に落ちていることをもう一度知った。\n\n私は暗い幻想のファンだ。だから黒執事が私のお気に入りの一つだ。 セバスチャンとセイルは、この箱の中の重要な要素である暗く不安な運命によって結ばれています。 アニメはCeilの過去の事実を伝えるのにすばらしい仕事をしましたが、最初の話に慣れていない視聴者にも繋がります。\n\n全体として、このサーカスの箱は動いていて、びっくりして美しかったです。 文字はきれいで複雑で、芸術は豪華で、古典的な黒執事の楽しみを体験することができます。 私は間違いなく誰にでもこれをお勧めします、黒執事のファンかどうか。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI've loved Kuroshitsuji since the beginning, though the second season left me more than a little confused, considering it went trailing off on it's own storyline rather than sticking with the manga. However, Kuroshitsuji: Book of Circus has come back on track with the manga including my all-time favorite ark. The art is beautiful and more crisp than season one. The characters are utter perfection and I found myself falling in love with Kuroshitsuji all over again.\n\n\u001b[1m最初から黒執事を愛していましたが、第2シーズンはちょっと混乱してしまいました。 しかし、黒執事：サーカスの本は私の昔のお気に入りの箱舟を含む漫画で軌道に戻ってきました。 芸術は美しく、シーズンよりも鮮明です。 文字は完全に完璧で、私は自分自身が黒執事と恋に落ちていることをもう一度知った。\u001b[22m\n\u001b[1m(Saisho kara kuro shitsuji o aishite imashitaga, dai 2 shīzun wa chotto konran shite shimaimashita. Shikashi, kuro shitsuji: Sākasu no hon wa watashi no mukashi no okiniiri no hakobune o fukumu manga de kidō ni modotte kimashita. Geijutsu wa utsukushiku, shīzun yori mo senmeidesu. Moji wa kanzen ni kanpeki de, watashi wa jibun jishin ga kuro shitsuji to koiniochite iru koto o mōichido shitta.)\u001b[22m\n\nTranslations of \u001b[4mI've loved Kuroshitsuji since the beginning, though the second season left me more than a little confused, considering it went trailing off on it's own storyline rather than sticking with the manga. However, Kuroshitsuji: Book of Circus has come back on track with the manga including my all-time favorite ark. The art is beautiful and more crisp than season one. The characters are utter perfection and I found myself falling in love with Kuroshitsuji all over again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've loved Kuroshitsuji since the beginning, though the second season left me more than a little confused, considering it went trailing off on it's own storyline rather than sticking with the manga.\u001b[24m\n    \u001b[1m最初から黒執事を愛していましたが、第2シーズンはちょっと混乱してしまいました。\u001b[22m, \u001b[1m第二シーズンは、それはそれ自身のストーリーにオフ末尾ではなく漫画にこだわっ行き考えると、少し混乱よりも私を残しても、私は、初めから黒執事を愛してきました。\u001b[22m\n\u001b[4mHowever, Kuroshitsuji: Book of Circus has come back on track with the manga including my all-time favorite ark.\u001b[24m\n    \u001b[1mしかし、黒執事：サーカスの本は私の昔のお気に入りの箱舟を含む漫画で軌道に戻ってきました。\u001b[22m, \u001b[1mしかし、黒執事：サーカスの本は私のすべての時間のお気に入りの箱舟を含む漫画でトラックに戻ってきました。\u001b[22m\n\u001b[4mThe art is beautiful and more crisp than season one.\u001b[24m\n    \u001b[1m芸術は美しく、シーズンよりも鮮明です。\u001b[22m, \u001b[1m芸術は美しく、シーズン1よりも鮮明なです。\u001b[22m\n\u001b[4mThe characters are utter perfection and I found myself falling in love with Kuroshitsuji all over again.\u001b[24m\n    \u001b[1m文字は完全に完璧で、私は自分自身が黒執事と恋に落ちていることをもう一度知った。\u001b[22m, \u001b[1m文字は全く完璧であり、私は自分自身をすべてやり直す黒執事と恋に落ち見つかりました。\u001b[22m\n\u001b[1m\u001b[22m\nI'm a fan of dark fantasy, which is why Kuroshitsuji is one of my favorites. Sebastian and Ceil are tied together by a dark and disturbing fate, a key factor in this ark. The anime did an amazing job in giving the facts of Ceil's past, but also cluing in viewers who are unfamiliar with the initial story.\n\n\u001b[1m私は暗い幻想のファンだ。だから黒執事が私のお気に入りの一つだ。 セバスチャンとセイルは、この箱の中の重要な要素である暗く不安な運命によって結ばれています。 アニメはCeilの過去の事実を伝えるのにすばらしい仕事をしましたが、最初の話に慣れていない視聴者にも繋がります。\u001b[22m\n\u001b[1m(Watashi wa kurai gensō no fanda. Dakara kuro shitsuji ga watashinōkiniiri no hitotsuda. Sebasuchan to seiru wa, kono hako no naka no jūyōna yōsodearu kuraku fuan'na unmei ni yotte musuba rete imasu. Anime wa Ceil no kako no jijitsu o tsutaeru no ni subarashī shigoto o shimashitaga, saisho no hanashi ni narete inai shichō-sha ni mo tsunagarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm a fan of dark fantasy, which is why Kuroshitsuji is one of my favorites. Sebastian and Ceil are tied together by a dark and disturbing fate, a key factor in this ark. The anime did an amazing job in giving the facts of Ceil's past, but also cluing in viewers who are unfamiliar with the initial story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a fan of dark fantasy, which is why Kuroshitsuji is one of my favorites.\u001b[24m\n    \u001b[1m私は暗い幻想のファンだ。だから黒執事が私のお気に入りの一つだ。\u001b[22m, \u001b[1m私は黒執事は私のお気に入りの一つである理由であるダークファンタジーのファンです。\u001b[22m\n\u001b[4mSebastian and Ceil are tied together by a dark and disturbing fate, a key factor in this ark.\u001b[24m\n    \u001b[1mセバスチャンとセイルは、この箱の中の重要な要素である暗く不安な運命によって結ばれています。\u001b[22m, \u001b[1mセバスチャンとCEILは暗く不穏な運命、この箱の重要な要素によって一緒に結合されています。\u001b[22m\n\u001b[4mThe anime did an amazing job in giving the facts of Ceil's past, but also cluing in viewers who are unfamiliar with the initial story.\u001b[24m\n    \u001b[1mアニメはCeilの過去の事実を伝えるのにすばらしい仕事をしましたが、最初の話に慣れていない視聴者にも繋がります。\u001b[22m, \u001b[1mアニメはCEILの過去の事実を与えるだけでなく、初期の話に慣れていない視聴者にcluingで素晴らしい仕事をしてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this Circus ark was moving and disturbingly beautiful. The characters are well-rounded and complex, the art is gorgeous, and you get to experience the classic Kuroshitsuji fun. I definitely recommend this to anyone, Kuroshitsuji fan or not.\n\n\u001b[1m全体として、このサーカスの箱は動いていて、びっくりして美しかったです。 文字はきれいで複雑で、芸術は豪華で、古典的な黒執事の楽しみを体験することができます。 私は間違いなく誰にでもこれをお勧めします、黒執事のファンかどうか。\u001b[22m\n\u001b[1m(Zentai to shite, kono sākasu no hako wa ugoite ite, bikkuri shite utsukushikattadesu. Moji wa kireide fukuzatsude, geijutsu wa gōka de, koten-tekina kuro shitsuji no tanoshimi o taiken suru koto ga dekimasu. Watashi wa machigainaku darenidemo kore o o susume shimasu, kuro shitsuji no fan ka dō ka.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this Circus ark was moving and disturbingly beautiful. The characters are well-rounded and complex, the art is gorgeous, and you get to experience the classic Kuroshitsuji fun. I definitely recommend this to anyone, Kuroshitsuji fan or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this Circus ark was moving and disturbingly beautiful.\u001b[24m\n    \u001b[1m全体として、このサーカスの箱は動いていて、びっくりして美しかったです。\u001b[22m, \u001b[1m全体的に、このサーカスの箱舟は動いていたと不穏美しいです。\u001b[22m\n\u001b[4mThe characters are well-rounded and complex, the art is gorgeous, and you get to experience the classic Kuroshitsuji fun.\u001b[24m\n    \u001b[1m文字はきれいで複雑で、芸術は豪華で、古典的な黒執事の楽しみを体験することができます。\u001b[22m, \u001b[1m文字は、芸術はゴージャスで、バランスのとれたかつ複雑であり、あなたは、古典的な黒執事の楽しさを体験してもらいます。\u001b[22m\n\u001b[4mI definitely recommend this to anyone, Kuroshitsuji fan or not.\u001b[24m\n    \u001b[1m私は間違いなく誰にでもこれをお勧めします、黒執事のファンかどうか。\u001b[22m, \u001b[1m私は間違いなく誰でも、黒執事ファンかどうかにこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "AnimeLoverAAA",
    "profile": "/profile/AnimeLoverAAA/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=162275",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  7\n\n******これは無料のスポイラーです******\nよ！ 今シーズンは前回と比べて本当に良いです。\n物事を明確にするために、私は前の季節を見ました。\n\nストーリー：8/10\nこの他の季節とは違って、物語は本当に面白いです。 なぜ私はそう言うのですか？ まず、前の季節では、プロットは非常に退屈であり、真実であることは本当にそれを気に入らなかったし、なぜ私も2人がLOLを見た理由を知らない。 しかし、シーズン3があることを知った時、私はそれも退屈だと思った。 ハハハ私は間違っていた。 真剣に見守っている理由を知るために、心配しないでください。前の季節が退屈だと分かっている私のような人なら、あなたを失望させません。\n\nアート：7/10\nまあ、私は覚えていた限り、アートは普通だとは言えませんでした。\n\nサウンド：6/10\n同じことは音のために行く何も良いことはなかったそれは私のために良かった。 しかし、私にとっては、プロットやキャラクターをもっと気にするので、私は本当に音に気にしません。\n\nキャラクター：8/10\nこの時間は、より多くのファンサービスXDがあったHahahaha。 それを見に行きなさい。 シエルはセバスチャンにとって同じようなことを本当に変えなかった。  Cielは今までと同じようにまだ悪いです。 しかし、以前私はセバスチャンが本当に魅力的ではなかったが、私はこれを見た後、\n\n楽しさ：7/10\n私は今シーズンがどれだけ好きなのか、皆さんが以前の季節よりも理解できると思っています。 私がこれを楽しんだ理由の一つは、本当にたくさんの新しいことが紹介されているからです。そして、今シーズンは障壁を突破していることが分かりました。なぜそれが面白いのですか？\n\n全体：7/10\n楽しさ、ファンサービス、今シーズンの新しいことがたくさんあるので、これを見て、あなたが私のように思えるなら退屈だというあなたの心を変えてください。\n\n前の季節について私のように失望したことがあるならばお勧めします。 私を信じて、これを真剣に見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n******this is a spoiler free******\n\n\u001b[1m******これは無料のスポイラーです******\u001b[22m\n\u001b[1m(****** Koreha muryō no supoirādesu******)\u001b[22m\n\nTranslations of \u001b[4m******this is a spoiler free******\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m******this is a spoiler free******\u001b[24m\n    \u001b[1m******これは無料のスポイラーです******\u001b[22m\nYo! Lets be honest this season is really good compared to previous .\n\n\u001b[1mよ！ 今シーズンは前回と比べて本当に良いです。\u001b[22m\n\u001b[1m(Yo! Ima shīzun wa zenkai to kurabete hontōni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mYo! Lets be honest this season is really good compared to previous .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYo!\u001b[24m\n    \u001b[1mよ！\u001b[22m, \u001b[1mヨ！\u001b[22m\n\u001b[4mLets be honest this season is really good compared to previous .\u001b[24m\n    \u001b[1m今シーズンは前回と比べて本当に良いです。\u001b[22m, \u001b[1mこのシーズンは、以前に比べて本当に良いです正直に言うことができます。\u001b[22m\nAnd to make things clear i've watched previous seasons.\n\n\u001b[1m物事を明確にするために、私は前の季節を見ました。\u001b[22m\n\u001b[1m(Monogoto o meikaku ni suru tame ni, watashi wa mae no kisetsu o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd to make things clear i've watched previous seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd to make things clear i've watched previous seasons.\u001b[24m\n    \u001b[1m物事を明確にするために、私は前の季節を見ました。\u001b[22m, \u001b[1mそして、私は前シーズンを見てきたものを明確にします。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nThe story is really interesting unlike this other seasons. Why do i say so? Firstly in previous seasons, the plots are very boring and to be truth didn't really like it and i really don't know why i even watched 2 of them LOL . However when i knew that there was a season 3 i thought that it would be boring as well . HAHAHA i was WRONG . To find out why seriously just watch it don't worry it won't disappoint you especially if you're like me who find previous seasons boring.\n\n\u001b[1mこの他の季節とは違って、物語は本当に面白いです。 なぜ私はそう言うのですか？ まず、前の季節では、プロットは非常に退屈であり、真実であることは本当にそれを気に入らなかったし、なぜ私も2人がLOLを見た理由を知らない。 しかし、シーズン3があることを知った時、私はそれも退屈だと思った。 ハハハ私は間違っていた。 真剣に見守っている理由を知るために、心配しないでください。前の季節が退屈だと分かっている私のような人なら、あなたを失望させません。\u001b[22m\n\u001b[1m(Kono hoka no kisetsu to wa chigatte, monogatari wa hontōni omoshiroidesu. Naze watashi wa sō iu nodesu ka? Mazu, mae no kisetsude wa, purotto wa hijō ni taikutsudeari, shinjitsudearu koto wa hontōni sore o kiniiranakattashi, naze watashi mo 2-ri ga LOL o mita riyū o shiranai. Shikashi, shīzun 3 ga aru koto o shitta toki, watashi wa sore mo taikutsuda to omotta. Hahaha watashi wa machigatte ita. Shinken ni mimamotte iru riyū o shiru tame ni, shinpaishinaide kudasai. Mae no kisetsu ga taikutsuda to wakatte iru watashi no yōna hitonara, anata o shitsubō sa semasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is really interesting unlike this other seasons. Why do i say so? Firstly in previous seasons, the plots are very boring and to be truth didn't really like it and i really don't know why i even watched 2 of them LOL . However when i knew that there was a season 3 i thought that it would be boring as well . HAHAHA i was WRONG . To find out why seriously just watch it don't worry it won't disappoint you especially if you're like me who find previous seasons boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is really interesting unlike this other seasons.\u001b[24m\n    \u001b[1mこの他の季節とは違って、物語は本当に面白いです。\u001b[22m, \u001b[1m物語は、この他の季節とは違って、本当に面白いです。\u001b[22m\n\u001b[4mWhy do i say so?\u001b[24m\n    \u001b[1mなぜ私はそう言うのですか？\u001b[22m, \u001b[1mなぜ私がそう言うのですか？\u001b[22m\n\u001b[4mFirstly in previous seasons, the plots are very boring and to be truth didn't really like it and i really don't know why i even watched 2 of them LOL .\u001b[24m\n    \u001b[1mまず、前の季節では、プロットは非常に退屈であり、真実であることは本当にそれを気に入らなかったし、なぜ私も2人がLOLを見た理由を知らない。\u001b[22m, \u001b[1mまず、前のシーズンで、プロットは非常に退屈であり、真実であるとすると、実際にそれを好きではなかったし、私も大爆笑それらの2を見て、なぜ私は本当に知りません。\u001b[22m\n\u001b[4mHowever when i knew that there was a season 3 i thought that it would be boring as well .\u001b[24m\n    \u001b[1mしかし、シーズン3があることを知った時、私はそれも退屈だと思った。\u001b[22m, \u001b[1m私はシーズン3があったことを知っていたとき、しかし私はそれが同様に退屈だろうと思いました。\u001b[22m\n\u001b[4mHAHAHA i was WRONG .\u001b[24m\n    \u001b[1mハハハ私は間違っていた。\u001b[22m, \u001b[1mHAHAHA私は間違っていました。\u001b[22m\n\u001b[4mTo find out why seriously just watch it don't worry it won't disappoint you especially if you're like me who find previous seasons boring.\u001b[24m\n    \u001b[1m真剣に見守っている理由を知るために、心配しないでください。前の季節が退屈だと分かっている私のような人なら、あなたを失望させません。\u001b[22m, \u001b[1m調べるには、なぜ真剣にちょうどそれはあなたが前シーズンは退屈見つける私に似ている場合、それは特にあなたを失望させない心配しないでください時計。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nWell i could say that the art was normal nothing was bad as far as i could remember.\n\n\u001b[1mまあ、私は覚えていた限り、アートは普通だとは言えませんでした。\u001b[22m\n\u001b[1m(Mā, watashi wa oboete ita kagiri, āto wa futsūda to wa iemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWell i could say that the art was normal nothing was bad as far as i could remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell i could say that the art was normal nothing was bad as far as i could remember.\u001b[24m\n    \u001b[1mまあ、私は覚えていた限り、アートは普通だとは言えませんでした。\u001b[22m, \u001b[1mさて私は、芸術は通常の何もなかった限り私は覚えることができるように悪かったことを言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m\nSame goes for sound nothing was good it was fine for me . But for me i don't really care about sound since i care about plot and characters more XD.\n\n\u001b[1m同じことは音のために行く何も良いことはなかったそれは私のために良かった。 しかし、私にとっては、プロットやキャラクターをもっと気にするので、私は本当に音に気にしません。\u001b[22m\n\u001b[1m(Onaji koto wa oto no tame ni iku nani mo yoi koto wa nakatta sore wa watashi no tame ni yokatta. Shikashi, watashi ni totte wa, purotto ya kyarakutā o motto ki ni surunode, watashi wa hontōni oto ni ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSame goes for sound nothing was good it was fine for me . But for me i don't really care about sound since i care about plot and characters more XD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame goes for sound nothing was good it was fine for me .\u001b[24m\n    \u001b[1m同じことは音のために行く何も良いことはなかったそれは私のために良かった。\u001b[22m, \u001b[1m同じ音何のために行くと、それは私のために大丈夫だったよかったです。\u001b[22m\n\u001b[4mBut for me i don't really care about sound since i care about plot and characters more XD.\u001b[24m\n    \u001b[1mしかし、私にとっては、プロットやキャラクターをもっと気にするので、私は本当に音に気にしません。\u001b[22m, \u001b[1m私は、プロットやキャラクターよりXDを気にするのでしかし、私のために、私は本当に音を気にしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nHahahaha this time round there was more fan-service XD . Go watch it . Ciel did not really change much same goes for Sebastian in my opinion . Ciel is still as badass as ever . However previously i did not find Sebastian really attractive but after i watch this i thought im gonna noesbleed =D\n\n\u001b[1mこの時間は、より多くのファンサービスXDがあったHahahaha。 それを見に行きなさい。 シエルはセバスチャンにとって同じようなことを本当に変えなかった。  Cielは今までと同じようにまだ悪いです。 しかし、以前私はセバスチャンが本当に魅力的ではなかったが、私はこれを見てから、\u001b[22m\n\u001b[1m(Kono-jikan wa, yori ōku no fansābisu XD ga atta Hahahaha. Sore o mi ni iki nasai. Shieru wa Sebasuchan ni totte onajiyōna koto o hontōni kaenakatta. Sheru wa imamade to onajiyōni mada waruidesu. Shikashi, izen watashi wa Sebasuchan ga hontōni mirikitekide wa nakattaga, watashi wa kore o mitekara,)\u001b[22m\n\nTranslations of \u001b[4mHahahaha this time round there was more fan-service XD . Go watch it . Ciel did not really change much same goes for Sebastian in my opinion . Ciel is still as badass as ever . However previously i did not find Sebastian really attractive but after i watch this i thought im gonna noesbleed =D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHahahaha this time round there was more fan-service XD .\u001b[24m\n    \u001b[1mこの時間は、より多くのファンサービスXDがあったHahahaha。\u001b[22m, \u001b[1mアハハハこの時間は、ラウンドよりファンサービスXDがありました。\u001b[22m\n\u001b[4mGo watch it .\u001b[24m\n    \u001b[1mそれを見に行きなさい。\u001b[22m, \u001b[1mそれを見に行きます。\u001b[22m\n\u001b[4mCiel did not really change much same goes for Sebastian in my opinion .\u001b[24m\n    \u001b[1mシエルはセバスチャンにとって同じようなことを本当に変えなかった。\u001b[22m, \u001b[1mシエルは本当に私の意見ではセバスチャンのために行くと同じくらい変化しませんでした。\u001b[22m\n\u001b[4mCiel is still as badass as ever .\u001b[24m\n    \u001b[1mCielは今までと同じようにまだ悪いです。\u001b[22m, \u001b[1mシエルは、まだこれまでと同じようにワルです。\u001b[22m\n\u001b[4mHowever previously i did not find Sebastian really attractive but after i watch this i thought im gonna noesbleed =D\u001b[24m\n    \u001b[1mしかし、以前私はセバスチャンが本当に魅力的ではなかったが、私はこれを見てから、\u001b[22m, \u001b[1mしかし、以前に= D私はセバスチャンが本当に魅力的見つけることができませんでしたが、私はこれを見た後、私はイムnoesbleedを考えました\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\nI bet you guys can understand how much i prefer this season than previous seasons. One of the reason why i enjoyed this is because there are REALLY a lot of new things being introduced and i felt that this season is breaking through barriers that's why it is interesting :)\n\n\u001b[1m私は今シーズンがどれだけ好きなのか、皆さんが以前の季節よりも理解できると思っています。 私がこれを楽しんだ理由の一つは、本当にたくさんの新しいことが紹介されているからです。そして、今シーズンは障壁を突破していることが分かりました。なぜそれが面白いのですか？\u001b[22m\n\u001b[1m(Watashi wa ima shīzun ga dore dake sukina no ka, minasan ga izen no kisetsu yori mo rikai dekiru to omotte imasu. Watashi ga kore o tanoshinda riyū no hitotsu wa, hontōni takusan no atarashī koto ga shōkai sa rete irukaradesu. Soshite, ima shīzun wa shōheki o toppa shite iru koto ga wakarimashita. Naze sore ga omoshiroi nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI bet you guys can understand how much i prefer this season than previous seasons. One of the reason why i enjoyed this is because there are REALLY a lot of new things being introduced and i felt that this season is breaking through barriers that's why it is interesting :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI bet you guys can understand how much i prefer this season than previous seasons.\u001b[24m\n    \u001b[1m私は今シーズンがどれだけ好きなのか、皆さんが以前の季節よりも理解できると思っています。\u001b[22m, \u001b[1m私はあなたたちは私が前シーズンよりも、このシーズンを好むどのくらい理解できるに違いありません。\u001b[22m\n\u001b[4mOne of the reason why i enjoyed this is because there are REALLY a lot of new things being introduced and i felt that this season is breaking through barriers that's why it is interesting :)\u001b[24m\n    \u001b[1m私がこれを楽しんだ理由の一つは、本当にたくさんの新しいことが紹介されているからです。そして、今シーズンは障壁を突破していることが分かりました。なぜそれが面白いのですか？\u001b[22m, \u001b[1m私はそこに本当に新しいものが多く導入されており、私はこのシーズンはそれが面白いです理由です障壁を突破していることを感じたので、これは楽しんだ理由の一つ:)\u001b[22m\n\u001b[1m\u001b[22m\nOverall:7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall:7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nAlot of enjoyment , fan-service and new things this season so go ahead and watch this and change your mind that it is boring if you think like me .\n\n\u001b[1m楽しさ、ファンサービス、今シーズンの新しいことがたくさんあるので、これを見て、あなたが私のように思えるなら退屈だというあなたの心を変えてください。\u001b[22m\n\u001b[1m(Tanoshisa, fansābisu, ima shīzun no atarashī koto ga takusan aru node, kore o mite, anata ga watashi no yō ni omoerunara taikutsuda to iu anata no kokoro o kaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAlot of enjoyment , fan-service and new things this season so go ahead and watch this and change your mind that it is boring if you think like me .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlot of enjoyment , fan-service and new things this season so go ahead and watch this and change your mind that it is boring if you think like me .\u001b[24m\n    \u001b[1m楽しさ、ファンサービス、今シーズンの新しいことがたくさんあるので、これを見て、あなたが私のように思えるなら退屈だというあなたの心を変えてください。\u001b[22m, \u001b[1m楽しさ、ファンサービスと新しいものの多くこの季節ので、あなたは私のように考えるならば、それは退屈であることを先に行くと、これを見て、あなたの心を変更します。\u001b[22m\n\u001b[1m\u001b[22m\nRecommended if you were disappointed like me about previous seasons . Believe me and watch this seriously .\n\n\u001b[1m前の季節について私のように失望したことがあるならばお勧めします。 私を信じて、これを真剣に見てください。\u001b[22m\n\u001b[1m(Mae no kisetsu ni tsuite watashi no yō ni shitsubō shita koto ga arunaraba o susume shimasu. Watashi o shinjite, kore o shinken ni mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mRecommended if you were disappointed like me about previous seasons . Believe me and watch this seriously .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecommended if you were disappointed like me about previous seasons .\u001b[24m\n    \u001b[1m前の季節について私のように失望したことがあるならばお勧めします。\u001b[22m, \u001b[1mあなたは前シーズンについての私のように失望した場合に推奨。\u001b[22m\n\u001b[4mBelieve me and watch this seriously .\u001b[24m\n    \u001b[1m私を信じて、これを真剣に見てください。\u001b[22m, \u001b[1m私を信じて真剣にこれを見て。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "FamousWolfMoon",
    "profile": "/profile/FamousWolfMoon/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=211388",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  7\n\n初めて、黒執事の第3シーズンがその日を見ることがわかったとき、私はとても興奮していたと言わなければなりません。 最初の2つの季節を見て、私はこのシリーズのキャラクターをもう一度会いたいと思っていた。 黒執事の直後：サーカスの本、私は遅滞なくそれに自分自身を立ち上げた。 だから私はCielと彼のエレガントでカリスマ的な執事であるSebastianを見て喜んでいました。 それ以来、私はすべてのエピソードを見てきました。私は、私の意見は多少混じっていると言わなければなりません。\n\nしかし、私は同意しない。 私は完全に読むことはできませんでしたが、元の漫画の一部をアニメにするという考えが大好きでした。 すると、間違っていることはありません。  A-1ピクチャは、最初の2シーズンと同様、真の視覚的な喜びを提供します。 しかし、私はすでにこの弧から小さな抜粋を読んでいたので、何とかして歴史を知っていました。 私たちの好きなセバスチャンミカエリスをはじめ、シリーズのほとんどすべてのキャラクターが見つかります。 若いサーカスのアーティストは、全体的に良いですが、もう少し開発される価値があります。 エピソードは、私たちをサスペンスに追いつけ、管理します。 私が一番気に入ったのは、このシリーズの特徴であるこの暗い雰囲気です。 結局のところ、復讐を果たすために家族が火の中で死んで、悪魔と契約したのを見た若い少年の話です。 したがって、このアニメにはピンク色のものはありません。 グラフィックの質は、私の意見では、非常に良いとアニメーションです。\n\nしかし、この物語を12のエピソードに設定するのは、ややタイトすぎるようです。 今シーズンは、2〜3回以上のエピソードを取った方が良いでしょう。 物語にはいくつかの可能性があったが、それを完全に活用することはできなかった。 その後、マンガでは同じかもしれませんが、私が前に述べたように、私はこのアークを完全に読んでいません。 これはおおよそこの第3シーズンの唯一の本当の欠陥です。 それにもかかわらず、私はいくつかの不完全さにもかかわらず、このアニメのすべてが非常に習慣性であることを認めなければならない。 ストーリーと彼のキャラクターを再発見しました。 私はこのシーズンに8を入れました。なぜなら、私の意見では、ずっと良かったかもしれないからです。 それにもかかわらず、あなたは悪魔や犯罪シリーズの物語が好きなら、このアニメをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe first time I had learned that a third season of Kuroshitsuji would see the day, I have to say I was very excited. Having seen the first two seasons, I really wanted to meet again the characters of this series that knew how to please me by his script rather well developed and its very special characters. Just after the release of Kuroshitsuji: Book of Circus, I launched myself into it without delay. So I was delighted to see Ciel and his elegant and charismatic butler, Sebastian. Since then I have watched every episode and I must say that my opinion is ... somewhat mixed.\n\n\u001b[1m初めて、黒執事の第3シーズンがその日を見ることがわかったとき、私はとても興奮していたと言わなければなりません。 最初の2つの季節を見て、私はこのシリーズのキャラクターをもう一度会いたいと思っていた。 黒執事の直後：サーカスの本、私は遅滞なくそれに自分自身を立ち上げた。 だから私はCielと彼のエレガントでカリスマ的な執事であるSebastianを見て喜んでいました。 それ以来、私はすべてのエピソードを見てきました。私は、私の意見は多少混じっていると言わなければなりません。\u001b[22m\n\u001b[1m(Hajimete, kuro shitsuji no dai 3 shīzun ga sonohi o miru koto ga wakatta toki, watashi wa totemo kōfun shite ita to iwanakereba narimasen. Saisho no 2tsu no kisetsu o mite, watashi wa kono shirīzu no kyarakutā o mōichido aitai to omotte ita. Kuro shitsuji no chokugo: Sākasu no hon, watashi wa chitai naku soreni jibun jishin o tachi ageta. Dakara watashi wa sheru to kare no eregantode karisuma-tekina shitsujidearu sebasuchan o mite yorokonde imashita. Sore irai, watashi wa subete no episōdo o mitekimashita. Watashi wa, watashi no iken wa tashō majitte iru to iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first time I had learned that a third season of Kuroshitsuji would see the day, I have to say I was very excited. Having seen the first two seasons, I really wanted to meet again the characters of this series that knew how to please me by his script rather well developed and its very special characters. Just after the release of Kuroshitsuji: Book of Circus, I launched myself into it without delay. So I was delighted to see Ciel and his elegant and charismatic butler, Sebastian. Since then I have watched every episode and I must say that my opinion is ... somewhat mixed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first time I had learned that a third season of Kuroshitsuji would see the day, I have to say I was very excited.\u001b[24m\n    \u001b[1m初めて、黒執事の第3シーズンがその日を見ることがわかったとき、私はとても興奮していたと言わなければなりません。\u001b[22m, \u001b[1m私は黒執事の3シーズン目は日を見ることになることを知ったのは初めてで、私はとても興奮していたと言わなければなりません。\u001b[22m\n\u001b[4mHaving seen the first two seasons, I really wanted to meet again the characters of this series that knew how to please me by his script rather well developed and its very special characters.\u001b[24m\n    \u001b[1m最初の2つの季節を見て、私はこのシリーズのキャラクターをもう一度会いたいと思っていた。\u001b[22m, \u001b[1m最初の二つの季節を見たので、私は本当に再びかなりよく発達し、彼のスクリプトとその非常に特別な文字で私を喜ばせるために方法を知っていたこのシリーズのキャラクターを満たすために望んでいました。\u001b[22m\n\u001b[4mJust after the release of Kuroshitsuji: Book of Circus, I launched myself into it without delay.\u001b[24m\n    \u001b[1m黒執事の直後：サーカスの本、私は遅滞なくそれに自分自身を立ち上げた。\u001b[22m, \u001b[1mちょうど黒執事のリリース後：サーカスの本、私は、遅滞なく、その中に自分自身を開始しました。\u001b[22m\n\u001b[4mSo I was delighted to see Ciel and his elegant and charismatic butler, Sebastian.\u001b[24m\n    \u001b[1mだから私はCielと彼のエレガントでカリスマ的な執事であるSebastianを見て喜んでいました。\u001b[22m, \u001b[1mだから私はシエルと彼のエレガントでカリスマ的な執事、セバスチャンを見て喜んでいました。\u001b[22m\n\u001b[4mSince then I have watched every episode and I must say that my opinion is ... somewhat mixed.\u001b[24m\n    \u001b[1mそれ以来、私はすべてのエピソードを見てきました。私は、私の意見は多少混じっていると言わなければなりません。\u001b[22m, \u001b[1mそれ以来、私はすべてのエピソードを見ていると私は私の意見は...多少混入されていることを言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nBut I do not disagree. I loved the idea of adapting a part of the original manga as anime, although I did not fully read. Thereupon, there is nothing wrong. A-1 Pictures delivers a true visual delight, as were the first two seasons. However, I had already read some small excerpts from this arc, so I knew, somehow, history. So we find, almost all the characters in the series, including my favorite, Sebastian Michaelis. Young circus artists are overall good, although they would have deserved to be a little more developed. The episodes follow and manage to keep us in suspense. What I liked most is this dark atmosphere so characteristic of this series. After all, it is the story of a young boy who saw his family die in a fire and a contract with a demon in order to accomplish a vengeance. There is, therefore, nothing very pink in this anime. The graphic quality is, in my opinion, very good and the animation.\n\n\u001b[1mしかし、私は同意しない。 私は完全に読むことはできませんでしたが、元の漫画の一部をアニメにするという考えが大好きでした。 すると、間違っていることはありません。  A-1ピクチャは、最初の2シーズンと同様、真の視覚的な喜びを提供します。 しかし、私はすでにこの弧から小さな抜粋を読んでいたので、何とかして歴史を知っていました。 私たちの好きなセバスチャンミカエリスをはじめ、シリーズのほとんどすべてのキャラクターが見つかります。 若いサーカスのアーティストは、全体的に良いですが、もう少し開発される価値があります。 エピソードは、私たちをサスペンスに追いつけ、管理します。 私が一番気に入ったのは、このシリーズの特徴であるこの暗い雰囲気です。 結局のところ、復讐を果たすために家族が火の中で死んで、悪魔と契約したのを見た若い少年の話です。 したがって、このアニメにはピンク色のものはありません。 グラフィックの質は、私の意見では、非常に良いとアニメーションです。\u001b[22m\n\u001b[1m(Shikashi, watashi wa dōi shinai. Watashi wa kanzen ni yomu koto wa dekimasendeshitaga,-moto no manga no ichibu o anime ni suru to iu kangae ga daisukideshita. Shikashi, watashi wa sudeni kono ko kara chīsana bassui o yonde itanode, nantoka shite rekishi o shitte imashita. Watashitachi no sukina sebasuchanmikaerisu o hajime, shirīzu no hotondo subete no kyarakutā ga mitsukarimasu. Wakai sākasu no ātisuto wa, zentai-teki ni yoidesuga, mōsukoshi kaihatsu sa reru kachi ga arimasu. Episōdo wa, watashitachi o sasupensu ni oitsuke, kanri shimasu. Watashi ga ichiban kiniitta no wa, kono shirīzu no tokuchōdearu kono kurai fun'ikidesu. Kekkyokunotokoro, fukushū o hatasu tame ni kazoku ga hi no naka de shinde, akuma to keiyaku shita no o mita wakai shōnen no hanashidesu. Shitagatte, kono anime ni wa pinkuiro no mono wa arimasen. Gurafikku no shitsu wa, watashi no ikende wa, hijō ni yoi to animēshondesu. Suruto, machigatte iru koto wa arimasen. A - 1 pikucha wa, saisho no 2 shīzun to dōyō, shin no shikaku-tekina yorokobi o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut I do not disagree. I loved the idea of adapting a part of the original manga as anime, although I did not fully read. Thereupon, there is nothing wrong. A-1 Pictures delivers a true visual delight, as were the first two seasons. However, I had already read some small excerpts from this arc, so I knew, somehow, history. So we find, almost all the characters in the series, including my favorite, Sebastian Michaelis. Young circus artists are overall good, although they would have deserved to be a little more developed. The episodes follow and manage to keep us in suspense. What I liked most is this dark atmosphere so characteristic of this series. After all, it is the story of a young boy who saw his family die in a fire and a contract with a demon in order to accomplish a vengeance. There is, therefore, nothing very pink in this anime. The graphic quality is, in my opinion, very good and the animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I do not disagree.\u001b[24m\n    \u001b[1mしかし、私は同意しない。\u001b[22m, \u001b[1mしかし、私は反対しません。\u001b[22m\n\u001b[4mI loved the idea of adapting a part of the original manga as anime, although I did not fully read.\u001b[24m\n    \u001b[1m私は完全に読むことはできませんでしたが、元の漫画の一部をアニメにするという考えが大好きでした。\u001b[22m, \u001b[1m私は完全に読んでいないが、私は、アニメなどのオリジナル漫画の一部を適応させる考えを愛しました。\u001b[22m\n\u001b[4mHowever, I had already read some small excerpts from this arc, so I knew, somehow, history.\u001b[24m\n    \u001b[1mしかし、私はすでにこの弧から小さな抜粋を読んでいたので、何とかして歴史を知っていました。\u001b[22m, \u001b[1mしかし、私はすでにこの弧からいくつかの小さな抜粋を読んでいたので、私は、何とか、歴史を知っていました。\u001b[22m\n\u001b[4mSo we find, almost all the characters in the series, including my favorite, Sebastian Michaelis.\u001b[24m\n    \u001b[1m私たちの好きなセバスチャンミカエリスをはじめ、シリーズのほとんどすべてのキャラクターが見つかります。\u001b[22m, \u001b[1mだから我々は、私のお気に入り、セバスチャン・ミカエリスを含む一連のほぼすべての文字を見つけます。\u001b[22m\n\u001b[4mYoung circus artists are overall good, although they would have deserved to be a little more developed.\u001b[24m\n    \u001b[1m若いサーカスのアーティストは、全体的に良いですが、もう少し開発される価値があります。\u001b[22m, \u001b[1m彼らはもう少し開発されるに値するだろうが、若いサーカスアーティストは、全体的に良いです。\u001b[22m\n\u001b[4mThe episodes follow and manage to keep us in suspense.\u001b[24m\n    \u001b[1mエピソードは、私たちをサスペンスに追いつけ、管理します。\u001b[22m, \u001b[1mエピソードが続き、サスペンスで私たちを維持するために管理します。\u001b[22m\n\u001b[4mWhat I liked most is this dark atmosphere so characteristic of this series.\u001b[24m\n    \u001b[1m私が一番気に入ったのは、このシリーズの特徴であるこの暗い雰囲気です。\u001b[22m, \u001b[1m私が最も気に入っているこのシリーズのように特徴的なこの暗い雰囲気です。\u001b[22m\n\u001b[4mAfter all, it is the story of a young boy who saw his family die in a fire and a contract with a demon in order to accomplish a vengeance.\u001b[24m\n    \u001b[1m結局のところ、復讐を果たすために家族が火の中で死んで、悪魔と契約したのを見た若い少年の話です。\u001b[22m, \u001b[1m結局のところ、それは復讐を達成するために、火災や悪魔との契約で彼の家族のダイを見た少年の物語です。\u001b[22m\n\u001b[4mThere is, therefore, nothing very pink in this anime.\u001b[24m\n    \u001b[1mしたがって、このアニメにはピンク色のものはありません。\u001b[22m, \u001b[1mこのアニメでは非常にピンク色のものは、したがって、ありません。\u001b[22m\n\u001b[4mThe graphic quality is, in my opinion, very good and the animation.\u001b[24m\n    \u001b[1mグラフィックの質は、私の意見では、非常に良いとアニメーションです。\u001b[22m, \u001b[1mグラフィック品質は私の意見では、非常に良いとアニメーションで、あります。\u001b[22m\n\u001b[4mThereupon, there is nothing wrong.\u001b[24m\n    \u001b[1mすると、間違っていることはありません。\u001b[22m, \u001b[1mすると、何も問題はありません。\u001b[22m\n\u001b[4mA-1 Pictures delivers a true visual delight, as were the first two seasons.\u001b[24m\n    \u001b[1mA-1ピクチャは、最初の2シーズンと同様、真の視覚的な喜びを提供します。\u001b[22m, \u001b[1m最初の二つの季節がそうであったよう-1の写真は、真の視覚的な喜びを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, setting this story in twelve episodes seems a little too tight. It would have taken two or three more episodes to conclude better this season because I have to admit I was a little disappointed by this end almost sloppy. The story had some potential, but it has not been able to fully exploit. After that, it may be the same in the manga, but as I mentioned earlier, I have not fully read this arc. This is, roughly, the only real flaw of this third season. Nevertheless, I must admit that despite some imperfections, everything in this anime is very addictive. Loved rediscover the story and his characters. I put 8 for this season because it could have been much better, in my opinion. Nevertheless, I recommend this anime if you like stories of demons and crime series.\n\n\u001b[1mしかし、この物語を12のエピソードに設定するのは、ややタイトすぎるようです。 今シーズンは、2〜3回以上のエピソードを取った方が良いでしょう。 物語にはいくつかの可能性があったが、それを完全に活用することはできなかった。 その後、マンガでは同じかもしれませんが、私が前に述べたように、私はこのアークを完全に読んでいません。 これはおおよそこの第3シーズンの唯一の本当の欠陥です。 それにもかかわらず、私はいくつかの不完全さにもかかわらず、このアニメのすべてが非常に習慣性であることを認めなければならない。 ストーリーと彼のキャラクターを再発見しました。 私はこのシーズンに8を入れました。なぜなら、私の意見では、ずっと良かったかもしれないからです。 それにもかかわらず、あなたは悪魔や犯罪シリーズの物語が好きなら、このアニメをお勧めします。\u001b[22m\n\u001b[1m(Shikashi, kono monogatari o 12 no episōdo ni settei suru no wa, yaya taito sugiru yōdesu. Ima shīzun wa, 2 〜 3-kai ijō no episōdo o totta kata ga yoideshou. Monogatari ni wa ikutsu ka no kanōsei ga attaga, sore o kanzen ni katsuyō suru koto wa dekinakatta. Sonogo, mangade wa onaji kamo shiremasenga, watashi ga mae ni nobeta yō ni, watashi wa kono āku o kanzen ni yonde imasen. Kore wa ōyoso kono dai 3 shīzun no yuiitsu no hontō no kekkandesu. Sore nimokakawarazu, watashi wa ikutsu ka no fukanzen-sa nimokakawarazu, kono anime no subete ga hijō ni shūkan-seidearu koto o mitomenakereba naranai. Sutōrī to kare no kyarakutā o sai hakken shimashita. Watashi wa kono shīzun ni 8 o iremashita. Nazenara, watashi no ikende wa, zutto yokatta kamo shirenaikaradesu. Sore nimokakawarazu, anata wa akuma ya hanzai shirīzu no monogatari ga sukinara, kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, setting this story in twelve episodes seems a little too tight. It would have taken two or three more episodes to conclude better this season because I have to admit I was a little disappointed by this end almost sloppy. The story had some potential, but it has not been able to fully exploit. After that, it may be the same in the manga, but as I mentioned earlier, I have not fully read this arc. This is, roughly, the only real flaw of this third season. Nevertheless, I must admit that despite some imperfections, everything in this anime is very addictive. Loved rediscover the story and his characters. I put 8 for this season because it could have been much better, in my opinion. Nevertheless, I recommend this anime if you like stories of demons and crime series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, setting this story in twelve episodes seems a little too tight.\u001b[24m\n    \u001b[1mしかし、この物語を12のエピソードに設定するのは、ややタイトすぎるようです。\u001b[22m, \u001b[1mしかし、12のエピソードでこの話を設定すると、少しきつすぎるようです。\u001b[22m\n\u001b[4mIt would have taken two or three more episodes to conclude better this season because I have to admit I was a little disappointed by this end almost sloppy.\u001b[24m\n    \u001b[1m今シーズンは、2〜3回以上のエピソードを取った方が良いでしょう。\u001b[22m, \u001b[1m私はほとんどずさんこの年末までに少し失望した認めざるを得ないので、それはより良いこの季節を締結するために、2つまたは3つのエピソードを撮影したであろう。\u001b[22m\n\u001b[4mThe story had some potential, but it has not been able to fully exploit.\u001b[24m\n    \u001b[1m物語にはいくつかの可能性があったが、それを完全に活用することはできなかった。\u001b[22m, \u001b[1m物語は、いくつかの可能性があったが、完全に活用することができませんでした。\u001b[22m\n\u001b[4mAfter that, it may be the same in the manga, but as I mentioned earlier, I have not fully read this arc.\u001b[24m\n    \u001b[1mその後、マンガでは同じかもしれませんが、私が前に述べたように、私はこのアークを完全に読んでいません。\u001b[22m, \u001b[1mその後は、漫画でも同じかもしれませんが、私は先に述べたように、私は完全にこの弧を読んでいません。\u001b[22m\n\u001b[4mThis is, roughly, the only real flaw of this third season.\u001b[24m\n    \u001b[1mこれはおおよそこの第3シーズンの唯一の本当の欠陥です。\u001b[22m, \u001b[1mこれは、大体、この第三シーズンの唯一の真の欠陥です。\u001b[22m\n\u001b[4mNevertheless, I must admit that despite some imperfections, everything in this anime is very addictive.\u001b[24m\n    \u001b[1mそれにもかかわらず、私はいくつかの不完全さにもかかわらず、このアニメのすべてが非常に習慣性であることを認めなければならない。\u001b[22m, \u001b[1mそれにもかかわらず、私はいくつかの欠陥にもかかわらず、このアニメのすべてが非常に中毒性のあることを認めなければなりません。\u001b[22m\n\u001b[4mLoved rediscover the story and his characters.\u001b[24m\n    \u001b[1mストーリーと彼のキャラクターを再発見しました。\u001b[22m, \u001b[1mストーリーと彼の文字を再発見愛しました。\u001b[22m\n\u001b[4mI put 8 for this season because it could have been much better, in my opinion.\u001b[24m\n    \u001b[1m私はこのシーズンに8を入れました。なぜなら、私の意見では、ずっと良かったかもしれないからです。\u001b[22m, \u001b[1mそれは私の意見では、はるかに良いされている可能性があるため、私はこのシーズンに向けて8を置きます。\u001b[22m\n\u001b[4mNevertheless, I recommend this anime if you like stories of demons and crime series.\u001b[24m\n    \u001b[1mそれにもかかわらず、あなたは悪魔や犯罪シリーズの物語が好きなら、このアニメをお勧めします。\u001b[22m, \u001b[1mあなたは悪魔や犯罪シリーズの話が好きならそれにもかかわらず、私はこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Kuroshitsuji__Book_of_Circus",
    "id": "22145",
    "url": "https://myanimelist.net/anime/22145/Kuroshitsuji__Book_of_Circus",
    "user": "notactive2000000",
    "profile": "/profile/notactive2000000/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=161233",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  7\n\n私はこのアニメが放映される前にこの物語の漫画を読んだので、多くの比較をせずにアニメを格付けすることを試みます。 芸術はあまり偉大ではなかったし、私が楽しみにしていたアクションシーンは、私の期待にちょうど当たっていなかったが、大丈夫だった。 私はOPとEDの両方、特に後者を愛していましたが、私が耐えられなかったショーのアクションシーンで演奏した特定のトラックが1つありました。 キャラクターは10エピソードのアニメではかなり良いですが、もっと探検してほしいと思っていますので、もっと共感できました。 ストーリーは最初は退屈だったが、終わり近くでは良くなった。 全体的に、あなたがこのアニメを見たいと思うなら、それを見るように言いますが、誰かが推薦を求めたらすぐには電話しません。\n：P",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI read the manga's arc of this story before this anime aired, so I'll try by best to grade the anime without making many comparisons. The art wasn't that great, and the actions scenes I looked forward to didn't exactly hit my expectations, but it was alright. I loved both the OP and the ED, especially the latter, but there was one specific track that played during the show's action scenes I couldn't stand. The characters are pretty good for what they have in a 10-episode anime, but I wish they were more explored so I could sympathize with them more. The story was boring at first, but it got better near the end, and that's all that counts. Overall, if you'd like to watch this anime, I'd tell you to watch it, but I wouldn't immediately call upon it if someone asked for a recommendation.\n\n\u001b[1m私はこのアニメが放映される前にこの物語の漫画を読んだので、多くの比較をせずにアニメを格付けすることを試みます。 芸術はあまり偉大ではなかったし、私が楽しみにしていたアクションシーンは、私の期待にちょうど当たっていなかったが、大丈夫だった。 私はOPとEDの両方、特に後者を愛していましたが、私が耐えられなかったショーのアクションシーンで演奏した特定のトラックが1つありました。 キャラクターは10エピソードのアニメではかなり良いですが、もっと探検してほしいと思っていますので、もっと共感できました。 ストーリーは最初は退屈だったが、終わり近くでは良くなった。 全体的に、あなたがこのアニメを見たいと思うなら、それを見るように言いますが、誰かが推薦を求めたらすぐには電話しません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga hōei sa reru mae ni kono monogatari no manga o yondanode, ōku no hikaku o sezu ni anime o kakudzuke suru koto o kokoromimasu. Geijutsu wa amari idaide wa nakattashi, watashi ga tanoshimini shite ita akushonshīn wa, watashi no kitai ni chōdo atatte inakattaga, daijōbudatta. Watashi wa OP to ED no ryōhō, tokuni kōsha o aishite imashitaga, watashi ga tae rarenakatta shō no akushonshīn de ensō shita tokutei no torakku ga 1tsu arimashita. Kyarakutā wa 10 episōdo no animede wa kanari yoidesuga, motto tanken shite hoshī to omotte imasunode, motto kyōkan dekimashita. Sutōrī wa saisho wa taikutsudattaga, owari chikakude wa yoku natta. Zentai-teki ni, anata ga kono anime o mitai to omounara, sore o miru yō ni iimasuga, darekaga suisen o motometara sugu ni wa denwa shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI read the manga's arc of this story before this anime aired, so I'll try by best to grade the anime without making many comparisons. The art wasn't that great, and the actions scenes I looked forward to didn't exactly hit my expectations, but it was alright. I loved both the OP and the ED, especially the latter, but there was one specific track that played during the show's action scenes I couldn't stand. The characters are pretty good for what they have in a 10-episode anime, but I wish they were more explored so I could sympathize with them more. The story was boring at first, but it got better near the end, and that's all that counts. Overall, if you'd like to watch this anime, I'd tell you to watch it, but I wouldn't immediately call upon it if someone asked for a recommendation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI read the manga's arc of this story before this anime aired, so I'll try by best to grade the anime without making many comparisons.\u001b[24m\n    \u001b[1m私はこのアニメが放映される前にこの物語の漫画を読んだので、多くの比較をせずにアニメを格付けすることを試みます。\u001b[22m, \u001b[1mこのアニメは放映前に私はこの物語の漫画の弧を読んで、私は多くの比較を行うことなく、グレードに最善のことでアニメをみます。\u001b[22m\n\u001b[4mThe art wasn't that great, and the actions scenes I looked forward to didn't exactly hit my expectations, but it was alright.\u001b[24m\n    \u001b[1m芸術はあまり偉大ではなかったし、私が楽しみにしていたアクションシーンは、私の期待にちょうど当たっていなかったが、大丈夫だった。\u001b[22m, \u001b[1m芸術は、その素晴らしいではありませんでした、と私はを楽しみにしていたアクションシーンはまさに私の期待をヒットしませんでしたが、それは大丈夫でした。\u001b[22m\n\u001b[4mI loved both the OP and the ED, especially the latter, but there was one specific track that played during the show's action scenes I couldn't stand.\u001b[24m\n    \u001b[1m私はOPとEDの両方、特に後者を愛していましたが、私が耐えられなかったショーのアクションシーンで演奏した特定のトラックが1つありました。\u001b[22m, \u001b[1m私は両方のOPとED、特に後者を愛し、私は立つことができなかったショーのアクションシーン中に再生1特定のトラックがありました。\u001b[22m\n\u001b[4mThe characters are pretty good for what they have in a 10-episode anime, but I wish they were more explored so I could sympathize with them more.\u001b[24m\n    \u001b[1mキャラクターは10エピソードのアニメではかなり良いですが、もっと探検してほしいと思っていますので、もっと共感できました。\u001b[22m, \u001b[1m文字は、彼らが10エピソードのアニメで持っている何のためにかなり良いですが、私はもっと彼らに共感できたので、私は、彼らがより調べましたなあ。\u001b[22m\n\u001b[4mThe story was boring at first, but it got better near the end, and that's all that counts.\u001b[24m\n    \u001b[1mストーリーは最初は退屈だったが、終わり近くでは良くなった。\u001b[22m, \u001b[1m物語は、最初は退屈だったが、それは終わり近くに良くなったし、それはカウントするすべてです。\u001b[22m\n\u001b[4mOverall, if you'd like to watch this anime, I'd tell you to watch it, but I wouldn't immediately call upon it if someone asked for a recommendation.\u001b[24m\n    \u001b[1m全体的に、あなたがこのアニメを見たいと思うなら、それを見るように言いますが、誰かが推薦を求めたらすぐには電話しません。\u001b[22m, \u001b[1mあなたはこのアニメを見てしたい場合は全体的に、私はそれを見るためにあなたを教えたい、誰かが推薦を求めた場合、私はすぐにそれに呼び出すことはありません。\u001b[22m\n:P\n/pē/\n\n\u001b[1m：P\u001b[22m\n\u001b[1m(: P)\u001b[22m\n\nTranslations of \u001b[4m:P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m:P\u001b[24m\n    \u001b[1m：P\u001b[22m"
  }
]
