[
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "Koolag1",
    "profile": "/profile/Koolag1/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=16187",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  6\nキャラクター|  4\n|  3\n\n唯一の償還機能は、芸術作品がどのように素晴らしいことは、他のすべてがジャンルに侮辱されていることです。ストーリーは、あなたがキャラクターについて与えられた情報のギャップのように意味がないので、ストーリーがポイントに達する方法 それはで始まった。\n\nだから、シグリは涼しく見えるショーだけど、このショーには次のようなものがあると確信している。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThe only redeeming features is how stunning the art work is everything else is an affront to the genre, the story odes not make sense there like gaps in the information you are given about characters so have no real basis for how the story got to the point it started at.\n\n\u001b[1m唯一の償還機能は、芸術作品をどのように見事にしているかは、他のすべてがジャンルに侮辱されていることです。ストーリーは、あなたがキャラクターについて与えられた情報の隙間のように意味をなさないので、ストーリーのポイント それはで始まった。\u001b[22m\n\u001b[1m(Yuiitsu no shōkan kinō wa, geijutsu sakuhin o dono yō ni migoto ni shite iru ka wa, hoka no subete ga janru ni bujoku sa rete iru kotodesu. Sutōrī wa, anata ga kyarakutā ni tsuite atae rareta jōhō no sukima no yō ni imi o nasanainode, sutōrī no pointo soreha de hajimatta.)\u001b[22m\n\nTranslations of \u001b[4mThe only redeeming features is how stunning the art work is everything else is an affront to the genre, the story odes not make sense there like gaps in the information you are given about characters so have no real basis for how the story got to the point it started at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only redeeming features is how stunning the art work is everything else is an affront to the genre, the story odes not make sense there like gaps in the information you are given about characters so have no real basis for how the story got to the point\u001b[24m\n    \u001b[1m唯一の償還機能は、芸術作品をどのように見事にしているかは、他のすべてがジャンルに侮辱されていることです。ストーリーは、あなたがキャラクターについて与えられた情報の隙間のように意味をなさないので、ストーリーのポイント\u001b[22m, \u001b[1m唯一の欠点を補う機能のジャンルへの侮辱であるどのように見事な芸術作品が他のすべてである文字についてのあなたが与えられた情報のギャップがとても話がポイントになったかのための本当の根拠を持っていないように、物語の常微分方程式が意味を成しません\u001b[22m\n\u001b[4mit started at.\u001b[24m\n    \u001b[1mそれはで始まった。\u001b[22m, \u001b[1mそれが始まりました。\u001b[22m\n\u001b[1m\u001b[22m\nSo Shiguri is a show that looks cool but is just not, I'm sure this show will have a following but they are way better things in the genre to watch than this.\n\n\u001b[1mだから、シグリは涼しく見えるショーだけど、このショーには次のようなものがあると確信している。\u001b[22m\n\u001b[1m(Dakara, shiguri wa suzushiku mieru shōdakedo, kono shō ni wa tsugi no yōna mono ga aru to kakushin shite iru.)\u001b[22m\n\nTranslations of \u001b[4mSo Shiguri is a show that looks cool but is just not, I'm sure this show will have a following but they are way better things in the genre to watch than this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo Shiguri is a show that looks cool but is just not, I'm sure this show will have a following but they are way better things in the genre to watch than this.\u001b[24m\n    \u001b[1mだから、シグリは涼しく見えるショーだけど、このショーには次のようなものがあると確信している。\u001b[22m, \u001b[1mだからShiguriは、私はこのショーには、次のを持っていますが、彼らはこれ以上見てジャンルの方法より良いものであると確信している、クールに見えますが、ただではありませんショーです。\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "Yuvie",
    "profile": "/profile/Yuvie/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=23943",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n私はこのアニメについて多くの悪いことを聞いたことがあるが、暴力はちょっとショッキングなものだと思われるかもしれないが、それ以上に敏感になることは何もない。 さらに、シリーズの過激暴力側は、最もフィードバックを得ているようだが、ストーリー自体はシリーズの残酷な面を上回り、暴力が本当に私に関心を持たなかった。 孤独なオオカミと仔猫がアニメシリーズを作ったことがあった場合、このスタイルで作られたのは素晴らしいことでした。 シリーズの主な不満は大いに残念な結末ですが、私はそれが漫画がまだ進行しているときに得られるものだと思います。 それは残念です、もう1つのエピソードはおそらくそれをしたでしょうが、私は第2シリーズがいつか作られることを期待しています。 私はこの短いシリーズを堪能し、最初のエピソードの後に​​は期待していませんでした。 しかし、その後、物語はゆっくりと織り込まれ、私に夢中になった。 私は、適切で真面目な武士の映画のファンで、これはサムライシリーズがそうでなければならないように行われました。 黒澤武士の映画を思い出しました。 非常に遅いペースで、私はそれがうまくいくと思う。 時には非常に奇妙ですが、あなたが武士の精神に入っているならば、誘発することも考えました。  Texhnolyzeのように、キャラクターは冷たく、時には、おそらくあなたの平均的なアニメファンには鈍いです。 あなたが本当に誰に共感するかは分かりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI've heard a lot of bad things about this anime, admittedly, the violence might be seen as a little shocking but it's nothing to get over-sensitive about. Besides, although the hyper-violent side of the series is what seems to get the most feedback, the story itself outweighs the brutal aspects of the series to a point where the violence really didn't interest me. If Lone wolf and cub had ever had an anime series made, it would have been great if it was made in this style. My main gripe with the series is the hugely disappointing ending but I guess that's what you get when the manga is still going. It's a shame, one more episode probably would have done it but I'm hopeful that a second series will get made someday. I thoroughly enjoyed this short little series and didn't expect to after the first episode. But, from then on, the story slowly weaved it's way in and had me hooked. I'm a fan of a proper, serious samurai movie and this was done as a samurai series should be. It reminded me of a Kurosawa samurai movie. Very slow-paced and I think it worked well that way. Very strange at times but also thought provoking if you're into the psyche of a samurai. Much like Texhnolyze, the characters are cold, at times, probably quite dull to your average anime fan. You never really know who to sympathise with, if any.\n\n\u001b[1m私はこのアニメについて多くの悪いことを聞いたことがあるが、暴力はちょっとショッキングなものだと思われるかもしれないが、それ以上に敏感になることは何もない。 さらに、シリーズの過激暴力側は、最もフィードバックを得ているようだが、ストーリー自体はシリーズの残酷な面を上回り、暴力が本当に私に関心を持たなかった。 孤独なオオカミと仔猫がアニメシリーズを作ったことがあった場合、このスタイルで作られたのは素晴らしいことでした。 シリーズの主な不満は大いに残念な結末ですが、私はそれが漫画がまだ進行しているときに得られるものだと思います。 それは残念です、もう1つのエピソードはおそらくそれをしたでしょうが、私は第2シリーズがいつか作られることを願っています。 私はこの短いシリーズを堪能し、最初のエピソードの後に​​は期待していませんでした。 しかし、その後、物語はゆっくりと織り込まれ、私を夢中にさせました。 私は、適切で真面目な武士の映画のファンで、これはサムライシリーズがそうでなければならないように行われました。 黒澤武士の映画を思い出しました。 非常に遅いペースで、私はそれがうまくいくと思う。 時には非常に奇妙ですが、あなたが武士の精神に入っているならば、誘発することも考えました。  Texhnolyzeのように、キャラクターは冷たく、時には、あなたの平均的なアニメファンにはおそらくかなり鈍いです。 あなたが本当に誰に共感するかは分かりません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsuite ōku no waruikoto o kiita koto ga aru ga, bōryoku wa chotto shokkinguna monoda to omowa reru kamo shirenaiga, soreijō ni binkan ni naru koto wa nani mo nai. Sarani, shirīzu no kageki bōryoku-gawa wa, mottomo fīdobakku o ete iru yōdaga, sutōrī jitai wa shirīzu no zankokuna-men o uwamawari, bōryoku ga hontōni watashi ni kanshin o motanakatta. Watashi wa kono mijikai shirīzu o tan'nō shi, saisho no episōdo no nochi ni ​​ wa kitai shite imasendeshita. Shikashi, sonogo, monogatari wa yukkuri to orikoma re, watashi o muchū ni sa semashita. Watashi wa, tekisetsude majimena bushi no eiga no fan de, koreha samuraishirīzu ga sōdenakereba naranai yō ni okonawa remashita. Kurosawa Takeshi no eiga o omoidashimashita. Hijō ni osoi pēsu de, watashi wa sore ga umaku iku to omou. Tokiniha hijō ni kimyōdesuga, anata ga bushi no seishin ni haitte irunaraba, yūhatsu suru koto mo kangaemashita. Texhnolyze no yō ni, kyarakutā wa tsumetaku, tokiniha, anata no heikin-tekina anime fan ni wa osoraku kanari nibuidesu. Anata ga hontōni dare ni kyōkan suru ka wa wakarimasen. Kodokuna ōkami to koneko ga animeshirīzu o tsukutta koto ga atta baai, kono sutairu de tsukura reta no wa subarashī kotodeshita. Shirīzu no omona fuman wa ōini zan'nen'na ketsumatsudesuga, watashi wa sore ga manga ga mada shinkō shite iru toki ni e rareru monoda to omoimasu. Sore wa zan'nendesu, mō 1tsu no episōdo wa osoraku sore o shitadeshouga, watashi wa dai 2 shirīzu ga itsuka tsukura reru koto o negatte imasu.)\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "LordFolgers",
    "profile": "/profile/LordFolgers/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=183479",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  8\nキャラクター|  2\n|  4\n\n\nショーは驚くほどに見えますが、あまりにもしばしば、私は彼らが荒々しい環境と勇気にお金と細部を無駄にしたように感じます。なぜショーがシーズンを通してそれを作っていないのでしょうか。 はい、そうです。ここにいるいくつかの査読者は、このショーが単純に完了していないという事実を光栄に思っています。 私はそれが漫画読者を念頭に置いて作成されたと確信していますが、それは彼らが巨大な穴を残す必要があるというわけではありません。 本当の物語はありません。ランダムなものが発生します。 それはちょうど12のエピソードの後で死ぬ。 有望な最初のエピソードの後、彼らは2年前に、もちろん意図的にキャラクターを開発するためにフラッシュバックしますが、最後には最初のエピソードに戻すことさえできません。  2人の主人公とその最終戦闘（私は、ショーの全体的な動機であったと思っていた）とフラッシュバックの意図との間の競争は決して実現することはない。 それで、私はそれを得る、ショーが終了していない、私はそれだけでそれを判断しません、良い番組の多くは、それらの12エピソードが華麗であるならば、それらに引っ張らプラグを取得し、それは素晴らしいです、 いくつかのストーリーアークは決して達成されないだろうが、私はまだそれをある程度理解することができる。 これは純粋なポルノです。 ストーリーは時々興味をそそられていますが、シーンが飛び跳ねる方法は理にかなっていません。 私はショーに続くことができたが、私はたくさんのことを想定しなければならなかった。\nその上に、本当に好きな文字はありません。 あなたは当然藤木に引き寄せられています。私は主人公と思いますが、それは他の人より少し上手だからです。 この番組のすべてのキャラクターはたわごとです。 しかし、アンチヒーローが住むデスノートやゲームオブトロンズのようなショーでも、キャラクターにあなたを引き付けるものがあります。 ショーでは何の価値もない。 みんなパワーと自分のために行動します。 たぶんこれは現実的なものかもしれませんが、一部の批評家はShigeruiが現実的な江戸日本を再現していると言いますが、それらの武士、特に道場のリーダーのどれもが知恵のオンスを持っていないことを見て苦労します。 これらのキャラクターには、自分の力と厳しい復讐を促進するだけで、人生の愛はありません。 彼らはかなり浅いので、多くのショーでこのようなキャラクターを楽しむことができるのは確かですが、すべてのキャラクターがこの視点を持っていると、ショーはちょっとした気分になります。 どんな状況にもキャラクター（藤木以外）を差し込むことができ、おそらく同じことをするでしょう。\n\nその上に、ショーは、勇気、シカダス叫び声の上にハエのクローズアップを示すポイントで深くしようとするが、それはちょうど短く、実際の意味を持たない芸術的であることは値打ちな値段です、それは私を最後に笑わせてしまった。 ショーに多くの才能があるように思えるので、それはすべてあまりにも悪いです。 彼らは実際にそれをすべて一緒に引っ張るために執筆を必要としましたが、一緒にマッシュされたちょうど束の場面もそうです。 時代の残虐性を示すこと以外に、それは私にはあまり与えない。 あなたが腸のファンで残酷なものを見たいと思っているのであれば、それは12エピソードだけですが、結局、私のように、あなたはおそらくちょっと気分が悪くなるでしょう。 これは本当のショーではなく、不完全です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe show looks phenomenal, but too often I feel like they wasted money and detail on dreary settings and guts, hence why the show doesn’t even make it through a season. Yes, that’s right, some reviewers here have glossed over the fact that this show is simply not completed. I’m sure it was created with the manga reader in mind, but that doesn’t mean they should leave huge holes. There’s no real narrative, random things just kind of occur. It just dies after 12 episodes. After a promising first episode they flashback to 2 years previous, intentionally of course, to develop the characters, yet in the end, you never even make it back to the first episode. The rivalry between the two main protagonists and their eventual battle, which i thought was the entire motivation of the show and intention for the flashback, never comes to fruition. So, I get it, the show is not finished, I won't judge it on just that, plenty of good shows get the plug pulled on them, if those 12 episodes are brilliant then that's great, there will be the blue ballz effect as some story arcs will never be fulfilled, but I can still appreciate it an extent. This is pure pornography though. The story is at times intriguing, but the way scenes jump around doesn’t make sense. I could follow the show but I had to assume a lot.\n\n\u001b[1mショーは驚くほどに見えますが、あまりにもしばしば、私は彼らが荒々しい環境と勇気にお金と細部を無駄にしたように感じます。なぜショーがシーズンを通してそれを作っていないのでしょうか。 はい、そうです。ここにいるいくつかの査読者は、このショーが単純に完了していないという事実を光栄に思っています。 私はそれが漫画読者を念頭に置いて作成されたと確信していますが、それは彼らが巨大な穴を残す必要があるというわけではありません。 本当の物語はありません。ランダムなものが発生します。 それはちょうど12のエピソードの後で死ぬ。 有望な最初のエピソードの後、彼らは2年前に、もちろん意図的にキャラクターを開発するためにフラッシュバックしますが、最後には最初のエピソードに戻すことさえできません。  2人の主人公とその最終戦闘（私は、ショーの全体的な動機であったと思っていた）とフラッシュバックの意図との間の競争は決して実現することはない。 それで、私はそれを得る、ショーが終了していない、私はそれだけでそれを判断しません、良い番組の多くは、それらの12エピソードが華麗であるならば、それらに引っ張らプラグを取得し、それは素晴らしいです、 いくつかのストーリーアークは決して達成されないだろうが、私はまだそれをある程度理解することができる。 これは純粋なポルノです。 ストーリーは時々興味をそそられていますが、シーンが飛び跳ねる方法は理にかなっていません。 私はショーに続くことができたが、私はたくさんのことを想定しなければならなかった。\u001b[22m\n\u001b[1m(Shō wa odoroku hodo ni miemasuga, amarini mo shibashiba, watashi wa karera ga araarashī kankyō to yūki ni okane to saibu o muda ni shita yō ni kanjimasu. Naze shō ga shīzun o tōshite sore o tsukutte inai nodeshou ka. Hai,-sōdesu. Koko ni iru ikutsu ka no sadoku-sha wa, kono shō ga tanjun ni kanryō shite inai to iu jijitsu o kōei ni omotte imasu. Sore wa chōdo 12 no episōdo no nochi de shinu. Yūbōna saisho no episōdo no ato, karera wa 2-nen mae ni, mochiron itotekini kyarakutā o kaihatsu suru tame ni furasshu bakku shimasuga, saigo ni wa saisho no episōdo ni modosu koto sae dekimasen. 2-Ri no shujinkō to sono saishū sentō (watashi wa, shō no zentai-tekina dōkideatta to omotte ita) to furasshu bakku no ito to no ma no kyōsō wa kesshite jitsugen suru koto wanai. Sorede, watashi wa sore o eru, shō ga shūryō shite inai, watashi wa sore dake de sore o handan shimasen, yoi bangumi no ōku wa, sorera no 12 episōdo ga kareidearunaraba, sorera ni hippara puragu o shutoku shi, sore wa subarashīdesu, ikutsu ka no sutōrīāku wa kesshite tassei sa renaidarouga, watashi wa mada sore o aruteido rikai suru koto ga dekiru. Kore wa junsuina porunodesu. Sutōrī wa tokidoki kyōmi o sosora rete imasuga, shīn ga tobihaneru hōhō wa ri ni kanatte imasen. Watashi wa shō ni tsudzuku koto ga dekitaga, watashi wa takusan no koto o sōtei shinakereba naranakatta. Watashi wa sore ga manga dokusha o nentō ni oite sakusei sa reta to kakushin shite imasuga, sore wa karera ga kyodaina ana o nokosu hitsuyō ga aru to iu wakede wa arimasen. Hontō no monogatari wa arimasen. Randamuna mono ga hassei shimasu.)\u001b[22m\nOn top of that, there are no real likable characters. You’re naturally drawn to Fujiki, I guess the main protagonist, but that’s only because he’s slightly nicer than everyone else. Every character in this show is a piece of shit. But even with shows like Death Note or Game of Thrones, inhabited by antiheroes, there are things that attract you to the characters. There’s no one worth rooting for in the show. Everyone acts for the sake of power and for themselves. Maybe this is realistic, which some reviewers say Shigerui recreates a realistic Edo Japan, but I have a hard time seeing that none of those samurai, especially, the dojo leader, have an ounce of wisdom in them. There is no love of life in these characters, just in furthering their own power and exacting revenge. They are all quite shallow, sure we can enjoy characters like this in many shows, but when all the characters have this viewpoint the show becomes a bit of a boor. You could plug any character (besides Fujiki) into any situation and they’d probably do the same thing.\n\n\u001b[1mその上に、本当に好きな文字はありません。 あなたは当然藤木に引き寄せられています。私は主人公と思いますが、それは他の人より少し上手だからです。 この番組のすべてのキャラクターはたわごとです。 しかし、アンチヒーローが住むデスノートやゲームオブトロンズのようなショーでも、キャラクターにあなたを引き付けるものがあります。 ショーでは何の価値もない。 みんなパワーと自分のために行動します。 たぶんこれは現実的なものかもしれませんが、一部の批評家はShigeruiが現実的な江戸日本を再現していると言いますが、それらの武士、特に道場のリーダーのどれもが知恵のオンスを持っていないことを見て苦労します。 これらのキャラクターには、自分の力と厳しい復讐を促進するだけで、人生の愛はありません。 彼らはかなり浅いので、多くのショーでこのようなキャラクターを楽しむことができるのは確かですが、すべてのキャラクターがこの視点を持っていると、ショーはちょっとした気分になります。 どんな状況にもキャラクター（藤木以外）を差し込むことができ、おそらく同じことをするでしょう。\u001b[22m\n\u001b[1m(Sono-jō ni, hontōni sukina moji wa arimasen. Anata wa tōzen Fujiki ni hikiyose rarete imasu. Watashi wa shujinkō to omoimasuga, soreha hokanohito yori sukoshi jōzudakaradesu. Kono bangumi no subete no kyarakutā wa tawagotodesu. Shikashi, anchihīrō ga sumu desunōto ya gēmuobutoronzu no yōna shō demo, kyarakutā ni anata o hikitsukeru mono ga arimasu. Shōde wa nani no kachi mo nai. Min'na pawā to jibun no tame ni kōdō shimasu. Tabun kore wa genjitsu-tekina mono kamo shiremasenga, ichibu no hihyō-ka wa Shigerui ga genjitsu-tekina Edo Nihon o saigen shite iru to iimasuga, sorera no bushi, tokuni dōjō no rīdā no dore mo ga chie no onsu o motte inai koto o mite kurō shimasu. Korera no kyarakutā ni wa, jibun no chikara to kibishī fukushū o sokushin suru dake de, jinsei no ai wa arimasen. Karera wa kanari asainode, ōku no shō de kono yōna kyarakutā o tanoshimu koto ga dekiru no wa tashikadesuga, subete no kyarakutā ga kono shiten o motte iru to, shō wa chottoshita kibun ni narimasu. Don'na jōkyō ni mo kyarakutā (Fujiki igai) o sashikomu koto ga deki, osoraku onaji koto o surudeshou.)\u001b[22m\n\u001b[1m\u001b[22m\nOn top of that the show tries to be deep at points, showing closeups of flies on guts, cicadas screeching, but it just falls short, being artsy without real meaning is cringe worthy, it made me laugh in the end. Its all too bad because it really seems like there is tons of talent on the show. They really just needed the writing to pull it all together, but as is its just a bunch scenes mashed together. Beyond showing the brutality of the era it doesn’t give me much. If you’re a fan of intestines and want to see something brutal, go for it, it’s only 12 episodes, but by the end, like me, you’ll probably feel a little cheated. This is just not a real show, it is incomplete.\n\n\u001b[1mその上に、ショーは、勇気、シカダス叫び声のハエのクローズアップを示す、ポイントで深くしようとするが、それはちょうど、実際の意味を持たない芸術的であることは価値があるくすぐり、私は最後に笑ってしまった。 ショーに多くの才能があるように思えるので、それはすべてあまりにも悪いです。 彼らは実際にそれをすべて一緒に引っ張るために執筆を必要としましたが、一緒にマッシュされたちょうど束の場面もそうです。 時代の残虐性を示すこと以外に、それは私にはあまり与えない。 あなたが腸のファンで残酷なものを見たいのであれば、それは12エピソードだけですが、結局、私のように、あなたはおそらくちょっと気分が悪くなるでしょう。 これは本当のショーではなく、不完全です。\u001b[22m\n\u001b[1m(Sono-jō ni, shō wa, yūki, shikadasu sakebigoe no hae no kurōzuappu o shimesu, pointo de fukaku shiyou to suruga, sore wa chōdo, jissai no imi o motanai geijutsu-tekidearu koto wa kachigāru kusuguri, watashi wa saigo ni waratte shimatta. Shō ni ōku no sainō ga aru yō ni omoerunode, soreha subete amarini mo waruidesu. Karera wa jissai ni sore o subete issho ni hipparu tame ni shippitsu o hitsuyō to shimashitaga, issho ni masshu sa reta chōdo taba no bamen mo sōdesu. Jidai no zangyaku-sei o shimesu koto igai ni, soreha watashiniha amari ataenai. Anata ga chō no fan de zankokuna mono o mitai nodeareba, sore wa 12 episōdo dakedesuga, kekkyoku, watashi no yō ni, anata wa osoraku chotto kibun ga waruku narudeshou. Kore wa hontō no shōde wa naku, fukanzendesu.)\u001b[22m\n\nTranslations of \u001b[4mOn top of that the show tries to be deep at points, showing closeups of flies on guts, cicadas screeching, but it just falls short, being artsy without real meaning is cringe worthy, it made me laugh in the end. Its all too bad because it really seems like there is tons of talent on the show. They really just needed the writing to pull it all together, but as is its just a bunch scenes mashed together. Beyond showing the brutality of the era it doesn’t give me much. If you’re a fan of intestines and want to see something brutal, go for it, it’s only 12 episodes, but by the end, like me, you’ll probably feel a little cheated. This is just not a real show, it is incomplete.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn top of that the show tries to be deep at points, showing closeups of flies on guts, cicadas screeching, but it just falls short, being artsy without real meaning is cringe worthy, it made me laugh in the end.\u001b[24m\n    \u001b[1mその上に、ショーは、勇気、シカダス叫び声のハエのクローズアップを示す、ポイントで深くしようとするが、それはちょうど、実際の意味を持たない芸術的であることは価値があるくすぐり、私は最後に笑ってしまった。\u001b[22m, \u001b[1mショーは、根性でハエのクローズアップを示し、ポイントで深くなるようにしようと蝉が金切り声が、それだけで足り、本当の意味なしで芸術家気取りであることは価値がうんざりであることの上に、それは私が最後に笑わせました。\u001b[22m\n\u001b[4mIts all too bad because it really seems like there is tons of talent on the show.\u001b[24m\n    \u001b[1mショーに多くの才能があるように思えるので、それはすべてあまりにも悪いです。\u001b[22m, \u001b[1mそのすべてあまりにも悪いが、本当に番組で才能のトンがあるように思えるので。\u001b[22m\n\u001b[4mThey really just needed the writing to pull it all together, but as is its just a bunch scenes mashed together.\u001b[24m\n    \u001b[1m彼らは実際にそれをすべて一緒に引っ張るために執筆を必要としましたが、一緒にマッシュされたちょうど束の場面もそうです。\u001b[22m, \u001b[1m彼らは本当にただ一緒にすべてを引っ張って書き込みを必要とするが、あるように、そのちょうど束シーンが一緒につぶしました。\u001b[22m\n\u001b[4mBeyond showing the brutality of the era it doesn’t give me much.\u001b[24m\n    \u001b[1m時代の残虐性を示すこと以外に、それは私にはあまり与えない。\u001b[22m, \u001b[1m時代の残虐行為を示す超えて、それは私に多くを与えるものではありません。\u001b[22m\n\u001b[4mIf you’re a fan of intestines and want to see something brutal, go for it, it’s only 12 episodes, but by the end, like me, you’ll probably feel a little cheated.\u001b[24m\n    \u001b[1mあなたが腸のファンで残酷なものを見たいのであれば、それは12エピソードだけですが、結局、私のように、あなたはおそらくちょっと気分が悪くなるでしょう。\u001b[22m, \u001b[1mあなたは腸のファンだと、残忍な何かを参照してくださいそれのために行きたい場合は、それが唯一の12のエピソードだが、年末までに、私のように、あなたはおそらく少しだまさ感じられるでしょう。\u001b[22m\n\u001b[4mThis is just not a real show, it is incomplete.\u001b[24m\n    \u001b[1mこれは本当のショーではなく、不完全です。\u001b[22m, \u001b[1mこれは不完全で、本物のショーではありません。\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "serj_tankian",
    "profile": "/profile/serj_tankian/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=59807",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nシグルイは最初から暗くて面白い雰囲気であなたをつかまえます。 ちょっと退屈な時がありましたが、アニメ全体が素晴らしいです。 このアニメはおそらく現実的なものであり、武士像にとっては最も尊敬されます。 グロステクネスは絶対に100％楽しいです。 私は嘘をついた、確かに95％。 もしあなたのお父さんが古いカウボーイ映画に疲れていれば、これは彼のためにこれを置く。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nShigurui will grab you with its dark yet amusing vibe from the very beginning. There were times where i got just a little bored, but as a whole the anime is excellent. This anime is probably as realistic as it gets, it is most honorable for a samurai show. The grotesqueness is absolutely 100% enjoyable. Okay i lied, 95% for sure though. Anyhow if your dad is getting tired of the old cowboy movies put this on for him.\n\n\u001b[1mシグルイは最初から暗くて面白い雰囲気であなたをつかまえます。 ちょっと退屈な時がありましたが、アニメ全体が素晴らしいです。 このアニメはおそらく現実的なものであり、武士像にとっては最も尊敬されます。 グロステクネスは絶対に100％楽しいです。 私は嘘をついた、確かに95％。 もしあなたのお父さんが古いカウボーイ映画に疲れていれば、これは彼のためにこれを置く。\u001b[22m\n\u001b[1m(Shigurui wa saisho kara kurakute omoshiroi fun'iki de anata o tsukamaemasu. Chotto taikutsuna toki ga arimashitaga, anime zentai ga subarashīdesu. Kono anime wa osoraku genjitsu-tekina monodeari, bushi-zō ni totte wa mottomo sonkei sa remasu. Gurosutekunesu wa zettai ni 100-pāsento tanoshīdesu. Watashi wa uso o tsuita, tashikani 95-pāsento. Moshi anata no otōsan ga furui kaubōi eiga ni tsukarete ireba, kore wa kare no tame ni kore o oku.)\u001b[22m\n\nTranslations of \u001b[4mShigurui will grab you with its dark yet amusing vibe from the very beginning. There were times where i got just a little bored, but as a whole the anime is excellent. This anime is probably as realistic as it gets, it is most honorable for a samurai show. The grotesqueness is absolutely 100% enjoyable. Okay i lied, 95% for sure though. Anyhow if your dad is getting tired of the old cowboy movies put this on for him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShigurui will grab you with its dark yet amusing vibe from the very beginning.\u001b[24m\n    \u001b[1mシグルイは最初から暗くて面白い雰囲気であなたをつかまえます。\u001b[22m, \u001b[1mシグルイは当初からその暗いまだ面白い雰囲気であなたをつかむでしょう。\u001b[22m\n\u001b[4mThere were times where i got just a little bored, but as a whole the anime is excellent.\u001b[24m\n    \u001b[1mちょっと退屈な時がありましたが、アニメ全体が素晴らしいです。\u001b[22m, \u001b[1mそこ私はほんの少し飽きてしまった時間があったが、全体としてはアニメが優れています。\u001b[22m\n\u001b[4mThis anime is probably as realistic as it gets, it is most honorable for a samurai show.\u001b[24m\n    \u001b[1mこのアニメはおそらく現実的なものであり、武士像にとっては最も尊敬されます。\u001b[22m, \u001b[1mこのアニメは、それが武士のショーのための最も名誉ある、おそらくそれを取得として現実的です。\u001b[22m\n\u001b[4mThe grotesqueness is absolutely 100% enjoyable.\u001b[24m\n    \u001b[1mグロステクネスは絶対に100％楽しいです。\u001b[22m, \u001b[1mグロテスクは絶対に100％楽しいです。\u001b[22m\n\u001b[4mOkay i lied, 95% for sure though.\u001b[24m\n    \u001b[1m私は嘘をついた、確かに95％。\u001b[22m, \u001b[1mさて私は、しかし、確かに95％を嘘をつきました。\u001b[22m\n\u001b[4mAnyhow if your dad is getting tired of the old cowboy movies put this on for him.\u001b[24m\n    \u001b[1mもしあなたのお父さんが古いカウボーイ映画に疲れていれば、これは彼のためにこれを置く。\u001b[22m, \u001b[1mとにかくあなたのお父さんは彼のためにこれを置く古いカウボーイ映画の疲れている場合。\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "milhouse",
    "profile": "/profile/milhouse/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=14756",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n非常に落ち着いた武士アニメは、やや甘やかされていると思われるかもしれませんが、それは非常に多くの点で優れたショーだと思います。 ストーリー・ラインは、シンプルで簡単に従うことができ、古典的なものです.2人の剣士がお互いにぴったり合い、時系列順に飛び降りて物語を伝えます。\n\n芸術はうまくいっており、剣闘シーンのいくつかは、派手ではなく、たくさんの緊張を詰め込むのですばらしいです。 それは春のように巻き上げられ、ドラムビートの音で解き放たれるようなものです。 致命的なクール。\n\nそれぞれのキャラクターには特有のスタイルやルックスがあり、優れていました。 特にSeigen Irakoと藤木之介は、どちらも独特の戦闘姿勢や技能を持っています。\n\nシリーズは崖のハンガーで終わり、多くの質問に答えられないままになります。 私は物事を包み込むようにいくつかのエピソードを期待していたので、それは間違いなく私をぶら下げてしまった。 シーズン2を楽しみにしていて、彼らもまたシーズン2を作りたいと願っています。 これは素晴らしいアニメと素晴らしい気分です。 あなたが武道の映画/アニメに参加しているなら、実際にこの時計を渡すべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVery gory samurai anime that some may call pretentious and overly arty but I think it's an excellent show in so many ways. The story line is simple, easy to follow and classic: pitting two swordsmen against one another and telling their story by jumping in and out of a chronological order.\n\n\u001b[1m非常に落ち着いた武士アニメは、やや甘やかされていると思われるかもしれませんが、それは非常に多くの点で優れたショーだと思います。 ストーリー・ラインは、シンプルで簡単に従うことができ、古典的なものです.2人の剣士がお互いにぴったり合い、時系列順に飛び降りて物語を伝えます。\u001b[22m\n\u001b[1m(Hijō ni ochitsuita bushi anime wa, yaya amayakasa rete iru to omowa reru kamo shiremasenga, sore wa hijō ni ōku no ten de sugureta shōda to omoimasu. Sutōrī rain wa, shinpurude kantan ni shitagau koto ga deki, koten-tekina monodesu. 2-Ri no kenshi ga otagai ni pittari ai, jikeiretsu jun ni tobiorite monogatari o tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mVery gory samurai anime that some may call pretentious and overly arty but I think it's an excellent show in so many ways. The story line is simple, easy to follow and classic: pitting two swordsmen against one another and telling their story by jumping in and out of a chronological order.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery gory samurai anime that some may call pretentious and overly arty but I think it's an excellent show in so many ways.\u001b[24m\n    \u001b[1m非常に落ち着いた武士アニメは、やや甘やかされていると思われるかもしれませんが、それは非常に多くの点で優れたショーだと思います。\u001b[22m, \u001b[1mいくつかは大げさと過度に芸術的呼び出すことができますが、私はそれは非常に多くの方法で優れたショーだと思う非常に血みどろの侍アニメ。\u001b[22m\n\u001b[4mThe story line is simple, easy to follow and classic: pitting two swordsmen against one another and telling their story by jumping in and out of a chronological order.\u001b[24m\n    \u001b[1mストーリー・ラインは、シンプルで簡単に従うことができ、古典的なものです.2人の剣士がお互いにぴったり合い、時系列順に飛び降りて物語を伝えます。\u001b[22m, \u001b[1mストーリーラインは、シンプル追随しやすく、古典である：互いに対して2剣士ピッチングと年代順の内外にジャンプすることによって彼らの話を。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is well done and some of the sword-fighting scenes are superb not because they are flashy but because they pack a whole lot of tension. It's like being coiled up like a spring and unleashing at the sound of a drum-beat. Lethally cool.\n\n\u001b[1m芸術はうまくいっており、剣闘シーンのいくつかは、派手ではなく、たくさんの緊張を詰め込むのですばらしいです。 それは春のように巻き上げられ、ドラムビートの音で解き放たれるようなものです。 致命的なクール。\u001b[22m\n\u001b[1m(Geijutsu wa umaku itte ori, ken 闘 Shīn no ikutsu ka wa, hadede wa naku, takusan no kinchō o tsumekomu node subarashīdesu. Sore wa haru no yō ni makiage rare, doramubīto no oto de tokihanata reru yōna monodesu. Chimei-tekina kūru.)\u001b[22m\n\nTranslations of \u001b[4mThe art is well done and some of the sword-fighting scenes are superb not because they are flashy but because they pack a whole lot of tension. It's like being coiled up like a spring and unleashing at the sound of a drum-beat. Lethally cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is well done and some of the sword-fighting scenes are superb not because they are flashy but because they pack a whole lot of tension.\u001b[24m\n    \u001b[1m芸術はうまくいっており、剣闘シーンのいくつかは、派手ではなく、たくさんの緊張を詰め込むのですばらしいです。\u001b[22m, \u001b[1m芸術はよくやっていると、彼らは派手であるため、しかし、彼らは緊張の全体の多くを詰めるため、剣の戦いのシーンのいくつかは、素晴らしいではありません。\u001b[22m\n\u001b[4mIt's like being coiled up like a spring and unleashing at the sound of a drum-beat.\u001b[24m\n    \u001b[1mそれは春のように巻き上げられ、ドラムビートの音で解き放たれるようなものです。\u001b[22m, \u001b[1mこれは、ドラムビートの音で春と解き放つように巻いされているようなものです。\u001b[22m\n\u001b[4mLethally cool.\u001b[24m\n    \u001b[1m致命的なクール。\u001b[22m, \u001b[1m致死的に涼しいです。\u001b[22m\n\u001b[1m\u001b[22m\nEach character had a specific style or look, which was excellent. Particularly Seigen Irako and Gennosuke Fujiki, both of which have distinct/unique fighting stances or skills.\n\n\u001b[1mそれぞれのキャラクターには特有のスタイルやルックスがあり、優れていました。 特にSeigen Irakoと藤木之介は、どちらも独特の戦闘姿勢や技能を持っています。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā ni wa tokuyū no sutairu ya rukkusu ga ari, sugurete imashita. Tokuni Seigen Irako to Fujiki no kai wa, dochira mo dokutoku no sentō shisei ya ginō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEach character had a specific style or look, which was excellent. Particularly Seigen Irako and Gennosuke Fujiki, both of which have distinct/unique fighting stances or skills.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach character had a specific style or look, which was excellent.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには特有のスタイルやルックスがあり、優れていました。\u001b[22m, \u001b[1m各文字は優れていた特定のスタイルや外観を、持っていました。\u001b[22m\n\u001b[4mParticularly Seigen Irako and Gennosuke Fujiki, both of which have distinct/unique fighting stances or skills.\u001b[24m\n    \u001b[1m特にSeigen Irakoと藤木之介は、どちらも独特の戦闘姿勢や技能を持っています。\u001b[22m, \u001b[1m明確な/ユニークな戦闘のスタンスやスキルを持っているどちらも特にSeigen IrakoとGennosuke藤木。\u001b[22m\n\u001b[1m\u001b[22m\nThe series ends in a cliff-hanger and leaves a lot of questions unanswered. I was expecting a few more episodes to wrap things up so it definitely left me hanging. Will be looking forward to a season 2 and hope that they do create one too. This is a terrific anime and a great mood piece. If you're into samurai movies/animes you should really give this a watch.\n\n\u001b[1mシリーズは崖のハンガーで終わり、多くの質問に答えられないままになります。 私は物事を包み込むようにいくつかのエピソードを期待していたので、それは間違いなく私をぶら下げてしまった。 シーズン2を楽しみにしていて、彼らもまたシーズン2を作りたいと願っています。 これは素晴らしいアニメと素晴らしい気分です。 あなたが武士の映画/アニメに参加しているなら、実際にこの時計を渡すべきです。\u001b[22m\n\u001b[1m(Shirīzu wa gake no hangā de owari, ōku no shitsumon ni kotae rarenai mama ni narimasu. Watashi wa monogoto o tsutsumikomuyōni ikutsu ka no episōdo o kitai shite itanode, soreha machigainaku watashi o burasagete shimatta. Shīzun 2 o tanoshimini shite ite, karera mo mata shīzun 2 o tsukuritai to negatte imasu. Kore wa subarashī anime to subarashī kibundesu. Anata ga bushi no eiga/ anime ni sanka shite irunara, jissai ni kono tokei o watasubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series ends in a cliff-hanger and leaves a lot of questions unanswered. I was expecting a few more episodes to wrap things up so it definitely left me hanging. Will be looking forward to a season 2 and hope that they do create one too. This is a terrific anime and a great mood piece. If you're into samurai movies/animes you should really give this a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series ends in a cliff-hanger and leaves a lot of questions unanswered.\u001b[24m\n    \u001b[1mシリーズは崖のハンガーで終わり、多くの質問に答えられないままになります。\u001b[22m, \u001b[1mシリーズは、崖のハンガーに終了し、未回答の質問の多くを残します。\u001b[22m\n\u001b[4mI was expecting a few more episodes to wrap things up so it definitely left me hanging.\u001b[24m\n    \u001b[1m私は物事を包み込むようにいくつかのエピソードを期待していたので、それは間違いなく私をぶら下げてしまった。\u001b[22m, \u001b[1m私はそれは間違いなくぶら下がって私を残して物事をラップするためにさらにいくつかのエピソードを期待していました。\u001b[22m\n\u001b[4mWill be looking forward to a season 2 and hope that they do create one too.\u001b[24m\n    \u001b[1mシーズン2を楽しみにしていて、彼らもまたシーズン2を作りたいと願っています。\u001b[22m, \u001b[1mシーズン2を楽しみにして、彼らはあまりにも1を作成しないことを願っていますされます。\u001b[22m\n\u001b[4mThis is a terrific anime and a great mood piece.\u001b[24m\n    \u001b[1mこれは素晴らしいアニメと素晴らしい気分です。\u001b[22m, \u001b[1mこれは素晴らしいアニメや素晴らしい気分作品です。\u001b[22m\n\u001b[4mIf you're into samurai movies/animes you should really give this a watch.\u001b[24m\n    \u001b[1mあなたが武士の映画/アニメに参加しているなら、実際にこの時計を渡すべきです。\u001b[22m, \u001b[1mあなたは侍映画に興味があれば/アニメは、あなたが本当にこの時計を与える必要があります。\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "IKB",
    "profile": "/profile/IKB/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=99499",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  10\n\nファンボーイの危険にさらされているが、これは私が遭遇した唯一のシリーズではないが、封建時代の日本を理想化しようとしているのではないかと思います。 それは本当に名誉の縛られた殺害と権力と暴力を前提としたコミュニティ全体のストイックで苦しい世界を反映しています。\n\nその厳密で正確な歴史的見解に加えて、演出はストーリーをうまく補佐し、あらゆる瞬間を不快感やストレスに吊り下げる。 これまでに見られた最もユニークなアニメイブの1つ、本当に魅惑的で巧みに作られたもの。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt the risk of fanboying, this is one of the few if not the only series's I've ever encountered that manages to not idealize feudal era Japan. It truly reflects the stoic and jarring world of honor bound killing and entire communities premised on power and violence.\n\n\u001b[1mファンボーイの危険にさらされているが、これは私が遭遇した唯一のシリーズではないが、封建時代の日本を理想化しようとしているのではないかと思います。 それは本当に名誉の縛られた殺害と権力と暴力を前提としたコミュニティ全体のストイックで苦しい世界を反映しています。\u001b[22m\n\u001b[1m(Fanbōi no kiken ni sarasa rete iruga, kore wa watashi ga sōgū shita yuiitsu no shirīzude wa naiga, hōken jidai no Nihon o risō-ka shiyou to shite iru node wanai ka to omoimasu. Sore wa hontōni meiyo no shibarareta satsugai to kenryoku to bōryoku o zentei to shita komyuniti zentai no sutoikkude kurushī sekai o han'ei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAt the risk of fanboying, this is one of the few if not the only series's I've ever encountered that manages to not idealize feudal era Japan. It truly reflects the stoic and jarring world of honor bound killing and entire communities premised on power and violence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the risk of fanboying, this is one of the few if not the only series's I've ever encountered that manages to not idealize feudal era Japan.\u001b[24m\n    \u001b[1mファンボーイの危険にさらされているが、これは私が遭遇した唯一のシリーズではないが、封建時代の日本を理想化しようとしているのではないかと思います。\u001b[22m, \u001b[1mfanboyingのリスクでは、これは私が今まで封建時代の日本を理想化しないように管理する遭遇した場合だけでなく、シリーズのいくつかの一つです。\u001b[22m\n\u001b[4mIt truly reflects the stoic and jarring world of honor bound killing and entire communities premised on power and violence.\u001b[24m\n    \u001b[1mそれは本当に名誉の縛られた殺害と権力と暴力を前提としたコミュニティ全体のストイックで苦しい世界を反映しています。\u001b[22m, \u001b[1mそれは本当に名誉バインド殺害し、電源と暴力を前提コミュニティ全体のストイックと耳障りな世界を反映しています。\u001b[22m\n\u001b[1m\u001b[22m\nIn addition to its starkly accurate historical perspective, the directing aides the story so well, suspending every moment to discomfort and stress. One of the most unique animes ive ever seen, truly fascinating and well crafted.\n\n\u001b[1mその厳密で正確な歴史的見解に加えて、演出はストーリーをうまく補佐し、あらゆる瞬間を不快感やストレスに吊り下げる。 これまでに見られた最もユニークなアニメイブの1つ、本当に魅惑的で巧みに作られたもの。\u001b[22m\n\u001b[1m(Sono genmitsude seikakuna rekishi-teki kenkai ni kuwaete, enshutsu wa sutōrī o umaku hosa shi, arayuru shunkan o fukai-kan ya sutoresu ni tsuri sageru. Kore made ni mi rareta mottomo yunīkuna anime ibu no 1tsu, hontōni miwaku-tekide takumi ni tsukura reta mono.)\u001b[22m\n\nTranslations of \u001b[4mIn addition to its starkly accurate historical perspective, the directing aides the story so well, suspending every moment to discomfort and stress. One of the most unique animes ive ever seen, truly fascinating and well crafted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition to its starkly accurate historical perspective, the directing aides the story so well, suspending every moment to discomfort and stress.\u001b[24m\n    \u001b[1mその厳密で正確な歴史的見解に加えて、演出はストーリーをうまく補佐し、あらゆる瞬間を不快感やストレスに吊り下げる。\u001b[22m, \u001b[1mその全く正確な歴史的な観点に加えて、演出の側近の話とてもよく、不快感やストレスへのすべての瞬間を一時停止します。\u001b[22m\n\u001b[4mOne of the most unique animes ive ever seen, truly fascinating and well crafted.\u001b[24m\n    \u001b[1mこれまでに見られた最もユニークなアニメイブの1つ、本当に魅惑的で巧みに作られたもの。\u001b[22m, \u001b[1m本当に魅力的な、よく細工されたIVEが今まで見た最もユニークなアニメの一つ、。\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "Noshgard",
    "profile": "/profile/Noshgard/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=34671",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  3\nキャラクター|  4\n|  2\n\n私は目的を持って血を楽しむが、これは単にグラフィックで暴力的だった。 私の好みではない。 ストーリーは難しく、多分私はそれが正義を与えていない、私は多くのアニメが遅く始まり、より良くなることを知っているが、私は暴力を克服することができなかった。 私はヒロインの物語にもっと魅力を感じるので、これは私の失望の一部であったかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI enjoy blood with a purpose but this was just graphic and violent. Not my taste at all. The story was hard to get into - maybe I didn't give it justice as I know many anime start slow and get better but I just couldn't get past the violence. I also gravitate more toward heroine stories so this may have been part of my disappointment.\n\n\u001b[1m私は目的を持って血を楽しむが、これは単にグラフィックで暴力的だった。 私の好みではない。 ストーリーは難しく、多分私はそれが正義を与えていない、私は多くのアニメが遅く始まり、より良くなることを知っているが、私は暴力を克服することができなかった。 私はヒロインの物語にもっと魅力を感じるので、これは私の失望の一部であったかもしれません。\u001b[22m\n\u001b[1m(Watashi wa mokuteki o motte chi o tanoshimu ga, kore wa tan'ni gurafikku de bōryoku-tekidatta. Watashi no konomide wanai. Sutōrī wa muzukashiku, tabun watashi wa sore ga seigi o ataete inai, watashi wa ōku no anime ga osoku hajimari, yori yoku naru koto o shitte iruga, watashi wa bōryoku o kokufuku suru koto ga dekinakatta. Watashi wa hiroin no monogatari ni motto miryoku o kanjiru node, kore wa watashi no shitsubō no ichibudeatta kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI enjoy blood with a purpose but this was just graphic and violent. Not my taste at all. The story was hard to get into - maybe I didn't give it justice as I know many anime start slow and get better but I just couldn't get past the violence. I also gravitate more toward heroine stories so this may have been part of my disappointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoy blood with a purpose but this was just graphic and violent.\u001b[24m\n    \u001b[1m私は目的を持って血を楽しむが、これは単にグラフィックで暴力的だった。\u001b[22m, \u001b[1m私は目的を持って、血液を楽しむが、これは単にグラフィックや暴力的でした。\u001b[22m\n\u001b[4mNot my taste at all.\u001b[24m\n    \u001b[1m私の好みではない。\u001b[22m, \u001b[1mすべてではない私の好み。\u001b[22m\n\u001b[4mThe story was hard to get into - maybe I didn't give it justice as I know many anime start slow and get better but I just couldn't get past the violence.\u001b[24m\n    \u001b[1mストーリーは難しく、多分私はそれが正義を与えていない、私は多くのアニメが遅く始まり、より良くなることを知っているが、私は暴力を克服することができなかった。\u001b[22m, \u001b[1m物語はに入るために一生懸命だった - 私は多くのアニメが遅い開始と良く知っているが、私はちょうど暴力を乗り越えることができなかったとして、多分私はそれを正義を与えていません。\u001b[22m\n\u001b[4mI also gravitate more toward heroine stories so this may have been part of my disappointment.\u001b[24m\n    \u001b[1m私はヒロインの物語にもっと魅力を感じるので、これは私の失望の一部であったかもしれません。\u001b[22m, \u001b[1mこれは私の失望の一部であったかもしれないので、私はまた、ヒロインの物語に向かってよりを引き寄せ。\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "BobDiesel",
    "profile": "/profile/BobDiesel/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=159901",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  3\n\nそれは非常に興味深いです。 アニメーションとキャラクターを表示して構築する方法は面白いです。 ゴアも素敵です。 しかし、アニメは非常に分かりにくいです。 エンディングも大いに失望しています。 私がこれを見るほど、私は混乱し、あまり興味がなくなった。 私が感じた行動については、それは遅すぎるペースであった。 私はアクションアニメのファンであり、通常はペースが速いアクションやスリリングなアクションを好みます。 しかし、シリーズが進行するにつれて、私はこのアニメを推奨しないという理由でこれが欠けていると感じました",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nIt starts of very interesting. The animation and the way they display and build the characters is interesting. The gore is nice too. However the anime is very confusing to understand. The ending is greatly disappointing too. The more i watched this the further i became confused and less interested. As for the action i felt it was too slow paced. I'm a fan of action anime and usually prefer fast paced action or thrilling action. But as the series went on i felt that this was lacking so for that reason I wouldn't recommend this anime\n\n\u001b[1mそれは非常に興味深いです。 アニメーションとキャラクターを表示して構築する方法は面白いです。 ゴアも素敵です。 しかし、アニメは非常に分かりにくいです。 エンディングも大いに失望しています。 私がこれを見るほど、私は混乱し、あまり興味がなくなった。 私が感じた行動については、それは遅すぎるペースであった。 私はアクションアニメのファンであり、通常はペースが速いアクションやスリリングなアクションを好みます。 しかし、シリーズが進行するにつれて、私はこのアニメを推奨しないという理由でこれが欠けていると感じました\u001b[22m\n\u001b[1m(Sore wa hijō ni kyōmibukaidesu. Animēshon to kyarakutā o hyōji shite kōchiku suru hōhō wa omoshiroidesu. Goa mo sutekidesu. Shikashi, anime wa hijō ni wakari nikuidesu. Endingu mo ōini shitsubō shite imasu. Watashi ga kore o miru hodo, watashi wa konran shi, amari kyōmi ga nakunatta. Watashi ga kanjita kōdō ni tsuite wa, sore wa oso sugiru pēsudeatta. Watashi wa akushon anime no fandeari, tsūjō wa pēsu ga hayai akushon ya suriringuna akushon o konomimasu. Shikashi, shirīzu ga shinkō suru ni tsurete, watashi wa kono anime o suishō shinai to iu riyū de kore ga kakete iru to kanjimashita)\u001b[22m\n\nTranslations of \u001b[4mIt starts of very interesting. The animation and the way they display and build the characters is interesting. The gore is nice too. However the anime is very confusing to understand. The ending is greatly disappointing too. The more i watched this the further i became confused and less interested. As for the action i felt it was too slow paced. I'm a fan of action anime and usually prefer fast paced action or thrilling action. But as the series went on i felt that this was lacking so for that reason I wouldn't recommend this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts of very interesting.\u001b[24m\n    \u001b[1mそれは非常に興味深いです。\u001b[22m, \u001b[1mそれは非常に興味深いの開始します。\u001b[22m\n\u001b[4mThe animation and the way they display and build the characters is interesting.\u001b[24m\n    \u001b[1mアニメーションとキャラクターを表示して構築する方法は面白いです。\u001b[22m, \u001b[1mアニメーションと彼らは文字を表示し、構築する方法が面白いです。\u001b[22m\n\u001b[4mThe gore is nice too.\u001b[24m\n    \u001b[1mゴアも素敵です。\u001b[22m, \u001b[1mマチもいいです。\u001b[22m\n\u001b[4mHowever the anime is very confusing to understand.\u001b[24m\n    \u001b[1mしかし、アニメは非常に分かりにくいです。\u001b[22m, \u001b[1mしかしアニメは理解することは非常に紛らわしいです。\u001b[22m\n\u001b[4mThe ending is greatly disappointing too.\u001b[24m\n    \u001b[1mエンディングも大いに失望しています。\u001b[22m, \u001b[1mエンディングが大幅にあまりにも残念です。\u001b[22m\n\u001b[4mThe more i watched this the further i became confused and less interested.\u001b[24m\n    \u001b[1m私がこれを見るほど、私は混乱し、あまり興味がなくなった。\u001b[22m, \u001b[1mより多くの私は、さらに私は混乱となり、より少ない興味を持ってこれを見ていました。\u001b[22m\n\u001b[4mAs for the action i felt it was too slow paced.\u001b[24m\n    \u001b[1m私が感じた行動については、それは遅すぎるペースであった。\u001b[22m, \u001b[1mアクションのように私はそれはペースの遅すぎると感じました。\u001b[22m\n\u001b[4mI'm a fan of action anime and usually prefer fast paced action or thrilling action.\u001b[24m\n    \u001b[1m私はアクションアニメのファンであり、通常はペースが速いアクションやスリリングなアクションを好みます。\u001b[22m, \u001b[1m私はアクションアニメのファンだと通常ペースの速いアクションやスリル満点のアクションを好みます。\u001b[22m\n\u001b[4mBut as the series went on i felt that this was lacking so for that reason I wouldn't recommend this anime\u001b[24m\n    \u001b[1mしかし、シリーズが進行するにつれて、私はこのアニメを推奨しないという理由でこれが欠けていると感じました\u001b[22m, \u001b[1mシリーズが続いたとしてしかし、私はこれは私がこのアニメをお勧めしません、その理由ので、欠けていたことを感じました\u001b[22m"
  },
  {
    "title": "Shigurui",
    "id": "2216",
    "url": "https://myanimelist.net/anime/2216/Shigurui",
    "user": "sonjajade",
    "profile": "/profile/sonjajade/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=41717",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nこのアニメは絶妙に描かれ、編集されました。私が今までに見た中で最も荒々しい暴力の一部です。キャラクターやすべてが素晴らしかったですが、エンディングはひどいものでした。\n\n最初のエピソードではストーリーの終わりを見て、他のエピソードではそれまでになっていることを覚えておいてください。 ストーリーを適切に完成させるためのエピソードがさらにあれば、これは9または10になります。\n\nそれはプロットから欠けているこの大きなチャンクがあったように、見て価値があった、非常に良いと楽しいだった、エンディングはちょうど巨大な失望だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was exquisitely drawn and edited, some of the most graphic violence I've ever seen, and the characters and everything were awesome- but the ending was awful.\n\n\u001b[1mこのアニメは絶妙に描かれ、編集されました。私が今までに見た中で最も荒々しい暴力の一部です。キャラクターやすべてが素晴らしかったですが、エンディングはひどいものでした。\u001b[22m\n\u001b[1m(Kono anime wa zetsumyō ni egaka re, henshū sa remashita. Watashi ga ima made ni mita naka de mottomo araarashī bōryoku no ichibudesu. Kyarakutā ya subete ga subarashikattadesuga, endingu wa hidoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was exquisitely drawn and edited, some of the most graphic violence I've ever seen, and the characters and everything were awesome- but the ending was awful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was exquisitely drawn and edited, some of the most graphic violence I've ever seen, and the characters and everything were awesome- but the ending was awful.\u001b[24m\n    \u001b[1mこのアニメは絶妙に描かれ、編集されました。私が今までに見た中で最も荒々しい暴力の一部です。キャラクターやすべてが素晴らしかったですが、エンディングはひどいものでした。\u001b[22m, \u001b[1mこのアニメは、絶妙に描かれ、編集された、私が今まで見た中で最も暴力的な描写の一部、および文字、すべてがawesome-あったが、結末はひどいでした。\u001b[22m\n\u001b[1m\u001b[22m\nKeeping in mind you see the end of the story in the 1st episode and the other episodes build up to that, there was still a lot left out, like there should have been a second season. Had there been more episodes to properly complete the story, this would have been a 9 or a 10.\n\n\u001b[1m最初のエピソードではストーリーの終わりを見て、他のエピソードではそれまでになっていることを覚えておいてください。 ストーリーを適切に完成させるためのエピソードがさらにあれば、これは9または10になります。\u001b[22m\n\u001b[1m(Saisho no episōdode wa sutōrī no owari o mite, hoka no episōdode wa sore made ni natte iru koto o oboete oite kudasai. Sutōrī o tekisetsu ni kansei sa seru tame no episōdo ga sarani areba, kore wa 9 matawa 10 ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mKeeping in mind you see the end of the story in the 1st episode and the other episodes build up to that, there was still a lot left out, like there should have been a second season. Had there been more episodes to properly complete the story, this would have been a 9 or a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKeeping in mind you see the end of the story in the 1st episode and the other episodes build up to that, there was still a lot left out, like there should have been a second season.\u001b[24m\n    \u001b[1m最初のエピソードではストーリーの終わりを見て、他のエピソードではそれまでになっていることを覚えておいてください。\u001b[22m, \u001b[1mあなたが第一エピソードで物語の終わりを見て、他のエピソードはそれに構築を念頭に置いて、セカンドシーズンがあったはずですように、取り残さ多くがまだありました。\u001b[22m\n\u001b[4mHad there been more episodes to properly complete the story, this would have been a 9 or a 10.\u001b[24m\n    \u001b[1mストーリーを適切に完成させるためのエピソードがさらにあれば、これは9または10になります。\u001b[22m, \u001b[1mきちんと話を完了するために、より多くのエピソードがあった、これは9または10をされていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nIt was worth watching, was very good and enjoyable, the ending was just a huge let down, like there were was this big chunk missing from the plot.\n\n\u001b[1mそれはプロットから欠けているこの大きなチャンクがあったように、見て価値があった、非常に良いと楽しいだった、エンディングはちょうど巨大な失望だった。\u001b[22m\n\u001b[1m(Sore wa purotto kara kakete iru kono ōkina chanku ga atta yō ni, mite kachi ga atta, hijō ni yoito tanoshīdatta, endingu wa chōdo kyodaina shitsubōdatta.)\u001b[22m\n\nTranslations of \u001b[4mIt was worth watching, was very good and enjoyable, the ending was just a huge let down, like there were was this big chunk missing from the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was worth watching, was very good and enjoyable, the ending was just a huge let down, like there were was this big chunk missing from the plot.\u001b[24m\n    \u001b[1mそれはプロットから欠けているこの大きなチャンクがあったように、見て価値があった、非常に良いと楽しいだった、エンディングはちょうど巨大な失望だった。\u001b[22m, \u001b[1mこれは、プロットから欠落しているこの大きな塊だったがあったように、エンディングだけの巨大なは、失望させられた、見て価値があった非常に良好であり、楽しかったです。\u001b[22m"
  }
]
