[
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "ChrisMuser394",
    "profile": "/profile/ChrisMuser394/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=165717",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\n私はここ数ヶ月のうちに東京グールについてかなり良いフィードバックを受けましたが、正直言って最初の10回のエピソードで私は全体的に懐疑的ではありませんでした。 最後のエピソードの最後は素晴らしいです。  Ghoul Kanekiは本当にカリスマ的です。  RizeとKanekiの間の背景やシーンは、私の意見ではあまりにも多くのエピソードを取った。 彼らが取り上げた時は、後にHideとKanekiの間で起こることのいくつかを示すために使用されていた可能性があります。\n\nオープニングソングと最終的なジェネリックスはかなり気分が悪かった。\n\n最終的な評価：7/10。 シリーズのほとんどは失望しているが、最後の2/3のエピソードとフィナーレがそれを補う。\n\nオリジナルの評価（エピソード1を見た後）：5/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI'd received pretty good feedback about Tokyo Ghoul these past few months, but honestly the first ten episodes had me more than skeptical about the entire thing. The finale of the last episode is amazing; Ghoul Kaneki is really charismatic. The whole background thing and the scenes between Rize and Kaneki took too much of the episode in my opinion; the time they took up could have been used to show some of what happens later between Hide and Kaneki.\n\n\u001b[1m私はここ数ヶ月のうちに東京グールについてかなり良いフィードバックを受けましたが、正直言って最初の10回のエピソードで私は全体的に懐疑的ではありませんでした。 最後のエピソードの最後は素晴らしいです。  Ghoul Kanekiは本当にカリスマ的です。  RizeとKanekiの間の背景やシーンは、私の意見ではあまりにも多くのエピソードを取った。 彼らが取り上げた時は、後にHideとKanekiの間で起こることのいくつかを示すために使用されていた可能性があります。\u001b[22m\n\u001b[1m(Watashi wa koko sū-kagetsu no uchi ni Tōkyō gūru ni tsuite kanari yoi fīdobakku o ukemashitaga, shōjiki itte saisho no 10-kai no episōdo de watashi wa zentai-teki ni kaigi-tekide wa arimasendeshita. Saigo no episōdo no saigo wa subarashīdesu. Ghoul Kaneki wa hontōni karisuma-tekidesu. Rize to Kaneki no ma no haikei ya shīn wa, watashi no ikende wa amarini mo ōku no episōdo o totta. Karera ga toriageta toki wa,-go ni Hide to Kaneki no ma de okoru koto no ikutsu ka o shimesu tame ni shiyō sa rete ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'd received pretty good feedback about Tokyo Ghoul these past few months, but honestly the first ten episodes had me more than skeptical about the entire thing. The finale of the last episode is amazing; Ghoul Kaneki is really charismatic. The whole background thing and the scenes between Rize and Kaneki took too much of the episode in my opinion; the time they took up could have been used to show some of what happens later between Hide and Kaneki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd received pretty good feedback about Tokyo Ghoul these past few months, but honestly the first ten episodes had me more than skeptical about the entire thing.\u001b[24m\n    \u001b[1m私はここ数ヶ月のうちに東京グールについてかなり良いフィードバックを受けましたが、正直言って最初の10回のエピソードで私は全体的に懐疑的ではありませんでした。\u001b[22m, \u001b[1m私はこれらの過去数ヶ月の東京グールについてかなり良いフィードバックを受けたと思いますが、正直なところ、最初の10のエピソードは私に全体のことについて懐疑的以上のものを持っていました。\u001b[22m\n\u001b[4mThe finale of the last episode is amazing;\u001b[24m\n    \u001b[1m最後のエピソードの最後は素晴らしいです。\u001b[22m, \u001b[1m最後のエピソードのフィナーレは素晴らしいです。\u001b[22m\n\u001b[4mGhoul Kaneki is really charismatic.\u001b[24m\n    \u001b[1mGhoul Kanekiは本当にカリスマ的です。\u001b[22m, \u001b[1mグールKanekiは本当にカリスマ的です。\u001b[22m\n\u001b[4mThe whole background thing and the scenes between Rize and Kaneki took too much of the episode in my opinion;\u001b[24m\n    \u001b[1mRizeとKanekiの間の背景やシーンは、私の意見ではあまりにも多くのエピソードを取った。\u001b[22m, \u001b[1mリゼとKaneki間の全体の背景のものやシーンは私の意見ではエピソードの多く飲みました。\u001b[22m\n\u001b[4mthe time they took up could have been used to show some of what happens later between Hide and Kaneki.\u001b[24m\n    \u001b[1m彼らが取り上げた時は、後にHideとKanekiの間で起こることのいくつかを示すために使用されていた可能性があります。\u001b[22m, \u001b[1m彼らが取った時は、後に隠すとKanekiの間に何が起こるかのいくつかを表示するために使用されている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening song and final generics were pretty damn cool.\n\n\u001b[1mオープニングソングと最終的なジェネリックスはかなり気分が悪かった。\u001b[22m\n\u001b[1m(Ōpuningusongu to saishū-tekina jenerikkusu wa kanari kibun ga warukatta.)\u001b[22m\n\nTranslations of \u001b[4mThe opening song and final generics were pretty damn cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening song and final generics were pretty damn cool.\u001b[24m\n    \u001b[1mオープニングソングと最終的なジェネリックスはかなり気分が悪かった。\u001b[22m, \u001b[1mオープニング曲と最後のジェネリック医薬品は、かなり気にクールでした。\u001b[22m\n\u001b[1m\u001b[22m\nFinal rating: 7/10. Disappointing for most of the series, but the last two/three episodes and the Finale make up for that a little.\n\n\u001b[1m最終的な評価：7/10。 シリーズのほとんどは失望しているが、最後の2/3のエピソードとフィナーレがそれを補う。\u001b[22m\n\u001b[1m(Saishū-tekina hyōka: 7/ 10. Shirīzu no hotondo wa shitsubō shite iruga, saigo no 2/ 3 no episōdo to fināre ga sore o oginau.)\u001b[22m\n\nTranslations of \u001b[4mFinal rating: 7/10. Disappointing for most of the series, but the last two/three episodes and the Finale make up for that a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal rating: 7/10.\u001b[24m\n    \u001b[1m最終的な評価：7/10。\u001b[22m\n\u001b[4mDisappointing for most of the series, but the last two/three episodes and the Finale make up for that a little.\u001b[24m\n    \u001b[1mシリーズのほとんどは失望しているが、最後の2/3のエピソードとフィナーレがそれを補う。\u001b[22m, \u001b[1mシリーズのほとんどが、最後の2/3のエピソードやフィナーレのための失望は、そのほとんどを補います。\u001b[22m\n\u001b[1m\u001b[22m\nOriginal rating (after seeing Episode 1): 5/10.\n\n\u001b[1mオリジナルの評価（エピソード1を見た後）：5/10。\u001b[22m\n\u001b[1m(Orijinaru no hyōka (episōdo 1 o mita nochi): 5/ 10.)\u001b[22m\n\nTranslations of \u001b[4mOriginal rating (after seeing Episode 1): 5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOriginal rating (after seeing Episode 1): 5/10.\u001b[24m\n    \u001b[1mオリジナルの評価（エピソード1を見た後）：5/10。\u001b[22m, \u001b[1m（第1話を見た後）オリジナルの評価：5月10日。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Visceras",
    "profile": "/profile/Visceras/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=177059",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nTokyo Ghoul「Ghouls」について、ある人間のような半分の人間のことを語るショーだが、それはひとつのことを除いて私たちのように見える。人間は生き残るために人間を食べなければならない。\n\nええ、それは血の音と嫌な部分（人間を食べるようなもの）を持つ恐ろしいショーのように聞こえるが、そうではない。\n\n私たちはその概要を見ると、グールが喜んで食べているのを見ながら、死体から多くの血を出さなければならないというのは恐ろしいアニメだろうと思うかもしれません。本当に病気のプロットですが、  IT ISN'T。\n\n彼らはbloodie部分を非難し、人間を食べるときには、（最初​​のエピソードを除いて）その部分を示していないし、もはやそれを見ない、または非難される。 あなたがこの「病気」のテーマのためにこのショーがあなたを恐れると思うなら、心配しないでください。\n\n\n芸術について語ると、それは正常な芸術です。 実質的なデザイン、私はそれが素晴らしかったとは思わなかったが、キャラクターはしっかりしていて、よく作られていて、鮮やかな色で見事に見える。\n\n物語は、間違いなく私たちは間違いなく、グールと彼に関連するもの（グーグルのようにグーグルで変わるある種の武器であり、彼らは他のググルと戦うことができます）との素敵なプロットを持っています。 しかし、ちょうどそれは異なっています..残りはすべて素敵です。 私たちには、平和のために戦う嫌な主人公（少年のキャラクターのようです）と他の人は他のアニメのように見える他の二次キャラクターとほとんど同じです、通常の悪い女の子（Touka）があります。 彼らはグールであるという事実のために、彼らは彼らの後ろに素敵な歴史を持っていることがわかります。小さなキャラクターであっても、良いキャラクターの発展を作り出します。 ドラマ。\n\n音..私はそれをOK見つけた..それは非常に楽しいですが、プロットには合っているが、それ以外には何もありません。\n\n\n全体的に、それは喜ばしいアニメです、第2シーズンがリリースされていますので、これを試してみてください。あなたがプロットを気に入っていれば、このショーをフォローすることができます。 第2シーズンの最初のエピソードによると、東京グール第1シーズンxDの方がより良いショーを披露します。\n\n\nあなたからのフィードバックはいいです..私は私のレビューに取り組んできました、そして、私は良くなっていると思いますが、読者からのフィードバックはそれほど良くありません。 私は常にアニメーションが価値があるかどうか、あなたが私のレビューから見ることができるように私ができるように客観的であるように努めます。 しかし、私はあなたが何か言いたいことがあるならば、私はそれを正しくbeeingできないと感じているので、私にいくつかのフィードバックを与えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTokyo ghoul it's a show that talks about 'Ghouls' some sort of half humans, they look like us except in one thing: They have to eat humans to survive.\n\n\u001b[1mTokyo Ghoul「Ghouls」について、ある人間のような半分の人間のことを語るショーだが、それはひとつのことを除いて私たちのように見える。人間は生き残るために人間を食べなければならない。\u001b[22m\n\u001b[1m(Tokyo Ghoul `Ghouls' ni tsuite, aru ningen no yōna hanbun no ningen no koto o kataru shōdaga, sore wa hitotsu no koto o nozoite watashitachi no yō ni mieru. Ningen wa ikinokoru tame ni ningen o tabenakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mTokyo ghoul it's a show that talks about 'Ghouls' some sort of half humans, they look like us except in one thing: They have to eat humans to survive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo ghoul it's a show that talks about 'Ghouls' some sort of half humans, they look like us except in one thing: They have to eat humans to survive.\u001b[24m\n    \u001b[1mTokyo Ghoul「Ghouls」について、ある人間のような半分の人間のことを語るショーだが、それはひとつのことを除いて私たちのように見える。人間は生き残るために人間を食べなければならない。\u001b[22m, \u001b[1m東京グールは、それが「悪鬼 '側半分人間のいくつかの並べ替えを語る番組ですが、彼らは一つのことを除いて、私たちのように見える：彼らは生き残るために人間を食べなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nYeah .. it sounds like a horrible show with tones of blood and disgusting parts (like they eating the humans) .. but no it is not such thing.\n\n\u001b[1mええ、それは血の音と嫌な部分（人間を食べるようなもの）を持つ恐ろしいショーのように聞こえるが、そうではない。\u001b[22m\n\u001b[1m(E e, soreha chi no oto to iyana bubun (ningen o taberu yōna mono) o motsu osoroshī shō no yō ni kikoeruga,-sōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mYeah .. it sounds like a horrible show with tones of blood and disgusting parts (like they eating the humans) .. but no it is not such thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah .. it sounds like a horrible show with tones of blood and disgusting parts (like they eating the humans) .. but no it is not such thing.\u001b[24m\n    \u001b[1mええ、それは血の音と嫌な部分（人間を食べるようなもの）を持つ恐ろしいショーのように聞こえるが、そうではない。\u001b[22m, \u001b[1mうん..（彼らは人間を食べるように）それが血液や嫌な部分のトーンで恐ろしいショーのように聞こえる..しかし、何それはそのようなことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhen we look at the synopsis, we may think that it would be a terrible anime in the way that it would have to many blood coming out of dead bodies while watching the ghouls eating them with pleasure .. a really sick plot but i repeat, IT ISN´T.\n\n\u001b[1m私たちはその概要を見ると、グールが喜んで食べているのを見ながら、死体から多くの血を出さなければならないというのは恐ろしいアニメだろうと思うかもしれません。本当に病気のプロットですが、  IT ISN'T。\u001b[22m\n\u001b[1m(Watashitachi wa sono gaiyō o miru to, gūru ga yorokonde tabete iru no o minagara, shitai kara ōku no chi o dasanakereba naranai to iu no wa osoroshī animedarou to omou kamo shiremasen. Hontōni byōki no purottodesuga, IT ISN' T.)\u001b[22m\n\nTranslations of \u001b[4mWhen we look at the synopsis, we may think that it would be a terrible anime in the way that it would have to many blood coming out of dead bodies while watching the ghouls eating them with pleasure .. a really sick plot but i repeat, IT ISN´T.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen we look at the synopsis, we may think that it would be a terrible anime in the way that it would have to many blood coming out of dead bodies while watching the ghouls eating them with pleasure .. a really sick plot but i repeat,\u001b[24m\n    \u001b[1m私たちはその概要を見ると、グールが喜んで食べているのを見ながら、死体から多くの血を出さなければならないというのは恐ろしいアニメだろうと思うかもしれません。本当に病気のプロットですが、\u001b[22m, \u001b[1m我々はシノプシスを見てみると、私たちは喜びでそれらを食べて悪鬼を見ながら死体から出てくる多くの血液に持っているであろうことのようにひどいアニメだとお考えかもしれません..本当に病気のプロットが、私は繰り返し、\u001b[22m\n\u001b[4mIT ISN´T.\u001b[24m\n    \u001b[1mIT ISN'T。\u001b[22m\n\u001b[1m\u001b[22m\nThey censured the bloodie parts and when it comes to eat the humans, they do not show that part (except in the first episodes) then we no longer see it or it's censured. So don´t worry if you think that this show would scare you out becuase of this 'sick' theme.\n\n\u001b[1m彼らはbloodie部分を非難し、人間を食べるときには、（最初​​のエピソードを除いて）その部分を表示せず、その後も見えなくなったり、非難されたりします。 あなたがこの「病気」のテーマのためにこのショーがあなたを恐れると思うなら、心配しないでください。\u001b[22m\n\u001b[1m(Karera wa bloodie bubun o hinan shi, ningen o taberu toki ni wa,(saisho ​​ no episōdo o nozoite) sono bubun o hyōji sezu, sonogo mo mienaku nattari, hinan sa re tari shimasu. Anata ga kono `byōki' no tēma no tame ni kono shō ga anata o osoreru to omounara, shinpaishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThey censured the bloodie parts and when it comes to eat the humans, they do not show that part (except in the first episodes) then we no longer see it or it's censured. So don´t worry if you think that this show would scare you out becuase of this 'sick' theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey censured the bloodie parts and when it comes to eat the humans, they do not show that part (except in the first episodes) then we no longer see it or it's censured.\u001b[24m\n    \u001b[1m彼らはbloodie部分を非難し、人間を食べるときには、（最初のエピソードを除いて）その部分を表示せず、その後も見えなくなったり、非難されたりします。\u001b[22m, \u001b[1m彼らはbloodie部品を非難し、それが人間を食べに来るとき、彼らはその後、私たちはもはやそれを見ていないか、それが非難ます（最初のエピソードを除いて）その部分は表示されません。\u001b[22m\n\u001b[4mSo don´t worry if you think that this show would scare you out becuase of this 'sick' theme.\u001b[24m\n    \u001b[1mあなたがこの「病気」のテーマのためにこのショーがあなたを恐れると思うなら、心配しないでください。\u001b[22m, \u001b[1mあなたはこの番組がこの「病気」テーマのbecuaseあなたを怖がらせるだろうと思うのであれば心配ドント。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTalking about the art, it's a normal art. Substantial design, i didn't think it was to great, but the characters are solid, well made and with bright colors wich make them look nice.\n\n\u001b[1m芸術について語ると、それは正常な芸術です。 実質的なデザイン、私はそれが素晴らしかったとは思わなかったが、キャラクターはしっかりしていて、よく作られていて、鮮やかな色で見事に見える。\u001b[22m\n\u001b[1m(Geijutsu ni tsuite kataru to, sore wa seijōna geijutsudesu. Jisshitsu-tekina dezain, watashi wa sore ga subarashikatta to wa omowanakattaga, kyarakutā wa shikkari shite ite, yoku tsukura rete ite, azayakana iro de migoto ni mieru.)\u001b[22m\n\nTranslations of \u001b[4mTalking about the art, it's a normal art. Substantial design, i didn't think it was to great, but the characters are solid, well made and with bright colors wich make them look nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTalking about the art, it's a normal art.\u001b[24m\n    \u001b[1m芸術について語ると、それは正常な芸術です。\u001b[22m, \u001b[1m芸術について話す、それは正常な芸術です。\u001b[22m\n\u001b[4mSubstantial design, i didn't think it was to great, but the characters are solid, well made and with bright colors wich make them look nice.\u001b[24m\n    \u001b[1m実質的なデザイン、私はそれが素晴らしかったとは思わなかったが、キャラクターはしっかりしていて、よく作られていて、鮮やかな色で見事に見える。\u001b[22m, \u001b[1m実質的なデザインは、私はそれは素晴らしいものであったとは思いませんでしたが、文字が固体である、よく作られ、明るい色は彼らが素敵に見えるようWICHと。\u001b[22m\n\u001b[1m\u001b[22m\nThe story, well we definitely have a nice plot with the 'Ghouls' and related things to him (like their kagunes. Kagunes are some sort of weapon that changes in every Ghoul, and it allows them to fight against each others). But, just that is different .. all the rest is just nice. We have the usual badass girl (Touka), the anoying protagonist that fights for peace (it seems like a character from a shonen) and the others are pretty much the same as the others secondary characters look like in other animes. Although, due to the fact that they are ghouls, we find out that they have a nice history behind them, wich creates a good character developement even though it is small, it's enough to make us care, even for a litle bit, in the drama.\n\n\u001b[1m物語は、間違いなく私たちは間違いなく、グールと彼に関連するもの（グーグルのようにグーグルで変わるある種の武器であり、彼らは他のググルと戦うことができます）との素敵なプロットを持っています。 しかし、ちょうどそれは異なっています..残りはすべて素敵です。 私たちには、平和のために戦う嫌な主人公（少年のキャラクターのようです）と他の人は他のアニメのように見える他の二次キャラクターとほとんど同じです、通常の悪い女の子（Touka）があります。 彼らはグールであるという事実のために、彼らは彼らの後ろに素敵な歴史を持っていることがわかります。小さなキャラクターであっても、良いキャラクターの発展を作り出します。 ドラマ。\u001b[22m\n\u001b[1m(Monogatari wa, machigainaku watashitachiha machigainaku, gūru to kare ni kanren suru mono (gūguru no yō ni gūguru de kawaru arushuno bukideari, karera wa hoka no guguru to tatakau koto ga dekimasu) to no sutekina purotto o motte imasu. Shikashi, chōdo sore wa kotonatte imasu.. Nokori wa subete sutekidesu. Watashitachi ni wa, heiwanotameni tatakau iyana shujinkō (shōnen no kyarakutā no yōdesu) to hokanohito wa hoka no anime no yō ni mieru ta no niji kyarakutā to hotondo onajidesu, tsūjō no warui on'nanoko (Touka) ga arimasu. Karera wa gūrudearu to iu jijitsu no tame ni, karera wa karera no ushiro ni sutekina rekishi o motte iru koto ga wakarimasu. Chīsana kyarakutādeatte mo, yoi kyarakutā no hatten o tsukuridashimasu. Dorama.)\u001b[22m\n\nTranslations of \u001b[4mThe story, well we definitely have a nice plot with the 'Ghouls' and related things to him (like their kagunes. Kagunes are some sort of weapon that changes in every Ghoul, and it allows them to fight against each others). But, just that is different .. all the rest is just nice. We have the usual badass girl (Touka), the anoying protagonist that fights for peace (it seems like a character from a shonen) and the others are pretty much the same as the others secondary characters look like in other animes. Although, due to the fact that they are ghouls, we find out that they have a nice history behind them, wich creates a good character developement even though it is small, it's enough to make us care, even for a litle bit, in the drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, well we definitely have a nice plot with the 'Ghouls' and related things to him (like their kagunes. Kagunes are some sort of weapon that changes in every Ghoul, and it allows them to fight against each others).\u001b[24m\n    \u001b[1m物語は、間違いなく私たちは間違いなく、グールと彼に関連するもの（グーグルのようにグーグルで変わるある種の武器であり、彼らは他のググルと戦うことができます）との素敵なプロットを持っています。\u001b[22m, \u001b[1m物語は、よく我々は間違いなく彼に「悪鬼」および関連のものと素敵なプロットを持っている（そのkagunes。Kagunesのようにすべてのグールに変化する武器のいくつかの並べ替えであり、それは彼らがお互い戦うことができます）。\u001b[22m\n\u001b[4mBut, just that is different .. all the rest is just nice.\u001b[24m\n    \u001b[1mしかし、ちょうどそれは異なっています..残りはすべて素敵です。\u001b[22m, \u001b[1mしかし、ただそれは異なっている..すべての残りの部分がちょうどいいです。\u001b[22m\n\u001b[4mWe have the usual badass girl (Touka), the anoying protagonist that fights for peace (it seems like a character from a shonen) and the others are pretty much the same as the others secondary characters look like in other animes.\u001b[24m\n    \u001b[1m私たちには、平和のために戦う嫌な主人公（少年のキャラクターのようです）と他の人は他のアニメのように見える他の二次キャラクターとほとんど同じです、通常の悪い女の子（Touka）があります。\u001b[22m, \u001b[1m私たちはいつもの悪い女の子（Touka）、（それは少年から文字のように思える）と他の人はかなり二文字は、他のアニメでのように見える他の人と同じである平和のために戦うanoying主人公を持っています。\u001b[22m\n\u001b[4mAlthough, due to the fact that they are ghouls, we find out that they have a nice history behind them, wich creates a good character developement even though it is small, it's enough to make us care, even for a litle bit, in the\u001b[24m\n    \u001b[1m彼らはグールであるという事実のために、彼らは彼らの後ろに素敵な歴史を持っていることがわかります。小さなキャラクターであっても、良いキャラクターの発展を作り出します。\u001b[22m, \u001b[1m原因彼らは悪鬼であるという事実に、けれども、我々は、彼らが彼らの背後に素敵な歴史を持っていることを見つける、ウィッヒはで、それが小さくても、それもlitleビットのために、私たちは気にするのに十分な良い性格の開発効率向上を作成します\u001b[22m\n\u001b[4mdrama.\u001b[24m\n    \u001b[1mドラマ。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound .. i found it OK .. it is quite enjoyable, fits with the plot but nothing else besides that.\n\n\u001b[1m音..私はそれを見つけました。それはかなり楽しかったです。プロットに合っていましたが、それ以外は何もありませんでした。\u001b[22m\n\u001b[1m(Oto.. Watashi wa sore o mitsukemashita. Sore wa kanari tanoshikattadesu. Purotto ni atte imashitaga, soreigai wa nani mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound .. i found it OK .. it is quite enjoyable, fits with the plot but nothing else besides that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound .. i found it OK .. it is quite enjoyable, fits with the plot but nothing else besides that.\u001b[24m\n    \u001b[1m音..私はそれを見つけました。それはかなり楽しかったです。プロットに合っていましたが、それ以外は何もありませんでした。\u001b[22m, \u001b[1m音が..私はそれがOK..それは、非常に楽しいですプロットが、それ以外にも何もないと収まりが見つかりました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it is an ejoyable anime, the second season is now being released so chek this one and if you liked the plot, you will have the pleasure to follow up this show. According to the first episode of the second season, we will have a better show then Tokyo Ghoul first season xD.\n\n\u001b[1m全体的に、それは喜ばしいアニメです、第2シーズンがリリースされていますので、これを試してみてください。あなたがプロットを気に入っていれば、このショーをフォローすることができます。 第2シーズンの最初のエピソードによると、東京グール第1シーズンxDの方がより良いショーを披露します。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa yorokobashī animedesu, dai 2 shīzun ga rirīsu sa rete imasunode, kore o tameshite mite kudasai. Anata ga purotto o kiniitte ireba, kono shō o forō suru koto ga dekimasu. Dai 2 shīzun no saisho no episōdo ni yoru to, Tōkyō gūru dai 1 shīzun xD no kata ga yoriyoi shō o hirō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it is an ejoyable anime, the second season is now being released so chek this one and if you liked the plot, you will have the pleasure to follow up this show. According to the first episode of the second season, we will have a better show then Tokyo Ghoul first season xD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it is an ejoyable anime, the second season is now being released so chek this one and if you liked the plot, you will have the pleasure to follow up this show.\u001b[24m\n    \u001b[1m全体的に、それは喜ばしいアニメです、第2シーズンがリリースされていますので、これを試してみてください。あなたがプロットを気に入っていれば、このショーをフォローすることができます。\u001b[22m, \u001b[1m全体的に、それは第二シーズンは今では、このいずれかをチェクして、プロットを好きなら、あなたはこのショーをフォローアップする喜びを持っていますリリースされ、ejoyableアニメです。\u001b[22m\n\u001b[4mAccording to the first episode of the second season, we will have a better show then Tokyo Ghoul first season xD.\u001b[24m\n    \u001b[1m第2シーズンの最初のエピソードによると、東京グール第1シーズンxDの方がより良いショーを披露します。\u001b[22m, \u001b[1mセカンドシーズンの最初のエピソードによると、私たちはより良いショーその後、東京グール最初のシーズンのxDを持っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFeedback from you would be nice .. i've been working on my reviews, and i suppose that i'm getting better, but nothing is better then the feedback from the readers. I always try to be as objective as i can so that you can see from my reviews, if the anime worth or not. But i'm having the feeling that i'm not beeing able to it correctly so give me some feedback if you have something to say.\n\n\u001b[1mあなたからのフィードバックはいいです..私は私のレビューに取り組んできました、そして、私は良くなっていると思いますが、読者からのフィードバックはそれほど良くありません。 私は常にアニメーションが価値があるかどうか、あなたが私のレビューから見ることができるように私ができるように客観的であるように努めます。 しかし、私はあなたが何か言いたいことがあるならば、私はそれを正しくbeeingできないと感じているので、私にいくつかのフィードバックを与えます。\u001b[22m\n\u001b[1m(Anata kara no fīdobakku wa īdesu.. Watashi wa watashi no rebyū ni torikunde kimashita, soshite, watashi wa yoku natte iru to omoimasuga, dokusha kara no fīdobakku wa sore hodo yoku arimasen. Watashi wa tsuneni animēshon ga kachigāru ka dō ka, anata ga watashi no rebyū kara miru koto ga dekiru yō ni watashi ga dekiru yō ni kakkantekidearu yō ni tsutomemasu. Shikashi, watashi wa anata ga nani ka iitai koto ga arunaraba, watashi wa sore o tadashiku beeing dekinai to kanjite irunode, watashi ni ikutsu ka no fīdobakku o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mFeedback from you would be nice .. i've been working on my reviews, and i suppose that i'm getting better, but nothing is better then the feedback from the readers. I always try to be as objective as i can so that you can see from my reviews, if the anime worth or not. But i'm having the feeling that i'm not beeing able to it correctly so give me some feedback if you have something to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeedback from you would be nice .. i've been working on my reviews, and i suppose that i'm getting better, but nothing is better then the feedback from the readers.\u001b[24m\n    \u001b[1mあなたからのフィードバックはいいです..私は私のレビューに取り組んできました、そして、私は良くなっていると思いますが、読者からのフィードバックはそれほど良くありません。\u001b[22m, \u001b[1mあなたからのフィードバックがいいだろう..私は私のレビューに取り組んできた、と私は良くなっていると仮定したが、何も読者からのフィードバックその後、より良いではありません。\u001b[22m\n\u001b[4mI always try to be as objective as i can so that you can see from my reviews, if the anime worth or not.\u001b[24m\n    \u001b[1m私は常にアニメーションが価値があるかどうか、あなたが私のレビューから見ることができるように私ができるように客観的であるように努めます。\u001b[22m, \u001b[1m私はいつもアニメの価値かどう私はあなたが、私のレビューから見ることができることができることとして客観的にみてください。\u001b[22m\n\u001b[4mBut i'm having the feeling that i'm not beeing able to it correctly so give me some feedback if you have something to say.\u001b[24m\n    \u001b[1mしかし、私はあなたが何か言いたいことがあるならば、私はそれを正しくbeeingできないと感じているので、私にいくつかのフィードバックを与えます。\u001b[22m, \u001b[1mしかし、私は、あなたが言いたいことがある場合はそのように私にいくつかのフィードバックを与える私が正しくすることができるbeeingていないよ気持ちを抱えています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "TiddlywinkUmbry",
    "profile": "/profile/TiddlywinkUmbry/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=201979",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  8\n\n私は何よりもまずアニメを楽しんだと言っています。 このマンガを読んだ後、私は60の奇妙な章を12のエピソードに詰め込むのはひどい考えだとしか言えません。 それが24のエピソードの向こう側に広がっていたなら、それはずっと面白いでしょう。 さて、それに入ってみましょう。\n\nストーリー5  - \nストーリーは「大丈夫です」と言いましたが、必要な章がなければ、速いスピードで時間が動いているように感じました。 それはグールが今だけ扱われている理由など、状況全体に欠けている深刻な塊があるように感じました。 なぜ地獄でコーヒーを飲むことができますか？ これらの質問はどれも残念ながら答えられません。 かなり多くの感情は、ばかばかしく強制的で非人道的だと感じました。 それは、ソップの物語からちょうど騒々しいおとぎに変わった。 しかし、それがどんなに悪いものであっても、私は時には物語に引き込まれて助けにならなかった。\n\nアート6-\n芸術は全体的にかなり良いものでしたが、家に書くことは何もありませんでした。 すべての顔の特徴が無作為に欠けているような、明らかなデリプスが注目されました。 しかし、アニメーションは大丈夫だった。 それは私が本当にそれについて言うことができるすべてです。\n\nサウンド7  - \n私はOSTを楽しんだ。たとえそれがほんのわずかしかなくても、私が自殺を誘惑しているように聞こえた。 しかし、このことについても私は言うことができません。\n\nキャラクター5-\nキャラクターの開発はあまりにも速く走った。 私はエピソード2で一人のキャラクターを絶対に嫌っていましたが、エピソード5で彼らと恋に落ちました.24エピソードは必須です。 私はそれが両方の側面が良いか悪いかを示すことを試みているが、それは自分自身と多くの視聴者があらゆる性格に対して矛盾した気持ちを持つ原因となった。 それはちょうどKanekiサークルジャークになってしまった、誰も他の文字のいずれかについて気にしなかった。\n\n楽しさ8-\n多くの欠陥があるにもかかわらず、東京グールはまだ私に興味を持ち続けていて、Rule34で文字を見るように管理していました。そして、迷惑なことは、私はまだなぜそれがわからないということです。 私はこのアニメが私だと思うべきですが、私はあまりにも楽しんでいます。\n\n全体的に6-\nその欠陥にもかかわらず、ちょうどナルトとワンピースのように、それは観客の心を捉えることができた。 私はまだこの日までに疑問を抱いています。 それは普通の物語やキャラクターを持っているかもしれませんが、人々に興味を持っているというコンセプトのようなものがあります。 それは、私から肉汁の味があり、ちょっと変わった6を得る。\n - このレビューは、yaHzeeの不断の注目のおかげで編集されました。 私たちのすべての子供たちを避難させていただきありがとうございます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI would first and foremost like to say that I really enjoyed the anime. After reading this manga I can only say that it was a terrible idea to cram 60 odd chapters into 12 episodes. It would be a lot more entertaining if it was spread out across 24 episodes. Well let's get into it.\n\n\u001b[1m私は何よりもまずアニメを楽しんだと言っています。 このマンガを読んだ後、私は60の奇妙な章を12のエピソードに詰め込むのはひどい考えだとしか言えません。 それが24のエピソードの向こう側に広がっていたなら、それはずっと面白いでしょう。 さて、それに入ってみましょう。\u001b[22m\n\u001b[1m(Watashi wa naniyori mo mazu anime o tanoshinda to itte imasu. Kono manga o yonda nochi, watashi wa 60 no kimyōna shō o 12 no episōdo ni tsumekomu no wa hidoi kangaeda to shika iemasen. Sore ga 24 no episōdo no mukō-gawa ni hirogatte itanara, sore wa zutto omoshiroideshou. Sate, sore ni haitte mimashou.)\u001b[22m\n\nTranslations of \u001b[4mI would first and foremost like to say that I really enjoyed the anime. After reading this manga I can only say that it was a terrible idea to cram 60 odd chapters into 12 episodes. It would be a lot more entertaining if it was spread out across 24 episodes. Well let's get into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would first and foremost like to say that I really enjoyed the anime.\u001b[24m\n    \u001b[1m私は何よりもまずアニメを楽しんだと言っています。\u001b[22m, \u001b[1m私は何よりもまず、私は本当にアニメを楽しんだことを言いたいです。\u001b[22m\n\u001b[4mAfter reading this manga I can only say that it was a terrible idea to cram 60 odd chapters into 12 episodes.\u001b[24m\n    \u001b[1mこのマンガを読んだ後、私は60の奇妙な章を12のエピソードに詰め込むのはひどい考えだとしか言えません。\u001b[22m, \u001b[1mこの漫画を読んだ後、私は12のエピソードに60奇数章を詰め込むために恐ろしい考えだったと言うことができます。\u001b[22m\n\u001b[4mIt would be a lot more entertaining if it was spread out across 24 episodes.\u001b[24m\n    \u001b[1mそれが24のエピソードの向こう側に広がっていたなら、それはずっと面白いでしょう。\u001b[22m, \u001b[1mそれは24のエピソードにまたがっていた場合、それはより多くの面白いだろう。\u001b[22m\n\u001b[4mWell let's get into it.\u001b[24m\n    \u001b[1mさて、それに入ってみましょう。\u001b[22m, \u001b[1mまあさんがそれに取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory 5-\n\n\u001b[1mストーリー5  - \u001b[22m\n\u001b[1m(Sutōrī 5 -)\u001b[22m\n\nTranslations of \u001b[4mStory 5-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 5-\u001b[24m\n    \u001b[1mストーリー5  - \u001b[22m, \u001b[1mストーリー5-\u001b[22m\nThe story was 'ok' to say the least, but without the needed chapters, it felt like time was moving by at the speed of fast. It felt like there was some serious chunks missing in the whole situation such as why are ghouls only being dealt with now? Why the hell can ghouls drink coffee? None of these questions are answered unfortunately. Quite a lot of the emotion felt ridiculously forced and inhuman. It turned from a sop story into just a whiny tantrum. But I couldn't help at times being drawn into the story, no matter how bad it was.\n\n\u001b[1mストーリーは「大丈夫です」と言いましたが、必要な章がなければ、速いスピードで時間が動いているように感じました。 それはグールが今だけ扱われている理由など、状況全体に欠けている深刻な塊があるように感じました。 なぜ地獄でコーヒーを飲むことができますか？ これらの質問はどれも残念ながら答えられません。 かなり多くの感情は、ばかばかしく強制的で非人道的だと感じました。 それは、ソップの物語からちょうど騒々しいおとぎに変わった。 しかし、それがどんなに悪いものであっても、私は時には物語に引き込まれて助けにならなかった。\u001b[22m\n\u001b[1m(Sutōrī wa `daijōbudesu' to iimashitaga, hitsuyōna shō ga nakereba, hayai supīdo de jikan ga ugoite iru yō ni kanjimashita. Sore wa gūru ga ima dake atsukawa rete iru riyū nado, jōkyō zentai ni kakete iru shinkokuna katamari ga aru yō ni kanjimashita. Naze jigoku de kōhī o nomu koto ga dekimasu ka? Korera no shitsumon wa dore mo zan'nen'nagara kotae raremasen. Kanari ōku no kanjō wa, bakabakashiku kyōsei-tekide hijindōtekida to kanjimashita. Sore wa, soppu no monogatari kara chōdo sōzōshī o togi ni kawatta. Shikashi, sore ga don'nani warui monodeatte mo, watashi wa tokiniha monogatari ni hikikoma rete tasuke ni naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe story was 'ok' to say the least, but without the needed chapters, it felt like time was moving by at the speed of fast. It felt like there was some serious chunks missing in the whole situation such as why are ghouls only being dealt with now? Why the hell can ghouls drink coffee? None of these questions are answered unfortunately. Quite a lot of the emotion felt ridiculously forced and inhuman. It turned from a sop story into just a whiny tantrum. But I couldn't help at times being drawn into the story, no matter how bad it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was 'ok' to say the least, but without the needed chapters, it felt like time was moving by at the speed of fast.\u001b[24m\n    \u001b[1mストーリーは「大丈夫です」と言いましたが、必要な章がなければ、速いスピードで時間が動いているように感じました。\u001b[22m, \u001b[1m物語は控えめに言って「OK」だったが、時間が速いの速度ですることによって動いていたように必要なチャプターせず、それは感じました。\u001b[22m\n\u001b[4mIt felt like there was some serious chunks missing in the whole situation such as why are ghouls only being dealt with now?\u001b[24m\n    \u001b[1mそれはグールが今だけ扱われている理由など、状況全体に欠けている深刻な塊があるように感じました。\u001b[22m, \u001b[1mこのような悪鬼が、今だけで対処されている理由として、全体的な状況にはないいくつかの深刻な塊があったようですが感じましたか？\u001b[22m\n\u001b[4mWhy the hell can ghouls drink coffee?\u001b[24m\n    \u001b[1mなぜ地獄でコーヒーを飲むことができますか？\u001b[22m, \u001b[1mなぜ地獄は悪鬼は、コーヒーを飲むことができますか？\u001b[22m\n\u001b[4mNone of these questions are answered unfortunately.\u001b[24m\n    \u001b[1mこれらの質問はどれも残念ながら答えられません。\u001b[22m, \u001b[1mこれらの質問のいずれも、残念ながら答えはありません。\u001b[22m\n\u001b[4mQuite a lot of the emotion felt ridiculously forced and inhuman.\u001b[24m\n    \u001b[1mかなり多くの感情は、ばかばかしく強制的で非人道的だと感じました。\u001b[22m, \u001b[1m感情のかなり多くは、途方もなく強制と非人道的なと感じました。\u001b[22m\n\u001b[4mIt turned from a sop story into just a whiny tantrum.\u001b[24m\n    \u001b[1mそれは、ソップの物語からちょうど騒々しいおとぎに変わった。\u001b[22m, \u001b[1mそれはちょうど不機嫌そうなかんしゃくにSOPの話から変わりました。\u001b[22m\n\u001b[4mBut I couldn't help at times being drawn into the story, no matter how bad it was.\u001b[24m\n    \u001b[1mしかし、それがどんなに悪いものであっても、私は時には物語に引き込まれて助けにならなかった。\u001b[22m, \u001b[1mしかし、私は関係なく、それがいかに悪い、時間が物語に引き込まれる時に助けることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt 6-\n\n\u001b[1mアート6-\u001b[22m\n\u001b[1m(Āto 6 -)\u001b[22m\n\nTranslations of \u001b[4mArt 6-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 6-\u001b[24m\n    \u001b[1mアート6-\u001b[22m, \u001b[1mアート、6-\u001b[22m\nThe art was pretty good overall, but nothing to write home about. The obvious derps were noted, such as characters randomly missing all facial features. But the animation was ok. That is all I can say about it really.\n\n\u001b[1m芸術は全体的にかなり良いものでしたが、家に書くことは何もありませんでした。 すべての顔の特徴が無作為に欠けているような、明らかなデリプスが注目されました。 しかし、アニメーションは大丈夫だった。 それは私が本当にそれについて言うことができるすべてです。\u001b[22m\n\u001b[1m(Geijutsu wa zentai-teki ni kanari yoi monodeshitaga,-ka ni kaku koto wa nani mo arimasendeshita. Subete no kao no tokuchō ga musakui ni kakete iru yōna, akirakana deripusu ga chūmoku sa remashita. Shikashi, animēshon wa daijōbudatta. Sore wa watashi ga hontōni sore ni tsuite iu koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was pretty good overall, but nothing to write home about. The obvious derps were noted, such as characters randomly missing all facial features. But the animation was ok. That is all I can say about it really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was pretty good overall, but nothing to write home about.\u001b[24m\n    \u001b[1m芸術は全体的にかなり良いものでしたが、家に書くことは何もありませんでした。\u001b[22m, \u001b[1m技術は、全体的にかなり良いでしたが、大したことではありません。\u001b[22m\n\u001b[4mThe obvious derps were noted, such as characters randomly missing all facial features.\u001b[24m\n    \u001b[1mすべての顔の特徴が無作為に欠けているような、明らかなデリプスが注目されました。\u001b[22m, \u001b[1m明らかなderpsは、そのような文字がランダムにすべての顔の特徴を存在しないものとして、注目されました。\u001b[22m\n\u001b[4mBut the animation was ok.\u001b[24m\n    \u001b[1mしかし、アニメーションは大丈夫だった。\u001b[22m, \u001b[1mしかし、アニメーションはOKでした。\u001b[22m\n\u001b[4mThat is all I can say about it really.\u001b[24m\n    \u001b[1mそれは私が本当にそれについて言うことができるすべてです。\u001b[22m, \u001b[1mそれは私が実際にそれについて言うことができるすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7-\n\n\u001b[1mサウンド7  - \u001b[22m\n\u001b[1m(Saundo 7 -)\u001b[22m\n\nTranslations of \u001b[4mSound 7-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7-\u001b[24m\n    \u001b[1mサウンド7  - \u001b[22m, \u001b[1mサウンド7-\u001b[22m\nI really enjoyed the OST's, even if there were very few and each one sounded like it was luring me into suicide. But there also also not much I can say about this either.\n\n\u001b[1m私はOSTを楽しんだ。たとえそれがほんのわずかしかなくても、私が自殺を誘惑しているように聞こえた。 しかし、このことについても私は言うことができません。\u001b[22m\n\u001b[1m(Watashi wa OST o tanoshinda. Tatoe sore ga hon'no wazuka shika nakute mo, watashi ga jisatsu o yūwaku shite iru yō ni kikoeta. Shikashi, kono koto ni tsuite mo watashi wa iu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed the OST's, even if there were very few and each one sounded like it was luring me into suicide. But there also also not much I can say about this either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed the OST's, even if there were very few and each one sounded like it was luring me into suicide.\u001b[24m\n    \u001b[1m私はOSTを楽しんだ。たとえそれがほんのわずかしかなくても、私が自殺を誘惑しているように聞こえた。\u001b[22m, \u001b[1m私は実際には非常に少数があった場合でも、OSTの楽しみ、それが自殺に私をおびき寄せたようにそれぞれが聞こえました。\u001b[22m\n\u001b[4mBut there also also not much I can say about this either.\u001b[24m\n    \u001b[1mしかし、このことについても私は言うことができません。\u001b[22m, \u001b[1mしかし、また、また、多くの私はどちらかこのことについてそこに言うことができません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 5-\n\n\u001b[1mキャラクター5-\u001b[22m\n\u001b[1m(Kyarakutā 5 -)\u001b[22m\n\nTranslations of \u001b[4mCharacter 5-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 5-\u001b[24m\n    \u001b[1mキャラクター5-\u001b[22m, \u001b[1m文字5-\u001b[22m\nThe character development ran WAY too quickly. It was ridiculous that I absolutely hated one character in episode 2, but fell in love with them by episode 5. This is why 24 episodes is ESSENTIAL. I get that it's trying to show that both sides are neither good or bad, but it caused myself and a lot of viewers to have conflicted feelings for every character. It just ended up turning into a Kaneki circle jerk, nobody gave a damn about any of the other characters.\n\n\u001b[1mキャラクターの開発はあまりにも速く走った。 私はエピソード2で一人のキャラクターを絶対に嫌っていましたが、エピソード5で彼らと恋に落ちました.24エピソードは必須です。 私はそれが両方の側面が良いか悪いかを示すことを試みているが、それは自分自身と多くの視聴者がすべての性格について相反する気持ちを持つ原因となった。 それはちょうどKanekiサークルジャークになってしまった、誰も他の文字のいずれかについて気にしなかった。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa amarini mo hayaku hashitta. Watashi wa episōdo 2 de hitori no kyarakutā o zettai ni kiratte imashitaga, episōdo 5 de karera to koi ni ochimashita. 24 Episōdo wa hissudesu. Watashi wa sore ga ryōhō no sokumen ga yoi ka warui ka o shimesu koto o kokoromite iruga, soreha jibun jishin to ōku no shichō-sha ga subete no seikaku ni tsuite sōhansuru kimochi o motsu gen'in to natta. Sore wa chōdo Kaneki sākurujāku ni natte shimatta, dare mo hoka no moji no izureka ni tsuite ki ni shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe character development ran WAY too quickly. It was ridiculous that I absolutely hated one character in episode 2, but fell in love with them by episode 5. This is why 24 episodes is ESSENTIAL. I get that it's trying to show that both sides are neither good or bad, but it caused myself and a lot of viewers to have conflicted feelings for every character. It just ended up turning into a Kaneki circle jerk, nobody gave a damn about any of the other characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development ran WAY too quickly.\u001b[24m\n    \u001b[1mキャラクターの開発はあまりにも速く走った。\u001b[22m, \u001b[1mキャラクターの成長はあまりにも急速に走りました。\u001b[22m\n\u001b[4mIt was ridiculous that I absolutely hated one character in episode 2, but fell in love with them by episode 5. This is why 24 episodes is ESSENTIAL.\u001b[24m\n    \u001b[1m私はエピソード2で一人のキャラクターを絶対に嫌っていましたが、エピソード5で彼らと恋に落ちました.24エピソードは必須です。\u001b[22m, \u001b[1m私が絶対にエピソード2で1文字を嫌っていることをばかげだったが、24エピソードが不可欠である理由ですエピソード5で彼らと恋に落ちました。\u001b[22m\n\u001b[4mI get that it's trying to show that both sides are neither good or bad, but it caused myself and a lot of viewers to have conflicted feelings for every character.\u001b[24m\n    \u001b[1m私はそれが両方の側面が良いか悪いかを示すことを試みているが、それは自分自身と多くの視聴者がすべての性格について相反する気持ちを持つ原因となった。\u001b[22m, \u001b[1m私は両側が良いか悪いかでもないことを示すためにしようとしていることを得るが、それは自分自身を引き起こし、視聴者の多くは、すべての文字に競合感情を持っています。\u001b[22m\n\u001b[4mIt just ended up turning into a Kaneki circle jerk, nobody gave a damn about any of the other characters.\u001b[24m\n    \u001b[1mそれはちょうどKanekiサークルジャークになってしまった、誰も他の文字のいずれかについて気にしなかった。\u001b[22m, \u001b[1mそれはちょうどKanekiサークルジャークに回すことになった、誰もが他の文字のいずれかについて気を与えませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 8-\n\n\u001b[1m楽しさ8-\u001b[22m\n\u001b[1m(Tanoshisa 8 -)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8-\u001b[24m\n    \u001b[1m楽しさ8-\u001b[22m, \u001b[1m楽し8-\u001b[22m\nEven with its many flaws, Tokyo Ghoul stilled managed to keep me interested and managed me to look characters up on Rule34 and the annoying thing is that I still don't know why. I should think this anime is meh, but I just enjoy it too much.\n\n\u001b[1m多くの欠陥があるにもかかわらず、東京グールはまだ私に興味を持ち続けていて、Rule34で文字を見るように管理していました。そして、迷惑なことは、私はまだなぜそれがわからないということです。 私はこのアニメが私だと思うべきですが、私はあまりにも楽しんでいます。\u001b[22m\n\u001b[1m(Ōku no kekkan ga aru nimokakawarazu, Tōkyō gūru wa mada watashi ni kyōmi o mochi tsudzukete ite, rūru 34 de moji o miru yō ni kanri shite imashita. Soshite, meiwakuna koto wa, watashi wa mada naze sore ga wakaranai to iu kotodesu. Watashi wa kono anime ga watashida to omoubekidesuga, watashi wa amarini mo tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mEven with its many flaws, Tokyo Ghoul stilled managed to keep me interested and managed me to look characters up on Rule34 and the annoying thing is that I still don't know why. I should think this anime is meh, but I just enjoy it too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven with its many flaws, Tokyo Ghoul stilled managed to keep me interested and managed me to look characters up on Rule34 and the annoying thing is that I still don't know why.\u001b[24m\n    \u001b[1m多くの欠陥があるにもかかわらず、東京グールはまだ私に興味を持ち続けていて、Rule34で文字を見るように管理していました。そして、迷惑なことは、私はまだなぜそれがわからないということです。\u001b[22m, \u001b[1mでもその多くの欠陥で、東京グールは興味を持って私を保つために管理し、Rule34上で文字をルックアップするために私を管理し、迷惑な事は、私はまだ理由がわからないということですstilled。\u001b[22m\n\u001b[4mI should think this anime is meh, but I just enjoy it too much.\u001b[24m\n    \u001b[1m私はこのアニメが私だと思うべきですが、私はあまりにも楽しんでいます。\u001b[22m, \u001b[1m私はこのアニメはまあまあだと思う必要がありますが、私はあまりにも多くのそれを楽しみます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 6-\n\n\u001b[1m全体的に6-\u001b[22m\n\u001b[1m(Zentai-teki ni 6 -)\u001b[22m\n\nTranslations of \u001b[4mOverall 6-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 6-\u001b[24m\n    \u001b[1m全体的に6-\u001b[22m, \u001b[1m全体的に、6-\u001b[22m\nDespite its flaws, just like Naruto and One Piece it has managed to capture the heart of its audience. Which is something that I am still questioning to this day. It may have mediocre story and characters, but there is just something about it such as the concept that keep people interested. It gets a juicy meaty and slightly tangy 6 from me.\n\n\u001b[1mその欠陥にもかかわらず、ちょうどナルトとワンピースのように、それは観客の心を捉えることができた。 私はまだこの日までに疑問を抱いています。 それは普通の物語やキャラクターを持っているかもしれませんが、人々に興味を持っているというコンセプトのようなものがあります。 それは、私から肉汁の味があり、ちょっと変わった6を得る。\u001b[22m\n\u001b[1m(Sono kekkan nimokakawarazu, chōdo naruto to wanpīsu no yō ni, soreha kankyaku no kokoro o toraeru koto ga dekita. Watashi wa mada kono Ni~Tsu made ni gimon o daite imasu. Sore wa futsū no monogatari ya kyarakutā o motte iru kamo shiremasenga, hitobito ni kyōmi o motte iru to iu konseputo no yōna mono ga arimasu. Sore wa, watashi kara nikujū no aji ga ari, chotto kawatta 6 o eru.)\u001b[22m\n\nTranslations of \u001b[4mDespite its flaws, just like Naruto and One Piece it has managed to capture the heart of its audience. Which is something that I am still questioning to this day. It may have mediocre story and characters, but there is just something about it such as the concept that keep people interested. It gets a juicy meaty and slightly tangy 6 from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite its flaws, just like Naruto and One Piece it has managed to capture the heart of its audience.\u001b[24m\n    \u001b[1mその欠陥にもかかわらず、ちょうどナルトとワンピースのように、それは観客の心を捉えることができた。\u001b[22m, \u001b[1mその欠陥にもかかわらず、ちょうどナルトとワンピースのようにそれは、その観客の心を捉えることに成功しました。\u001b[22m\n\u001b[4mWhich is something that I am still questioning to this day.\u001b[24m\n    \u001b[1m私はまだこの日までに疑問を抱いています。\u001b[22m, \u001b[1mこれは私はまだこの日に質問していたものです。\u001b[22m\n\u001b[4mIt may have mediocre story and characters, but there is just something about it such as the concept that keep people interested.\u001b[24m\n    \u001b[1mそれは普通の物語やキャラクターを持っているかもしれませんが、人々に興味を持っているというコンセプトのようなものがあります。\u001b[22m, \u001b[1mそれは平凡なストーリーとキャラクターを持っているかもしれないが、それについての何かは、そのような興味がある人を維持する概念としてだけ存在します。\u001b[22m\n\u001b[4mIt gets a juicy meaty and slightly tangy 6 from me.\u001b[24m\n    \u001b[1mそれは、私から肉汁の味があり、ちょっと変わった6を得る。\u001b[22m, \u001b[1mそれは私から6肉のジューシーと少しピリッとします。\u001b[22m\n-This review has been edited thanks to the undying attention of yaHzee. Thank you for sheltering all of our children.\n\n\u001b[1m - このレビューは、yaHzeeの不断の注目のおかげで編集されました。 私たちのすべての子供たちを避難させていただきありがとうございます。\u001b[22m\n\u001b[1m(- Kono rebyū wa, yaHzee no fudan no chūmoku no okage de henshū sa remashita. Watashitachi no subete no kodomo-tachi o hinan sa sete itadaki arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4m-This review has been edited thanks to the undying attention of yaHzee. Thank you for sheltering all of our children.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-This review has been edited thanks to the undying attention of yaHzee.\u001b[24m\n    \u001b[1m - このレビューは、yaHzeeの不断の注目のおかげで編集されました。\u001b[22m, \u001b[1m - このレビューはyaHzeeの不滅の注目のおかげで編集されています。\u001b[22m\n\u001b[4mThank you for sheltering all of our children.\u001b[24m\n    \u001b[1m私たちのすべての子供たちを避難させていただきありがとうございます。\u001b[22m, \u001b[1m私たちの子供たちのすべてを避難していただきありがとうございます。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "3icepwn",
    "profile": "/profile/3icepwn/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=163377",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  7\n\nTokyo ghoulグールと人間の世界での葛藤にもとづいた人気のあるマンガの12話のアニメ化。 漫画を読んだら、ショーのキャラクターの開発やストーリーでは貧弱なので、アニメと比較するのは難しいです。 ショーは、多くの視聴者を混乱させ、生産者が達成しようとしていたものと同感が薄い詳細が欠けています。 これは、目隠しされた高速道路での運転のようなものである12のエピソードに60章を強制する理由のために行われます。\n\n心理的な側面と暗い雰囲気は、私がKanekiの戦いと半分の人間/半分のghoulの生活の闘いを見て興味をそそられているので、私を魅了したものです。 キャストサイズと12個のエピソード全体のペースは崩壊しています。 いずれのキャラクターに対しても何らかのつながりや感情を持たせることは困難でした。 アニメーションは美しくデザインされたクインクとカグネ（武器）で見て楽しいものでした。 オープニングとエンディングは、トーンを完璧に表現しているので、聴くのが楽しく楽しいものでした。\n\n全体的に私は心理ゴアショーが好きなので、東京のグールを楽しんだ。 私はマンガを読んでおくことをお勧めしますが、それは読みやすくするためです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTokyo ghoul a 12 episode anime adaptation of the popular manga based around conflict in a world of ghouls and humans. After reading the manga, it is hard to compare it to the anime as it is poorly executed with the shows character development and story. The show lacks detail which leaves many viewers confused and less sympathetic from what the producers were trying to achieve. This is done for the reasons of forcing 60 chapters into 12 episodes which is like driving on the freeway blindfolded.\n\n\u001b[1mTokyo ghoulグールと人間の世界での葛藤にもとづいた人気のあるマンガの12話のアニメ化。 漫画を読んだら、ショーのキャラクターの開発やストーリーでは貧弱なので、アニメと比較するのは難しいです。 ショーは、多くの視聴者を混乱させ、生産者が達成しようとしていたものと同感が薄い詳細が欠けています。 これは、目隠しされた高速道路での運転のようなものである12のエピソードに60章を強制する理由のために行われます。\u001b[22m\n\u001b[1m(Tokyo ghoul gūru to ningen no sekai de no kattō ni motodzuita ninkinoaru manga no 12-wa no anime-ka. Manga o yondara, shō no kyarakutā no kaihatsu ya sutōrīde wa hinjakunanode, anime to hikaku suru no wa muzukashīdesu. Shō wa, ōku no shichō-sha o konran sa se, seisan-sha ga tassei shiyou to shite ita mono to dōkan ga usui shōsai ga kakete imasu. Kore wa, mekakushi sa reta kōzokudōro de no unten no yōna monodearu 12 no episōdo ni 60-shō o kyōsei suru riyū no tame ni okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mTokyo ghoul a 12 episode anime adaptation of the popular manga based around conflict in a world of ghouls and humans. After reading the manga, it is hard to compare it to the anime as it is poorly executed with the shows character development and story. The show lacks detail which leaves many viewers confused and less sympathetic from what the producers were trying to achieve. This is done for the reasons of forcing 60 chapters into 12 episodes which is like driving on the freeway blindfolded.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo ghoul a 12 episode anime adaptation of the popular manga based around conflict in a world of ghouls and humans.\u001b[24m\n    \u001b[1mTokyo ghoulグールと人間の世界での葛藤にもとづいた人気のあるマンガの12話のアニメ化。\u001b[22m, \u001b[1m東京は悪鬼と人間の世界に紛争を中心に人気のある漫画の12エピソードのアニメの適応をグール。\u001b[22m\n\u001b[4mAfter reading the manga, it is hard to compare it to the anime as it is poorly executed with the shows character development and story.\u001b[24m\n    \u001b[1m漫画を読んだら、ショーのキャラクターの開発やストーリーでは貧弱なので、アニメと比較するのは難しいです。\u001b[22m, \u001b[1m漫画を読んだ後、不完全に示す文字の開発と話を実行するようにアニメと比較することは困難です。\u001b[22m\n\u001b[4mThe show lacks detail which leaves many viewers confused and less sympathetic from what the producers were trying to achieve.\u001b[24m\n    \u001b[1mショーは、多くの視聴者を混乱させ、生産者が達成しようとしていたものと同感が薄い詳細が欠けています。\u001b[22m, \u001b[1mショーは混乱し、生産者が達成しようとしていたものから少ない交感神経多くの視聴者を残す詳細を欠いています。\u001b[22m\n\u001b[4mThis is done for the reasons of forcing 60 chapters into 12 episodes which is like driving on the freeway blindfolded.\u001b[24m\n    \u001b[1mこれは、目隠しされた高速道路での運転のようなものである12のエピソードに60章を強制する理由のために行われます。\u001b[22m, \u001b[1mこれは、高速道路の目隠しに運転のようである12のエピソードに60章を強制的理由で行われています。\u001b[22m\n\u001b[1m\u001b[22m\nThe psychological aspect and dark atmosphere is what got me hooked as I was intrigued of seeing Kaneki battle and struggle of living a half human/half ghoul. The cast size and overall pacing within the 12 episodes is its downfall. It was hard to have any sort of connection or emotion towards any of the characters. The animation was fun to watch with beautifully designed quinque and kagune (weapons). The opening and ending were great and fun to listen to as it described the tone perfectly.\n\n\u001b[1m心理的な側面と暗い雰囲気は、私がKanekiの戦いと半分の人間/半分のghoulの生活の闘いを見て興味をそそられているので、私を魅了したものです。 キャストサイズと12個のエピソード全体のペースは崩壊しています。 いずれのキャラクターに対しても何らかのつながりや感情を持たせることは困難でした。 アニメーションは美しくデザインされたクインクとカグネ（武器）で見て楽しいものでした。 オープニングとエンディングは、トーンを完璧に表現しているので、聴くのが楽しく楽しいものでした。\u001b[22m\n\u001b[1m(Shinri-tekina sokumen to kurai fun'iki wa, watashi ga Kaneki no tatakai to hanbun no ningen/ hanbun no ghoul no seikatsu no tatakai o mite kyōmi o sosora rete irunode, watashi o miryō shita monodesu. Kyasuto saizu to 12-ko no episōdo zentai no pēsu wa hōkai shite imasu. Izure no kyarakutā ni taishite mo nanrakano tsunagari ya kanjō o mota seru koto wa kon'nandeshita. Animēshon wa utsukushiku dezain sa reta kuinku to kagune (buki) de mite tanoshī monodeshita. Ōpuningu to endingu wa, tōn o kanpeki ni hyōgen shite irunode, kiku no ga tanoshiku tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe psychological aspect and dark atmosphere is what got me hooked as I was intrigued of seeing Kaneki battle and struggle of living a half human/half ghoul. The cast size and overall pacing within the 12 episodes is its downfall. It was hard to have any sort of connection or emotion towards any of the characters. The animation was fun to watch with beautifully designed quinque and kagune (weapons). The opening and ending were great and fun to listen to as it described the tone perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe psychological aspect and dark atmosphere is what got me hooked as I was intrigued of seeing Kaneki battle and struggle of living a half human/half ghoul.\u001b[24m\n    \u001b[1m心理的な側面と暗い雰囲気は、私がKanekiの戦いと半分の人間/半分のghoulの生活の闘いを見て興味をそそられているので、私を魅了したものです。\u001b[22m, \u001b[1m心理的側面と暗い雰囲気が私はKanekiの戦いと半人/半グールを生きているの闘争を見ての興味をそそられたように、私は夢中に得たものです。\u001b[22m\n\u001b[4mThe cast size and overall pacing within the 12 episodes is its downfall.\u001b[24m\n    \u001b[1mキャストサイズと12個のエピソード全体のペースは崩壊しています。\u001b[22m, \u001b[1m12のエピソード内のキャストサイズと全体的なペーシングは、その没落です。\u001b[22m\n\u001b[4mIt was hard to have any sort of connection or emotion towards any of the characters.\u001b[24m\n    \u001b[1mいずれのキャラクターに対しても何らかのつながりや感情を持たせることは困難でした。\u001b[22m, \u001b[1m任意の文字のに向かって接続や感情の任意の並べ替えを持っていることは困難でした。\u001b[22m\n\u001b[4mThe animation was fun to watch with beautifully designed quinque and kagune (weapons).\u001b[24m\n    \u001b[1mアニメーションは美しくデザインされたクインクとカグネ（武器）で見て楽しいものでした。\u001b[22m, \u001b[1mアニメーションは、美しいデザインquinqueとkagune（武器）で見ていて楽しかったです。\u001b[22m\n\u001b[4mThe opening and ending were great and fun to listen to as it described the tone perfectly.\u001b[24m\n    \u001b[1mオープニングとエンディングは、トーンを完璧に表現しているので、聴くのが楽しく楽しいものでした。\u001b[22m, \u001b[1mエンディング開口部とは、それが完全にトーンを説明するように耳を傾けるのは素晴らしいと楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I did enjoy Tokyo ghoul as I love psychological – gore shows. Although I recommend reading the manga instead as it is so addicting to read.\n\n\u001b[1m全体的に私は心理ゴアショーが好きなので、東京のグールを楽しんだ。 私はマンガを読んでおくことをお勧めしますが、それは読みやすくするためです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa shinri goashō ga sukinanode, Tōkyō no gūru o tanoshinda. Watashi wa manga o yonde oku koto o o susume shimasuga, sore wa yomi yasuku suru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I did enjoy Tokyo ghoul as I love psychological – gore shows. Although I recommend reading the manga instead as it is so addicting to read.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I did enjoy Tokyo ghoul as I love psychological – gore shows.\u001b[24m\n    \u001b[1m全体的に私は心理ゴアショーが好きなので、東京のグールを楽しんだ。\u001b[22m, \u001b[1m全体的に私は、私は心理的な愛のように東京グールを楽しんでいた - マチを示しています。\u001b[22m\n\u001b[4mAlthough I recommend reading the manga instead as it is so addicting to read.\u001b[24m\n    \u001b[1m私はマンガを読んでおくことをお勧めしますが、それは読みやすくするためです。\u001b[22m, \u001b[1m私はそれを読むのように中毒性が高いとして代わりに漫画を読むことをお勧めしますが。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "711nono",
    "profile": "/profile/711nono/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=201426",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n東京グールは2014年に嵐でアニメ界を席巻し、大きな賞賛を受けました。 私はこのアニメが過大評価されていると思うが、私はまだこのアニメを見ることで多大な楽しみを見いだした。 いくつかのものは良かったし、他のものは平均だった。 結論として、東京グールは楽しいダークアニメであり、私の苦しみにもかかわらず見逃せない価値があります。 このアニメが好きだったのは、まずストーリーだったし、ストーリーを楽しんでいたのは面白かったです。面白かったです。雰囲気と雰囲気はとても良かったです。 検閲は時々少し面倒だったけれど、アニメーションも非常に良いものだった。 音楽はしっかりしていて、TKによるUnravelのオープニングテーマは、今まで聞いたことのない最高のアニメオープニングテーマの一つかもしれません。このアニメにはいくつかの問題がありました。 今ではキャラクターが気に入っていましたが、そのうちのいくつかは一次元で注目に値する例が主な主人公だと感じました。 キャラクターはどんな意味でも悪くないか、関係ないとは思えませんでした。 私は特にニシキとヒナミのキャラクターを楽しんだけど。 別の問題は前述の検閲です。私はあなたが無修正バージョンを見つけることができると知っていますが、通常は検閲されたバージョンを見ていて、ある点で気が散っているように感じます。 そして最後に、もう少し質の高いアクションシーンが好きだったでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul took the anime world by storm in 2014 and received large praise. While I think this anime is a tad overrated, I still found a large amount of enjoyment in watching this anime. Like some were good and others were average. In conclusion Tokyo ghoul is a fun,dark anime that is definitely worth watching despite my gripes with it. What I liked about this anime was first off, the story, I enjoyed the story heavily it was dark interesting and the setting and atmosphere were very good. The animation as very good as well though the censoring was a bit bothersome at times. The music was solid and the opening theme,Unravel by TK is possibly one of the greatest anime opening themes I've ever heard.However I had a couple of problems with this anime, one is the characters. Now I liked the characters but I felt that some of them just felt one dimensional, notable examples being our main protagonist. The characters weren't bad or unrelataable by any means,I just wish they had a little more substance. Though I did enjoy the characters of Nishki and Hinami in particular. Another problem is the aforementioned censorship, I know you can find uncensored versions but usually you'll be watching the censored version and it will feel distracting at certain points. And finally I would have liked a bit more quality action scenes.\n\n\u001b[1m東京グールは2014年に嵐でアニメ界を席巻し、大きな賞賛を受けました。 私はこのアニメが過大評価されていると思うが、私はまだこのアニメを見ることで多大な楽しみを見いだした。 いくつかのものは良かったし、他のものは平均だった。 結論として、東京グールは楽しいダークアニメであり、私の苦しみにもかかわらず見逃せない価値があります。 このアニメが好きだったのは、まずストーリーだったし、ストーリーを楽しんでいたのは面白かったです。面白かったです。雰囲気と雰囲気はとても良かったです。 検閲は時々少し面倒だったけれど、アニメーションも非常に良いものだった。 音楽はしっかりしていて、TKによるUnravelのオープニングテーマは、今まで聞いたことのない最高のアニメオープニングテーマの一つかもしれません。このアニメにはいくつかの問題がありました。 今ではキャラクターが気に入っていましたが、そのうちのいくつかは一次元で注目に値する例が主な主人公だと感じました。 キャラクターはどんな意味でも悪くないか、関係ないとは思えませんでした。 私は特にニシキとヒナミのキャラクターを楽しんだけど。 別の問題は前述の検閲です。私はあなたが無修正バージョンを見つけることができると知っていますが、通常は検閲されたバージョンを見ていて、ある点で気が散っているように感じます。 そして最後に、もう少し質の高いアクションシーンが好きだったでしょう。\u001b[22m\n\u001b[1m(Tōkyō gūru wa 2014-nen ni arashi de anime-kai o sekken shi, ōkina shōsan o ukemashita. Watashi wa kono anime ga kadai hyōka sa rete iru to omou ga, watashi wa mada kono anime o miru koto de tadaina tanoshimi o miidashita. Kono anime ga sukidatta no wa, mazu sutōrīdattashi, sutōrī o tanoshinde ita no wa omoshirokattadesu. Omoshirokattadesu. Fun'iki to fun'iki wa totemo yokattadesu. Ken'etsu wa tokidoki sukoshi mendōdattakeredo, animēshon mo hijō ni yoi monodatta. Ongaku wa shikkari shite ite, TK ni yoru Unravel no ōpuningutēma wa, imamade kiita koto no nai saikō no animeōpuningutēma no hitotsu kamo shiremasen. Kono anime ni wa ikutsu ka no mondai ga arimashita. Ima dewa kyarakutā ga kiniitte imashitaga, sonōchi no ikutsu ka wa ichi-jigen de chūmoku ni ataisuru rei ga omona shujinkōda to kanjimashita. Kyarakutā wa don'na imi demo warukunai ka, kankeinai to wa omoemasendeshita. Watashi wa tokuni Nishiki to Hinami no kyarakutā o tanoshindakedo. Betsu no mondai wa zenjutsu no ken'etsudesu. Watashi wa anata ga mu shūsei bājon o mitsukeru koto ga dekiru to shitte imasuga, tsūjō wa ken'etsu sa reta bājon o mite ite, aru ten de ki ga chitte iru yō ni kanjimasu. Soshite saigo ni, mōsukoshi-shitsu no takai akushonshīn ga sukidattadeshou. Ikutsu ka no mono wa yokattashi, hoka no mono wa heikindatta. Ketsuron to shite, Tōkyō gūru wa tanoshī dākuanimedeari, watashi no kurushimi nimokakawarazu minogasenai kachi ga arimasu.)\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "MRRated-R_Indy34",
    "profile": "/profile/MRRated-R_Indy34/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=201240",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\nこれは長いレビューではありません。 ショー、自分の視点、そしてそれを前提としたことについて、私はこれを短期間ですばやく考えていきます。\n\n\nだから、日本で4枚目の漫画/小説シリーズを販売している第4回漫画/漫画シリーズの人気があるマンガ。 今、2014年の夏にはアニメが登場します。東京グールはF *** ing mangaを最初に読んだようです。 前に、シリーズを見て、どちらかをする必要はありませんが、あなたはそれをすべて理解することはありません（ちょっと）。 それは暗いファンタジー、心理学的な恐怖であり、成熟した男性にとっては少なくとも成熟し未成熟ではないというジャンルです。\n\nプロット -  6.59 / 10（それは邪悪な都市（参照）が好きですが、それほど大きくはありません、タイムライン上で社会を築くグールスと人間は大丈夫ですが、主要キャラクターは、 人間または半分のグールが満足していないプロット上のイベント中に）\nはじめに：7/10\n競合：8/10\nペーシング：6.59 / 10\n\nArt-8/10（これは本当に視覚的で素晴らしいディテールですが、暴力的な検閲船は本当の雌犬ですが、幸いにも私はDVD / Blu-Ryを手に入れました。\nアニメーション：8/10\n設定：6/10\n\nSound-8/10（Opの曲は美しく、End Songは降下している、サウンドトラックは本当に良いですが、それは本当にシリーズに合っています）\n音楽：8/10\n音声：7/10\nサウンド：7/10\n\nキャラクター7.59 / 10（すべてのメインキャスト後、彼らはうまくいった。\n私の居場所は霧島の戸花です。 私は彼女がどのように彼女は私の悪いghoulsを殺す反英雄が好きですが、ghoul社会のような種類のより大きな行為のための人間）\n開発：6.59 / 10\n\n楽しさ -  9月10日（私は本当にそれを楽しむ！それは非常に素晴らしいから、それは非常に素晴らしいの真ん中、それは、WTFしかし、残酷なショックリーから行った！）それは最高のアニメではなく、 それだけで良い75％良い！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis will not be a long review. I'll make this as an short quick thought about the show, own perspective, and it premising.\n\n\u001b[1mこれは長いレビューではありません。 ショー、自分の視点、そしてそれを前提としたことについて、私はこれを短期間ですばやく考えていきます。\u001b[22m\n\u001b[1m(Kore wa nagai rebyūde wa arimasen. Shō, jibun no shiten, soshite sore o zentei to shita koto ni tsuite, watashi wa kore o tankikan de subayaku kangaete ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis will not be a long review. I'll make this as an short quick thought about the show, own perspective, and it premising.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis will not be a long review.\u001b[24m\n    \u001b[1mこれは長いレビューではありません。\u001b[22m\n\u001b[4mI'll make this as an short quick thought about the show, own perspective, and it premising.\u001b[24m\n    \u001b[1mショー、自分の視点、そしてそれを前提としたことについて、私はこれを短期間ですばやく考えていきます。\u001b[22m, \u001b[1m私はショーについての短い素早く考え、自分の視点としてこれを作ってあげる、それが前提。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSo when an a manga that is popularly of the 4th selling manga/novel series that sells billon's of copies in japan. Now there an Anime adaptation coming up in summer of 2014. Tokyo Ghoul is like read the F***ing manga first; before, watching the series, cause either you don't have to but you won't understand it at all (kinda). It a Dark Fantasy, Psychological Horror that a seinen genre for grown men's at least it mature and not immature.\n\n\u001b[1mだから、日本で4枚目の漫画/小説シリーズを販売している第4回漫画/漫画シリーズの人気があるマンガ。 今、2014年の夏にはアニメが登場します。東京グールはF *** ing mangaを最初に読んだようです。 前に、シリーズを見て、どちらかをする必要はありませんが、あなたはそれをすべて理解することはありません（ちょっと）。 それは暗いファンタジー、心理学的な恐怖であり、成熟した男性にとっては少なくとも成熟し未成熟ではないというジャンルです。\u001b[22m\n\u001b[1m(Dakara, Nihon de 4-mai-me no manga/ shōsetsu shirīzu o hanbai shite iru dai 4-kai manga/ manga shirīzu no ninki ga aru manga. Ima, 2014-nen no natsu ni wa anime ga tōjō shimasu. Tōkyō gūru wa F*** ing manga o saisho ni yonda yōdesu. Mae ni, shirīzu o mite, dochira ka o suru hitsuyō wa arimasenga, anata wa sore o subete rikai suru koto wa arimasen (chotto). Sore wa kurai fantajī, shinri gakutekina kyōfudeari, seijuku shita dansei ni totte wa sukunakutomo seijuku shi mi seijukude wa nai to iu janrudesu.)\u001b[22m\n\nTranslations of \u001b[4mSo when an a manga that is popularly of the 4th selling manga/novel series that sells billon's of copies in japan. Now there an Anime adaptation coming up in summer of 2014. Tokyo Ghoul is like read the F***ing manga first; before, watching the series, cause either you don't have to but you won't understand it at all (kinda). It a Dark Fantasy, Psychological Horror that a seinen genre for grown men's at least it mature and not immature.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo when an a manga that is popularly of the 4th selling manga/novel series that sells billon's of copies in japan.\u001b[24m\n    \u001b[1mだから、日本で4枚目の漫画/小説シリーズを販売している第4回漫画/漫画シリーズの人気があるマンガ。\u001b[22m, \u001b[1mだから、ときに日本でのコピーのビロン年代を販売している第四販売マンガ/小説シリーズの一般いる漫画。\u001b[22m\n\u001b[4mNow there an Anime adaptation coming up in summer of 2014. Tokyo Ghoul is like read the F***ing manga first;\u001b[24m\n    \u001b[1m今、2014年の夏にはアニメが登場します。東京グールはF *** ing mangaを最初に読んだようです。\u001b[22m, \u001b[1m今2014年東京グールの夏に来るアニメの適応は次のように最初の漫画をるF ***が読み込まれます。\u001b[22m\n\u001b[4mbefore, watching the series, cause either you don't have to but you won't understand it at all (kinda).\u001b[24m\n    \u001b[1m前に、シリーズを見て、どちらかをする必要はありませんが、あなたはそれをすべて理解することはありません（ちょっと）。\u001b[22m, \u001b[1m前に、シリーズを見て、あなたがする必要はありませんが、あなたは（ちょっと）すべてでそれを理解することはありませんどちらかが発生します。\u001b[22m\n\u001b[4mIt a Dark Fantasy, Psychological Horror that a seinen genre for grown men's at least it mature and not immature.\u001b[24m\n    \u001b[1mそれは暗いファンタジー、心理学的な恐怖であり、成熟した男性にとっては少なくとも成熟し未成熟ではないというジャンルです。\u001b[22m, \u001b[1mそれダークファンタジー、成長した男性のための青年のジャンルは、少なくとも、それが成熟し、未熟ではない心理ホラー。\u001b[22m\n\u001b[1m\u001b[22m\nPlot- 6.59/10 (It like wicked city (references)! but not that great, Ghouls vs. Humans to build up society on the timeline it fine but a major characters only have the focused on lack of ability to make decision if your half human or half ghoul during the events on the plot not satisfying)\n\n\u001b[1mプロット -  6.59 / 10（それは邪悪な都市（参照）が好きですが、それほど大きくはありません、タイムライン上で社会を築くグールスと人間は大丈夫ですが、主要キャラクターは、 人間または半分のグールが満足していないプロット上のイベント中に）\u001b[22m\n\u001b[1m(Purotto - 6. 59/ 10 (Sore wa jaakuna toshi (sanshō) ga sukidesuga, sore hodo ōkiku wa arimasen, taimu rain-jō de shakai o kizuku gūrusu to ningen wa daijōbudesuga, shuyō kyarakutā wa, ningen matawa hanbun no gūru ga manzoku shite inai purotto-jō no ibento-chū ni))\u001b[22m\n\nTranslations of \u001b[4mPlot- 6.59/10 (It like wicked city (references)! but not that great, Ghouls vs. Humans to build up society on the timeline it fine but a major characters only have the focused on lack of ability to make decision if your half human or half ghoul during the events on the plot not satisfying)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot- 6.59/10 (It like wicked city (references)! but not that great, Ghouls vs. Humans to build up society on the timeline it fine but a major characters only have the focused on lack of ability to make decision if your half\u001b[24m\n    \u001b[1mプロット -  6.59 / 10（それは邪悪な都市（参照）が好きですが、それほど大きくはありません、タイムライン上で社会を築くグールスと人間は大丈夫ですが、主要キャラクターは、\u001b[22m, \u001b[1mあなたの半分の場合Plot- 6.59 / 10（これは邪悪な都市（参考文献のような）！それは細かいタイムライン上で社会を構築するために人間対その素晴らしいではありません、悪鬼が、大きな文字のみ決定を行う能力の欠如に焦点を当てを持っています\u001b[22m\n\u001b[4mhuman or half ghoul during the events on the plot not satisfying)\u001b[24m\n    \u001b[1m人間または半分のグールが満足していないプロット上のイベント中に）\u001b[22m, \u001b[1mプロット上のイベント中に、ヒトまたは半グールを満たしません）\u001b[22m\nIntroduction: 7/10\n\n\u001b[1mはじめに：7/10\u001b[22m\n\u001b[1m(Hajimeni: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mIntroduction: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIntroduction: 7/10\u001b[24m\n    \u001b[1mはじめに：7/10\u001b[22m\nConflict: 8/10\n\n\u001b[1m競合：8/10\u001b[22m\n\u001b[1m(Kyōgō: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mConflict: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConflict: 8/10\u001b[24m\n    \u001b[1m競合：8/10\u001b[22m, \u001b[1m紛争：8/10\u001b[22m\nPacing: 6.59/10\n\n\u001b[1mペーシング：6.59 / 10\u001b[22m\n\u001b[1m(Pēshingu: 6. 59/ 10)\u001b[22m\n\nTranslations of \u001b[4mPacing: 6.59/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPacing: 6.59/10\u001b[24m\n    \u001b[1mペーシング：6.59 / 10\u001b[22m\n\u001b[1m\u001b[22m\nArt- 8/10 ( It really visual, great detail. The Violence censored ship is a real bitch, but luckily I've got the DVD/Blu-Ry and it awesome without that pointless neon color)\n\n\u001b[1mArt-8/10（これは本当に視覚的で素晴らしいディテールですが、暴力的な検閲船は本当の雌犬ですが、幸いにも私はDVD / Blu-Ryを手に入れました。\u001b[22m\n\u001b[1m(Art - 8/ 10 (kore wa hontōni shikaku-tekide subarashī ditērudesuga, bōryoku-tekina ken'etsu-sen wa hontō no meinudesuga, saiwai ni mo watashi wa DVD/ buru - Ry o te ni iremashita.)\u001b[22m\n\nTranslations of \u001b[4mArt- 8/10 ( It really visual, great detail. The Violence censored ship is a real bitch, but luckily I've got the DVD/Blu-Ry and it awesome without that pointless neon color)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 8/10 ( It really visual, great detail. The Violence censored ship is a real bitch, but luckily I've got the DVD/Blu-Ry and it awesome without that pointless neon color)\u001b[24m\n    \u001b[1mArt-8/10（これは本当に視覚的で素晴らしいディテールですが、暴力的な検閲船は本当の雌犬ですが、幸いにも私はDVD / Blu-Ryを手に入れました。\u001b[22m, \u001b[1m8/10アート - （それは本当に視覚的、非常に詳細。暴力検閲船は本当の雌犬ですが、幸いにも私は無意味なネオンカラーなしでDVD /ブルーレイ-Ryは、それ素晴らしいを持っています）\u001b[22m\nAnimation: 8/10\n\n\u001b[1mアニメーション：8/10\u001b[22m\n\u001b[1m(Animēshon: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 8/10\u001b[24m\n    \u001b[1mアニメーション：8/10\u001b[22m\nSetting: 6/10\n\n\u001b[1m設定：6/10\u001b[22m\n\u001b[1m(Settei: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSetting: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSetting: 6/10\u001b[24m\n    \u001b[1m設定：6/10\u001b[22m\n\u001b[1m\u001b[22m\nSound- 8/10 ( The Op song it's beautiful. End song is descent, the soundtrack is really good, but does it really fit to the series.)\n\n\u001b[1mSound-8/10（Opの曲は美しく、End Songは降下している、サウンドトラックは本当に良いですが、それは本当にシリーズに合っています）\u001b[22m\n\u001b[1m(Sound - 8/ 10 (Op no kyoku wa utsukushiku, End Song wa kōka shite iru, saundotorakku wa hontōni yoidesuga, sore wa hontōni shirīzu ni atte imasu))\u001b[22m\n\nTranslations of \u001b[4mSound- 8/10 ( The Op song it's beautiful. End song is descent, the soundtrack is really good, but does it really fit to the series.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 8/10 ( The Op song it's beautiful. End song is descent, the soundtrack is really good, but does it really fit to the series.)\u001b[24m\n    \u001b[1mSound-8/10（Opの曲は美しく、End Songは降下している、サウンドトラックは本当に良いですが、それは本当にシリーズに合っています）\u001b[22m, \u001b[1m健全8/10（オペアンプの歌は、それは美しいです。エンド曲が下降され、サウンドトラックは本当に良いですが、それは本当にシリーズに適合しません。）\u001b[22m\nMusic: 8/10\n\n\u001b[1m音楽：8/10\u001b[22m\n\u001b[1m(Ongaku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 8/10\u001b[24m\n    \u001b[1m音楽：8/10\u001b[22m, \u001b[1mミュージック：8/10\u001b[22m\nVoices: 7/10\n\n\u001b[1m音声：7/10\u001b[22m\n\u001b[1m(Onsei: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mVoices: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoices: 7/10\u001b[24m\n    \u001b[1m音声：7/10\u001b[22m, \u001b[1m声：7/10\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 7.59/10 ( After all the main cast they well done.\n\n\u001b[1mキャラクター7.59 / 10（すべてのメインキャスト後、彼らはうまくいった。\u001b[22m\n\u001b[1m(Kyarakutā 7. 59/ 10 (Subete no meinkyasuto-go, karera wa umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 7.59/10 ( After all the main cast they well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 7.59/10 ( After all the main cast they well done.\u001b[24m\n    \u001b[1mキャラクター7.59 / 10（すべてのメインキャスト後、彼らはうまくいった。\u001b[22m, \u001b[1mキャラクター7.59 / 10（彼らはよくやった、すべてのメインキャストした後。\u001b[22m\nMine is Touka, Kirishima. I'll like how she an anti-hero she my kill bad ghouls, but humans for the act greater of kind of ghoul society)\n\n\u001b[1m私の居場所は桐島の豆花です。 私は彼女がどのように彼女は私の悪いghoulsを殺す反英雄が好きですが、ghoul社会の種類のより大きい行為のための人間）\u001b[22m\n\u001b[1m(Watashi no ibasho wa Kirishima no tōkadesu. Watashi wa kanojo ga dono yō ni kanojo wa watashi no warui ghouls o korosu han eiyū ga sukidesuga, ghoul shakai no shurui no yori ōkī kōi no tame no ningen))\u001b[22m\n\nTranslations of \u001b[4mMine is Touka, Kirishima. I'll like how she an anti-hero she my kill bad ghouls, but humans for the act greater of kind of ghoul society)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMine is Touka, Kirishima.\u001b[24m\n    \u001b[1m私の居場所は桐島の豆花です。\u001b[22m, \u001b[1m鉱山はTouka、霧島です。\u001b[22m\n\u001b[4mI'll like how she an anti-hero she my kill bad ghouls, but humans for the act greater of kind of ghoul society)\u001b[24m\n    \u001b[1m私は彼女がどのように彼女は私の悪いghoulsを殺す反英雄が好きですが、ghoul社会の種類のより大きい行為のための人間）\u001b[22m, \u001b[1m私は彼女が悪い悪鬼を殺すが、私の方法を、彼女アンチヒーロー好きに大きいグール社会の種類の行為のためにヒト）\u001b[22m\nDevelopment: 6.59/10\n\n\u001b[1m開発：6.59 / 10\u001b[22m\n\u001b[1m(Kaihatsu: 6. 59/ 10)\u001b[22m\n\nTranslations of \u001b[4mDevelopment: 6.59/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevelopment: 6.59/10\u001b[24m\n    \u001b[1m開発：6.59 / 10\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 9/10 ( I really! really enjoy it! From the start it very awesome, The middle of it quite fine, to the end it gone from Shockley brutal though WTF!) It not the best anime, it not the greatest, it just good 75% GOOD!\n\n\u001b[1m楽しさ -  9月10日（私は本当にそれを楽しむ！それは非常に素晴らしいから、それは非常に素晴らしいの真ん中、それは、WTFしかし、残酷なショックリーから行った！）それは最高のアニメではなく、 それだけで良い75％良い！\u001b[22m\n\u001b[1m(Tanoshisa - 9 tsuki 10-nichi (watashi wa hontōni sore o tanoshimu! Sore wa hijō ni subarashīkara, sore wa hijō ni subarashī no man'naka, soreha, WTF shikashi, zankokuna shokkurī kara okonatta! ) Sore wa saikō no animede wa naku, sore dakede yoi 75-pāsento yoi!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 9/10 ( I really! really enjoy it! From the start it very awesome, The middle of it quite fine, to the end it gone from Shockley brutal though WTF!) It not the best anime, it not the greatest, it just good 75% GOOD!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 9/10 ( I really! really enjoy it! From the start it very awesome, The middle of it quite fine, to the end it gone from Shockley brutal though WTF!) It not the best anime, it not the greatest,\u001b[24m\n    \u001b[1m楽しさ -  9月10日（私は本当にそれを楽しむ！それは非常に素晴らしいから、それは非常に素晴らしいの真ん中、それは、WTFしかし、残酷なショックリーから行った！）それは最高のアニメではなく、\u001b[22m, \u001b[1m9/10をEnjoyment-（私は本当に！本当にそれを楽しむ！それは非常に素晴らしいスタートから、それの真ん中非常に細かい、最後にそれはしかし残酷なショックレーから消えWTF！）それはない最高のアニメを、それがない最大の、\u001b[22m\n\u001b[4mit just good 75% GOOD!\u001b[24m\n    \u001b[1mそれだけで良い75％良い！\u001b[22m, \u001b[1mそれちょうど良い75％GOOD！\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Verria-Nichole",
    "profile": "/profile/Verria-Nichole/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=161301",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n「東京グール」。 心臓を全面的に食いつぶす傾向があるアニメ - 文字通り。\n\n暗い/恐怖のファンタジーなので、このアニメは観客を捉えるのは不思議な仕事です。 血まみれの戦いの場面、そして一緒に行く素晴らしいアニメーションがあります。\n\n羽生、夏木、金子の声優は、アニメ業界では驚くほどまれな声であるが、あまり才能はない。 彼はおそらく、城島、ひかり（Nagi no Asukaraの主人公）の役割で最もよく知られています。 花澤も素晴らしい仕事をしましたが、甘い森山さんには、Shiemi（青いエクソシスト）がグールの冷たい冷たい暴力団になるのは少し奇妙です。 しかし、花澤が暗くなると、その声は突然リゼの性格に合って、寒さを背中に伝えます。 彼が持っていたいくつかの役割のうち、彼は多くの文字を声に出し、それぞれの声は異なっています。  Hanaeは、InahoのKaizuka（Aldnoah.Zero）のunemotionalロボットから、Kaneki、Kenである虚弱な混乱まで、誰でもかまいません。 彼は金木を「T」に演じ、壊れやすいキャラクターを愛らしいものにする。 他にも、雨宮、ソラ（霧島、東風）、花澤、かな（カミシロ、リゼ）などがあります。 奄美屋はもう一つの珍しい宝石です。 彼女はまた、Akame（Akame ga Kill）とFujimiya、Kaori（Issuukan Friends）の声です。 強くて不安定なグールである彼女の心からの厳しい描写は美しい。 天宮もまた完璧な役割を果たしています。\n\nこのようなハイプなアニメのために、「東京グール」は確かにその期待に応えました。 アニメーションの品質は、他のすべてのアニメを公園からノックアウトしました。 それは、人間が戦うチャンスを逃れることができないとさえ示されていました。 人間は、もはや普通に描かれている弱く無防備な生き物ではありません。  「Tokyo Ghoul」の唯一の問題は、ペーシングであった。 私の嫌悪感に、アニメはマンガにある重要なアークをスキップすることに決めました。 これはペースを大幅に乱し、ショーを時折混乱させるほどのものにしました。 このアニメは本当に2つの25エピソードの季節であったはずです。 残念なことに、より残忍な場面の一部は検閲されなければならなかった。 キャラクターに移り、彼らは多様で信じられていました。  Kanekiはポイントで愚かだったが、耐えられなかった。  RizeやToukaのような他のキャラクターは、シリーズに最適なものでした。 彼らはいくつかの強力な女性の役割を果たした！ 他の多くのキャラクターがありますが、シリーズを見ている方がこのレビューから読んだ方が良いでしょう。 しかし、ストーリーでさえ良かったです！  Ghoulsは、どれほど強力であるか、そして彼らが保持していた力の種類を慎重に考え出しました。\n\n「東京グール」は、かすかな心のアニメではありません。 血まみれで、暴力的です。 しかし、心が強く、ファンタジーを愛する人は、それを愛するでしょう。 私は「Tokyo Ghoul」についての感情が混ざり合っていますが、私は前に進んで、決して忘れないものになると言います。 それは本当に私の心を魅了しました。\n - \nストーリー -  8\nストーリーは非常にうまくスクリプト化されています。 それはちょうどアニメのように流れる必要があります。 しかし、ペーシングは少しオフであり、それはアニメがマンガからアークをスキップすることに関係している。\n\nアート -  10\nアートワークは実際には今シーズン最高のものの1つでした。 キャラクターは細かく、きれいだった。 戦いの場面は、血、ゴア、良い戦いの場面が持つことができるすべてのものがあったという点で、エキサイティングな恐ろしいものでした。 頭上に置かれた体のようなひどいものは打ち切られた。\n\n音楽 -  10\nOPからEDに至るまで、音楽は単なる輝きの作品です。 私は実際に「Unravel」という曲が暗唱されていて、それはとてもよかったです。 そして、エンディング曲もオープニング曲と比較することはできませんが、それはそれ自身の点でも良いことでした。 しかし、OSTは本当にアニメを作ったものです。 音楽はとてもぴったりだから、どんな種類の曲が演奏されているのか覚えていない。 非常によくやりました。\n\nキャラクター -  8\nキャラクターの増強だけでなく、キャラクターの増強もたくさんありました。 私はうた（マスクガイ）と隠れ（金子の親友）のような副キャラクターをもっと見ていたらいいと思う。\n\n楽しさ -  10\n毎週、次のエピソードを熱望しています。  「東京グール」は一度も私を失望させません。\n\n全体的 -  9.2\nこのアニメは、私の2014年の夏のラインナップに素晴らしい追加でした。 それは私が取り組んでいる話を思い出させますが、私を引きつけてくれる特定の魅力を保持しています。 このアニメは暗いファンタジーホラーが必要とするすべてを持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Tokyo Ghoul'; an anime that tends to devour the heart whole -- literally.\n\n\u001b[1m「東京グール」。 心臓を全面的に食いつぶす傾向があるアニメ - 文字通り。\u001b[22m\n\u001b[1m(`Tōkyō gūru'. Shinzō o zenmen-teki ni kuitsubusu keikō ga aru anime - mojidōri.)\u001b[22m\n\nTranslations of \u001b[4m'Tokyo Ghoul'; an anime that tends to devour the heart whole -- literally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Tokyo Ghoul';\u001b[24m\n    \u001b[1m「東京グール」。\u001b[22m, \u001b[1m「東京グール ';\u001b[22m\n\u001b[4man anime that tends to devour the heart whole -- literally.\u001b[24m\n    \u001b[1m心臓を全面的に食いつぶす傾向があるアニメ - 文字通り。\u001b[22m, \u001b[1m心臓全体を食い入るように傾向があるアニメ - 文字通り。\u001b[22m\n\u001b[1m\u001b[22m\nBeing a dark/horror fantasy, this anime does a wondering job of capturing its audience. There are bloody fight scenes, and wonderful animation to go along with them.\n\n\u001b[1m暗い/恐怖のファンタジーなので、このアニメは観客を捉えるのは不思議な仕事です。 血まみれの戦いの場面、そして一緒に行く素晴らしいアニメーションがあります。\u001b[22m\n\u001b[1m(Kurai/ kyōfu no fantajīnanode, kono anime wa kankyaku o toraeru no wa fushigina shigotodesu. Chimamire no tatakai no bamen, soshite issho ni iku subarashī animēshon ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a dark/horror fantasy, this anime does a wondering job of capturing its audience. There are bloody fight scenes, and wonderful animation to go along with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a dark/horror fantasy, this anime does a wondering job of capturing its audience.\u001b[24m\n    \u001b[1m暗い/恐怖のファンタジーなので、このアニメは観客を捉えるのは不思議な仕事です。\u001b[22m, \u001b[1mダーク/ホラーファンタジーなので、このアニメは、その視聴者を取り込むの不思議仕事をしていません。\u001b[22m\n\u001b[4mThere are bloody fight scenes, and wonderful animation to go along with them.\u001b[24m\n    \u001b[1m血まみれの戦いの場面、そして一緒に行く素晴らしいアニメーションがあります。\u001b[22m, \u001b[1m流血の戦いのシーン、そして彼らと一緒に行くための素晴らしいアニメーションがあります。\u001b[22m\n\u001b[1m\u001b[22m\nHanae, Natsuki, Kaneki's voice actor, is a surprisingly rare voice in the anime industry, but no less talented. He's probably most known for his role of Sakishima, Hikari (the main character in Nagi no Asukara). Hanazawa also did a great job, but it's a bit odd to have the sweet Moriyama, Shiemi (Blue Exorcist) become this cold blooded binge eater of a ghoul. However, when Hanazawa goes dark, the voice suddenly fits Rize's character and sends chills down the back. Out of the few roles he's had, he has voiced many characters, each of their voices differing. Hanae can be anyone from the unemotional robot in Kaizuka, Inaho (Aldnoah.Zero) to the wimpy mess that is Kaneki, Ken. He plays Kaneki to a 'T', and makes our fragile character loveable. Other mentionable people are Amamiya, Sora (Kirishima, Touka) and Hanazawa, Kana (Kamishiro, Rize). Amamiya is another rare gem to have. She is also the voice of Akame (Akame ga Kill) and Fujimiya, Kaori (Issuukan Friends). Her heartfelt and tough portrayal of Touka, a strong but insecure ghoul, is beautiful. Amamiya also plays the role perfectly.\n\n\u001b[1m羽生、夏木、金子の声優は、アニメ業界では驚くほどまれな声であるが、あまり才能はない。 彼はおそらく、城島、ひかり（Nagi no Asukaraの主人公）の役割で最もよく知られています。 花澤も素晴らしい仕事をしましたが、甘い森山さんには、Shiemi（青いエクソシスト）がグールの冷たい冷たい暴力団になるのは少し奇妙です。 しかし、花澤が暗くなると、その声は突然リゼの性格に合って、寒さを背中に伝えます。 彼が持っていたいくつかの役割のうち、彼は多くの文字を声に出し、それぞれの声は異なっています。  Hanaeは、InahoのKaizuka（Aldnoah.Zero）のunemotionalロボットから、Kaneki、Kenである虚弱な混乱まで、誰でもかまいません。 彼は金木を「T」に演じ、壊れやすいキャラクターを愛らしいものにする。 他にも、雨宮、ソラ（霧島、東風）、花澤、かな（カミシロ、リゼ）などがあります。 奄美屋はもう一つの珍しい宝石です。 彼女はまた、Akame（Akame ga Kill）とFujimiya、Kaori（Issuukan Friends）の声です。 強くて不安定なグールである彼女の心からの厳しい描写は美しい。 天宮もまた完璧な役割を果たしています。\u001b[22m\n\u001b[1m(Hanyū, Natsuki, Kaneko no seiyū wa, anime gyōkaide wa odoroku hodo marena koedearuga, amari sainō wanai. Kare wa osoraku, Jōjima, Hikari (Nagi no Asukara no shujinkō) no yakuwari de mottomo yoku shira rete imasu. Kare ga motte ita ikutsu ka no yakuwari no uchi, kare wa ōku no moji o koe ni dashi, sorezore no koe wa kotonatte imasu. Hanae wa, Inaho no Kaizuka (Aldnoah. Zero) no unemotional robotto kara, Kaneki, Kendearu kyojakuna konran made, dare demo kamaimasen. Kare wa Kanagi o `T ' ni enji, koware yasui kyarakutā o airashī mono ni suru. Hoka ni mo, Amamiya, Sora (Kirishima, kochi), Hanazawa, ka na (kamishiro, rize) nado ga arimasu. Amami-ya wa mōhitotsu no mezurashī hōsekidesu. Kanojo wa mata, Akame (Akame ga Kill) to Fujimiya, kaori (Issuukan Friends) no koedesu. Tsuyokute fuanteina gūrudearu kanojo no kokoro kara no kibishī byōsha wa utsukushī. Tengū mo mata kanpekina yakuwari o hatashite imasu. Hanazawa mo subarashī shigoto o shimashitaga, amai Moriyama-san ni wa, Shiemi (aoi ekusoshisuto) ga gūru no tsumetai tsumetai bōryokudan ni naru no wa sukoshi kimyōdesu. Shikashi, Hanazawa ga kuraku naru to, sono-goe wa totsuzen rize no seikaku ni atte, samu-sa o senaka ni tsutaemasu.)\u001b[22m\n\u001b[1m\u001b[22m\nFor such a hyped anime, 'Tokyo Ghoul' certainly lived up to its expectations. The animation quality knocked out all other animes out of the park. It was even shown than humans could stand a fighting chance. Humans are no longer the weak and defenseless creature they're normally portrayed to be. The only problem with 'Tokyo Ghoul' was its pacing. To my chagrin, the anime decided to skip important arcs located in the manga. This greatly disturbed the pace and made the show a little more than confusing at times. This anime really should have been two, twenty-five episodes seasons. It was unfortunate some of the more brutal scenes had to be censored. Moving onto the characters, they were diverse and believable. Kaneki was wimpy at points, but was not unbearable. Other characters like Rize and Touka were the perfect addition to the series. They held some strong female roles! There are many other characters, but watching the series would be better than reading about them from this review. But even the story was good! Ghouls were carefully thought out with how strong they could be, and the type of powers they held.\n\n\u001b[1mこのようなハイプなアニメのために、「東京グール」は確かにその期待に応えました。 アニメーションの品質は、他のすべてのアニメを公園からノックアウトしました。 それは、人間が戦うチャンスを逃れることができないとさえ示されていました。 人間は、もはや普通に描かれている弱く無防備な生き物ではありません。  「Tokyo Ghoul」の唯一の問題は、ペーシングであった。 私の嫌悪感に、アニメはマンガにある重要なアークをスキップすることに決めました。 これはペースを大幅に乱し、ショーを時折混乱させるほどのものにしました。 このアニメは本当に2つの25エピソードの季節であったはずです。 残念なことに、より残忍な場面の一部は検閲されなければならなかった。 キャラクターに移り、彼らは多様で信じられていました。  Kanekiはポイントで愚かだったが、耐えられなかった。  RizeやToukaのような他のキャラクターは、シリーズに最適なものでした。 彼らはいくつかの強力な女性の役割を果たした！ 他の多くのキャラクターがありますが、シリーズを見ている方がこのレビューから読んだ方が良いでしょう。 しかし、ストーリーでさえ良かったです！  Ghoulsは、どれほど強力であるか、そして彼らが保持していた力の種類を慎重に考え出しました。\u001b[22m\n\u001b[1m(Kono yōna haipuna anime no tame ni,`Tōkyō gūru' wa tashika ni sono kitai ni kotaemashita. Animēshon no hinshitsu wa, hoka no subete no anime o kōen kara nokkuauto shimashita. Zan'nen'nakotoni, yori zan'nin'na bamen no ichibu wa ken'etsu sa renakereba naranakatta. Kyarakutā ni utsuri, karera wa tayōde shinji rarete imashita. Kaneki wa pointo de orokadattaga, tae rarenakatta. Rize ya Touka no yōna ta no kyarakutā wa, shirīzu ni saitekina monodeshita. Karera wa ikutsu ka no kyōryokuna josei no yakuwari o hatashita! Hoka no ōku no kyarakutā ga arimasuga, shirīzu o mite iru kata ga kono rebyū kara yonda kata ga yoideshou. Shikashi, sutōrīde sae yokattadesu! Ghouls wa, dorehodo kyōryokudearu ka, soshite karera ga hoji shite ita chikara no shurui o shinchō ni kangaedashimashita. Sore wa, ningen ga tatakau chansu o nogareru koto ga dekinai to sae shimesa rete imashita. Ningen wa, mohaya futsū ni egaka rete iru yowaku mubōbina ikimonode wa arimasen. `Tokyo Ghoul' no yuiitsu no mondai wa, pēshingudeatta. Watashi no ken'o-kan ni, anime wa manga ni aru jūyōna āku o sukippu suru koto ni kimemashita. Kore wa pēsu o ōhaba ni midashi, shō o tokiori konran sa seru hodo no mono ni shimashita. Kono anime wa hontōni 2tsu no 25 episōdo no kisetsudeatta hazudesu.)\u001b[22m\n\u001b[1m\u001b[22m\n'Tokyo Ghoul' is not an anime for the faint of heart. It is bloody, and it is violent. But those who have a strong mind and a love for fantasy will love it. I have mixed feelings about 'Tokyo Ghoul', but I'm going to go ahead and say it will be one I never will forget. It has truly captivated my heart.\n\n\u001b[1m「東京グール」は、かすかな心のアニメではありません。 血まみれで、暴力的です。 しかし、心が強く、ファンタジーを愛する人は、それを愛するでしょう。 私は「Tokyo Ghoul」についての感情が混ざり合っていますが、私は前に進んで、決して忘れないものになると言います。 それは本当に私の心を魅了しました。\u001b[22m\n\u001b[1m(`Tōkyō gūru' wa, kasukana kokoro no animede wa arimasen. Chimamire de, bōryoku-tekidesu. Shikashi, kokoro ga tsuyoku, fantajī o aisuruhito wa, sore o aisurudeshou. Watashi wa `Tokyo Ghoul' ni tsuite no kanjō ga mazari atte imasuga, watashi wa mae ni susunde, kesshite wasurenai mono ni naru to iimasu. Sore wa hontōni watashi no kokoro o miryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4m'Tokyo Ghoul' is not an anime for the faint of heart. It is bloody, and it is violent. But those who have a strong mind and a love for fantasy will love it. I have mixed feelings about 'Tokyo Ghoul', but I'm going to go ahead and say it will be one I never will forget. It has truly captivated my heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Tokyo Ghoul' is not an anime for the faint of heart.\u001b[24m\n    \u001b[1m「東京グール」は、かすかな心のアニメではありません。\u001b[22m, \u001b[1m「東京グール」は心臓の弱い人のためのアニメではありません。\u001b[22m\n\u001b[4mIt is bloody, and it is violent.\u001b[24m\n    \u001b[1m血まみれで、暴力的です。\u001b[22m, \u001b[1mそれは血まみれであり、それは暴力的です。\u001b[22m\n\u001b[4mBut those who have a strong mind and a love for fantasy will love it.\u001b[24m\n    \u001b[1mしかし、心が強く、ファンタジーを愛する人は、それを愛するでしょう。\u001b[22m, \u001b[1mしかし、強い心とファンタジーのための愛を持っている人はそれを愛するだろう。\u001b[22m\n\u001b[4mI have mixed feelings about 'Tokyo Ghoul', but I'm going to go ahead and say it will be one I never will forget.\u001b[24m\n    \u001b[1m私は「Tokyo Ghoul」についての感情が混ざり合っていますが、私は前に進んで、決して忘れないものになると言います。\u001b[22m, \u001b[1m私は「東京グール」についての気持ちを混合しているが、私は先に行くと、それは私は忘れないだろう決して1になると言うつもりです。\u001b[22m\n\u001b[4mIt has truly captivated my heart.\u001b[24m\n    \u001b[1mそれは本当に私の心を魅了しました。\u001b[22m, \u001b[1mそれは本当に私の心を魅了してきました。\u001b[22m\n-\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-\u001b[24m\n    \u001b[1m - \u001b[22m\nStory - 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m\nThe story is very well scripted. It just flows like an anime should. However, the pacing is a little off and it's concerning that the anime skips arcs from the manga.\n\n\u001b[1mストーリーは非常にうまくスクリプト化されています。 それはちょうどアニメのように流れる必要があります。 しかし、ペーシングは少しオフであり、それはアニメがマンガからアークをスキップすることに関係している。\u001b[22m\n\u001b[1m(Sutōrī wa hijō ni umaku sukuriputo-ka sa rete imasu. Sore wa chōdo anime no yō ni nagareru hitsuyō ga arimasu. Shikashi, pēshingu wa sukoshi ofudeari, soreha anime ga manga kara āku o sukippu suru koto ni kankei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is very well scripted. It just flows like an anime should. However, the pacing is a little off and it's concerning that the anime skips arcs from the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very well scripted.\u001b[24m\n    \u001b[1mストーリーは非常にうまくスクリプト化されています。\u001b[22m, \u001b[1m物語は非常によくスクリプト化されています。\u001b[22m\n\u001b[4mIt just flows like an anime should.\u001b[24m\n    \u001b[1mそれはちょうどアニメのように流れる必要があります。\u001b[22m, \u001b[1mそれはちょうどべきアニメのように流れます。\u001b[22m\n\u001b[4mHowever, the pacing is a little off and it's concerning that the anime skips arcs from the manga.\u001b[24m\n    \u001b[1mしかし、ペーシングは少しオフであり、それはアニメがマンガからアークをスキップすることに関係している。\u001b[22m, \u001b[1mしかし、ペーシングは少しオフであり、アニメ漫画から円弧をスキップすることについてです。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10\n\n\u001b[1mアート -  10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10\u001b[24m\n    \u001b[1mアート -  10\u001b[22m\nThe artwork was actually one of the best this season. The character were detailed, and very pretty. The fighting scenes were excitingly horrific, in that they had blood, gore, and all things a good fight scene could have. Too bad stuff like decapitated bodies were censored.\n\n\u001b[1mアートワークは実際には今シーズン最高のものの1つでした。 キャラクターは細かく、きれいだった。 戦いの場面は、血、ゴア、良い戦いの場面が持つことができるすべてのものがあったという点で、エキサイティングな恐ろしいものでした。 頭上に置かれた体のようなひどいものは打ち切られた。\u001b[22m\n\u001b[1m(Ātowāku wa jissai ni wa ima shīzun saikō no mono no 1tsudeshita. Kyarakutā wa komakaku, kireidatta. Tatakai no bamen wa, chi, Goa, yoi tatakai no bamen ga motsu koto ga dekiru subete no mono ga atta to iu ten de, ekisaitinguna osoroshī monodeshita. Zujō ni oka reta karada no yōna hidoi mono wa uchikira reta.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork was actually one of the best this season. The character were detailed, and very pretty. The fighting scenes were excitingly horrific, in that they had blood, gore, and all things a good fight scene could have. Too bad stuff like decapitated bodies were censored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork was actually one of the best this season.\u001b[24m\n    \u001b[1mアートワークは実際には今シーズン最高のものの1つでした。\u001b[22m, \u001b[1mアートワークは、実際に今シーズン最高の一つでした。\u001b[22m\n\u001b[4mThe character were detailed, and very pretty.\u001b[24m\n    \u001b[1mキャラクターは細かく、きれいだった。\u001b[22m, \u001b[1m文字は、詳細な、と非常にきれいでした。\u001b[22m\n\u001b[4mThe fighting scenes were excitingly horrific, in that they had blood, gore, and all things a good fight scene could have.\u001b[24m\n    \u001b[1m戦いの場面は、血、ゴア、良い戦いの場面が持つことができるすべてのものがあったという点で、エキサイティングな恐ろしいものでした。\u001b[22m, \u001b[1m戦いのシーンは、その中で彼らは、血液、ゴア、および良好な戦いのシーンが持ち得るすべてのものを持っていた、エキサイティングな恐ろしいました。\u001b[22m\n\u001b[4mToo bad stuff like decapitated bodies were censored.\u001b[24m\n    \u001b[1m頭上に置かれた体のようなひどいものは打ち切られた。\u001b[22m, \u001b[1m断頭体のような、あまりにも悪いものは検閲されました。\u001b[22m\n\u001b[1m\u001b[22m\nMusic - 10\n\n\u001b[1m音楽 -  10\u001b[22m\n\u001b[1m(Ongaku - 10)\u001b[22m\n\nTranslations of \u001b[4mMusic - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic - 10\u001b[24m\n    \u001b[1m音楽 -  10\u001b[22m\nFrom the OP to the ED, the music is just a work of brilliance. I practically have the song 'Unravel' memorized, it was so good. And even though the ending song can't even compare to the opening song, that was also good in its own respect. But the OSTs are what really made the anime. The music fit so much that I can't even remember what kind of songs were playing. Very well done.\n\n\u001b[1mOPからEDに至るまで、音楽は単なる輝きの作品です。 私は実際に「Unravel」という曲が暗唱されていて、それはとてもよかったです。 そして、エンディング曲もオープニング曲と比較することはできませんが、それはそれ自身の点でも良いことでした。 しかし、OSTは本当にアニメを作ったものです。 音楽はとてもぴったりだから、どんな種類の曲が演奏されているのか覚えていない。 非常によくやりました。\u001b[22m\n\u001b[1m(OP kara ED ni itaru made, ongaku wa tan'naru kagayaki no sakuhindesu. Watashi wa jissai ni `Unravel' to iu kyoku ga anshō sa rete ite, sore wa totemo yokattadesu. Soshite, endingu kyoku mo ōpuningu-kyoku to hikaku suru koto wa dekimasenga, sore wa sore jishin no ten demo yoi kotodeshita. Shikashi, OST wa hontōni anime o tsukutta monodesu. Ongaku wa totemo pittaridakara, don'na shurui no kyoku ga ensō sa rete iru no ka oboeteinai. Hijō ni yoku yarimashita.)\u001b[22m\n\nTranslations of \u001b[4mFrom the OP to the ED, the music is just a work of brilliance. I practically have the song 'Unravel' memorized, it was so good. And even though the ending song can't even compare to the opening song, that was also good in its own respect. But the OSTs are what really made the anime. The music fit so much that I can't even remember what kind of songs were playing. Very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the OP to the ED, the music is just a work of brilliance.\u001b[24m\n    \u001b[1mOPからEDに至るまで、音楽は単なる輝きの作品です。\u001b[22m, \u001b[1mOPからEDに、音楽は輝きだけの仕事です。\u001b[22m\n\u001b[4mI practically have the song 'Unravel' memorized, it was so good.\u001b[24m\n    \u001b[1m私は実際に「Unravel」という曲が暗唱されていて、それはとてもよかったです。\u001b[22m, \u001b[1m私は事実上それはとても良かった、歌解明」記憶を持っています。\u001b[22m\n\u001b[4mAnd even though the ending song can't even compare to the opening song, that was also good in its own respect.\u001b[24m\n    \u001b[1mそして、エンディング曲もオープニング曲と比較することはできませんが、それはそれ自身の点でも良いことでした。\u001b[22m, \u001b[1mとにもかかわらず、エンディング曲はあっても、独自の点でも良好であったオープニング曲に比較することはできません。\u001b[22m\n\u001b[4mBut the OSTs are what really made the anime.\u001b[24m\n    \u001b[1mしかし、OSTは本当にアニメを作ったものです。\u001b[22m, \u001b[1mしかし、のOSTは本当にアニメを作ったものです。\u001b[22m\n\u001b[4mThe music fit so much that I can't even remember what kind of songs were playing.\u001b[24m\n    \u001b[1m音楽はとてもぴったりだから、どんな種類の曲が演奏されているのか覚えていない。\u001b[22m, \u001b[1m音楽は私も遊んでいた歌の種類を思い出すことができないことをそんなにフィット。\u001b[22m\n\u001b[4mVery well done.\u001b[24m\n    \u001b[1m非常によくやりました。\u001b[22m, \u001b[1mとてもうまくいった。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1m文字 -  8\u001b[22m\nThere was lots and lots of character development, as well as character reinforcement. I do wish that I had gotten to see more of side characters like Mr. Uta (Mask Guy) and Hide (Kaneki's best friend).\n\n\u001b[1mキャラクターの増強だけでなく、キャラクターの増強もたくさんありました。 私はうた（マスクガイ）と隠れ（金子の親友）のような副キャラクターをもっと見ていたらいいと思う。\u001b[22m\n\u001b[1m(Kyarakutā no zōkyō dakedenaku, kyarakutā no zōkyō mo takusan arimashita. Watashi wa uta (masukugai) to kakure (Kaneko no shin'yū) no yōna fuku kyarakutā o motto mite itara ī to omou.)\u001b[22m\n\nTranslations of \u001b[4mThere was lots and lots of character development, as well as character reinforcement. I do wish that I had gotten to see more of side characters like Mr. Uta (Mask Guy) and Hide (Kaneki's best friend).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was lots and lots of character development, as well as character reinforcement.\u001b[24m\n    \u001b[1mキャラクターの増強だけでなく、キャラクターの増強もたくさんありました。\u001b[22m, \u001b[1mキャラクターの成長だけでなく、文字の補強のとてもたくさんがありました。\u001b[22m\n\u001b[4mI do wish that I had gotten to see more of side characters like Mr. Uta (Mask Guy) and Hide (Kaneki's best friend).\u001b[24m\n    \u001b[1m私はうた（マスクガイ）と隠れ（金子の親友）のような副キャラクターをもっと見ていたらいいと思う。\u001b[22m, \u001b[1m私は氏の詩（マスクガイ）および非表示（Kanekiの親友）のようなサイドの文字の詳細を参照するために得ていたことを望むん。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10\n\n\u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10\u001b[24m\n    \u001b[1m楽しさ -  10\u001b[22m\nEvery week, I would eagerly anticipate the next episode. 'Tokyo Ghoul' never let me down -- not even once.\n\n\u001b[1m毎週、次のエピソードを熱望しています。  「東京グール」は一度も私を失望させません。\u001b[22m\n\u001b[1m(Maishū,-ji no episōdo o netsubō shite imasu. `Tōkyō gūru' wa ichido mo watashi o shitsubō sa semasen.)\u001b[22m\n\nTranslations of \u001b[4mEvery week, I would eagerly anticipate the next episode. 'Tokyo Ghoul' never let me down -- not even once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery week, I would eagerly anticipate the next episode.\u001b[24m\n    \u001b[1m毎週、次のエピソードを熱望しています。\u001b[22m, \u001b[1m毎週、私は熱心に次のエピソードを予想だろう。\u001b[22m\n\u001b[4m'Tokyo Ghoul' never let me down -- not even once.\u001b[24m\n    \u001b[1m「東京グール」は一度も私を失望させません。\u001b[22m, \u001b[1m「東京グール」は私を失望させることはありません - ない一度も。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 9.2\n\n\u001b[1m全体的 -  9.2\u001b[22m\n\u001b[1m(Zentai-teki - 9. 2)\u001b[22m\n\nTranslations of \u001b[4mOverall - 9.2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 9.2\u001b[24m\n    \u001b[1m全体的 -  9.2\u001b[22m, \u001b[1m全体的に -  9.2\u001b[22m\nThis anime was a great addition to my 2014 Summer lineup. It reminds me a lot of a story I am working on, but holds a certain charm that keeps me hooked. This anime has everything a dark fantasy horror needs.\n\n\u001b[1mこのアニメは、私の2014年の夏のラインナップに素晴らしい追加でした。 それは私が取り組んでいる話を思い出させますが、私を引きつけてくれる特定の魅力を保持しています。 このアニメは暗いファンタジーホラーが必要とするすべてを持っています。\u001b[22m\n\u001b[1m(Kono anime wa, watashi no 2014-nen no natsu no rain'nappu ni subarashī tsuikadeshita. Sore wa watashi ga torikunde iru hanashi o omoidasa semasuga, watashi o hikitsukete kureru tokutei no miryoku o hoji shite imasu. Kono anime wa kurai fantajīhorā ga hitsuyō to suru subete o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was a great addition to my 2014 Summer lineup. It reminds me a lot of a story I am working on, but holds a certain charm that keeps me hooked. This anime has everything a dark fantasy horror needs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was a great addition to my 2014 Summer lineup.\u001b[24m\n    \u001b[1mこのアニメは、私の2014年の夏のラインナップに素晴らしい追加でした。\u001b[22m, \u001b[1mこのアニメは私の2014年夏のラインナップに大きな加えました。\u001b[22m\n\u001b[4mIt reminds me a lot of a story I am working on, but holds a certain charm that keeps me hooked.\u001b[24m\n    \u001b[1mそれは私が取り組んでいる話を思い出させますが、私を引きつけてくれる特定の魅力を保持しています。\u001b[22m, \u001b[1mそれは私に私が働いている物語の多くを連想させるが、私は夢中に続けて、特定の魅力を保持しています。\u001b[22m\n\u001b[4mThis anime has everything a dark fantasy horror needs.\u001b[24m\n    \u001b[1mこのアニメは暗いファンタジーホラーが必要とするすべてを持っています。\u001b[22m, \u001b[1mこのアニメは、ダークファンタジーホラーが必要なすべてを持っています。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Harima_Ray",
    "profile": "/profile/Harima_Ray/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=160893",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nなぜ私は10/10の評価でレビューを見つけることができないのか分からないので、私は1つを作る必要がありました。\n\n物語はグールと人間の世界の中で起こる。  19歳の新入生、半分の人間半分のグール。\n\n主人公の金子さんは、人類と道徳と、いつも信じていたことと、この現実の仕方と、何が得られたのかとの間の闘いをしています。\n\n彼はまったく新しい種類の人生、そして新しい自己で自分自身を見つけます。\n\n彼は弱く、新しい疑問や疑問を持っています。男性の主流主人公から期待されるようなものではなく、彼は何が彼のものになったのかについて、大きな勇気を示しません。\nそしてそれはすべてそれに深く関わっています。 一番下から、彼の性格が発達し、それは私のための10/10です。それはすべてです。\n\nOSTは完璧、オープニングはすばらしく、とてもうまくいきます。 結末は一般的に完璧です。\n\n芸術は美しく、アニメーションは素晴らしいです。\n\n\nそれが私にとってどのようなものなのです。\n\nそれにチャンスを与え、あなたの決定が来たものを楽しんでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm not sure why I can't find a review with a 10/10 rating, so I had to make one.\n\n\u001b[1mなぜ私は10/10の評価でレビューを見つけることができないのか分からないので、私は1つを作る必要がありました。\u001b[22m\n\u001b[1m(Naze watashi wa 10/ 10 no hyōka de rebyū o mitsukeru koto ga dekinai no ka wakaranainode, watashi wa 1tsu o tsukuru hitsuyō ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure why I can't find a review with a 10/10 rating, so I had to make one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure why I can't find a review with a 10/10 rating, so I had to make one.\u001b[24m\n    \u001b[1mなぜ私は10/10の評価でレビューを見つけることができないのか分からないので、私は1つを作る必要がありました。\u001b[22m, \u001b[1m私は10月10日の評価とレビューを見つけることができない理由はわからないので、私は1をしなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nthe story takes place in a ghouls and humans kind of world; ken kaneki, a 19 year old freshman, half human - half ghoul.\n\n\u001b[1m物語はグールと人間の世界の中で起こる。  19歳の新入生、半分の人間半分のグール。\u001b[22m\n\u001b[1m(Monogatari wa gūru to ningen no sekai no naka de okoru. 19-Sai no shin'nyūsei, hanbun no ningen hanbun no gūru.)\u001b[22m\n\nTranslations of \u001b[4mthe story takes place in a ghouls and humans kind of world; ken kaneki, a 19 year old freshman, half human - half ghoul.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story takes place in a ghouls and humans kind of world;\u001b[24m\n    \u001b[1m物語はグールと人間の世界の中で起こる。\u001b[22m, \u001b[1m物語は、世界の悪鬼と人間の種類で行われます。\u001b[22m\n\u001b[4mken kaneki, a 19 year old freshman, half human - half ghoul.\u001b[24m\n    \u001b[1m19歳の新入生、半分の人間半分のグール。\u001b[22m, \u001b[1m県kaneki、19歳の新入生、半人 - 半グール。\u001b[22m\n\u001b[1m\u001b[22m\nKaneki, the protagonist, struggles between his humanity, his morals and what he always believed in, and the way this reality is, and what things have gotten to be.\n\n\u001b[1m主人公の金子さんは、人類と道徳と、いつも信じていたことと、この現実の仕方と、何が得られたのかとの間の闘いをしています。\u001b[22m\n\u001b[1m(Shujinkō no Kaneko-san wa, jinrui to dōtoku to, itsumo shinjite ita koto to, kono genjitsu no shikata to, nani ga e rareta no ka to no ma no tatakai o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mKaneki, the protagonist, struggles between his humanity, his morals and what he always believed in, and the way this reality is, and what things have gotten to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaneki, the protagonist, struggles between his humanity, his morals and what he always believed in, and the way this reality is, and what things have gotten to be.\u001b[24m\n    \u001b[1m主人公の金子さんは、人類と道徳と、いつも信じていたことと、この現実の仕方と、何が得られたのかとの間の闘いをしています。\u001b[22m, \u001b[1mKaneki、主人公は、彼の人間性、彼の道徳と彼が常に信じ、および方法このような現実であり、どのようなものがあることを得ている間に苦労します。\u001b[22m\n\u001b[1m\u001b[22m\nhe finds himself in a whole new different kind of life, and a new self.\n\n\u001b[1m彼はまったく新しい種類の人生、そして新しい自己で自分自身を見つけます。\u001b[22m\n\u001b[1m(Kare wa mattaku atarashī shurui no jinsei, soshite atarashī jiko de jibun jishin o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mhe finds himself in a whole new different kind of life, and a new self.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhe finds himself in a whole new different kind of life, and a new self.\u001b[24m\n    \u001b[1m彼はまったく新しい種類の人生、そして新しい自己で自分自身を見つけます。\u001b[22m, \u001b[1m彼は人生の全く新しい別の種類、および新しい自己に彼自身を見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nhe's weak,with new doubts and questions and he doesn't show much courage toward what his has come to be, not as you'd expect from a male mainstream-ish protagonist.\n\n\u001b[1m彼は弱く、新しい疑問や疑問を持っています。男性の主流主人公から期待されるようなものではなく、彼は何が彼のものになったのかについて、大きな勇気を示しません。\u001b[22m\n\u001b[1m(Kare wa yowaku, atarashī gimon ya gimon o motte imasu. Dansei no shuryū shujinkō kara kitai sa reru yōna monode wa naku, kare wa nani ga kare no mono ni natta no ka ni tsuite, ōkina yūki o shimeshimasen.)\u001b[22m\n\nTranslations of \u001b[4mhe's weak,with new doubts and questions and he doesn't show much courage toward what his has come to be, not as you'd expect from a male mainstream-ish protagonist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhe's weak,with new doubts and questions and he doesn't show much courage toward what his has come to be, not as you'd expect from a male mainstream-ish protagonist.\u001b[24m\n    \u001b[1m彼は弱く、新しい疑問や疑問を持っています。男性の主流主人公から期待されるようなものではなく、彼は何が彼のものになったのかについて、大きな勇気を示しません。\u001b[22m, \u001b[1m彼は新たな疑問や質問に、弱いだと彼は彼はあなたが男性の主流っぽい主人公から期待されないように、なるようになってきたものに向けて多くの勇気を示していません。\u001b[22m\nand all that, holds so much deepness to it. and from the very bottom, his character develops, and that's a 10/10 for me, that's everything.\n\n\u001b[1mそしてそれはすべてそれに深く関わっています。 一番下から、彼の性格が発達し、それは私のための10/10です。それはすべてです。\u001b[22m\n\u001b[1m(Soshite sore wa subete sore ni fukaku kakawatte imasu. Ichibanshita kara, kare no seikaku ga hattatsu shi, sore wa watashi no tame no 10/ 10desu. Sore wa subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mand all that, holds so much deepness to it. and from the very bottom, his character develops, and that's a 10/10 for me, that's everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand all that, holds so much deepness to it.\u001b[24m\n    \u001b[1mそしてそれはすべてそれに深く関わっています。\u001b[22m, \u001b[1mそしてすべてのことは、それまであまり深みを保持しています。\u001b[22m\n\u001b[4mand from the very bottom, his character develops, and that's a 10/10 for me, that's everything.\u001b[24m\n    \u001b[1m一番下から、彼の性格が発達し、それは私のための10/10です。それはすべてです。\u001b[22m, \u001b[1mそして一番下から、彼の性格が発達し、それは私のために10月10日ですが、それがすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nthe OST is perfect, the opening is stunning, and so well-performed. so is the ending, the sound in general is perfect.\n\n\u001b[1mOSTは完璧、オープニングはすばらしく、とてもうまくいきます。 結末は一般的に完璧です。\u001b[22m\n\u001b[1m(OST wa kanpeki, ōpuningu wa subarashiku, totemo umaku ikimasu. Ketsumatsu wa ippantekini kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mthe OST is perfect, the opening is stunning, and so well-performed. so is the ending, the sound in general is perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe OST is perfect, the opening is stunning, and so well-performed.\u001b[24m\n    \u001b[1mOSTは完璧、オープニングはすばらしく、とてもうまくいきます。\u001b[22m, \u001b[1mOSTは、開口部が素晴らしいです、完璧であるので、よく行きました。\u001b[22m\n\u001b[4mso is the ending, the sound in general is perfect.\u001b[24m\n    \u001b[1m結末は一般的に完璧です。\u001b[22m, \u001b[1mそう結末は、一般的に音は完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nthe art is beautiful, and the animation is awesome.\n\n\u001b[1m芸術は美しく、アニメーションは素晴らしいです。\u001b[22m\n\u001b[1m(Geijutsu wa utsukushiku, animēshon wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mthe art is beautiful, and the animation is awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art is beautiful, and the animation is awesome.\u001b[24m\n    \u001b[1m芸術は美しく、アニメーションは素晴らしいです。\u001b[22m, \u001b[1m芸術が美しく、アニメーションが素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nand that's how it is to me.\n\n\u001b[1mそれが私にとってどのようなものなのです。\u001b[22m\n\u001b[1m(Sore ga watashi ni tottedo no yōna monona nodesu.)\u001b[22m\n\nTranslations of \u001b[4mand that's how it is to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand that's how it is to me.\u001b[24m\n    \u001b[1mそれが私にとってどのようなものなのです。\u001b[22m, \u001b[1mそしてそれはそれは私にある方法です。\u001b[22m\n\u001b[1m\u001b[22m\ngive it a chance, and enjoy your what your decision has come to.\n\n\u001b[1mそれにチャンスを与え、あなたの決定が来たものを楽しんでください。\u001b[22m\n\u001b[1m(Soreni chansu o atae, anata no kettei ga kita mono o tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mgive it a chance, and enjoy your what your decision has come to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mgive it a chance, and enjoy your what your decision has come to.\u001b[24m\n    \u001b[1mそれにチャンスを与え、あなたの決定が来たものを楽しんでください。\u001b[22m, \u001b[1mそれにチャンスを与える、あなたのあなたの決断がに来ているものを楽しむことができます。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "TheMaz878",
    "profile": "/profile/TheMaz878/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=200294",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  5\n|  6\n\nこれは私の最初のレビューなので、心に留めておいてください。 また、私がそれを楽しんだからといって、それが完璧であるということを意味するわけではありません。\n\n東京グールで初めて目を引っ張ったのは暗い雰囲気でしたが、実際には暗い雰囲気を作り出すよりも、究極的には砂糖を塗っていました。 東京にはグールが住んでいて隠れているようだが、夜間には住人が去ってしまう。ほとんどのグールが餌を食べ、自分の隣人に懐疑的でもない。\n\nグールは人類に恐怖を与える完璧なモンスターのように見え、人間が戦うのを見たい最高の敵ですが、私たちはそれらを調和して食べ物と一緒に生きたい人間のモンスターとしてしか見ません。 最も一般的な演技キャラクターは、実際には最も危険なグールのいくつかが知っていたものでした。\n\n検閲を無視して、戦いはうまくやってきれいに実行された。 私はきれいに言うと完全に単純に言うわけではありません。アニメが何であれ、常に戦闘よりも話があるからです。\n\n文字はほとんどの部分を読むのがとても簡単でした。 それぞれが異なるアーク型に分類され、あるキャラクターが他のキャラクターとやりとりしたときにどうなるかを簡単に伝えることができます。 これはまったく悪いことではありませんが、ショーの未来を私にとってはあまりにも容易に予測することになりました。\n\nすべて一緒に、このアニメは良い時計だった。 良いアニメだったのかどうかは議論の余地がありますが、私の言うところではありません。 代わりに、私はこれが良い時計であり、私がそれに投資した時の価値があると言います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSo this is my first review, so keep that in mind. Also keep in mind that just because I enjoyed it, doesn't mean that it was perfect.\n\n\u001b[1mこれは私の最初のレビューなので、心に留めておいてください。 また、私がそれを楽しんだからといって、それが完璧であるということを意味するわけではありません。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūnanode, kokoro ni tomete oite kudasai. Mata, watashi ga sore o tanoshin dakaratoitte, sore ga kanpekidearu to iu koto o imi suru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo this is my first review, so keep that in mind. Also keep in mind that just because I enjoyed it, doesn't mean that it was perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this is my first review, so keep that in mind.\u001b[24m\n    \u001b[1mこれは私の最初のレビューなので、心に留めておいてください。\u001b[22m, \u001b[1mこれが私の最初のレビューなので、心に留めておきます。\u001b[22m\n\u001b[4mAlso keep in mind that just because I enjoyed it, doesn't mean that it was perfect.\u001b[24m\n    \u001b[1mまた、私がそれを楽しんだからといって、それが完璧であるということを意味するわけではありません。\u001b[22m, \u001b[1mまた、私はそれを楽しんだという理由だけで覚えておいて、それは完璧だったことを意味するものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhat first caught my eye in Tokyo Ghoul was the dark setting it looked to have, but ultimately the setting was more there to sugar coat the story than to actual establish a dark atmosphere. While Tokyo was displayed to have ghouls living and hiding within the city, yet the residents leave their houses at night, the time most ghouls feed, and are not even skeptical of their own neighbors.\n\n\u001b[1m東京グールで初めて目を引っ張ったのは暗い雰囲気でしたが、実際には暗い雰囲気を作り出すよりも、究極的には砂糖を塗っていました。 東京にはグールが住んでいて隠れているようだが、夜間には住人が去ってしまう。ほとんどのグールが餌を食べ、自分の隣人に懐疑的でもない。\u001b[22m\n\u001b[1m(Tōkyō gūru de hajimete me o hippatta no wa kurai fun'ikideshitaga, jissai ni wa kurai fun'iki o tsukuridasu yori mo, kyūkyoku-teki ni wa satō o nutte imashita. Tōkyō ni wa gūru ga sunde ite kakurete iru yōdaga, yakan ni wa jūnin ga satte shimau. Hotondo no gūru ga esa o tabe, jibun no rinjin ni kaigi-tekide mo nai.)\u001b[22m\n\nTranslations of \u001b[4mWhat first caught my eye in Tokyo Ghoul was the dark setting it looked to have, but ultimately the setting was more there to sugar coat the story than to actual establish a dark atmosphere. While Tokyo was displayed to have ghouls living and hiding within the city, yet the residents leave their houses at night, the time most ghouls feed, and are not even skeptical of their own neighbors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat first caught my eye in Tokyo Ghoul was the dark setting it looked to have, but ultimately the setting was more there to sugar coat the story than to actual establish a dark atmosphere.\u001b[24m\n    \u001b[1m東京グールで初めて目を引っ張ったのは暗い雰囲気でしたが、実際には暗い雰囲気を作り出すよりも、究極的には砂糖を塗っていました。\u001b[22m, \u001b[1mどのような第一東京グールで私の目を引いたことは持つように見えたが、最終的に設定値が実際よりもストーリーが暗い雰囲気を確立砂糖コートによりがあった、それを設定暗くなっていました。\u001b[22m\n\u001b[4mWhile Tokyo was displayed to have ghouls living and hiding within the city, yet the residents leave their houses at night, the time most ghouls feed, and are not even skeptical of their own neighbors.\u001b[24m\n    \u001b[1m東京にはグールが住んでいて隠れているようだが、夜間には住人が去ってしまう。ほとんどのグールが餌を食べ、自分の隣人に懐疑的でもない。\u001b[22m, \u001b[1m東京は住み、市内に隠れて悪鬼を持つように表示されていた、まだ住民が、夜間に最も悪鬼は餌の時間を彼らの家を離れ、さらには自分の隣人の懐疑的ではありませんが。\u001b[22m\n\u001b[1m\u001b[22m\nThe ghouls seemed like the perfect monster to give fear to humanity and the best enemy I would want to see humans fight against, yet we only see them as human looking monsters that wanted to live with their food in harmony. The most normal acting characters were actual some of the most dangerous ghouls the show had known.\n\n\u001b[1mグールは人類に恐怖を与える完璧なモンスターのように見え、人間が戦うのを見たい最高の敵ですが、私たちはそれらを調和して食べ物と一緒に生きたい人間のモンスターとしてしか見ません。 最も一般的な演技キャラクターは、実際には最も危険なグールのいくつかが知っていたものでした。\u001b[22m\n\u001b[1m(Gūru wa jinrui ni kyōfu o ataeru kanpekina monsutā no yō ni mie, ningen ga tatakau no o mitai saikō no tekidesuga, watashitachi wa sorera o chōwa shite tabemono to issho ni ikitai ningen no monsutā to shite shika mimasen. Mottomo ippantekina engi kyarakutā wa, jissai ni wa mottomo kiken'na gūru no ikutsu ka ga shitteita monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe ghouls seemed like the perfect monster to give fear to humanity and the best enemy I would want to see humans fight against, yet we only see them as human looking monsters that wanted to live with their food in harmony. The most normal acting characters were actual some of the most dangerous ghouls the show had known.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ghouls seemed like the perfect monster to give fear to humanity and the best enemy I would want to see humans fight against, yet we only see them as human looking monsters that wanted to live with their food in harmony.\u001b[24m\n    \u001b[1mグールは人類に恐怖を与える完璧なモンスターのように見え、人間が戦うのを見たい最高の敵ですが、私たちはそれらを調和して食べ物と一緒に生きたい人間のモンスターとしてしか見ません。\u001b[22m, \u001b[1m悪鬼は、人類と私は人間が戦う見たいだろう最高の敵に恐怖を与えるのに最適な怪物のように思えた、まだ我々は唯一の調和した彼らの食物と一緒に住むことを望んでいた人間探してモンスターとしてそれらを参照してください。\u001b[22m\n\u001b[4mThe most normal acting characters were actual some of the most dangerous ghouls the show had known.\u001b[24m\n    \u001b[1m最も一般的な演技キャラクターは、実際には最も危険なグールのいくつかが知っていたものでした。\u001b[22m, \u001b[1m最も通常の演技文字はショーが知っていた最も危険な悪鬼のいくつかを実際にありました。\u001b[22m\n\u001b[1m\u001b[22m\nIgnoring the censorship, the fights were well done and nicely executed. I say nicely and not perfectly simply because no matter what anime, there is always more talking than fighting.\n\n\u001b[1m検閲を無視して、戦いはうまくやってきれいに実行された。 私はきれいに言うと完全に単純に言うわけではありません。アニメが何であれ、常に戦闘よりも話があるからです。\u001b[22m\n\u001b[1m(Ken'etsu o mushi shite, tatakai wa umaku yatte kirei ni jikkō sa reta. Watashi wa kirei ni iu to kanzen ni tanjun ni iu wakede wa arimasen. Anime ga nandeare, tsuneni sentō yori mo hanashi ga arukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIgnoring the censorship, the fights were well done and nicely executed. I say nicely and not perfectly simply because no matter what anime, there is always more talking than fighting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIgnoring the censorship, the fights were well done and nicely executed.\u001b[24m\n    \u001b[1m検閲を無視して、戦いはうまくやってきれいに実行された。\u001b[22m, \u001b[1m検閲を無視して、戦いはよくやったとうまく実行されました。\u001b[22m\n\u001b[4mI say nicely and not perfectly simply because no matter what anime, there is always more talking than fighting.\u001b[24m\n    \u001b[1m私はきれいに言うと完全に単純に言うわけではありません。アニメが何であれ、常に戦闘よりも話があるからです。\u001b[22m, \u001b[1m関係なくどのようなアニメ、常により多くの戦いよりも、そこに話しているので、私はきれいではなく、完全に単純に言います。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were pretty easy to read for the most part. Each one fell into a different arc-type making it easy to tell what would happen when one character interacted with another. While this isn't exactly a bad thing, it did make predicting the future of the show too easy for me.\n\n\u001b[1m文字はほとんどの部分を読むのがとても簡単でした。 それぞれが異なるアーク型に分類され、あるキャラクターが他のキャラクターとやりとりしたときにどうなるかを簡単に伝えることができます。 これはまったく悪いことではありませんが、ショーの未来を私にとってはあまりにも容易に予測することになりました。\u001b[22m\n\u001b[1m(Moji wa hotondo no bubun o yomu no ga totemo kantandeshita. Sorezore ga kotonaru āku-gata ni bunrui sa re, aru kyarakutā ga hoka no kyarakutā to yaritori shita toki ni dō naru ka o kantan ni tsutaeru koto ga dekimasu. Kore wa mattaku warui kotode wa arimasenga, shō no mirai o watashi ni totte wa amarini mo yōi ni yosoku suru koto ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were pretty easy to read for the most part. Each one fell into a different arc-type making it easy to tell what would happen when one character interacted with another. While this isn't exactly a bad thing, it did make predicting the future of the show too easy for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were pretty easy to read for the most part.\u001b[24m\n    \u001b[1m文字はほとんどの部分を読むのがとても簡単でした。\u001b[22m, \u001b[1m文字は、ほとんどの部分は読みするのは簡単でした。\u001b[22m\n\u001b[4mEach one fell into a different arc-type making it easy to tell what would happen when one character interacted with another.\u001b[24m\n    \u001b[1mそれぞれが異なるアーク型に分類され、あるキャラクターが他のキャラクターとやりとりしたときにどうなるかを簡単に伝えることができます。\u001b[22m, \u001b[1mそれぞれが1文字は別と相互作用したときに何が起こるか教えすることが容易になり、異なる円弧型に落ちました。\u001b[22m\n\u001b[4mWhile this isn't exactly a bad thing, it did make predicting the future of the show too easy for me.\u001b[24m\n    \u001b[1mこれはまったく悪いことではありませんが、ショーの未来を私にとってはあまりにも容易に予測することになりました。\u001b[22m, \u001b[1mこれは正確に悪いことではありませんが、それは私のためにあまりにも簡単ショーの未来を予測作りました。\u001b[22m\n\u001b[1m\u001b[22m\nAll together, this anime was a good watch. Whether or mot is was a good anime is debatable, but it's not my place to say. Instead, I'll just say that this was a good watch and worth the time I invested into it.\n\n\u001b[1mすべて一緒に、このアニメは良い時計だった。 良いアニメだったのかどうかは議論の余地がありますが、私の言うところではありません。 代わりに、私はこれが良い時計であり、私がそれに投資した時間の価値があると言うでしょう。\u001b[22m\n\u001b[1m(Subete issho ni, kono anime wa yoi tokeidatta. Yoi animedatta no ka dō ka wa giron no yochi ga arimasuga, watashi no iu tokorode wa arimasen. Kawari ni, watashi wa kore ga yoi tokeideari, watashi ga sore ni tōshi shita jikan no kachigāru to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAll together, this anime was a good watch. Whether or mot is was a good anime is debatable, but it's not my place to say. Instead, I'll just say that this was a good watch and worth the time I invested into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll together, this anime was a good watch.\u001b[24m\n    \u001b[1mすべて一緒に、このアニメは良い時計だった。\u001b[22m, \u001b[1mすべて一緒に、このアニメは良い時計でした。\u001b[22m\n\u001b[4mWhether or mot is was a good anime is debatable, but it's not my place to say.\u001b[24m\n    \u001b[1m良いアニメだったのかどうかは議論の余地がありますが、私の言うところではありません。\u001b[22m, \u001b[1mであるかどうかMOTは良いアニメは議論の余地があるだったが、それは言うことは私の場所ではありません。\u001b[22m\n\u001b[4mInstead, I'll just say that this was a good watch and worth the time I invested into it.\u001b[24m\n    \u001b[1m代わりに、私はこれが良い時計であり、私がそれに投資した時間の価値があると言うでしょう。\u001b[22m, \u001b[1mその代わりに、私はこれは良い時計、私はそれに投資した時間の価値があったと言うでしょう。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Sweyn-kun",
    "profile": "/profile/Sweyn-kun/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=186162",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  7\n\nあなたが一緒に歩いている人、チャットしている人、そんなに多くの時間を費やしている人が、本当に誰であるのか正確には分からない世界を想像してください。 あなたが「友人」と呼んでいる非常に個性的な人に奪われた場合はどうなりますか？\n\nこれは東京グールの雰囲気です。 惑星地球上には、人間の肉体だけを狩り獲物できるグールと呼ばれる人間の亜種が存在する。 東京20区の練馬区では、単なる平均的な個人であり、命を指数関数的に変えています。 彼が賞賛した少女と夢の日として始めたのは、彼が信じることのできないものに変わった。\n\n漫画の巨大なファンとして、私はこのアニメで失われた可能性に少し失望した。 もちろん、12話の制限は、すべてのコンテンツが実装されるわけではなく、地下の極端な訓練や彼の家族で他の人たちが見えない理由などを保証します。 もしどちらかが始まっていなければ、最初はアニメをお勧めしますので、失望はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nImagine a world where the very people you walk along with, chat with, spend so much time with wasn't exactly who they truly are. What if you were prey to the very individual you call 'friend.'\n\n\u001b[1mあなたが一緒に歩いている人、チャットしている人、そんなに多くの時間を費やしている人が、本当に誰であるのか正確には分からない世界を想像してください。 あなたが「友人」と呼んでいる非常に個性的な人に奪われた場合はどうなりますか？\u001b[22m\n\u001b[1m(Anata ga issho ni aruite iru hito, chatto shite iru hito, son'nani ōku no jikan o tsuiyashite iru hito ga, hontōni daredearu no ka seikaku ni wa wakaranai sekai o sōzō shite kudasai. Anata ga `yūjin' to yonde iru hijō ni kosei-tekina hito ni ubawa reta baai wa dō narimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mImagine a world where the very people you walk along with, chat with, spend so much time with wasn't exactly who they truly are. What if you were prey to the very individual you call 'friend.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImagine a world where the very people you walk along with, chat with, spend so much time with wasn't exactly who they truly are.\u001b[24m\n    \u001b[1mあなたが一緒に歩いている人、チャットしている人、そんなに多くの時間を費やしている人が、本当に誰であるのか正確には分からない世界を想像してください。\u001b[22m, \u001b[1m、あなたが一緒に歩いて非常に人々は、チャットの世界を想像してみてそんなに時間を過ごす彼らは本当に誰であるかを正確にはありませんでした。\u001b[22m\n\u001b[4mWhat if you were prey to the very individual you call 'friend.'\u001b[24m\n    \u001b[1mあなたが「友人」と呼んでいる非常に個性的な人に奪われた場合はどうなりますか？\u001b[22m, \u001b[1mあなたが呼び出す非常に個々の獲物だったら何の友人」。\u001b[22m\n\u001b[1m\u001b[22m\nThis is the setting of Tokyo Ghoul; on planet Earth exists subspecies to humans known as ghouls who can only hunt and prey on the flesh of human. Set in tokyo's 20th ward, Nerima, Ken Kaneki, a mere average individual, has his life changed exponentially. What first began as a dream date with the girl he admired turned into something beyond he could believe would happen.\n\n\u001b[1mこれは東京グールの雰囲気です。 惑星地球上には、人間の肉体だけを狩り獲物できるグールと呼ばれる人間の亜種が存在する。 東京20区の練馬区では、単なる平均的な個人であり、命を指数関数的に変えています。 彼が賞賛した少女と夢の日として始めたのは、彼が信じることのできないものに変わった。\u001b[22m\n\u001b[1m(Kore wa Tōkyō gūru no fun'ikidesu. Wakusei chikyū-jō ni wa, ningen no nikutai dake o kari emono dekiru gūru to yoba reru ningen no ashu ga sonzai suru. Tōkyō 20-ku no Nerima-kude wa, tan'naru heikin-tekina kojindeari, inochi o yubisūkansū-teki ni kaete imasu. Kare ga shōsan shita shōjo to yume no hi to shite hajimeta no wa, kare ga shinjiru koto no dekinai mono ni kawatta.)\u001b[22m\n\nTranslations of \u001b[4mThis is the setting of Tokyo Ghoul; on planet Earth exists subspecies to humans known as ghouls who can only hunt and prey on the flesh of human. Set in tokyo's 20th ward, Nerima, Ken Kaneki, a mere average individual, has his life changed exponentially. What first began as a dream date with the girl he admired turned into something beyond he could believe would happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the setting of Tokyo Ghoul;\u001b[24m\n    \u001b[1mこれは東京グールの雰囲気です。\u001b[22m, \u001b[1mこれは、東京グールの設定です。\u001b[22m\n\u001b[4mon planet Earth exists subspecies to humans known as ghouls who can only hunt and prey on the flesh of human.\u001b[24m\n    \u001b[1m惑星地球上には、人間の肉体だけを狩り獲物できるグールと呼ばれる人間の亜種が存在する。\u001b[22m, \u001b[1m地球上の人間の肉にすることができる唯一の狩りと獲物悪鬼として知られているヒトに亜種が存在します。\u001b[22m\n\u001b[4mSet in tokyo's 20th ward, Nerima, Ken Kaneki, a mere average individual, has his life changed exponentially.\u001b[24m\n    \u001b[1m東京20区の練馬区では、単なる平均的な個人であり、命を指数関数的に変えています。\u001b[22m, \u001b[1m東京20区、練馬区、ケンKaneki、単なる平均個々に設定し、彼の人生は、指数関数的に変更されました。\u001b[22m\n\u001b[4mWhat first began as a dream date with the girl he admired turned into something beyond he could believe would happen.\u001b[24m\n    \u001b[1m彼が賞賛した少女と夢の日として始めたのは、彼が信じることのできないものに変わった。\u001b[22m, \u001b[1m何が最初に彼が起こるだろうと考えている可能性を超えて何かになった彼は称賛女の子と夢の日として始まりました。\u001b[22m\n\u001b[1m\u001b[22m\nAs a huge fan of the manga, I was slightly disappointed in the potential that was lost in this anime. Of course the limit of 12 episodes guarantees that not all content would be implemented, but factors such as Kaneki's extreme training underground and the reason he doesn't see others in his family. If one hasn't started either, I recommend the anime first then the manga so no disappointment is had.\n\n\u001b[1m漫画の巨大なファンとして、私はこのアニメで失われた可能性に少し失望した。 もちろん、12話の制限は、すべてのコンテンツが実装されるわけではなく、地下の極端な訓練や彼の家族で他の人たちが見えない理由などを保証します。 もしどちらかが始まっていなければ、最初はアニメをお勧めしますので、失望はありません。\u001b[22m\n\u001b[1m(Manga no kyodaina fan to shite, watashi wa kono anime de ushinawa reta kanōsei ni sukoshi shitsubō shita. Mochiron, 12-wa no seigen wa, subete no kontentsu ga jissō sa reru wakede wa naku, chika no kyokutan'na kunren ya kare no kazoku de hokanohito-tachi ga mienai riyū nado o hoshō shimasu. Moshi dochira ka ga hajimatte inakereba, saisho wa anime o o susume shimasunode, shitsubō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs a huge fan of the manga, I was slightly disappointed in the potential that was lost in this anime. Of course the limit of 12 episodes guarantees that not all content would be implemented, but factors such as Kaneki's extreme training underground and the reason he doesn't see others in his family. If one hasn't started either, I recommend the anime first then the manga so no disappointment is had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a huge fan of the manga, I was slightly disappointed in the potential that was lost in this anime.\u001b[24m\n    \u001b[1m漫画の巨大なファンとして、私はこのアニメで失われた可能性に少し失望した。\u001b[22m, \u001b[1m漫画の大ファンとして、私はこのアニメでは失われた可能性の中で少しがっかりしました。\u001b[22m\n\u001b[4mOf course the limit of 12 episodes guarantees that not all content would be implemented, but factors such as Kaneki's extreme training underground and the reason he doesn't see others in his family.\u001b[24m\n    \u001b[1mもちろん、12話の制限は、すべてのコンテンツが実装されるわけではなく、地下の極端な訓練や彼の家族で他の人たちが見えない理由などを保証します。\u001b[22m, \u001b[1mもちろん、12エピソードの制限はないすべてのコンテンツが実装されますが、このようなKanekiの極端なトレーニング地下などの要因と、彼は彼の家族の中で他の人を見ていない理由であろうことを保証します。\u001b[22m\n\u001b[4mIf one hasn't started either, I recommend the anime first then the manga so no disappointment is had.\u001b[24m\n    \u001b[1mもしどちらかが始まっていなければ、最初はアニメをお勧めしますので、失望はありません。\u001b[22m, \u001b[1m1のいずれか開始されていない場合は、私が最初にそのように全く失望を持っていたされていない漫画をアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "amandasparkles",
    "profile": "/profile/amandasparkles/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=172161",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n変化する。 私たちは皆それを経験します。 それが他の誰よりも実際にどのように優れているかを知っています。 確かに非常に恐ろしいですが、あなたがいなくなった「誰か」になることは、無駄に死ぬことよりも優れています。 カネキが信じたいと思っているものです。\n\n東京グールは確かに非常に人気のあるアニメーションで、マンガに適応し、世界中でますますよく知られています。 私はTumblrでTokyo Ghoulを見つけたことがありました。無限の驚異的な悪ふざけのファンアートが登場したので、試してみることにしました。\n\nこの物語の主なプロットは、東京、人間、そしてグールに住む市民の2つのタイプについてです。 お互いに気づいて、彼らは非常に慎重な生活を送る。 人間はグールによって食べられることを避け、グールは人間によって捕らえられないようにします。\n\nカネキはかつてはとても普通の少年で、退屈な生活を送っていましたが、それは一晩で大きく変わりました。 彼は何が好きだったのですか？ なぜ彼の人生は変わりましたか？ 彼はどのようにそれに対処していますか？ 答えは彼の旅の中にある。 ヴァンパイアとグールは2つの非常に主流のアニメーションのアイデアなので、アイデアを元に戻して元のものを作るのは難しいです。 あなたはアニメーションが好きで、見守っていますか、それとも反対ですか？ 答えはあなたのものです。 正直なところ、それについて気に入らないのはあなたのために「次のエピソード」をクリックすることは全く可能です。\n\nグールの器官と一緒に生きている男の子、おそらく最も強力でユニークなグール、ややゴージャスなシーン、素晴らしいプロット。 まだそれを見て十分に確信していない？ 私は悪いお尻とクールな女性の主人公について言及しましたか？ 今やりました。\n\n私はアニメが大好きですが、私は最初に私を少し失望させる性格について何かを持っています。 オスの名前はユタ。  tumblrの彼のクールなファンの芸術は、私が（彼はファンの芸術のように悪い尻であることを期待していたが、私は物語そのもののために行くつもりはあるが）私は見始めた理由かもしれないが、彼は丁寧な男の 、そしておそらく少し恥ずかしがり屋。 それにもかかわらず、私はとにかく彼を愛しています。\n\n私は第2シーズンを楽しみにしています。 シーズン1の終わりは、クリフハンガーのためにもっと欲しいものを残してしまうので、継続は息を吹かさなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nChange. We all experience it. but Kaneki knows how it actually feels better than anyone else. It is indeed very scary, but becoming 'someone' you're not is better than dying in vain. That is something Kaneki is hoping to believe.\n\n\u001b[1m変化する。 私たちは皆それを経験します。 それが他の誰よりも実際にどのように優れているかを知っています。 確かに非常に恐ろしいですが、あなたがいなくなった「誰か」になることは、無駄に死ぬことよりも優れています。 カネキが信じたいと思っているものです。\u001b[22m\n\u001b[1m(Henka suru. Watashitachi wa mina sore o keiken shimasu. Sore ga hoka no dare yori mo jissai ni dono yō ni sugurete iru ka o shitte imasu. Tashika ni hijō ni osoroshīdesuga, anata ga inaku natta `dareka' ni naru koto wa, muda ni shinu koto yori mo sugurete imasu. Kaneki ga shinjitai to omotte iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mChange. We all experience it. but Kaneki knows how it actually feels better than anyone else. It is indeed very scary, but becoming 'someone' you're not is better than dying in vain. That is something Kaneki is hoping to believe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChange.\u001b[24m\n    \u001b[1m変化する。\u001b[22m, \u001b[1m変更。\u001b[22m, \u001b[1m変更。\u001b[22m, \u001b[1m変化。\u001b[22m\n\u001b[4mWe all experience it.\u001b[24m\n    \u001b[1m私たちは皆それを経験します。\u001b[22m, \u001b[1m私たちは皆、それを経験します。\u001b[22m\n\u001b[4mbut Kaneki knows how it actually feels better than anyone else.\u001b[24m\n    \u001b[1mそれが他の誰よりも実際にどのように優れているかを知っています。\u001b[22m, \u001b[1mしかしKanekiは、それが実際に誰よりも感じている方法を知っています。\u001b[22m\n\u001b[4mIt is indeed very scary, but becoming 'someone' you're not is better than dying in vain.\u001b[24m\n    \u001b[1m確かに非常に恐ろしいですが、あなたがいなくなった「誰か」になることは、無駄に死ぬことよりも優れています。\u001b[22m, \u001b[1mそれは確かに非常に怖いですが、あなたは無駄に死んよりも優れたじゃない誰か」となっております。\u001b[22m\n\u001b[4mThat is something Kaneki is hoping to believe.\u001b[24m\n    \u001b[1mカネキが信じたいと思っているものです。\u001b[22m, \u001b[1mそれはKanekiが信じることを望んでいるものです。\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul is indeed a very popular animation, adapted by its manga, becoming more and more well-known across the globe. I happened to find out about Tokyo Ghoul on Tumblr, with all the endless amazing and bad ass fan arts of the characters, i decided to give it a try.\n\n\u001b[1m東京グールは確かに非常に人気のあるアニメーションで、マンガに適応し、世界中でますますよく知られています。 私はTumblrでTokyo Ghoulを見つけたことがありました。無限の驚異的な悪ふざけのファンアートが登場したので、試してみることにしました。\u001b[22m\n\u001b[1m(Tōkyō gūru wa tashika ni hijō ni ninkinoaru animēshon de, manga ni tekiō shi, sekaijū de masumasu yoku shira rete imasu. Watashi wa tanburā de Tokyo Ghoul o mitsuketa koto ga arimashita. Mugen no kyōi-tekina warufuzake no fan'āto ga tōjō shitanode, tameshite miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mTokyo Ghoul is indeed a very popular animation, adapted by its manga, becoming more and more well-known across the globe. I happened to find out about Tokyo Ghoul on Tumblr, with all the endless amazing and bad ass fan arts of the characters, i decided to give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo Ghoul is indeed a very popular animation, adapted by its manga, becoming more and more well-known across the globe.\u001b[24m\n    \u001b[1m東京グールは確かに非常に人気のあるアニメーションで、マンガに適応し、世界中でますますよく知られています。\u001b[22m, \u001b[1m東京グールはますます世界中でよく知られているになって、実際にその漫画によって適合非常に人気アニメ、です。\u001b[22m\n\u001b[4mI happened to find out about Tokyo Ghoul on Tumblr, with all the endless amazing and bad ass fan arts of the characters, i decided to give it a try.\u001b[24m\n    \u001b[1m私はTumblrでTokyo Ghoulを見つけたことがありました。無限の驚異的な悪ふざけのファンアートが登場したので、試してみることにしました。\u001b[22m, \u001b[1m私はすべての文字無限の素晴らしいと悪いお尻のファン芸術で、私はそれを試してみることにしました、Tumblrの上の東京グールを知るために起こりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe main plot of this story is about the two different types of citizens living in Tokyo, the human and the ghoul. Being aware of each other, they live a very careful life. The human avoided being eaten by the ghoul, while the ghoul hide themselves from being captured by humans.\n\n\u001b[1mこの物語の主なプロットは、東京、人間、そしてグールに住む市民の2つのタイプについてです。 お互いに気づいて、彼らは非常に慎重な生活を送る。 人間はグールによって食べられることを避け、グールは人間によって捕らえられないようにします。\u001b[22m\n\u001b[1m(Kono monogatari no omona purotto wa, Tōkyō, ningen, soshite gūru ni sumu shimin no 2tsu no taipu ni tsuitedesu. Otagai ni kidzuite, karera wa hijō ni shinchōna seikatsu o okuru. Ningen wa gūru ni yotte tabe rareru koto o sake, gūru wa ningen ni yotte torae rarenai yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main plot of this story is about the two different types of citizens living in Tokyo, the human and the ghoul. Being aware of each other, they live a very careful life. The human avoided being eaten by the ghoul, while the ghoul hide themselves from being captured by humans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main plot of this story is about the two different types of citizens living in Tokyo, the human and the ghoul.\u001b[24m\n    \u001b[1mこの物語の主なプロットは、東京、人間、そしてグールに住む市民の2つのタイプについてです。\u001b[22m, \u001b[1mこの物語の主なプロットは東京に住んでいる市民の二つの異なる種類の、人間とグールについてです。\u001b[22m\n\u001b[4mBeing aware of each other, they live a very careful life.\u001b[24m\n    \u001b[1mお互いに気づいて、彼らは非常に慎重な生活を送る。\u001b[22m, \u001b[1mお互いを認識している、彼らは非常に慎重に人生を生きます。\u001b[22m\n\u001b[4mThe human avoided being eaten by the ghoul, while the ghoul hide themselves from being captured by humans.\u001b[24m\n    \u001b[1m人間はグールによって食べられることを避け、グールは人間によって捕らえられないようにします。\u001b[22m, \u001b[1mグールは人間によって捕獲されるから身を隠しながら避け人間は、グールに食べられています。\u001b[22m\n\u001b[1m\u001b[22m\nKaneki was once a very ordinary boy, living a dull boring life, but that drastically changed overnight. What was he like ? Why did his life change ? How does he cope with it ? The answers lie within his journey. Vampire and ghoul are two very mainstream animation idea, that's what makes it hard to turn the idea around and create something original. Would you like the animation and keep on watching or would you do the opposite ? The answer is yours to decide. But it is totally possible for you to click the 'next episode' because honestly, what's not to like about it ?\n\n\u001b[1mカネキはかつてはとても普通の少年で、退屈な生活を送っていましたが、それは一晩で大きく変わりました。 彼は何が好きだったのですか？ なぜ彼の人生は変わりましたか？ 彼はどのようにそれに対処していますか？ 答えは彼の旅の中にある。 ヴァンパイアとグールは2つの非常に主流のアニメーションのアイデアなので、アイデアを元に戻して元のものを作るのは難しいです。 あなたはアニメーションが好きで、見守っていますか、それとも反対ですか？ 答えはあなたのものです。 正直なところ、それについて気に入らないのはあなたのために「次のエピソード」をクリックすることは全く可能です。\u001b[22m\n\u001b[1m(Kaneki wa katsute wa totemo futsū no shōnen de, taikutsuna seikatsu o okutte imashitaga, sore wa hitoban de ōkiku kawarimashita. Kare wa nani ga sukidatta nodesu ka? Naze kare no jinsei wa kawarimashita ka? Kare wa dono yō ni sore ni taisho shite imasu ka? Kotae wa kare no tabi no naka ni aru. Vu~anpaia to gūru wa 2tsu no hijō ni shuryū no animēshon no aideananode, aidea o gen ni modoshite gen no mono o tsukuru no wa muzukashīdesu. Anata wa animēshon ga sukide, mimamotte imasu ka, soretomo hantaidesu ka? Kotae wa anata no monodesu. Shōjikina tokoro, sore ni tsuite kiniiranai no wa anata no tame ni `tsugi no episōdo' o kurikku suru koto wa mattaku kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mKaneki was once a very ordinary boy, living a dull boring life, but that drastically changed overnight. What was he like ? Why did his life change ? How does he cope with it ? The answers lie within his journey. Vampire and ghoul are two very mainstream animation idea, that's what makes it hard to turn the idea around and create something original. Would you like the animation and keep on watching or would you do the opposite ? The answer is yours to decide. But it is totally possible for you to click the 'next episode' because honestly, what's not to like about it ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaneki was once a very ordinary boy, living a dull boring life, but that drastically changed overnight.\u001b[24m\n    \u001b[1mカネキはかつてはとても普通の少年で、退屈な生活を送っていましたが、それは一晩で大きく変わりました。\u001b[22m, \u001b[1mKanekiは鈍い退屈な生活をして、一度ごく普通の少年だったが、それは劇的に一晩変更します。\u001b[22m\n\u001b[4mWhat was he like ?\u001b[24m\n    \u001b[1m彼は何が好きだったのですか？\u001b[22m, \u001b[1m彼はどのようなものでしたか？\u001b[22m\n\u001b[4mWhy did his life change ?\u001b[24m\n    \u001b[1mなぜ彼の人生は変わりましたか？\u001b[22m\n\u001b[4mHow does he cope with it ?\u001b[24m\n    \u001b[1m彼はどのようにそれに対処していますか？\u001b[22m, \u001b[1mどのように彼はそれに対処するのでしょうか？\u001b[22m\n\u001b[4mThe answers lie within his journey.\u001b[24m\n    \u001b[1m答えは彼の旅の中にある。\u001b[22m, \u001b[1m答えは彼の旅の中にあります。\u001b[22m\n\u001b[4mVampire and ghoul are two very mainstream animation idea, that's what makes it hard to turn the idea around and create something original.\u001b[24m\n    \u001b[1mヴァンパイアとグールは2つの非常に主流のアニメーションのアイデアなので、アイデアを元に戻して元のものを作るのは難しいです。\u001b[22m, \u001b[1mヴァンパイアとグールは、2つの非常に主流のアニメーションアイディアですが、それはそれは難しいの周りにアイデアを回すと、元のものを作成することを可能にするものです。\u001b[22m\n\u001b[4mWould you like the animation and keep on watching or would you do the opposite ?\u001b[24m\n    \u001b[1mあなたはアニメーションが好きで、見守っていますか、それとも反対ですか？\u001b[22m, \u001b[1mあなたは、アニメーションが好きで、見続けるか、反対のことを行うだろうだろうか？\u001b[22m\n\u001b[4mThe answer is yours to decide.\u001b[24m\n    \u001b[1m答えはあなたのものです。\u001b[22m, \u001b[1m答えはあなたが決めることです。\u001b[22m\n\u001b[4mBut it is totally possible for you to click the 'next episode' because honestly, what's not to like about it ?\u001b[24m\n    \u001b[1m正直なところ、それについて気に入らないのはあなたのために「次のエピソード」をクリックすることは全く可能です。\u001b[22m, \u001b[1mあなたは\"次のエピソード」をクリックする正直、何がそれについて好きにはないので、しかし、それは完全に可能ですか？\u001b[22m\n\u001b[1m\u001b[22m\nA boy living with ghoul's organs only to become, probably the most powerful and unique ghoul around, the somewhat gory scenes, the amazing plot. Still not convinced enough to watch it ? Did I mention about the bad ass and cool looking female protagonist ? I just did.\n\n\u001b[1mグールの器官と一緒に生きている男の子、おそらく最も強力でユニークなグール、ややゴージャスなシーン、素晴らしいプロット。 まだそれを見て十分に確信していない？ 私は悪いお尻とクールな女性の主人公について言及しましたか？ 今やりました。\u001b[22m\n\u001b[1m(Gūru no kikan to issho ni ikite iru otokonoko, osoraku mottomo kyōryokude yunīkuna gūru, yaya gōjasuna shīn, subarashī purotto. Mada sore o mite jūbun ni kakushin shite inai? Watashi wa warui o shiri to kūruna josei no shujinkō ni tsuite genkyū shimashita ka? Ima yarimashita.)\u001b[22m\n\nTranslations of \u001b[4mA boy living with ghoul's organs only to become, probably the most powerful and unique ghoul around, the somewhat gory scenes, the amazing plot. Still not convinced enough to watch it ? Did I mention about the bad ass and cool looking female protagonist ? I just did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA boy living with ghoul's organs only to become, probably the most powerful and unique ghoul around, the somewhat gory scenes, the amazing plot.\u001b[24m\n    \u001b[1mグールの器官と一緒に生きている男の子、おそらく最も強力でユニークなグール、ややゴージャスなシーン、素晴らしいプロット。\u001b[22m, \u001b[1mのみになるためにグールの臓器との生活の少年、周りおそらく最も強力でユニークなグール、多少血みどろのシーン、素晴らしいプロット。\u001b[22m\n\u001b[4mStill not convinced enough to watch it ?\u001b[24m\n    \u001b[1mまだそれを見て十分に確信していない？\u001b[22m, \u001b[1mまだそれを見て十分に納得していませんか？\u001b[22m\n\u001b[4mDid I mention about the bad ass and cool looking female protagonist ?\u001b[24m\n    \u001b[1m私は悪いお尻とクールな女性の主人公について言及しましたか？\u001b[22m, \u001b[1m私は悪いお尻とクールな女性主人公について言及しましたか？\u001b[22m\n\u001b[4mI just did.\u001b[24m\n    \u001b[1m今やりました。\u001b[22m, \u001b[1m私はちょうどした。\u001b[22m, \u001b[1m私はちょうどでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs much as i love the anime, i do have something about one of the character that disappoint me a little bit at the beginning. The male ghoul named Uta. His cool fan arts on tumblr could be the reason why i started watching, (although i keep on going because of the story itself), i expected him to be as bad ass as in the fan arts, but he is more of a polite guy , and possibly a little shy. Nevertheless, i happen to love him anyway.\n\n\u001b[1m私はアニメが大好きですが、私は最初に私を少し失望させる性格について何かを持っています。 オスの名前はユタ。  tumblrの彼のクールなファンの芸術は、私が（彼はファンの芸術のように悪い尻であることを期待していたが、私は物語そのもののために行くつもりはあるが）私は見始めた理由かもしれないが、彼は丁寧な男の 、そしておそらく少し恥ずかしがり屋。 それにもかかわらず、私はとにかく彼を愛しています。\u001b[22m\n\u001b[1m(Watashi wa anime ga daisukidesuga, watashi wa saisho ni watashi o sukoshi shitsubō sa seru seikaku ni tsuite nanika o motte imasu. Osu no namae wa Yuta. Tumblr no kare no kūruna fan no geijutsu wa, watashi ga (kare wa fan no geijutsu no yō ni warui shiridearu koto o kitai shite itaga, watashi wa monogatari sonomono no tame ni iku tsumori waaruga) watashi wa mi hajimeta riyū kamo shirenaiga, kare wa teineina otoko no, soshite osoraku sukoshi hazukashigariya. Sore nimokakawarazu, watashi wa tonikaku kare o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs much as i love the anime, i do have something about one of the character that disappoint me a little bit at the beginning. The male ghoul named Uta. His cool fan arts on tumblr could be the reason why i started watching, (although i keep on going because of the story itself), i expected him to be as bad ass as in the fan arts, but he is more of a polite guy , and possibly a little shy. Nevertheless, i happen to love him anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as i love the anime, i do have something about one of the character that disappoint me a little bit at the beginning.\u001b[24m\n    \u001b[1m私はアニメが大好きですが、私は最初に私を少し失望させる性格について何かを持っています。\u001b[22m, \u001b[1m私はアニメが大好きな限り、私は初めに私は少し失望した文字のいずれかについての何かを持っています。\u001b[22m\n\u001b[4mThe male ghoul named Uta.\u001b[24m\n    \u001b[1mオスの名前はユタ。\u001b[22m, \u001b[1m歌という名前の男性グール。\u001b[22m\n\u001b[4mHis cool fan arts on tumblr could be the reason why i started watching, (although i keep on going because of the story itself), i expected him to be as bad ass as in the fan arts, but he is more of a polite guy\u001b[24m\n    \u001b[1mtumblrの彼のクールなファンの芸術は、私が（彼はファンの芸術のように悪い尻であることを期待していたが、私は物語そのもののために行くつもりはあるが）私は見始めた理由かもしれないが、彼は丁寧な男の\u001b[22m, \u001b[1mTumblrで彼のクールなファンアート私が見始めた理由は、（私が原因物語自体行き続けるが）可能性があり、私は彼がファンの芸術ほど悪いお尻であることが期待が、彼は礼儀正しい男の詳細です\u001b[22m\n\u001b[4m, and possibly a little shy.\u001b[24m\n    \u001b[1m、そしておそらく少し恥ずかしがり屋。\u001b[22m\n\u001b[4mNevertheless, i happen to love him anyway.\u001b[24m\n    \u001b[1mそれにもかかわらず、私はとにかく彼を愛しています。\u001b[22m, \u001b[1mそれにもかかわらず、私はとにかく彼を愛して起こります。\u001b[22m\n\u001b[1m\u001b[22m\nI'm very looking forward to the second season. The ending of season 1 will leave you wanting more because of the cliffhanger, so the continuation must be breathtaking.\n\n\u001b[1m私は第2シーズンを楽しみにしています。 シーズン1の終わりは、クリフハンガーのためにもっと欲しいものを残してしまうので、継続は息を吹かさなければなりません。\u001b[22m\n\u001b[1m(Watashi wa dai 2 shīzun o tanoshiminishiteimasu. Shīzun 1 no owari wa, kurifuhangā no tame ni motto hoshī mono o nokoshite shimaunode, keizoku wa iki o fukasanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm very looking forward to the second season. The ending of season 1 will leave you wanting more because of the cliffhanger, so the continuation must be breathtaking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm very looking forward to the second season.\u001b[24m\n    \u001b[1m私は第2シーズンを楽しみにしています。\u001b[22m, \u001b[1m私は非常にセカンドシーズンを楽しみにしています。\u001b[22m\n\u001b[4mThe ending of season 1 will leave you wanting more because of the cliffhanger, so the continuation must be breathtaking.\u001b[24m\n    \u001b[1mシーズン1の終わりは、クリフハンガーのためにもっと欲しいものを残してしまうので、継続は息を吹かさなければなりません。\u001b[22m, \u001b[1mシーズン1の終了が原因接戦のより多くを望むあなたを残しますので、継続が息をのむようでなければなりません。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Spock96",
    "profile": "/profile/Spock96/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=184731",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n忍耐力が少し必要なアニメです。 ストーリーの始まりは少し遅く、視聴者の関心と関わりを高めるために3〜4回のエピソードが必要になるかもしれません。 しかし、アニメは多くの興味深い概念を導入しているので、見ることは非常に面白いです。 カネキ（主人公）の世界との戦いと彼自身の「条件」は、現実のものとは対照的で理想的なコンセプトです。 それにもかかわらず、初めは遅いようですが、少数のエピソードの後ではそれはより良くなり、ショットに値するものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIts a anime where patience is required a little. The story's beginning is a little slow and may take upto 3 to 4 episodes to build up audience interest and engagement. However the anime introduces many interesting concepts and therefore is very entertaining to watch. The battle of Kaneki (main character) with the world and with himself and his 'condition' brings a contrast to the reality v/s ideal concept which is its more interesting to watch. Nevertheless, the beginning would seem to be slow but after a few episodes it gets better and is worth a shot.\n\n\u001b[1m忍耐力が少し必要なアニメです。 ストーリーの始まりは少し遅く、視聴者の関心と関わりを高めるために3〜4回のエピソードが必要になるかもしれません。 しかし、アニメは多くの興味深い概念を導入しているので、見ることは非常に面白いです。 カネキ（主人公）の世界との戦いと彼自身の「条件」は、現実のものとは対照的で理想的なコンセプトです。 それにもかかわらず、初めは遅いようですが、少数のエピソードの後ではそれはより良くなり、ショットに値するものです。\u001b[22m\n\u001b[1m(Nintai-ryoku ga sukoshi hitsuyōna animedesu. Sutōrī no hajimari wa sukoshi osoku, shichō-sha no kanshin to kakawari o takameru tame ni 3 〜 4-kai no episōdo ga hitsuyō ni naru kamo shiremasen. Shikashi, anime wa ōku no kyōmibukai gainen o dōnyū shite irunode, miru koto wa hijō ni omoshiroidesu. Kaneki (shujinkō) no sekai to notatakai to kare jishin no `jōken' wa, genjitsu no mono to wa taishō-tekide risō-tekina konseputodesu. Sore nimokakawarazu, hajime wa osoi yōdesuga, shōsū no episōdo no nochide wa sore wa yori yoku nari, shotto ni ataisuru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIts a anime where patience is required a little. The story's beginning is a little slow and may take upto 3 to 4 episodes to build up audience interest and engagement. However the anime introduces many interesting concepts and therefore is very entertaining to watch. The battle of Kaneki (main character) with the world and with himself and his 'condition' brings a contrast to the reality v/s ideal concept which is its more interesting to watch. Nevertheless, the beginning would seem to be slow but after a few episodes it gets better and is worth a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts a anime where patience is required a little.\u001b[24m\n    \u001b[1m忍耐力が少し必要なアニメです。\u001b[22m, \u001b[1mその忍耐を少し必要とされているアニメ。\u001b[22m\n\u001b[4mThe story's beginning is a little slow and may take upto 3 to 4 episodes to build up audience interest and engagement.\u001b[24m\n    \u001b[1mストーリーの始まりは少し遅く、視聴者の関心と関わりを高めるために3〜4回のエピソードが必要になるかもしれません。\u001b[22m, \u001b[1m物語の始まりは少し遅く、視聴者の関心と関与を構築するために3〜4話程度かかる場合があります。\u001b[22m\n\u001b[4mHowever the anime introduces many interesting concepts and therefore is very entertaining to watch.\u001b[24m\n    \u001b[1mしかし、アニメは多くの興味深い概念を導入しているので、見ることは非常に面白いです。\u001b[22m, \u001b[1mしかしアニメは多くの興味深い概念を紹介し、したがって、見ていて非常に面白いです。\u001b[22m\n\u001b[4mThe battle of Kaneki (main character) with the world and with himself and his 'condition' brings a contrast to the reality v/s ideal concept which is its more interesting to watch.\u001b[24m\n    \u001b[1mカネキ（主人公）の世界との戦いと彼自身の「条件」は、現実のものとは対照的で理想的なコンセプトです。\u001b[22m, \u001b[1m世界と彼自身と彼の「条件」とKanekiの戦い（主人公）は、見ていて、そのより興味深いです現実のV / sの理想的な概念とは対照をもたらします。\u001b[22m\n\u001b[4mNevertheless, the beginning would seem to be slow but after a few episodes it gets better and is worth a shot.\u001b[24m\n    \u001b[1mそれにもかかわらず、初めは遅いようですが、少数のエピソードの後ではそれはより良くなり、ショットに値するものです。\u001b[22m, \u001b[1mそれにもかかわらず、最初は遅いように見えるだろうが、いくつかのエピソードの後にそれが良くなるとショットの価値があります。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "SpikeyTech",
    "profile": "/profile/SpikeyTech/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=183652",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n一言で言えば、ヘロイン。\n\nストーリー（7）：\n+非常に個人的で、思考を刺激し、感情的です。あなたを世界に浸ります。\n+ストーリーの設定は、濃くて荒々しく深いものです\n - イベントは切断され、時には無関係です。明確な最終目標はありません\n - 時には臨場することができます\n\nアート（9）：\n+カラーパレットは、世界とその中の文字のトーンを美しく反映します\n\nサウンド（9）：\n+優れた開閉テーマ\n+ Soundtrackは感情を非常によく表現しています。緊張から悲しみまで\n+優れたサブ。 声の演技：声はダイナミックで信じられない\n\nキャラクター（9）：\n+キャラクターの開発は現実的で深みがあります：キャラクターは頻繁に自分の道徳、信念、行動に疑問を呈します\n+フィールストレインのすべてのアバウト\n - いくつかの文字は、clichéです\n\n楽しさ（10）：\n - 無料のビールは付いていません\n\n全体（9）：東京グールは非常にうまくいったクリシェのすばらしい例です：あなたは泣き叫び、叫び声をあげ、歓声を上げる叙事詩の乗り物です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn one word, HEROIN.\n\n\u001b[1m一言で言えば、ヘロイン。\u001b[22m\n\u001b[1m(Hitokoto de ieba, heroin.)\u001b[22m\n\nTranslations of \u001b[4mIn one word, HEROIN.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn one word, HEROIN.\u001b[24m\n    \u001b[1m一言で言えば、ヘロイン。\u001b[22m, \u001b[1m一言、ヘロインで。\u001b[22m\n\u001b[1m\u001b[22m\nStory (7):\n\n\u001b[1mストーリー（7）：\u001b[22m\n\u001b[1m(Sutōrī (7 ):)\u001b[22m\n\nTranslations of \u001b[4mStory (7):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7):\u001b[24m\n    \u001b[1mストーリー（7）：\u001b[22m\n+ Very personal, thought-provoking and emotional: immerses you in the world\n\n\u001b[1m+非常に個人的で、思考を刺激し、感情的です。あなたを世界に浸ります。\u001b[22m\n\u001b[1m(+ Hijō ni kojin-tekide, shikō o shigeki shi, kanjō-tekidesu. Anata o sekai ni hitarimasu.)\u001b[22m\n\nTranslations of \u001b[4m+ Very personal, thought-provoking and emotional: immerses you in the world\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Very personal, thought-provoking and emotional: immerses you in the world\u001b[24m\n    \u001b[1m+非常に個人的で、思考を刺激し、感情的です。あなたを世界に浸ります。\u001b[22m, \u001b[1m+非常に個人的な、示唆に富むと感情的：世界に没入させます\u001b[22m\n+ Story setting is deliciously dark, gritty and gory\n\n\u001b[1m+ストーリーの設定は、濃くて荒々しく深いものです\u001b[22m\n\u001b[1m(+ Sutōrī no settei wa, kokute araarashiku fukai monodesu)\u001b[22m\n\nTranslations of \u001b[4m+ Story setting is deliciously dark, gritty and gory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Story setting is deliciously dark, gritty and gory\u001b[24m\n    \u001b[1m+ストーリーの設定は、濃くて荒々しく深いものです\u001b[22m, \u001b[1m+ストーリー設定がおいしく、暗いザラザラと血みどろのです\u001b[22m\n- Events are disconnected and unrelated at times: no obvious end goal\n\n\u001b[1m - イベントは切断され、時には無関係です。明確な最終目標はありません\u001b[22m\n\u001b[1m(- Ibento wa setsudan sa re, tokiniha mukankeidesu. Meikakuna saishū mokuhyō wa arimasen)\u001b[22m\n\nTranslations of \u001b[4m- Events are disconnected and unrelated at times: no obvious end goal\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Events are disconnected and unrelated at times: no obvious end goal\u001b[24m\n    \u001b[1m - イベントは切断され、時には無関係です。明確な最終目標はありません\u001b[22m, \u001b[1m - イベントの回で切断した無関係ではない。明らかな最終目標\u001b[22m\n- Can be cliché at times\n\n\u001b[1m - 時には臨場することができます\u001b[22m\n\u001b[1m(- Tokiniha rinjō suru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4m- Can be cliché at times\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Can be cliché at times\u001b[24m\n    \u001b[1m - 時には臨場することができます\u001b[22m, \u001b[1m - 時間に決まり文句ことができます\u001b[22m\n\u001b[1m\u001b[22m\nArt (9):\n\n\u001b[1mアート（9）：\u001b[22m\n\u001b[1m(Āto (9 ):)\u001b[22m\n\nTranslations of \u001b[4mArt (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9):\u001b[24m\n    \u001b[1mアート（9）：\u001b[22m\n+ Color palette beautifully reflects the tone of the world and the characters within it\n\n\u001b[1m+カラーパレットは、世界とその中の文字のトーンを美しく反映します\u001b[22m\n\u001b[1m(+ Karāparetto wa, sekai to sono Chū no moji no tōn o utsukushiku han'ei shimasu)\u001b[22m\n\nTranslations of \u001b[4m+ Color palette beautifully reflects the tone of the world and the characters within it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Color palette beautifully reflects the tone of the world and the characters within it\u001b[24m\n    \u001b[1m+カラーパレットは、世界とその中の文字のトーンを美しく反映します\u001b[22m, \u001b[1m+カラーパレットは、美しく、世界のトーンとその中の文字を反映しています\u001b[22m\n\u001b[1m\u001b[22m\nSound (9):\n\n\u001b[1mサウンド（9）：\u001b[22m\n\u001b[1m(Saundo (9 ):)\u001b[22m\n\nTranslations of \u001b[4mSound (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (9):\u001b[24m\n    \u001b[1mサウンド（9）：\u001b[22m\n+ Excellent opening and closing themes\n\n\u001b[1m+優れた開閉テーマ\u001b[22m\n\u001b[1m(+ Sugureta kaihei tēma)\u001b[22m\n\nTranslations of \u001b[4m+ Excellent opening and closing themes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Excellent opening and closing themes\u001b[24m\n    \u001b[1m+優れた開閉テーマ\u001b[22m, \u001b[1m+優秀な開閉テーマ\u001b[22m\n+ Soundtrack expresses emotions very well: everything from tension to sorrow\n\n\u001b[1m+ Soundtrackは感情を非常によく表現しています。緊張から悲しみまで\u001b[22m\n\u001b[1m(+ Saundotorakku wa kanjō o hijō ni yoku hyōgen shite imasu. Kinchō kara kanashimi made)\u001b[22m\n\nTranslations of \u001b[4m+ Soundtrack expresses emotions very well: everything from tension to sorrow\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Soundtrack expresses emotions very well: everything from tension to sorrow\u001b[24m\n    \u001b[1m+ Soundtrackは感情を非常によく表現しています。緊張から悲しみまで\u001b[22m, \u001b[1m+サウンドトラックは非常によく感情を表現：緊張から悲しみにすべてを\u001b[22m\n+ Excellent Sub. voice acting: voices are dynamic and believable\n\n\u001b[1m+優れたサブ。 声の演技：声はダイナミックで信じられない\u001b[22m\n\u001b[1m(+ Sugureta sabu. Koe no engi: Koe wa dainamikkude shinjirarenai)\u001b[22m\n\nTranslations of \u001b[4m+ Excellent Sub. voice acting: voices are dynamic and believable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Excellent Sub.\u001b[24m\n    \u001b[1m+優れたサブ。\u001b[22m, \u001b[1m優れたサブを+。\u001b[22m\n\u001b[4mvoice acting: voices are dynamic and believable\u001b[24m\n    \u001b[1m声の演技：声はダイナミックで信じられない\u001b[22m, \u001b[1m声の演技：声がダイナミックと信じています\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9):\n\n\u001b[1mキャラクター（9）：\u001b[22m\n\u001b[1m(Kyarakutā (9 ):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9):\u001b[24m\n    \u001b[1mキャラクター（9）：\u001b[22m, \u001b[1m文字（9）：\u001b[22m\n+ Character development is realistic and full of depth: characters often question their own morals, beliefs and actions\n\n\u001b[1m+キャラクターの開発は現実的で深みがあります：キャラクターは頻繁に自分の道徳、信念、行動に疑問を呈します\u001b[22m\n\u001b[1m(+ Kyarakutā no kaihatsu wa genjitsu-tekide fukami ga arimasu: Kyarakutā wa hinpan ni jibun no dōtoku, shin'nen, kōdō ni gimon o teishimasu)\u001b[22m\n\nTranslations of \u001b[4m+ Character development is realistic and full of depth: characters often question their own morals, beliefs and actions\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Character development is realistic and full of depth: characters often question their own morals, beliefs and actions\u001b[24m\n    \u001b[1m+キャラクターの開発は現実的で深みがあります：キャラクターは頻繁に自分の道徳、信念、行動に疑問を呈します\u001b[22m, \u001b[1m+キャラクター開発は現実的と深さがいっぱいです：文字は、多くの場合、自分の道徳、信念や行動に疑問\u001b[22m\n+ ALL ABOARD THE FEELS TRAIN\n\n\u001b[1m+フィールストレインのすべてのアバウト\u001b[22m\n\u001b[1m(+ Fīrusutorein no subete no abauto)\u001b[22m\n\nTranslations of \u001b[4m+ ALL ABOARD THE FEELS TRAIN\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ ALL ABOARD THE FEELS TRAIN\u001b[24m\n    \u001b[1m+フィールストレインのすべてのアバウト\u001b[22m, \u001b[1m+ ALL感じの電車に乗って\u001b[22m\n- Several characters are cliché\n\n\u001b[1m - いくつかの文字は、clichéです\u001b[22m\n\u001b[1m(- Ikutsu ka no moji wa, clichédesu)\u001b[22m\n\nTranslations of \u001b[4m- Several characters are cliché\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Several characters are cliché\u001b[24m\n    \u001b[1m - いくつかの文字は、clichéです\u001b[22m, \u001b[1m - いくつかの文字が決まり文句です\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (10):\n\n\u001b[1m楽しさ（10）：\u001b[22m\n\u001b[1m(Tanoshisa (10):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10):\u001b[24m\n    \u001b[1m楽しさ（10）：\u001b[22m, \u001b[1m楽し（10）：\u001b[22m\n- Does not come with free beer\n\n\u001b[1m - 無料のビールは付いていません\u001b[22m\n\u001b[1m(- Muryō no bīru wa tsuite imasen)\u001b[22m\n\nTranslations of \u001b[4m- Does not come with free beer\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Does not come with free beer\u001b[24m\n    \u001b[1m - 無料のビールは付いていません\u001b[22m, \u001b[1m - 無料のビールが付属していません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (9): Tokyo Ghoul is an excellent example of a cliché done very, very well: an epic ride that will have you crying, screaming and cheering.\n\n\u001b[1m全体（9）：東京グールは非常にうまくいったクリシェのすばらしい例です：あなたは泣き叫び、叫び声をあげ、歓声を上げる叙事詩の乗り物です。\u001b[22m\n\u001b[1m(Zentai (9 ): Tōkyō gūru wa hijō ni umaku itta kurishe no subarashī reidesu: Anata wa nakisakebi, sakebigoe o age, kansei o ageru jojishi no norimonodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall (9): Tokyo Ghoul is an excellent example of a cliché done very, very well: an epic ride that will have you crying, screaming and cheering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (9): Tokyo Ghoul is an excellent example of a cliché done very, very well: an epic ride that will have you crying, screaming and cheering.\u001b[24m\n    \u001b[1m全体（9）：東京グールは非常にうまくいったクリシェのすばらしい例です：あなたは泣き叫び、叫び声をあげ、歓声を上げる叙事詩の乗り物です。\u001b[22m, \u001b[1m総合（9）：あなたは、泣いて叫んと応援しています叙事詩に乗る：東京グールは非常に、非常によくやった決まり文句の優れた例です。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "EpicWapanese",
    "profile": "/profile/EpicWapanese/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=197309",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n（このレビューは両シーズン用です）NO SPOILERS\n\nストーリー（8）第2シーズンには魅力のないものに変わったグール（人間の肉で飼われているモンスター）になっているオリジナルの興味深いプロットで、最初のシーズンは本当に良いスタートです。 残念ながらこのアニメは本当の可能性を秘めていたため失望しました。\n\nアート（8）図面はかなりいいですし、アニメーションは非常に感謝しています！ キャラクターのデザインはうまくいきます。キャラクターの個性は個性を表しています。 目を楽しませる！\n\nSound（8）良いサウンドトラック、特にDonna Burkeの「Glassy Sky」。  OSTは、私の心の中で聞いても楽しいですが、特に記憶に残ることはありません。\n\nキャラクター（7）キャラクターの進化が気に入らなかったので、私は7番か8番の間を長く躊躇しました。 それらの大半は、第2シーズンには役に立たないようです。 少ないプレゼント、悲しいことにあまり快適ではない。\n\n楽しさと全体（8）東京グールは、第2シーズンにもかかわらず、とても楽しかったです。 私はそれを勧めますが、それ以上のことは言いません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n(This review is for the both seasons) NO SPOILERS\n\n\u001b[1m（このレビューは両シーズン用です）NO SPOILERS\u001b[22m\n\u001b[1m((Kono rebyū wa ryō shīzun-yōdesu) NO SPOILERS)\u001b[22m\n\nTranslations of \u001b[4m(This review is for the both seasons) NO SPOILERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This review is for the both seasons) NO SPOILERS\u001b[24m\n    \u001b[1m（このレビューは両シーズン用です）NO SPOILERS\u001b[22m, \u001b[1mNOスポイラー（このレビューは両シーズン用です）\u001b[22m\n\u001b[1m\u001b[22m\nStory(8) A really good beginning in the first season with an original and interesting plot, a guy who become a ghoul(a monster fed with human flesh), which turn into something less attractive in the second season, it became something more ordinary and disappointing unfortunately because this anime had a real potential.\n\n\u001b[1mストーリー（8）第2シーズンでは魅力的ではないものに変わったグール（人間の肉で飼われたモンスター）になった元の興味深いプロットで、最初のシーズンは本当に良いスタートです。 残念ながらこのアニメは本当の可能性を秘めていたため失望しました。\u001b[22m\n\u001b[1m(Sutōrī (8 ) dai 2 shīzunde wa mirikitekide wanai mono ni kawatta gūru (ningen no niku de kawa reta monsutā) ni natta gen no kyōmibukai purotto de, saisho no shīzun wa hontōni yoi sutātodesu. Zan'nen'nagara kono anime wa hontō no kanōsei o himete ita tame shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory(8) A really good beginning in the first season with an original and interesting plot, a guy who become a ghoul(a monster fed with human flesh), which turn into something less attractive in the second season, it became something more ordinary and disappointing unfortunately because this anime had a real potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory(8) A really good beginning in the first season with an original and interesting plot, a guy who become a ghoul(a monster fed with human flesh), which turn into something less attractive in the second season, it became something more ordinary\u001b[24m\n    \u001b[1mストーリー（8）第2シーズンでは魅力的ではないものに変わったグール（人間の肉で飼われたモンスター）になった元の興味深いプロットで、最初のシーズンは本当に良いスタートです。\u001b[22m, \u001b[1mストーリー（8）オリジナルと面白いプロットと最初のシーズンで、本当に良いスタートを、第二シーズンにあまり魅力的なものに変わりグール（人間の肉を与えたモンスター）になる男は、それがより一般的なものになりました\u001b[22m\n\u001b[4mand disappointing unfortunately because this anime had a real potential.\u001b[24m\n    \u001b[1m残念ながらこのアニメは本当の可能性を秘めていたため失望しました。\u001b[22m, \u001b[1mこのアニメは、本当のポテンシャルを持っていたので、残念ながら残念。\u001b[22m\n\u001b[1m\u001b[22m\nArt(8) The drawings are quite good and the animation is very appreciable! The chara-design is well-done: the personality of each character is good representation of their personality! Enjoyable for the eyes!\n\n\u001b[1mアート（8）図面はかなりいいですし、アニメーションは非常に感謝しています！ キャラクターのデザインはうまくいきます。キャラクターの個性は個性を表しています。 目を楽しませる！\u001b[22m\n\u001b[1m(Āto (8 ) zumen wa kanari īdesushi, animēshon wa hijō ni kansha shite imasu! Kyarakutā no dezain wa umaku ikimasu. Kyarakutā no kosei wa kosei o arawashite imasu. Me o tanoshima seru!)\u001b[22m\n\nTranslations of \u001b[4mArt(8) The drawings are quite good and the animation is very appreciable! The chara-design is well-done: the personality of each character is good representation of their personality! Enjoyable for the eyes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt(8) The drawings are quite good and the animation is very appreciable!\u001b[24m\n    \u001b[1mアート（8）図面はかなりいいですし、アニメーションは非常に感謝しています！\u001b[22m, \u001b[1mアート（8）図面は非常に良好で、アニメーションは非常にかなりのです！\u001b[22m\n\u001b[4mThe chara-design is well-done: the personality of each character is good representation of their personality!\u001b[24m\n    \u001b[1mキャラクターのデザインはうまくいきます。キャラクターの個性は個性を表しています。\u001b[22m, \u001b[1mキャラデザインはよく行われている：各文字の個性が彼らの個性をよく表現したものです！\u001b[22m\n\u001b[4mEnjoyable for the eyes!\u001b[24m\n    \u001b[1m目を楽しませる！\u001b[22m, \u001b[1m目に楽しいです！\u001b[22m\n\u001b[1m\u001b[22m\nSound(8) Good soundtrack, especially 'Glassy Sky' of Donna Burke. The OST is present, pleasant to hear but not particularly memorable in my mind.\n\n\u001b[1mSound（8）良いサウンドトラック、特にDonna Burkeの「Glassy Sky」。  OSTは、私の心の中で聞いても楽しいですが、特に記憶に残ることはありません。\u001b[22m\n\u001b[1m(Sound (8 ) yoi saundotorakku, tokuni don'na bāku no `Glassy Sky'. OST wa, watashi no kokoro no naka de kiite mo tanoshīdesuga, tokuni kioku ni nokoru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound(8) Good soundtrack, especially 'Glassy Sky' of Donna Burke. The OST is present, pleasant to hear but not particularly memorable in my mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(8) Good soundtrack, especially 'Glassy Sky' of Donna Burke.\u001b[24m\n    \u001b[1mSound（8）良いサウンドトラック、特にDonna Burkeの「Glassy Sky」。\u001b[22m, \u001b[1mドナ・バークの（8）グッドサウンドトラック、特に「グラッシースカイ」を鳴らします。\u001b[22m\n\u001b[4mThe OST is present, pleasant to hear but not particularly memorable in my mind.\u001b[24m\n    \u001b[1mOSTは、私の心の中で聞いても楽しいですが、特に記憶に残ることはありません。\u001b[22m, \u001b[1mOSTは、現在聞いて心地よいが、私の心の中で特に記憶に残るではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter(7) I longly hesitated between the 7 or the 8 because I didn't like the evolution of some of the characters. The majority of them seems to me useless in the second season. Less present, less pleasant sadly.\n\n\u001b[1mキャラクター（7）キャラクターの進化が気に入らなかったので、私は7番か8番の間を長く躊躇しました。 それらの大半は、第2シーズンには役に立たないようです。 少ないプレゼント、悲しいことにあまり快適ではない。\u001b[22m\n\u001b[1m(Kyarakutā (7 ) kyarakutā no shinka ga kiniiranakattanode, watashi wa 7-ban ka 8-ban no ma o nagaku chūcho shimashita. Sorera no taihan wa, dai 2 shīzun ni wa yakunitatanai yōdesu. Sukunai purezento, kanashī koto ni amari kaitekide wanai.)\u001b[22m\n\nTranslations of \u001b[4mCharacter(7) I longly hesitated between the 7 or the 8 because I didn't like the evolution of some of the characters. The majority of them seems to me useless in the second season. Less present, less pleasant sadly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter(7) I longly hesitated between the 7 or the 8 because I didn't like the evolution of some of the characters.\u001b[24m\n    \u001b[1mキャラクター（7）キャラクターの進化が気に入らなかったので、私は7番か8番の間を長く躊躇しました。\u001b[22m, \u001b[1m文字（7）私は、一部の文字の進化を好きではなかったので、7または8の間ためらっlongly。\u001b[22m\n\u001b[4mThe majority of them seems to me useless in the second season.\u001b[24m\n    \u001b[1mそれらの大半は、第2シーズンには役に立たないようです。\u001b[22m, \u001b[1mそれらの大部分は、第二シーズンに私には役に立たないようです。\u001b[22m\n\u001b[4mLess present, less pleasant sadly.\u001b[24m\n    \u001b[1m少ないプレゼント、悲しいことにあまり快適ではない。\u001b[22m, \u001b[1mあまり存在、より快適な悲しいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall(8) Tokyo Ghoul is still a very good anime despite the second season, enjoyable to watch. I recommend it but nothing more to say.\n\n\u001b[1m楽しさと全体（8）東京グールは、第2シーズンにもかかわらず、とても楽しかったです。 私はそれを勧めますが、それ以上のことは言いません。\u001b[22m\n\u001b[1m(Tanoshisa to zentai (8 ) Tōkyō gūru wa, dai 2 shīzun nimokakawarazu, totemo tanoshikattadesu. Watashi wa sore o susumemasuga, soreijō no koto wa iimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall(8) Tokyo Ghoul is still a very good anime despite the second season, enjoyable to watch. I recommend it but nothing more to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall(8) Tokyo Ghoul is still a very good anime despite the second season, enjoyable to watch.\u001b[24m\n    \u001b[1m楽しさと全体（8）東京グールは、第2シーズンにもかかわらず、とても楽しかったです。\u001b[22m, \u001b[1m楽しさと総合（8）東京グールは見て楽しいセカンドシーズンにもかかわらず、依然として非常に良いアニメです。\u001b[22m\n\u001b[4mI recommend it but nothing more to say.\u001b[24m\n    \u001b[1m私はそれを勧めますが、それ以上のことは言いません。\u001b[22m, \u001b[1m私はそれをお勧めしますが、より多くの何も言わないように。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Bushido-York",
    "profile": "/profile/Bushido-York/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=214178",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  9\n\n東京グールを見ている人は2人、漫画を読んだ人とそうでない人、特にそれを嫌う人とそうでない人がいるようです。\n私はもともと私のスコアのすべてについて長いと退屈な説明を書いたが、私は私の結論を補完するシャワーで休憩を取っていたので、私はこのレビューがより短く、基本的にちょうど結論になると感じた。\nまず、アニメは悪くないですが、それはマンガに比べて全く変わったことではありませんが、それだけではなく、マンガを読んでいない人にとっては、それは実際には良いことであり、ほとんどの人はそれを楽しむでしょう（つまり、 この8/10）。 具体的には、これを見て（それは私の承認です）、最初から漫画に移り、その壮大さが増幅され、参照としてアニメを使用しているので意図したよりも100％良くなっているようです。\nまた、マンガファンが怒ったら、私はそれを得る、私はスタジオがヴァガボンド（私のお気に入りのマンガ）を台無しにし、それは他の批評家がやった（それに直面する）にふさわしいものよりもはるかに低い確率です。  。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt seems as though there are two people who watch(ed) Tokyo Ghoul, those that read the manga and those that have not, more specifically those who dislike it and those who do.\n\n\u001b[1m東京グールを見ている人は2人、漫画を読んだ人とそうでない人、特にそれを嫌う人とそうでない人がいるようです。\u001b[22m\n\u001b[1m(Tōkyō gūru o mite iru hito wa 2-ri, manga o yonda hito to sōdenai hito, tokuni sore o kirau hito to sōdenai hito ga iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt seems as though there are two people who watch(ed) Tokyo Ghoul, those that read the manga and those that have not, more specifically those who dislike it and those who do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seems as though there are two people who watch(ed) Tokyo Ghoul, those that read the manga and those that have not, more specifically those who dislike it and those who do.\u001b[24m\n    \u001b[1m東京グールを見ている人は2人、漫画を読んだ人とそうでない人、特にそれを嫌う人とそうでない人がいるようです。\u001b[22m, \u001b[1mより具体的には（編）東京グール、漫画を読んでいるものではなく、持っているものを見て2人、それを嫌う人たちと行う者があるかのように思えます。\u001b[22m\nI originally wrote a long and boring explanation for all my scores but as I was taking a break in the shower complementing my conclusion I felt like this review should be shorter and basically just a conclusion...\n\n\u001b[1m私はもともと私のスコアのすべてについて長いと退屈な説明を書いたが、私は私の結論を補完するシャワーで休憩を取っていたので、私はこのレビューがより短く、基本的にちょうど結論になると感じた。\u001b[22m\n\u001b[1m(Watashi wa motomoto watashi no sukoa no subete ni tsuite nagai to taikutsuna setsumei o kaitaga, watashi wa watashi no ketsuron o hokan suru shawā de kyūkei o totte itanode, watashi wa kono rebyū ga yori mijikaku, kihontekini chōdo ketsuron ni naru to kanjita.)\u001b[22m\n\nTranslations of \u001b[4mI originally wrote a long and boring explanation for all my scores but as I was taking a break in the shower complementing my conclusion I felt like this review should be shorter and basically just a conclusion...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI originally wrote a long and boring explanation for all my scores but as I was taking a break in the shower complementing my conclusion I felt like this review should be shorter and basically just a conclusion...\u001b[24m\n    \u001b[1m私はもともと私のスコアのすべてについて長いと退屈な説明を書いたが、私は私の結論を補完するシャワーで休憩を取っていたので、私はこのレビューがより短く、基本的にちょうど結論になると感じた。\u001b[22m, \u001b[1m私はもともとすべての私のスコアのための長くて退屈な説明を書いたが、私は私の結論を補完シャワーで休憩を取っていたように私は短く、基本的には結論である必要があり、この口コミように感じました...\u001b[22m\nFirst off, the anime is not bad, it is however utter shit compared to the manga but on its own and to people who have not read the manga it is actually good and most people will enjoy it (which is why the majority of people rated this 8/10). To be more specific, watch this (that is my approval) then move on to the manga from the very start so that its magnificence gets amplified and seems 100% better than intended since you are using the anime as reference.\n\n\u001b[1mまず、アニメは悪くないですが、それはマンガに比べて全く変わったことではありませんが、それだけではなく、マンガを読んでいない人にとっては、それは実際には良いことであり、ほとんどの人はそれを楽しむでしょう（つまり、 この8/10）。 具体的には、これを見て（それは私の承認です）、最初から漫画に移り、その壮大さが増幅され、参照としてアニメを使用しているので意図したよりも100％良くなっているようです。\u001b[22m\n\u001b[1m(Mazu, anime wa warukunaidesuga, soreha manga ni kurabete mattaku kawatta kotode wa arimasenga, sore dakede wa naku, manga o yon de inai hito ni totte wa, sore wa jissai ni wa yoi kotodeari, hotondo no hito wa sore o tanoshimudeshou (tsumari, kono 8/ 10). Gutaitekini wa, kore o mite (sore wa watashi no shōnindesu), saisho kara manga ni utsuri, sono sōdai-sa ga zōfuku sa re, sanshō to shite anime o shiyō shite irunode ito shita yori mo 100-pāsento yoku natte iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, the anime is not bad, it is however utter shit compared to the manga but on its own and to people who have not read the manga it is actually good and most people will enjoy it (which is why the majority of people rated this 8/10). To be more specific, watch this (that is my approval) then move on to the manga from the very start so that its magnificence gets amplified and seems 100% better than intended since you are using the anime as reference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, the anime is not bad, it is however utter shit compared to the manga but on its own and to people who have not read the manga it is actually good and most people will enjoy it (which is why the majority of people rated\u001b[24m\n    \u001b[1mまず、アニメは悪くないですが、それはマンガに比べて全く変わったことではありませんが、それだけではなく、マンガを読んでいない人にとっては、それは実際には良いことであり、ほとんどの人はそれを楽しむでしょう（つまり、\u001b[22m, \u001b[1mまず第一に、アニメには、それは悪い漫画に比べしかし全くのたわごとですが、それだけで、それが実際に良好であり、ほとんどの人が大多数の人々が定格理由である（それをお楽しみいただけます漫画を読んでいない人にされていません\u001b[22m\n\u001b[4mthis 8/10).\u001b[24m\n    \u001b[1mこの8/10）。\u001b[22m, \u001b[1mこの8月10日）。\u001b[22m\n\u001b[4mTo be more specific, watch this (that is my approval) then move on to the manga from the very start so that its magnificence gets amplified and seems 100% better than intended since you are using the anime as reference.\u001b[24m\n    \u001b[1m具体的には、これを見て（それは私の承認です）、最初から漫画に移り、その壮大さが増幅され、参照としてアニメを使用しているので意図したよりも100％良くなっているようです。\u001b[22m, \u001b[1m具体的には、（それは私の承認である）これを見て、その後、非常に最初から漫画に進むように、その素晴らしさが増幅され、あなたが参照としてアニメを使用しているため、意図したよりも100％良さそうですされます。\u001b[22m\nAlso if manga fans get mad, I get it, I would HATE it if a studio ruined Vagabond (my favorite manga) and would prob rate it much lower than what it deserves, which (lets face it) the other reviewers have done.. .\n\n\u001b[1mまた、マンガファンが怒ったら、私はそれを得る、私はスタジオがヴァガボンド（私のお気に入りのマンガ）を台無しにし、それは他の批評家がやった（それに直面する）にふさわしいものよりもはるかに低い確率です。  。\u001b[22m\n\u001b[1m(Mata, manga fan ga okottara, watashi wa sore o eru, watashi wa sutajio ga vu~agabondo (watashinōkiniiri no manga) o dainashi ni shi, sore wa hoka no hihyō-ka ga yatta (sore ni chokumen suru) ni fusawashī mono yori mo haruka ni hikui kakuritsudesu..)\u001b[22m\n\nTranslations of \u001b[4mAlso if manga fans get mad, I get it, I would HATE it if a studio ruined Vagabond (my favorite manga) and would prob rate it much lower than what it deserves, which (lets face it) the other reviewers have done.. .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso if manga fans get mad, I get it, I would HATE it if a studio ruined Vagabond (my favorite manga) and would prob rate it much lower than what it deserves, which (lets face it) the other reviewers have done..\u001b[24m\n    \u001b[1mまた、マンガファンが怒ったら、私はそれを得る、私はスタジオがヴァガボンド（私のお気に入りのマンガ）を台無しにし、それは他の批評家がやった（それに直面する）にふさわしいものよりもはるかに低い確率です。\u001b[22m, \u001b[1m漫画ファンが怒る場合にも、私はそれを得る、私はスタジオはバガボンド（私のお気に入りの漫画を）台無し場合はそれを嫌うだろうと（それに直面することができます）それに値するものよりも、それははるかに低いレートを、PROBであろう他のレビューを行っています..\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Austin-Orange",
    "profile": "/profile/Austin-Orange/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=196440",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n私は本当に東京グールの最初のシーズンを楽しんだ。 私はそれに7を与えました。なぜなら、非常に偉大なアクションシーンがありながら、それは瞬時に遅いものでしたし、検閲者は制御不能になり、浸漬を中断したからです。 私は他のアニメでは見たことのない声の強烈な感情を本当に愛しています。実践のためには、\n\nKanekiが拷問されているとき、あなたは彼が狂気にどれくらい近いのか本当に聞くことができます。 さて、私はこれが私のお気に入りのアニメだと言うでしょうし、あなたは間違いなくこのアニメを試してみるべきです。 それはアクションやホラーアニメが好きかどうかに依存しますが。 しかし、（これはちょうど私の場合かもしれない）私は主に生活のコメディアニメのスライスを見ているが、これは私の好きなアニメであり、実際にあなたの座席の端にあなたを保つ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed the first season of Tokyo Ghoul. I gave it 7 because while there are very great action scenes that it was kind of slow at moments, and the censors get out of control and break the immersion. I really love the intense emotion in the characters voices that I haven't really seen in any other anime, For exampe ( S P O I L E R A L E R T )\n\n\u001b[1m私は本当に東京グールの最初のシーズンを楽しんだ。 私はそれに7を与えました。なぜなら、非常に偉大なアクションシーンがありながら、それは瞬時に遅いものでしたし、検閲者は制御不能になり、浸漬を中断したからです。 私は他のアニメでは見たことのない声の強烈な感情を本当に愛しています。実践のためには、\u001b[22m\n\u001b[1m(Watashi wa hontōni Tōkyō gūru no saisho no shīzun o tanoshinda. Watashi wa sore ni 7 o ataemashita. Nazenara, hijō ni idaina akushonshīn ga arinagara, soreha shunji ni osoi monodeshitashi, ken'etsu-sha wa seigyo funō ni nari, shinshi o chūdan shitakaradesu. Watashi wa hoka no animede wa mita koto no nai koe no kyōretsuna kanjō o hontōni aishiteimasu. Jissen no tame ni wa,)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed the first season of Tokyo Ghoul. I gave it 7 because while there are very great action scenes that it was kind of slow at moments, and the censors get out of control and break the immersion. I really love the intense emotion in the characters voices that I haven't really seen in any other anime, For exampe ( S P O I L E R A L E R T )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed the first season of Tokyo Ghoul.\u001b[24m\n    \u001b[1m私は本当に東京グールの最初のシーズンを楽しんだ。\u001b[22m, \u001b[1m私は本当に東京グールの最初のシーズンを楽しみました。\u001b[22m\n\u001b[4mI gave it 7 because while there are very great action scenes that it was kind of slow at moments, and the censors get out of control and break the immersion.\u001b[24m\n    \u001b[1m私はそれに7を与えました。なぜなら、非常に偉大なアクションシーンがありながら、それは瞬時に遅いものでしたし、検閲者は制御不能になり、浸漬を中断したからです。\u001b[22m, \u001b[1m非常に素晴らしいアクション、それは瞬間にちょっと遅かったことのシーン、そして検閲がある一方でコントロールから抜け出すと浸漬を壊すので、私はそれに7を与えました。\u001b[22m\n\u001b[4mI really love the intense emotion in the characters voices that I haven't really seen in any other anime, For exampe ( S P O I L E R A L E R T )\u001b[24m\n    \u001b[1m私は他のアニメでは見たことのない声の強烈な感情を本当に愛しています。実践のためには、\u001b[22m, \u001b[1m私は本当に文字で激しい感情が、私は本当にexampeについては、他のアニメで見ていないことを声大好き（S P O I L E R A L E R T）\u001b[22m\n\u001b[1m\u001b[22m\nWhen Kaneki is being tortured and you can really hear how close he is to insanity. Well, I'd say this is my favorite anime right now, and you should definitely give this anime a try. While it depends on if you like action or horror anime. However, ( this might just be my case ) I mostly watch slice of life comedy anime and yet this is my favorite anime and it really keeps you on the edge of your seat\n\n\u001b[1mKanekiが拷問されているとき、あなたは彼が狂気にどれくらい近いのか本当に聞くことができます。 さて、私はこれが私のお気に入りのアニメだと言うでしょうし、あなたは間違いなくこのアニメを試してみるべきです。 それはアクションやホラーアニメが好きかどうかに依存しますが。 しかし、（これはちょうど私の場合かもしれない）私は主に生活のコメディアニメのスライスを見ているが、これは私の好きなアニメであり、それは本当にあなたの座席の端にあなたを保つ\u001b[22m\n\u001b[1m(Kaneki ga gōmon sa rete iru toki, anata wa kare ga kyōki ni dorekurai chikai no ka hontōni kiku koto ga dekimasu. Sate, watashi wa kore ga watashinōkiniiri no animeda to iudeshoushi, anata wa machigainaku kono anime o tameshite mirubekidesu. Sore wa akushon ya horāanime ga suki ka dō ka ni izon shimasuga. Shikashi,(kore wa chōdo watashi no baai kamo shirenai) watashi wa omoni seikatsu no komedi anime no suraisu o mite iruga, kore wa watashi no sukina animedeari, sore wa hontōni anata no zaseki no hashi ni anata o tamotsu)\u001b[22m\n\nTranslations of \u001b[4mWhen Kaneki is being tortured and you can really hear how close he is to insanity. Well, I'd say this is my favorite anime right now, and you should definitely give this anime a try. While it depends on if you like action or horror anime. However, ( this might just be my case ) I mostly watch slice of life comedy anime and yet this is my favorite anime and it really keeps you on the edge of your seat\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Kaneki is being tortured and you can really hear how close he is to insanity.\u001b[24m\n    \u001b[1mKanekiが拷問されているとき、あなたは彼が狂気にどれくらい近いのか本当に聞くことができます。\u001b[22m, \u001b[1mKanekiは拷問とされているとき、あなたは本当に彼は狂気にどれだけ近いかを聞くことができます。\u001b[22m\n\u001b[4mWell, I'd say this is my favorite anime right now, and you should definitely give this anime a try.\u001b[24m\n    \u001b[1mさて、私はこれが私のお気に入りのアニメだと言うでしょうし、あなたは間違いなくこのアニメを試してみるべきです。\u001b[22m, \u001b[1mまあ、私はこれが今の私の好きなアニメだと思います、とあなたは間違いなくこのアニメを試してみる必要があります。\u001b[22m\n\u001b[4mWhile it depends on if you like action or horror anime.\u001b[24m\n    \u001b[1mそれはアクションやホラーアニメが好きかどうかに依存しますが。\u001b[22m, \u001b[1mそれが依存している間、あなたはアクションやホラーアニメが好きなら。\u001b[22m\n\u001b[4mHowever, ( this might just be my case ) I mostly watch slice of life comedy anime and yet this is my favorite anime and it really keeps you on the edge of your seat\u001b[24m\n    \u001b[1mしかし、（これはちょうど私の場合かもしれない）私は主に生活のコメディアニメのスライスを見ているが、これは私の好きなアニメであり、それは本当にあなたの座席の端にあなたを保つ\u001b[22m, \u001b[1mしかし、（これは私のケースであるかもしれない）私は主にライフコメディアニメのスライスを見て、まだこれは私の好きなアニメであり、それは本当にあなたの座席の端にあなたを保ちます\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "GoldenRayz",
    "profile": "/profile/GoldenRayz/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=213252",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\n私はこのアニメを見ることを切望していたことを認めなければならない。 私が知っていたすべてのことについて、それは私がそれが良いことを教えたり、私にそれを紹介する人がいなかったゴアのアニメでした。 しかし、今日私はそれを見ることにしました。 私はそれが漫画に基づいていることを知っていた、インターネット上の誰もが漫画が良かったと言っていたが、私はまだ漫画を読んでいなかったので、私はそれを考えなかった。 アニメは何よりも際立っています。 東京グールの宇宙に私を連れていった偉大な物語と、高品質のアニメーションとサウンドが融合しています。 全体的に、私はこのアニメを10/10と評価しています。 それは誰もが、特にあなたがマンガを読んだり、ゴアアニメになっていない場合は、必ずしもそうではないかもしれませんが、私は間違いなく新しい、面白いアニメを探している人にこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have to admit, I was anxious to watch this anime. For all I knew, it was a gore anime that I had no person around to tell me it was good or introduce it to me. But, I'm very glad today I decided to watch it. I knew it was based off a manga, with everybody on the internet saying that the manga was better, but I had not yet started reading manga, so I didn't think of it. The anime is outstanding above all. It has high-quality animation and sound combined with a great story that pulled me into the universe of Tokyo Ghoul. Over all, I'd rate this anime 10/10. It may not be everybody, especially if you have read the manga or are not into gore anime, but I would definitely recommend this to anybody looking for a new, interesting anime.\n\n\u001b[1m私はこのアニメを見ることを切望していたことを認めなければならない。 私が知っていたすべてのことについて、それは私がそれが良いことを教えたり、私にそれを紹介する人がいなかったゴアのアニメでした。 しかし、今日私はそれを見ることにしました。 私はそれが漫画に基づいていることを知っていた、インターネット上の誰もが漫画が良かったと言っていたが、私はまだ漫画を読んでいなかったので、私はそれを考えなかった。 アニメは何よりも際立っています。 東京グールの宇宙に私を連れていった偉大な物語と、高品質のアニメーションとサウンドが融合しています。 全体的に、私はこのアニメを10/10と評価しています。 それは誰もが、特にあなたがマンガを読んだり、ゴアアニメになっていない場合は、必ずしもそうではないかもしれませんが、私は間違いなく新しい、面白いアニメを探している人にこれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono anime o miru koto o setsubō shite ita koto o mitomenakereba naranai. Watashi ga shitteita subete no koto ni tsuite, sore wa watashi ga sore ga yoi koto o oshie tari, watashi ni sore o shōkai suru hito ga inakatta Goa no animedeshita. Shikashi, kyō watashi wa sore o miru koto ni shimashita. Watashi wa sore ga manga ni motodzuite iru koto o shitteita, intānetto-jō no daremoga manga ga yokatta to itte itaga, watashi wa mada manga o yon de inakattanode, watashi wa sore o kangaenakatta. Anime wa naniyori mo kiwadatte imasu. Tōkyō gūru no uchū ni watashi o tsurete itta idaina monogatari to, kōhinshitsu no animēshon to saundo ga yūgō shite imasu. Zentai-teki ni, watashi wa kono anime o 10/ 10 to hyōka shite imasu. Sore wa daremoga, tokuni anata ga manga o yon dari, goaanime ni natte inai baai wa, kanarazushimo sōde wanai kamo shiremasenga, watashi wa machigainaku atarashī, omoshiroi anime o sagashite iru hito ni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have to admit, I was anxious to watch this anime. For all I knew, it was a gore anime that I had no person around to tell me it was good or introduce it to me. But, I'm very glad today I decided to watch it. I knew it was based off a manga, with everybody on the internet saying that the manga was better, but I had not yet started reading manga, so I didn't think of it. The anime is outstanding above all. It has high-quality animation and sound combined with a great story that pulled me into the universe of Tokyo Ghoul. Over all, I'd rate this anime 10/10. It may not be everybody, especially if you have read the manga or are not into gore anime, but I would definitely recommend this to anybody looking for a new, interesting anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to admit, I was anxious to watch this anime.\u001b[24m\n    \u001b[1m私はこのアニメを見ることを切望していたことを認めなければならない。\u001b[22m, \u001b[1m私はこのアニメを見て切望していた、認めざるを得ません。\u001b[22m\n\u001b[4mFor all I knew, it was a gore anime that I had no person around to tell me it was good or introduce it to me.\u001b[24m\n    \u001b[1m私が知っていたすべてのことについて、それは私がそれが良いことを教えたり、私にそれを紹介する人がいなかったゴアのアニメでした。\u001b[22m, \u001b[1m私は知っていたすべてのために、それは私はそれが良かった私に言うか、私にそれを導入するための周りに何人がありませんでしたマチアニメでした。\u001b[22m\n\u001b[4mBut, I'm very glad today I decided to watch it.\u001b[24m\n    \u001b[1mしかし、今日私はそれを見ることにしました。\u001b[22m, \u001b[1mしかし、私はそれを見ることにしました今日はとてもうれしいです。\u001b[22m\n\u001b[4mI knew it was based off a manga, with everybody on the internet saying that the manga was better, but I had not yet started reading manga, so I didn't think of it.\u001b[24m\n    \u001b[1m私はそれが漫画に基づいていることを知っていた、インターネット上の誰もが漫画が良かったと言っていたが、私はまだ漫画を読んでいなかったので、私はそれを考えなかった。\u001b[22m, \u001b[1mインターネット上の誰もが漫画が良くなったと言って私は、それが漫画をオフに基づいていた知っていたが、私はまだ漫画を読み始めていなかったので、私はそれを考えていませんでした。\u001b[22m\n\u001b[4mThe anime is outstanding above all.\u001b[24m\n    \u001b[1mアニメは何よりも際立っています。\u001b[22m, \u001b[1mアニメは何より顕著です。\u001b[22m\n\u001b[4mIt has high-quality animation and sound combined with a great story that pulled me into the universe of Tokyo Ghoul.\u001b[24m\n    \u001b[1m東京グールの宇宙に私を連れていった偉大な物語と、高品質のアニメーションとサウンドが融合しています。\u001b[22m, \u001b[1mこれは、高品質のアニメーションを持っており、東京グールの世界に私を引っ張っ素晴らしい話と合わせた音。\u001b[22m\n\u001b[4mOver all, I'd rate this anime 10/10.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメを10/10と評価しています。\u001b[22m, \u001b[1mすべてにわたって、私はこのアニメ10/10を評価したいです。\u001b[22m\n\u001b[4mIt may not be everybody, especially if you have read the manga or are not into gore anime, but I would definitely recommend this to anybody looking for a new, interesting anime.\u001b[24m\n    \u001b[1mそれは誰もが、特にあなたがマンガを読んだり、ゴアアニメになっていない場合は、必ずしもそうではないかもしれませんが、私は間違いなく新しい、面白いアニメを探している人にこれをお勧めします。\u001b[22m, \u001b[1mそれはあなたが漫画を読んだりマチアニメ化されない場合は特に、皆ではないかもしれないが、私は間違いなく、新しい、面白いアニメを探して誰にもこのことをお勧めします。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "VitoriaNayara",
    "profile": "/profile/VitoriaNayara/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=167297",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  8\n\n東京グールは、ジャンルの「ゴア」ファンのための素晴らしいアニメです、私はタイプ！ 作品は悲しみのテーマを提示し、私の視点では本当に注目すべきキャラクターの欠如、特にアニメの終わりの行為、私はマンガを読んで、それは薬物だった、少しアニメを格下げ、議論の余地があります。\nKanekiとJasonの闘いがアニメで凄かったので、終わりが悪いと言っているわけではありません。 しかし、アニメの最終段階は非常に不十分に説明され、不必要に要約されました。\n文字について...私は特に東京グールで少数のキャラクターを楽しんだ！ キャラクターが悪い、戦闘で弱いものではないが、カリスマが圧倒的多数を欠いていたのは結局のところ、他のものと関連して何かを持っていた人たち - 私の見解では、Rize、Uta、Suzuyaだった！\nサウンドトラックは壮観です！ 特にカネキの感情的、心理的な状態がほぼ正確に伝わってきたオープニング...しかし...少女アニメ（ロマンチック）のように見える！ 信じられないほどにもかかわらず、歌はアニメのアイデアではありません（血液、「カニバリズム」、サディズム、精神病）。\nデザイン、グラフィックス、アートは全体としては驚異的です！ それは本質的にロマンチックで「甘い」グラフィックですが、それはまさに東京グールをそのようなサイケデリックなアニメにしているのです...暴力と美との間のアートフォームは完璧なものです！ それ以上の言葉：芸術はとても不条理です！\n。\n。\nアニメは素晴らしいですが、漫画のように、ストーリーの発展が足りませんでした。 サウンドトラックは完璧ですが、プロットやテーマを提示するのには合いませんでした。  Rize、Uta、Suzuyaを除いて、キャラクターのどれもが主人公ではなくカリスマに注目を集めていませんが、まだキャストはうまいです。 私は芸術がばかげて完璧であることを明確にしました！ 東京グールへの私のプライベートノートは、特にキャラクターのために合計8です！\n\nPS：友人が私にアモンのことを話すように頼んだ。 私は彼を憎んでいます...私にとって彼はカリスマ性、歴史、さらには対話という意味で、アニメ全体の中で最も弱い性格です。  ' - '",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul is a great anime for fans of the genre 'gore', I type! The work presents gory themes and even controversial, however, the lack of truly remarkable characters in my view and especially the conduct of the end of the anime, for me I read the manga, it was a drug, downgraded a little anime.\n\n\u001b[1m東京グールは、ジャンルの「ゴア」ファンのための素晴らしいアニメです、私はタイプ！ 作品は悲しみのテーマを提示し、私の視点では本当に注目すべきキャラクターの欠如、特にアニメの終わりの行為、私はマンガを読んで、それは薬物だった、少しアニメを格下げ、議論の余地があります。\u001b[22m\n\u001b[1m(Tōkyō gūru wa, janru no `Goa' fan no tame no subarashī animedesu, watashi wa taipu! Sakuhin wa kanashimi no tēma o teiji shi, watashi no shitende wa hontōni chūmoku subeki kyarakutā no ketsujo, tokuni anime no owari no kōi, watashi wa manga o yonde, soreha yakubutsudatta, sukoshi anime o kakusage, giron no yochi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTokyo Ghoul is a great anime for fans of the genre 'gore', I type! The work presents gory themes and even controversial, however, the lack of truly remarkable characters in my view and especially the conduct of the end of the anime, for me I read the manga, it was a drug, downgraded a little anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo Ghoul is a great anime for fans of the genre 'gore', I type!\u001b[24m\n    \u001b[1m東京グールは、ジャンルの「ゴア」ファンのための素晴らしいアニメです、私はタイプ！\u001b[22m, \u001b[1m東京グールは「マチ」、I型ジャンルのファンのための素晴らしいアニメです！\u001b[22m\n\u001b[4mThe work presents gory themes and even controversial, however, the lack of truly remarkable characters in my view and especially the conduct of the end of the anime, for me I read the manga, it was a drug, downgraded a little anime.\u001b[24m\n    \u001b[1m作品は悲しみのテーマを提示し、私の視点では本当に注目すべきキャラクターの欠如、特にアニメの終わりの行為、私はマンガを読んで、それは薬物だった、少しアニメを格下げ、議論の余地があります。\u001b[22m, \u001b[1m仕事は血みどろのテーマとしても物議を提示し、しかし、私は漫画を読んで私のために本当に驚くべき私の見解で文字やアニメの最後の特に行動の欠如が、それは薬だった、少しアニメを格下げ。\u001b[22m\nI'm not saying that the ending was bad, far from it, because the struggle Kaneki and Jason was amazing in the anime! But still, the final phase of the anime was very poorly explained and summarized unnecessarily.\n\n\u001b[1mKanekiとJasonの闘いがアニメで凄かったので、終わりが悪いと言っているわけではありません。 しかし、アニメの最終段階は非常に不十分に説明され、不必要に要約されました。\u001b[22m\n\u001b[1m(Kaneki to Jason no tatakai ga anime de sugokattanode, owari ga warui to itte iru wakede wa arimasen. Shikashi, anime no saishū dankai wa hijō ni fujūbun ni setsumei sa re, fuhitsuyō ni yōyaku sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mI'm not saying that the ending was bad, far from it, because the struggle Kaneki and Jason was amazing in the anime! But still, the final phase of the anime was very poorly explained and summarized unnecessarily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not saying that the ending was bad, far from it, because the struggle Kaneki and Jason was amazing in the anime!\u001b[24m\n    \u001b[1mKanekiとJasonの闘いがアニメで凄かったので、終わりが悪いと言っているわけではありません。\u001b[22m, \u001b[1m闘争Kanekiとジェイソンがアニメに驚くべきものだったので、私は、今のところから、エンディングが悪かったことは言っていません！\u001b[22m\n\u001b[4mBut still, the final phase of the anime was very poorly explained and summarized unnecessarily.\u001b[24m\n    \u001b[1mしかし、アニメの最終段階は非常に不十分に説明され、不必要に要約されました。\u001b[22m, \u001b[1mしかし、まだ、アニメの最終段階は、非常に不十分説明したと不必要にまとめます。\u001b[22m\nRegarding the characters ... I particularly enjoyed the few characters in Tokyo Ghoul! Not that the characters are bad, weak in combat or something, but lacked the charisma overwhelming majority, after all, the ones who had something else in relation to others - in my view - were Rize, Uta and Suzuya!\n\n\u001b[1m文字について...私は特に東京グールで少数のキャラクターを楽しんだ！ キャラクターが悪い、戦闘で弱いものではないが、カリスマが圧倒的多数を欠いていたのは結局のところ、他のものと関連して何かを持っていた人たち - 私の見解では、Rize、Uta、Suzuyaだった！\u001b[22m\n\u001b[1m(Moji ni tsuite... Watashi wa tokuni Tōkyō gūru de shōsū no kyarakutā o tanoshinda! Kyarakutā ga warui, sentō de yowai monode wa naiga, karisuma ga attōteki tasū o kaite ita no wa kekkyokunotokoro, hoka no mono to kanren shite nanika o motte ita hito-tachi - watashi no kenkaide wa, Rize, Uta, Suzuyadatta!)\u001b[22m\n\nTranslations of \u001b[4mRegarding the characters ... I particularly enjoyed the few characters in Tokyo Ghoul! Not that the characters are bad, weak in combat or something, but lacked the charisma overwhelming majority, after all, the ones who had something else in relation to others - in my view - were Rize, Uta and Suzuya!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegarding the characters ... I particularly enjoyed the few characters in Tokyo Ghoul!\u001b[24m\n    \u001b[1m文字について...私は特に東京グールで少数のキャラクターを楽しんだ！\u001b[22m, \u001b[1m文字については...私は、特に東京グールで数文字を楽しんで！\u001b[22m\n\u001b[4mNot that the characters are bad, weak in combat or something, but lacked the charisma overwhelming majority, after all, the ones who had something else in relation to others - in my view - were Rize, Uta and Suzuya!\u001b[24m\n    \u001b[1mキャラクターが悪い、戦闘で弱いものではないが、カリスマが圧倒的多数を欠いていたのは結局のところ、他のものと関連して何かを持っていた人たち - 私の見解では、Rize、Uta、Suzuyaだった！\u001b[22m, \u001b[1m文字が戦闘か何かで弱い、悪いですが、カリスマ圧倒的多数を欠いていないことを、すべての後に、他の人との関係で何かを持っていたもの - 私の見解では - リゼ、歌と鈴屋ました！\u001b[22m\nThe soundtrack is spectacular! Especially the opening, whose letter went almost exactly the emotional and psychological state of Kaneki ... but ... does seem a shoujo anime (romantic)! Despite incredible, the songs are not exactly the idea of the anime (blood, 'cannibalism', sadism, psychopathy).\n\n\u001b[1mサウンドトラックは壮観です！ 特にカネキの感情的、心理的な状態がほぼ正確に伝わってきたオープニング...しかし...少女アニメ（ロマンチック）のように見える！ 信じられないほどにもかかわらず、歌はアニメのアイデアではありません（血液、「カニバリズム」、サディズム、精神病）。\u001b[22m\n\u001b[1m(Saundotorakku wa sōkandesu! Tokuni kaneki no kanjō-teki, shinri-tekina jōtai ga hobo seikaku ni tsutawatte kita ōpuningu... Shikashi... Shōjo anime (romanchikku) no yōnimieru! Shinji rarenai hodo nimokakawarazu, uta wa anime no aideade wa arimasen (ketsueki,`kanibarizumu', sadizumu, seishinbyō).)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is spectacular! Especially the opening, whose letter went almost exactly the emotional and psychological state of Kaneki ... but ... does seem a shoujo anime (romantic)! Despite incredible, the songs are not exactly the idea of the anime (blood, 'cannibalism', sadism, psychopathy).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is spectacular!\u001b[24m\n    \u001b[1mサウンドトラックは壮観です！\u001b[22m\n\u001b[4mEspecially the opening, whose letter went almost exactly the emotional and psychological state of Kaneki ... but ... does seem a shoujo anime (romantic)!\u001b[24m\n    \u001b[1m特にカネキの感情的、心理的な状態がほぼ正確に伝わってきたオープニング...しかし...少女アニメ（ロマンチック）のように見える！\u001b[22m, \u001b[1m特にその手紙開口部は、ほぼ正確にKanekiの感情や心理状態に行きました...しかし...（ロマンチック）少女アニメに見えるん！\u001b[22m\n\u001b[4mDespite incredible, the songs are not exactly the idea of the anime (blood, 'cannibalism', sadism, psychopathy).\u001b[24m\n    \u001b[1m信じられないほどにもかかわらず、歌はアニメのアイデアではありません（血液、「カニバリズム」、サディズム、精神病）。\u001b[22m, \u001b[1m信じられないにも関わらず、曲はまさにアニメ（血液、「共食い」、サディズム、精神病質）の考えではありません。\u001b[22m\nThe design, the graphics and art as a whole are simply extraordinary! It is essentially a romantic and 'sweet' graphic, but that's exactly what makes Tokyo Ghoul such a psychedelic anime ... contrast that art form, between violent and beautiful is something perfect! No more words: art is so perfectly absurd!\n\n\u001b[1mデザイン、グラフィックス、アートは全体としては驚異的です！ それは本質的にロマンチックで「甘い」グラフィックですが、それはまさに東京グールをそのようなサイケデリックなアニメにしているのです...暴力と美との間のアートフォームは完璧なものです！ それ以上の言葉：芸術はとても不条理です！\u001b[22m\n\u001b[1m(Dezain, gurafikkusu, āto wa zentai to shite wa kyōi-tekidesu! Sore wa honshitsu-teki ni romanchikkude `amai' gurafikkudesuga, sore wa masani Tōkyō gūru o sono yōna saikederikkuna anime ni shite iru nodesu... Bōryoku to bi to no ma no ātofōmu wa kanpekina monodesu! Sore ijō no kotoba: Geijutsu wa totemo fujōridesu!)\u001b[22m\n\nTranslations of \u001b[4mThe design, the graphics and art as a whole are simply extraordinary! It is essentially a romantic and 'sweet' graphic, but that's exactly what makes Tokyo Ghoul such a psychedelic anime ... contrast that art form, between violent and beautiful is something perfect! No more words: art is so perfectly absurd!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe design, the graphics and art as a whole are simply extraordinary!\u001b[24m\n    \u001b[1mデザイン、グラフィックス、アートは全体としては驚異的です！\u001b[22m, \u001b[1mデザインは、全体としてグラフィックやアートは、単に臨時です！\u001b[22m\n\u001b[4mIt is essentially a romantic and 'sweet' graphic, but that's exactly what makes Tokyo Ghoul such a psychedelic anime ... contrast that art form, between violent and beautiful is something perfect!\u001b[24m\n    \u001b[1mそれは本質的にロマンチックで「甘い」グラフィックですが、それはまさに東京グールをそのようなサイケデリックなアニメにしているのです...暴力と美との間のアートフォームは完璧なものです！\u001b[22m, \u001b[1mそれは本質的にロマンチックで、「甘い」のグラフィックですが、それは東京グールようなサイケデリックなアニメになります正確に何だ...暴力と美しい間の芸術形式は、完璧なものであることを対比します！\u001b[22m\n\u001b[4mNo more words: art is so perfectly absurd!\u001b[24m\n    \u001b[1mそれ以上の言葉：芸術はとても不条理です！\u001b[22m, \u001b[1mこれ以上の言葉：芸術はそう完全にばかげています！\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nThe anime is great, but it lacked a better development in the story, like in the manga. The soundtrack is perfect, but it did not fit extamente the plot and the themes presented. Aside from Rize, Uta and Suzuya, none of the characters really draws attention to the charism, not even the protagonist, but still the cast is, um, good. I have made clear that art is absurd and perfect! Summing it all my private note to Tokyo Ghoul is 8, especially for the characters!\n\n\u001b[1mアニメは素晴らしいですが、漫画のように、ストーリーの発展が足りませんでした。 サウンドトラックは完璧ですが、プロットやテーマを提示するのには合いませんでした。  Rize、Uta、Suzuyaを除いて、キャラクターのどれもが主人公ではなくカリスマに注目を集めていませんが、まだキャストはうまいです。 私は芸術がばかげて完璧であることを明確にしました！ 東京グールへの私のプライベートノートは、特にキャラクターのために合計8です！\u001b[22m\n\u001b[1m(Anime wa subarashīdesuga, manga no yō ni, sutōrī no hatten ga tarimasendeshita. Saundotorakku wa kanpekidesuga, purotto ya tēma o teiji suru no ni wa aimasendeshita. Rize, Uta, Suzuya o nozoite, kyarakutā no dore mo ga shujinkōde wanaku karisuma ni chūmoku o atsumete imasenga, mada kyasuto wa umaidesu. Watashi wa geijutsu ga bakagete kanpekidearu koto o meikaku ni shimashita! Tōkyō gūru e no watashi no puraibētonōto wa, tokuni kyarakutā no tame ni gōkei 8desu!)\u001b[22m\n\nTranslations of \u001b[4mThe anime is great, but it lacked a better development in the story, like in the manga. The soundtrack is perfect, but it did not fit extamente the plot and the themes presented. Aside from Rize, Uta and Suzuya, none of the characters really draws attention to the charism, not even the protagonist, but still the cast is, um, good. I have made clear that art is absurd and perfect! Summing it all my private note to Tokyo Ghoul is 8, especially for the characters!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is great, but it lacked a better development in the story, like in the manga.\u001b[24m\n    \u001b[1mアニメは素晴らしいですが、漫画のように、ストーリーの発展が足りませんでした。\u001b[22m, \u001b[1mアニメは素晴らしいですが、それは漫画のように、物語の中でより良い発展を欠いていました。\u001b[22m\n\u001b[4mThe soundtrack is perfect, but it did not fit extamente the plot and the themes presented.\u001b[24m\n    \u001b[1mサウンドトラックは完璧ですが、プロットやテーマを提示するのには合いませんでした。\u001b[22m, \u001b[1mサウンドトラックは完璧ですが、それは提示プロットやテーマをextamente合いませんでした。\u001b[22m\n\u001b[4mAside from Rize, Uta and Suzuya, none of the characters really draws attention to the charism, not even the protagonist, but still the cast is, um, good.\u001b[24m\n    \u001b[1mRize、Uta、Suzuyaを除いて、キャラクターのどれもが主人公ではなくカリスマに注目を集めていませんが、まだキャストはうまいです。\u001b[22m, \u001b[1m別にリゼ、歌と鈴屋から、文字のどれも本当にカリスマではなく、さらに主人公に注目を集めていないが、それでもキャストは、ええと、良いです。\u001b[22m\n\u001b[4mI have made clear that art is absurd and perfect!\u001b[24m\n    \u001b[1m私は芸術がばかげて完璧であることを明確にしました！\u001b[22m, \u001b[1m私は芸術が不合理かつ完全であることが明らかになりました！\u001b[22m\n\u001b[4mSumming it all my private note to Tokyo Ghoul is 8, especially for the characters!\u001b[24m\n    \u001b[1m東京グールへの私のプライベートノートは、特にキャラクターのために合計8です！\u001b[22m, \u001b[1m東京グールにすべての私のプライベートのメモを、それを合計すると、特に文字のために、8です！\u001b[22m\n\u001b[1m\u001b[22m\nPS .: A friend asked me to speak of Amon. I hate him ... for me he is the weakest character - in the sense of charisma, history and even the dialogues - the whole anime. '-'\n\n\u001b[1mPS：友人が私にアモンのことを話すように頼んだ。 私は彼を憎んでいます...私にとって彼はカリスマ性、歴史、さらには対話という意味で、アニメ全体の中で最も弱い性格です。  ' - '\u001b[22m\n\u001b[1m(PS: Yūjin ga watashi ni amon no koto o hanasu yō ni tanonda. Watashi wa kare o nikunde imasu... Watashi ni totte kare wa karisuma-sei, rekishi, sarani wa taiwa to iu imi de, anime zentai no naka de mottomo yowai seikakudesu. ' - ')\u001b[22m\n\nTranslations of \u001b[4mPS .: A friend asked me to speak of Amon. I hate him ... for me he is the weakest character - in the sense of charisma, history and even the dialogues - the whole anime. '-'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS .: A friend asked me to speak of Amon.\u001b[24m\n    \u001b[1mPS：友人が私にアモンのことを話すように頼んだ。\u001b[22m, \u001b[1mPS：友人がアモンの話をするように頼まれました。\u001b[22m\n\u001b[4mI hate him ... for me he is the weakest character - in the sense of charisma, history and even the dialogues - the whole anime.\u001b[24m\n    \u001b[1m私は彼を憎んでいます...私にとって彼はカリスマ性、歴史、さらには対話という意味で、アニメ全体の中で最も弱い性格です。\u001b[22m, \u001b[1m私は彼を憎む...私のために彼は最も弱いキャラクターである - カリスマ、歴史、さらには対話の意味で - 全アニメ。\u001b[22m\n\u001b[4m'-'\u001b[24m\n    \u001b[1m' - '\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "HabitPlays",
    "profile": "/profile/HabitPlays/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=194245",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nTokyo Ghoulは、私のために、狂ったアクションシーンとそのような血なまぐさいシーンのすべてを使って、本当にあごをかけるアニメです。 私が本当に好きなエピソードはすべて文字通り激しいです。 私はそこに12回以上のエピソードがあったかもしれないと思っていますが、このアニメにはシーズン2があることが確認されていますので、私はとても興奮しています。 このアニメは、基本的にグールについてです。グールは、基本的に人の肉を食い物にして生き残るこれらの人間の怪物です。 私は本当にこのアニメに不平を言うことはありませんが、実際に作品がどれくらい短いのかは分かりませんが、実際のストーリーはあまりにも大きいものではありませんが、私が見た最後のカップルは非常に 私は素晴らしいアニマル恋人にこれをお勧めします。それは素晴らしいエンターテイメントシリーズであり、私は文字通り見ることができませんでした！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul is a really jaw dropping anime for me with all of the crazy action scenes and the such bloody gory scenes. It is literally intense about every episode which i really like. I wish there could have been more then 12 episodes but it is confirmed there will be a season 2 to this anime so I'm pretty excited about that. This anime is basically about Ghouls which are these human looking monsters who basically feed on human flesh to survive. I really have nothing to complain about this anime besides how short is actually is the artwork is on key and so is the actual story I'm not too big into a bunch of gory action type anime but the last couple I have watched have been very great i recommend this to any anime lover it was a great entertaining series and i literally couldn't stop watching!\n\n\u001b[1mTokyo Ghoulは、私のために、狂ったアクションシーンとそのような血なまぐさいシーンのすべてを使って、本当にあごをかけるアニメです。 私が本当に好きなエピソードはすべて文字通り激しいです。 私はそこに12回以上のエピソードがあったかもしれないと思っていますが、このアニメにはシーズン2があることが確認されていますので、私はとても興奮しています。 このアニメは、基本的にグールについてです。グールは、基本的に人の肉を食い物にして生き残るこれらの人間の怪物です。 私は本当にこのアニメに不平を言うことはありませんが、実際に作品がどれくらい短いのかは分かりませんが、実際のストーリーはあまりにも大きいものではありませんが、私が見た最後のカップルは非常に 私は素晴らしいアニマル恋人にこれをお勧めします。それは素晴らしいエンターテイメントシリーズであり、私は文字通り見ることができませんでした！\u001b[22m\n\u001b[1m(Tokyo Ghoul wa, watashi no tame ni, kurutta akushonshīn toso no yōna chinamagusai shīn no subete o tsukatte, hontōni ago o kakeru animedesu. Watashi ga hontōni sukina episōdo wa subete mojidōri hageshīdesu. Watashi wa soko ni 12-kai ijō no episōdo ga atta kamo shirenai to omotte imasuga, kono anime ni wa shīzun 2 ga aru koto ga kakunin sa rete imasunode, watashi wa totemo kōfun shite imasu. Kono anime wa, kihontekini gūru ni tsuitedesu. Gūru wa, kihontekini hito no niku o kuimono ni shite ikinokoru korera no ningen no kaibutsudesu. Watashi wa hontōni kono anime ni fuhei o iu koto wa arimasenga, jissai ni sakuhin ga dorekurai mijikai no ka wa wakarimasen ga, jissai no sutōrī wa amarini mo ōkī monode wa arimasenga, watashi ga mita saigo no kappuru wa hijō ni watashi wa subarashī animaru koibito ni kore o o susume shimasu. Sore wa subarashī entāteimentoshirīzudeari, watashi wa mojidōri miru koto ga dekimasendeshita!)\u001b[22m\n\nTranslations of \u001b[4mTokyo Ghoul is a really jaw dropping anime for me with all of the crazy action scenes and the such bloody gory scenes. It is literally intense about every episode which i really like. I wish there could have been more then 12 episodes but it is confirmed there will be a season 2 to this anime so I'm pretty excited about that. This anime is basically about Ghouls which are these human looking monsters who basically feed on human flesh to survive. I really have nothing to complain about this anime besides how short is actually is the artwork is on key and so is the actual story I'm not too big into a bunch of gory action type anime but the last couple I have watched have been very great i recommend this to any anime lover it was a great entertaining series and i literally couldn't stop watching!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo Ghoul is a really jaw dropping anime for me with all of the crazy action scenes and the such bloody gory scenes.\u001b[24m\n    \u001b[1mTokyo Ghoulは、私のために、狂ったアクションシーンとそのような血なまぐさいシーンのすべてを使って、本当にあごをかけるアニメです。\u001b[22m, \u001b[1m東京グールはクレイジーアクションシーンや、流血の血みどろのシーンのすべてと私のために本当に顎滴下アニメです。\u001b[22m\n\u001b[4mIt is literally intense about every episode which i really like.\u001b[24m\n    \u001b[1m私が本当に好きなエピソードはすべて文字通り激しいです。\u001b[22m, \u001b[1mそれは私が本当に好きなすべてのエピソードについて、文字通り激しいです。\u001b[22m\n\u001b[4mI wish there could have been more then 12 episodes but it is confirmed there will be a season 2 to this anime so I'm pretty excited about that.\u001b[24m\n    \u001b[1m私はそこに12回以上のエピソードがあったかもしれないと思っていますが、このアニメにはシーズン2があることが確認されていますので、私はとても興奮しています。\u001b[22m, \u001b[1m私はそこにもっとして12話だったかもしれないが、私がそれについてかなり興奮しているように、このアニメにシーズン2が存在することになるが確認されたいです。\u001b[22m\n\u001b[4mThis anime is basically about Ghouls which are these human looking monsters who basically feed on human flesh to survive.\u001b[24m\n    \u001b[1mこのアニメは、基本的にグールについてです。グールは、基本的に人の肉を食い物にして生き残るこれらの人間の怪物です。\u001b[22m, \u001b[1mこのアニメは基本的に生き残るために人間の肉を餌これらのヒト探してモンスターである悪鬼について基本的にあります。\u001b[22m\n\u001b[4mI really have nothing to complain about this anime besides how short is actually is the artwork is on key and so is the actual story I'm not too big into a bunch of gory action type anime but the last couple I have watched have been very\u001b[24m\n    \u001b[1m私は本当にこのアニメに不平を言うことはありませんが、実際に作品がどれくらい短いのかは分かりませんが、実際のストーリーはあまりにも大きいものではありませんが、私が見た最後のカップルは非常に\u001b[22m, \u001b[1m実際にアートワークが鍵になっているので、実際のストーリーがある方法の短い私は血みどろのアクションタイプのアニメの束に大きすぎないが、私が見ている最後のカップルは非常にされている以外にも、私は本当にこのアニメに文句を言うことは何もありません\u001b[22m\n\u001b[4mgreat i recommend this to any anime lover it was a great entertaining series and i literally couldn't stop watching!\u001b[24m\n    \u001b[1m私は素晴らしいアニマル恋人にこれをお勧めします。それは素晴らしいエンターテイメントシリーズであり、私は文字通り見ることができませんでした！\u001b[22m, \u001b[1m偉大な私はそれは素晴らしい面白いシリーズだったと私は文字通り見て止めることができなかったのアニメ愛好家にこれをお勧めします！\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Mochipan",
    "profile": "/profile/Mochipan/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=166633",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\n私はマンガを読む前にアニメを見た視聴者としてTGを見直しています。\n私はTGが特にマンガ読者からあまりにも多くの批判を受けると感じています。 私が取り組んでいるいくつかの苦情があります。\n\n彼らはマンガからたくさんのものを取り除いた。\nこれは最後の弧で特に部分的に真実ですが、それ以外に残されていたものは、話の発展にとって重要でない奇妙なトリビア（グール・カゲネのタイプの説明、HideとKanekiの臭いのディナーの日付など）でした。\nここでの唯一の本当の問題は、約10分で12人のキャラクターが紹介され、いくつかの重要なシーンが切り取られた、アニメの最後のアークのクラック誘発ペーシングです。 最初の3-4のエピソードではペーシングと実行がほぼ完璧だと感じたので、これはかなり残念でした。 品質の低下はおそらく12 epの制限の結果だったので、これは許されています。\n\n2.検閲\nそれが過度に使用され、恐怖の経験を損なうので、検閲者は非常に残酷でした。 たぶんそれはより多くの視聴者に達するために行われたかもしれませんが、画面の半分がしばしば黒くなったり、すべてが青く変わったりするのは愚かです。 私は誰がこれを担当しているのか分かりませんが、私は彼らの肉を名目にします。\n\n3. MCは騒がしいです。\n真剣に？  wtflolpwnzallggnoreの主人公が欲しいなら、SAOを見てください。 私はあなたがそのような物語「開発」を望むと確信しています。 ポイントは、ケンは生き残ろうとしている信じられないキャラクターです。 彼はうそつき声をしてシリーズの多くのために蹴られるかもしれませんが、彼はする必要がありますし、少しずつ強く成長します。 危険な状況に直面したときに、すごく食欲不振の暴れから自分の顔の獣への彼の成長を見ていることが、私のためにショーを作りました。\n\n4.未開発の文字。\nこれは特にサポートキャラクターの中にも当てはまります。  2〜3行の顔を持つ人物（人物の顔も表示されていない人物）を殺し、それを悲劇的な物語に発展させることを期待して、私の目を回転させました。 これらの死んだ登場人物も牛である可能性があります。\n\n - ねえ、私は死んであなたを殺すつもりで、あなたの家族と愛する人たちを絶望して永遠に残します！ 最後の言葉がありますか？\n -  MOOOOOOOOO！\n\n\n\nだから全体的に、TGは正当な欠陥のいくつかにもかかわらず非常に楽しいものでした。 私は毎週楽しみにしているシリーズです。私はS2でそれを楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI am reviewing TG as a viewer who watched the anime before reading the manga.\n\n\u001b[1m私はマンガを読む前にアニメを見た視聴者としてTGを見直しています。\u001b[22m\n\u001b[1m(Watashi wa manga o yomu mae ni anime o mita shichō-sha to shite TG o minaoshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI am reviewing TG as a viewer who watched the anime before reading the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am reviewing TG as a viewer who watched the anime before reading the manga.\u001b[24m\n    \u001b[1m私はマンガを読む前にアニメを見た視聴者としてTGを見直しています。\u001b[22m, \u001b[1m私は漫画を読む前にアニメを見て、視聴者としてTGを検討しています。\u001b[22m\nI feel TG gets too much criticism especially from manga readers. There are some complaints that I would like to address.\n\n\u001b[1m私はTGが特にマンガ読者からあまりにも多くの批判を受けると感じています。 私が取り組んでいるいくつかの苦情があります。\u001b[22m\n\u001b[1m(Watashi wa TG ga tokuni manga dokusha kara amarini mo ōku no hihan o ukeru to kanjite imasu. Watashi ga torikunde iru ikutsu ka no kujō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI feel TG gets too much criticism especially from manga readers. There are some complaints that I would like to address.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel TG gets too much criticism especially from manga readers.\u001b[24m\n    \u001b[1m私はTGが特にマンガ読者からあまりにも多くの批判を受けると感じています。\u001b[22m, \u001b[1m私は、TGは、特にマンガ読者からあまりにも多くの批判を取得感じます。\u001b[22m\n\u001b[4mThere are some complaints that I would like to address.\u001b[24m\n    \u001b[1m私が取り組んでいるいくつかの苦情があります。\u001b[22m, \u001b[1m私が対処したいと思い、いくつかの苦情があります。\u001b[22m\n\u001b[1m\u001b[22m\n1. They left out a lot of stuff from the manga.\n\n\u001b[1m彼らはマンガからたくさんのものを取り除いた。\u001b[22m\n\u001b[1m(Karera wa manga kara takusan no mono o torinozoita.)\u001b[22m\n\nTranslations of \u001b[4m1. They left out a lot of stuff from the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. They left out a lot of stuff from the manga.\u001b[24m\n    \u001b[1m彼らはマンガからたくさんのものを取り除いた。\u001b[22m, \u001b[1m1.彼らは漫画から多くのものを残しました。\u001b[22m\nThis is partly true especially in the last arc but other than that, things that were left out were mostly nerdy trivia unimportant to the development of the story (explanation of ghoul kagune types, Hide and Kaneki's bromance dinner date, etc).\n\n\u001b[1mこれは最後の弧で特に部分的に真実ですが、それ以外に残されていたものは、話の発展にとって重要でない奇妙なトリビア（グール・カゲネのタイプの説明、HideとKanekiの臭いのディナーの日付など）でした。\u001b[22m\n\u001b[1m(Kore wa saigo no ko de tokuni bubun-teki ni shinjitsudesuga, soreigai ni nokosa rete ita mono wa, hanashi no hatten ni totte jūyōdenai kimyōna toribia (gūru kagene no taipu no setsumei, Hide to Kaneki no nioi no dinā no hidzuke nado)deshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is partly true especially in the last arc but other than that, things that were left out were mostly nerdy trivia unimportant to the development of the story (explanation of ghoul kagune types, Hide and Kaneki's bromance dinner date, etc).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is partly true especially in the last arc but other than that, things that were left out were mostly nerdy trivia unimportant to the development of the story (explanation of ghoul kagune types, Hide and Kaneki's bromance dinner date, etc).\u001b[24m\n    \u001b[1mこれは最後の弧で特に部分的に真実ですが、それ以外に残されていたものは、話の発展にとって重要でない奇妙なトリビア（グール・カゲネのタイプの説明、HideとKanekiの臭いのディナーの日付など）でした。\u001b[22m, \u001b[1mこれは、特に最後の円弧状に部分的に真であるが、それ以外の、取り残されたものはほとんど話（グールkaguneタイプの説明については、非表示とKanekiのブロマンスのディナーデート、など）の開発に重要でないオタクトリビアました。\u001b[22m\nThe only real problem here is the crack-induced pacing of the anime's last arc where a dozen characters were introduced in about 10 minutes and a few important scenes were cut out. This was quite disappointing since I felt the pacing and execution in the first 3-4 episodes were almost flawless. The drop in quality was likely a result of the 12 ep limit, so this is forgivable.\n\n\u001b[1mここでの唯一の本当の問題は、約10分で12人のキャラクターが紹介され、いくつかの重要なシーンが切り取られた、アニメの最後のアークのクラック誘発ペーシングです。 最初の3-4のエピソードではペーシングと実行がほぼ完璧だと感じたので、これはかなり残念でした。 品質の低下はおそらく12 epの制限の結果だったので、これは許されています。\u001b[22m\n\u001b[1m(Koko de no yuiitsu no hontō no mondai wa, yaku 10-bu de 12-ri no kyarakutā ga shōkai sa re, ikutsu ka no jūyōna shīn ga kiritora reta, anime no saigo no āku no kurakku yūhatsu pēshingudesu. Saisho no 3 - 4 no episōdode wa pēshingu to jikkō ga hobo kanpekida to kanjitanode, kore wa kanari zan'nendeshita. Hinshitsu no teika wa osoraku 12 ep no seigen no kekkadattanode, kore wa yurusa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only real problem here is the crack-induced pacing of the anime's last arc where a dozen characters were introduced in about 10 minutes and a few important scenes were cut out. This was quite disappointing since I felt the pacing and execution in the first 3-4 episodes were almost flawless. The drop in quality was likely a result of the 12 ep limit, so this is forgivable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only real problem here is the crack-induced pacing of the anime's last arc where a dozen characters were introduced in about 10 minutes and a few important scenes were cut out.\u001b[24m\n    \u001b[1mここでの唯一の本当の問題は、約10分で12人のキャラクターが紹介され、いくつかの重要なシーンが切り取られた、アニメの最後のアークのクラック誘発ペーシングです。\u001b[22m, \u001b[1mここでの唯一の本当の問題は、ダースの文字が約10分で導入され、いくつかの重要なシーンを切り出したアニメの最後の弧の亀裂誘発性ペーシングです。\u001b[22m\n\u001b[4mThis was quite disappointing since I felt the pacing and execution in the first 3-4 episodes were almost flawless.\u001b[24m\n    \u001b[1m最初の3-4のエピソードではペーシングと実行がほぼ完璧だと感じたので、これはかなり残念でした。\u001b[22m, \u001b[1m私は最初の3-4のエピソードでのペーシングおよび実行はほぼ完璧だったと感じたので、これは非常に残念でした。\u001b[22m\n\u001b[4mThe drop in quality was likely a result of the 12 ep limit, so this is forgivable.\u001b[24m\n    \u001b[1m品質の低下はおそらく12 epの制限の結果だったので、これは許されています。\u001b[22m, \u001b[1m品質の低下は、おそらく12 EP制限の結果であったので、これは許さです。\u001b[22m\n\u001b[1m\u001b[22m\n2. Censorship\n\n\u001b[1m2.検閲\u001b[22m\n\u001b[1m(2. Ken'etsu)\u001b[22m\n\nTranslations of \u001b[4m2. Censorship\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Censorship\u001b[24m\n    \u001b[1m2.検閲\u001b[22m\nThe censors were quite atrocious as it is overused and detracts from the horror experience. Maybe it was done to reach a wider audience, but it's silly how half of the screen often gets blacked out or everything just turns blue. I don't know who is responsible for this, but I will nomnom their flesh.\n\n\u001b[1mそれが過度に使用され、恐怖の経験を損なうので、検閲者は非常に残酷でした。 たぶんそれはより多くの視聴者に達するために行われたかもしれませんが、画面の半分がしばしば黒くなったり、すべてが青く変わったりするのは愚かです。 私は誰がこれを担当しているのか分かりませんが、私は彼らの肉を名目にします。\u001b[22m\n\u001b[1m(Sore ga kado ni shiyō sa re, kyōfu no keiken o sokonau node, ken'etsu-sha wa hijō ni zankokudeshita. Tabun soreha yori ōku no shichō-sha ni tassuru tame ni okonawa reta kamo shiremasenga, gamen no hanbun ga shibashiba kuroku nattari, subete ga aoku kawattari suru no wa orokadesu. Watashi wa dare ga kore o tantō shite iru no ka wakarimasen ga, watashi wa karera no niku o meimoku ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe censors were quite atrocious as it is overused and detracts from the horror experience. Maybe it was done to reach a wider audience, but it's silly how half of the screen often gets blacked out or everything just turns blue. I don't know who is responsible for this, but I will nomnom their flesh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe censors were quite atrocious as it is overused and detracts from the horror experience.\u001b[24m\n    \u001b[1mそれが過度に使用され、恐怖の経験を損なうので、検閲者は非常に残酷でした。\u001b[22m, \u001b[1mそれが過度に使用され、恐怖体験を損なうよう検閲官はかなり凶悪でした。\u001b[22m\n\u001b[4mMaybe it was done to reach a wider audience, but it's silly how half of the screen often gets blacked out or everything just turns blue.\u001b[24m\n    \u001b[1mたぶんそれはより多くの視聴者に達するために行われたかもしれませんが、画面の半分がしばしば黒くなったり、すべてが青く変わったりするのは愚かです。\u001b[22m, \u001b[1mたぶんそれは、より多くのオーディエンスに到達するために行われますが、それは画面の半分は、多くの場合、ブラックアウトされますか、すべてがちょうど青に変わりどのように愚かだました。\u001b[22m\n\u001b[4mI don't know who is responsible for this, but I will nomnom their flesh.\u001b[24m\n    \u001b[1m私は誰がこれを担当しているのか分かりませんが、私は彼らの肉を名目にします。\u001b[22m, \u001b[1m私はこのために責任があるか分からないが、私は彼らの肉をnomnomます。\u001b[22m\n\u001b[1m\u001b[22m\n3. The MC is a wuss.\n\n\u001b[1m3. MCは騒がしいです。\u001b[22m\n\u001b[1m(3. MC wa sawagashīdesu.)\u001b[22m\n\nTranslations of \u001b[4m3. The MC is a wuss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. The MC is a wuss.\u001b[24m\n    \u001b[1m3. MCは騒がしいです。\u001b[22m, \u001b[1m3. MCは弱虫です。\u001b[22m\nSeriously? If you want a protagonist who wtflolpwnzallggnore, go watch SAO. I'm sure you would like that kind of story 'development'. The point is Ken is a believable character who is just trying to survive. He might have a whiny voice and get kicked around for much of the series, but he does what he has to and grows stronger little by little. Watching his growth from squeaky anorexic wimp to I-will-eat-your-face beast in the face of dangerous situations is what made the show for me.\n\n\u001b[1m真剣に？  wtflolpwnzallggnoreの主人公が欲しいなら、SAOを見てください。 私はあなたがそのような物語「開発」を望むと確信しています。 ポイントは、ケンは生き残ろうとしている信じられないキャラクターです。 彼はうそつき声をしてシリーズの多くのために蹴られるかもしれませんが、彼はする必要がありますし、少しずつ強く成長します。 危険な状況に直面したときに、すごく食欲不振の暴れから自分の顔の獣への彼の成長を見ていることが、私のためにショーを作りました。\u001b[22m\n\u001b[1m(Shinken ni? Wtflolpwnzallggnore no shujinkō ga hoshīnara, SAO o mite kudasai. Watashi wa anata ga sono yōna monogatari `kaihatsu' o nozomu to kakushin shite imasu. Pointo wa, Ken wa ikinokorou to shite iru shinjirarenai kyarakutādesu. Kare wa uso-tsuki-goe o shite shirīzu no ōku no tame ni kera reru kamo shiremasenga, kare wa suru hitsuyō ga arimasushi, sukoshi zutsu tsuyoku seichō shimasu. Kiken'na jōkyō ni chokumen shita toki ni, sugoku shokuyoku fushin no abare kara jibun no kao no kemono e no kare no seichō o mite iru koto ga, watashi no tame ni shō o tsukurimashita.)\u001b[22m\n\nTranslations of \u001b[4mSeriously? If you want a protagonist who wtflolpwnzallggnore, go watch SAO. I'm sure you would like that kind of story 'development'. The point is Ken is a believable character who is just trying to survive. He might have a whiny voice and get kicked around for much of the series, but he does what he has to and grows stronger little by little. Watching his growth from squeaky anorexic wimp to I-will-eat-your-face beast in the face of dangerous situations is what made the show for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously?\u001b[24m\n    \u001b[1m真剣に？\u001b[22m\n\u001b[4mIf you want a protagonist who wtflolpwnzallggnore, go watch SAO.\u001b[24m\n    \u001b[1mwtflolpwnzallggnoreの主人公が欲しいなら、SAOを見てください。\u001b[22m, \u001b[1mあなたはwtflolpwnzallggnore主人公をしたい場合は、SAOを見に行きます。\u001b[22m\n\u001b[4mI'm sure you would like that kind of story 'development'.\u001b[24m\n    \u001b[1m私はあなたがそのような物語「開発」を望むと確信しています。\u001b[22m, \u001b[1m私はあなたが物語の開発」のようなものをしたいと思います確信しています。\u001b[22m\n\u001b[4mThe point is Ken is a believable character who is just trying to survive.\u001b[24m\n    \u001b[1mポイントは、ケンは生き残ろうとしている信じられないキャラクターです。\u001b[22m, \u001b[1mポイントは、ケンはただ生き残るためにしようとしている信じられない文字です。\u001b[22m\n\u001b[4mHe might have a whiny voice and get kicked around for much of the series, but he does what he has to and grows stronger little by little.\u001b[24m\n    \u001b[1m彼はうそつき声をしてシリーズの多くのために蹴られるかもしれませんが、彼はする必要がありますし、少しずつ強く成長します。\u001b[22m, \u001b[1m彼は不機嫌そうな声を持っている可能性があり、シリーズの多くを蹴られますが、彼は彼が持っているし、少しずつ強く少し成長何ありません。\u001b[22m\n\u001b[4mWatching his growth from squeaky anorexic wimp to I-will-eat-your-face beast in the face of dangerous situations is what made the show for me.\u001b[24m\n    \u001b[1m危険な状況に直面したときに、すごく食欲不振の暴れから自分の顔の獣への彼の成長を見ていることが、私のためにショーを作りました。\u001b[22m, \u001b[1m危険な状況に直面して、私は--食べるようになる - あなたの顔を獣にきしむ拒食症弱虫からの彼の成長を見ることは私のためにショーを作ったものです。\u001b[22m\n\u001b[1m\u001b[22m\n4. Underdeveloped characters.\n\n\u001b[1m4.未開発の文字。\u001b[22m\n\u001b[1m(4. Mikaihatsu no moji.)\u001b[22m\n\nTranslations of \u001b[4m4. Underdeveloped characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. Underdeveloped characters.\u001b[24m\n    \u001b[1m4.未開発の文字。\u001b[22m, \u001b[1m4.未整備の文字。\u001b[22m\nThis is also true for some especially the supporting characters. Killing off side characters, some of which had 2-3 lines (and one whose face wasn't even shown (like wtf?)) and expecting to make it into a tragic story development had me rolling my eyes. These dead characters might as well be cattle.\n\n\u001b[1mこれは特にサポートキャラクターの中にも当てはまります。  2〜3行の顔を持つ人物（人物の顔も表示されていない人物）を殺し、それを悲劇的な物語に発展させることを期待して、私の目を回転させました。 これらの死んだ登場人物も牛である可能性があります。\u001b[22m\n\u001b[1m(Kore wa tokuni sapōtokyarakutā no naka ni mo atehamarimasu. 2 〜 3-Gyō no kao o motsu jinbutsu (jinbutsu no kao mo hyōji sa rete inai jinbutsu) o koroshi, sore o higeki-tekina monogatari ni hatten sa seru koto o kitai shite, watashi no me o kaiten sa semashita. Korera no shinda tōjō jinbutsu mo ushidearu kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is also true for some especially the supporting characters. Killing off side characters, some of which had 2-3 lines (and one whose face wasn't even shown (like wtf?)) and expecting to make it into a tragic story development had me rolling my eyes. These dead characters might as well be cattle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is also true for some especially the supporting characters.\u001b[24m\n    \u001b[1mこれは特にサポートキャラクターの中にも当てはまります。\u001b[22m, \u001b[1mこれは、いくつかの特に脇役にも当てはまります。\u001b[22m\n\u001b[4mKilling off side characters, some of which had 2-3 lines (and one whose face wasn't even shown (like wtf?)) and expecting to make it into a tragic story development had me rolling my eyes.\u001b[24m\n    \u001b[1m2〜3行の顔を持つ人物（人物の顔も表示されていない人物）を殺し、それを悲劇的な物語に発展させることを期待して、私の目を回転させました。\u001b[22m, \u001b[1m（）？その顔さえWTFのように（図示していないし、1）側の2-3ラインを持っていたそのうちのいくつかの文字を、殺すと悲劇的なストーリー展開にそれを作るために期待することは、私は私の目を転がり持っていました。\u001b[22m\n\u001b[4mThese dead characters might as well be cattle.\u001b[24m\n    \u001b[1mこれらの死んだ登場人物も牛である可能性があります。\u001b[22m, \u001b[1mこれらの死者の文字も同様に牛かもしれません。\u001b[22m\n\u001b[1m\u001b[22m\n- Hey I'm gonna kill you dead and leave your family and loved ones forever in despair! Got any last words??\n\n\u001b[1m - ねえ、私は死んであなたを殺すつもりで、あなたの家族と愛する人たちを絶望して永遠に残します！ 最後の言葉がありますか？\u001b[22m\n\u001b[1m(- Nē, watashi wa shinde anata o korosu tsumori de, anata no kazoku to aisuruhito-tachi o zetsubō shite eien ni nokoshimasu! Saigo no kotoba ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4m- Hey I'm gonna kill you dead and leave your family and loved ones forever in despair! Got any last words??\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hey I'm gonna kill you dead and leave your family and loved ones forever in despair!\u001b[24m\n    \u001b[1m - ねえ、私は死んであなたを殺すつもりで、あなたの家族と愛する人たちを絶望して永遠に残します！\u001b[22m, \u001b[1m - ちょっと私は死んであなたを殺すと絶望に永遠にあなたの家族や愛する人を残すつもりです！\u001b[22m\n\u001b[4mGot any last words??\u001b[24m\n    \u001b[1m最後の言葉がありますか？\u001b[22m, \u001b[1m任意の最後の言葉を手に入れました？\u001b[22m\n- MOOOOOOOOO!\n\n\u001b[1m -  MOOOOOOOOO！\u001b[22m\n\u001b[1m(- MOOOOOOOOO!)\u001b[22m\n\nTranslations of \u001b[4m- MOOOOOOOOO!\u001b[24m\n[ \u001b[4mItaliano\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\n\u001b[4mMOOOOOOOOO\u001b[24m\n    \u001b[1mMOOOOOOOOO\u001b[22m\n\u001b[4m!\u001b[24m\n    \u001b[1m！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSo overall, TG was very enjoyable despite some of its legitimate flaws. It's the series I looked forward to every week, and I will be looking forward to it in S2.\n\n\u001b[1mだから全体的に、TGは正当な欠陥のいくつかにもかかわらず非常に楽しいものでした。 私は毎週楽しみにしているシリーズです。私はS2でそれを楽しみにしています。\u001b[22m\n\u001b[1m(Dakara zentai-teki ni, TG wa seitōna kekkan no ikutsu ka nimokakawarazu hijō ni tanoshī monodeshita. Watashi wa maishū tanoshimini shite iru shirīzudesu. Watashi wa S 2 de sore o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo overall, TG was very enjoyable despite some of its legitimate flaws. It's the series I looked forward to every week, and I will be looking forward to it in S2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo overall, TG was very enjoyable despite some of its legitimate flaws.\u001b[24m\n    \u001b[1mだから全体的に、TGは正当な欠陥のいくつかにもかかわらず非常に楽しいものでした。\u001b[22m, \u001b[1mだから全体的に、TGは、その合法的な欠陥のいくつかにもかかわらず、非常に楽しかったです。\u001b[22m\n\u001b[4mIt's the series I looked forward to every week, and I will be looking forward to it in S2.\u001b[24m\n    \u001b[1m私は毎週楽しみにしているシリーズです。私はS2でそれを楽しみにしています。\u001b[22m, \u001b[1mそれは私が毎週を楽しみにしていたシリーズだ、と私はS2でそれを楽しみにしてされます。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
