[
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "14",
    "number": "1",
    "link": "/reviews.php?id=160835",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  7\n\n\n\n脇に褒め言いますが、このシリーズにはまだそれをより高く評価したくないいくつかの問題があります。 カネキの怒りは、グールがポイントでグレーディングできるように、彼のライフスタイルを調整するのに適しており、オモリやアオギリ樹木に関係するキャラクターと比べてキャラクターがかなり浅いキャラクターもあります。 シリーズの最後の弧は、シリーズがKanekiのキャラクター開発のかなりのポイントで終わると、かなり急いでいるように見えます。これは、キャラクターと紛争に巻き込まれたすべての派閥 アオギリの木は不明瞭なまま残された。  Aogiri Treeを使って物事を適切に解決するための最後のエピソードを1つ与えれば、このシリーズのよりスムーズな停止ポイントが得られるはずです。しかし、このレビューでは、 テレビアニメは漫画の実行の途中で停止します。 また、このシリーズは、お互いや他の人間を殺すようなグーグルハンターやグールを含むグラフィックの暴力行為ではなく、むしろ怒っていることに注意してください。 あなたがアニメで暴力的な暴力を扇動しているのでなければ、これを見ることはしないでください。\n\n視覚的には、東京グールはこれまでに見たより美しいタイトルの1つであり、暗い色合いと落ち着きのない色合いがあり、細かいシーンショットやキャラクターデザインのシリーズが放つ暗いサスペンスな雰囲気にぴったりです。 シリーズ内の動きは、私が気づいたアニメーションの詳細のショートカットや劣化の顕著な例がなく、グールのkaguneを含むアクションシーンがシリーズの視覚的なハイライトに使用されているため、ほとんどの場合流動的です。\n\n全体として、東京グールは、グールとしての人生の深い深みを提供する強固なホラータイトルであり、シリーズの世界の要素であり、金木は生きものとして捉えています。 その特徴付けのいくつかの側面は浅いか格子状であり、決定的な結末は欠けている。 しかし、これらの不満にもかかわらず、シリーズはまだ12話の間、私のための魅力的な時計だったし、あなたがホラーアニメのファンならチェックアウトの価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPraises aside, the series still carries some issues that keep me from wanting to grade it higher. Kaneki's angst fits from adjusting to his lifestyle as a ghoul can be grating at points and there are some characters that are fairly shallow in their characterization compared to others like Oomori and those involved with Aogiri Tree. The final arc of the series also looks fairly rushed as the series concludes at a rather major point in the series for Kaneki's character development that leaves things in a bit of a cliffhanger with his character and the fates of all the factions involved in the conflict with Aogiri Tree were left unclear. Giving the series one final episode to properly resolve things with Aogiri Tree would have given it a more smoother stopping point for the series, though seems a bit odd for Tokyo Ghoul to stop here as its manga source material concluded fairly recently as of this review and the TV anime stops just within the middle of the manga's run. Also, do be warned this series is rather gory with graphic violent acts involving the ghoul hunters and ghouls as they kill one another or other humans. If you're not a fan of graphic violence in your anime, best not try to even watch this.\n\n\u001b[1m脇に褒め言いますが、このシリーズにはまだそれをより高く評価したくないいくつかの問題があります。 カネキの怒りは、グールがポイントでグレーディングできるように、彼のライフスタイルを調整するのに適しており、オモリやアオギリ樹木に関係するキャラクターと比べてキャラクターがかなり浅いキャラクターもあります。 シリーズの最後の弧は、シリーズがKanekiのキャラクター開発のかなりのポイントで終わると、かなり急いでいるように見えます。これは、キャラクターと紛争に巻き込まれたすべての派閥 アオギリの木は不明瞭なまま残された。  Aogiri Treeを使って物事を適切に解決するための最後のエピソードを1つ与えれば、このシリーズのよりスムーズな停止ポイントが得られるはずです。しかし、このレビューでは、 テレビアニメは漫画の実行の途中で停止します。 また、このシリーズは、お互いや他の人間を殺すようなグーグルハンターやグールを含むグラフィックの暴力行為ではなく、むしろ怒っていることに注意してください。 あなたがアニメで暴力的な暴力を扇動しているのでなければ、これを見ることはしないでください。\u001b[22m\n\u001b[1m(Waki ni home iimasuga, kono shirīzu ni wa mada sore o yori takaku hyōka shitakunai ikutsu ka no mondai ga arimasu. Kaneki no ikari wa, gūru ga pointo de gurēdingu dekiru yō ni, kare no raifusutairu o chōsei suru no ni tekishite ori, omori ya aogiri jumoku ni kankei suru kyarakutā to kurabete kyarakutā ga kanari asai kyarakutā mo arimasu. Shirīzu no saigo no ko wa, shirīzu ga Kaneki no kyarakutā kaihatsu no kanari no pointo de owaru to, kanari isoide iru yō ni miemasu. Kore wa, kyarakutā to funsō ni makikoma reta subete no habatsu aogiri no ki wa fumeiryōna mama nokosa reta. Aogiri Tree o tsukatte monogoto o tekisetsu ni kaiketsu suru tame no saigo no episōdo o 1tsu ataereba, kono shirīzu no yori sumūzuna teishi pointo ga e rareru hazudesu. Shikashi, kono rebyūde wa, terebi anime wa manga no jikkō no tochū de teishi shimasu. Mata, kono shirīzu wa, otagai ya hoka no ningen o korosu yōna gūguruhantā ya gūru o fukumu gurafikku no bōryoku kōide wa naku, mushiro okotte iru koto ni chūi shite kudasai. Anata ga anime de bōryoku-tekina bōryoku o sendō shite iru nodenakereba, kore o miru koto wa shinaide kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\nVisually, Tokyo Ghoul is one of the better looking titles I've seen for the year thus far sporting dark and subdued color tones that are a nice fit for the dark, suspenseful mood given off by the series with detailed scenery shots and character designs. Movement within the series is fluid for the most part as there weren't any noticeable instances of shortcuts or degradation of animated detail I noticed, with action scenes involving the kagune of ghouls being used making for the visual highlights of the series for me.\n\n\u001b[1m視覚的には、東京グールはこれまでに見たより美しいタイトルの1つであり、暗い色合いと落ち着きのない色合いがあり、細かいシーンショットやキャラクターデザインのシリーズが放つ暗いサスペンスな雰囲気にぴったりです。 シリーズ内の動きは、私が気づいたアニメーションの詳細のショートカットや劣化の顕著な例がなく、グールのkaguneを含むアクションシーンがシリーズの視覚的なハイライトに使用されているため、ほとんどの場合流動的です。\u001b[22m\n\u001b[1m(Shikaku-teki ni wa, Tōkyō gūru wa kore made ni mita yori utsukushī taitoru no 1tsudeari, kurai iroai to ochitsuki no nai iroai ga ari, komakai shīnshotto ya kyarakutādezain no shirīzu ga hanatsu kurai sasupensuna fun'iki ni pittaridesu. Shirīzu-nai no ugoki wa, watashi ga kidzuita animēshon no shōsai no shōtokatto ya rekka no kenchona rei ga naku, gūru no kagune o fukumu akushonshīn ga shirīzu no shikaku-tekina hairaito ni shiyō sa rete iru tame, hotondo no baai ryūdōtekidesu.)\u001b[22m\n\nTranslations of \u001b[4mVisually, Tokyo Ghoul is one of the better looking titles I've seen for the year thus far sporting dark and subdued color tones that are a nice fit for the dark, suspenseful mood given off by the series with detailed scenery shots and character designs. Movement within the series is fluid for the most part as there weren't any noticeable instances of shortcuts or degradation of animated detail I noticed, with action scenes involving the kagune of ghouls being used making for the visual highlights of the series for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, Tokyo Ghoul is one of the better looking titles I've seen for the year thus far sporting dark and subdued color tones that are a nice fit for the dark, suspenseful mood given off by the series with detailed scenery shots and character designs.\u001b[24m\n    \u001b[1m視覚的には、東京グールはこれまでに見たより美しいタイトルの1つであり、暗い色合いと落ち着きのない色合いがあり、細かいシーンショットやキャラクターデザインのシリーズが放つ暗いサスペンスな雰囲気にぴったりです。\u001b[22m, \u001b[1m視覚的には、東京グールは、これまで詳細な風景ショットとキャラクターデザインのシリーズではオフに与えられた、暗い、サスペンス気分のための素晴らしい適合しているダークで落ち着いた色調のスポーツ私は年間見てきたより良い探していたタイトルの一つです。\u001b[22m\n\u001b[4mMovement within the series is fluid for the most part as there weren't any noticeable instances of shortcuts or degradation of animated detail I noticed, with action scenes involving the kagune of ghouls being used making for the visual highlights of the series for me.\u001b[24m\n    \u001b[1mシリーズ内の動きは、私が気づいたアニメーションの詳細のショートカットや劣化の顕著な例がなく、グールのkaguneを含むアクションシーンがシリーズの視覚的なハイライトに使用されているため、ほとんどの場合流動的です。\u001b[22m, \u001b[1mショートカットやアニメーションディテールの劣化の顕著な例がありませんでしたとして、シリーズ内の移動は、私は私のための一連の視覚的なハイライトのために作る使用されている悪鬼のkaguneを伴うアクションシーンで、気づい大部分が流体です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Tokyo Ghoul is a solid horror title offering a good deal of depth into life as a ghoul, elements to the world of the series and Kaneki coming to grips with living as one. Some aspects of its characterization are shallow or grating and it lacks a conclusive ending. But despite these gripes, the series was still an engaging watch for me throughout its 12-episode run and is worth checking out if you're a horror anime fan.\n\n\u001b[1m全体として、東京グールは、グールとしての人生の深い深みを提供する強固なホラータイトルであり、シリーズの世界の要素であり、金木は生きものとして捉えています。 その特徴付けのいくつかの側面は浅いか格子状であり、決定的な結末は欠けている。 しかし、これらの不満にもかかわらず、シリーズはまだ12話の間、私のための魅力的な時計だったし、あなたがホラーアニメのファンならチェックアウトの価値がある。\u001b[22m\n\u001b[1m(Zentai to shite, Tōkyō gūru wa, gūru to shite no jinsei no fukai fukami o teikyō suru kyōkona horātaitorudeari, shirīzu no sekai no yōsodeari, Kanagi wa ikimono to shite toraete imasu. Sono tokuchōdzuke no ikutsu ka no sokumen wa asai ka kōshi-jōdeari, ketteitekina ketsumatsu wa kakete iru. Shikashi, korera no fuman nimokakawarazu, shirīzu wa mada 12-wa no ma, watashi no tame no miryoku-tekina tokeidattashi, anata ga horāanime no fan'nara Chekkuauto no kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Tokyo Ghoul is a solid horror title offering a good deal of depth into life as a ghoul, elements to the world of the series and Kaneki coming to grips with living as one. Some aspects of its characterization are shallow or grating and it lacks a conclusive ending. But despite these gripes, the series was still an engaging watch for me throughout its 12-episode run and is worth checking out if you're a horror anime fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Tokyo Ghoul is a solid horror title offering a good deal of depth into life as a ghoul, elements to the world of the series and Kaneki coming to grips with living as one.\u001b[24m\n    \u001b[1m全体として、東京グールは、グールとしての人生の深い深みを提供する強固なホラータイトルであり、シリーズの世界の要素であり、金木は生きものとして捉えています。\u001b[22m, \u001b[1m全体的に、東京グールは、グールとしての生活に深さの良い取引を提供する固体ホラータイトルでシリーズの世界への要素とKanekiは1のように生きているとグリップに来ます。\u001b[22m\n\u001b[4mSome aspects of its characterization are shallow or grating and it lacks a conclusive ending.\u001b[24m\n    \u001b[1mその特徴付けのいくつかの側面は浅いか格子状であり、決定的な結末は欠けている。\u001b[22m, \u001b[1mその特性評価のいくつかの局面は、浅いまたは格子であり、それが決定的な結末を欠いています。\u001b[22m\n\u001b[4mBut despite these gripes, the series was still an engaging watch for me throughout its 12-episode run and is worth checking out if you're a horror anime fan.\u001b[24m\n    \u001b[1mしかし、これらの不満にもかかわらず、シリーズはまだ12話の間、私のための魅力的な時計だったし、あなたがホラーアニメのファンならチェックアウトの価値がある。\u001b[22m, \u001b[1mしかし、これらの不満にもかかわらず、シリーズは12エピソードの実行を通して私のためにまだ係の時計だったとあなたはホラーアニメファンならチェックアウトする価値があります。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "robiu013",
    "profile": "/profile/robiu013/reviews",
    "pages": "14",
    "number": "2",
    "link": "/reviews.php?id=199697",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|\n\nプロット：50％\nキャラクター：30％\nアート：10％\nサウンドトラック：10％\n\nプロット：2,5 / 5\nまず第一に、MALの記述は嘘です。 この物語の東京は残酷で無慈悲ではない。 大部分のプロットは要素と進歩から成り立ちました。 しかし、私がこのシリーズの結論や地下のグール文化のような将来の季節に拡大したいと思うかもしれないものを見ることに興味を持っていたものがいくつかありました。 少なくとも実際の東京はそれ以上ではありません。 グールの存在にもかかわらず、人々は日常生活を持ち歩いてカフェに行き、本について話したり、日程を取ったりしています。 グールはちょうど誰かを攻撃して食べることがあります。 グールとは何ですか？ 東京グールでは、グールは基本的にグールが最初に定義したものの「戦いの震え」です。 彼らは肉からの飢えで、武器のような伸びを身体から取り除く能力を持っています。ブレード、触手、炎のように見えるかもしれません。基本的には、漂白剤やナルトのような戦いで見られるかもしれません。 前。 全体的なプロットは私にあまり感銘を与えませんでした。\n\n文字：2,5 / 5\nキャラクターも私に印象づけることに失敗した。 主人公の最大の焦点は、 金子。 彼にはあまり関係がなかったので、私は彼に関連したり、同情を感じました。 私は彼が知っていることは、彼が恥ずかしがり屋であり、本が好きで、それに隠れた友人がいるということです。 最後のエピソードでは、以前はシリーズでよく利用されていたかもしれないが、それまでにはちょっと遅かった。 もうひとつの重要なキャラクターはヒリシマ・トウカです。カネキのようなものは興味深いものではなく、同じような対立がありました。 このシリーズでは、プロットの利便性だけでなく、導入されたサイド文字を効率的に活用することもできませんでした。 最も興味深いのはJuuzou Suzayaであり、そのタイトルの上に浮かぶほどのスクリーン時間をほとんど取らなかったエドワードの激烈な脱出（Cowboy Bebop）だった。 私はまた、単にサディスティックな**穴であるために、悪役としてジェイソンを好きだった。\n\nアート：3,5 / 5\n芸術はシリーズの最も強力な分野でした。 アニメーションはかなり流暢だったし、戦いはかなり爆発した。 残念なことに、ほとんどのアニメのように、アートフェアはちょっと標準化されました。 私は、ほとんどのアニメの中で、元のアーティストのスタイルがやや失われ、それは独特の文体的なビジョンをもたない別のアニメのように感じる方法を指しています。\n\nサウンドトラック：3,5 / 5\nサウンドトラックのほとんどは思い出深いものではありませんでしたが、刺激的で悪いものでもありませんでした。 最も注目すべきはオープニングのテーマで、これは他のシリーズと比較して、新鮮な風のような騒がしいものでした。 また、声優は本当に良かったです。\n\nクリティカルスコア：5,4 / 10\n\n楽しみ：\n私は本当に楽しいスケールを持っていませんが、シリーズを楽しんだかどうかによって、最終スコアで丸められた数を得るために、それを増減することがあります。\n\n最終得点：6/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 50%\n\n\u001b[1mプロット：50％\u001b[22m\n\u001b[1m(Purotto: 50-Pāsento)\u001b[22m\n\nTranslations of \u001b[4mPlot: 50%\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 50%\u001b[24m\n    \u001b[1mプロット：50％\u001b[22m\nCharacters: 30%\n\n\u001b[1mキャラクター：30％\u001b[22m\n\u001b[1m(Kyarakutā: 30-Pāsento)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 30%\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 30%\u001b[24m\n    \u001b[1mキャラクター：30％\u001b[22m\nArt: 10%\n\n\u001b[1mアート：10％\u001b[22m\n\u001b[1m(Āto: 10-Pāsento)\u001b[22m\n\nTranslations of \u001b[4mArt: 10%\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10%\u001b[24m\n    \u001b[1mアート：10％\u001b[22m\nSoundtrack: 10%\n\n\u001b[1mサウンドトラック：10％\u001b[22m\n\u001b[1m(Saundotorakku: 10-Pāsento)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack: 10%\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack: 10%\u001b[24m\n    \u001b[1mサウンドトラック：10％\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 2,5/5\n\n\u001b[1mプロット：2,5 / 5\u001b[22m\n\u001b[1m(Purotto: 2, 5/ 5)\u001b[22m\n\nTranslations of \u001b[4mPlot: 2,5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 2,5/5\u001b[24m\n    \u001b[1mプロット：2,5 / 5\u001b[22m, \u001b[1mプロット：2.5 / 5\u001b[22m\nFirst of all the MAL description is lying. Tokyo in this story isn't cruel and merciless. For the most part the plot consisted of elements and progression I have seen been made before and done better. There were some things however that did keep me interested in seeing the conclusion of this series and things I may want to see expanded upon in future seasons, like the underground ghoul culture. At least not more than the real Tokyo is. Even despite the presence of ghouls, the people are carrying on their daily life going to cafes, talking about books and going on dates. Ghouls just happen to attack and eat someone every now and then. What are ghouls, you may wonder? In Tokyo Ghoul, ghouls are basically the 'battle shounenification' of what ghouls were originally defined as. They're flesh-hungry outcasts, who have the ability of shaping weapon-like extensions out of their body, which can appear like a blade, tentacles, flames... basically stuff you might have seen similairly in battle shounens like bleach or naruto before. The overall plot didn't impress me too much.\n\n\u001b[1mまず第一に、MALの記述は嘘です。 この物語の東京は残酷で無慈悲ではない。 大部分のプロットは要素と進歩から成り立ちました。 しかし、私がこのシリーズの結論や地下のグール文化のような将来の季節に拡大したいと思うかもしれないものを見ることに興味を持っていたものがいくつかありました。 少なくとも実際の東京はそれ以上ではありません。 グールの存在にもかかわらず、人々は日常生活を持ち歩いてカフェに行き、本について話したり、日程を取ったりしています。 グールはちょうど誰かを攻撃して食べることがあります。 グールとは何ですか？ 東京グールでは、グールは基本的にグールが最初に定義したものの「戦いの震え」です。 彼らは肉からの飢えで、武器のような伸びを身体から取り除く能力を持っています。ブレード、触手、炎のように見えるかもしれません。基本的には、漂白剤やナルトのような戦いで見られるかもしれません。 前。 全体的なプロットは私にあまり感銘を与えませんでした。\u001b[22m\n\u001b[1m(Mazu daiichi ni, MAL no kijutsu wa usodesu. Kono monogatari no Tōkyō wa zankokude mujihide wanai. Sukunakutomo jissai no Tōkyō wa sore ijōde wa arimasen. Gūru no sonzai nimokakawarazu, hitobito wa nichijō seikatsu o mochiaruite kafe ni iki, hon ni tsuite hanashi tari, nittei o tottari shite imasu. Gūru wa chōdo dareka o kōgeki shite taberu koto ga arimasu. Gūru to wa nanidesu ka? Tōkyō gūrude wa, gūru wa kihontekini gūru ga saisho ni teigi shitamonono `tatakai no furue'desu. Karera wa niku kara no ue de, buki no yōna nobi o karada kara torinozoku nōryoku o motte imasu. Burēdo, shokushu,-en no yō ni mieru kamo shiremasen. Kihontekini wa, hyōhaku-zai ya naruto no yōna tatakai de mi rareru kamo shiremasen. Zen. Zentai-tekina purotto wa watashi ni amari kanmei o ataemasendeshita. Daibubun no purotto wa yōso to shinpo kara naritachimashita. Shikashi, watashi ga kono shirīzu no ketsuron ya chika no gūru bunka no yōna shōrai no kisetsu ni kakudai shitai to omou kamo shirenai mono o miru koto ni kyōmi o motte ita mono ga ikutsu ka arimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 2,5/5\n\n\u001b[1m文字：2,5 / 5\u001b[22m\n\u001b[1m(Moji: 2, 5/ 5)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 2,5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 2,5/5\u001b[24m\n    \u001b[1m文字：2,5 / 5\u001b[22m, \u001b[1mキャラクター：2.5 / 5\u001b[22m\nThe characters also failed to impress me. The biggest focus laid on the main character; Kaneki. There wasn't much to him, that made me relate to him or feel sympathy. All I know about him is that he is a shy guy, who likes books and that he has a good friend named Hide. The last episode gave some snippets on Kaneki, which could have been well utilized previously in the series, but by then it was kinda too late. Another important character is Hirishima Touka, who just like Kaneki wasn't all that interesting and had almost the same conflicts to handle. The series also failed to utilize introduced side characters in efficient ways, other than just being a plot convenience. The most interesting character was Juuzou Suzaya, who was some kind of a radical Edward rip off (Cowboy Bebop), who didn't get nearly enough screen time to lift himself above that title. I also liked Jason as a villain, simply for being a sadistic a**hole.\n\n\u001b[1mキャラクターも私に印象づけることに失敗した。 主人公の最大の焦点は、 金子。 彼にはあまり関係がなかったので、私は彼に関連したり、同情を感じました。 私は彼が知っていることは、彼が恥ずかしがり屋であり、本が好きで、それに隠れた友人がいるということです。 最後のエピソードでは、以前はシリーズでよく利用されていたかもしれないが、それまでにはちょっと遅かった。 もうひとつの重要なキャラクターはヒリシマ・トウカです。カネキのようなものは興味深いものではなく、同じような対立がありました。 このシリーズでは、プロットの利便性だけでなく、導入されたサイド文字を効率的に活用することもできませんでした。 最も興味深いのはJuuzou Suzayaであり、そのタイトルの上に浮かぶほどのスクリーン時間をほとんど取らなかったエドワードの激烈な脱出（Cowboy Bebop）だった。 私はまた、単にサディスティックな**穴であるために、悪役としてジェイソンを好きだった。\u001b[22m\n\u001b[1m(Kyarakutā mo watashi ni inshōdzukeru koto ni shippaishita. Shujinkō no saidai no shōten wa, Kaneko. Kare ni wa amari kankei ga nakattanode, watashi wa kare ni kanren shi tari, dōjō o kanjimashita. Watashi wa kare ga shitte iru koto wa, kare ga hazukashigariyadeari, hon ga sukide, sore ni kakureta yūjin ga iru to iu kotodesu. Saigo no episōdode wa, izen wa shirīzu de yoku riyō sa rete ita kamo shirenaiga, sore made ni wa chotto osokatta. Mō hitotsu no jūyōna kyarakutā wa hirishima toukadesu. Kaneki no yōna mono wa kyōmibukai monode wa naku, onajiyōna tairitsu ga arimashita. Kono shirīzude wa, purotto no riben-sei dakedenaku, dōnyū sa reta saido moji o kōritsu-teki ni katsuyō suru koto mo dekimasendeshita. Mottomo kyōmibukai no wa Juuzou Suzayadeari, sono taitoru no ue ni ukabu hodo no sukurīn jikan o hotondo toranakatta edowādo no gekiretsuna dasshutsu (Cowboy Bebop)datta. Watashi wa mata, tan'ni sadisutikkuna** anadearu tame ni, akuyaku to shite jeison o sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters also failed to impress me. The biggest focus laid on the main character; Kaneki. There wasn't much to him, that made me relate to him or feel sympathy. All I know about him is that he is a shy guy, who likes books and that he has a good friend named Hide. The last episode gave some snippets on Kaneki, which could have been well utilized previously in the series, but by then it was kinda too late. Another important character is Hirishima Touka, who just like Kaneki wasn't all that interesting and had almost the same conflicts to handle. The series also failed to utilize introduced side characters in efficient ways, other than just being a plot convenience. The most interesting character was Juuzou Suzaya, who was some kind of a radical Edward rip off (Cowboy Bebop), who didn't get nearly enough screen time to lift himself above that title. I also liked Jason as a villain, simply for being a sadistic a**hole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters also failed to impress me.\u001b[24m\n    \u001b[1mキャラクターも私に印象づけることに失敗した。\u001b[22m, \u001b[1m文字も私を感動させる失敗しました。\u001b[22m\n\u001b[4mThe biggest focus laid on the main character;\u001b[24m\n    \u001b[1m主人公の最大の焦点は、\u001b[22m, \u001b[1mメインキャラクターに敷設された最大の焦点。\u001b[22m\n\u001b[4mKaneki.\u001b[24m\n    \u001b[1m金子。\u001b[22m, \u001b[1mKaneki。\u001b[22m\n\u001b[4mThere wasn't much to him, that made me relate to him or feel sympathy.\u001b[24m\n    \u001b[1m彼にはあまり関係がなかったので、私は彼に関連したり、同情を感じました。\u001b[22m, \u001b[1m私は彼に関連するか、共感を感じさせてくれたこと、彼にはあまりありませんでした。\u001b[22m\n\u001b[4mAll I know about him is that he is a shy guy, who likes books and that he has a good friend named Hide.\u001b[24m\n    \u001b[1m私は彼が知っていることは、彼が恥ずかしがり屋であり、本が好きで、それに隠れた友人がいるということです。\u001b[22m, \u001b[1m私が彼について知っているすべては、彼が本を好きな内気な男が、あることであり、彼は隠すという名前の良い友人を持っていること。\u001b[22m\n\u001b[4mThe last episode gave some snippets on Kaneki, which could have been well utilized previously in the series, but by then it was kinda too late.\u001b[24m\n    \u001b[1m最後のエピソードでは、以前はシリーズでよく利用されていたかもしれないが、それまでにはちょっと遅かった。\u001b[22m, \u001b[1m最後のエピソードはよく直列に以前から使用されている可能性がKaneki上のいくつかのスニペットを、与えたが、それまでにそれはちょっと遅すぎました。\u001b[22m\n\u001b[4mAnother important character is Hirishima Touka, who just like Kaneki wasn't all that interesting and had almost the same conflicts to handle.\u001b[24m\n    \u001b[1mもうひとつの重要なキャラクターはヒリシマ・トウカです。カネキのようなものは興味深いものではなく、同じような対立がありました。\u001b[22m, \u001b[1mもう一つの重要な文字がちょうどKanekiのようにすべてが面白くなかったと処理するために、ほぼ同じ競合を持っていたHirishima Touka、です。\u001b[22m\n\u001b[4mThe series also failed to utilize introduced side characters in efficient ways, other than just being a plot convenience.\u001b[24m\n    \u001b[1mこのシリーズでは、プロットの利便性だけでなく、導入されたサイド文字を効率的に活用することもできませんでした。\u001b[22m, \u001b[1mシリーズは、単にプロットの利便性であること以外、効率的な方法で導入された側の文字を利用することができませんでした。\u001b[22m\n\u001b[4mThe most interesting character was Juuzou Suzaya, who was some kind of a radical Edward rip off (Cowboy Bebop), who didn't get nearly enough screen time to lift himself above that title.\u001b[24m\n    \u001b[1m最も興味深いのはJuuzou Suzayaであり、そのタイトルの上に浮かぶほどのスクリーン時間をほとんど取らなかったエドワードの激烈な脱出（Cowboy Bebop）だった。\u001b[22m, \u001b[1m最も興味深いの文字は、そのタイトルの上に自分自身を持ち上げるためにほぼ十分な画面の時間を取得していない（カウボーイビバップ）をはぎ取るラジカルエドワードの一部のようなものだったJuuzou Suzaya、でした。\u001b[22m\n\u001b[4mI also liked Jason as a villain, simply for being a sadistic a**hole.\u001b[24m\n    \u001b[1m私はまた、単にサディスティックな**穴であるために、悪役としてジェイソンを好きだった。\u001b[22m, \u001b[1m私はまた、単にサディスティック**穴であることのために、悪役としてジェイソンが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 3,5/5\n\n\u001b[1mアート：3,5 / 5\u001b[22m\n\u001b[1m(Āto: 3, 5/ 5)\u001b[22m\n\nTranslations of \u001b[4mArt: 3,5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 3,5/5\u001b[24m\n    \u001b[1mアート：3,5 / 5\u001b[22m, \u001b[1mアート：3.5 / 5\u001b[22m\nThe art was the strongest field of the series. The animation was quite fluent and the battles were quite a blast. Unfortunately like most anime the art fellt kinda standardized. I'm referring to how in most anime's the original artist's style gets somewhat lost and it feels like just another anime with no peculiar stylistic vision.\n\n\u001b[1m芸術はシリーズの最も強力な分野でした。 アニメーションはかなり流暢だったし、戦いはかなり爆発した。 残念なことに、ほとんどのアニメのように、アートフェアはちょっと標準化されました。 私は、ほとんどのアニメの中で、元のアーティストのスタイルがやや失われ、それは独特の文体的なビジョンをもたない別のアニメのように感じる方法を指しています。\u001b[22m\n\u001b[1m(Geijutsu wa shirīzu no mottomo kyōryokuna bun'yadeshita. Animēshon wa kanari ryūchōdattashi, tatakai wa kanari bakuhatsu shita. Zan'nen'nakotoni, hotondo no anime no yō ni, ātofea wa chotto hyōjun-ka sa remashita. Watashi wa, hotondo no anime no naka de,-moto no ātisuto no sutairu ga yaya ushinawa re, sore wa dokutoku no buntai-tekina bijon o motanai betsu no anime no yō ni kanjiru hōhō o sashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was the strongest field of the series. The animation was quite fluent and the battles were quite a blast. Unfortunately like most anime the art fellt kinda standardized. I'm referring to how in most anime's the original artist's style gets somewhat lost and it feels like just another anime with no peculiar stylistic vision.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was the strongest field of the series.\u001b[24m\n    \u001b[1m芸術はシリーズの最も強力な分野でした。\u001b[22m, \u001b[1m芸術は、シリーズの最強の分野でした。\u001b[22m\n\u001b[4mThe animation was quite fluent and the battles were quite a blast.\u001b[24m\n    \u001b[1mアニメーションはかなり流暢だったし、戦いはかなり爆発した。\u001b[22m, \u001b[1mアニメーションは非常に流暢だったとの戦いは非常に爆発しました。\u001b[22m\n\u001b[4mUnfortunately like most anime the art fellt kinda standardized.\u001b[24m\n    \u001b[1m残念なことに、ほとんどのアニメのように、アートフェアはちょっと標準化されました。\u001b[22m, \u001b[1m残念ながら、ほとんどのアニメのような芸術felltはちょっと標準化しました。\u001b[22m\n\u001b[4mI'm referring to how in most anime's the original artist's style gets somewhat lost and it feels like just another anime with no peculiar stylistic vision.\u001b[24m\n    \u001b[1m私は、ほとんどのアニメの中で、元のアーティストのスタイルがやや失われ、それは独特の文体的なビジョンをもたない別のアニメのように感じる方法を指しています。\u001b[22m, \u001b[1m私はほとんどのアニメで、元のアーティストのスタイルがやや失わだ方法を参照することだし、それは無い独特の文体のビジョンを持っただけで、別のアニメのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack: 3,5/5\n\n\u001b[1mサウンドトラック：3,5 / 5\u001b[22m\n\u001b[1m(Saundotorakku: 3, 5/ 5)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack: 3,5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack: 3,5/5\u001b[24m\n    \u001b[1mサウンドトラック：3,5 / 5\u001b[22m, \u001b[1mサウンドトラック：3.5 / 5\u001b[22m\nMost of the soundtrack wasn't all that memorable, but it also wasn't irritating and bad. Most notable was the opening theme, which allthough whiny, fellt like a fresh breeze, compared to other series. Also the voice acting was really good.\n\n\u001b[1mサウンドトラックのほとんどは思い出深いものではありませんでしたが、刺激的で悪いものでもありませんでした。 最も注目すべきはオープニングのテーマで、これは他のシリーズと比較して、新鮮な風のような騒がしいものでした。 また、声優は本当に良かったです。\u001b[22m\n\u001b[1m(Saundotorakku no hotondo wa omoidebukai monode wa arimasendeshitaga, shigeki-tekide warui monode mo arimasendeshita. Mottomo chūmoku subeki wa ōpuningu no tēma de, kore wa hoka no shirīzu to hikaku shite, shinsen'na kaze no yōna sawagashī monodeshita. Mata, seiyū wa hontōniyokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the soundtrack wasn't all that memorable, but it also wasn't irritating and bad. Most notable was the opening theme, which allthough whiny, fellt like a fresh breeze, compared to other series. Also the voice acting was really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the soundtrack wasn't all that memorable, but it also wasn't irritating and bad.\u001b[24m\n    \u001b[1mサウンドトラックのほとんどは思い出深いものではありませんでしたが、刺激的で悪いものでもありませんでした。\u001b[22m, \u001b[1mサウンドトラックのほとんどはすべてが思い出に残るませんでしたが、それはまた、刺激性と悪くありませんでした。\u001b[22m\n\u001b[4mMost notable was the opening theme, which allthough whiny, fellt like a fresh breeze, compared to other series.\u001b[24m\n    \u001b[1m最も注目すべきはオープニングのテーマで、これは他のシリーズと比較して、新鮮な風のような騒がしいものでした。\u001b[22m, \u001b[1m最も注目すべきは不機嫌そうなallthoughオープニングテーマは、他のシリーズに比べて、新鮮な風のようにfelltました。\u001b[22m\n\u001b[4mAlso the voice acting was really good.\u001b[24m\n    \u001b[1mまた、声優は本当に良かったです。\u001b[22m, \u001b[1mまた、声の演技は本当に良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCritical score: 5,4/10\n\n\u001b[1mクリティカルスコア：5,4 / 10\u001b[22m\n\u001b[1m(Kuritikarusukoa: 5, 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mCritical score: 5,4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCritical score: 5,4/10\u001b[24m\n    \u001b[1mクリティカルスコア：5,4 / 10\u001b[22m, \u001b[1mクリティカルスコア：5.4 / 10\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI don't really have an enjoyment scale, but depending on how much I enjoyed a series I may increase or lower it's final rating in order to get a rounded number as is visible in the final score.\n\n\u001b[1m私は本当に楽しいスケールを持っていませんが、シリーズを楽しんだかどうかによって、最終スコアで丸められた数を得るために、それを増減することがあります。\u001b[22m\n\u001b[1m(Watashi wa hontōni tanoshī sukēru o motte imasenga, shirīzu o tanoshinda ka dō ka ni yotte, saishū sukoa de marume rareta kazu o eru tame ni, sore o zōgen suru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't really have an enjoyment scale, but depending on how much I enjoyed a series I may increase or lower it's final rating in order to get a rounded number as is visible in the final score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really have an enjoyment scale, but depending on how much I enjoyed a series I may increase or lower it's final rating in order to get a rounded number as is visible in the final score.\u001b[24m\n    \u001b[1m私は本当に楽しいスケールを持っていませんが、シリーズを楽しんだかどうかによって、最終スコアで丸められた数を得るために、それを増減することがあります。\u001b[22m, \u001b[1m私は本当に楽しみスケールを持っていますが、私はそれが最終的なスコアに表示されているように丸みを帯びた番号を取得するために、最終的な評価だ増加または低下させることができるシリーズを楽しんでどのくらいに依存しません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal score: 6/10\n\n\u001b[1m最終得点：6/10\u001b[22m\n\u001b[1m(Saishū tokuten: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal score: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal score: 6/10\u001b[24m\n    \u001b[1m最終得点：6/10\u001b[22m, \u001b[1m最終的なスコア：6/10\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Chibirosie471",
    "profile": "/profile/Chibirosie471/reviews",
    "pages": "14",
    "number": "3",
    "link": "/reviews.php?id=161069",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  9\n\nだから夏のアニメのすべてが最終的に終わり、東京ゴールはアニメについてもっと有名でよく話されているのですが、ただ見守るだけです!! いくつかの理由から。 それはマンガのthoと比較しないでください。なぜなら、ある種の出来事が起こったときの話がどう違うかが分かっているからです。 しかし、ちょうど純粋な楽しみのためにそれを見てください！  Tokyo Ghoulを見ているだけで、もっと読んでみたい！\n\nとてもシンプルで簡単に従うことができます。私はストーリーラインが私を見守ってくれたと言わなければなりません。 ゾンビと社会に住む人間の混合物のようなもの。 やや。 しかし、ストーリーラインはとても面白いです。 あなたがゴアと拷問と怪物が生き残るために人々を食べることが好きなら、間違いなくtokyo ghoulを見てください。\n\n声優と叫び声と表情は単に驚異的でした！ とても現実的で丁寧に 実際、拷問や殺害を受けた人々にとっては、実際にはuは悪いと感じました。 私は彼らが英語のダブにどのようにマッチすることができるか分からない。\n\nキャラクターと芸術彼らはかなり賢明ではありません。 しかし、私はそれが美しいと思っていました。 彼らのkuneがリリースするたびに、私はそれがとても美しいと思った。 そのOPアニメーションはそれを示しています。\n\n全体的に私はこのアニメに9を与えました。なぜなら、あなたはそれを本当に楽しむことができるからです。 拷問とゴア部分のサスペンス（たとえそれが本当に荒々しい場面を塞いだとしても）が、写真を得る。 私はちょうどそれが終了した方法近い近い将来来るシーズン2を感じることができるあなたのようなcliffhangerのように終わった方法を憎む。 しかし、それを見て、チャンスを与えてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSo all of the Summer anime's are finally ending and Tokyo Ghoul being one of the more famous and well talked about anime is simply a must watch!! For several reasons. Dont compare it to the manga tho because i know its very different how the story goes well when certain events happen. However for just pure enjoyment please WATCH IT!! Just from watching Tokyo Ghoul like it makes me wanna read it even more!!\n\n\u001b[1mだから夏のアニメのすべてが最終的に終わり、東京ゴールはアニメについてもっと有名でよく話されているのですが、ただ見守るだけです!! いくつかの理由から。 それはマンガのthoと比較しないでください。なぜなら、ある種の出来事が起こったときの話がどう違うかが分かっているからです。 しかし、ちょうど純粋な楽しみのためにそれを見てください！  Tokyo Ghoulを見ているだけで、もっと読んでみたい！\u001b[22m\n\u001b[1m(Dakara natsu no anime no subete ga saishūtekini owari, Tōkyō gōru wa anime ni tsuite motto yūmeide yoku hanasa rete iru nodesuga, tada mimamoru dakedesu! ! Ikutsu ka no riyū kara. Sore wa manga no tho to hikaku shinaide kudasai. Nazenara, arushuno dekigoto ga okotta toki no hanashi ga dō chigau ka ga wakatte irukaradesu. Shikashi, chōdo junsuina tanoshimi no tame ni sore o mitekudasai! Tokyo Ghoul o mite iru dake de, motto yonde mitai!)\u001b[22m\n\nTranslations of \u001b[4mSo all of the Summer anime's are finally ending and Tokyo Ghoul being one of the more famous and well talked about anime is simply a must watch!! For several reasons. Dont compare it to the manga tho because i know its very different how the story goes well when certain events happen. However for just pure enjoyment please WATCH IT!! Just from watching Tokyo Ghoul like it makes me wanna read it even more!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo all of the Summer anime's are finally ending and Tokyo Ghoul being one of the more famous and well talked about anime is simply a must watch!!\u001b[24m\n    \u001b[1mだから夏のアニメのすべてが最終的に終わり、東京ゴールはアニメについてもっと有名でよく話されているのですが、ただ見守るだけです!!\u001b[22m, \u001b[1mそれでは、最後に終了している、東京グールはもっと有名なの一つであるとよくアニメについて話しました夏アニメのすべてを監視する必要があります単純です！\u001b[22m\n\u001b[4mFor several reasons.\u001b[24m\n    \u001b[1mいくつかの理由から。\u001b[22m, \u001b[1mいくつかの理由で。\u001b[22m\n\u001b[4mDont compare it to the manga tho because i know its very different how the story goes well when certain events happen.\u001b[24m\n    \u001b[1mそれはマンガのthoと比較しないでください。なぜなら、ある種の出来事が起こったときの話がどう違うかが分かっているからです。\u001b[22m, \u001b[1m私は特定のイベントが発生したときの話がうまくいくか、その非常に異なるを知っているので、マンガカントーと比較してはいけません。\u001b[22m\n\u001b[4mHowever for just pure enjoyment please WATCH IT!!\u001b[24m\n    \u001b[1mしかし、ちょうど純粋な楽しみのためにそれを見てください！\u001b[22m, \u001b[1mしかしただ純粋な楽しみのためにそれを見てください！\u001b[22m\n\u001b[4mJust from watching Tokyo Ghoul like it makes me wanna read it even more!!\u001b[24m\n    \u001b[1mTokyo Ghoulを見ているだけで、もっと読んでみたい！\u001b[22m, \u001b[1mちょうどそれは私がしたいが、さらにそれを読ん作るよう東京グールを見てから！\u001b[22m\n\u001b[1m\u001b[22m\nIs pretty simple and easy to follow, and I have to say the story line is what kept me watching. Its like a mixture of zombies and humans living in society. kind of. But story line is very interesting. if you like gore and torture and monsters eatting people to survive then definitely watch tokyo ghoul.\n\n\u001b[1mとてもシンプルで簡単に従うことができます。私はストーリーラインが私を見守ってくれたと言わなければなりません。 ゾンビと社会に住む人間の混合物のようなもの。 やや。 しかし、ストーリーラインはとても面白いです。 あなたがゴアと拷問と怪物が生き残るために人々を食べるのが好きなら、間違いなく東京ゴッホを見てください。\u001b[22m\n\u001b[1m(Totemo shinpurude kantan ni shitagau koto ga dekimasu. Watashi wa sutōrīrain ga watashi o mimamotte kureta to iwanakereba narimasen. Zonbi to shakai ni sumu ningen no kongōmono no yōna mono. Yaya. Shikashi, sutōrīrain wa totemo omoshiroidesu. Anata ga Goa to gōmon to kaibutsu ga ikinokoru tame ni hitobito o taberu no ga sukinara, machigainaku Tōkyō Gohho o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIs pretty simple and easy to follow, and I have to say the story line is what kept me watching. Its like a mixture of zombies and humans living in society. kind of. But story line is very interesting. if you like gore and torture and monsters eatting people to survive then definitely watch tokyo ghoul.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs pretty simple and easy to follow, and I have to say the story line is what kept me watching.\u001b[24m\n    \u001b[1mとてもシンプルで簡単に従うことができます。私はストーリーラインが私を見守ってくれたと言わなければなりません。\u001b[22m, \u001b[1m従うことが非常にシンプルで簡単です、と私はストーリーラインが見て私を保っ何言っています。\u001b[22m\n\u001b[4mIts like a mixture of zombies and humans living in society.\u001b[24m\n    \u001b[1mゾンビと社会に住む人間の混合物のようなもの。\u001b[22m, \u001b[1mその社会の中で生きているゾンビと人間との混合物などがあります。\u001b[22m\n\u001b[4mkind of.\u001b[24m\n    \u001b[1mやや。\u001b[22m, \u001b[1m一種。\u001b[22m, \u001b[1mのようなもの。\u001b[22m\n\u001b[4mBut story line is very interesting.\u001b[24m\n    \u001b[1mしかし、ストーリーラインはとても面白いです。\u001b[22m, \u001b[1mしかし、ストーリーラインは、非常に興味深いです。\u001b[22m\n\u001b[4mif you like gore and torture and monsters eatting people to survive then definitely watch tokyo ghoul.\u001b[24m\n    \u001b[1mあなたがゴアと拷問と怪物が生き残るために人々を食べるのが好きなら、間違いなく東京ゴッホを見てください。\u001b[22m, \u001b[1mマチと拷問のようなあなたとモンスターが生き残るために人々をeattingならば、間違いなく東京グールを見ます。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting and the screams and expressions were simply AMAZING!! so realistic and just ASTONISHING!! Like u actually felt bad for the people getting tortured or killed. I dont even know how they can match that for english dub.\n\n\u001b[1m声優と叫び声と表情は単に驚異的でした！ とても現実的で丁寧に 実際、拷問や殺害を受けた人々にとっては、実際にはuは悪いと感じました。 私は彼らが英語のダブにどのようにマッチすることができるか分からない。\u001b[22m\n\u001b[1m(Seiyū to sakebigoe to hyōjō wa tan'ni kyōi-tekideshita! Totemo genjitsu-tekide teinei ni jissai, gōmon ya satsugai o uketa hitobito ni totte wa, jissai ni wa u wa warui to kanjimashita. Watashi wa karera ga eigo no dabu ni dono yō ni matchi suru koto ga dekiru ka wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting and the screams and expressions were simply AMAZING!! so realistic and just ASTONISHING!! Like u actually felt bad for the people getting tortured or killed. I dont even know how they can match that for english dub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting and the screams and expressions were simply AMAZING!!\u001b[24m\n    \u001b[1m声優と叫び声と表情は単に驚異的でした！\u001b[22m, \u001b[1m声は演技と悲鳴や表現は、ただ驚くばかりでした！\u001b[22m\n\u001b[4mso realistic and just ASTONISHING!!\u001b[24m\n    \u001b[1mとても現実的で丁寧に\u001b[22m, \u001b[1mとても現実的とちょうど驚異!!\u001b[22m\n\u001b[4mLike u actually felt bad for the people getting tortured or killed.\u001b[24m\n    \u001b[1m実際、拷問や殺害を受けた人々にとっては、実際にはuは悪いと感じました。\u001b[22m, \u001b[1muは実際に人々のために悪い感じのような拷問を受けたり殺さ。\u001b[22m\n\u001b[4mI dont even know how they can match that for english dub.\u001b[24m\n    \u001b[1m私は彼らが英語のダブにどのようにマッチすることができるか分からない。\u001b[22m, \u001b[1m私も、彼らは英語ダブのためにそれを一致させることができる方法を知ってはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters and Art they were pretty average, like nothing special about it character wise. But for art i thought it was beautiful in a way. Whenever their kune would release i thought it just so beautiful. The OP animation for it shows it.\n\n\u001b[1mキャラクターと芸術彼らはかなり賢明ではありません。 しかし、私はそれが美しいと思っていました。 彼らのkuneがリリースするたびに、私はそれがとても美しいと思った。 そのOPアニメーションはそれを示しています。\u001b[22m\n\u001b[1m(Kyarakutā to geijutsu karera wa kanari kenmeide wa arimasen. Shikashi, watashi wa sore ga utsukushī to omotte imashita. Karera no kune ga rirīsu suru tabi ni, watashi wa sore ga totemo utsukushī to omotta. Sono OP animēshon wa sore o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters and Art they were pretty average, like nothing special about it character wise. But for art i thought it was beautiful in a way. Whenever their kune would release i thought it just so beautiful. The OP animation for it shows it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters and Art they were pretty average, like nothing special about it character wise.\u001b[24m\n    \u001b[1mキャラクターと芸術彼らはかなり賢明ではありません。\u001b[22m, \u001b[1m文字とアートは、彼らは文字賢いそれについて何も特別なように、かなり平均でした。\u001b[22m\n\u001b[4mBut for art i thought it was beautiful in a way.\u001b[24m\n    \u001b[1mしかし、私はそれが美しいと思っていました。\u001b[22m, \u001b[1mしかし、芸術のために、私はそれが邪魔に綺麗だと思いました。\u001b[22m\n\u001b[4mWhenever their kune would release i thought it just so beautiful.\u001b[24m\n    \u001b[1m彼らのkuneがリリースするたびに、私はそれがとても美しいと思った。\u001b[22m, \u001b[1mそのクネがリリースするたびに私はそれだけでとても美しいと思いました。\u001b[22m\n\u001b[4mThe OP animation for it shows it.\u001b[24m\n    \u001b[1mそのOPアニメーションはそれを示しています。\u001b[22m, \u001b[1mそれのためのOPアニメーションがそれを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall i gave this anime a 9, because you can really enjoy it. The suspense the torturing and the gore parts (even tho they block out the really gorey scenes) but u get the picture. I just hate how it ended like as a cliffhanger like you deff can sense a season 2 coming in the near future the way it ended. But watch it, and give it a chance.\n\n\u001b[1m全体的に私はこのアニメに9を与えました。なぜなら、あなたはそれを本当に楽しむことができるからです。 拷問とゴア部分のサスペンス（たとえそれが本当に荒々しい場面を塞いだとしても）が、写真を得る。 私はちょうどそれが終了した方法近い近い将来来るシーズン2を感じることができるあなたのようなcliffhangerのように終わった方法を憎む。 しかし、それを見て、チャンスを与えてください。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime ni 9 o ataemashita. Nazenara, anata wa sore o hontōni tanoshimu koto ga dekirukaradesu. Gōmon to Goa bubun no sasupensu (tatoe sore ga hontōni araarashī bamen o fusaida to shite mo) ga, shashin o eru. Watashi wa chōdo sore ga shūryō shita hōhō chikai chikai shōrai kuru shīzun 2 o kanjiru koto ga dekiru anata no yōna cliffhanger no yō ni owatta hōhō o nikumu. Shikashi, sore o mite, chansu o ataete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall i gave this anime a 9, because you can really enjoy it. The suspense the torturing and the gore parts (even tho they block out the really gorey scenes) but u get the picture. I just hate how it ended like as a cliffhanger like you deff can sense a season 2 coming in the near future the way it ended. But watch it, and give it a chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall i gave this anime a 9, because you can really enjoy it.\u001b[24m\n    \u001b[1m全体的に私はこのアニメに9を与えました。なぜなら、あなたはそれを本当に楽しむことができるからです。\u001b[22m, \u001b[1m全体的に私はあなたが本当にそれを楽しむことができるので、これは、9アニメました。\u001b[22m\n\u001b[4mThe suspense the torturing and the gore parts (even tho they block out the really gorey scenes) but u get the picture.\u001b[24m\n    \u001b[1m拷問とゴア部分のサスペンス（たとえそれが本当に荒々しい場面を塞いだとしても）が、写真を得る。\u001b[22m, \u001b[1mサスペンス拷問とマチの部分（彼らは本当にゴーリーシーンを遮断してもカントー）が、uが画像を取得します。\u001b[22m\n\u001b[4mI just hate how it ended like as a cliffhanger like you deff can sense a season 2 coming in the near future the way it ended.\u001b[24m\n    \u001b[1m私はちょうどそれが終了した方法近い近い将来来るシーズン2を感じることができるあなたのようなcliffhangerのように終わった方法を憎む。\u001b[22m, \u001b[1m私はちょうどそれがあなたのような接戦がdeffの近い将来にそれが終わった方法をこれからの季節2を感知することができるようにように終了したか嫌い。\u001b[22m\n\u001b[4mBut watch it, and give it a chance.\u001b[24m\n    \u001b[1mしかし、それを見て、チャンスを与えてください。\u001b[22m, \u001b[1mしかし、それを見て、そしてそれにチャンスを与えます。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "KenKaneki4Life",
    "profile": "/profile/KenKaneki4Life/reviews",
    "pages": "14",
    "number": "4",
    "link": "/reviews.php?id=225703",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は非常に正直で、私は最高の批評家ではなく、これは私の初めてのことです。これは私自身の意見で100％ですが、私には東京グールが私が今まで見た中で最高のアニメです。 それは唯一のKaneki Kenに基づいているだけでなく、あなたは多くの異なるキャラクターを知り、アニメを通して彼らの視点について学ぶことができます。Kureo MadoまたはNishio Nishikiのように、私は彼らを嫌っていましたが、 私はそれらを好きにしました。 それは多くの興味深いものがあり、私にとって特別なのは、アニメは本当にカネキケに焦点を当てていないと多くの人が言います。 私にとってこれは傑作だった、芸術は美しい。 物語は素晴らしい、そして、ああ神、音楽、私はほとんど毎日XDのように私がUnravelに耳を傾ける音楽が大好きです。 私は第3シーズンを待つことができない、私はまだマンガを読んでいないが、私はしようとします。 とにかく、これが大いに助けてくれることを願っています。私はアニメが大好きで、私はそれを間違っていないと思っていました。 私はこのレビューがよかったと思います。皆さんの一部が私のように楽しんでくれたことを願っています。 私のレビューを読んでいただきありがとうございます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'll be very honest, I am not the best reviewer and this is my first time, This is 100% my own opinion, But to me, Tokyo Ghoul is the best Anime I have ever seen, I like the differen't characters and that it isn't only based on Ken Kaneki, You get to know many different characters and learn about their perspective through the anime, Like Kureo Mado Or Nishio Nishiki, I used to dislike them but then I found out more about them and that made me like them. It has many interesting things and to me its special, Many say that the anime doesn't really focus on Ken Kaneki, But just like the real world, Its not about a single person. To me this was a masterpiece, The art is beautiful. The story is great, And oh god, The music, I just love the music that I listen to Unravel like almost every day XD. and I can't wait for the third season, I haven't read the Manga yet tho but I will try to. Anyways, I hope this has been much help, I give this a 10/10 because I just love the anime and I saw nothng wrong with it and I enjoyed every single thing of it. I hope this review was good and I hope that some of you enjoyed it as much as I did. Thank you for reading my review.\n\n\u001b[1m私は非常に正直で、私は最高の批評家ではなく、これは私の初めてのことです。これは私自身の意見で100％ですが、私には東京グールが私が今まで見た中で最高のアニメです。 それは唯一のKaneki Kenに基づいているだけでなく、あなたは多くの異なるキャラクターを知り、アニメを通して彼らの視点について学ぶことができます。Kureo MadoまたはNishio Nishikiのように、私は彼らを嫌っていましたが、 私はそれらを好きにしました。 それは多くの興味深いものがあり、私にとって特別なのは、アニメは本当にカネキケに焦点を当てていないと多くの人が言います。 私にとってこれは傑作だった、芸術は美しい。 物語は素晴らしい、そして、ああ神、音楽、私はほとんど毎日XDのように私が解き放つのを聞く音楽が大好きです。 私は第3シーズンを待つことができない、私はまだマンガを読んでいないが、私はしようとします。 とにかく、これが大いに助けてくれることを願っています。私はアニメが大好きで、私はそれを間違っていないと思っていました。 私はこのレビューがよかったと思います。皆さんの一部が私のように楽しんでくれたことを願っています。 私のレビューを読んでいただきありがとうございます。\u001b[22m\n\u001b[1m(Watashi wa hijō ni shōjikide, watashi wa saikō no hihyō-kade wa naku, kore wa watashi no hajimete no kotodesu. Kore wa watashi jishin no iken de 100-pāsentodesuga, watashiniha Tōkyō gūru ga watashi ga imamade mita naka de saikō no animedesu. Sore wa yuiitsu no Kaneki Ken ni motodzuite iru dakedenaku, anata wa ōku no kotonaru kyarakutā o shiri, anime o tōshite karera no shiten ni tsuite manabu koto ga dekimasu. Kureo Mado matawa Nishio Nishiki no yō ni, watashi wa karera o kiratte imashitaga, watashi wa sorera o sukini shimashita. Sore wa ōku no kyōmibukai mono ga ari, watashi ni totte tokubetsuna no wa, anime wa hontōni kanekike ni shōten o atete inaito ōku no hito ga iimasu. Watashi ni totte kore wa kessakudatta, geijutsu wa utsukushī. Monogatari wa subarashī, soshite, ā kami, ongaku, watashi wa hotondo Mainichi XD no yō ni watashi ga tokihanatsu no o kiku ongaku ga daisukidesu. Watashi wa dai 3 shīzun o matsu koto ga dekinai, watashi wa mada manga o yon de inaiga, watashi wa shiyou to shimasu. Tonikaku, kore ga ōini tasukete kureru koto o negatte imasu. Watashi wa anime ga daisukide, watashi wa sore o machigatteinai to omotte imashita. Watashi wa kono rebyū ga yokatta to omoimasu. Minasan no ichibu ga watashi no yō ni tanoshinde kureta koto o negatte imasu. Watashi no rebyū o yonde itadaki arigatōgozaimasu.)\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "keisune",
    "profile": "/profile/keisune/reviews",
    "pages": "14",
    "number": "5",
    "link": "/reviews.php?id=223230",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  9\n\n不評です。  A '9'。\n\nストーリー -  8\n\nすべてそれを認めましょう、東京グールは本当にいい話をしています。 私は最初のシーズンを見終わっていました。私はマンガに頼っていました。 アニメのプロットはある時点で転用されたので、マンガのペースに比べて配信が不十分だったのではないかと推測しています。\n\nアート -  10\n\nキャラクターは本当によく描かれていて、カラフルな髪の毛のアニメーションのレイヤーにもかかわらず、色付けは実際には本当に良いですし、激しいテーマによくマッチします。\n\nサウンド -  9\n\nストーリー全体に合ったかなり感情的なOP。 キャッチー。\n\nキャラクター -  7\n\nアニメは金木に多くのことが集中しているので、なぜそのキャラクターの一部が存在するのか疑問に思うでしょう。 サポートキャラクターの一部は、彼が誰であるかを説明するために、金木専用であると思われるかもしれません。\n\n楽しさ -  9\n\nカネキがハーフグールとして生き残る方法は、微妙なコメディやばかげたやりとりやゴアはかなり楽しいです。\n\n全体的に8.6≒9\n\n良い話、配達が欠けている。 マンガを読んでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nUnpopular Opinion. A '9'.\n\n\u001b[1m不評です。  A '9'。\u001b[22m\n\u001b[1m(Fuhyōdesu. A' 9'.)\u001b[22m\n\nTranslations of \u001b[4mUnpopular Opinion. A '9'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnpopular Opinion.\u001b[24m\n    \u001b[1m不評です。\u001b[22m, \u001b[1m不人気意見。\u001b[22m\n\u001b[4mA '9'.\u001b[24m\n    \u001b[1mA '9'。\u001b[22m, \u001b[1m「9」。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m\n\u001b[1m\u001b[22m\nLet's all admit it, Tokyo Ghoul has a really good story to tell. I finished watching the first season with lingering questions do I resorted to the Manga. The plot for the Anime diverted at some points so I guess that is why it fell short of delivery compared to the pace of the Manga.\n\n\u001b[1mすべてそれを認めましょう、東京グールは本当にいい話をしています。 私は最初のシーズンを見終わっていました。私はマンガに頼っていました。 アニメのプロットはある時点で転用されたので、マンガのペースに比べて配信が不十分だったのではないかと推測しています。\u001b[22m\n\u001b[1m(Subete sore o mitomemashou, Tōkyō gūru wa hontōni ī hanashi o shite imasu. Watashi wa saisho no shīzun o mi owatte imashita. Watashi wa manga ni tayotte imashita. Anime no purotto wa aru jiten de ten'yō sa retanode, manga no pēsu ni kurabete haishin ga fujūbundatta node wanai ka to suisoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mLet's all admit it, Tokyo Ghoul has a really good story to tell. I finished watching the first season with lingering questions do I resorted to the Manga. The plot for the Anime diverted at some points so I guess that is why it fell short of delivery compared to the pace of the Manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's all admit it, Tokyo Ghoul has a really good story to tell.\u001b[24m\n    \u001b[1mすべてそれを認めましょう、東京グールは本当にいい話をしています。\u001b[22m, \u001b[1mすべてがそれを認めるましょう、東京グールは伝えるために本当に良い話を持っています。\u001b[22m\n\u001b[4mI finished watching the first season with lingering questions do I resorted to the Manga.\u001b[24m\n    \u001b[1m私は最初のシーズンを見終わっていました。私はマンガに頼っていました。\u001b[22m, \u001b[1m私は長引く質問で最初のシーズンを見終わっ私はマンガに頼っありません。\u001b[22m\n\u001b[4mThe plot for the Anime diverted at some points so I guess that is why it fell short of delivery compared to the pace of the Manga.\u001b[24m\n    \u001b[1mアニメのプロットはある時点で転用されたので、マンガのペースに比べて配信が不十分だったのではないかと推測しています。\u001b[22m, \u001b[1mそれはマンガのペースに比べ配達を下回りましたなぜ私はそれを推測するように、いくつかの点で転用アニメのためのプロットです。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10\n\n\u001b[1mアート -  10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10\u001b[24m\n    \u001b[1mアート -  10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are really well-drawn and despite the anime stratum of colourful hair, the colouring is actually really good and matches well with the grisly theme.\n\n\u001b[1mキャラクターは本当によく描かれていて、カラフルな髪の毛のアニメーションのレイヤーにもかかわらず、色付けは実際には本当に良いし、激しいテーマによくマッチします。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni yoku egaka rete ite, karafuruna kaminoke no animēshon no reiyā nimokakawarazu, irodzuke wa jissai ni wa hontōni yoishi, hageshī tēma ni yoku matchi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are really well-drawn and despite the anime stratum of colourful hair, the colouring is actually really good and matches well with the grisly theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are really well-drawn and despite the anime stratum of colourful hair, the colouring is actually really good and matches well with the grisly theme.\u001b[24m\n    \u001b[1mキャラクターは本当によく描かれていて、カラフルな髪の毛のアニメーションのレイヤーにもかかわらず、色付けは実際には本当に良いし、激しいテーマによくマッチします。\u001b[22m, \u001b[1m文字は本当によく描かれており、カラフルな髪のアニメの地層にもかかわらず、着色が実際には本当に良いですし、陰惨なテーマとよく一致しました。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 9\n\n\u001b[1mサウンド -  9\u001b[22m\n\u001b[1m(Saundo - 9)\u001b[22m\n\nTranslations of \u001b[4mSound - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 9\u001b[24m\n    \u001b[1mサウンド -  9\u001b[22m\n\u001b[1m\u001b[22m\nQuite an emotional OP which matches the whole story. Catchy.\n\n\u001b[1mストーリー全体に合ったかなり感情的なOP。 キャッチー。\u001b[22m\n\u001b[1m(Sutōrī zentai ni atta kanari kanjō-tekina OP. Kyatchī.)\u001b[22m\n\nTranslations of \u001b[4mQuite an emotional OP which matches the whole story. Catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuite an emotional OP which matches the whole story.\u001b[24m\n    \u001b[1mストーリー全体に合ったかなり感情的なOP。\u001b[22m, \u001b[1m全体的な話と一致し、非常に感情的なOP。\u001b[22m\n\u001b[4mCatchy.\u001b[24m\n    \u001b[1mキャッチー。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 7\n\n\u001b[1mキャラクター -  7\u001b[22m\n\u001b[1m(Kyarakutā - 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 7\u001b[24m\n    \u001b[1mキャラクター -  7\u001b[22m, \u001b[1m文字 -  7\u001b[22m\n\u001b[1m\u001b[22m\nThe anime focuses so much on Kaneki that you'll question why some of the characters exist. It may seem that some of the supporting characters exist solely for Kaneki, just to explain who he is.\n\n\u001b[1mアニメは金木に多くのことが集中しているので、なぜそのキャラクターの一部が存在するのか疑問に思うでしょう。 サポートキャラクターの一部は、彼が誰であるかを説明するために、金木専用であると思われるかもしれません。\u001b[22m\n\u001b[1m(Anime wa Kanagi ni ōku no koto ga shūchū shite irunode, naze sono kyarakutā no ichibu ga sonzai suru no ka gimon ni omoudeshou. Sapōtokyarakutā no ichibu wa, kare ga daredearu ka o setsumei suru tame ni, Kanagi sen'yōdearu to omowa reru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe anime focuses so much on Kaneki that you'll question why some of the characters exist. It may seem that some of the supporting characters exist solely for Kaneki, just to explain who he is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime focuses so much on Kaneki that you'll question why some of the characters exist.\u001b[24m\n    \u001b[1mアニメは金木に多くのことが集中しているので、なぜそのキャラクターの一部が存在するのか疑問に思うでしょう。\u001b[22m, \u001b[1mアニメは、一部の文字が存在する理由を問うだろうとKanekiにあまり重点を置いています。\u001b[22m\n\u001b[4mIt may seem that some of the supporting characters exist solely for Kaneki, just to explain who he is.\u001b[24m\n    \u001b[1mサポートキャラクターの一部は、彼が誰であるかを説明するために、金木専用であると思われるかもしれません。\u001b[22m, \u001b[1m脇役の一部はちょうど彼が誰であるかを説明するために、Kanekiのためだけに存在するように見える場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 9\n\n\u001b[1m楽しさ -  9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 9\u001b[24m\n    \u001b[1m楽しさ -  9\u001b[22m\n\u001b[1m\u001b[22m\nHow Kaneki is going to survive as a half-ghoul, the subtle comedic or ridiculous interactions and the gore is quite enjoyable.\n\n\u001b[1mカネキがハーフグールとして生き残る方法は、微妙なコメディやばかげたやりとりやゴアはかなり楽しいです。\u001b[22m\n\u001b[1m(Kaneki ga hāfugūru to shite ikinokoru hōhō wa, bimyōna komedi ya bakageta yaritori ya Goa wa kanari tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mHow Kaneki is going to survive as a half-ghoul, the subtle comedic or ridiculous interactions and the gore is quite enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow Kaneki is going to survive as a half-ghoul, the subtle comedic or ridiculous interactions and the gore is quite enjoyable.\u001b[24m\n    \u001b[1mカネキがハーフグールとして生き残る方法は、微妙なコメディやばかげたやりとりやゴアはかなり楽しいです。\u001b[22m, \u001b[1mどのようにKanekiは半グール、微妙な喜劇やばかげ相互作用として生き残るために起こっているとマチは非常に楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOver - all 8.6 ≈ 9\n\n\u001b[1m全体的に8.6≒9\u001b[22m\n\u001b[1m(Zentai-teki ni 8. 6 ≒ 9)\u001b[22m\n\nTranslations of \u001b[4mOver - all 8.6 ≈ 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver - all 8.6 ≈ 9\u001b[24m\n    \u001b[1m全体的に8.6≒9\u001b[22m, \u001b[1mオーバー - すべての8.6≈9\u001b[22m\n\u001b[1m\u001b[22m\nGood story, lacks delivery. Read the Manga.\n\n\u001b[1m良い話、配達が欠けている。 マンガを読んでください。\u001b[22m\n\u001b[1m(Yoi hanashi, haitatsu ga kakete iru. Manga o yonde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mGood story, lacks delivery. Read the Manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood story, lacks delivery.\u001b[24m\n    \u001b[1m良い話、配達が欠けている。\u001b[22m, \u001b[1m良い話は、配信を欠いています。\u001b[22m\n\u001b[4mRead the Manga.\u001b[24m\n    \u001b[1mマンガを読んでください。\u001b[22m, \u001b[1mマンガを読みます。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "ephemeral0",
    "profile": "/profile/ephemeral0/reviews",
    "pages": "14",
    "number": "6",
    "link": "/reviews.php?id=218633",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  10\n\n最も弱い点は、私の好みが遅いキャラクターの開発でしたが、シーズンの終わりには私は満足していました（プロデューサー/作家の帽子） - 私は一般的なシーズンに基づいて7点を与えましたが、 私が最後のエピソードに基づいてそれをしなければならなかったら、それは9-10までピークに達します。 音と音楽はとてもフィット感があり、冷えています。 ストーリーの設定は、他の多くの超自然アニメに似たやや予測可能でしたが、解明はほとんどの場合よりも暗くなり、各エピソード全体に興味を持ち続けることができました。\n\n私は3日間でシーズンを終えました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWeakest point was the character development, which was slow for my liking, but by the end of the season I was more than satisfied (hats off to the producers/writers) - I gave a score of 7 based on the general entire season, but if I had to do it based on the last episodes it would peak up to a 9-10. The sound and music is very fitting and chilling. Story setting was somewhat predictable, akin to many other supernatural animes, but the unraveling takes darker turns than most and managed to keep my interest hooked throughout each episode.\n\n\u001b[1m最も弱い点は、私の好みが遅いキャラクターの開発でしたが、シーズンの終わりには私は満足していました（プロデューサー/作家の帽子） - 私は一般的なシーズンに基づいて7点を与えましたが、 私が最後のエピソードに基づいてそれをしなければならなかったら、それは9-10までピークに達します。 音と音楽はとてもフィット感があり、冷えています。 ストーリーの設定は、他の多くの超自然アニメに似たやや予測可能でしたが、解明はほとんどの場合よりも暗くなり、各エピソード全体に興味を持ち続けることができました。\u001b[22m\n\u001b[1m(Mottomo yowai ten wa, watashi no konomi ga osoi kyarakutā no kaihatsudeshitaga, shīzun no owari ni wa watashi wa manzoku shite imashita (purode~yūsā/ sakka no bōshi) - watashi wa ippantekina shīzun ni motodzuite 7-ten o ataemashitaga, watashi ga saigo no episōdo ni motodzuite sore o shinakereba naranakattara, sore wa 9 - 10 made pīku ni tasshimasu. Oto to ongaku wa totemo fitto-kan ga ari, hiete imasu. Sutōrī no settei wa, hoka no ōku no chō shizen anime ni nita yaya yosoku kanōdeshitaga, kaimei wa hotondo no baai yori mo kuraku nari, kaku episōdo zentai ni kyōmi o mochi tsudzukeru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mWeakest point was the character development, which was slow for my liking, but by the end of the season I was more than satisfied (hats off to the producers/writers) - I gave a score of 7 based on the general entire season, but if I had to do it based on the last episodes it would peak up to a 9-10. The sound and music is very fitting and chilling. Story setting was somewhat predictable, akin to many other supernatural animes, but the unraveling takes darker turns than most and managed to keep my interest hooked throughout each episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWeakest point was the character development, which was slow for my liking, but by the end of the season I was more than satisfied (hats off to the producers/writers) - I gave a score of 7 based on the general entire season, but\u001b[24m\n    \u001b[1m最も弱い点は、私の好みが遅いキャラクターの開発でしたが、シーズンの終わりには私は満足していました（プロデューサー/作家の帽子） - 私は一般的なシーズンに基づいて7点を与えましたが、\u001b[22m, \u001b[1m最大の弱点は、私の好みのために遅かったキャラクター開発、だったが、シーズンの終わりまでに、私は（プロデューサー/ライターにオフ帽子）を満足以上だった - 私は、一般的なシーズン全体に基づいて、7のスコアを与えたが、\u001b[22m\n\u001b[4mif I had to do it based on the last episodes it would peak up to a 9-10.\u001b[24m\n    \u001b[1m私が最後のエピソードに基づいてそれをしなければならなかったら、それは9-10までピークに達します。\u001b[22m, \u001b[1m私はそれが9月10日までのピークとなる最後のエピソードに基づいて、それをしなければならなかった場合。\u001b[22m\n\u001b[4mThe sound and music is very fitting and chilling.\u001b[24m\n    \u001b[1m音と音楽はとてもフィット感があり、冷えています。\u001b[22m, \u001b[1m音と音楽は非常にフィッティングとぞっとします。\u001b[22m\n\u001b[4mStory setting was somewhat predictable, akin to many other supernatural animes, but the unraveling takes darker turns than most and managed to keep my interest hooked throughout each episode.\u001b[24m\n    \u001b[1mストーリーの設定は、他の多くの超自然アニメに似たやや予測可能でしたが、解明はほとんどの場合よりも暗くなり、各エピソード全体に興味を持ち続けることができました。\u001b[22m, \u001b[1m物語の設定は、他の多くの超自然アニメに似て、やや予測可能だったが、解明はほとんどよりも暗いターンを取り、各エピソードを通じて夢中に私の興味を保つために管理しました。\u001b[22m\n\u001b[1m\u001b[22m\nI finished the season in 3 days.\n\n\u001b[1m私は3日間でシーズンを終えました。\u001b[22m\n\u001b[1m(Watashi wa 3-kakan de shīzun o oemashita.)\u001b[22m\n\nTranslations of \u001b[4mI finished the season in 3 days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI finished the season in 3 days.\u001b[24m\n    \u001b[1m私は3日間でシーズンを終えました。\u001b[22m, \u001b[1m私は3日でシーズンを終えました。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "NJ_animeluvr",
    "profile": "/profile/NJ_animeluvr/reviews",
    "pages": "14",
    "number": "7",
    "link": "/reviews.php?id=218126",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\n私が東京グールを見始めたとき、私はそれを望むかどうか疑問を抱いていました。 しかし、その後プロットが離陸し、私はアニメを楽しんで始めた。\n\nTokyo Ghoulは、かなり重いアニメであり、軽く心を込めたものではありません。\n戦闘シーンはうまく編成されており、プロットは紆余曲折してぶら下がります。 アニメはファンタジーの色合いを保っています。\n私は第2部が第1部と同じ流れを保つことを願っています。 しかし、私はアニメが少し速すぎると思う。\n\nより多くのコンテンツを提供するためにエピソードを追加することができました。  2番目の部分が最初の部分を補っていない場合、それは完全な裂け目になります。\nあなたがこのアニメを見たいと思ったら、最後までそれを見るように助言します。\nすべてが言って、それは素晴らしいアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first started watching Tokyo Ghoul I had doubts if I would like it . But then the plot took off and i started enjoying the anime.\n\n\u001b[1m私が東京グールを見始めたとき、私はそれを望むかどうか疑問を抱いていました。 しかし、その後プロットが離陸し、私はアニメを楽しんで始めた。\u001b[22m\n\u001b[1m(Watashi ga Tōkyō gūru o mi hajimeta toki, watashi wa sore o nozomu ka dō ka gimon o daite imashita. Shikashi, sonogo purotto ga ririku shi, watashi wa anime o tanoshinde hajimeta.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first started watching Tokyo Ghoul I had doubts if I would like it . But then the plot took off and i started enjoying the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first started watching Tokyo Ghoul I had doubts if I would like it .\u001b[24m\n    \u001b[1m私が東京グールを見始めたとき、私はそれを望むかどうか疑問を抱いていました。\u001b[22m, \u001b[1m私が最初に東京グールを見始めたとき、私はそれを希望の場合、私は疑問を持っていました。\u001b[22m\n\u001b[4mBut then the plot took off and i started enjoying the anime.\u001b[24m\n    \u001b[1mしかし、その後プロットが離陸し、私はアニメを楽しんで始めた。\u001b[22m, \u001b[1mしかし、その後のプロットは、離陸と私はアニメを楽しんで開始しました。\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul is pretty heavy anime and is not meant for the light hearted , many aspects like cannibalism provide a not so pretty image .\n\n\u001b[1mTokyo Ghoulは、かなり重いアニメであり、軽く心を込めたものではありません。\u001b[22m\n\u001b[1m(Tokyo Ghoul wa, kanari omoi animedeari, karuku kokoro o kometa monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTokyo Ghoul is pretty heavy anime and is not meant for the light hearted , many aspects like cannibalism provide a not so pretty image .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo Ghoul is pretty heavy anime and is not meant for the light hearted , many aspects like cannibalism provide a not so pretty image .\u001b[24m\n    \u001b[1mTokyo Ghoulは、かなり重いアニメであり、軽く心を込めたものではありません。\u001b[22m, \u001b[1m東京グールはかなり重いアニメであり、共食いのような気楽、多くの側面がとてもきれいではない画像を提供するためのものではありません。\u001b[22m\nThe battle scenes are well orchestrated and the plot twists and turns and keeps us hanging. The anime has kept a tinge of fantasy.\n\n\u001b[1m戦闘シーンはうまく編成されており、プロットは紆余曲折してぶら下がります。 アニメはファンタジーの色合いを保っています。\u001b[22m\n\u001b[1m(Sentō shīn wa umaku hensei sa rete ori, purotto wa uyokyokusetsu shite burasagarimasu. Anime wa fantajī no iroai o tamotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe battle scenes are well orchestrated and the plot twists and turns and keeps us hanging. The anime has kept a tinge of fantasy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battle scenes are well orchestrated and the plot twists and turns and keeps us hanging.\u001b[24m\n    \u001b[1m戦闘シーンはうまく編成されており、プロットは紆余曲折してぶら下がります。\u001b[22m, \u001b[1m戦闘シーンはよく画策し、プロットの紆余曲折とぶら下がって私たちを保持しています。\u001b[22m\n\u001b[4mThe anime has kept a tinge of fantasy.\u001b[24m\n    \u001b[1mアニメはファンタジーの色合いを保っています。\u001b[22m, \u001b[1mアニメはファンタジーの色合いを維持しています。\u001b[22m\nI hope that the second part keeps the same flow as the first . But I think that the anime goes a bit too fast.\n\n\u001b[1m私は第2部が第1部と同じ流れを保つことを願っています。 しかし、私はアニメが少し速すぎると思う。\u001b[22m\n\u001b[1m(Watashi wa dai 2-bu ga dai 1-bu to onaji nagare o tamotsu koto o negatte imasu. Shikashi, watashi wa anime ga sukoshi haya sugiru to omou.)\u001b[22m\n\nTranslations of \u001b[4mI hope that the second part keeps the same flow as the first . But I think that the anime goes a bit too fast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope that the second part keeps the same flow as the first .\u001b[24m\n    \u001b[1m私は第2部が第1部と同じ流れを保つことを願っています。\u001b[22m, \u001b[1m私は2番目の部分は最初と同じ流れを保つことを願っています。\u001b[22m\n\u001b[4mBut I think that the anime goes a bit too fast.\u001b[24m\n    \u001b[1mしかし、私はアニメが少し速すぎると思う。\u001b[22m, \u001b[1mしかし、私はアニメは少し速すぎる行くと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThey could have added more episodes to give more content. If the second part doesn't make up for the first it would be a total rip off.\n\n\u001b[1mより多くのコンテンツを提供するためにエピソードを追加することができました。  2番目の部分が最初の部分を補っていない場合、それは完全な裂け目になります。\u001b[22m\n\u001b[1m(Yori ōku no kontentsu o teikyō suru tame ni episōdo o tsuika suru koto ga dekimashita. 2-Banme no bubun ga saisho no bubun o oginatte inai baai, sore wa kanzen'na sakeme ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey could have added more episodes to give more content. If the second part doesn't make up for the first it would be a total rip off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey could have added more episodes to give more content.\u001b[24m\n    \u001b[1mより多くのコンテンツを提供するためにエピソードを追加することができました。\u001b[22m, \u001b[1m彼らはより多くのコンテンツを与えるために、よりエピソードが追加されている可能性があります。\u001b[22m\n\u001b[4mIf the second part doesn't make up for the first it would be a total rip off.\u001b[24m\n    \u001b[1m2番目の部分が最初の部分を補っていない場合、それは完全な裂け目になります。\u001b[22m, \u001b[1m2番目の部分は最初の埋め合わせをしていない場合には、合計リッピングオフになります。\u001b[22m\nIf you are interested in watching this anime I would advise you to watch it till the end.\n\n\u001b[1mあなたがこのアニメを見たいと思ったら、最後までそれを見るように助言します。\u001b[22m\n\u001b[1m(Anata ga kono anime o mitai to omottara, saigomade sore o miru yō ni jogen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are interested in watching this anime I would advise you to watch it till the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are interested in watching this anime I would advise you to watch it till the end.\u001b[24m\n    \u001b[1mあなたがこのアニメを見たいと思ったら、最後までそれを見るように助言します。\u001b[22m, \u001b[1mあなたはこのアニメを見に興味があるなら、私は最後までそれを見てあなたを助言します。\u001b[22m\nAll said and done it is a awesome anime.\n\n\u001b[1mすべてが言って、それは素晴らしいアニメです。\u001b[22m\n\u001b[1m(Subete ga itte, sore wa subarashī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mAll said and done it is a awesome anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll said and done it is a awesome anime.\u001b[24m\n    \u001b[1mすべてが言って、それは素晴らしいアニメです。\u001b[22m, \u001b[1mすべては言った、それは素晴らしいアニメです行わ。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "wwolf47",
    "profile": "/profile/wwolf47/reviews",
    "pages": "14",
    "number": "8",
    "link": "/reviews.php?id=217612",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  6\n|  7\n\nさて、ここ東京ゴーのレビューです：\n\n初心者の方には、心地よいアニメがたくさんあり、人々が楽しむことができます。 だから、なぜ誰かがtokyo ghoulを見ているのだろうか？それは、かなり簡単なtokyo ghoulは、それがリリースされたときに誇張されていた。 多くの人がtokyo ghoulは素晴らしいと思っていますが、私にとってはtokyo ghoulが私が最初に見たものでした。 アニメがそれを完全に台無しにしたという事実にもかかわらず、ストーリーは多くの可能性を秘めていました。 漫画はすでに終了しており、続編があります。 東京グールはあまりにも多くのことを未回答で残し、そこにはすべてのプロットがそれほど素晴らしいものではなかった。 私がtokyo ghoulについて好きだったのは、それを他のシリーズから際立たせるというコンセプトです。 このシリーズの最大の欠点は、シーズン1が崖のハンガーで終わったときのエンディングでしたが、このシリーズの欠陥によって得ることができれば、第2シーズンがあり、私はそれが質問のほとんどに答えることを願っています。\n\nまあ、シーズン1のスタートは良いものでしたが、終わりの気分でした。 まあ、私はより多くを期待していますが、まだあなたが物語の瑕疵で得ることができる場合は、マンガがさらに良いにもかかわらず、それは良かった。 私は、あなたがそれを好きかもしれないよりも、あなたが血の扇子であるならば、人々が試してみるべきだと思います。 検閲されたバージョンは常に良い部分をカバーするので、あなたは無修正バージョンを手に入れることができます。 まあ、アニメーションのためには、それはかなりスタジオだったし、オープニングとエンディングも素晴らしいです。 私はこれに大きな欠陥があるかもしれないことを知っているが、私は人々がそれを試してみるべきではないかと思うかもしれない。 それはヒットかミスです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWell here is a review of Tokyo Ghoul:\n\n\u001b[1mさて、ここ東京ゴーのレビューです：\u001b[22m\n\u001b[1m(Sate, koko Tōkyō gō no rebyūdesu:)\u001b[22m\n\nTranslations of \u001b[4mWell here is a review of Tokyo Ghoul:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell here is a review of Tokyo Ghoul:\u001b[24m\n    \u001b[1mさて、ここ東京ゴーのレビューです：\u001b[22m, \u001b[1mさてここで、東京グールのレビューは、次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\nWell for starters there are a lot of good psychological anime out there that people can enjoy. So, why would anyone watch tokyo ghoul well its pretty much simple tokyo ghoul was over hyped when it was released. A lot of people think that tokyo ghoul is great but for me tokyo ghoul was the first one i watched. Well the story had a lot of potential despite the fact that the anime totally ruined it. The manga has already ended and has a sequel now. Tokyo ghoul leave too many things unanswered and there over all plot was not that great. What i liked about tokyo ghoul is that the concept of it that makes it stand out from other series. The biggest flaw with this series was the ending as the season one ended on a cliff hanger but if you can get by the flaws of this series then there is a second season and i hope it answers most of the question.\n\n\u001b[1m初心者の方には、心地よいアニメがたくさんあり、人々が楽しむことができます。 だから、なぜ誰かがtokyo ghoulを見ているのだろうか？それは、かなり簡単なtokyo ghoulは、それがリリースされたときに誇張されていた。 多くの人がtokyo ghoulは素晴らしいと思っていますが、私にとってはtokyo ghoulが私が最初に見たものでした。 アニメがそれを完全に台無しにしたという事実にもかかわらず、ストーリーは多くの可能性を秘めていました。 漫画はすでに終了しており、続編があります。 東京グールはあまりにも多くのことを未回答で残し、そこにはすべてのプロットがそれほど素晴らしいものではなかった。 私がtokyo ghoulについて好きだったのは、それを他のシリーズから際立たせるというコンセプトです。 このシリーズの最大の欠点は、シーズン1が崖のハンガーで終わったときのエンディングでしたが、このシリーズの欠陥によって得ることができれば、第2シーズンがあり、私はそれが質問のほとんどに答えることを願っています。\u001b[22m\n\u001b[1m(Shoshinsha no kata ni wa, kokochiyoi anime ga takusan ari, hitobito ga tanoshimu koto ga dekimasu. Dakara, naze darekaga tokyo ghoul o mite iru nodarou ka? Sore wa, kanari kantan'na tokyo ghoul wa, sore ga rirīsu sa reta toki ni kochō sa rete ita. Ōku no hito ga tokyo ghoul wa subarashī to omotte imasuga, watashi ni totte wa tokyo ghoul ga watashi ga saisho ni mita monodeshita. Anime ga sore o kanzen ni dainashi ni shita to iu jijitsu nimokakawarazu, sutōrī wa ōku no kanōsei o himete imashita. Manga wa sudeni shūryō shite ori, zokuhen ga arimasu. Tōkyō gūru wa amarini mo ōku no koto o mi kaitō de nokoshi, soko ni wa subete no purotto ga sorehodo subarashī monode wa nakatta. Watashi ga tokyo ghoul ni tsuite sukidatta no wa, sore o hoka no shirīzu kara kiwadataseru to iu konseputodesu. Kono shirīzu no saidai no ketten wa, shīzun 1 ga gake no hangā de owatta toki no endingudeshitaga, kono shirīzu no kekkan ni yotte eru koto ga dekireba, dai 2 shīzun ga ari, watashi wa sore ga shitsumon no hotondo ni kotaeru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell for starters there are a lot of good psychological anime out there that people can enjoy. So, why would anyone watch tokyo ghoul well its pretty much simple tokyo ghoul was over hyped when it was released. A lot of people think that tokyo ghoul is great but for me tokyo ghoul was the first one i watched. Well the story had a lot of potential despite the fact that the anime totally ruined it. The manga has already ended and has a sequel now. Tokyo ghoul leave too many things unanswered and there over all plot was not that great. What i liked about tokyo ghoul is that the concept of it that makes it stand out from other series. The biggest flaw with this series was the ending as the season one ended on a cliff hanger but if you can get by the flaws of this series then there is a second season and i hope it answers most of the question.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell for starters there are a lot of good psychological anime out there that people can enjoy.\u001b[24m\n    \u001b[1m初心者の方には、心地よいアニメがたくさんあり、人々が楽しむことができます。\u001b[22m, \u001b[1mまあ初心者のためにそこの人々が楽しむことができる良い心理的なアニメがたくさんあります。\u001b[22m\n\u001b[4mSo, why would anyone watch tokyo ghoul well its pretty much simple tokyo ghoul was over hyped when it was released.\u001b[24m\n    \u001b[1mだから、なぜ誰かがtokyo ghoulを見ているのだろうか？それは、かなり簡単なtokyo ghoulは、それがリリースされたときに誇張されていた。\u001b[22m, \u001b[1mそれがリリースされたときに、なぜ誰もがよく東京グールを見るであろう、そのかなりシンプルな東京グールは終わっ宣伝でした。\u001b[22m\n\u001b[4mA lot of people think that tokyo ghoul is great but for me tokyo ghoul was the first one i watched.\u001b[24m\n    \u001b[1m多くの人がtokyo ghoulは素晴らしいと思っていますが、私にとってはtokyo ghoulが私が最初に見たものでした。\u001b[22m, \u001b[1m多くの人が東京グールは素晴らしいことだと思うが、私のために東京グールは私が見た最初のものでした。\u001b[22m\n\u001b[4mWell the story had a lot of potential despite the fact that the anime totally ruined it.\u001b[24m\n    \u001b[1mアニメがそれを完全に台無しにしたという事実にもかかわらず、ストーリーは多くの可能性を秘めていました。\u001b[22m, \u001b[1mさて話はアニメは完全にそれを台無しにしているという事実にもかかわらず、多くの可能性を持っていました。\u001b[22m\n\u001b[4mThe manga has already ended and has a sequel now.\u001b[24m\n    \u001b[1m漫画はすでに終了しており、続編があります。\u001b[22m, \u001b[1m漫画はすでに終了し、現在は続編を持っていました。\u001b[22m\n\u001b[4mTokyo ghoul leave too many things unanswered and there over all plot was not that great.\u001b[24m\n    \u001b[1m東京グールはあまりにも多くのことを未回答で残し、そこにはすべてのプロットがそれほど素晴らしいものではなかった。\u001b[22m, \u001b[1m東京グールは未回答とそこにすべてのプロットは、その素晴らしいではありませんでした上で、あまりにも多くのものを残します。\u001b[22m\n\u001b[4mWhat i liked about tokyo ghoul is that the concept of it that makes it stand out from other series.\u001b[24m\n    \u001b[1m私がtokyo ghoulについて好きだったのは、それを他のシリーズから際立たせるというコンセプトです。\u001b[22m, \u001b[1m私は東京グール気に入っすることになり、それの概念は、それが他のシリーズよりも目立つということです。\u001b[22m\n\u001b[4mThe biggest flaw with this series was the ending as the season one ended on a cliff hanger but if you can get by the flaws of this series then there is a second season and i hope it answers most of the question.\u001b[24m\n    \u001b[1mこのシリーズの最大の欠点は、シーズン1が崖のハンガーで終わったときのエンディングでしたが、このシリーズの欠陥によって得ることができれば、第2シーズンがあり、私はそれが質問のほとんどに答えることを願っています。\u001b[22m, \u001b[1mこのシリーズは、シーズン1のように終了したとの最大の欠陥は、崖のハンガーに終了しますが、このシリーズの欠陥によって得ることができるかどうか、第2シーズンがあると私はそれが質問のほとんどに答える願っています。\u001b[22m\n\u001b[1m\u001b[22m\nwell for season one the starting was good but the ending damn. Well i expected more but still if you can get by the story flaws then it was good despite the manga is even better. What i think is that people should give it a try and if you are a fan of blood and gore than you might like it. If you can get the uncensored version because the censored version always cover the good parts. Well for animation it was done pretty good since it was clown studio and the opening and ending are also great. I know there might major flaws with this but i think people should give it a try maybe you like or may not. Well it is a hit or miss.\n\n\u001b[1mまあ、シーズン1のスタートは良いものでしたが、終わりの気分でした。 まあ、私はより多くを期待していますが、まだあなたが物語の瑕疵で得ることができる場合は、マンガがさらに良いにもかかわらず、それは良かった。 私は、あなたがそれを好きかもしれないよりも、あなたが血の扇子であるならば、人々が試してみるべきだと思います。 検閲されたバージョンは常に良い部分をカバーするので、あなたは無修正バージョンを手に入れることができます。 まあ、アニメーションのためには、それはかなりスタジオだったし、オープニングとエンディングも素晴らしいです。 私はこれに大きな欠陥があるかもしれないことを知っているが、私は人々がそれを試してみるべきではないかと思うかもしれない。 それはヒットかミスです。\u001b[22m\n\u001b[1m(Mā, shīzun 1 no sutāto wa yoi monodeshitaga, owari no kibundeshita. Mā, watakushiha yori ōku o kitai shite imasuga, mada anata ga monogatari no kashi de eru koto ga dekiru baai wa, manga ga sara ni yoi nimokakawarazu, sore wa yokatta. Watashi wa, anata ga sore o suki kamo shirenai yori mo, anata ga chi no sensudearunaraba, hitobito ga tameshite mirubekida to omoimasu. Ken'etsu sa reta bājon wa tsuneni yoi bubun o kabā surunode, anata wa mu shūsei bājon o te ni ireru koto ga dekimasu. Mā, animēshon no tame ni wa, sore wa kanari sutajiodattashi, ōpuningu to endingu mo subarashīdesu. Watashi wa kore ni ōkina kekkan ga aru kamo shirenai koto o shitte iruga, watashi wa hitobito ga sore o tameshite mirubekide wanai ka to omou kamo shirenai. Sore wa hitto ka misudesu.)\u001b[22m\n\nTranslations of \u001b[4mwell for season one the starting was good but the ending damn. Well i expected more but still if you can get by the story flaws then it was good despite the manga is even better. What i think is that people should give it a try and if you are a fan of blood and gore than you might like it. If you can get the uncensored version because the censored version always cover the good parts. Well for animation it was done pretty good since it was clown studio and the opening and ending are also great. I know there might major flaws with this but i think people should give it a try maybe you like or may not. Well it is a hit or miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell for season one the starting was good but the ending damn.\u001b[24m\n    \u001b[1mまあ、シーズン1のスタートは良いものでしたが、終わりの気分でした。\u001b[22m, \u001b[1mよくシーズン1の出発は良かったが、気に終わります。\u001b[22m\n\u001b[4mWell i expected more but still if you can get by the story flaws then it was good despite the manga is even better.\u001b[24m\n    \u001b[1mまあ、私はより多くを期待していますが、まだあなたが物語の瑕疵で得ることができる場合は、マンガがさらに良いにもかかわらず、それは良かった。\u001b[22m, \u001b[1mまあ、私はより多くの期待が、まだあなたが物語の欠陥によって得ることができるかどうかの漫画にも優れているにもかかわらず、それは良かったです。\u001b[22m\n\u001b[4mWhat i think is that people should give it a try and if you are a fan of blood and gore than you might like it.\u001b[24m\n    \u001b[1m私は、あなたがそれを好きかもしれないよりも、あなたが血の扇子であるならば、人々が試してみるべきだと思います。\u001b[22m, \u001b[1m何私が思うことは、人々がそれを試してみると、あなたがそれを好むかもしれないよりも、あなたは血とゴアのファンであればなければならないということです。\u001b[22m\n\u001b[4mIf you can get the uncensored version because the censored version always cover the good parts.\u001b[24m\n    \u001b[1m検閲されたバージョンは常に良い部分をカバーするので、あなたは無修正バージョンを手に入れることができます。\u001b[22m, \u001b[1m検閲バージョンは常に良い部分をカバーするので、あなたは無修正バージョンを取得することができます。\u001b[22m\n\u001b[4mWell for animation it was done pretty good since it was clown studio and the opening and ending are also great.\u001b[24m\n    \u001b[1mまあ、アニメーションのためには、それはかなりスタジオだったし、オープニングとエンディングも素晴らしいです。\u001b[22m, \u001b[1mそれはピエロのスタジオと開口部だったのでまあ、アニメーションのためにそれはかなり良い行われ、終了することも素晴らしいです。\u001b[22m\n\u001b[4mI know there might major flaws with this but i think people should give it a try maybe you like or may not.\u001b[24m\n    \u001b[1m私はこれに大きな欠陥があるかもしれないことを知っているが、私は人々がそれを試してみるべきではないかと思うかもしれない。\u001b[22m, \u001b[1m私はこれで主要な欠陥があるかもしれません知っているが、私は人々が多分あなたが好きそれを試してみるか、しないことがありすべきだと思います。\u001b[22m\n\u001b[4mWell it is a hit or miss.\u001b[24m\n    \u001b[1mそれはヒットかミスです。\u001b[22m, \u001b[1mまあそれは、ヒットまたはミスです。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "zxhl-k",
    "profile": "/profile/zxhl-k/reviews",
    "pages": "14",
    "number": "9",
    "link": "/reviews.php?id=213915",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nOk。このアニメはただの至福です！ それは驚くべきことであり、必見！ エンディングはawesommmeeeです。 私は間違いなく誰にでもこれをお勧めします！ オープニング曲も美しいです！\n\n話はすばらしかった。 それは始まりにすぎません！ 私はこのアニメと同じくらいアニメを見たことがないと思う！ みたいな、息子！ とにかく、このストーリーラインは間違いなく私の座席の端に私を保った。 私はこれを終えた一夜です！ それはそれほど長くない、22のエピソード、22分の長さです！ 私はそれを終え、その間に休憩はなかった！ 私はちょうどこれが大好き！ 必見の＆gt;  - ＆lt;\n\n芸術は素晴らしかったです。 アニメーションとスタイル。 彼らが着ているマスク。\n\nああ、マスクは美しい。 私は1つが欲しい！  ＆lt; 何でも大丈夫なので、背中やパワーペット、親戚など、何かを出てくるもの。 それらはすごかった！\n\nこのアニメの唯一の否定的なことはおそらく音だった。 私は確かに、声優の声は天と笑顔でしたが、私は夢中です。 彼らはお互いに話し続け、誰が誰だと言うことはできません（私はサブ、ダブではないサブSUBを使用しているためです）おそらく、彼らが字幕を色分けすれば、それは素晴らしいことでしょう。 でも私はまだその音が大好き！ 声が私を溺れさせた！ 私は避難所にいた。 すみません、今、夏樹花の声に耳を傾けなければなりません。\n\nキャラクターは目立つ！ 私はすべての人格を愛していました。 主人公のようなアニメに追加されたばかりのサディスティックなキャラクターでさえ、私はそれらのすべてを知っていました！ キャラクターには、トゥカの無力な側面のような側面がありました。 警告：スポイラーどのように彼女はちょうどすべての人間のように生きたいかと言っていた。 彼女はグールだったので、イニシャル、デュハ！\n\n楽しさは素晴らしかった、それは私が言うことができるすべてです！\n\n全体的なスコアは10です：マスターピック！ 私はちょうどこのアニメが大好き！ 大変ありがとうございます。 モルを作ってください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk.... This anime is just bliss! It is amazing and a must-see!!! The ending is awesommmeee. I would definitely recommend this to EVERYONE! The opening song is beautiful too!\n\n\u001b[1mOk。このアニメはただの至福です！ それは驚くべきことであり、必見！ エンディングはawesommmeeeです。 私は間違いなく誰にでもこれをお勧めします！ オープニング曲も美しいです！\u001b[22m\n\u001b[1m(Ok. Kono anime wa tada no shifukudesu! Soreha odorokubeki kotodeari, hikken! Endingu wa awesommmeeedesu. Watashi wa machigainaku darenidemo kore o o susume shimasu! Ōpuningu kyoku mo utsukushīdesu!)\u001b[22m\n\nTranslations of \u001b[4mOk.... This anime is just bliss! It is amazing and a must-see!!! The ending is awesommmeee. I would definitely recommend this to EVERYONE! The opening song is beautiful too!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk.... This anime is just bliss!\u001b[24m\n    \u001b[1mOk。このアニメはただの至福です！\u001b[22m, \u001b[1m[OK]を....このアニメはちょうど至福です！\u001b[22m\n\u001b[4mIt is amazing and a must-see!!!\u001b[24m\n    \u001b[1mそれは驚くべきことであり、必見！\u001b[22m, \u001b[1mそれは素晴らしいですし、必見します！\u001b[22m\n\u001b[4mThe ending is awesommmeee.\u001b[24m\n    \u001b[1mエンディングはawesommmeeeです。\u001b[22m\n\u001b[4mI would definitely recommend this to EVERYONE!\u001b[24m\n    \u001b[1m私は間違いなく誰にでもこれをお勧めします！\u001b[22m, \u001b[1m私は間違いなくすべての人にこれをお勧めします！\u001b[22m\n\u001b[4mThe opening song is beautiful too!\u001b[24m\n    \u001b[1mオープニング曲も美しいです！\u001b[22m, \u001b[1mオープニング曲はあまりにも美しいです！\u001b[22m\n\u001b[1m\u001b[22m\nThe story was magnificent. That is only the beginning! I don't think I have ever come across a anime as fine as this one! Like, damn son! Anyways, this story line definitely kept me on the edge of my seat. I finished this is one night! It's not even that long, twelve episodes, 22 minutes long! I finished it and there were no breaks in between! I just loved this! A must-see&gt;-&lt;\n\n\u001b[1m話はすばらしかった。 それは始まりにすぎません！ 私はこのアニメと同じくらいアニメを見たことがないと思う！ みたいな、息子！ とにかく、このストーリーラインは間違いなく私の座席の端に私を保った。 私はこれを終えた一夜です！ それはそれほど長くない、22のエピソード、22分の長さです！ 私はそれを終え、その間に休憩はなかった！ 私はちょうどこれが大好き！ 必見の＆gt;  - ＆lt;\u001b[22m\n\u001b[1m(Hanashi wa subarashikatta. Sore wa hajimari ni sugimasen! Watashi wa kono anime to onaji kurai anime o mita koto ga nai to omou! Mitaina, musuko! Tonikaku, kono sutōrīrain wa machigainaku watashi no zaseki no hashi ni watashi o tamotta. Watashi wa kore o oeta ichiyadesu! Sore wa sore hodo nagakunai, 22 no episōdo, 22-bu no naga-sadesu! Watashi wa sore o oe, sonoaida ni kyūkei wa nakatta! Watashi wa chōdo kore ga daisuki hikken no& gt; - & lt;)\u001b[22m\n\nTranslations of \u001b[4mThe story was magnificent. That is only the beginning! I don't think I have ever come across a anime as fine as this one! Like, damn son! Anyways, this story line definitely kept me on the edge of my seat. I finished this is one night! It's not even that long, twelve episodes, 22 minutes long! I finished it and there were no breaks in between! I just loved this! A must-see&gt;-&lt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was magnificent.\u001b[24m\n    \u001b[1m話はすばらしかった。\u001b[22m, \u001b[1m物語は壮大でした。\u001b[22m\n\u001b[4mThat is only the beginning!\u001b[24m\n    \u001b[1mそれは始まりにすぎません！\u001b[22m, \u001b[1mそれはほんの始まりです！\u001b[22m\n\u001b[4mI don't think I have ever come across a anime as fine as this one!\u001b[24m\n    \u001b[1m私はこのアニメと同じくらいアニメを見たことがないと思う！\u001b[22m, \u001b[1m私は私が今までこの1のように細かなアニメに遭遇しているとは思いません！\u001b[22m\n\u001b[4mLike, damn son!\u001b[24m\n    \u001b[1mみたいな、息子！\u001b[22m, \u001b[1m同様に、いまいましい息子！\u001b[22m\n\u001b[4mAnyways, this story line definitely kept me on the edge of my seat.\u001b[24m\n    \u001b[1mとにかく、このストーリーラインは間違いなく私の座席の端に私を保った。\u001b[22m, \u001b[1mとにかく、このストーリーラインは、間違いなく私の席の端に私を保ちました。\u001b[22m\n\u001b[4mI finished this is one night!\u001b[24m\n    \u001b[1m私はこれを終えた一夜です！\u001b[22m, \u001b[1m私は、これは一晩で完成しました！\u001b[22m\n\u001b[4mIt's not even that long, twelve episodes, 22 minutes long!\u001b[24m\n    \u001b[1mそれはそれほど長くない、22のエピソード、22分の長さです！\u001b[22m, \u001b[1mそれも、その長い、12のエピソード、22分長くはないのです！\u001b[22m\n\u001b[4mI finished it and there were no breaks in between!\u001b[24m\n    \u001b[1m私はそれを終え、その間に休憩はなかった！\u001b[22m, \u001b[1m私はそれを終えて、間には休憩はありませんでした！\u001b[22m\n\u001b[4mI just loved this!\u001b[24m\n    \u001b[1m私はちょうどこれが大好き！\u001b[22m, \u001b[1m私はちょうどこれを追加しました！\u001b[22m\n\u001b[4mA must-see&gt;-&lt;\u001b[24m\n    \u001b[1m必見の＆gt;  - ＆lt;\u001b[22m, \u001b[1m必見＆GT;  - ＆LT;\u001b[22m\n\u001b[1m\u001b[22m\nThe art was great. The animations and the style. The masks that they wear.\n\n\u001b[1m芸術は素晴らしかったです。 アニメーションとスタイル。 彼らが着ているマスク。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikattadesu. Animēshon to sutairu. Karera ga kite iru masuku.)\u001b[22m\n\nTranslations of \u001b[4mThe art was great. The animations and the style. The masks that they wear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was great.\u001b[24m\n    \u001b[1m芸術は素晴らしかったです。\u001b[22m\n\u001b[4mThe animations and the style.\u001b[24m\n    \u001b[1mアニメーションとスタイル。\u001b[22m, \u001b[1mアニメーションやスタイル。\u001b[22m\n\u001b[4mThe masks that they wear.\u001b[24m\n    \u001b[1m彼らが着ているマスク。\u001b[22m, \u001b[1m彼らが着用するマスク。\u001b[22m\n\u001b[1m\u001b[22m\nOh god, the masks are beautiful. I want one! &gt;-&lt; Whatever okay, so the things that come out their backs, their power pets or familiars or whatever, yeah. Those were awesome!\n\n\u001b[1mああ、マスクは美しい。 私は1つが欲しい！  ＆lt; 何でも大丈夫なので、背中やパワーペット、親戚など、何かを出てくるもの。 それらはすごかった！\u001b[22m\n\u001b[1m(Ā, masuku wa utsukushī. Watashi wa 1tsu ga hoshī! & Lt; nani demo daijōbunanode, senaka ya pawāpetto, shinseki nado, nanika o detekuru mono. Sorera wa sugokatta!)\u001b[22m\n\nTranslations of \u001b[4mOh god, the masks are beautiful. I want one! &gt;-&lt; Whatever okay, so the things that come out their backs, their power pets or familiars or whatever, yeah. Those were awesome!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh god, the masks are beautiful.\u001b[24m\n    \u001b[1mああ、マスクは美しい。\u001b[22m, \u001b[1m神ああ、マスクが美しいです。\u001b[22m\n\u001b[4mI want one!\u001b[24m\n    \u001b[1m私は1つが欲しい！\u001b[22m, \u001b[1m私は1つが欲しいです！\u001b[22m\n\u001b[4m&gt;-&lt;\u001b[24m\n    \u001b[1m＆lt;\u001b[22m, \u001b[1m＆GT;  - ＆LT;\u001b[22m\n\u001b[4mWhatever okay, so the things that come out their backs, their power pets or familiars or whatever, yeah.\u001b[24m\n    \u001b[1m何でも大丈夫なので、背中やパワーペット、親戚など、何かを出てくるもの。\u001b[22m, \u001b[1m大丈夫何であれ、そうええ、背中、それらの電力ペットや使い魔または何を出てくるもの。\u001b[22m\n\u001b[4mThose were awesome!\u001b[24m\n    \u001b[1mそれらはすごかった！\u001b[22m, \u001b[1mこれらは素晴らしいでした！\u001b[22m\n\u001b[1m\u001b[22m\nThe only negative thing about this anime was probably the sound. I mean sure, the voice actors' voices were heavenly and eargasmic but I dunno. They keep talking over each other and I can't tell who's who (because I use sub, not dub, sub. DUB SUCKS) Maybe if they colour-coded the subtitles, that would be great. But I still loved the sound too! The voices drowned me! I was in haven. Excuse me, now I have to go and listen to Hanae Natsuki's voice.\n\n\u001b[1mこのアニメの唯一の否定的なことはおそらく音だった。 私は確かに、声優の声は天と笑顔でしたが、私は夢中です。 彼らはお互いに話し続け、誰が誰だと言うことはできません（私はサブ、ダブではないサブSUBを使用しているためです）おそらく、彼らが字幕を色分けすれば、それは素晴らしいことでしょう。 でも私はまだその音が大好き！ 声が私を溺れさせた！ 私は避難所にいた。 すみません、今、夏樹花の声に耳を傾けなければなりません。\u001b[22m\n\u001b[1m(Kono anime no yuiitsu no hitei-tekina koto wa osoraku otodatta. Watashi wa tashika ni, seiyū no koe wa ten to egaodeshitaga, watashi wa muchūdesu. Karera wa otagai ni hanashi tsudzuke, dare ga dareda to iu koto wa dekimasen (watashi wa sabu, dabude wanai sabu SUB o shiyō shite iru tamedesu) osoraku, karera ga jimaku o irowake sureba, sore wa subarashī kotodeshou. Demo watashi wa mada sono Oto ga daisuki! Koe ga watashi o obore saseta! Watashi wa hinansho ni ita. Sumimasen, ima, Natsuki hana no koe ni mimi o katamukenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe only negative thing about this anime was probably the sound. I mean sure, the voice actors' voices were heavenly and eargasmic but I dunno. They keep talking over each other and I can't tell who's who (because I use sub, not dub, sub. DUB SUCKS) Maybe if they colour-coded the subtitles, that would be great. But I still loved the sound too! The voices drowned me! I was in haven. Excuse me, now I have to go and listen to Hanae Natsuki's voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only negative thing about this anime was probably the sound.\u001b[24m\n    \u001b[1mこのアニメの唯一の否定的なことはおそらく音だった。\u001b[22m, \u001b[1mこのアニメについての唯一の否定的なことは、おそらく音でした。\u001b[22m\n\u001b[4mI mean sure, the voice actors' voices were heavenly and eargasmic but I dunno.\u001b[24m\n    \u001b[1m私は確かに、声優の声は天と笑顔でしたが、私は夢中です。\u001b[22m, \u001b[1m私は確信して意味、声優の声は天とeargasmicでしたが、私は知りません。\u001b[22m\n\u001b[4mThey keep talking over each other and I can't tell who's who (because I use sub, not dub, sub. DUB SUCKS) Maybe if they colour-coded the subtitles, that would be great.\u001b[24m\n    \u001b[1m彼らはお互いに話し続け、誰が誰だと言うことはできません（私はサブ、ダブではないサブSUBを使用しているためです）おそらく、彼らが字幕を色分けすれば、それは素晴らしいことでしょう。\u001b[22m, \u001b[1m彼らはお互いの上に話を続けると（私はサブを使用しているため、サブ、ダビングではない、。DUB吸う）私が誰だ誰が言うことができないかもしれない、彼らは素晴らしいことだ字幕を、色分けされた場合。\u001b[22m\n\u001b[4mBut I still loved the sound too!\u001b[24m\n    \u001b[1mでも私はまだその音が大好き！\u001b[22m, \u001b[1mしかし、私はまだあまりにも音を追加しました！\u001b[22m\n\u001b[4mThe voices drowned me!\u001b[24m\n    \u001b[1m声が私を溺れさせた！\u001b[22m, \u001b[1m声が私を溺死しました！\u001b[22m\n\u001b[4mI was in haven.\u001b[24m\n    \u001b[1m私は避難所にいた。\u001b[22m, \u001b[1m私は避難所にいました。\u001b[22m\n\u001b[4mExcuse me, now I have to go and listen to Hanae Natsuki's voice.\u001b[24m\n    \u001b[1mすみません、今、夏樹花の声に耳を傾けなければなりません。\u001b[22m, \u001b[1mすみません、今私が行くと英恵夏希の声に耳を傾ける必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were outstanding! I loved all of their personalities. Even the sadistic characters because they were just added to the anime like main characters and I knew all of them! The characters had their own sides like Touka's helpless side. WARNING:SPOILER Where she was saying how she would just like to live like all humans. Because she was a ghoul, innit, duhh!\n\n\u001b[1mキャラクターは目立つ！ 私はすべての人格を愛していました。 主人公のようなアニメに追加されたばかりのサディスティックなキャラクターでさえ、私はそれらのすべてを知っていました！ キャラクターには、トゥカの無力な側面のような側面がありました。 警告：スポイラーどのように彼女はちょうどすべての人間のように生きたいかと言っていた。 彼女はグールだったので、イニシャル、デュハ！\u001b[22m\n\u001b[1m(Kyarakutā wa medatsu! Watashi wa subete no jinkaku o aishite imashita. Shujinkō no yōna anime ni tsuika sa reta bakari no sadisutikkuna kyarakutāde sae, watashi wa sorera no subete o shitte imashita! Kyarakutā ni wa, to~uka no muryokuna sokumen no yōna sokumen ga arimashita. Keikoku: Supoirā dono yō ni kanojo wa chōdo subete no ningen no yō ni ikitai ka to itte ita. Kanojo wa gūrudattanode, inisharu, de~yuha!)\u001b[22m\n\nTranslations of \u001b[4mThe characters were outstanding! I loved all of their personalities. Even the sadistic characters because they were just added to the anime like main characters and I knew all of them! The characters had their own sides like Touka's helpless side. WARNING:SPOILER Where she was saying how she would just like to live like all humans. Because she was a ghoul, innit, duhh!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were outstanding!\u001b[24m\n    \u001b[1mキャラクターは目立つ！\u001b[22m, \u001b[1m文字は抜群でした！\u001b[22m\n\u001b[4mI loved all of their personalities.\u001b[24m\n    \u001b[1m私はすべての人格を愛していました。\u001b[22m, \u001b[1m私は彼らの人格のすべてを愛しました。\u001b[22m\n\u001b[4mEven the sadistic characters because they were just added to the anime like main characters and I knew all of them!\u001b[24m\n    \u001b[1m主人公のようなアニメに追加されたばかりのサディスティックなキャラクターでさえ、私はそれらのすべてを知っていました！\u001b[22m, \u001b[1mでもサディスティックな文字は、彼らはメインキャラクターのようなアニメに追加されたので、私はそれらのすべてを知っていました！\u001b[22m\n\u001b[4mThe characters had their own sides like Touka's helpless side.\u001b[24m\n    \u001b[1mキャラクターには、トゥカの無力な側面のような側面がありました。\u001b[22m, \u001b[1m文字はToukaの無力側と同様、独自の側面を持っていました。\u001b[22m\n\u001b[4mWARNING:SPOILER Where she was saying how she would just like to live like all humans.\u001b[24m\n    \u001b[1m警告：スポイラーどのように彼女はちょうどすべての人間のように生きたいかと言っていた。\u001b[22m, \u001b[1m警告：彼女は彼女がちょうどすべての人間のような生活をしたいと思いますどのように言っていたスポイラー。\u001b[22m\n\u001b[4mBecause she was a ghoul, innit, duhh!\u001b[24m\n    \u001b[1m彼女はグールだったので、イニシャル、デュハ！\u001b[22m, \u001b[1m彼女はduhh、グール、is not itの縮約形だったので！\u001b[22m\n\u001b[1m\u001b[22m\nThe enjoyment was outstanding, that is all I can say!\n\n\u001b[1m楽しさは素晴らしかった、それは私が言うことができるすべてです！\u001b[22m\n\u001b[1m(Tanoshisa wa subarashikatta, sore wa watashi ga iu koto ga dekiru subetedesu!)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment was outstanding, that is all I can say!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment was outstanding, that is all I can say!\u001b[24m\n    \u001b[1m楽しさは素晴らしかった、それは私が言うことができるすべてです！\u001b[22m, \u001b[1m楽しみは、それはすべて私に言えることですが、傑出していました！\u001b[22m\n\u001b[1m\u001b[22m\nThe overall score is a ten: MASTERPIECE!!! I just love this anime!!I loved this anime all because of its plot. THANK YOU, HEAVENLY PLOT. PLEASE MAKE MOREE!\n\n\u001b[1m全体的なスコアは10です：マスターピック！ 私はちょうどこのアニメが大好き！ 大変ありがとうございます。 モルを作ってください！\u001b[22m\n\u001b[1m(Zentai-tekina sukoa wa 10desu: Masutāpikku! Watashi wa chōdo kono anime ga daisuki! Taihen arigatōgozaimasu. Moru o tsukutte kudasai!)\u001b[22m\n\nTranslations of \u001b[4mThe overall score is a ten: MASTERPIECE!!! I just love this anime!!I loved this anime all because of its plot. THANK YOU, HEAVENLY PLOT. PLEASE MAKE MOREE!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall score is a ten: MASTERPIECE!!!\u001b[24m\n    \u001b[1m全体的なスコアは10です：マスターピック！\u001b[22m, \u001b[1mMASTERPIECE!!!：全体的なスコアは10であります\u001b[22m\n\u001b[4mI just love this anime!!I loved this anime all because of its plot.\u001b[24m\n    \u001b[1m私はちょうどこのアニメが大好き！\u001b[22m, \u001b[1m私はちょうど私がすべて、そのプロットのこのアニメを愛した!!このアニメが大好きです。\u001b[22m\n\u001b[4mTHANK YOU, HEAVENLY PLOT.\u001b[24m\n    \u001b[1m大変ありがとうございます。\u001b[22m, \u001b[1m、HEAVENLY PLOT、ありがとうございました。\u001b[22m\n\u001b[4mPLEASE MAKE MOREE!\u001b[24m\n    \u001b[1mモルを作ってください！\u001b[22m, \u001b[1mモリーをしてください！\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "YMegumiShimizu",
    "profile": "/profile/YMegumiShimizu/reviews",
    "pages": "14",
    "number": "10",
    "link": "/reviews.php?id=213632",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nまあ、最初はこのアニメを嫌って、嫌いがたくさんありましたが、アニメの終わりまでに私はそれを愛し、東京グールについてもたくさんの好きな人がいます。  （私は本当にシーズン1とシーズン2が分かれていることを覚えていません。残念ながら、これは両方のシーズンに併合されています。私はスポイラーを作っていないと思っています）\n\n不利な点：\n\n私は本当にKaneki Kenが彼がghoulになったことを本当に受け入れることができなかったのが好きではありません、それは起こったように、それは変わることはないでしょう。そして、彼はそれを非常に長い間、 非常に迷惑な。\n\n私はまた、金子がグーグルになったときに彼が弱くて、何もできなくても、最初のヒットのようにいつも敗れてしまい、本当に戦っていないことさえ気に入らない。\n\n私は時々彼が状況から彼を得るために物事を言うことを試みることを好きではない、「すべてのghoulsがそれのようではない」と言っているように、私はなぜ彼が良い面に乗ろうとしているのか、 戦わなければならない。  ：/\n\nまた、小さなお子様のように泣いたり、小さな子供のように行動したり、何かがうまくいかなくなると、泣いてしまったり、すべてが終わったりして、迷惑をかけてしまいました。\n\nはい、私は彼がどのように強くなったのが好きですが、私は彼が強くなって、悲惨に終わり、彼が完全に異なってしまってしまったのが好きではありません。 スポイラー。\n\n私は彼が最終的に強くなるのに非常に長い時間がかかったのが好きではありません。実際の行動が始まるまでには非常に多くのエピソードが必要でした。\n\nそして最後に、私は彼がいつも助けてくれる人に頼っていると思います。そうでなければ、アニメではエピソード2のように死んでいたでしょうが、いつも正直で誰かに救われていました。\n\nLIKES：\n\n彼がどのように強くなって最終的に戦うことができたかが好きで、彼は簡単に最強のものになりました。これはすべての良いアクションシーンが来た時です。 彼は事実上すべての人に勝つことができます。\n\n私はアニメの終わりに何トンもの行動があるのが好きですが、同時にそれは悲惨です。\n\n私は彼が自分自身のために自分の意思決定をし始めた方法が好きで、すべてのことに他人に頼るのをやめました。\n\n私は彼がしばらく後にグールとして自分自身を受け入れ始めた方法が好きであり、特定の状況から自分自身を得るのをやめた。\n\n私はこのアニメを通して悲劇的なシーンがどのようにあるのが好きです。私はほとんど泣いていました。\n\n私はストーリーラインが全体的にどのようになったのか、そしてアニメ全体を通して、私の意見ではより良くなるようになり、東京グールについての私の考えを変えました。私はそれを一点で落とすことを考えていましたが、  't。\n\nさて、これは私が今まで見てきた最高のアニメの1つです。好き嫌いよりもはるかに嫌悪感があるようですが、私は少し前にそれを完成し、追加すべきものを忘れていた可能性があります。 私が知る限り、私はそれを愛して終わったということです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell, I really disliked this anime in the beginning and have many dislikes, but by the end of the anime I loved it and also have a lot of likes about Tokyo Ghoul. (I can't really remember where season 1 and season 2 splits so sorry, this is kind of merged together with both seasons, hope I didn't make any spoilers.)\n\n\u001b[1mまあ、最初はこのアニメを嫌って、嫌いがたくさんありましたが、アニメの終わりまでに私はそれを愛し、東京グールについてもたくさんの好きな人がいます。  （私は本当にシーズン1とシーズン2が分かれていることを覚えていません。残念ながら、これは両方のシーズンに併合されています。私はスポイラーを作っていないと思っています）\u001b[22m\n\u001b[1m(Mā, saisho wa kono anime o kiratte,-girai ga takusan arimashitaga, anime no owari made ni watashi wa sore o aishi, Tōkyō gūru ni tsuite mo takusan no sukinahito ga imasu. (Watashi wa hontōni shīzun 1 to shīzun 2 ga wakarete iru koto o oboete imasen. Zan'nen'nagara, koreha ryōhō no shīzun ni heigō sa rete imasu. Watashi wa supoirā o tsukutte inai to omotte imasu))\u001b[22m\n\nTranslations of \u001b[4mWell, I really disliked this anime in the beginning and have many dislikes, but by the end of the anime I loved it and also have a lot of likes about Tokyo Ghoul. (I can't really remember where season 1 and season 2 splits so sorry, this is kind of merged together with both seasons, hope I didn't make any spoilers.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I really disliked this anime in the beginning and have many dislikes, but by the end of the anime I loved it and also have a lot of likes about Tokyo Ghoul.\u001b[24m\n    \u001b[1mまあ、最初はこのアニメを嫌って、嫌いがたくさんありましたが、アニメの終わりまでに私はそれを愛し、東京グールについてもたくさんの好きな人がいます。\u001b[22m, \u001b[1mまあ、私は本当に最初にこのアニメを嫌っ、多くの好き嫌いを持っていますが、アニメの終わりまでに、私はそれを愛し、また東京グール約同類の多くを持っています。\u001b[22m\n\u001b[4m(I can't really remember where season 1 and season 2 splits so sorry, this is kind of merged together with both seasons, hope I didn't make any spoilers.)\u001b[24m\n    \u001b[1m（私は本当にシーズン1とシーズン2が分かれていることを覚えていません。残念ながら、これは両方のシーズンに併合されています。私はスポイラーを作っていないと思っています）\u001b[22m, \u001b[1m（シーズン1とシーズン2分割大変申し訳ございませんが、これは一種の両シーズンと一緒にマージする場合、私は本当に私は、任意のスポイラーを行っていない願って、覚えていないことができます。）\u001b[22m\n\u001b[1m\u001b[22m\nDISLIKES:\n\n\u001b[1m不利な点：\u001b[22m\n\u001b[1m(Furina ten:)\u001b[22m\n\nDefinitions of \u001b[4mDISLIKES:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    嫌い\u001b[22m\n        hate, dislike, aversion, hatred, antipathy, disgust\n\u001b[1m    嫌気\u001b[22m\n        disgust, dislike, disinclination\n\u001b[1m    苦手\u001b[22m\n        dislike\n\u001b[1m    厭悪\u001b[22m\n        dislike, detestation, distaste, antipathy, aversion, loathing\n\nverb\n\u001b[1m    嫌う\u001b[22m\n        hate, dislike, loathe, detest, abhor, despise\n\u001b[1m    厭う\u001b[22m\n        dislike, hate, grudge, spare, be weary of, take care of\n\u001b[1m    否む\u001b[22m\n        deny, refuse, decline, detest, dislike\n\u001b[1m\u001b[22m\nI don't really like how Kaneki Ken couldn't really accept that he had become a ghoul, like it happened, it's not going to change, and he made such a big deal out of it for a very long time which ended up getting highly annoying.\n\n\u001b[1m私は本当にKaneki Kenが彼がghoulになったことを本当に受け入れることができなかったのが好きではありません、それは起こったように、それは変わることはないでしょう。そして、彼はそれを非常に長い間、 非常に迷惑な。\u001b[22m\n\u001b[1m(Watashi wa hontōni Kaneki Ken ga kare ga ghoul ni natta koto o hontōni ukeireru koto ga dekinakatta no ga sukide wa arimasen, sore wa okotta yō ni, soreha kawaru koto wanaideshou. Soshite, kare wa sore o hijō ni nagaiai, hijō ni meiwakuna.)\u001b[22m\n\nTranslations of \u001b[4mI don't really like how Kaneki Ken couldn't really accept that he had become a ghoul, like it happened, it's not going to change, and he made such a big deal out of it for a very long time which ended up getting highly annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really like how Kaneki Ken couldn't really accept that he had become a ghoul, like it happened, it's not going to change, and he made such a big deal out of it for a very long time which ended up getting\u001b[24m\n    \u001b[1m私は本当にKaneki Kenが彼がghoulになったことを本当に受け入れることができなかったのが好きではありません、それは起こったように、それは変わることはないでしょう。そして、彼はそれを非常に長い間、\u001b[22m, \u001b[1m私は本当にKanekiケンは実際にそれが起こったように、変更するつもりはない、彼はグールになっていたことを認めていない可能性がどのように好きではない、と彼は取得することになった非常に長い時間のためにそれのうち、このような大したことをしました\u001b[22m\n\u001b[4mhighly annoying.\u001b[24m\n    \u001b[1m非常に迷惑な。\u001b[22m, \u001b[1m非常に迷惑。\u001b[22m\n\u001b[1m\u001b[22m\nI also don't like how when Kaneki became a ghoul he was SO weak, he couldn't even do anything at all, he would always be defeated in like the first hit, and he didn't even really try to fight back.\n\n\u001b[1m私はまた、金子がグーグルになったときに彼が弱くて、何もできなくても、最初のヒットのようにいつも敗れてしまい、本当に戦っていないことさえ気に入らない。\u001b[22m\n\u001b[1m(Watashi wa mata, Kaneko ga gūguru ni natta toki ni kare ga yowakute, nani mo dekinakute mo, saisho no hitto no yō ni itsumo yaburete shimai, hontōni tatakatte inai koto sae kiniiranai.)\u001b[22m\n\nTranslations of \u001b[4mI also don't like how when Kaneki became a ghoul he was SO weak, he couldn't even do anything at all, he would always be defeated in like the first hit, and he didn't even really try to fight back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also don't like how when Kaneki became a ghoul he was SO weak, he couldn't even do anything at all, he would always be defeated in like the first hit, and he didn't even really try to fight back.\u001b[24m\n    \u001b[1m私はまた、金子がグーグルになったときに彼が弱くて、何もできなくても、最初のヒットのようにいつも敗れてしまい、本当に戦っていないことさえ気に入らない。\u001b[22m, \u001b[1m私はまた、Kanekiは彼がSO弱かったグールになったとき、彼も彼はいつも最初のヒットのようで敗北するだろう、まったく何もできなかったし、彼も本当に反撃しようとしませんでしたどのように好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI don't like how at times he would try to say things to get him out of a situation, like saying 'not all ghouls are like that', I mean why is he just trying to get on the good side so he doesn' t have to fight. :/\n\n\u001b[1m私は時々彼が状況から彼を得るために物事を言うことを試みることを好きではない、「すべてのghoulsがそれのようではない」と言っているように、私はなぜ彼が良い面に乗ろうとしているのか、 戦わなければならない。  ：/\u001b[22m\n\u001b[1m(Watashi wa tokidoki kare ga jōkyō kara kare o eru tame ni monogoto o iu koto o kokoromiru koto o sukide wanai,`subete no ghouls ga sore no yōde wanai' to itte iru yō ni, watashi wa naze kare ga yoi men ni norou to shite iru no ka, tatakawanakereba naranai. : /)\u001b[22m\n\nTranslations of \u001b[4mI don't like how at times he would try to say things to get him out of a situation, like saying 'not all ghouls are like that', I mean why is he just trying to get on the good side so he doesn' t have to fight. :/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't like how at times he would try to say things to get him out of a situation, like saying 'not all ghouls are like that', I mean why is he just trying to get on the good side so he doesn'\u001b[24m\n    \u001b[1m私は時々彼が状況から彼を得るために物事を言うことを試みることを好きではない、「すべてのghoulsがそれのようではない」と言っているように、私はなぜ彼が良い面に乗ろうとしているのか、\u001b[22m, \u001b[1m私は私が彼はdoesnのなぜ彼はちょうど良い側に取得しようとしている意味、彼はすべての悪鬼がそのようなものではない」と言っように、状況から彼を得るために物事を言うことを試みるだろうか時間に好きではありません\u001b[22m\n\u001b[4mt have to fight.\u001b[24m\n    \u001b[1m戦わなければならない。\u001b[22m, \u001b[1mトン戦わなければなりません。\u001b[22m\n\u001b[4m:/\u001b[24m\n    \u001b[1m：/\u001b[22m\n\u001b[1m\u001b[22m\nAlso don't like how he cries over every little thing, he sometimes acted like a little kid and everytime something went wrong he would end up crying and everything, that got annoying fast to me.\n\n\u001b[1mまた、小さなお子様のように泣いたり、小さな子供のように行動したり、何かがうまくいかなくなると、泣いてしまったり、すべてが終わったりして、迷惑をかけてしまいました。\u001b[22m\n\u001b[1m(Mata, chīsana okosama no yō ni naitari, chīsana kodomo no yō ni kōdō shi tari, nanika ga umaku ikanaku naru to, naite shimattari, subete ga owattari shite, meiwaku o kakete shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso don't like how he cries over every little thing, he sometimes acted like a little kid and everytime something went wrong he would end up crying and everything, that got annoying fast to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso don't like how he cries over every little thing, he sometimes acted like a little kid and everytime something went wrong he would end up crying and everything, that got annoying fast to me.\u001b[24m\n    \u001b[1mまた、小さなお子様のように泣いたり、小さな子供のように行動したり、何かがうまくいかなくなると、泣いてしまったり、すべてが終わったりして、迷惑をかけてしまいました。\u001b[22m, \u001b[1mまた、彼はあらゆる小さい事を渡って泣くか好きではない、彼は時々小さな子供のように行動し、毎回何かが、彼は泣いてしまうだろう間違っていた、すべて、私に速い迷惑だという。\u001b[22m\n\u001b[1m\u001b[22m\nI mean yes, I like how he got strong, but I don't like the WAY he got strong, that just ended up being tragic and he ended up being completely different, I can't really say much about this since it would be a spoiler.\n\n\u001b[1mはい、私は彼がどのように強くなったのが好きですが、私は彼が強くなって、悲惨に終わり、彼が完全に異なってしまってしまったのが好きではありません。 スポイラー。\u001b[22m\n\u001b[1m(Hai, watashi wa kare ga dono yō ni tsuyoku natta no ga sukidesuga, watashi wa kare ga tsuyoku natte, hisan ni owari, kare ga kanzen ni kotonatte shimatte shimatta no ga sukide wa arimasen. Supoirā.)\u001b[22m\n\nTranslations of \u001b[4mI mean yes, I like how he got strong, but I don't like the WAY he got strong, that just ended up being tragic and he ended up being completely different, I can't really say much about this since it would be a spoiler.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean yes, I like how he got strong, but I don't like the WAY he got strong, that just ended up being tragic and he ended up being completely different, I can't really say much about this since it would be\u001b[24m\n    \u001b[1mはい、私は彼がどのように強くなったのが好きですが、私は彼が強くなって、悲惨に終わり、彼が完全に異なってしまってしまったのが好きではありません。\u001b[22m, \u001b[1m私が意味するそう、ちょうど悲劇的なことになったと、彼は完全に異なることになった、それは次のようになりますので、私は本当にこのことについて多くを語ることはできないことを、私は彼が強い得た方法好きですが、私は彼が強い得たWAYが好きではありません\u001b[22m\n\u001b[4ma spoiler.\u001b[24m\n    \u001b[1mスポイラー。\u001b[22m\n\u001b[1m\u001b[22m\nI don't like how it took very long for him to finally get strong, it took so many episodes for all the real action to begin.\n\n\u001b[1m私は彼が最終的に強くなるのに非常に長い時間がかかったのが好きではありません。実際の行動が始まるまでには非常に多くのエピソードが必要でした。\u001b[22m\n\u001b[1m(Watashi wa kare ga saishūtekini tsuyoku naru no ni hijō ni nagai jikan ga kakatta no ga sukide wa arimasen. Jissai no kōdō ga hajimaru made ni wa hijō ni ōku no episōdo ga hitsuyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mI don't like how it took very long for him to finally get strong, it took so many episodes for all the real action to begin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't like how it took very long for him to finally get strong, it took so many episodes for all the real action to begin.\u001b[24m\n    \u001b[1m私は彼が最終的に強くなるのに非常に長い時間がかかったのが好きではありません。実際の行動が始まるまでには非常に多くのエピソードが必要でした。\u001b[22m, \u001b[1m私はそれは彼が最終的に強い取得するためのすべての実際の行動を開始するために、それは非常に多くのエピソードを取った非常に時間がかかったのか好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd, the last I can think of is that he is always relying on someone to help or save him, otherwise in the anime he would've been dead by like episode 2, but he was always being saved by someone, just being honest.\n\n\u001b[1mそして最後に、私は彼がいつも助けてくれる人に頼っていると思います。そうでなければ、アニメではエピソード2のように死んでいたでしょうが、いつも正直で誰かに救われていました。\u001b[22m\n\u001b[1m(Soshite saigo ni, watashi wa kare ga itsumo tasukete kureru hito ni tayotte iru to omoimasu. Sōdenakereba, animede wa episōdo 2 no yō ni shinde itadeshouga, itsumo shōjikide dareka ni sukuwa rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd, the last I can think of is that he is always relying on someone to help or save him, otherwise in the anime he would've been dead by like episode 2, but he was always being saved by someone, just being honest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd, the last I can think of is that he is always relying on someone to help or save him, otherwise in the anime he would've been dead by like episode 2, but he was always being saved by someone, just being honest.\u001b[24m\n    \u001b[1mそして最後に、私は彼がいつも助けてくれる人に頼っていると思います。そうでなければ、アニメではエピソード2のように死んでいたでしょうが、いつも正直で誰かに救われていました。\u001b[22m, \u001b[1mそして、私は考えることができる最後のは、彼はいつもそうでなければ、彼はのようなエピソード2によって死んでいただろうアニメで、助けたり、彼を救うために誰かに依存しているが、彼は常にちょうど正直、誰かによって保存されていたということです。\u001b[22m\n\u001b[1m\u001b[22m\nLIKES:\n\n\u001b[1mLIKES：\u001b[22m\n\u001b[1m(LIKES:)\u001b[22m\n\nDefinitions of \u001b[4mLIKES:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ライク\u001b[22m\n        like\n\nverb\n\u001b[1m    好む\u001b[22m\n        prefer, like, favor, choose, fancy, fix upon\n\u001b[1m    好く\u001b[22m\n        like, treasure, love, adore, be fond of, adulate\n\u001b[1m    恋う\u001b[22m\n        like, be in love, be fond of, adore, have affection, cherish\n\u001b[1m    好きだ\u001b[22m\n        like\n\u001b[1m    したい\u001b[22m\n        like\n\u001b[1m    してもらいたい\u001b[22m\n        like\n\u001b[1m    旨がる\u001b[22m\n        relish, show a liking for, like, care for, enjoy\n\u001b[1m\u001b[22m\nI like how he got strong and was finally able to fight, and he easily became one of the strongest, and this is when all the good action scenes came. He's able to beat practically everyone.\n\n\u001b[1m彼がどのように強くなって最終的に戦うことができたかが好きで、彼は簡単に最強のものになりました。これはすべての良いアクションシーンが来た時です。 彼は事実上すべての人に勝つことができます。\u001b[22m\n\u001b[1m(Kare ga dono yō ni tsuyoku natte saishūtekini tatakau koto ga deki takaga sukide, kare wa kantan ni saikyō no mono ni narimashita. Kore wa subete no yoi akushonshīn ga kita tokidesu. Kare wa jijitsujō subete no hito ni katsu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI like how he got strong and was finally able to fight, and he easily became one of the strongest, and this is when all the good action scenes came. He's able to beat practically everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how he got strong and was finally able to fight, and he easily became one of the strongest, and this is when all the good action scenes came.\u001b[24m\n    \u001b[1m彼がどのように強くなって最終的に戦うことができたかが好きで、彼は簡単に最強のものになりました。これはすべての良いアクションシーンが来た時です。\u001b[22m, \u001b[1m彼は強力だし、最後に戦うことができた、と彼は簡単に最強の一つとなったどのように私は好きで、すべての良いアクションシーンが来たときにこれがあります。\u001b[22m\n\u001b[4mHe's able to beat practically everyone.\u001b[24m\n    \u001b[1m彼は事実上すべての人に勝つことができます。\u001b[22m, \u001b[1m彼は事実上すべての人を打ち負かすことができます。\u001b[22m\n\u001b[1m\u001b[22m\nI like how at the end of the anime there is a ton of action but it is also tragic at the same time.\n\n\u001b[1m私はアニメの終わりに何トンもの行動があるのが好きですが、同時にそれは悲惨です。\u001b[22m\n\u001b[1m(Watashi wa anime no owari ni nan-ton mo no kōdō ga aru no ga sukidesuga, dōjini sore wa hisandesu.)\u001b[22m\n\nTranslations of \u001b[4mI like how at the end of the anime there is a ton of action but it is also tragic at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how at the end of the anime there is a ton of action but it is also tragic at the same time.\u001b[24m\n    \u001b[1m私はアニメの終わりに何トンもの行動があるのが好きですが、同時にそれは悲惨です。\u001b[22m, \u001b[1m私はアニメの最後にアクションのトンがありますどのように好きですが、それは同時にも悲劇的です。\u001b[22m\n\u001b[1m\u001b[22m\nI like how he started to make his own decisions for himself, and stopped relying on others for everything.\n\n\u001b[1m私は彼が自分自身のために自分の意思決定をし始めた方法が好きで、すべてのことに他人に頼るのをやめました。\u001b[22m\n\u001b[1m(Watashi wa kare ga jibun jishin no tame ni jibun no ishi kettei o shi hajimeta hōhō ga sukide, subete no koto ni tanin ni tayoru no o yamemashita.)\u001b[22m\n\nTranslations of \u001b[4mI like how he started to make his own decisions for himself, and stopped relying on others for everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how he started to make his own decisions for himself, and stopped relying on others for everything.\u001b[24m\n    \u001b[1m私は彼が自分自身のために自分の意思決定をし始めた方法が好きで、すべてのことに他人に頼るのをやめました。\u001b[22m, \u001b[1m私は彼が彼自身のために彼自身の意思決定を行うために開始し、すべてのもののために他人に頼る停止方法が好きです。\u001b[22m\n\u001b[1m\u001b[22m\nI like how he started to accept himself as a ghoul after a while, and stopped trying to get himself out of certain situations.\n\n\u001b[1m私は彼がしばらく後にグールとして自分自身を受け入れ始めた方法が好きであり、特定の状況から自分自身を得るのをやめた。\u001b[22m\n\u001b[1m(Watashi wa kare ga shibaraku-go ni gūru to shite jibun jishin o ukeire hajimeta hōhō ga sukideari, tokutei no jōkyō kara jibun jishin o eru no o yameta.)\u001b[22m\n\nTranslations of \u001b[4mI like how he started to accept himself as a ghoul after a while, and stopped trying to get himself out of certain situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how he started to accept himself as a ghoul after a while, and stopped trying to get himself out of certain situations.\u001b[24m\n    \u001b[1m私は彼がしばらく後にグールとして自分自身を受け入れ始めた方法が好きであり、特定の状況から自分自身を得るのをやめた。\u001b[22m, \u001b[1m私は彼がしばらくしてグールとして自分自身を受け入れるために開始し、特定の状況のうち、自分自身を取得しようと停止方法を好みます。\u001b[22m\n\u001b[1m\u001b[22m\nI like how there is tragic scenes throughout this anime, at one point I almost cried.\n\n\u001b[1m私はこのアニメを通して悲劇的なシーンがどのようにあるのが好きです。私はほとんど泣いていました。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tōshite higeki-tekina shīn ga dono yō ni aru no ga sukidesu. Watashi wa hotondo naite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI like how there is tragic scenes throughout this anime, at one point I almost cried.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how there is tragic scenes throughout this anime, at one point I almost cried.\u001b[24m\n    \u001b[1m私はこのアニメを通して悲劇的なシーンがどのようにあるのが好きです。私はほとんど泣いていました。\u001b[22m, \u001b[1m私は、私はほとんど叫んだ一点で、このアニメを通じて悲劇的なシーンがあるかのように。\u001b[22m\n\u001b[1m\u001b[22m\nI like how the storyline went overall and throughout the anime it just started to become better and better in my opinion and changed my thought about Tokyo Ghoul, pretty good, I was thinking about dropping it at one point but I'm glad that I didn 't.\n\n\u001b[1m私はストーリーラインが全体的にどのようになったのか、そしてアニメ全体を通して、私の意見ではより良くなるようになり、東京グールについての私の考えを変えました。私はそれを一点で落とすことを考えていましたが、  't。\u001b[22m\n\u001b[1m(Watashi wa sutōrīrain ga zentai-teki ni dono yō ni natta no ka, soshite anime zentai o tōshite, watashi no ikende wa yori yoku naru yō ni nari, Tōkyō gūru ni tsuite no watashi no kangae o kaemashita. Watashi wa sore o itten de otosu koto o kangaete imashitaga, ' t.)\u001b[22m\n\nTranslations of \u001b[4mI like how the storyline went overall and throughout the anime it just started to become better and better in my opinion and changed my thought about Tokyo Ghoul, pretty good, I was thinking about dropping it at one point but I'm glad that I didn 't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how the storyline went overall and throughout the anime it just started to become better and better in my opinion and changed my thought about Tokyo Ghoul, pretty good, I was thinking about dropping it at one point but I'm glad that I didn\u001b[24m\n    \u001b[1m私はストーリーラインが全体的にどのようになったのか、そしてアニメ全体を通して、私の意見ではより良くなるようになり、東京グールについての私の考えを変えました。私はそれを一点で落とすことを考えていましたが、\u001b[22m, \u001b[1m私はストーリーが全体的に行って、アニメを通して、それはちょうど私の意見で良くなり始め、東京グールについての私の考えを変え、かなり良い、私は1つのポイントでそれを落とすことを考えていたが、私は、私はdidnのことをうれしい方法が好き\u001b[22m\n\u001b[4m't.\u001b[24m\n    \u001b[1m't。\u001b[22m, \u001b[1m'トン。\u001b[22m\n\u001b[1m\u001b[22m\nNow, this is one of the best animes I've watched so far, I know it seems like a lot more dislikes than likes but I completed it a while ago and probably forgot some of the things I should add. All I know is that I ended up loving it.\n\n\u001b[1mさて、これは私が今まで見てきた最高のアニメの1つです。私はそれが好きよりも多くの嫌いのように思えますが、私はもう少し前にそれを完成させ、おそらく私が加えるべきもののいくつかを忘れました。 私が知る限り、私はそれを愛して終わったということです。\u001b[22m\n\u001b[1m(Sate, kore wa watashi ga imamade mitekita saikō no anime no 1tsudesu. Watashi wa sore ga suki yori mo ōku no kirai no yō ni omoemasuga, watashi wa mōsukoshi mae ni sore o kansei sa se, osoraku watashi ga kuwaerubeki mono no ikutsu ka o wasuremashita. Watashi ga shiru kagiri, watashi wa sore o aishite owatta to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, this is one of the best animes I've watched so far, I know it seems like a lot more dislikes than likes but I completed it a while ago and probably forgot some of the things I should add. All I know is that I ended up loving it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, this is one of the best animes I've watched so far, I know it seems like a lot more dislikes than likes but I completed it a while ago and probably forgot some of the things I should add.\u001b[24m\n    \u001b[1mさて、これは私が今まで見てきた最高のアニメの1つです。私はそれが好きよりも多くの嫌いのように思えますが、私はもう少し前にそれを完成させ、おそらく私が加えるべきもののいくつかを忘れました。\u001b[22m, \u001b[1mさて、これは私がこれまで見てきた最高のアニメの一つであり、私はそれが好きよりも多く嫌いのように思える知っているが、私はしばらく前にそれを完了し、おそらく私は追加する必要があります物事のいくつかを忘れてしまいました。\u001b[22m\n\u001b[4mAll I know is that I ended up loving it.\u001b[24m\n    \u001b[1m私が知る限り、私はそれを愛して終わったということです。\u001b[22m, \u001b[1m私が知っているすべては、私はそれを愛してしまったということです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Skaliq",
    "profile": "/profile/Skaliq/reviews",
    "pages": "14",
    "number": "11",
    "link": "/reviews.php?id=212849",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのアニメに誇張され、最初の2つのエピソードを見た後に夢中になった。\nしかし、最初のいくつかのエピソードがどれほど偉大だったので、私はこのショーに6を与えるのが悲しいです。\n\nそれを終えた後も、まだ多くの質問に答えられていません。 一例として、主人公の主人公である金木がOPであることは非論理的です。 これらの質問*は第2シーズンで解決すべきです（このレビューを更新する時点）。しかし今は単なるプロットです。\n\nこのショーはいくつかの道徳的なテーマを入れようとしますが失敗します。\n\n一般的に言えば、特徴付けは恐ろしいものでした。 私たちはいくつかのサイドキャラクターを紹介しています。サイドキャラクターはデザイン面でスタイリッシュなもので、スクリーンの時間はほとんどかかりません。 これらの文字はプロットには役に立たない。 いくつかの文字は簡単に紹介され、放棄されます。 他の人たちは突然突然導入されます。  Kanekiが主人公だが、私は彼を知っているような気がしない。\n\n公正であるためには、グールとしての生活のジレンマを非常によく描写している文字がいくつかあります。 人とグールの両方は、その値に応じて異なるパスを選択します。 誰が正しい方法であるかを知ることはできません。\n\n少なくとも、私はこれを言うことができます：このショーは、無意識のうちに見て楽しかったです。 それは私を魅了し、戦いは見て楽しかったです。 そして、私は間違いなくシーズン2を見ます。\n\nああ、音楽はいいですね。 特にOP。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI was overhyped into this anime, and got hooked in after watching the initial 2 episodes.\n\n\u001b[1m私はこのアニメに誇張され、最初の2つのエピソードを見た後に夢中になった。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni kochō sa re, saisho no 2tsu no episōdo o mita nochi ni muchū ni natta.)\u001b[22m\n\nTranslations of \u001b[4mI was overhyped into this anime, and got hooked in after watching the initial 2 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was overhyped into this anime, and got hooked in after watching the initial 2 episodes.\u001b[24m\n    \u001b[1m私はこのアニメに誇張され、最初の2つのエピソードを見た後に夢中になった。\u001b[22m, \u001b[1m私はこのアニメにoverhypedし、初期の2エピソードを見た後の浮きました。\u001b[22m\nHowever, how great the first few episodes were make me sad to give this show a 6.\n\n\u001b[1mしかし、最初のいくつかのエピソードがどれほど偉大だったので、私はこのショーに6を与えるのが悲しいです。\u001b[22m\n\u001b[1m(Shikashi, saisho no ikutsu ka no episōdo ga dorehodo idaidattanode, watashi wa kono shō ni 6 o ataeru no ga kanashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, how great the first few episodes were make me sad to give this show a 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, how great the first few episodes were make me sad to give this show a 6.\u001b[24m\n    \u001b[1mしかし、最初のいくつかのエピソードがどれほど偉大だったので、私はこのショーに6を与えるのが悲しいです。\u001b[22m, \u001b[1mしかし、最初のいくつかのエピソードがあったか素晴らしいこのショー6与えるために私は悲しくなります。\u001b[22m\n\u001b[1m\u001b[22m\nAfter finishing it, many questions are still left unanswered. For an example, it is illogical for Kaneki, our main hero, to be OP. These questions *should* be addressed in the 2nd season (at which point I'll update this review), but now they are mere plot holes.\n\n\u001b[1mそれを終えた後も、まだ多くの質問に答えられていません。 一例として、主人公の主人公である金木がOPであることは非論理的です。 これらの質問*は第2シーズンで解決すべきです（このレビューを更新する時点）。しかし今は単なるプロットです。\u001b[22m\n\u001b[1m(Sore o oeta nochi mo, mada ōku no shitsumon ni kotae rarete imasen. Ichirei to shite, shujinkō no shujinkōdearu Kanagi ga OPdearu koto wa hironritekidesu. Korera no shitsumon* wa dai 2 shīzun de kaiketsu subekidesu (kono rebyū o kōshin suru jiten). Shikashi ima wa tan'naru purottodesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter finishing it, many questions are still left unanswered. For an example, it is illogical for Kaneki, our main hero, to be OP. These questions *should* be addressed in the 2nd season (at which point I'll update this review), but now they are mere plot holes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter finishing it, many questions are still left unanswered.\u001b[24m\n    \u001b[1mそれを終えた後も、まだ多くの質問に答えられていません。\u001b[22m, \u001b[1mそれを終えた後、多くの疑問がまだ未解決のままにされています。\u001b[22m\n\u001b[4mFor an example, it is illogical for Kaneki, our main hero, to be OP.\u001b[24m\n    \u001b[1m一例として、主人公の主人公である金木がOPであることは非論理的です。\u001b[22m, \u001b[1m例えば、それはOPであることが、Kaneki、私たちの主人公のために非論理的です。\u001b[22m\n\u001b[4mThese questions *should* be addressed in the 2nd season (at which point I'll update this review), but now they are mere plot holes.\u001b[24m\n    \u001b[1mこれらの質問*は第2シーズンで解決すべきです（このレビューを更新する時点）。しかし今は単なるプロットです。\u001b[22m, \u001b[1mこれらの質問は、* *（私はこのレビューを更新しますその時点で）第二シーズンで対処しなければならないが、今、彼らは単なるプロット孔です。\u001b[22m\n\u001b[1m\u001b[22m\nThis show tries to put some moral themes but fail.\n\n\u001b[1mこのショーはいくつかの道徳的なテーマを入れようとしますが失敗します。\u001b[22m\n\u001b[1m(Kono shō wa ikutsu ka no dōtokutekina tēma o ireyou to shimasuga shippai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show tries to put some moral themes but fail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show tries to put some moral themes but fail.\u001b[24m\n    \u001b[1mこのショーはいくつかの道徳的なテーマを入れようとしますが失敗します。\u001b[22m, \u001b[1mこのショーは、いくつかの道徳的なテーマを置くが、失敗しようとします。\u001b[22m\n\u001b[1m\u001b[22m\nGenerally speaking, characterization was horrible. We get introduced into several side characters, who are all stylish in terms of design, that barely get any screen time. These characters serve no purpose to the plot. Some characters are briefly introduced and then abandoned; others are abruptly introduced in the end. Even though Kaneki's the protagonist, I don't feel like I 'know' him.\n\n\u001b[1m一般的に言えば、特徴付けは恐ろしいものでした。 私たちはいくつかのサイドキャラクターを紹介しています。サイドキャラクターはデザイン面でスタイリッシュなもので、スクリーンの時間はほとんどかかりません。 これらの文字はプロットには役に立たない。 いくつかの文字は簡単に紹介され、放棄されます。 他の人たちは突然突然導入されます。  Kanekiが主人公だが、私は彼を知っているような気がしない。\u001b[22m\n\u001b[1m(Ippan-teki ni ieba, tokuchōdzuke wa osoroshī monodeshita. Watashitachi wa ikutsu ka no saidokyarakutā o shōkai shite imasu. Saidokyarakutā wa dezain-men de sutairisshuna mono de, sukurīn no jikan wa hotondo kakarimasen. Korera no moji wa purotto ni wa yakunitatanai. Ikutsu ka no moji wa kantan ni shōkai sa re, hōki sa remasu. Hokanohito-tachi wa totsuzen totsuzen dōnyū sa remasu. Kaneki ga shujinkōdaga, watashi wa kare o shitte iru yōna ki ga shinai.)\u001b[22m\n\nTranslations of \u001b[4mGenerally speaking, characterization was horrible. We get introduced into several side characters, who are all stylish in terms of design, that barely get any screen time. These characters serve no purpose to the plot. Some characters are briefly introduced and then abandoned; others are abruptly introduced in the end. Even though Kaneki's the protagonist, I don't feel like I 'know' him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenerally speaking, characterization was horrible.\u001b[24m\n    \u001b[1m一般的に言えば、特徴付けは恐ろしいものでした。\u001b[22m, \u001b[1m一般的に言えば、特性は恐ろしいことでした。\u001b[22m\n\u001b[4mWe get introduced into several side characters, who are all stylish in terms of design, that barely get any screen time.\u001b[24m\n    \u001b[1m私たちはいくつかのサイドキャラクターを紹介しています。サイドキャラクターはデザイン面でスタイリッシュなもので、スクリーンの時間はほとんどかかりません。\u001b[22m, \u001b[1m私たちは、ほとんど任意の画面の時間を得ることを、デザインの面ですべてのスタイリッシュないくつかの側面の文字、中に導入されます。\u001b[22m\n\u001b[4mThese characters serve no purpose to the plot.\u001b[24m\n    \u001b[1mこれらの文字はプロットには役に立たない。\u001b[22m, \u001b[1mこれらの文字は、プロットに何の目的を果たすません。\u001b[22m\n\u001b[4mSome characters are briefly introduced and then abandoned;\u001b[24m\n    \u001b[1mいくつかの文字は簡単に紹介され、放棄されます。\u001b[22m, \u001b[1m一部の文字を簡単に紹介し、その後放棄されています。\u001b[22m\n\u001b[4mothers are abruptly introduced in the end.\u001b[24m\n    \u001b[1m他の人たちは突然突然導入されます。\u001b[22m, \u001b[1m他の人は突然終わりで導入されています。\u001b[22m\n\u001b[4mEven though Kaneki's the protagonist, I don't feel like I 'know' him.\u001b[24m\n    \u001b[1mKanekiが主人公だが、私は彼を知っているような気がしない。\u001b[22m, \u001b[1mKanekiが主人公だにもかかわらず、私は彼を '知っている'のように、私は感じていません。\u001b[22m\n\u001b[1m\u001b[22m\nTo be fair, there are some characters that extremely well portray the dilemma of living as a ghoul. Both people and ghouls choose different paths according to their values. Nobody can tell which is the right way.\n\n\u001b[1m公正であるためには、グールとしての生活のジレンマを非常によく描写している文字がいくつかあります。 人とグールの両方は、その値に応じて異なるパスを選択します。 誰が正しい方法であるかを知ることはできません。\u001b[22m\n\u001b[1m(Kōseidearu tame ni wa, gūru to shite no seikatsu no jirenma o hijō ni yoku byōsha shite iru moji ga ikutsu ka arimasu. Hito to gūru no ryōhō wa, sono atai ni ōjite kotonaru pasu o sentaku shimasu. Dare ga tadashī hōhōdearu ka o shiru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo be fair, there are some characters that extremely well portray the dilemma of living as a ghoul. Both people and ghouls choose different paths according to their values. Nobody can tell which is the right way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be fair, there are some characters that extremely well portray the dilemma of living as a ghoul.\u001b[24m\n    \u001b[1m公正であるためには、グールとしての生活のジレンマを非常によく描写している文字がいくつかあります。\u001b[22m, \u001b[1m公平を期すために、非常によくグールとして生活のジレンマを描くいくつかの文字があります。\u001b[22m\n\u001b[4mBoth people and ghouls choose different paths according to their values.\u001b[24m\n    \u001b[1m人とグールの両方は、その値に応じて異なるパスを選択します。\u001b[22m, \u001b[1m人と悪鬼の両方がその値に応じて異なるパスを選択します。\u001b[22m\n\u001b[4mNobody can tell which is the right way.\u001b[24m\n    \u001b[1m誰が正しい方法であるかを知ることはできません。\u001b[22m, \u001b[1m誰もが正しい方法である伝えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nAt the very least, I can say this: this show was entertaining to watch mindlessly. It hooked me in and the battles were fun to watch. And I will definitely watch season 2.\n\n\u001b[1m少なくとも、私はこれを言うことができます：このショーは、無意識のうちに見て楽しかったです。 それは私を魅了し、戦いは見て楽しかったです。 そして、私は間違いなくシーズン2を見ます。\u001b[22m\n\u001b[1m(Sukunakutomo, watashi wa kore o iu koto ga dekimasu: Kono shō wa, muishiki no uchi ni mite tanoshikattadesu. Sore wa watashi o miryō shi, tatakai wa mite tanoshikattadesu. Soshite, watashi wa machigainaku shīzun 2 o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt the very least, I can say this: this show was entertaining to watch mindlessly. It hooked me in and the battles were fun to watch. And I will definitely watch season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the very least, I can say this: this show was entertaining to watch mindlessly.\u001b[24m\n    \u001b[1m少なくとも、私はこれを言うことができます：このショーは、無意識のうちに見て楽しかったです。\u001b[22m, \u001b[1m少なくとも、私はこれを言うことができます。このショーは、無思慮に見ることを楽しまれました。\u001b[22m\n\u001b[4mIt hooked me in and the battles were fun to watch.\u001b[24m\n    \u001b[1mそれは私を魅了し、戦いは見て楽しかったです。\u001b[22m, \u001b[1mそれは私を夢中との戦いは見ていて楽しかったです。\u001b[22m\n\u001b[4mAnd I will definitely watch season 2.\u001b[24m\n    \u001b[1mそして、私は間違いなくシーズン2を見ます。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and the music is good. Especially the OP.\n\n\u001b[1mああ、音楽はいいですね。 特にOP。\u001b[22m\n\u001b[1m(Ā, ongaku wa īdesu ne. Tokuni OP.)\u001b[22m\n\nTranslations of \u001b[4mOh, and the music is good. Especially the OP.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and the music is good.\u001b[24m\n    \u001b[1mああ、音楽はいいですね。\u001b[22m, \u001b[1mああ、音楽は良いです。\u001b[22m\n\u001b[4mEspecially the OP.\u001b[24m\n    \u001b[1m特にOP。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Tshepilepci",
    "profile": "/profile/Tshepilepci/reviews",
    "pages": "14",
    "number": "12",
    "link": "/reviews.php?id=212608",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  6\n\n東京グールは非常に興味深いアイデアです。グール（人のように見える生き物）が生き残るために人間を食べなければならない世界です。 ホラーアニメを作るためのかなり良いセットアップ。 私はショーが怖いとは思わなかった。\n\nTokyo Ghoulは、Rizeと呼ばれる女性のグールが出会うチャンスの後に、Ghoulsの世界に読まれ、彼の探索を好きなように見える少年であるKanekiの話に従います。 グールと彼らの仲間との相互関係の道徳、推論、イデオロギーを説明する簡単な設定。 残念ながら、私は金木に関連し、彼と彼の理念についてもっと学ぶことは私にとって楽しいものです。 他のキャラクターの開発はかなり流動的ですが、残念ながら私の意見では楽しいものではありません。\n\n技術的側面では、東京グールはよく見えますが、文字は独特のものであり、東京の背景に溶け込んでいます。  Kaguneは、自己防衛のために使用する生物兵器ghoulは、個々の人に固有のもので、説明するのが難しいです（触手、鎧、水晶のような羽のような槍）。 より静かな瞬間はむしろ鈍いですが、アクションシーンではアートがちょっと目立ちます。\n\nさらに、東京グールのサウンドトラックは、静かな瞬間、アクションシーンへの興奮をもたらすだけでなく、本当にあなたの心に留まり、あなたは「良いトラックだった」と言うようなことはしません。  OPは、サウンドトラックの本当の宝物で、すべてのOPがすべきことをして、ショー（咳、死のパレード）の「感じ」、または反対の「感じ」を与えながら、新しいエピソードのためにあなたを誇示する。 私はアニメの下敷き（私にとってはまれです）を見ました。私はVAのことを気づかないと気にしませんでしたが、そこにはたくさんの場面がなくても、まったく同じ仕事をしました 良いパフォーマンスが瞬間を作り、壊す可能性があります。\n\n残念ながら、東京グールは明らかに恐怖と謎の両方であると思われます。私の意見では、謎に包まれている鍵は、聴衆に質問の答えを最初に（あるいは終わりまで）知らせることさえありません。 スリラー。 そして答えの話東京グールは最後に多くの質問をするのではなく、オープン・エンディングを望むなら必ずしも悪くないとは思っていませんでしたが、東京グールはあなたの想像力を刺激しようとしていませんでした。 回答。 私は結末が好きですが、それは個人的な理由からです。私は額面を見たいと思っていました。\n\n結論として、東京グールは恐ろしいことではないホラーアニメであり、終わりの謎を残した謎のアニメです。 しかし、それは偉大なキャラクター開発と偉大な芸術を持っています。 それはいいですね。 あなたがルートを含まないならば、その1つのコアショー*マイナー・スポイラー*としてかなり良い。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul is a very interesting idea, a world where ghouls (creatures who look like people) have to eat humans to survive. A pretty good set-up to make a horror anime. Only problem is I didn't find the show scary, at all.\n\n\u001b[1m東京グールは非常に興味深いアイデアです。グール（人のように見える生き物）が生き残るために人間を食べなければならない世界です。 ホラーアニメを作るためのかなり良いセットアップ。 私はショーが怖いとは思わなかった。\u001b[22m\n\u001b[1m(Tōkyō gūru wa hijō ni kyōmibukai aideadesu. Gūru (hito no yō ni mieru ikimono) ga ikinokoru tame ni ningen o tabenakereba naranai sekaidesu. Horāanime o tsukuru tame no kanari yoi settoappu. Watashi wa shō ga kowai to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mTokyo Ghoul is a very interesting idea, a world where ghouls (creatures who look like people) have to eat humans to survive. A pretty good set-up to make a horror anime. Only problem is I didn't find the show scary, at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo Ghoul is a very interesting idea, a world where ghouls (creatures who look like people) have to eat humans to survive.\u001b[24m\n    \u001b[1m東京グールは非常に興味深いアイデアです。グール（人のように見える生き物）が生き残るために人間を食べなければならない世界です。\u001b[22m, \u001b[1m東京グールは非常に面白いアイデア、悪鬼（人のように見える生き物が）生き残るために人間を食べている世界です。\u001b[22m\n\u001b[4mA pretty good set-up to make a horror anime.\u001b[24m\n    \u001b[1mホラーアニメを作るためのかなり良いセットアップ。\u001b[22m, \u001b[1mかなり良いセットアップホラーアニメを作ります。\u001b[22m\n\u001b[4mOnly problem is I didn't find the show scary, at all.\u001b[24m\n    \u001b[1m私はショーが怖いとは思わなかった。\u001b[22m, \u001b[1m唯一の問題は、私はすべてで、怖い番組を見つけることができませんでしたです。\u001b[22m\n\u001b[1m\u001b[22m\nTokyo Ghoul follows the story of Kaneki, a boy who looks like (and is) a weakling who likes to read and his traversal into the world of Ghouls after a chance encounter who a female ghoul called Rize. A easy set-up to explain the morality, reasoning and ideology of ghouls and their interactions with their fellow man. Unfortunately I relate to Kaneki (Because) and learning more about him and his ideals is enjoyable for me. Other character development is pretty fluid but unfortunately they're not as enjoyable in my opinion.\n\n\u001b[1mTokyo Ghoulは、Rizeと呼ばれる女性のグールが出会うチャンスの後に、Ghoulsの世界に読まれ、彼の探索を好きなように見える少年であるKanekiの話に従います。 グールと彼らの仲間との相互関係の道徳、推論、イデオロギーを説明する簡単な設定。 残念ながら、私は金木に関連し、彼と彼の理念についてもっと学ぶことは私にとって楽しいものです。 他のキャラクターの開発はかなり流動的ですが、残念ながら私の意見では楽しいものではありません。\u001b[22m\n\u001b[1m(Tokyo Ghoul wa, Rize to yoba reru josei no gūru ga deau chansu no nochi ni, Ghouls no sekai ni yoma re, kare no tansaku o sukina yō ni mieru shōnendearu Kaneki no hanashi ni shitagaimasu. Gūru to karera no nakama to no sōgo kankei no dōtoku, suiron, ideorogī o setsumei suru kantan'na settei. Zan'nen'nagara, watashi wa Kanagi ni kanren shi, kare to kare no rinen ni tsuite motto manabu koto wa watashi ni totte tanoshī monodesu. Hoka no kyarakutā no kaihatsu wa kanari ryūdōtekidesuga, zan'nen'nagara watashi no ikende wa tanoshī monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTokyo Ghoul follows the story of Kaneki, a boy who looks like (and is) a weakling who likes to read and his traversal into the world of Ghouls after a chance encounter who a female ghoul called Rize. A easy set-up to explain the morality, reasoning and ideology of ghouls and their interactions with their fellow man. Unfortunately I relate to Kaneki (Because) and learning more about him and his ideals is enjoyable for me. Other character development is pretty fluid but unfortunately they're not as enjoyable in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTokyo Ghoul follows the story of Kaneki, a boy who looks like (and is) a weakling who likes to read and his traversal into the world of Ghouls after a chance encounter who a female ghoul called Rize.\u001b[24m\n    \u001b[1mTokyo Ghoulは、Rizeと呼ばれる女性のグールが出会うチャンスの後に、Ghoulsの世界に読まれ、彼の探索を好きなように見える少年であるKanekiの話に従います。\u001b[22m, \u001b[1m東京グールはKaneki、のように見える（とある）少年の物語女性のグールは、リゼと呼ばれる偶然の出会いの後に悪鬼の世界に読み込まれ、彼のトラバーサルするのが好き弱虫に従います。\u001b[22m\n\u001b[4mA easy set-up to explain the morality, reasoning and ideology of ghouls and their interactions with their fellow man.\u001b[24m\n    \u001b[1mグールと彼らの仲間との相互関係の道徳、推論、イデオロギーを説明する簡単な設定。\u001b[22m, \u001b[1m簡単セットアップ、仲間の男と悪鬼とその相互作用の道徳、推論やイデオロギーを説明します。\u001b[22m\n\u001b[4mUnfortunately I relate to Kaneki (Because) and learning more about him and his ideals is enjoyable for me.\u001b[24m\n    \u001b[1m残念ながら、私は金木に関連し、彼と彼の理念についてもっと学ぶことは私にとって楽しいものです。\u001b[22m, \u001b[1m残念ながら、私はKaneki（ため）に関連して、彼と彼の理想についての詳細を学ぶことは私のために楽しいです。\u001b[22m\n\u001b[4mOther character development is pretty fluid but unfortunately they're not as enjoyable in my opinion.\u001b[24m\n    \u001b[1m他のキャラクターの開発はかなり流動的ですが、残念ながら私の意見では楽しいものではありません。\u001b[22m, \u001b[1m他のキャラクターの成長はかなり流動的であるが、残念ながら、彼らは私の意見のように楽しいじゃありません。\u001b[22m\n\u001b[1m\u001b[22m\nOn the technical side Tokyo Ghoul looks good, characters are unique enough to told apart but blend to the background of Tokyo. Kagune, the biological weapons ghoul use for self-defence, are unique to each individual and are rather difficult to describe, which is good thing (spear like tentacles, Body armour, Wings like fire that shoot crystals, etc). The stiller moments are rather dull but during the action scenes is where the art does stand out a bit.\n\n\u001b[1m技術的側面では、東京グールはよく見えますが、文字は独特のものではなく、東京の背景に溶け込んでいます。  Kaguneは、自己防衛のために使用する生物兵器ghoulは、個々の人に固有のもので、説明するのが難しいです（触手、鎧、水晶のような羽のような槍など）。 より静かな瞬間はむしろ鈍いですが、アクションシーンではアートがちょっと目立ちます。\u001b[22m\n\u001b[1m(Gijutsu-teki sokumende wa, Tōkyō gūru wa yoku miemasuga, moji wa dokutoku no monode wa naku, Tōkyō no haikei ni tokekonde imasu. Kagune wa, jiko bōei no tame ni shiyō suru namamonoheiki ghoul wa, koko no hito ni koyū no mono de, setsumei suru no ga muzukashīdesu (shokushu, yoroi, suishō no yōna hane no yōna yari nado). Yori shizukana shunkan wa mushiro nibuidesuga, akushonshīnde wa āto ga chotto medachimasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the technical side Tokyo Ghoul looks good, characters are unique enough to told apart but blend to the background of Tokyo. Kagune, the biological weapons ghoul use for self-defence, are unique to each individual and are rather difficult to describe, which is good thing (spear like tentacles, Body armour, Wings like fire that shoot crystals, etc). The stiller moments are rather dull but during the action scenes is where the art does stand out a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the technical side Tokyo Ghoul looks good, characters are unique enough to told apart but blend to the background of Tokyo.\u001b[24m\n    \u001b[1m技術的側面では、東京グールはよく見えますが、文字は独特のものではなく、東京の背景に溶け込んでいます。\u001b[22m, \u001b[1m技術的な面で東京グールがよさそうだ、文字が離れて言ったのに十分なユニークですが、東京の背景にブレンド。\u001b[22m\n\u001b[4mKagune, the biological weapons ghoul use for self-defence, are unique to each individual and are rather difficult to describe, which is good thing (spear like tentacles, Body armour, Wings like fire that shoot crystals, etc).\u001b[24m\n    \u001b[1mKaguneは、自己防衛のために使用する生物兵器ghoulは、個々の人に固有のもので、説明するのが難しいです（触手、鎧、水晶のような羽のような槍など）。\u001b[22m, \u001b[1mKagune、自己防衛のための生物兵器グール使用は、各個人に固有のものであり、良いこと（触手、ボディアーマー、結晶を撃つ火災などの翼などのような槍）がある、説明するのはかなり困難です。\u001b[22m\n\u001b[4mThe stiller moments are rather dull but during the action scenes is where the art does stand out a bit.\u001b[24m\n    \u001b[1mより静かな瞬間はむしろ鈍いですが、アクションシーンではアートがちょっと目立ちます。\u001b[22m, \u001b[1mスティラーモーメントはかなり鈍いですが、アクションシーン中にアートが少し目立つない場所です。\u001b[22m\n\u001b[1m\u001b[22m\nIn addition soundtrack of Tokyo Ghoul does its job well enough bringing quiet to still moments, excitement to action scenes but nothing that will really stick in your mind and make you say,'man that was a good track.' The OP is the real gem in the soundtrack doing what all OP's should do, hype you up for a new episode while giving a 'feel', or opposite 'feel', of a show (cough, Death Parade). I watched the anime subbed (which is a rarity for me) and I have to say that I didn't at all notice or care about the VA's but they did a good job all the same even though there weren't that many scenes where a good performance could make or break the moment.\n\n\u001b[1mさらに、東京グールのサウンドトラックは、静かな瞬間、アクションシーンへの興奮をもたらすだけでなく、本当にあなたの心に留まり、あなたは「良いトラックだった」と言うようなことはしません。  OPは、サウンドトラックの本当の宝物で、すべてのOPがすべきことをして、ショー（咳、死のパレード）の「感じ」、または反対の「感じ」を与えながら、新しいエピソードのためにあなたを誇示する。 私はアニメの下敷き（私にとってはまれです）を見ました。私はVAのことを気づかないと気にしませんでしたが、そこにはたくさんの場面がなくても、まったく同じ仕事をしました 良いパフォーマンスが瞬間を作り、壊す可能性があります。\u001b[22m\n\u001b[1m(Sarani, Tōkyō gūru no saundotorakku wa, shizukana shunkan, akushonshīn e no kōfun o motarasu dakedenaku, hontōni anatanokokoroni tomari, anata wa `yoi torakkudatta' to iu yōna koto wa shimasen. OP wa, saundotorakku no hontō no takaramono de, subete no OP ga subeki koto o shite, shō (seki, shi no parēdo) no `kanji', matawa hantai no `kanji' o ataenagara, atarashī episōdo no tame ni anata o koji suru. Watashi wa anime no shitajiki (watashi ni totte wa maredesu) o mimashita. Watashi wa VA no koto o kidzukanaito ki ni shimasendeshitaga, soko ni wa takusan no bamen ga nakute mo, mattaku onaji shigoto o shimashita yoi pafōmansu ga shunkan o tsukuri, kowasu kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn addition soundtrack of Tokyo Ghoul does its job well enough bringing quiet to still moments, excitement to action scenes but nothing that will really stick in your mind and make you say,'man that was a good track.' The OP is the real gem in the soundtrack doing what all OP's should do, hype you up for a new episode while giving a 'feel', or opposite 'feel', of a show (cough, Death Parade). I watched the anime subbed (which is a rarity for me) and I have to say that I didn't at all notice or care about the VA's but they did a good job all the same even though there weren't that many scenes where a good performance could make or break the moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition soundtrack of Tokyo Ghoul does its job well enough bringing quiet to still moments, excitement to action scenes but nothing that will really stick in your mind and make you say,'man that was a good track.'\u001b[24m\n    \u001b[1mさらに、東京グールのサウンドトラックは、静かな瞬間、アクションシーンへの興奮をもたらすだけでなく、本当にあなたの心に留まり、あなたは「良いトラックだった」と言うようなことはしません。\u001b[22m, \u001b[1m東京グールのほかのサウンドトラックで静かにまだ瞬間、アクションシーンに興奮が、本当にあなたの心に固執し、あなたが言うようになり、何ももたらし、その仕事が十分にない「良い曲だった男を。」\u001b[22m\n\u001b[4mThe OP is the real gem in the soundtrack doing what all OP's should do, hype you up for a new episode while giving a 'feel', or opposite 'feel', of a show (cough, Death Parade).\u001b[24m\n    \u001b[1mOPは、サウンドトラックの本当の宝物で、すべてのOPがすべきことをして、ショー（咳、死のパレード）の「感じ」、または反対の「感じ」を与えながら、新しいエピソードのためにあなたを誇示する。\u001b[22m, \u001b[1mショー（咳、デスパレード）の「感触」、または反対の「感触」を、与えながらOPは、新しいエピソードのための誇大広告あなたをすべてのOPのは、何をすべきかをやって、サウンドトラックで本当の逸品です。\u001b[22m\n\u001b[4mI watched the anime subbed (which is a rarity for me) and I have to say that I didn't at all notice or care about the VA's but they did a good job all the same even though there weren't that many scenes where\u001b[24m\n    \u001b[1m私はアニメの下敷き（私にとってはまれです）を見ました。私はVAのことを気づかないと気にしませんでしたが、そこにはたくさんの場面がなくても、まったく同じ仕事をしました\u001b[22m, \u001b[1m私は（私のための珍事である）アニメは下塗り見て、私はすべての通知ではなかったと言うか、VAのを気にする必要がありますが、彼らは良い仕事をしたすべて同じがなかったにもかかわらず、その多くのシーン場所\u001b[22m\n\u001b[4ma good performance could make or break the moment.\u001b[24m\n    \u001b[1m良いパフォーマンスが瞬間を作り、壊す可能性があります。\u001b[22m, \u001b[1m良好なパフォーマンスは、瞬間を作るか、または壊すことができます。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately Tokyo Ghoul is apparently both a horror and a mystery apparently and the key (in my opinion) to good mystery is not even letting the audience know the answer to questions at first (or till the end) because then its not a mystery it's a thriller. And speaking of answers Tokyo Ghoul did not provide much at the end opting instead to create more questions, which is not necessarily a bad if you want an open ending but Tokyo Ghoul wasn't trying to spur your imagination it just didn't tell you the answers. I like the ending but that's for personal reasons and I wanted to look at face value.\n\n\u001b[1m残念ながら、東京グールは明らかに恐怖と謎の両方であると思われます。私の意見では、謎に包まれている鍵は、聴衆に質問の答えを最初に（あるいは終わりまで）知らせることさえありません。 スリラー。 そして答えの話東京グールは最後に多くの質問をするのではなく、オープン・エンディングを望むなら必ずしも悪くないとは思っていませんでしたが、東京グールはあなたの想像力を刺激しようとしていませんでした。 回答。 私は結末が好きですが、それは個人的な理由からです。私は額面を見たいと思っていました。\u001b[22m\n\u001b[1m(Zan'nen'nagara, Tōkyō gūru wa akiraka ni kyōfu to nazo no ryōhōdearu to omowa remasu. Watashi no ikende wa, nazo ni tsutsuma rete iru kagi wa, chōshū ni shitsumon no kotae o saisho ni (aruiwa owari made) shiraseru koto sae arimasen. Surirā. Soshite kotae no hanashi Tōkyō gūru wa saigo ni ōku no shitsumon o suru node wa naku, ōpun endingu o nozomunara kanarazushimo warukunai to wa omotte imasendeshitaga, Tōkyō gūru wa anata no sōzō-ryoku o shigeki shiyou to shite imasendeshita. Kaitō. Watashi wa ketsumatsu ga sukidesuga, soreha kojin-tekina riyū karadesu. Watashi wa gakumen o mitai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately Tokyo Ghoul is apparently both a horror and a mystery apparently and the key (in my opinion) to good mystery is not even letting the audience know the answer to questions at first (or till the end) because then its not a mystery it's a thriller. And speaking of answers Tokyo Ghoul did not provide much at the end opting instead to create more questions, which is not necessarily a bad if you want an open ending but Tokyo Ghoul wasn't trying to spur your imagination it just didn't tell you the answers. I like the ending but that's for personal reasons and I wanted to look at face value.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately Tokyo Ghoul is apparently both a horror and a mystery apparently and the key (in my opinion) to good mystery is not even letting the audience know the answer to questions at first (or till the end) because then its not a mystery it's a\u001b[24m\n    \u001b[1m残念ながら、東京グールは明らかに恐怖と謎の両方であると思われます。私の意見では、謎に包まれている鍵は、聴衆に質問の答えを最初に（あるいは終わりまで）知らせることさえありません。\u001b[22m, \u001b[1m残念ながら、東京グールは明らかに良い謎の恐怖と謎明らかにし、（私の意見では）キーの両方があっても観客をさせるされていないされている最初の（または終了まで）での質問に対する答えを知っている、それはだ、そのない謎理由\u001b[22m\n\u001b[4mthriller.\u001b[24m\n    \u001b[1mスリラー。\u001b[22m\n\u001b[4mAnd speaking of answers Tokyo Ghoul did not provide much at the end opting instead to create more questions, which is not necessarily a bad if you want an open ending but Tokyo Ghoul wasn't trying to spur your imagination it just didn't tell you\u001b[24m\n    \u001b[1mそして答えの話東京グールは最後に多くの質問をするのではなく、オープン・エンディングを望むなら必ずしも悪くないとは思っていませんでしたが、東京グールはあなたの想像力を刺激しようとしていませんでした。\u001b[22m, \u001b[1mそして、回答といえば東京グールはあなたが開い結末をしたいが、東京グールは、あなたの想像力を刺激しようとしていなかった場合、それはあなたを教えてくれなかった必ずしも悪いことではありませんこれは、多くの質問を作成する代わりにオプトイン終わりに多くを提供しませんでした\u001b[22m\n\u001b[4mthe answers.\u001b[24m\n    \u001b[1m回答。\u001b[22m, \u001b[1m答え。\u001b[22m\n\u001b[4mI like the ending but that's for personal reasons and I wanted to look at face value.\u001b[24m\n    \u001b[1m私は結末が好きですが、それは個人的な理由からです。私は額面を見たいと思っていました。\u001b[22m, \u001b[1m私はエンディングが好きしかし、それは個人的な理由のためだと私は額面を見てみたかったです。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion Tokyo Ghoul is a Horror anime that wasn't scary and a mystery anime that left the mystery for the end. However it has great character development and great art. I like it. Its pretty good as a one cour show *minor spoiler* if you don't include root a.\n\n\u001b[1m結論として、東京グールは恐ろしいことではないホラーアニメであり、終わりの謎を残した謎のアニメです。 しかし、それは偉大なキャラクター開発と偉大な芸術を持っています。 それはいいですね。 あなたがルートを含まないならば、その1つのコアショー*マイナー・スポイラー*としてかなり良い。\u001b[22m\n\u001b[1m(Ketsuron to shite, Tōkyō gūru wa osoroshī kotode wanai horāanimedeari, owari no nazo o nokoshita nazo no animedesu. Shikashi, sore wa idaina kyarakutā kaihatsu to idaina geijutsu o motte imasu. Sore wa īdesu ne. Anata ga rūto o fukumanainaraba, sono 1tsu no koashō* mainā supoirā* to shite kanari yoi.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion Tokyo Ghoul is a Horror anime that wasn't scary and a mystery anime that left the mystery for the end. However it has great character development and great art. I like it. Its pretty good as a one cour show *minor spoiler* if you don't include root a.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion Tokyo Ghoul is a Horror anime that wasn't scary and a mystery anime that left the mystery for the end.\u001b[24m\n    \u001b[1m結論として、東京グールは恐ろしいことではないホラーアニメであり、終わりの謎を残した謎のアニメです。\u001b[22m, \u001b[1m結論東京グールでは怖いと終了のための謎を残した謎のアニメではありませんでしたホラーアニメです。\u001b[22m\n\u001b[4mHowever it has great character development and great art.\u001b[24m\n    \u001b[1mしかし、それは偉大なキャラクター開発と偉大な芸術を持っています。\u001b[22m, \u001b[1mしかし、それは偉大な文字の開発と偉大な芸術を持っています。\u001b[22m\n\u001b[4mI like it.\u001b[24m\n    \u001b[1mそれはいいですね。\u001b[22m, \u001b[1m私はそれが好きです。\u001b[22m, \u001b[1m私はそれが好き。\u001b[22m\n\u001b[4mIts pretty good as a one cour show *minor spoiler* if you don't include root a.\u001b[24m\n    \u001b[1mあなたがルートを含まないならば、その1つのコアショー*マイナー・スポイラー*としてかなり良い。\u001b[22m, \u001b[1mその1クールショーとしてかなり良い*マイナースポイラー*あなたは、ルートAが含まれていない場合。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "Psychotic_Otaku",
    "profile": "/profile/Psychotic_Otaku/reviews",
    "pages": "14",
    "number": "13",
    "link": "/reviews.php?id=207556",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  6\n|  8\n\n私はまだマンガを読んでいないことを認めなければならないが、アニメの物語の概要に基づいて、主要なプロットは主人公が自分の運命を受け入れて再生しようとしているという事実に焦点を当てている。 カネキの運命の安い理由は、一見甘くて知的な女の子とのデートが欲しいという理由から、すべて起こった。 しかし、物語そのものは、可能性が最も低い場所からの精神的な支援と、あらゆる存在、人間またはグールの汚職から対処します。 アニメーションは非常に明示的です。 私はいくつかの不気味で邪魔なシーンがあることを事前に警告しなければならないが、視覚効果は現実的で表現力豊かな感情を与える。 サウンドトラックはエネルギッシュで、ビジュアルシーンとうまく組み合わせられます。 カネキが彼の運命を受け入れること以外には、物語の中で大きなキャラクターの発展はありません。 全体的に、それは視覚的に喜ばしく、心理的で情熱的なプロットのために見る価値があった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI have to admit that I haven't read the manga yet, but based on the outline of the anime's story, the major plot focuses on the fact that the main character tries to accept and play out his fate. The cheap reason for Kaneki's fate consequentially occurred all because he wanted a date with a seemingly sweet and intellectual girl. But the story itself, deals with the mental support from the least of the likeliest places and the corruption in every being, human or ghoul. The animation is very explicit. I have to warn beforehand that there are several gruesome and disturbing scenes, but the visual effects give a sense of realistic and expressive emotions. The soundtracks are energetic and pair with the visual scenes nicely. There isn't a major character development in the story other than Kaneki's acceptance of his fate. Overall, it was visually pleasing and worth watching for the psychological and passionate plot.\n\n\u001b[1m私はまだマンガを読んでいないことを認めなければならないが、アニメの物語の概要に基づいて、主要なプロットは主人公が自分の運命を受け入れて再生しようとしているという事実に焦点を当てている。 カネキの運命の安い理由は、一見甘くて知的な女の子とのデートが欲しいという理由から、すべて起こった。 しかし、物語そのものは、可能性が最も低い場所からの精神的な支援と、あらゆる存在、人間またはグールの汚職から対処します。 アニメーションは非常に明示的です。 私はいくつかの不気味で邪魔なシーンがあることを事前に警告しなければならないが、視覚効果は現実的で表現力豊かな感情を与える。 サウンドトラックはエネルギッシュで、ビジュアルシーンとうまく組み合わせられます。 カネキが彼の運命を受け入れること以外には、物語の中で大きなキャラクターの発展はありません。 全体的に、それは視覚的に喜ばしく、心理的で情熱的なプロットのために見る価値があった。\u001b[22m\n\u001b[1m(Watashi wa mada manga o yon de inai koto o mitomenakereba naranaiga, anime no monogatari no gaiyō nimotozuite, shuyōna purotto wa shujinkō ga jibun no unmei o ukeirete saisei shiyou to shite iru to iu jijitsu ni shōten o atete iru. Kaneki no unmei no yasui riyū wa, ikken amakute chitekina on'nanoko to no dēto ga hoshī to iu riyū kara, subete okotta. Shikashi, monogatari sonomono wa, kanōsei ga mottomo hikui basho kara no seishin-tekina shien to, arayuru sonzai, ningen matawa gūru no oshoku kara taisho shimasu. Animēshon wa hijō ni meishitekidesu. Watashi wa ikutsu ka no bukimide jamana shīn ga aru koto o jizen ni keikoku shinakereba naranaiga, shikaku kōka wa genjitsu-tekide hyōgen-ryoku yutakana kanjō o ataeru. Saundotorakku wa enerugisshude, bijuarushīn to umaku kumiawase raremasu. Kaneki ga kare no unmei o ukeireru koto igai ni wa, monogatari no naka de ōkina kyarakutā no hatten wa arimasen. Zentai-teki ni, soreha shikaku-teki ni yorokobashiku, shinri-tekide jōnetsu-tekina purotto no tame ni miru kachi ga atta.)\u001b[22m\n\nTranslations of \u001b[4mI have to admit that I haven't read the manga yet, but based on the outline of the anime's story, the major plot focuses on the fact that the main character tries to accept and play out his fate. The cheap reason for Kaneki's fate consequentially occurred all because he wanted a date with a seemingly sweet and intellectual girl. But the story itself, deals with the mental support from the least of the likeliest places and the corruption in every being, human or ghoul. The animation is very explicit. I have to warn beforehand that there are several gruesome and disturbing scenes, but the visual effects give a sense of realistic and expressive emotions. The soundtracks are energetic and pair with the visual scenes nicely. There isn't a major character development in the story other than Kaneki's acceptance of his fate. Overall, it was visually pleasing and worth watching for the psychological and passionate plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to admit that I haven't read the manga yet, but based on the outline of the anime's story, the major plot focuses on the fact that the main character tries to accept and play out his fate.\u001b[24m\n    \u001b[1m私はまだマンガを読んでいないことを認めなければならないが、アニメの物語の概要に基づいて、主要なプロットは主人公が自分の運命を受け入れて再生しようとしているという事実に焦点を当てている。\u001b[22m, \u001b[1m私はまだ漫画を読んでいないことを認めざるを得ないが、アニメの物語の輪郭に基づいて、主要なプロットは、主人公が自分の運命を受け入れ、出て再生しようとしているという事実に焦点を当てています。\u001b[22m\n\u001b[4mThe cheap reason for Kaneki's fate consequentially occurred all because he wanted a date with a seemingly sweet and intellectual girl.\u001b[24m\n    \u001b[1mカネキの運命の安い理由は、一見甘くて知的な女の子とのデートが欲しいという理由から、すべて起こった。\u001b[22m, \u001b[1m彼は一見甘いと知的な女の子とデートしたかったのでKanekiの運命のための安価な理由は、結果的にすべて発生しました。\u001b[22m\n\u001b[4mBut the story itself, deals with the mental support from the least of the likeliest places and the corruption in every being, human or ghoul.\u001b[24m\n    \u001b[1mしかし、物語そのものは、可能性が最も低い場所からの精神的な支援と、あらゆる存在、人間またはグールの汚職から対処します。\u001b[22m, \u001b[1mしかし、物語自体は、有力な場所とすべてのビーイング、ヒトまたはグールの腐敗のものから精神的なサポートを扱っています。\u001b[22m\n\u001b[4mThe animation is very explicit.\u001b[24m\n    \u001b[1mアニメーションは非常に明示的です。\u001b[22m\n\u001b[4mI have to warn beforehand that there are several gruesome and disturbing scenes, but the visual effects give a sense of realistic and expressive emotions.\u001b[24m\n    \u001b[1m私はいくつかの不気味で邪魔なシーンがあることを事前に警告しなければならないが、視覚効果は現実的で表現力豊かな感情を与える。\u001b[22m, \u001b[1m私は、いくつかの陰惨なと不穏なシーンがあることを事前に警告する必要がありますが、視覚効果は現実的で表情豊かな感情の感覚を与えます。\u001b[22m\n\u001b[4mThe soundtracks are energetic and pair with the visual scenes nicely.\u001b[24m\n    \u001b[1mサウンドトラックはエネルギッシュで、ビジュアルシーンとうまく組み合わせられます。\u001b[22m, \u001b[1mサウンドトラックは、エネルギッシュで、素敵な視覚的なシーンとペア。\u001b[22m\n\u001b[4mThere isn't a major character development in the story other than Kaneki's acceptance of his fate.\u001b[24m\n    \u001b[1mカネキが彼の運命を受け入れること以外には、物語の中で大きなキャラクターの発展はありません。\u001b[22m, \u001b[1m彼の運命のKanekiの受け入れ以外の物語の中で主要なキャラクターの成長はありません。\u001b[22m\n\u001b[4mOverall, it was visually pleasing and worth watching for the psychological and passionate plot.\u001b[24m\n    \u001b[1m全体的に、それは視覚的に喜ばしく、心理的で情熱的なプロットのために見る価値があった。\u001b[22m, \u001b[1m全体的に、それは視覚的に満足し、心理的、情熱的なプロットに見て価値がありました。\u001b[22m"
  },
  {
    "title": "Tokyo_Ghoul",
    "id": "22319",
    "url": "https://myanimelist.net/anime/22319/Tokyo_Ghoul",
    "user": "AnimeThink",
    "profile": "/profile/AnimeThink/reviews",
    "pages": "14",
    "number": "14",
    "link": "/reviews.php?id=161173",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\n暗くて深刻な[ストーリー]\n\n誤ってグールになって、今や人間の肉しか食べることのできないキャラクターについての暗いアニメ。 暗い側面を持つ主人公に関する物語はアニメのプロットでは一般的ですが、ほとんどのエピソードで彼の残りの半分と彼が直面する苦痛と彼の苦痛を見ることは圧倒的である可能性があります。 社会に受け入れられたいだけでなく、それを追い抜こうとする他の人々に沿って。 ストーリーには2つの側面があり、決断を下さなくても決定を下すことについてのすべてが提示されています。\n「あなたは、これらのキャラクターを見るときに暗い側面を持つように感じるものを知っています。\n\n美しいゴア[芸術]\n\nこのアニメについて最初に気がついたのは、オープニングとエンディングのテーマだけでなく、特に暗い赤い目が本当に注目を集めることができるアニメーションです。\n\n人間とゴール[キャラクター]\n\nあなたがグールであろうと人間であろうと、彼らは感情と性格を持っているキャラクターであり、欲望と誇りでなければ怒りと悲しみを引き起こします。 それらの怪物を呼び出す世界に住んでいるこれらのキャラクターを見てください。\n\nGhoul Inside You [全体]\n\n私はちょうど真剣なトーンで良い物語が大好きで、ミックスの中のゴアは東京グールを思い出深いものにするものです。\n\n私に教えて、その仕組みを教えてください\n私の中に誰かがいますか？\n開拓テーマソング、解明 -  TKからのリングTosite Sigure",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDark and Serious [Story]\n\n\u001b[1m暗くて深刻な[ストーリー]\u001b[22m\n\u001b[1m(Kurakute shinkokuna [sutōrī])\u001b[22m\n\nTranslations of \u001b[4mDark and Serious [Story]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDark and Serious [Story]\u001b[24m\n    \u001b[1m暗くて深刻な[ストーリー]\u001b[22m, \u001b[1mダークかつ深刻な[ストーリー]\u001b[22m\n\u001b[1m\u001b[22m\nA dark anime about a character who accidentally got turns into a ghoul and now can only eat human flesh. A story about a protagonist having a dark side is common in anime plot but to see his pain and the struggle he face'es with his other half in almost every episode can be overwhelming. Along side other ghouls who just want to be accepted by society as well as others who try to overtake it. Two sides are presented in the story and all about making the decision choose even if not making a decision at all.\n\n\u001b[1m誤ってグールになって、今や人間の肉しか食べることのできないキャラクターについての暗いアニメ。 暗い側面を持つ主人公に関する物語はアニメのプロットでは一般的ですが、ほとんどのエピソードで彼の残りの半分と彼が直面する苦痛と彼の苦痛を見ることは圧倒的である可能性があります。 社会に受け入れられたいだけでなく、それを追い抜こうとする他の人々に沿って。 ストーリーには2つの側面があり、決断を下さなくても決定を下すことについてのすべてが提示されています。\u001b[22m\n\u001b[1m(Ayamatte gūru ni natte, imaya ningen no niku shika taberu koto no dekinai kyarakutā ni tsuite no kurai anime. Kurai sokumen o motsu shujinkō ni kansuru monogatari wa anime no purottode wa ippan-tekidesuga, hotondo no episōdo de kare no nokori no hanbun to kare ga chokumen suru kutsū to kare no kutsū o miru koto wa attōtekidearu kanōsei ga arimasu. Shakai ni ukeire raretai dakedenaku, sore o oinukou to suru ta no hitobito ni sotte. Sutōrī ni wa 2tsu no sokumen ga ari, ketsudan o kudasanakute mo kettei o kudasu koto ni tsuite no subete ga teiji sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mA dark anime about a character who accidentally got turns into a ghoul and now can only eat human flesh. A story about a protagonist having a dark side is common in anime plot but to see his pain and the struggle he face'es with his other half in almost every episode can be overwhelming. Along side other ghouls who just want to be accepted by society as well as others who try to overtake it. Two sides are presented in the story and all about making the decision choose even if not making a decision at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA dark anime about a character who accidentally got turns into a ghoul and now can only eat human flesh.\u001b[24m\n    \u001b[1m誤ってグールになって、今や人間の肉しか食べることのできないキャラクターについての暗いアニメ。\u001b[22m, \u001b[1m誤ってグールにターンを持って、今は人間の肉を食べることができる文字について暗いアニメ。\u001b[22m\n\u001b[4mA story about a protagonist having a dark side is common in anime plot but to see his pain and the struggle he face'es with his other half in almost every episode can be overwhelming.\u001b[24m\n    \u001b[1m暗い側面を持つ主人公に関する物語はアニメのプロットでは一般的ですが、ほとんどのエピソードで彼の残りの半分と彼が直面する苦痛と彼の苦痛を見ることは圧倒的である可能性があります。\u001b[22m, \u001b[1mダークサイドを持つ主人公の話は、アニメのプロットでは一般的であるが、彼の痛みを参照すると、彼はほとんどすべてのエピソードで彼の他の半分でface'es闘争が圧倒的なことができます。\u001b[22m\n\u001b[4mAlong side other ghouls who just want to be accepted by society as well as others who try to overtake it.\u001b[24m\n    \u001b[1m社会に受け入れられたいだけでなく、それを追い抜こうとする他の人々に沿って。\u001b[22m, \u001b[1mただ社会だけでなく、それを追い越すしようとする他の人に受け入れられたい側他のグールに沿って。\u001b[22m\n\u001b[4mTwo sides are presented in the story and all about making the decision choose even if not making a decision at all.\u001b[24m\n    \u001b[1mストーリーには2つの側面があり、決断を下さなくても決定を下すことについてのすべてが提示されています。\u001b[22m, \u001b[1m双方は、物語の中で、すべての決定は、まったくの決定をしていない場合に選択することについて提示されています。\u001b[22m\n'You know what it feels like to have a dark side when you see these character'\n\n\u001b[1m「あなたは、これらのキャラクターを見るときに暗い側面を持つように感じるものを知っています。\u001b[22m\n\u001b[1m(`Anata wa, korera no kyarakutā o miru toki ni kurai sokumen o motsu yō ni kanjiru mono o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4m'You know what it feels like to have a dark side when you see these character'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'You know what it feels like to have a dark side when you see these character'\u001b[24m\n    \u001b[1m「あなたは、これらのキャラクターを見るときに暗い側面を持つように感じるものを知っています。\u001b[22m, \u001b[1m'あなたはそれはあなたがこれらの文字を見たときにダークサイドを持っているように感じているか知っています」\u001b[22m\n\u001b[1m\u001b[22m\nBeautiful Gore [Art]\n\n\u001b[1m美しいゴア[芸術]\u001b[22m\n\u001b[1m(Utsukushī Goa [geijutsu])\u001b[22m\n\nTranslations of \u001b[4mBeautiful Gore [Art]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautiful Gore [Art]\u001b[24m\n    \u001b[1m美しいゴア[芸術]\u001b[22m, \u001b[1m美しいゴア[アート]\u001b[22m\n\u001b[1m\u001b[22m\nThe first thing I notice about this anime was the art style, not just the opening and ending theme but also the animation especially those dark red eyes can really get your attention.\n\n\u001b[1mこのアニメについて最初に気がついたのは、オープニングとエンディングのテーマだけでなく、特に暗い赤い目が本当に注目を集めることができるアニメーションです。\u001b[22m\n\u001b[1m(Kono anime ni tsuite saisho ni kigatsuita no wa, ōpuningu to endingu no tēma dakedenaku, tokuni kurai akai me ga hontōni chūmoku o atsumeru koto ga dekiru animēshondesu.)\u001b[22m\n\nTranslations of \u001b[4mThe first thing I notice about this anime was the art style, not just the opening and ending theme but also the animation especially those dark red eyes can really get your attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first thing I notice about this anime was the art style, not just the opening and ending theme but also the animation especially those dark red eyes can really get your attention.\u001b[24m\n    \u001b[1mこのアニメについて最初に気がついたのは、オープニングとエンディングのテーマだけでなく、特に暗い赤い目が本当に注目を集めることができるアニメーションです。\u001b[22m, \u001b[1mこのアニメについて私が最初に気づくのは、アートスタイルだけでなく、オープニングとエンディングテーマだけでなく、アニメーション特に暗赤色の目が本当にあなたの注意を得ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nHumans and Ghouls [Characters]\n\n\u001b[1m人間とゴール[キャラクター]\u001b[22m\n\u001b[1m(Ningen to gōru [kyarakutā])\u001b[22m\n\nTranslations of \u001b[4mHumans and Ghouls [Characters]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHumans and Ghouls [Characters]\u001b[24m\n    \u001b[1m人間とゴール[キャラクター]\u001b[22m, \u001b[1m人間と悪鬼[文字]\u001b[22m\n\u001b[1m\u001b[22m\nWhether you are a ghoul or a human, they are characters that have emotions and personality that drives them if not lust and pride maybe anger and sorrow. Watch these character live there live's in a world that call them a monster.\n\n\u001b[1mあなたがグールであろうと人間であろうと、彼らは感情と性格を持っているキャラクターであり、欲望と誇りでなければ怒りと悲しみを引き起こします。 それらの怪物を呼び出す世界に住んでいるこれらのキャラクターを見てください。\u001b[22m\n\u001b[1m(Anata ga gūrudearou to ningendearou to, karera wa kanjō to seikaku o motte iru kyarakutādeari, yokubō to hokoridenakereba ikari to kanashimi o hikiokoshimasu. Sorera no kaibutsu o yobidasu sekai ni sunde iru korera no kyarakutā o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWhether you are a ghoul or a human, they are characters that have emotions and personality that drives them if not lust and pride maybe anger and sorrow. Watch these character live there live's in a world that call them a monster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhether you are a ghoul or a human, they are characters that have emotions and personality that drives them if not lust and pride maybe anger and sorrow.\u001b[24m\n    \u001b[1mあなたがグールであろうと人間であろうと、彼らは感情と性格を持っているキャラクターであり、欲望と誇りでなければ怒りと悲しみを引き起こします。\u001b[22m, \u001b[1mあなたはグールや人間であるかどうか、彼らは感情や欲望と誇りかもしれない怒りと悲しみない場合は、それらを駆動する性格を持つ文字です。\u001b[22m\n\u001b[4mWatch these character live there live's in a world that call them a monster.\u001b[24m\n    \u001b[1mそれらの怪物を呼び出す世界に住んでいるこれらのキャラクターを見てください。\u001b[22m, \u001b[1mこれらの文字を見て、ライブモンスターそれらを呼び出すの世界でのが住んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Ghoul Inside You [Overall]\n\n\u001b[1mGhoul Inside You [全体]\u001b[22m\n\u001b[1m(Ghoul Inside You [zentai])\u001b[22m\n\nTranslations of \u001b[4mThe Ghoul Inside You [Overall]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Ghoul Inside You [Overall]\u001b[24m\n    \u001b[1mGhoul Inside You [全体]\u001b[22m, \u001b[1mグールインサイドあなた[全体]\u001b[22m\n\u001b[1m\u001b[22m\nI just love a good story with a serious tone and a gore in the mix is what makes Tokyo Ghoul so memorable.\n\n\u001b[1m私はちょうど真剣なトーンで良い物語が大好きで、ミックスの中のゴアは東京グールを思い出深いものにするものです。\u001b[22m\n\u001b[1m(Watashi wa chōdo shinken'na tōn de yoi monogatari ga daisukide, mikkusu no naka no Goa wa Tōkyō gūru o omoidebukai mono ni suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI just love a good story with a serious tone and a gore in the mix is what makes Tokyo Ghoul so memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just love a good story with a serious tone and a gore in the mix is what makes Tokyo Ghoul so memorable.\u001b[24m\n    \u001b[1m私はちょうど真剣なトーンで良い物語が大好きで、ミックスの中のゴアは東京グールを思い出深いものにするものです。\u001b[22m, \u001b[1m私は深刻な口調で良い話が大好きで、ミックスのマチは、東京グールはとても思い出に残る作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nTell me, tell me how that works\n\n\u001b[1m私に教えて、その仕組みを教えてください\u001b[22m\n\u001b[1m(Watashi ni oshiete, sono shikumi o oshietekudasai)\u001b[22m\n\nTranslations of \u001b[4mTell me, tell me how that works\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTell me, tell me how that works\u001b[24m\n    \u001b[1m私に教えて、その仕組みを教えてください\u001b[22m, \u001b[1mそれがどのように動作するかを教えて、教えてください\u001b[22m\nIs there someone inside me?\n\n\u001b[1m私の中に誰かがいますか？\u001b[22m\n\u001b[1m(Watashi no naka ni darekaga imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mIs there someone inside me?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs there someone inside me?\u001b[24m\n    \u001b[1m私の中に誰かがいますか？\u001b[22m, \u001b[1m私の中の誰かはありますか？\u001b[22m\n-opening theme song, Unravel - TK from Ling Tosite Sigure\n\n\u001b[1m開拓テーマソング、解明 -  TKからのリングTosite Sigure\u001b[22m\n\u001b[1m(Kaitaku tēmasongu, kaimei - TK kara no ringu Tosite Sigure)\u001b[22m\n\nTranslations of \u001b[4m-opening theme song, Unravel - TK from Ling Tosite Sigure\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-opening theme song, Unravel - TK from Ling Tosite Sigure\u001b[24m\n    \u001b[1m開拓テーマソング、解明 -  TKからのリングTosite Sigure\u001b[22m, \u001b[1m - オープニングテーマソング、解明 - 凛として時雨のTK\u001b[22m"
  }
]
