[
  {
    "title": "Sanzoku_no_Musume_Ronja",
    "id": "22359",
    "url": "https://myanimelist.net/anime/22359/Sanzoku_no_Musume_Ronja",
    "user": "BosseBL",
    "profile": "/profile/BosseBL/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=176359",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nもしあなたがスウェーデン出身なら、このショーの偏見を見直すことは難しいです。  'なぜ？' あなたは尋ねるかもしれません。\nこの番組は、スウェーデン人の最も愛された作家アストリッド・リンドグレン（Astrid Lindgren）によって書かれ、1984年にTage Danielssonによって映画化されたストーリー「Ronia the robbers daughter（Ronja rvardotter）」に基づいています。  Tage Danielssonによる映画は、スウェーデンで最も視聴率の高い映画のトップ10の1つです。 今日でもスウェーデンで育ったらこの映画を脱出することは不可能です。\n\nこのスエードのために、エーテルはこのショーを嫌いにしたり愛したりします。 私は個人的にそれを愛する方に偏っています。 したがって、もし私が完全なレビューをしたら、それはおそらく非常にたくさんのテキストであり、今すぐこのショーを見に行くことを強くお勧めします。 しかし、私はこのショーについて特に言及する価値のあるものについて話します。\n\n私の意見では、ショーは元の物語の正義を行うことができます。\nこのシリーズは忠実に本を守り、Tage Danielssonsの映画からインスピレーションを得ながら、よく知られているジブリの味を加えます。 結果は同時にオリジナルとノスタルジックです。\n\nシリーズは遅いペースで、実際に時間をかけてキャラクターを洗い出します。 ペースが速いアクション満載の冒険は期待しないでください。 このシリーズは、時間をかけて瞬間を沈めるのが好きです。これを見ながら、私はオリジナルでは考えなかった物語やキャラクター、環境について知りました。\n\n奇妙な生き物になると、スタジオジブリはマスターです。 この物語は、非常にジフリッシュな方法で描かれた奇妙な生き物を含んでいます。 私の意見では、Harpiesの中で最も成功したものです。 これらの邪悪な鳥のような生き物は元の物語では恐ろしいものだった。 あなたが6歳の子供であれば、彼らのTage Danielssonsバージョンは恐ろしいかもしれません。 しかし、ジブリ・ハープスは、私がそれらを見るたびに私にガチョウの塊を与える。\n\nアニメーションはCGIで行われます。これはジブリ製作には珍しいものです。 残念ながら、それはいくつかのシーンをあまりにも合成に見えるようにします。 他のシーンでは、キャラクターをより有機的かつ生き生きと感じさせるために、すべての間に十分なフィラーアニメーションで絞ることができます。\n最初にシリーズを見始めたとき、私はCGIアニメーションを受け入れるのにいくつかの問題がありました。 私は古典的な手描きのジブリ作品を期待していました。 しかし、私はこれが26のエピソードシリーズにするためにしなければならなかったトレードオフだと思う。\nしかし、いくつかのエピソードの後、私はそれに気づいていませんでした。\nほとんどの人にとって、私はアニメーションは、このショーが立ったり、倒れたりする場所だと思います。 それは悪くないが、あなたが期待するものではない。\n\n一部の人は、主人公Ronjaが最初の3〜5回のエピソードでちょっと迷惑に見えるかもしれません。 彼女は世界を探索しているうちに、森の中のシンプルなものも非常に面白いと感じます。 彼女は絶えずすべてを強く笑っている。 これは合格段階であり、シリーズ全体の極端ではありません。\n\nさあ、このショーを見て！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt is hard to not make a biased review of this show if you are from Sweden, which I am. 'Why?' you may ask.\n\n\u001b[1mもしあなたがスウェーデン出身なら、このショーの偏見を見直すことは難しいです。  'なぜ？' あなたは尋ねるかもしれません。\u001b[22m\n\u001b[1m(Moshi anata ga suu~ēden shusshin'nara, kono shō no henken o minaosu koto wa muzukashīdesu. ' Naze?' Anata wa tazuneru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt is hard to not make a biased review of this show if you are from Sweden, which I am. 'Why?' you may ask.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is hard to not make a biased review of this show if you are from Sweden, which I am.\u001b[24m\n    \u001b[1mもしあなたがスウェーデン出身なら、このショーの偏見を見直すことは難しいです。\u001b[22m, \u001b[1mあなたが私はスウェーデンからの場合は、このショーのバイアスされたレビューをしないのは難しいです。\u001b[22m\n\u001b[4m'Why?'\u001b[24m\n    \u001b[1m'なぜ？'\u001b[22m, \u001b[1m'どうして？'\u001b[22m, \u001b[1m「なぜ？」\u001b[22m\n\u001b[4myou may ask.\u001b[24m\n    \u001b[1mあなたは尋ねるかもしれません。\u001b[22m, \u001b[1mあなたが求めることができます。\u001b[22m\nThis show is based on the story 'Ronia the robbers daughter' (Ronja rövardotter), written by one of Swedens most beloved author Astrid Lindgren and made into a movie in 1984 by Tage Danielsson. The movie by Tage Danielsson is one of the top 10 most watched movies in Sweden. Even today it is impossible to escape this movie if you grow up in Sweden.\n\n\u001b[1mこの番組は、スウェーデン人の最も愛された作家アストリッド・リンドグレン（Astrid Lindgren）によって書かれ、1984年にTage Danielssonによって映画化されたストーリー「Ronia the robbers daughter（Ronja rvardotter）」に基づいています。  Tage Danielssonによる映画は、スウェーデンで最も視聴率の高い映画のトップ10の1つです。 今日でもスウェーデンで育ったらこの映画を脱出することは不可能です。\u001b[22m\n\u001b[1m(Kono bangumi wa, suu~ēden hito no mottomo aisa reta sakka Asutoriddo rindoguren (Astrid Lindgren) ni yotte kaka re, 1984-nen ni Tage Danielsson ni yotte eiga-ka sa reta sutōrī `Ronia the robbers daughter (Ronja rvardotter)' ni motodzuite imasu. Tage Danielsson ni yoru eiga wa, suu~ēden de mottomo shichō-ritsu no takai eiga no toppu 10 no 1tsudesu. Kyō demo suu~ēden de sodattara kono eiga o dasshutsu suru koto wa fukanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is based on the story 'Ronia the robbers daughter' (Ronja rövardotter), written by one of Swedens most beloved author Astrid Lindgren and made into a movie in 1984 by Tage Danielsson. The movie by Tage Danielsson is one of the top 10 most watched movies in Sweden. Even today it is impossible to escape this movie if you grow up in Sweden.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is based on the story 'Ronia the robbers daughter' (Ronja rövardotter), written by one of Swedens most beloved author Astrid Lindgren and made into a movie in 1984 by Tage Danielsson.\u001b[24m\n    \u001b[1mこの番組は、スウェーデン人の最も愛された作家アストリッド・リンドグレン（Astrid Lindgren）によって書かれ、1984年にTage Danielssonによって映画化されたストーリー「Ronia the robbers daughter（Ronja rvardotter）」に基づいています。\u001b[22m, \u001b[1mこのショーは、田下ダニエルソンによって1984年に映画化されSwedens最も愛さ著者アストリッド・リンドグレーンの一つとによって書かれた物語」Ronia強盗の娘（Ronjaのrövardotter）、に基づいています。\u001b[22m\n\u001b[4mThe movie by Tage Danielsson is one of the top 10 most watched movies in Sweden.\u001b[24m\n    \u001b[1mTage Danielssonによる映画は、スウェーデンで最も視聴率の高い映画のトップ10の1つです。\u001b[22m, \u001b[1m田下ダニエルソンによる映画はスウェーデンのトップ10最も注目映画の一つです。\u001b[22m\n\u001b[4mEven today it is impossible to escape this movie if you grow up in Sweden.\u001b[24m\n    \u001b[1m今日でもスウェーデンで育ったらこの映画を脱出することは不可能です。\u001b[22m, \u001b[1m今日でも、あなたがスウェーデンで育つ場合は、この映画を脱出することは不可能です。\u001b[22m\n\u001b[1m\u001b[22m\nBecause of this swedes will ether hate or love this show. I personally is biased towards loving it. Therefore, If I were to make a complete review, it would probably be an awfully lot of text, ending with a strong recommendation to go and watch this show now. I will however only talk about some things I find especially worth mentioning about this show.\n\n\u001b[1mこのスエードのために、エーテルはこのショーを嫌いにしたり愛したりします。 私は個人的にそれを愛する方に偏っています。 したがって、もし私が完全なレビューをしたら、それはおそらく非常にたくさんのテキストであり、今すぐこのショーを見に行くことを強くお勧めします。 しかし、私はこのショーについて特に言及する価値のあるものについて話します。\u001b[22m\n\u001b[1m(Kono suēdo no tame ni, ēteru wa kono shō o kirai ni shi tari aishi tari shimasu. Watashi wa kojin-teki ni sore o aisuru kata ni katayotte imasu. Shitagatte, moshi watashi ga kanzen'na rebyū o shitara, sore wa osoraku hijō ni takusan no tekisutodeari, imasugu kono shō o mi ni iku koto o tsuyoku o susume shimasu. Shikashi, watashi wa kono shō ni tsuite tokuni genkyū suru kachi no aru mono ni tsuite hanashimasu.)\u001b[22m\n\nTranslations of \u001b[4mBecause of this swedes will ether hate or love this show. I personally is biased towards loving it. Therefore, If I were to make a complete review, it would probably be an awfully lot of text, ending with a strong recommendation to go and watch this show now. I will however only talk about some things I find especially worth mentioning about this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause of this swedes will ether hate or love this show.\u001b[24m\n    \u001b[1mこのスエードのために、エーテルはこのショーを嫌いにしたり愛したりします。\u001b[22m, \u001b[1mこのため、スウェーデン人の憎しみをエーテルまたはこの番組を愛します。\u001b[22m\n\u001b[4mI personally is biased towards loving it.\u001b[24m\n    \u001b[1m私は個人的にそれを愛する方に偏っています。\u001b[22m, \u001b[1m私は個人的にそれを愛するに偏っています。\u001b[22m\n\u001b[4mTherefore, If I were to make a complete review, it would probably be an awfully lot of text, ending with a strong recommendation to go and watch this show now.\u001b[24m\n    \u001b[1mしたがって、もし私が完全なレビューをしたら、それはおそらく非常にたくさんのテキストであり、今すぐこのショーを見に行くことを強くお勧めします。\u001b[22m, \u001b[1m私は完全なレビューを行うことがあった場合はそのため、それはおそらく行くと、今、この番組を見て強い推薦で終わる、テキストの非常に多くなるであろう。\u001b[22m\n\u001b[4mI will however only talk about some things I find especially worth mentioning about this show.\u001b[24m\n    \u001b[1mしかし、私はこのショーについて特に言及する価値のあるものについて話します。\u001b[22m, \u001b[1mしかし私は、私だけがこの番組についての言及は特に価値がある見つけるいくつかのことについてお話します。\u001b[22m\n\u001b[1m\u001b[22m\nIn my opinion the show manage to do the original story justice.\n\n\u001b[1m私の意見では、ショーは元の物語の正義を行うことができます。\u001b[22m\n\u001b[1m(Watashi no ikende wa, shō wa gen no monogatari no seigi o okonau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion the show manage to do the original story justice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion the show manage to do the original story justice.\u001b[24m\n    \u001b[1m私の意見では、ショーは元の物語の正義を行うことができます。\u001b[22m, \u001b[1m私の意見ではショーはオリジナルストーリーの正義を行うために管理します。\u001b[22m\nThe series faithfully follows the book, takes some inspiration from Tage Danielssons movie while adding the well known Ghibli flavor to it. The result is original and nostalgic at the same time.\n\n\u001b[1mこのシリーズは忠実に本を守り、Tage Danielssonsの映画からインスピレーションを得ながら、よく知られているジブリの味を加えます。 結果は同時にオリジナルとノスタルジックです。\u001b[22m\n\u001b[1m(Kono shirīzu wa chūjitsu ni hon o mamori, Tage Danielssons no eiga kara insupirēshon o enagara, yoku shira rete iru jiburi no aji o kuwaemasu. Kekka wa dōjini orijinaru to nosutarujikkudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series faithfully follows the book, takes some inspiration from Tage Danielssons movie while adding the well known Ghibli flavor to it. The result is original and nostalgic at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series faithfully follows the book, takes some inspiration from Tage Danielssons movie while adding the well known Ghibli flavor to it.\u001b[24m\n    \u001b[1mこのシリーズは忠実に本を守り、Tage Danielssonsの映画からインスピレーションを得ながら、よく知られているジブリの味を加えます。\u001b[22m, \u001b[1mシリーズは忠実に、本を次のそれによく知られているジブリの風味を加えながら田下Danielssons映画からいくつかのインスピレーションを取ります。\u001b[22m\n\u001b[4mThe result is original and nostalgic at the same time.\u001b[24m\n    \u001b[1m結果は同時にオリジナルとノスタルジックです。\u001b[22m, \u001b[1mその結果、同時にオリジナルと懐かしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe series is slow paced and really spends time fleshing out the characters. Don't expect any fast-paced action-filled adventure. This series likes to take its time and let the moments sink in. While watching this I have noticed things about the story, characters and environment I never thought about in the original.\n\n\u001b[1mシリーズは遅いペースで、実際に時間をかけてキャラクターを洗い出します。 ペースが速いアクション満載の冒険は期待しないでください。 このシリーズは、時間をかけて瞬間を沈めるのが好きです。これを見ながら、私はオリジナルでは考えなかった物語やキャラクター、環境について知りました。\u001b[22m\n\u001b[1m(Shirīzu wa osoi pēsu de, jissai ni jikan o kakete kyarakutā o araidashimasu. Pēsu ga hayai akushon mansai no bōken wa kitai shinaide kudasai. Kono shirīzu wa, jikan o kakete shunkan o shizumeru no ga sukidesu. Kore o minagara, watashi wa orijinarude wa kangaenakatta monogatari ya kyarakutā, kankyō ni tsuite shirimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe series is slow paced and really spends time fleshing out the characters. Don't expect any fast-paced action-filled adventure. This series likes to take its time and let the moments sink in. While watching this I have noticed things about the story, characters and environment I never thought about in the original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is slow paced and really spends time fleshing out the characters.\u001b[24m\n    \u001b[1mシリーズは遅いペースで、実際に時間をかけてキャラクターを洗い出します。\u001b[22m, \u001b[1mシリーズは、ペースの遅いと本当に文字を肉付け時間を費やしています。\u001b[22m\n\u001b[4mDon't expect any fast-paced action-filled adventure.\u001b[24m\n    \u001b[1mペースが速いアクション満載の冒険は期待しないでください。\u001b[22m, \u001b[1m任意のテンポの速いアクション満載の冒険を期待してはいけません。\u001b[22m\n\u001b[4mThis series likes to take its time and let the moments sink in. While watching this I have noticed things about the story, characters and environment I never thought about in the original.\u001b[24m\n    \u001b[1mこのシリーズは、時間をかけて瞬間を沈めるのが好きです。これを見ながら、私はオリジナルでは考えなかった物語やキャラクター、環境について知りました。\u001b[22m, \u001b[1mこれを見ながら、このシリーズは私がオリジナルで考えたことはありませんストーリー、キャラクターや環境に関する事に気づいた。その時間がかかるし、モーメントがでシンクさせるのが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to bizarre creatures, Studio Ghibli are masters. This story contains some strange creatures which is depicted in a very Ghiblish way. The most successful one in my opinion being the Harpies. These evil birdlike creatures was meant to be scary in the original story. Tage Danielssons version of them may be scary if you are a 6 year old child. But the Ghibli Harpies gives me goosebumps every time I see them.\n\n\u001b[1m奇妙な生き物になると、スタジオジブリはマスターです。 この物語は、非常にジフリッシュな方法で描かれた奇妙な生き物を含んでいます。 私の意見では、Harpiesの中で最も成功したものです。 これらの邪悪な鳥のような生き物は元の物語では恐ろしいものだった。 あなたが6歳の子供であれば、彼らのTage Danielssonsバージョンは恐ろしいかもしれません。 しかし、ジブリ・ハープスは、私がそれらを見るたびに私にガチョウの塊を与える。\u001b[22m\n\u001b[1m(Kimyōna ikimono ni naru to, sutajiojiburi wa masutādesu. Kono monogatari wa, hijō ni jifurisshuna hōhō de egaka reta kimyōna ikimono o fukunde imasu. Watashi no ikende wa, Harpies no naka de mottomo seikō shita monodesu. Korera no jaakuna tori no yōna ikimono wa gen no monogataride wa osoroshī monodatta. Anata ga 6-sai no kodomodeareba, karera no Tage Danielssons bājon wa osoroshī kamo shiremasen. Shikashi, jiburi hāpusu wa, watashi ga sorera o miru tabi ni watashi ni gachō no katamari o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to bizarre creatures, Studio Ghibli are masters. This story contains some strange creatures which is depicted in a very Ghiblish way. The most successful one in my opinion being the Harpies. These evil birdlike creatures was meant to be scary in the original story. Tage Danielssons version of them may be scary if you are a 6 year old child. But the Ghibli Harpies gives me goosebumps every time I see them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to bizarre creatures, Studio Ghibli are masters.\u001b[24m\n    \u001b[1m奇妙な生き物になると、スタジオジブリはマスターです。\u001b[22m, \u001b[1mそれは奇妙な生き物になると、スタジオジブリがマスターです。\u001b[22m\n\u001b[4mThis story contains some strange creatures which is depicted in a very Ghiblish way.\u001b[24m\n    \u001b[1mこの物語は、非常にジフリッシュな方法で描かれた奇妙な生き物を含んでいます。\u001b[22m, \u001b[1mこの物語は非常にGhiblishように描かれているいくつかの奇妙な生き物が含まれています。\u001b[22m\n\u001b[4mThe most successful one in my opinion being the Harpies.\u001b[24m\n    \u001b[1m私の意見では、Harpiesの中で最も成功したものです。\u001b[22m, \u001b[1m私の意見はハーピースであることに最も成功した1。\u001b[22m\n\u001b[4mThese evil birdlike creatures was meant to be scary in the original story.\u001b[24m\n    \u001b[1mこれらの邪悪な鳥のような生き物は元の物語では恐ろしいものだった。\u001b[22m, \u001b[1mこれらの邪悪な鳥の生き物がオリジナルストーリーで怖いように意図されました。\u001b[22m\n\u001b[4mTage Danielssons version of them may be scary if you are a 6 year old child.\u001b[24m\n    \u001b[1mあなたが6歳の子供であれば、彼らのTage Danielssonsバージョンは恐ろしいかもしれません。\u001b[22m, \u001b[1mあなたは6歳の子供であれば、それらの田下Danielssonsバージョンは怖いかもしれません。\u001b[22m\n\u001b[4mBut the Ghibli Harpies gives me goosebumps every time I see them.\u001b[24m\n    \u001b[1mしかし、ジブリ・ハープスは、私がそれらを見るたびに私にガチョウの塊を与える。\u001b[22m, \u001b[1mしかし、ジブリハーピースは鳥肌私はそれらを見るたびに私を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is done with CGI, which is unusual for a Ghibli production. Sadly it makes some scenes look a little bit too synthetic. In other scenes they have manage to squeeze in enough filler animation in between everything to makes the characters feel more organic and alive.\n\n\u001b[1mアニメーションはCGIで行われます。これはジブリ製作には珍しいものです。 残念ながら、それはいくつかのシーンをあまりにも合成に見えるようにします。 他のシーンでは、キャラクターをより有機的かつ生き生きと感じさせるために、すべての間に十分なフィラーアニメーションで絞ることができます。\u001b[22m\n\u001b[1m(Animēshon wa CGI de okonawa remasu. Kore wa jiburi seisaku ni wa mezurashī monodesu. Zan'nen'nagara, sore wa ikutsu ka no shīn o amarini mo gōsei ni mieru yō ni shimasu. Hoka no shīnde wa, kyarakutā o yori yūki-teki katsu ikiiki to kanji saseru tame ni, subete no ma ni jūbun'na firāanimēshon de shiboru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is done with CGI, which is unusual for a Ghibli production. Sadly it makes some scenes look a little bit too synthetic. In other scenes they have manage to squeeze in enough filler animation in between everything to makes the characters feel more organic and alive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is done with CGI, which is unusual for a Ghibli production.\u001b[24m\n    \u001b[1mアニメーションはCGIで行われます。これはジブリ製作には珍しいものです。\u001b[22m, \u001b[1mアニメーションがジブリ生産のために珍しいCGI、で行われます。\u001b[22m\n\u001b[4mSadly it makes some scenes look a little bit too synthetic.\u001b[24m\n    \u001b[1m残念ながら、それはいくつかのシーンをあまりにも合成に見えるようにします。\u001b[22m, \u001b[1m悲しいことに、それはいくつかのシーンは少しあまりにも合成に見えるのです。\u001b[22m\n\u001b[4mIn other scenes they have manage to squeeze in enough filler animation in between everything to makes the characters feel more organic and alive.\u001b[24m\n    \u001b[1m他のシーンでは、キャラクターをより有機的かつ生き生きと感じさせるために、すべての間に十分なフィラーアニメーションで絞ることができます。\u001b[22m, \u001b[1m他のシーンでは、彼らは文字をより有機的かつ生きている感じさせるためにすべての間に十分なフィラーアニメーションで絞るために管理しています。\u001b[22m\nWhen I first started watching the series I had some problems accepting the CGI animations. I had hoped for a classic hand-drawn Ghibli production. But I guess this was the tradeoff they had to do to make it a 26 episode series.\n\n\u001b[1m最初にシリーズを見始めたとき、私はCGIアニメーションを受け入れるのにいくつかの問題がありました。 私は古典的な手描きのジブリ作品を期待していました。 しかし、私はこれが26のエピソードシリーズにするためにしなければならなかったトレードオフだと思う。\u001b[22m\n\u001b[1m(Saisho ni shirīzu o mi hajimeta toki, watashi wa CGI animēshon o ukeirerunoni ikutsu ka no mondai ga arimashita. Watashi wa koten-tekina tegaki no jiburi sakuhin o kitai shite imashita. Shikashi, watashi wa kore ga 26 no episōdoshirīzu ni suru tame ni shinakereba naranakatta torēdoofuda to omou.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first started watching the series I had some problems accepting the CGI animations. I had hoped for a classic hand-drawn Ghibli production. But I guess this was the tradeoff they had to do to make it a 26 episode series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first started watching the series I had some problems accepting the CGI animations.\u001b[24m\n    \u001b[1m最初にシリーズを見始めたとき、私はCGIアニメーションを受け入れるのにいくつかの問題がありました。\u001b[22m, \u001b[1m私は最初のシリーズを見始めたとき、私はCGIアニメーションを受け入れるいくつかの問題を抱えていました。\u001b[22m\n\u001b[4mI had hoped for a classic hand-drawn Ghibli production.\u001b[24m\n    \u001b[1m私は古典的な手描きのジブリ作品を期待していました。\u001b[22m, \u001b[1m私は古典的な手描きジブリ生産のために期待していました。\u001b[22m\n\u001b[4mBut I guess this was the tradeoff they had to do to make it a 26 episode series.\u001b[24m\n    \u001b[1mしかし、私はこれが26のエピソードシリーズにするためにしなければならなかったトレードオフだと思う。\u001b[22m, \u001b[1mしかし、私は、これは彼らがそれ26エピソードシリーズ作るためにしなければならなかったトレードオフだったことを推測します。\u001b[22m\nAfter a couple of episodes however I stopped noticing it.\n\n\u001b[1mしかし、いくつかのエピソードの後、私はそれに気づいていませんでした。\u001b[22m\n\u001b[1m(Shikashi, ikutsu ka no episōdo no ato, watashi wa sore ni kidzuite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAfter a couple of episodes however I stopped noticing it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter a couple of episodes however I stopped noticing it.\u001b[24m\n    \u001b[1mしかし、いくつかのエピソードの後、私はそれに気づいていませんでした。\u001b[22m, \u001b[1mエピソードのカップルの後、しかし私はそれに気付いて停止しました。\u001b[22m\nFor most people I think the animation is where this show will stand or fall. Its not bad, but its not what you would expect.\n\n\u001b[1mほとんどの人にとって、私はアニメーションは、このショーが立ったり、倒れたりする場所だと思います。 それは悪くないが、あなたが期待するものではない。\u001b[22m\n\u001b[1m(Hotondo no hito ni totte, watashi wa animēshon wa, kono shō ga tattari, taore tari suru bashoda to omoimasu. Sore wa warukunai ga, anata ga kitai suru monode wanai.)\u001b[22m\n\nTranslations of \u001b[4mFor most people I think the animation is where this show will stand or fall. Its not bad, but its not what you would expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor most people I think the animation is where this show will stand or fall.\u001b[24m\n    \u001b[1mほとんどの人にとって、私はアニメーションは、このショーが立ったり、倒れたりする場所だと思います。\u001b[22m, \u001b[1mほとんどの人々のために私はこのショーが立ったり落ちる場所アニメーションがあると思います。\u001b[22m\n\u001b[4mIts not bad, but its not what you would expect.\u001b[24m\n    \u001b[1mそれは悪くないが、あなたが期待するものではない。\u001b[22m, \u001b[1mあなたが期待するものをその悪くはないが、そのありません。\u001b[22m\n\u001b[1m\u001b[22m\nSome will probably find the protagonist Ronja to be a little annoying in the first 3 or 5 episodes. While she is out exploring the world she finds even the simples things in the forest very amusing. She is constantly laughing intensely at everything. This is a passing phase and won't be that extreme the whole series.\n\n\u001b[1m一部の人は、主人公Ronjaが最初の3〜5回のエピソードでちょっと迷惑に見えるかもしれません。 彼女は世界を探索しているうちに、森の中のシンプルなものも非常に面白いと感じます。 彼女は絶えずすべてを強く笑っている。 これは合格段階であり、シリーズ全体の極端ではありません。\u001b[22m\n\u001b[1m(Ichibu no hito wa, shujinkō Ronja ga saisho no 3 〜 5-kai no episōdo de chotto meiwaku ni mieru kamo shiremasen. Kanojo wa sekai o tansaku shite iru uchi ni, mori no naka no shinpuruna mono mo hijō ni omoshiroi to kanjimasu. Kanojo wa taezu subete o tsuyoku waratte iru. Kore wa gōkaku dankaideari, shirīzu zentai no kyokutande wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSome will probably find the protagonist Ronja to be a little annoying in the first 3 or 5 episodes. While she is out exploring the world she finds even the simples things in the forest very amusing. She is constantly laughing intensely at everything. This is a passing phase and won't be that extreme the whole series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome will probably find the protagonist Ronja to be a little annoying in the first 3 or 5 episodes.\u001b[24m\n    \u001b[1m一部の人は、主人公Ronjaが最初の3〜5回のエピソードでちょっと迷惑に見えるかもしれません。\u001b[22m, \u001b[1mいくつかは、おそらく主人公Ronjaは最初の3または5のエピソードに少し迷惑であることがわかります。\u001b[22m\n\u001b[4mWhile she is out exploring the world she finds even the simples things in the forest very amusing.\u001b[24m\n    \u001b[1m彼女は世界を探索しているうちに、森の中のシンプルなものも非常に面白いと感じます。\u001b[22m, \u001b[1m彼女は世界を探検出ている間、彼女は森の中にあっても最も単純なものは非常に面白い発見します。\u001b[22m\n\u001b[4mShe is constantly laughing intensely at everything.\u001b[24m\n    \u001b[1m彼女は絶えずすべてを強く笑っている。\u001b[22m, \u001b[1m彼女は常にすべてで激しく笑っています。\u001b[22m\n\u001b[4mThis is a passing phase and won't be that extreme the whole series.\u001b[24m\n    \u001b[1mこれは合格段階であり、シリーズ全体の極端ではありません。\u001b[22m, \u001b[1mこれは通過位相であり、その極端なシリーズ全体ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nNow go and watch this show!\n\n\u001b[1mさあ、このショーを見て！\u001b[22m\n\u001b[1m(Sā, kono shō o mite!)\u001b[22m\n\nTranslations of \u001b[4mNow go and watch this show!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow go and watch this show!\u001b[24m\n    \u001b[1mさあ、このショーを見て！\u001b[22m, \u001b[1m今行くと、この番組を見て！\u001b[22m"
  },
  {
    "title": "Sanzoku_no_Musume_Ronja",
    "id": "22359",
    "url": "https://myanimelist.net/anime/22359/Sanzoku_no_Musume_Ronja",
    "user": "Liao",
    "profile": "/profile/Liao/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=178373",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nロンジャーは本当にかわいいシリーズです！ スタジオジブリが最初に作ったアニメーションシリーズだったので、私はそれについて最高の期待を持っていました。\n\nまず、アストリッド・リンドグレンというスウェーデンの作家が書いた本をもとに、Mattis（盗賊の指導者）の娘Ronjaと妻のLovisの娘の話を聞きます。 彼女は放棄された城で構成されているマッティスの要塞（元々はマティスボーゲン）に住んでいて、ロンジャが生まれた日にそれを打つ雷鳴で半分に分かれています。 嵐の後、ライバルのバンディット一族、ボルカの泥棒は、要塞の半分を取る。 その後、ロンジャはボルカの息子バークと会い、彼らは父親の意志に反しても友人になる。 一族間の衝突が悪化すると、RonjaとBirkは砦を離れ、森に隠れた洞窟内で一緒に生きることを決めました。\n\n彼の小さな女の子を取り戻そうとしているマッティスの願いは、ボルカとの停戦を求めて、相棒同士の争いを少し減らします。 この本は、父と娘の間の子供時代の愛情や葛藤、愛と独立の発見、広範な意味での自然と寛容との生命の知恵についての寓話で構成されています。 それはさまざまな言語に翻訳され、国際的に成功しています。\n\nGoroはデジタルリソースに賭けることを決めたため（HayaoはPonyoのすべての風景を手で描くことを好みました）、彼のアニメーションには賭博をすることにしたため、Hayaoのデザインとは少し違っています。 しかし、それは本当の問題ではない、彼がEarthseaやKokurikozaka karaからのテイルズのディレクターであることを考慮すると、それはどれほど素晴らしいか知っている。\n\nアニメーションの概要は、本のものより少し不思議そうですが、本質は同じです：Ronjaは、マティスの唯一かつ愛された娘です。マティスは、カラフルで面白い盗賊団のリーダーです。 森の城。 ロンジャは嵐の中で生まれましたが、彼女の人格は陽気で愛情があります。 そして彼女の父のように、彼女は心が良いですが、同時に、無謀な女の子です。 彼女は森に住んでいて、他の子供たちと会い、父親の行動に疑問を抱く謎の生物を研究し始める。\n\nPolygon Picturesは、シリーズのスタジオジブリの3D CGパートナーです。 宮崎吾郎がテレビアニメシリーズを運営するのは初めてのことです。 ロンジャーのサウンドトラックは、武部聡（From Poppy Hill）の責任者となる。 そして、それは素晴らしいです、私は彼を愛する！\n\nサンゾクの娘ロンジャー「ロンジャ - 泥棒の娘」は、魅惑的なキャストと有望な話をしています。\n\nスタジオジブリから来た他の物語と同じようにとても素晴らしいです。シリーズが出るまで数ヶ月待っていました。 あなたが知りたいのであれば、私は最初の5つのエピソードを本当に愛していました。 物語は元のプロットに従っており、キャラクターは信じられないほど同情的で、音楽は素晴らしく、シナリオは豪華です。 物語のハープは恐ろしいもので、「オオカミの歌」の解釈は素晴らしかった。 私は3Dアニメーションが嫌いな人ではありませんが、一部の人がそれに不平を言うのを見ました。 おそらく私はスタジオを誠実に信頼しており、私はこのシリーズを見続けることになるでしょう！\n\nさらに、ロンジャとバークも一緒にかわいいです...あまりにも素朴すぎたり、崖から飛び降りているように私に苦しんでも。\n\nストーリー：9\n\nその面白いですが、時にはちょっと...奇妙です。 特にMattis。 しかし、ロンジャのママはいつもそれを保存する。\n\nアート：9\n私は前に言ったように、それは本当にクールだと思う。  3Dエフェクトを使用すると、素晴らしいエフェクトも見つかります。\n\nサウンド：10\n歌はきれいで清潔です。 ミュージシャンとしても、私は本当に不平を言うことはありません。\n\nキャラクター：9\n時には大人が少し幼稚で、子供も大人に見えても、素敵です。\n\n楽しさ：9\nそれは面白くて愛情深い話です。 それはより良く、より良くなるようです。 私はそれがこのように続くことを願っています。\n\n全体：9\nみんなチャンス！ 私はそれが何度もかわいいと言いましたが、本当にそうだと思います！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nRonja is really a very cute series! I had the highest expectations about it because it was the first animated series made by Studio Ghibli, even knowing that was used digital resources on it.\n\n\u001b[1mロンジャーは本当にかわいいシリーズです！ スタジオジブリが最初に作ったアニメーションシリーズだったので、私はそれについて最高の期待を持っていました。\u001b[22m\n\u001b[1m(Ronjā wa hontōni kawaī shirīzudesu! Sutajiojiburi ga saisho ni tsukutta animēshonshirīzudattanode, watashi wa sore ni tsuite saikō no kitai o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mRonja is really a very cute series! I had the highest expectations about it because it was the first animated series made by Studio Ghibli, even knowing that was used digital resources on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRonja is really a very cute series!\u001b[24m\n    \u001b[1mロンジャーは本当にかわいいシリーズです！\u001b[22m, \u001b[1mRonjaは本当にとても可愛いシリーズです！\u001b[22m\n\u001b[4mI had the highest expectations about it because it was the first animated series made by Studio Ghibli, even knowing that was used digital resources on it.\u001b[24m\n    \u001b[1mスタジオジブリが最初に作ったアニメーションシリーズだったので、私はそれについて最高の期待を持っていました。\u001b[22m, \u001b[1mそれもその上にデジタルリソースを使用したことを知って、スタジオジブリによって作られた最初のアニメシリーズだったので、私はそれについての最も高い期待を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nTo begin with it, the story is based on the book written by a swedish writer named Astrid Lindgren, and tells us the tale of Ronja, daughter of Mattis (a bandit leader) and Lovis, his wife. She lives at the Mattis's Fortress (originally Mattisborgen), which consists on a abandoned castle, split in half by a thunderbolt that struck it on the day Ronja was born. After the storm, the rival bandit clan, Borka's Thieves, takes half of the fortress. Some time later, Ronja meets Birk, Borka's son, and they become friends, even against their fathers will. When the clash between the clans gets worse, Ronja and Birk decide to leave the fortress, starting to live together within a cave hidden in the forest.\n\n\u001b[1mまず、アストリッド・リンドグレンというスウェーデンの作家が書いた本をもとに、Mattis（盗賊の指導者）の娘Ronjaと妻のLovisの娘の話を聞きます。 彼女は放棄された城で構成されているマッティスの要塞（元々はマティスボーゲン）に住んでいて、ロンジャが生まれた日にそれを打つ雷鳴で半分に分かれています。 嵐の後、ライバルのバンディット一族、ボルカの泥棒は、要塞の半分を取る。 その後、ロンジャはボルカの息子バークと会い、彼らは父親の意志に反しても友人になる。 一族間の衝突が悪化すると、RonjaとBirkは砦を離れ、森に隠れた洞窟内で一緒に生きることを決めました。\u001b[22m\n\u001b[1m(Mazu, Asutoriddo rindoguren to iu suu~ēden no sakka ga kaita hon o moto ni, Mattis (tōzoku no shidō-sha) no musume Ronja to tsuma no Lovis no musume no hanashi o kikimasu. Kanojo wa hōki sa reta shiro de kōsei sa rete iru mattisu no yōsai (motomoto wa matisubōgen) ni sunde ite, ronja ga umaretahi ni sore o utsu raimei de hanbun ni wakarete imasu. Arashi no ato, raibaru no banditto ichizoku, boruka no dorobō wa, yōsai no hanbun o toru. Sonogo, ronja wa boruka no musuko bāku to ai, karera wa chichioya no ishi ni hanshite mo yūjin ni naru. Ichizoku-kan no shōtotsu ga akka suru to, Ronja to Birk wa toride o hanare, mori ni kakureta dōkutsu-nai de issho ni ikiru koto o kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mTo begin with it, the story is based on the book written by a swedish writer named Astrid Lindgren, and tells us the tale of Ronja, daughter of Mattis (a bandit leader) and Lovis, his wife. She lives at the Mattis's Fortress (originally Mattisborgen), which consists on a abandoned castle, split in half by a thunderbolt that struck it on the day Ronja was born. After the storm, the rival bandit clan, Borka's Thieves, takes half of the fortress. Some time later, Ronja meets Birk, Borka's son, and they become friends, even against their fathers will. When the clash between the clans gets worse, Ronja and Birk decide to leave the fortress, starting to live together within a cave hidden in the forest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo begin with it, the story is based on the book written by a swedish writer named Astrid Lindgren, and tells us the tale of Ronja, daughter of Mattis (a bandit leader) and Lovis, his wife.\u001b[24m\n    \u001b[1mまず、アストリッド・リンドグレンというスウェーデンの作家が書いた本をもとに、Mattis（盗賊の指導者）の娘Ronjaと妻のLovisの娘の話を聞きます。\u001b[22m, \u001b[1mそれを開始するには、物語はアストリッド・リンドグレーンという名前のスウェーデンの作家によって書かれた本をベースにしており、私たちにRonja、Mattisの娘（山賊のリーダー）とロヴィス、彼の妻の物語を伝えています。\u001b[22m\n\u001b[4mShe lives at the Mattis's Fortress (originally Mattisborgen), which consists on a abandoned castle, split in half by a thunderbolt that struck it on the day Ronja was born.\u001b[24m\n    \u001b[1m彼女は放棄された城で構成されているマッティスの要塞（元々はマティスボーゲン）に住んでいて、ロンジャが生まれた日にそれを打つ雷鳴で半分に分かれています。\u001b[22m, \u001b[1m彼女はRonjaが生まれた日にそれを襲った落雷によって半分に分割放棄された城、上から成りMattisの要塞（もともとMattisborgen）、に住んでいます。\u001b[22m\n\u001b[4mAfter the storm, the rival bandit clan, Borka's Thieves, takes half of the fortress.\u001b[24m\n    \u001b[1m嵐の後、ライバルのバンディット一族、ボルカの泥棒は、要塞の半分を取る。\u001b[22m, \u001b[1m嵐の後、ライバルの山賊藩、Borkaの盗賊、要塞の半分を取ります。\u001b[22m\n\u001b[4mSome time later, Ronja meets Birk, Borka's son, and they become friends, even against their fathers will.\u001b[24m\n    \u001b[1mその後、ロンジャはボルカの息子バークと会い、彼らは父親の意志に反しても友人になる。\u001b[22m, \u001b[1mしばらくして、さらに自分の父親に対して、ますRonjaはバーク、Borkaの息子を満たしている、と彼らは友達になります。\u001b[22m\n\u001b[4mWhen the clash between the clans gets worse, Ronja and Birk decide to leave the fortress, starting to live together within a cave hidden in the forest.\u001b[24m\n    \u001b[1m一族間の衝突が悪化すると、RonjaとBirkは砦を離れ、森に隠れた洞窟内で一緒に生きることを決めました。\u001b[22m, \u001b[1m氏族間の衝突が悪化すると、Ronjaとバークは、森の中に隠された洞窟内で一緒に住むことを始めて、要塞を残すことにしました。\u001b[22m\n\u001b[1m\u001b[22m\nMattis's desire to retrieve his little girl makes him ask for a truce with Borka, reducing the rivalry between the clans a little bit. The book consists on a parable about affection and conflicts at childhood between father and daughter, the discovery of love and independence, the wisdom of a life side by side with the nature and tolerance, at a broad sense. It was translated to a bunch of different languages, and it is an international success.\n\n\u001b[1m彼の小さな女の子を取り戻そうとしているマッティスの願いは、ボルカとの停戦を求めて、相棒同士の争いを少し減らします。 この本は、父と娘の間の子供時代の愛情や葛藤、愛と独立の発見、広範な意味での自然と寛容との生命の知恵についての寓話で構成されています。 それはさまざまな言語に翻訳され、国際的に成功しています。\u001b[22m\n\u001b[1m(Kare no chīsana on'nanoko o torimodosou to shite iru mattisu no negai wa, boruka to no teisen o motomete, aibō dōshi no arasoi o sukoshi herashimasu. Kono Moto wa, chichitoko no ma no kodomo jidai no aijō ya kattō, ai to dokuritsu no hakken, kōhan'na imi de no shizen to kan'yō to no seimei no chie ni tsuite no gūwa de kōsei sa rete imasu. Sore wa samazamana gengo ni hon'yaku sa re, kokusai-teki ni seikō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMattis's desire to retrieve his little girl makes him ask for a truce with Borka, reducing the rivalry between the clans a little bit. The book consists on a parable about affection and conflicts at childhood between father and daughter, the discovery of love and independence, the wisdom of a life side by side with the nature and tolerance, at a broad sense. It was translated to a bunch of different languages, and it is an international success.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMattis's desire to retrieve his little girl makes him ask for a truce with Borka, reducing the rivalry between the clans a little bit.\u001b[24m\n    \u001b[1m彼の小さな女の子を取り戻そうとしているマッティスの願いは、ボルカとの停戦を求めて、相棒同士の争いを少し減らします。\u001b[22m, \u001b[1m彼の小さな女の子を取得するMattisの願いは、彼が氏族間のライバル意識を少し減らす、Borkaとの休戦を求めることができます。\u001b[22m\n\u001b[4mThe book consists on a parable about affection and conflicts at childhood between father and daughter, the discovery of love and independence, the wisdom of a life side by side with the nature and tolerance, at a broad sense.\u001b[24m\n    \u001b[1mこの本は、父と娘の間の子供時代の愛情や葛藤、愛と独立の発見、広範な意味での自然と寛容との生命の知恵についての寓話で構成されています。\u001b[22m, \u001b[1mこの本は、広い意味で父と娘、愛と独立性の発見、自然と寛容と並んで生活側の知恵、間の子供の頃に愛情と競合に関するたとえ話で構成されています。\u001b[22m\n\u001b[4mIt was translated to a bunch of different languages, and it is an international success.\u001b[24m\n    \u001b[1mそれはさまざまな言語に翻訳され、国際的に成功しています。\u001b[22m, \u001b[1mこれは、異なる言語の束に変換され、それが国際的な成功ですました。\u001b[22m\n\u001b[1m\u001b[22m\nYou can notice that the art is a bit different than Hayao's designs, because Goro decided to bet on digital resources (while Hayao preferred to draw all Ponyo's scenaries by hand, for example) on his animations. But that's not a real problem, considerating that he was the director of Tales from Earthsea or Kokurikozaka kara, that we all know how awesome it was.\n\n\u001b[1mGoroはデジタルリソースに賭けることを決めたため（HayaoはPonyoのすべての風景を手で描くことを好みました）、彼のアニメーションには賭博をすることにしたため、Hayaoのデザインとは少し違っています。 しかし、それは本当の問題ではない、彼がEarthseaやKokurikozaka karaからのテイルズのディレクターであることを考慮すると、それはどれほど素晴らしいか知っている。\u001b[22m\n\u001b[1m(Goro wa dejitarurisōsu ni kakeru koto o kimeta tame (Hayao wa Ponyo no subete no fūkei o te de kaku koto o konomimashita), kare no animēshon ni wa tobaku o suru koto ni shita tame, Hayao no dezain to wa sukoshi chigatte imasu. Shikashi, soreha hontō no mondaide wanai, kare ga Earthsea ya Kokurikozaka kara kara no teiruzu no direkutādearu koto o kōryo suru to, sore wa dorehodo subarashī ka shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mYou can notice that the art is a bit different than Hayao's designs, because Goro decided to bet on digital resources (while Hayao preferred to draw all Ponyo's scenaries by hand, for example) on his animations. But that's not a real problem, considerating that he was the director of Tales from Earthsea or Kokurikozaka kara, that we all know how awesome it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can notice that the art is a bit different than Hayao's designs, because Goro decided to bet on digital resources (while Hayao preferred to draw all Ponyo's scenaries by hand, for example) on his animations.\u001b[24m\n    \u001b[1mGoroはデジタルリソースに賭けることを決めたため（HayaoはPonyoのすべての風景を手で描くことを好みました）、彼のアニメーションには賭博をすることにしたため、Hayaoのデザインとは少し違っています。\u001b[22m, \u001b[1m五郎は、デジタルリソースに賭けることにしましたので、彼のアニメーションに（駿は、例えば、手ですべてのポニョのscenariesを描画することが好ましいながら）あなたは、芸術は駿の設計よりも少し異なっていることに気づくことができます。\u001b[22m\n\u001b[4mBut that's not a real problem, considerating that he was the director of Tales from Earthsea or Kokurikozaka kara, that we all know how awesome it was.\u001b[24m\n    \u001b[1mしかし、それは本当の問題ではない、彼がEarthseaやKokurikozaka karaからのテイルズのディレクターであることを考慮すると、それはどれほど素晴らしいか知っている。\u001b[22m, \u001b[1mしかし、それは、我々はすべてそれがいかに素晴らしい知っていることを、彼はゲド戦記またはKokurikozakaカラからの物語のディレクターだったことconsiderating、本当の問題ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe synopsis of the animations seems a little more fanciful than the book's, but the essence is the same: Ronja is the only and loved daughter of Mattis, who's a good hearted leader of a colorful and funny group of bandits, that lives on a huge castle at the forest. Ronja was born while a storm was raging, but her personality is cheerful and loving. And much like her father, she has a good heart, but at the same time, is a reckless girl. She starts to study the misterious creatures that live at the forest, meeting other children and then, starts to question her father's behavior.\n\n\u001b[1mアニメーションの概要は、本のものより少し不思議そうですが、本質は同じです：Ronjaは、マティスの唯一かつ愛された娘です。マティスは、カラフルで面白い盗賊団のリーダーです。 森の城。 ロンジャは嵐の中で生まれましたが、彼女の人格は陽気で愛情があります。 そして彼女の父のように、彼女は心が良いですが、同時に、無謀な女の子です。 彼女は森に住んでいて、他の子供たちと会い、父親の行動に疑問を抱く謎の生物を研究し始める。\u001b[22m\n\u001b[1m(Animēshon no gaiyō wa, hon no mono yori sukoshi fushigi-sōdesuga, honshitsu wa onajidesu: Ronja wa, matisu no yuiitsu katsu aisa reta musumedesu. Matisu wa, karafuru de omoshiroi tōzoku-dan no rīdādesu. Mori no shiro. Ronja wa arashi no naka de umaremashita ga, kanojo no jinkaku wa yōkide aijō ga arimasu. Soshite kanojo no chichi no yō ni, kanojo wa kokoro ga yoidesuga, dōjini, mubōna on'nanokodesu. Kanojo wa mori ni sunde ite, hoka no kodomo-tachi to ai, chichioya no kōdō ni gimon o daku nazo no seibutsu o kenkyū shi hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mThe synopsis of the animations seems a little more fanciful than the book's, but the essence is the same: Ronja is the only and loved daughter of Mattis, who's a good hearted leader of a colorful and funny group of bandits, that lives on a huge castle at the forest. Ronja was born while a storm was raging, but her personality is cheerful and loving. And much like her father, she has a good heart, but at the same time, is a reckless girl. She starts to study the misterious creatures that live at the forest, meeting other children and then, starts to question her father's behavior.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe synopsis of the animations seems a little more fanciful than the book's, but the essence is the same: Ronja is the only and loved daughter of Mattis, who's a good hearted leader of a colorful and funny group of bandits, that lives on a huge\u001b[24m\n    \u001b[1mアニメーションの概要は、本のものより少し不思議そうですが、本質は同じです：Ronjaは、マティスの唯一かつ愛された娘です。マティスは、カラフルで面白い盗賊団のリーダーです。\u001b[22m, \u001b[1mアニメーションの概要は、本のより少し奇抜なようだが、本質は同じです：Ronjaは巨大に住んで盗賊のカラフルで面白いグループの良好な心を持った指導者だMattisのだけ愛さ娘、あります\u001b[22m\n\u001b[4mcastle at the forest.\u001b[24m\n    \u001b[1m森の城。\u001b[22m, \u001b[1m森でのお城。\u001b[22m\n\u001b[4mRonja was born while a storm was raging, but her personality is cheerful and loving.\u001b[24m\n    \u001b[1mロンジャは嵐の中で生まれましたが、彼女の人格は陽気で愛情があります。\u001b[22m, \u001b[1mRonjaは嵐が荒れ狂うしている間に生まれたが、彼女の性格は明るく、愛情ですました。\u001b[22m\n\u001b[4mAnd much like her father, she has a good heart, but at the same time, is a reckless girl.\u001b[24m\n    \u001b[1mそして彼女の父のように、彼女は心が良いですが、同時に、無謀な女の子です。\u001b[22m, \u001b[1mそして、彼女の父親のような多くは、彼女は良い心を持っているが、同時に、無謀な女の子です。\u001b[22m\n\u001b[4mShe starts to study the misterious creatures that live at the forest, meeting other children and then, starts to question her father's behavior.\u001b[24m\n    \u001b[1m彼女は森に住んでいて、他の子供たちと会い、父親の行動に疑問を抱く謎の生物を研究し始める。\u001b[22m, \u001b[1m彼女は、森に住んでミステリアスな生き物を研究し始め、他の子供たちを満たし、その後、彼女の父親の行動に疑問を開始します。\u001b[22m\n\u001b[1m\u001b[22m\nPolygon Pictures is a 3D CG partner of Studio Ghibli on the series. It will be the first time that Goro Miyazaki will be running an animated series for television. Satoshi Takebe (from 'From Up on Poppy Hill') will be the responsible for Ronja's soundtrack. And that's fabulous, I love him!\n\n\u001b[1mPolygon Picturesは、シリーズのスタジオジブリの3D CGパートナーです。 宮崎吾郎がテレビアニメシリーズを運営するのは初めてのことです。 ロンジャーのサウンドトラックは、武部聡（From Poppy Hill）の責任者となる。 そして、それは素晴らしいです、私は彼を愛する！\u001b[22m\n\u001b[1m(Porigon pikucha wa, shirīzu no sutajiojiburi no 3 D CG pātonādesu. Miyazaki gorō ga terebianimeshirīzu o un'ei suru no wa hajimete no kotodesu. Ronjā no saundotorakku wa, Takebe Satoshi (From Poppy hiru) no sekininsha to naru. Soshite, sore wa subarashīdesu, watashi wa kare o aisuru!)\u001b[22m\n\nTranslations of \u001b[4mPolygon Pictures is a 3D CG partner of Studio Ghibli on the series. It will be the first time that Goro Miyazaki will be running an animated series for television. Satoshi Takebe (from 'From Up on Poppy Hill') will be the responsible for Ronja's soundtrack. And that's fabulous, I love him!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPolygon Pictures is a 3D CG partner of Studio Ghibli on the series.\u001b[24m\n    \u001b[1mPolygon Picturesは、シリーズのスタジオジブリの3D CGパートナーです。\u001b[22m, \u001b[1mポリゴン・ピクチュアはシリーズのスタジオジブリの3D CGパートナーです。\u001b[22m\n\u001b[4mIt will be the first time that Goro Miyazaki will be running an animated series for television.\u001b[24m\n    \u001b[1m宮崎吾郎がテレビアニメシリーズを運営するのは初めてのことです。\u001b[22m, \u001b[1mこれは、宮崎吾朗がテレビのアニメシリーズを実行する最初の時間になります。\u001b[22m\n\u001b[4mSatoshi Takebe (from 'From Up on Poppy Hill') will be the responsible for Ronja's soundtrack.\u001b[24m\n    \u001b[1mロンジャーのサウンドトラックは、武部聡（From Poppy Hill）の責任者となる。\u001b[22m, \u001b[1m聡武部は（ 'ポピーの丘の上から」から）Ronjaのサウンドトラックを担当していただきます。\u001b[22m\n\u001b[4mAnd that's fabulous, I love him!\u001b[24m\n    \u001b[1mそして、それは素晴らしいです、私は彼を愛する！\u001b[22m, \u001b[1mそして、それは私が彼を愛し、素晴らしいです！\u001b[22m\n\u001b[1m\u001b[22m\nSanzoku no Musume Ronja or 'Ronja - Daughter of the Thief (or Robber)' have a captivating cast and a promising story.\n\n\u001b[1mサンゾクの娘ロンジャー「ロンジャ - 泥棒の娘」は、魅惑的なキャストと有望な話をしています。\u001b[22m\n\u001b[1m(Sanzoku no musume ronjā `ronja - dorobō no musume' wa, miwaku-tekina kyasuto to yūbōna hanashi o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSanzoku no Musume Ronja or 'Ronja - Daughter of the Thief (or Robber)' have a captivating cast and a promising story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSanzoku no Musume Ronja or 'Ronja - Daughter of the Thief (or Robber)' have a captivating cast and a promising story.\u001b[24m\n    \u001b[1mサンゾクの娘ロンジャー「ロンジャ - 泥棒の娘」は、魅惑的なキャストと有望な話をしています。\u001b[22m, \u001b[1m何の娘Ronjaまたは 'Ronja  - 泥棒の娘（または強盗）' Sanzokuは魅惑キャストと有望な物語を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nTo me it looks so awesome as any other story coming from Studio Ghibli, and I was waiting for months until the series went out. And, if you want to know, I really loved the first five episodes. The story follows the original plot, the characters are incredibly sympathetic, the music is nice and the scenarios are gorgeous. The harpies from story are scary and the interpretation of the 'wolf song' was great. I'm not the kind of people who dislikes 3D animation, although I saw some people complaining about it. Probably because I sincerely trust the Studio, and I will for sure keep watching this series!\n\n\u001b[1mスタジオジブリから来た他の物語と同じようにとても素晴らしいです。シリーズが出るまで数ヶ月待っていました。 あなたが知りたいのであれば、私は最初の5つのエピソードを本当に愛していました。 物語は元のプロットに従っており、キャラクターは信じられないほど同情的で、音楽は素晴らしく、シナリオは豪華です。 物語のハープは恐ろしいもので、「オオカミの歌」の解釈は素晴らしかった。 私は3Dアニメーションが嫌いな人ではありませんが、一部の人がそれに不平を言うのを見ました。 おそらく私はスタジオを誠実に信頼しており、私はこのシリーズを見続けることになるでしょう！\u001b[22m\n\u001b[1m(Sutajiojiburi kara kita ta no monogatari to onajiyōni totemo subarashīdesu. Shirīzu ga deru made sū-kagetsu matte imashita. Anata ga shiritai nodeareba, watashi wa saisho no itsutsu no episōdo o hontōni itoshite imashita. Monogatari wa gen no purotto ni shitagatte ori, kyarakutā wa shinji rarenai hodo dōjō-tekide, ongaku wa subarashiku, shinario wa gōkadesu. Monogatari no hāpu wa osoroshī mono de,`ōkami no uta' no kaishaku wa subarashikatta. Watashi wa 3 D animēshon ga kirainahitode wa arimasenga, ichibu no hito ga sore ni fuheiwoiu no o mimashita. Osoraku watashi wa sutajio o seijitsu ni shinrai shite ori, watashi wa kono shirīzu o mi tsudzukeru koto ni narudeshou!)\u001b[22m\n\nTranslations of \u001b[4mTo me it looks so awesome as any other story coming from Studio Ghibli, and I was waiting for months until the series went out. And, if you want to know, I really loved the first five episodes. The story follows the original plot, the characters are incredibly sympathetic, the music is nice and the scenarios are gorgeous. The harpies from story are scary and the interpretation of the 'wolf song' was great. I'm not the kind of people who dislikes 3D animation, although I saw some people complaining about it. Probably because I sincerely trust the Studio, and I will for sure keep watching this series!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me it looks so awesome as any other story coming from Studio Ghibli, and I was waiting for months until the series went out.\u001b[24m\n    \u001b[1mスタジオジブリから来た他の物語と同じようにとても素晴らしいです。シリーズが出るまで数ヶ月待っていました。\u001b[22m, \u001b[1m他の物語はスタジオジブリから来る、とシリーズが出て行ったまで、私は数ヶ月待っていたとして、私にはとても素晴らしい見えます。\u001b[22m\n\u001b[4mAnd, if you want to know, I really loved the first five episodes.\u001b[24m\n    \u001b[1mあなたが知りたいのであれば、私は最初の5つのエピソードを本当に愛していました。\u001b[22m, \u001b[1mあなたが知りたい場合と、私は本当に最初の5つのエピソードを愛しました。\u001b[22m\n\u001b[4mThe story follows the original plot, the characters are incredibly sympathetic, the music is nice and the scenarios are gorgeous.\u001b[24m\n    \u001b[1m物語は元のプロットに従っており、キャラクターは信じられないほど同情的で、音楽は素晴らしく、シナリオは豪華です。\u001b[22m, \u001b[1m物語は、文字が非常に同情的であり、元のプロットを次の音楽はいいですし、シナリオがゴージャスです。\u001b[22m\n\u001b[4mThe harpies from story are scary and the interpretation of the 'wolf song' was great.\u001b[24m\n    \u001b[1m物語のハープは恐ろしいもので、「オオカミの歌」の解釈は素晴らしかった。\u001b[22m, \u001b[1m物語からハーピーは怖いと 'オオカミの歌の解釈は素晴らしかったです。\u001b[22m\n\u001b[4mI'm not the kind of people who dislikes 3D animation, although I saw some people complaining about it.\u001b[24m\n    \u001b[1m私は3Dアニメーションが嫌いな人ではありませんが、一部の人がそれに不平を言うのを見ました。\u001b[22m, \u001b[1m私はそれについて不平を言って何人かの人々を見たが、私は、3Dアニメーションを嫌う人々のようなものはありませんよ。\u001b[22m\n\u001b[4mProbably because I sincerely trust the Studio, and I will for sure keep watching this series!\u001b[24m\n    \u001b[1mおそらく私はスタジオを誠実に信頼しており、私はこのシリーズを見続けることになるでしょう！\u001b[22m, \u001b[1mおそらく、私は心からメーカーを信頼しているため、私はのために必ずこのシリーズを見ていきます！\u001b[22m\n\u001b[1m\u001b[22m\nFurthermore, Ronja and Birk are also cute together... Even giving me agony for being too naive or jumping off cliffs as if they were jumping out of bed.\n\n\u001b[1mさらに、ロンジャとバークも一緒にかわいいです...あまりにも素朴すぎたり、崖から飛び降りているように私に苦しんでも。\u001b[22m\n\u001b[1m(Sarani, ronja to bāku mo issho ni kawaīdesu... Amarini mo soboku sugi tari, gake kara tobiorite iru yō ni watashi ni kurushinde mo.)\u001b[22m\n\nTranslations of \u001b[4mFurthermore, Ronja and Birk are also cute together... Even giving me agony for being too naive or jumping off cliffs as if they were jumping out of bed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFurthermore, Ronja and Birk are also cute together... Even giving me agony for being too naive or jumping off cliffs as if they were jumping out of bed.\u001b[24m\n    \u001b[1mさらに、ロンジャとバークも一緒にかわいいです...あまりにも素朴すぎたり、崖から飛び降りているように私に苦しんでも。\u001b[22m, \u001b[1mさらに、Ronjaとバークは、彼らがベッドから飛び降りたかのようであっても、私にあまりにもナイーブであることや崖から飛び降りるための苦しみを与えて...一緒にもかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\n\u001b[1m\u001b[22m\nIts funny, but sometimes it becomes a little... Weird. Especially Mattis. But Ronja's momma always save it.\n\n\u001b[1mその面白いですが、時にはちょっと...奇妙です。 特にMattis。 しかし、ロンジャのママはいつもそれを保存する。\u001b[22m\n\u001b[1m(Sono omoshiroidesuga, tokiniha chotto... Kimyōdesu. Tokuni Mattis. Shikashi, ronja no mama wa itsumo sore o hozon suru.)\u001b[22m\n\nTranslations of \u001b[4mIts funny, but sometimes it becomes a little... Weird. Especially Mattis. But Ronja's momma always save it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts funny, but sometimes it becomes a little... Weird.\u001b[24m\n    \u001b[1mその面白いですが、時にはちょっと...奇妙です。\u001b[22m, \u001b[1mその面白い、時にはそれは少し...奇妙になります。\u001b[22m\n\u001b[4mEspecially Mattis.\u001b[24m\n    \u001b[1m特にMattis。\u001b[22m\n\u001b[4mBut Ronja's momma always save it.\u001b[24m\n    \u001b[1mしかし、ロンジャのママはいつもそれを保存する。\u001b[22m, \u001b[1mしかしRonjaのおかあちゃんは、常にそれを保存します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nI think it's really cool, like I said before. When you get used with the 3D effect, you will find it awesome too.\n\n\u001b[1m私は前に言ったように、それは本当にクールだと思う。  3Dエフェクトを使用すると、素晴らしいエフェクトも見つかります。\u001b[22m\n\u001b[1m(Watashi wa mae ni itta yō ni, sore wa hontōni kūruda to omou. 3 D efekuto o shiyō suru to, subarashī efekuto mo mitsukarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think it's really cool, like I said before. When you get used with the 3D effect, you will find it awesome too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think it's really cool, like I said before.\u001b[24m\n    \u001b[1m私は前に言ったように、それは本当にクールだと思う。\u001b[22m, \u001b[1m私は私が前に言ったように、それは、本当にクールだと思います。\u001b[22m\n\u001b[4mWhen you get used with the 3D effect, you will find it awesome too.\u001b[24m\n    \u001b[1m3Dエフェクトを使用すると、素晴らしいエフェクトも見つかります。\u001b[22m, \u001b[1mあなたは、3D効果で慣れたら、あまりにも、それは素晴らしいでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nThe songs are beautiful and clean. Even as a musician, I really have nothing to complain about.\n\n\u001b[1m歌はきれいで清潔です。 ミュージシャンとしても、私は本当に不平を言うことはありません。\u001b[22m\n\u001b[1m(Uta wa kireide seiketsudesu. Myūjishan to shite mo, watashi wa hontōni fuhei o iu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe songs are beautiful and clean. Even as a musician, I really have nothing to complain about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe songs are beautiful and clean.\u001b[24m\n    \u001b[1m歌はきれいで清潔です。\u001b[22m, \u001b[1m曲は美しく、清潔です。\u001b[22m\n\u001b[4mEven as a musician, I really have nothing to complain about.\u001b[24m\n    \u001b[1mミュージシャンとしても、私は本当に不平を言うことはありません。\u001b[22m, \u001b[1mでもミュージシャンとして、私は本当に文句を言うことは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nThey are nice, even if sometimes the adults look a little childish and the kids too adult.\n\n\u001b[1m時には大人が少し幼稚で、子供も大人に見えても、素敵です。\u001b[22m\n\u001b[1m(Tokiniha otona ga sukoshi yōchide, kodomo mo otona ni miete mo, sutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThey are nice, even if sometimes the adults look a little childish and the kids too adult.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey are nice, even if sometimes the adults look a little childish and the kids too adult.\u001b[24m\n    \u001b[1m時には大人が少し幼稚で、子供も大人に見えても、素敵です。\u001b[22m, \u001b[1m彼らは、時には大人が少し幼稚と子供たちがあまりにも大人に見える場合でも、いいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nIt's a funny and loving story. It seems to get better and better. I hope it continues this way.\n\n\u001b[1mそれは面白くて愛情深い話です。 それはより良く、より良くなるようです。 私はそれがこのように続くことを願っています。\u001b[22m\n\u001b[1m(Sore wa omoshirokute aijōbukai-banashidesu. Sore wa yori yoku, yori yoku naru yōdesu. Watashi wa sore ga kono yō ni tsudzuku koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a funny and loving story. It seems to get better and better. I hope it continues this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a funny and loving story.\u001b[24m\n    \u001b[1mそれは面白くて愛情深い話です。\u001b[22m, \u001b[1mこれは面白いと愛情の話です。\u001b[22m\n\u001b[4mIt seems to get better and better.\u001b[24m\n    \u001b[1mそれはより良く、より良くなるようです。\u001b[22m, \u001b[1m良くやっています。\u001b[22m\n\u001b[4mI hope it continues this way.\u001b[24m\n    \u001b[1m私はそれがこのように続くことを願っています。\u001b[22m, \u001b[1m私はそれがこの方法を継続したいと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nGive it a chance, guys! I said it was cute so many times, but I really think it is!\n\n\u001b[1mみんなチャンス！ 私はそれが何度もかわいいと言いましたが、本当にそうだと思います！\u001b[22m\n\u001b[1m(Min'na chansu! Watashi wa sore ga nando mo kawaī to iimashitaga, hontōni sōda to omoimasu!)\u001b[22m\n\nTranslations of \u001b[4mGive it a chance, guys! I said it was cute so many times, but I really think it is!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive it a chance, guys!\u001b[24m\n    \u001b[1mみんなチャンス！\u001b[22m, \u001b[1mそれにチャンスを与える、みんな！\u001b[22m\n\u001b[4mI said it was cute so many times, but I really think it is!\u001b[24m\n    \u001b[1m私はそれが何度もかわいいと言いましたが、本当にそうだと思います！\u001b[22m, \u001b[1m私はそれが何度もかわいいと言ったが、私は実際にそれがあると思います！\u001b[22m"
  },
  {
    "title": "Sanzoku_no_Musume_Ronja",
    "id": "22359",
    "url": "https://myanimelist.net/anime/22359/Sanzoku_no_Musume_Ronja",
    "user": "Alainne1",
    "profile": "/profile/Alainne1/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=182530",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\n私はこのアニメに大きな期待を持っていました。それは、スタジオジブリがアニメ化したものです。それは、私がたくさん好きな素晴らしい小説に基づいています。 アニメは私の期待に沿うものではなかったかもしれませんが、とても楽しかったです。 それは十分なユーモアといくつかの瞬間があり、驚くほど恐ろしいことがありますが、時には非常に深いストーリーラインを持つ甘くかわいいアニメです。\n\nキャラクターと一緒に使用されていたCGIアニメーションに慣れるのは難しかったし、それが私の主な失望でした。 少数のエピソードの後、私は絶えず気を散らしていたものではなかったが、私はシリーズを通してそれに注意を払っていた。 反対側で、背景アートは非常に美しくエクササイズされ、森は新鮮でリアルな感じがしました。\n\nこのシリーズは非常にリラックスしていて、一部の人にとっては、遅いペーシングが問題となる可能性があります。 しかし、私にとっては、遅いペーシングがうまくいきました。 キャラクターとウォッチャーの両方は、自然と雰囲気を楽しんでシリーズの気分に入る時間を与えられました。 私はまた、ペーシングが何も強制的でも緊張でもないことを発見しました。シリーズは独自の勢いで開発され、自然は元の小説と同じように大きな役割を果たしました。\n\nシリーズはかなり幼稚なものですが、テーマは成熟しています。 より深刻な場面がどれだけうまく実行されたのか、私は驚いた。 また、子供の気持ちが描かれている方法は、素晴らしく自然で甘いです。\n\nだから、全体的には完璧ではないし、CGIは欠点ですが、それは非常に良く、リラックスしたペースで良いストーリーと雰囲気を楽しむ人に特に適しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI had high expectations for this anime for two reasons: It's animated by Studio Ghibli and it's based on an awesome novel I like a lot. The anime maybe didn't live up to all my expectations, but it was a very enjoyable watch. It's a sweet and cute anime with a good and occasionally very deep storyline with enough humor and some moments that can be even frightening and cruel.\n\n\u001b[1m私はこのアニメに大きな期待を持っていました。それは、スタジオジブリがアニメ化したものです。それは、私がたくさん好きな素晴らしい小説に基づいています。 アニメは私の期待に沿うものではなかったかもしれませんが、とても楽しかったです。 それは十分なユーモアといくつかの瞬間があり、驚くほど恐ろしいことがありますが、時には非常に深いストーリーラインを持つ甘くかわいいアニメです。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni ōkina kitai o motte imashita. Sore wa, sutajiojiburi ga anime-ka shita monodesu. Sore wa, watashi ga takusan sukina subarashī shōsetsu ni motodzuite imasu. Anime wa watashi no kitai ni sou monode wa nakatta kamo shiremasenga, totemo tanoshikattadesu. Sore wa jūbun'na yūmoa to ikutsu ka no shunkan ga ari, odoroku hodo osoroshī koto ga arimasuga, tokiniha hijō ni fukai sutōrīrain o motsu amaku kawaī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mI had high expectations for this anime for two reasons: It's animated by Studio Ghibli and it's based on an awesome novel I like a lot. The anime maybe didn't live up to all my expectations, but it was a very enjoyable watch. It's a sweet and cute anime with a good and occasionally very deep storyline with enough humor and some moments that can be even frightening and cruel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had high expectations for this anime for two reasons: It's animated by Studio Ghibli and it's based on an awesome novel I like a lot.\u001b[24m\n    \u001b[1m私はこのアニメに大きな期待を持っていました。それは、スタジオジブリがアニメ化したものです。それは、私がたくさん好きな素晴らしい小説に基づいています。\u001b[22m, \u001b[1m私は2つの理由から、このアニメのために高い期待を持っていた：それは、スタジオジブリのアニメーションだとそれは私が多くのことを好きで素晴らしい小説に基づいています。\u001b[22m\n\u001b[4mThe anime maybe didn't live up to all my expectations, but it was a very enjoyable watch.\u001b[24m\n    \u001b[1mアニメは私の期待に沿うものではなかったかもしれませんが、とても楽しかったです。\u001b[22m, \u001b[1mアニメは多分すべての私の期待に応えていなかったが、それは非常に楽しい時計でした。\u001b[22m\n\u001b[4mIt's a sweet and cute anime with a good and occasionally very deep storyline with enough humor and some moments that can be even frightening and cruel.\u001b[24m\n    \u001b[1mそれは十分なユーモアといくつかの瞬間があり、驚くほど恐ろしいことがありますが、時には非常に深いストーリーラインを持つ甘くかわいいアニメです。\u001b[22m, \u001b[1mそれは十分なユーモアとさえ恐ろしいと残酷なことができ、いくつかの瞬間との良好な、時には非常に深いストーリーと甘くてキュートなアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI had difficulties getting used to the CGI animation used with the characters and that was the main disappointment to me. Although after a few episodes it wasn't something that was constantly distracting me, I was paying attention to it throughout the series. On the other side, the background art was very beautifully excecuted and the forest felt fresh and real.\n\n\u001b[1mキャラクターと一緒に使用されていたCGIアニメーションに慣れるのは難しかったし、それが私の主な失望でした。 少数のエピソードの後、私は絶えず気を散らしていたものではなかったが、私はシリーズを通してそれに注意を払っていた。 反対側で、背景アートは非常に美しくエクササイズされ、森は新鮮でリアルな感じがしました。\u001b[22m\n\u001b[1m(Kyarakutā to issho ni shiyō sa rete ita CGI animēshon ni nareru no wa muzukashikattashi, sore ga watashi no omona shitsubōdeshita. Shōsū no episōdo no ato, watashi wa taezu ki o chirashite ita monode wa nakattaga, watashi wa shirīzu o tōshite sore ni chūi o haratte ita. Hantaisoku de, haikei āto wa hijō ni utsukushiku ekusasaizu sa re, mori wa shinsende riaruna kanji ga shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI had difficulties getting used to the CGI animation used with the characters and that was the main disappointment to me. Although after a few episodes it wasn't something that was constantly distracting me, I was paying attention to it throughout the series. On the other side, the background art was very beautifully excecuted and the forest felt fresh and real.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had difficulties getting used to the CGI animation used with the characters and that was the main disappointment to me.\u001b[24m\n    \u001b[1mキャラクターと一緒に使用されていたCGIアニメーションに慣れるのは難しかったし、それが私の主な失望でした。\u001b[22m, \u001b[1m私は文字で使用されるCGIアニメーションに慣れるの困難を持っていたし、それは私には主に終わりました。\u001b[22m\n\u001b[4mAlthough after a few episodes it wasn't something that was constantly distracting me, I was paying attention to it throughout the series.\u001b[24m\n    \u001b[1m少数のエピソードの後、私は絶えず気を散らしていたものではなかったが、私はシリーズを通してそれに注意を払っていた。\u001b[22m, \u001b[1mいくつかのエピソードの後に、それは常に私を邪魔されたものではありませんでしたが、私はシリーズ全体でそれに注意を払っていました。\u001b[22m\n\u001b[4mOn the other side, the background art was very beautifully excecuted and the forest felt fresh and real.\u001b[24m\n    \u001b[1m反対側で、背景アートは非常に美しくエクササイズされ、森は新鮮でリアルな感じがしました。\u001b[22m, \u001b[1m他の側では、背景技術は、非常に美しくexcecutedと森が新鮮で本物の感じられました。\u001b[22m\n\u001b[1m\u001b[22m\nThe series is very relaxed and for some people the slow pacing might be a negtive issue. For me, however, the slow pacing worked well. Both the characters and the watcher were given time to enjoy the nature and the atmosphere and get into the mood of the series. I also found the pacing to be nothing forced or strained - the series developed on its own momentum and nature was given a large part just as it has in the original novel.\n\n\u001b[1mこのシリーズは非常にリラックスしていて、一部の人にとっては、遅いペーシングが問題となる可能性があります。 しかし、私にとっては、遅いペーシングがうまくいきました。 キャラクターとウォッチャーの両方は、自然と雰囲気を楽しんでシリーズの気分に入る時間を与えられました。 私はまた、ペーシングが何も強制的でも緊張でもないことを発見しました。シリーズは独自の勢いで開発され、自然は元の小説と同じように大きな役割を果たしました。\u001b[22m\n\u001b[1m(Kono shirīzu wa hijō ni rirakkusu shite ite, ichibu no hito ni totte wa, osoi pēshingu ga mondai to naru kanōsei ga arimasu. Shikashi, watashi ni totte wa, osoi pēshingu ga umaku ikimashita. Kyarakutā to u~otchā no ryōhō wa, shizen to fun'iki o tanoshinde shirīzu no kibun ni hairu jikan o atae raremashita. Watashi wa mata, pēshingu ga nani mo kyōsei-tekide mo kinchōde mo nai koto o hakken shimashita. Shirīzu wa dokuji no ikioi de kaihatsu sa re, shizen wa gen no shōsetsu to onajiyōni ōkina yakuwari o hatashimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe series is very relaxed and for some people the slow pacing might be a negtive issue. For me, however, the slow pacing worked well. Both the characters and the watcher were given time to enjoy the nature and the atmosphere and get into the mood of the series. I also found the pacing to be nothing forced or strained - the series developed on its own momentum and nature was given a large part just as it has in the original novel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is very relaxed and for some people the slow pacing might be a negtive issue.\u001b[24m\n    \u001b[1mこのシリーズは非常にリラックスしていて、一部の人にとっては、遅いペーシングが問題となる可能性があります。\u001b[22m, \u001b[1mシリーズは非常に緩和され、何人かの人々のために遅いペースはnegtive問題になる可能性があります。\u001b[22m\n\u001b[4mFor me, however, the slow pacing worked well.\u001b[24m\n    \u001b[1mしかし、私にとっては、遅いペーシングがうまくいきました。\u001b[22m, \u001b[1m私にとっては、しかし、遅いペースはうまくいきました。\u001b[22m\n\u001b[4mBoth the characters and the watcher were given time to enjoy the nature and the atmosphere and get into the mood of the series.\u001b[24m\n    \u001b[1mキャラクターとウォッチャーの両方は、自然と雰囲気を楽しんでシリーズの気分に入る時間を与えられました。\u001b[22m, \u001b[1m両方の文字とウォッチャーは、自然と雰囲気を楽しみ、一連の気分に入るための時間を与えられました。\u001b[22m\n\u001b[4mI also found the pacing to be nothing forced or strained - the series developed on its own momentum and nature was given a large part just as it has in the original novel.\u001b[24m\n    \u001b[1m私はまた、ペーシングが何も強制的でも緊張でもないことを発見しました。シリーズは独自の勢いで開発され、自然は元の小説と同じように大きな役割を果たしました。\u001b[22m, \u001b[1m独自の運動量と性質に開発されたシリーズは、原作小説に持っているだけのような大きな部分を与えられた - 私も何も強制しないか、歪んするペーシングを見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough the series is most of the time quite childish, the themes are mature. I was surprised how well the more serious scenes were executed. Also the way the children's feelings are portrayed is wonderfully natural and sweet.\n\n\u001b[1mシリーズはかなり幼稚なものですが、テーマは成熟しています。 より深刻な場面がどれだけうまく実行されたのか、私は驚いた。 また、子供の気持ちが描かれている方法は、素晴らしく自然で甘いです。\u001b[22m\n\u001b[1m(Shirīzu wa kanari yōchina monodesuga, tēma wa seijuku shite imasu. Yori shinkokuna bamen ga dore dake umaku jikkō sa reta no ka, watashi wa odoroita. Mata, kodomo no kimochi ga egaka rete iru hōhō wa, subarashiku shizende amaidesu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the series is most of the time quite childish, the themes are mature. I was surprised how well the more serious scenes were executed. Also the way the children's feelings are portrayed is wonderfully natural and sweet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the series is most of the time quite childish, the themes are mature.\u001b[24m\n    \u001b[1mシリーズはかなり幼稚なものですが、テーマは成熟しています。\u001b[22m, \u001b[1mシリーズは、ほとんどの時間は非常に幼稚ですが、テーマは成熟しています。\u001b[22m\n\u001b[4mI was surprised how well the more serious scenes were executed.\u001b[24m\n    \u001b[1mより深刻な場面がどれだけうまく実行されたのか、私は驚いた。\u001b[22m, \u001b[1m私はより深刻なシーンが実行されたどれだけ驚きました。\u001b[22m\n\u001b[4mAlso the way the children's feelings are portrayed is wonderfully natural and sweet.\u001b[24m\n    \u001b[1mまた、子供の気持ちが描かれている方法は、素晴らしく自然で甘いです。\u001b[22m, \u001b[1mまた、子どもたちの気持ちが描かれている方法は、驚くほど自然で甘いです。\u001b[22m\n\u001b[1m\u001b[22m\nSo, overall it's not perfect and the CGI is a drawback, but nevertheless it is very good and especially suitable for someone who enjoys a good storyline and atmosphere in a relaxed pacing.\n\n\u001b[1mだから、全体的には完璧ではないし、CGIは欠点ですが、それは非常に良く、リラックスしたペースで良いストーリーと雰囲気を楽しむ人に特に適しています。\u001b[22m\n\u001b[1m(Dakara, zentai-teki ni wa kanpekide wanaishi, CGI wa kettendesuga, sore wa hijō ni yoku, rirakkusu shita pēsude yoi sutōrī to fun'iki o tanoshimu hito ni tokuni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, overall it's not perfect and the CGI is a drawback, but nevertheless it is very good and especially suitable for someone who enjoys a good storyline and atmosphere in a relaxed pacing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, overall it's not perfect and the CGI is a drawback, but nevertheless it is very good and especially suitable for someone who enjoys a good storyline and atmosphere in a relaxed pacing.\u001b[24m\n    \u001b[1mだから、全体的には完璧ではないし、CGIは欠点ですが、それは非常に良く、リラックスしたペースで良いストーリーと雰囲気を楽しむ人に特に適しています。\u001b[22m, \u001b[1mだから、全体的には完璧ではないとCGIが欠点であるが、それにもかかわらず、それは非常に良いとリラックスしたペースで良いストーリーと雰囲気を楽しんで誰かのために特に適しています。\u001b[22m"
  },
  {
    "title": "Sanzoku_no_Musume_Ronja",
    "id": "22359",
    "url": "https://myanimelist.net/anime/22359/Sanzoku_no_Musume_Ronja",
    "user": "ReReDead",
    "profile": "/profile/ReReDead/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=204503",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nまあ、これはよかった！ 私は当初キャラクターのCGIアニメーションが心配でしたが、かなり早く慣れました。 それはとてもうまくやっていて、あなたにゼルダについて考えさせてくれる：風の杖の芸術。 ストーリーの伝統的なアニメ化された解釈がまだまだ好きでも、私はこれが人々にこのシリーズに公正なチャンスを与えるのを止めるべきではないと考えています。 そして、背景の絵は非常に見栄え、それは本当にこのように描かれたスウェーデンの自然を見て目のための饗宴です！\n\n26回ものエピソードで、このシリーズは、初めから終わりにかけて、公平なやり方で本を改訂するのに長い時間を要し、経験から何も取り除かない余分な毛羽立ちがあります。  80年代の古いスウェーデン映画と比べると、これは確かに本の真実です。 これは、すべての関係、出来事、およびキャラクターが、彼らが適切に構築されるべき時間を得るからです。 映画では、基本的にすべての主要シーンを可能な限り緊密に詰め込んで、何にも感情的なつながりを持たせませんでした。  Sanzokuの娘ロンジャーがうまくいくところです。\n\nしかし、彼らが成功しなかったものは、ノルゼのおとぎ話の生き物の特別な感じでした。 ラムノブの解釈は、人格的にも寛容にも非常にひどいです。 野生のハープ（vildvittror）は、おそらくより詳細な2Dアニメーションスタイルで作業していたかもしれませんが、今はあまりにもフラットで安価です。 彼らの古典的なキャッチフレーズ「Nu ska blodet rinna！  （文字通り：「今や血が流れる」）も欠けている。 灰色のドワーフ（grådvärgar）と不気味なもの（de underjoriska）は大丈夫でした。\n\nシリーズが管理していたものは、古い映画も本もなかったので、Matt's Fortのすべての強盗に彼ら独自のパーソナライズを与えることでした。 私はこれをとても感謝しています。 また、Skalle-Perの解釈は素晴らしかったです。\n\n彼らは春にブルーベリーとラズベリーを選ぶ（彼らは夏の終わりまで熟していない）のように、いくつかの間違いに加えて、スウェーデンの自然がよく描かれています。 時にはテンポが遅すぎるかもしれませんが、これは障害になるよりも助けになりました。 映画から一番逃したのは美しいアッカペラのハーモニー・ソングだった。\n\nこれまでのところ、宮崎五郎の最高の作品です。 しかし、その後、彼はまた素晴らしいアストリッド・リンドグレンの本当に良い素材を手に入れました！ すべての年齢層の人に常に関連する素晴らしい物語。 みんなに強くお勧めします、公正なチャンスを与えてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nWell, this was good! I was initially worried about the CGI-animation of the characters, but got used to it pretty quickly. It is very nicely done and gets you thinking about Zelda: The Wind Waker's art. Even if I still would have prefered a traditionally animated interpretation of the story, I don't think this is something that should stop people from giving this series a fair chance. And the background paintings is extremely good looking, it truly is a feast for the eyes to see swedish nature depicted in this way!\n\n\u001b[1mまあ、これはよかった！ 私は当初キャラクターのCGIアニメーションが心配でしたが、かなり早く慣れました。 それはとてもうまくやっていて、あなたにゼルダについて考えさせてくれる：風の杖の芸術。 ストーリーの伝統的なアニメ化された解釈がまだまだ好きでも、私はこれが人々にこのシリーズに公正なチャンスを与えるのを止めるべきではないと考えています。 そして、背景の絵は非常に見栄え、それは本当にこのように描かれたスウェーデンの自然を見て目のための饗宴です！\u001b[22m\n\u001b[1m(Mā, kore wa yokatta! Watashi wa tōsho kyarakutā no CGI animēshon ga shinpaideshitaga, kanari hayaku naremashita. Sore wa totemo umaku yatte ite, anata ni zeruda ni tsuite kangae sasete kureru: Kaze no tsue no geijutsu. Sutōrī no dentō-tekina anime-ka sa reta kaishaku ga madamada suki demo, watashi wa kore ga hitobito ni kono shirīzu ni kōseina chansu o ataeru no o tomerubekide wa nai to kangaete imasu. Soshite, haikei no e wa hijō ni mibae, sore wa hontōni kono yō ni egaka reta suu~ēden no shizen o mite me no tame no kyōendesu!)\u001b[22m\n\nTranslations of \u001b[4mWell, this was good! I was initially worried about the CGI-animation of the characters, but got used to it pretty quickly. It is very nicely done and gets you thinking about Zelda: The Wind Waker's art. Even if I still would have prefered a traditionally animated interpretation of the story, I don't think this is something that should stop people from giving this series a fair chance. And the background paintings is extremely good looking, it truly is a feast for the eyes to see swedish nature depicted in this way!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this was good!\u001b[24m\n    \u001b[1mまあ、これはよかった！\u001b[22m, \u001b[1mまあ、これは良かったです！\u001b[22m\n\u001b[4mI was initially worried about the CGI-animation of the characters, but got used to it pretty quickly.\u001b[24m\n    \u001b[1m私は当初キャラクターのCGIアニメーションが心配でしたが、かなり早く慣れました。\u001b[22m, \u001b[1m私は最初の文字のCGIアニメーションを心配していたが、かなり早くそれに慣れてしまいました。\u001b[22m\n\u001b[4mIt is very nicely done and gets you thinking about Zelda: The Wind Waker's art.\u001b[24m\n    \u001b[1mそれはとてもうまくやっていて、あなたにゼルダについて考えさせてくれる：風の杖の芸術。\u001b[22m, \u001b[1mこれは非常にうまく行われ、あなたは、ゼルダのことを考えます：風のタクトのアート。\u001b[22m\n\u001b[4mEven if I still would have prefered a traditionally animated interpretation of the story, I don't think this is something that should stop people from giving this series a fair chance.\u001b[24m\n    \u001b[1mストーリーの伝統的なアニメ化された解釈がまだまだ好きでも、私はこれが人々にこのシリーズに公正なチャンスを与えるのを止めるべきではないと考えています。\u001b[22m, \u001b[1m私はまだ物語の伝統的なアニメーションの解釈を好んであろうとしても、私がこのシリーズに公平な機会を与えてから人々を停止すべきものではないと思います。\u001b[22m\n\u001b[4mAnd the background paintings is extremely good looking, it truly is a feast for the eyes to see swedish nature depicted in this way!\u001b[24m\n    \u001b[1mそして、背景の絵は非常に見栄え、それは本当にこのように描かれたスウェーデンの自然を見て目のための饗宴です！\u001b[22m, \u001b[1mそして、背景の絵が見て非常に良いですが、それは本当に目がこのように示されているスウェーデンの自然を参照するためのごちそうです！\u001b[22m\n\u001b[1m\u001b[22m\nWith as much as 26 episodes the series gets a long time to adapt the book in a fair way, which it does from beginning to end, with some extra fluff that doesn't take away anything from the experience. If you would compare it to the old swedish movie from the 80's, this is definitely the more true to the book. This is because all the relations, events and characters gets the time they deserve to be built up properly. In the movie they basically just piled up all the key scenes as tightly packed as possible, without giving any emotional connection to anything. This is where Sanzoku no Musume Ronja succeeds splendidly.\n\n\u001b[1m26回ものエピソードで、このシリーズは、初めから終わりにかけて、公平なやり方で本を改訂するのに長い時間を要し、経験から何も取り除かない余分な毛羽立ちがあります。  80年代の古いスウェーデン映画と比べると、これは確かに本の真実です。 これは、すべての関係、出来事、およびキャラクターが、彼らが適切に構築されるべき時間を得るからです。 映画では、基本的にすべての主要シーンを可能な限り緊密に詰め込んで、何にも感情的なつながりを持たせませんでした。  Sanzokuの娘ロンジャーがうまくいくところです。\u001b[22m\n\u001b[1m(26-Kai mo no episōdo de, kono shirīzu wa, hajimekara owari ni kakete, kōheina yarikata de hon o kaitei surunoni nagai jikan o yōshi, keiken kara nani mo torinozokanai yobun'na kebadachi ga arimasu. 80-Nendai no furui suu~ēden eiga to kuraberu to, koreha tashikani hon no shinjitsudesu. Kore wa, subete no kankei, dekigoto, oyobi kyarakutā ga, karera ga tekisetsu ni kōchiku sa rerubeki jikan o erukaradesu. Eigade wa, kihontekini subete no shuyō shīn o kanōnakagiri kinmitsu ni tsumekonde, nani ni mo kanjō-tekina tsunagari o mota semasendeshita. Sanzoku no musume ronjā ga umaku iku tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mWith as much as 26 episodes the series gets a long time to adapt the book in a fair way, which it does from beginning to end, with some extra fluff that doesn't take away anything from the experience. If you would compare it to the old swedish movie from the 80's, this is definitely the more true to the book. This is because all the relations, events and characters gets the time they deserve to be built up properly. In the movie they basically just piled up all the key scenes as tightly packed as possible, without giving any emotional connection to anything. This is where Sanzoku no Musume Ronja succeeds splendidly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith as much as 26 episodes the series gets a long time to adapt the book in a fair way, which it does from beginning to end, with some extra fluff that doesn't take away anything from the experience.\u001b[24m\n    \u001b[1m26回ものエピソードで、このシリーズは、初めから終わりにかけて、公平なやり方で本を改訂するのに長い時間を要し、経験から何も取り除かない余分な毛羽立ちがあります。\u001b[22m, \u001b[1m同じくらい26としてエピソードシリーズは、経験から何かを奪うていないいくつかの余分な綿毛で、それは最初から最後まで行い、公正な方法で本を適応させるのに長い時間を取得します。\u001b[22m\n\u001b[4mIf you would compare it to the old swedish movie from the 80's, this is definitely the more true to the book.\u001b[24m\n    \u001b[1m80年代の古いスウェーデン映画と比べると、これは確かに本の真実です。\u001b[22m, \u001b[1mあなたは80年代から古いスウェーデンの映画と比較したい場合は、これは間違いなく、より真の本にあります。\u001b[22m\n\u001b[4mThis is because all the relations, events and characters gets the time they deserve to be built up properly.\u001b[24m\n    \u001b[1mこれは、すべての関係、出来事、およびキャラクターが、彼らが適切に構築されるべき時間を得るからです。\u001b[22m, \u001b[1mすべてのリレーション、イベントやキャラクターは、彼らが適切に構築されるに値する時間を取得するためです。\u001b[22m\n\u001b[4mIn the movie they basically just piled up all the key scenes as tightly packed as possible, without giving any emotional connection to anything.\u001b[24m\n    \u001b[1m映画では、基本的にすべての主要シーンを可能な限り緊密に詰め込んで、何にも感情的なつながりを持たせませんでした。\u001b[22m, \u001b[1mしっかりものへの感情的なつながりを与えることなく、可能な限りパックとして映画の中で彼らは基本的にはすべての主要シーンを積み上げました。\u001b[22m\n\u001b[4mThis is where Sanzoku no Musume Ronja succeeds splendidly.\u001b[24m\n    \u001b[1mSanzokuの娘ロンジャーがうまくいくところです。\u001b[22m, \u001b[1mSanzokuない娘Ronjaは見事に成功していないところです。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, something they did not succeed in was that special feeling of norse fairy tale creatures. The interpretation of the rumphobs (rumpnissar) is pretty awful, both personality-wise and appaerance-wise. The wild harpies (vildvittror) maybe would have worked in a more detailed 2D-animated style, but now they look too flat and cheap. A good equivalent to their classic catchphrase, 'Nu ska blodet rinna!' (literally: 'now the blood shall flow') is also missing. The gray dwarves (grådvärgar) and the unearthly ones (de underjoriska) were okay though.\n\n\u001b[1mしかし、彼らが成功しなかったものは、ノルゼのおとぎ話の生き物の特別な感じでした。 ラムノブの解釈は、人格的にも寛容にも非常にひどいです。 野生のハープ（vildvittror）は、おそらくより詳細な2Dアニメーションスタイルで作業していたかもしれませんが、今はあまりにもフラットで安価です。 彼らの古典的なキャッチフレーズ「Nu ska blodet rinna！  （文字通り：「今や血が流れる」）も欠けている。 灰色のドワーフ（grådvärgar）と不気味なもの（de underjoriska）は大丈夫でした。\u001b[22m\n\u001b[1m(Shikashi, karera ga seikō shinakatta mono wa, noruze no otogibanashi no ikimono no tokubetsuna kanjideshita. Ramunobu no kaishaku wa, jinkaku-teki ni mo kan'yō ni mo hijō ni hidoidesu. Yasei no hāpu (vildvittror) wa, osoraku yori shōsaina 2 D animēshonsutairu de sagyō shite ita kamo shiremasenga, ima wa amarini mo furatto de ankadesu. Karera no koten-tekina kyatchifurēzu `Nu ska blodet rinna! (Mojidōri: `Imaya chi ga nagareru') mo kakete iru. Haiiro no dowāfu (grådvärgar) to bukimina mono (de underjoriska) wa daijōbudeshita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, something they did not succeed in was that special feeling of norse fairy tale creatures. The interpretation of the rumphobs (rumpnissar) is pretty awful, both personality-wise and appaerance-wise. The wild harpies (vildvittror) maybe would have worked in a more detailed 2D-animated style, but now they look too flat and cheap. A good equivalent to their classic catchphrase, 'Nu ska blodet rinna!' (literally: 'now the blood shall flow') is also missing. The gray dwarves (grådvärgar) and the unearthly ones (de underjoriska) were okay though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, something they did not succeed in was that special feeling of norse fairy tale creatures.\u001b[24m\n    \u001b[1mしかし、彼らが成功しなかったものは、ノルゼのおとぎ話の生き物の特別な感じでした。\u001b[22m, \u001b[1mしかし、彼らが成功しなかった何かが北欧おとぎ話の生き物の特別な感じでした。\u001b[22m\n\u001b[4mThe interpretation of the rumphobs (rumpnissar) is pretty awful, both personality-wise and appaerance-wise.\u001b[24m\n    \u001b[1mラムノブの解釈は、人格的にも寛容にも非常にひどいです。\u001b[22m, \u001b[1mrumphobs（rumpnissar）の解釈は、人格ワイズとappaeranceワイズ両方かなりひどいです。\u001b[22m\n\u001b[4mThe wild harpies (vildvittror) maybe would have worked in a more detailed 2D-animated style, but now they look too flat and cheap.\u001b[24m\n    \u001b[1m野生のハープ（vildvittror）は、おそらくより詳細な2Dアニメーションスタイルで作業していたかもしれませんが、今はあまりにもフラットで安価です。\u001b[22m, \u001b[1m野生のハーピー（vildvittrorは）多分、より詳細な2Dアニメーションスタイルで働いているだろうが、今、彼らはあまりにもフラットで安価に見えます。\u001b[22m\n\u001b[4mA good equivalent to their classic catchphrase, 'Nu ska blodet rinna!'\u001b[24m\n    \u001b[1m彼らの古典的なキャッチフレーズ「Nu ska blodet rinna！\u001b[22m, \u001b[1m彼らの古典的なキャッチフレーズに良い同等の「ニュースカblodet rinna！」\u001b[22m\n\u001b[4m(literally: 'now the blood shall flow') is also missing.\u001b[24m\n    \u001b[1m（文字通り：「今や血が流れる」）も欠けている。\u001b[22m, \u001b[1m（文字通り：「今血が流れなければならない」）も欠落しています。\u001b[22m\n\u001b[4mThe gray dwarves (grådvärgar) and the unearthly ones (de underjoriska) were okay though.\u001b[24m\n    \u001b[1m灰色のドワーフ（grådvärgar）と不気味なもの（de underjoriska）は大丈夫でした。\u001b[22m, \u001b[1m灰色のドワーフ（grådvärgar）とこの世のもの（デunderjoriska）はいえ大丈夫でした。\u001b[22m\n\u001b[1m\u001b[22m\nSomething that the series managed, that neither the old movie nor the book did, was to give all the robbers in Matt's Fort their own distinct personalites. I greatly appreciated this. And also, the interpretation of Skalle-Per was terrific.\n\n\u001b[1mシリーズが管理していたものは、古い映画も本もなかったので、Matt's Fortのすべての強盗に彼ら独自のパーソナライズを与えることでした。 私はこれをとても感謝しています。 また、Skalle-Perの解釈は素晴らしかったです。\u001b[22m\n\u001b[1m(Shirīzu ga kanri shite ita mono wa, furui eiga mo hon mo nakattanode, matto' s Fort no subete no gōtō ni karera dokuji no pāsonaraizu o ataeru kotodeshita. Watashi wa kore o totemo kansha shite imasu. Mata, Skalle - Per no kaishaku wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSomething that the series managed, that neither the old movie nor the book did, was to give all the robbers in Matt's Fort their own distinct personalites. I greatly appreciated this. And also, the interpretation of Skalle-Per was terrific.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomething that the series managed, that neither the old movie nor the book did, was to give all the robbers in Matt's Fort their own distinct personalites.\u001b[24m\n    \u001b[1mシリーズが管理していたものは、古い映画も本もなかったので、Matt's Fortのすべての強盗に彼ら独自のパーソナライズを与えることでした。\u001b[22m, \u001b[1mシリーズは古い映画や書籍のいずれもがやったことを、管理さ何かが、Mattの砦、自分の明確なpersonalites内のすべての強盗を与えることでした。\u001b[22m\n\u001b[4mI greatly appreciated this.\u001b[24m\n    \u001b[1m私はこれをとても感謝しています。\u001b[22m, \u001b[1m私は非常にこれを高く評価しました。\u001b[22m\n\u001b[4mAnd also, the interpretation of Skalle-Per was terrific.\u001b[24m\n    \u001b[1mまた、Skalle-Perの解釈は素晴らしかったです。\u001b[22m, \u001b[1mそしてまた、Skalle-あたりの解釈は素晴らしいでした。\u001b[22m\n\u001b[1m\u001b[22m\nBesides some dumb mistakes, like the fact that they pick blueberries and raspberries in spring (they don't become ripe until late summer), the swedish nature is depicted well. Sometimes the tempo maybe was too slow, but this helped more than becoming a hindrance. The thing I missed most from the movie was all the beautiful accapella harmony songs.\n\n\u001b[1m彼らは春にブルーベリーとラズベリーを選ぶ（彼らは夏の終わりまで熟していない）のように、いくつかの間違いに加えて、スウェーデンの自然がよく描かれています。 時にはテンポが遅すぎるかもしれませんが、これは障害になるよりも助けになりました。 映画から一番逃したのは美しいアッカペラのハーモニー・ソングだった。\u001b[22m\n\u001b[1m(Karera wa haru ni burūberī to razuberī o erabu (karera wa natsunoowari made juku shite inai) no yō ni, ikutsu ka no machigai ni kuwaete, suu~ēden no shizen ga yoku egaka rete imasu. Tokiniha tenpo ga oso sugiru kamo shiremasenga, koreha shōgai ni naru yori mo tasuke ni narimashita. Eiga kara ichiban nogashita no wa utsukushī akkapera no hāmonī songudatta.)\u001b[22m\n\nTranslations of \u001b[4mBesides some dumb mistakes, like the fact that they pick blueberries and raspberries in spring (they don't become ripe until late summer), the swedish nature is depicted well. Sometimes the tempo maybe was too slow, but this helped more than becoming a hindrance. The thing I missed most from the movie was all the beautiful accapella harmony songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides some dumb mistakes, like the fact that they pick blueberries and raspberries in spring (they don't become ripe until late summer), the swedish nature is depicted well.\u001b[24m\n    \u001b[1m彼らは春にブルーベリーとラズベリーを選ぶ（彼らは夏の終わりまで熟していない）のように、いくつかの間違いに加えて、スウェーデンの自然がよく描かれています。\u001b[22m, \u001b[1mいくつかのダムのミスに加えて、彼らは（彼らは夏の終わりまで熟してはなりません）春にブルーベリーとラズベリーを選ぶという事実のように、スウェーデンの性質がよく描かれています。\u001b[22m\n\u001b[4mSometimes the tempo maybe was too slow, but this helped more than becoming a hindrance.\u001b[24m\n    \u001b[1m時にはテンポが遅すぎるかもしれませんが、これは障害になるよりも助けになりました。\u001b[22m, \u001b[1m時々テンポは多分あまりにも遅かったが、これは障害になってより多くのを助けました。\u001b[22m\n\u001b[4mThe thing I missed most from the movie was all the beautiful accapella harmony songs.\u001b[24m\n    \u001b[1m映画から一番逃したのは美しいアッカペラのハーモニー・ソングだった。\u001b[22m, \u001b[1m私は映画のほとんどを逃した事はすべての美しいaccapellaのハーモニーの曲でした。\u001b[22m\n\u001b[1m\u001b[22m\nThis is most definitely the best work of Goro Miyazaki so far. But then he also got really good source material from the great Astrid Lindgren! A fantastic story that always is relevant to people in all ages. Strongly recommended to everyone, give it a fair chance!\n\n\u001b[1mこれまでのところ、宮崎五郎の最高の作品です。 しかし、その後、彼はまた素晴らしいアストリッド・リンドグレンの本当に良い素材を手に入れました！ すべての年齢層の人に常に関連する素晴らしい物語。 みんなに強くお勧めします、公正なチャンスを与えてください！\u001b[22m\n\u001b[1m(Kore made no tokoro, Miyazaki Gorō no saikō no sakuhindesu. Shikashi, sonogo, kare wa mata subarashī Asutoriddo rindoguren no hontōni yoi sozai o te ni iremashita! Subete no nenrei-sō no hito ni tsuneni kanren suru subarashī monogatari. Min'na ni tsuyoku o susume shimasu, kōseina chansu o ataete kudasai!)\u001b[22m\n\nTranslations of \u001b[4mThis is most definitely the best work of Goro Miyazaki so far. But then he also got really good source material from the great Astrid Lindgren! A fantastic story that always is relevant to people in all ages. Strongly recommended to everyone, give it a fair chance!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is most definitely the best work of Goro Miyazaki so far.\u001b[24m\n    \u001b[1mこれまでのところ、宮崎五郎の最高の作品です。\u001b[22m, \u001b[1mこれは、これまでのところほとんど間違いなく宮崎吾朗の最高の作品です。\u001b[22m\n\u001b[4mBut then he also got really good source material from the great Astrid Lindgren!\u001b[24m\n    \u001b[1mしかし、その後、彼はまた素晴らしいアストリッド・リンドグレンの本当に良い素材を手に入れました！\u001b[22m, \u001b[1mしかし、その後彼はまた、偉大なアストリッド・リンドグレーンから本当に良いソースの材料を得ました！\u001b[22m\n\u001b[4mA fantastic story that always is relevant to people in all ages.\u001b[24m\n    \u001b[1mすべての年齢層の人に常に関連する素晴らしい物語。\u001b[22m, \u001b[1m常にすべての年齢層の人々に関連する幻想物語。\u001b[22m\n\u001b[4mStrongly recommended to everyone, give it a fair chance!\u001b[24m\n    \u001b[1mみんなに強くお勧めします、公正なチャンスを与えてください！\u001b[22m, \u001b[1m強くそれに公平な機会を与えて、すべての人にお勧め！\u001b[22m"
  },
  {
    "title": "Sanzoku_no_Musume_Ronja",
    "id": "22359",
    "url": "https://myanimelist.net/anime/22359/Sanzoku_no_Musume_Ronja",
    "user": "Sir_Chasm",
    "profile": "/profile/Sir_Chasm/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=195741",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nアストリッド・リンドグレンズの物語は本当にこのアニメの中で生き生きとしています。このアニメは偉大なアダプテーションです。\n\nあなたがこのアニメを見て自分自身にそれを借りている本を楽しんだ場合、それはソースの材料の正義を行い、それはあなたが小さな子供のように再び感じるようになります。 あなたはこの本を読んだりしたりしなかったのか、このアニメには多くの楽しみがあります。\n\nキャラクターは素晴らしく、喜びの瞬間、悲しみの瞬間、そしてその間のすべてがあります。\n\nあなたが良い、心温まるアニメを見たい場合は、Sanzokuの娘のRonjaは素晴らしいオプションです。 あなたはそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAstrid Lindgrens story really comes to life in this anime, which is a great adaptation and manages to make fans of the book feel right at home while still managing to excite them.\n\n\u001b[1mアストリッド・リンドグレンズの物語は本当にこのアニメの中で生き生きとしています。このアニメは偉大なアダプテーションです。\u001b[22m\n\u001b[1m(Asutoriddo rindogurenzu no monogatari wa hontōni kono anime no naka de ikiiki to shite imasu. Kono anime wa idaina adaputēshondesu.)\u001b[22m\n\nTranslations of \u001b[4mAstrid Lindgrens story really comes to life in this anime, which is a great adaptation and manages to make fans of the book feel right at home while still managing to excite them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAstrid Lindgrens story really comes to life in this anime, which is a great adaptation and manages to make fans of the book feel right at home while still managing to excite them.\u001b[24m\n    \u001b[1mアストリッド・リンドグレンズの物語は本当にこのアニメの中で生き生きとしています。このアニメは偉大なアダプテーションです。\u001b[22m, \u001b[1mアストリッドLindgrensの話は本当に素晴らしい適応であり、まだそれらを励起するために管理しながら、本のファンは自宅に感じられるように管理し、このアニメ、での生活に来ます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoyed the book you owe it to yourself to watch this anime, it does the source material justice, and it will make you feel like a little kid again. There is so much ejoyment to be had in this anime wether you've read the book or not.\n\n\u001b[1mあなたがこのアニメを見て自分自身にそれを借りている本を楽しんだ場合、それはソースの材料の正義を行い、それはあなたが小さな子供のように再び感じるようになります。 あなたはこの本を読んだりしたりしなかったのか、このアニメには多くの楽しみがあります。\u001b[22m\n\u001b[1m(Anata ga kono anime o mite jibun jishin ni sore o karite iru hon o tanoshinda baai, soreha sōsu no zairyō no seigi o okonai, sore wa anata ga chīsana kodomo no yō ni futatabi kanjiru yō ni narimasu. Anata wa kono-pon o yon dari shi tari shinakatta no ka, kono anime ni wa ōku no tanoshimi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoyed the book you owe it to yourself to watch this anime, it does the source material justice, and it will make you feel like a little kid again. There is so much ejoyment to be had in this anime wether you've read the book or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoyed the book you owe it to yourself to watch this anime, it does the source material justice, and it will make you feel like a little kid again.\u001b[24m\n    \u001b[1mあなたがこのアニメを見て自分自身にそれを借りている本を楽しんだ場合、それはソースの材料の正義を行い、それはあなたが小さな子供のように再び感じるようになります。\u001b[22m, \u001b[1mあなたはこのアニメを見て自分自身にそれを借りて本を楽しんでいる場合、それは原料正義を行い、それはあなたが再び小さな子供のような気分にさせるだろう。\u001b[22m\n\u001b[4mThere is so much ejoyment to be had in this anime wether you've read the book or not.\u001b[24m\n    \u001b[1mあなたはこの本を読んだりしたりしなかったのか、このアニメには多くの楽しみがあります。\u001b[22m, \u001b[1mあなたが本を読んだり、いませんでした天気をこのアニメでいたことにそんなにejoymentがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are great, there are moments of joy, moments of sadness, and everything in between.\n\n\u001b[1mキャラクターは素晴らしく、喜びの瞬間、悲しみの瞬間、そしてその間のすべてがあります。\u001b[22m\n\u001b[1m(Kyarakutā wa subarashiku, yorokobi no shunkan, kanashimi no shunkan, soshite sonoaida no subete ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are great, there are moments of joy, moments of sadness, and everything in between.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are great, there are moments of joy, moments of sadness, and everything in between.\u001b[24m\n    \u001b[1mキャラクターは素晴らしく、喜びの瞬間、悲しみの瞬間、そしてその間のすべてがあります。\u001b[22m, \u001b[1m文字は、喜びの瞬間、悲しみの瞬間、すべてが間に存在する、素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want to watch a good and heartwarming anime Sanzoku no Musume Ronja is a great option. You won't regret it.\n\n\u001b[1mあなたが良い、心温まるアニメを見たい場合は、Sanzokuの娘のRonjaは素晴らしいオプションです。 あなたはそれを後悔しません。\u001b[22m\n\u001b[1m(Anata ga yoi, kokoroatatamaru anime o mitai baai wa, Sanzoku no musume no Ronja wa subarashī opushondesu. Anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to watch a good and heartwarming anime Sanzoku no Musume Ronja is a great option. You won't regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to watch a good and heartwarming anime Sanzoku no Musume Ronja is a great option.\u001b[24m\n    \u001b[1mあなたが良い、心温まるアニメを見たい場合は、Sanzokuの娘のRonjaは素晴らしいオプションです。\u001b[22m, \u001b[1mあなたが良いと心温まるアニメSanzokuを見たい場合は何の娘Ronjaは素晴らしい選択肢ではありません。\u001b[22m\n\u001b[4mYou won't regret it.\u001b[24m\n    \u001b[1mあなたはそれを後悔しません。\u001b[22m, \u001b[1m後悔はさせませんから。\u001b[22m"
  },
  {
    "title": "Sanzoku_no_Musume_Ronja",
    "id": "22359",
    "url": "https://myanimelist.net/anime/22359/Sanzoku_no_Musume_Ronja",
    "user": "Markezzo",
    "profile": "/profile/Markezzo/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=185725",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  4\n\nRobberの娘Ronjaは、私がひどく偏っていることを私が最初に認めてくれることを示すショーです。 主な理由は、私がスティードとして、アストリッド・リンドグレンの子供の本に基づいて、この物語の実写版を見て育ったことです。 だから必然的に戦うのではなく、私はこのレビューを二つの適応を比較することに捧げたいと思っています。\n\nアニメーションは、それがいつものものとは遠く離れているので、最初に気づくものです。 ビデオゲームからまっすぐに出たような3Dスタイルでは、Ronja the Robber's Daughterは非常に異なった外観をしていますが、一部の人を恐れるかもしれないし、恐れることもありません。 クイック。\n\n自然は、シリーズで大きな役割を果たしています。というのも、自然はほとんどそれを自分のキャラクターと呼ぶことができます。 その素晴らしい背景のおかげで、あなたは雰囲気を賞賛することはできません。 あなたがキャンプに出るように誰かを説得する必要がある場合は、それらのエピソードまたは2つを見せてください。 ライブアクション版では美しいものと圧倒的なパワーで簡単にあなたを殺すことができるものの両方を表現していますが、アニメはキュートさに欠けてしまう傾向があります。\n\n物語はそのまま残っていて、もっと記憶に残るシーンに到着すると、物語をうまく描くことができます。 主な問題は、それがどのように伸びているかに由来します。 このシリーズでは、12話の26話を話題にしました。多くのエピソードは無意味なフィラーだけが含まれているため、文字通りスキップすることができます。 それはジブリの生産であり、多くのスライス・オブ・ライフの要素を期待するべきですが、今度はそれが好きではないと感じました。\n\n各アダプションのキャラクターを比較すると、私は実写版が良いとわかりました。 アニメの対話はロボット的で不自然になりがちですが、それは物語を文字通り翻訳する結果です。 ロンジャがいつも微笑んで笑っているように、私はいつもナッツを運転していました。彼女の父マティスは、不安定で危険な男のように描写されていました。悲鳴を上げるドラマ・クイーンのようです。 私はそれが終わったところで、キャラクターが何が行われたのか、そして彼らの未来が何を反映し始めるのか、私はそれを私を捕まえたと言います。 父と娘の関係は良いクライマックスになり、特にロンハの兄弟バークは、私に寒さを与えたように開発されました。\n\n全体として、Ronja the Robber's Daughterは、元のストーリーのドラッグアンドカットバージョンです。  Ronjaのファンは、ライブアクションのバージョンを見直すか、本を読んでいる方がよいでしょう。 しかし、それは偉大な芸術、まともな結末、いくつかの素晴らしいシーンを提供します。 スライス・オブ・ライフやジブリの大ファンなら、これは大丈夫です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nRonja the Robber’s Daughter is a show that I will be the first to admit that I’m severely biased against. The main reason is that as a swede I grew up watching the live-action version of this story, based from the children’s book by Astrid Lindgren. So rather than fight the inevitable, I wish to dedicate this review to comparing the two adaptions.\n\n\u001b[1mRobberの娘Ronjaは、私がひどく偏っていることを私が最初に認めてくれることを示すショーです。 主な理由は、私がスティードとして、アストリッド・リンドグレンの子供の本に基づいて、この物語の実写版を見て育ったことです。 だから必然的に戦うのではなく、私はこのレビューを二つの適応を比較することに捧げたいと思っています。\u001b[22m\n\u001b[1m(Robber no musume Ronja wa, watashi ga hidoku katayotte iru koto o watashi ga saisho ni mitomete kureru koto o shimesu shōdesu. Omona riyū wa, watashi ga sutīdo to shite, Asutoriddo rindoguren no kodomo no hon nimotozuite, kono monogatari no jissha-ban o mite sodatta kotodesu. Dakara hitsuzen-teki ni tatakau node wa naku, watashi wa kono rebyū o futatsu no tekiō o hikaku suru koto ni sasagetai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mRonja the Robber’s Daughter is a show that I will be the first to admit that I’m severely biased against. The main reason is that as a swede I grew up watching the live-action version of this story, based from the children’s book by Astrid Lindgren. So rather than fight the inevitable, I wish to dedicate this review to comparing the two adaptions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRonja the Robber’s Daughter is a show that I will be the first to admit that I’m severely biased against.\u001b[24m\n    \u001b[1mRobberの娘Ronjaは、私がひどく偏っていることを私が最初に認めてくれることを示すショーです。\u001b[22m, \u001b[1mRonja強盗の娘は私が深刻に押し付けていることを認めざるを初めてとなるショーです。\u001b[22m\n\u001b[4mThe main reason is that as a swede I grew up watching the live-action version of this story, based from the children’s book by Astrid Lindgren.\u001b[24m\n    \u001b[1m主な理由は、私がスティードとして、アストリッド・リンドグレンの子供の本に基づいて、この物語の実写版を見て育ったことです。\u001b[22m, \u001b[1m主な理由は、スウェーデン人として、私はアストリッド・リンドグレーンによって子どもの本から基づいて、この物語の実写版を、見て育ったということです。\u001b[22m\n\u001b[4mSo rather than fight the inevitable, I wish to dedicate this review to comparing the two adaptions.\u001b[24m\n    \u001b[1mだから必然的に戦うのではなく、私はこのレビューを二つの適応を比較することに捧げたいと思っています。\u001b[22m, \u001b[1mだからではなく、避けられないとの戦い、私は2つのadaptionsを比較するには、このレビューを捧げたいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is what one notices first as it is far from the usual. With a 3D-style that looks like it came straight out of a video-game, Ronja the Robber's Daughter has a very different look, which may or may not scare some people off, though I would say that one gets used to the 3D rather quick.\n\n\u001b[1mアニメーションは、それがいつものものとは遠く離れているので、最初に気づくものです。 ビデオゲームからまっすぐに出たような3Dスタイルでは、Ronja the Robber's Daughterは非常に異なった外観をしていますが、一部の人を恐れるかもしれないし、恐れることもありません。 クイック。\u001b[22m\n\u001b[1m(Animēshon wa, sore ga itsumo no mono to wa tōku hanarete irunode, saisho ni kidzuku monodesu. Bideogēmu kara massugu ni deta yōna 3 D sutairude wa, Ronja the Robber' s dōtā wa hijō ni kotonatta gaikan o shite imasuga, ichibu no hito o osoreru kamo shirenaishi, osoreru koto mo arimasen. Kuikku.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is what one notices first as it is far from the usual. With a 3D-style that looks like it came straight out of a video-game, Ronja the Robber's Daughter has a very different look, which may or may not scare some people off, though I would say that one gets used to the 3D rather quick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is what one notices first as it is far from the usual.\u001b[24m\n    \u001b[1mアニメーションは、それがいつものものとは遠く離れているので、最初に気づくものです。\u001b[22m, \u001b[1mアニメーションは、それがはるかに通常からであるように、1つは、最初に気づくものです。\u001b[22m\n\u001b[4mWith a 3D-style that looks like it came straight out of a video-game, Ronja the Robber's Daughter has a very different look, which may or may not scare some people off, though I would say that one gets used to the 3D rather\u001b[24m\n    \u001b[1mビデオゲームからまっすぐに出たような3Dスタイルでは、Ronja the Robber's Daughterは非常に異なった外観をしていますが、一部の人を恐れるかもしれないし、恐れることもありません。\u001b[22m, \u001b[1mそれはストレートビデオゲームから出てきたように見える3D-スタイルで、Ronja強盗の娘は、私はその1が3Dに慣れると言うだろうが、または、いくつかの人々を怖がらない場合があり、非常に異なる外観を有しており、むしろ\u001b[22m\n\u001b[4mquick.\u001b[24m\n    \u001b[1mクイック。\u001b[22m, \u001b[1m素早いです。\u001b[22m\n\u001b[1m\u001b[22m\nNature plays a large role in the series, to the point that one could almost call it its own character. Thanks to its amazing backgrounds you can’t help but admire the atmosphere. If you ever need to convince someone to go out camping, show them an episode or two of this. The one aspect that it lacks though is variety, while the live-action version portrays nature both as something beautiful and something that could easily kill you with its overwhelming power, the anime has a tendency to go for nothing but cuteness.\n\n\u001b[1m自然は、シリーズで大きな役割を果たしています。というのも、自然はほとんどそれを自分のキャラクターと呼ぶことができます。 その素晴らしい背景のおかげで、あなたは雰囲気を賞賛することはできません。 あなたがキャンプに出るように誰かを説得する必要がある場合は、それらのエピソードまたは2つを見せてください。 ライブアクション版では美しいものと圧倒的なパワーで簡単にあなたを殺すことができるものの両方を表現していますが、アニメはキュートさに欠けてしまう傾向があります。\u001b[22m\n\u001b[1m(Shizen wa, shirīzu de ōkina yakuwari o hatashite imasu. Toyuunomo, shizen wa hotondo sore o jibun no kyarakutā to yobu koto ga dekimasu. Sono subarashī haikei no okage de, anata wa fun'iki o shōsan suru koto wa dekimasen. Anata ga kyanpu ni deru yō ni dareka o settoku suru hitsuyō ga aru baai wa, sorera no episōdo matawa 2tsu o misete kudasai. Raibu akushon-bande wa utsukushī mono to attōtekina pawā de kantan ni anata o korosu koto ga dekiru mono no ryōhō o hyōgen shite imasuga, anime wa kyūto-sa ni kakete shimau keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNature plays a large role in the series, to the point that one could almost call it its own character. Thanks to its amazing backgrounds you can’t help but admire the atmosphere. If you ever need to convince someone to go out camping, show them an episode or two of this. The one aspect that it lacks though is variety, while the live-action version portrays nature both as something beautiful and something that could easily kill you with its overwhelming power, the anime has a tendency to go for nothing but cuteness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNature plays a large role in the series, to the point that one could almost call it its own character.\u001b[24m\n    \u001b[1m自然は、シリーズで大きな役割を果たしています。というのも、自然はほとんどそれを自分のキャラクターと呼ぶことができます。\u001b[22m, \u001b[1m自然は1がほとんど独自の文字、それを呼び出すことができますポイントに、直列に大きな役割を果たしています。\u001b[22m\n\u001b[4mThanks to its amazing backgrounds you can’t help but admire the atmosphere.\u001b[24m\n    \u001b[1mその素晴らしい背景のおかげで、あなたは雰囲気を賞賛することはできません。\u001b[22m, \u001b[1mその驚くべき背景のおかげであなたは助けるが、雰囲気を賞賛することはできません。\u001b[22m\n\u001b[4mIf you ever need to convince someone to go out camping, show them an episode or two of this.\u001b[24m\n    \u001b[1mあなたがキャンプに出るように誰かを説得する必要がある場合は、それらのエピソードまたは2つを見せてください。\u001b[22m, \u001b[1mあなたは今までキャンプを出て行くために誰かを説得する必要がある場合は、それらをエピソードや、このうちの2つを示しています。\u001b[22m\n\u001b[4mThe one aspect that it lacks though is variety, while the live-action version portrays nature both as something beautiful and something that could easily kill you with its overwhelming power, the anime has a tendency to go for nothing but cuteness.\u001b[24m\n    \u001b[1mライブアクション版では美しいものと圧倒的なパワーで簡単にあなたを殺すことができるものの両方を表現していますが、アニメはキュートさに欠けてしまう傾向があります。\u001b[22m, \u001b[1m実写版の両方が美しいものと簡単にアニメがかわいらしさが、何のために行く傾向がある、その圧倒的な力であなたを殺すことができるものとして自然を描いている間、それはしかし欠けている一つの側面は、様々です。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is intact and when it arrives at the more memorable scenes it manages to portray them well. The main problem comes from how stretched out it is. This series told a story in 26 episodes that could have been told in 12. Many episodes can literally be skipped as they involve nothing but pointless filler. While it is a Ghibli-production and one should go in expecting a lot of slice-of-life elements, I can’t help but feel that it worked against it more than in its favor this time.\n\n\u001b[1m物語はそのまま残っていて、もっと記憶に残るシーンに到着すると、物語をうまく描くことができます。 主な問題は、それがどのように伸びているかに由来します。 このシリーズでは、12話の26話を話題にしました。多くのエピソードは無意味なフィラーだけが含まれているため、文字通りスキップすることができます。 それはジブリの生産であり、多くのスライス・オブ・ライフの要素を期待するべきですが、今度はそれが好きではないと感じました。\u001b[22m\n\u001b[1m(Monogatari wa sonomama nokotte ite, motto kioku ni nokoru shīn ni tōchaku suru to, monogatari o umaku kaku koto ga dekimasu. Omona mondai wa, sore ga dono yō ni nobite iru ka ni yurai shimasu. Kono shirīzude wa, 12-wa no 26-wa o wadai ni shimashita. Ōku no episōdo wa muimina firā dake ga fukuma rete iru tame, mojidōri sukippu suru koto ga dekimasu. Sore wa jiburi no seisandeari, ōku no suraisu Obu raifu no yōso o kitai surubekidesuga, kondo wa sore ga sukide wa nai to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is intact and when it arrives at the more memorable scenes it manages to portray them well. The main problem comes from how stretched out it is. This series told a story in 26 episodes that could have been told in 12. Many episodes can literally be skipped as they involve nothing but pointless filler. While it is a Ghibli-production and one should go in expecting a lot of slice-of-life elements, I can’t help but feel that it worked against it more than in its favor this time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is intact and when it arrives at the more memorable scenes it manages to portray them well.\u001b[24m\n    \u001b[1m物語はそのまま残っていて、もっと記憶に残るシーンに到着すると、物語をうまく描くことができます。\u001b[22m, \u001b[1mストーリーはそのままであり、それはより多くの記憶に残るシーンに到着したときには、それらをよく描写して管理しています。\u001b[22m\n\u001b[4mThe main problem comes from how stretched out it is.\u001b[24m\n    \u001b[1m主な問題は、それがどのように伸びているかに由来します。\u001b[22m, \u001b[1m主な問題は、それがある伸ばし方法から来ています。\u001b[22m\n\u001b[4mThis series told a story in 26 episodes that could have been told in 12. Many episodes can literally be skipped as they involve nothing but pointless filler.\u001b[24m\n    \u001b[1mこのシリーズでは、12話の26話を話題にしました。多くのエピソードは無意味なフィラーだけが含まれているため、文字通りスキップすることができます。\u001b[22m, \u001b[1mこのシリーズは、彼らが何もなく、無意味フィラーを含まないように、多くのエピソードが文字通りスキップすることができます12で語られている可能性が26話で話をしました。\u001b[22m\n\u001b[4mWhile it is a Ghibli-production and one should go in expecting a lot of slice-of-life elements, I can’t help but feel that it worked against it more than in its favor this time.\u001b[24m\n    \u001b[1mそれはジブリの生産であり、多くのスライス・オブ・ライフの要素を期待するべきですが、今度はそれが好きではないと感じました。\u001b[22m, \u001b[1mそれはジブリ制作であり、1つは、スライス・オブ・ライフの要素の多くを期待しに行く必要がありますが、私は助けるが、それはより多くのその好意この時間よりも、それと戦っているのだと感じることができません。\u001b[22m\n\u001b[1m\u001b[22m\nWhen comparing the characters in each adaption I found the live-action version to be better. The dialogue in the anime tends to come off robotic and unnatural, which is a consequence of translating the story a bit too literally. The way that Ronja smiles and giggles constantly at the slightest thing nearly drove me nuts at times, and her father Mattis was portrayed as far less of an unstable and dangerous man, and more like a screaming drama-queen. Where I will say it caught me off guard was toward the end, where the characters start to reflect on what has been done and what their future holds. The father-daughter relationship comes to a good climax, and Ronja’s make-believe brother Birk in particular was developed in a way that gave me chills.\n\n\u001b[1m各アダプションのキャラクターを比較すると、私は実写版が良いとわかりました。 アニメの対話はロボット的で不自然になりがちですが、それは物語を文字通り翻訳する結果です。 ロンジャがいつも微笑んで笑っているように、私はいつもナッツを運転していました。彼女の父マティスは、不安定で危険な男のように描写されていました。悲鳴を上げるドラマ・クイーンのようです。 私はそれが終わったところで、キャラクターが何が行われたのか、そして彼らの未来が何を反映し始めるのか、私はそれを私を捕まえたと言います。 父と娘の関係は良いクライマックスになり、特にロンハの兄弟バークは、私に寒さを与えたように開発されました。\u001b[22m\n\u001b[1m(Kaku adapushon no kyarakutā o hikaku suru to, watashi wa jissha-ban ga yoi to wakarimashita. Anime no taiwa wa robotto-tekide fushizen ni nari-gachidesuga, soreha monogatari o mojidōri hon'yaku suru kekkadesu. Ronja ga itsumo hohoende waratte iru yō ni, watashi wa itsumo nattsu o unten shite imashita. Kanojo no chichi matisu wa, fuanteide kiken'na otoko no yō ni byōsha sa rete imashita. Himeiwoageru dorama kuīn no yōdesu. Watashi wa sore ga owatta tokoro de, kyarakutā ga nani ga okonawa reta no ka, soshite karera no mirai ga nani o han'ei shi hajimeru no ka, watashi wa sore o watashi o tsukamaeta to iimasu. Chichitoko no kankei wa yoi kuraimakkusu ni nari, tokuni ronha no kyōdai bāku wa, watashi ni samu-sa o ataeta yō ni kaihatsu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen comparing the characters in each adaption I found the live-action version to be better. The dialogue in the anime tends to come off robotic and unnatural, which is a consequence of translating the story a bit too literally. The way that Ronja smiles and giggles constantly at the slightest thing nearly drove me nuts at times, and her father Mattis was portrayed as far less of an unstable and dangerous man, and more like a screaming drama-queen. Where I will say it caught me off guard was toward the end, where the characters start to reflect on what has been done and what their future holds. The father-daughter relationship comes to a good climax, and Ronja’s make-believe brother Birk in particular was developed in a way that gave me chills.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen comparing the characters in each adaption I found the live-action version to be better.\u001b[24m\n    \u001b[1m各アダプションのキャラクターを比較すると、私は実写版が良いとわかりました。\u001b[22m, \u001b[1m各適応内の文字を比較するとき、私は良いと実写版を見つけました。\u001b[22m\n\u001b[4mThe dialogue in the anime tends to come off robotic and unnatural, which is a consequence of translating the story a bit too literally.\u001b[24m\n    \u001b[1mアニメの対話はロボット的で不自然になりがちですが、それは物語を文字通り翻訳する結果です。\u001b[22m, \u001b[1mアニメでの対話は少しも文字通り話を翻訳した結果である、ロボットと不自然外れ傾向にあります。\u001b[22m\n\u001b[4mThe way that Ronja smiles and giggles constantly at the slightest thing nearly drove me nuts at times, and her father Mattis was portrayed as far less of an unstable and dangerous man, and more like a screaming drama-queen.\u001b[24m\n    \u001b[1mロンジャがいつも微笑んで笑っているように、私はいつもナッツを運転していました。彼女の父マティスは、不安定で危険な男のように描写されていました。悲鳴を上げるドラマ・クイーンのようです。\u001b[22m, \u001b[1mRonjaは笑顔と些細な事で常に笑いの方法は、ほとんどの回で私にナットを運転し、彼女の父親Mattisは限り不安定で危険な男の以下、より叫んドラマの女王のように描かれていました。\u001b[22m\n\u001b[4mWhere I will say it caught me off guard was toward the end, where the characters start to reflect on what has been done and what their future holds.\u001b[24m\n    \u001b[1m私はそれが終わったところで、キャラクターが何が行われたのか、そして彼らの未来が何を反映し始めるのか、私はそれを私を捕まえたと言います。\u001b[22m, \u001b[1m私はそれが私の不意をつかれたと言うだろうどこに文字が行われ、どのような彼らの未来が保持されているものに反映させるために開始する場合には、端部に向かっていました。\u001b[22m\n\u001b[4mThe father-daughter relationship comes to a good climax, and Ronja’s make-believe brother Birk in particular was developed in a way that gave me chills.\u001b[24m\n    \u001b[1m父と娘の関係は良いクライマックスになり、特にロンハの兄弟バークは、私に寒さを与えたように開発されました。\u001b[22m, \u001b[1m父娘の関係は良好でクライマックスに来て、Ronjaのは、具体的には私に悪寒を与えたような方法で開発された兄弟バークをメイクと信じています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Ronja the Robber’s Daughter is a dragged out and cutesified version of the original story. Fans of Ronja are better off rewatching the live-action version or reading the book. It does however offer great art, a decent ending, and a few great scenes in between. If you are a big fan of slice-of-life or Ghibli this will be an okay watch.\n\n\u001b[1m全体として、Ronja the Robber's Daughterは、元のストーリーのドラッグアンドカットバージョンです。  Ronjaのファンは、ライブアクションのバージョンを見直すか、本を読んでいる方がよいでしょう。 しかし、それは偉大な芸術、まともな結末、いくつかの素晴らしいシーンを提供します。 スライス・オブ・ライフやジブリの大ファンなら、これは大丈夫です。\u001b[22m\n\u001b[1m(Zentai to shite, Ronja the Robber' s dōtā wa,-moto no sutōrī no doragguandokattobājondesu. Ronja no fan wa, raibu akushon no bājon o minaosu ka, hon o yonde iru kata ga yoideshou. Shikashi, sore wa idaina geijutsu, matomona ketsumatsu, ikutsu ka no subarashī shīn o teikyō shimasu. Suraisu Obu raifu ya jiburi no dai fan'nara, kore wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Ronja the Robber’s Daughter is a dragged out and cutesified version of the original story. Fans of Ronja are better off rewatching the live-action version or reading the book. It does however offer great art, a decent ending, and a few great scenes in between. If you are a big fan of slice-of-life or Ghibli this will be an okay watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Ronja the Robber’s Daughter is a dragged out and cutesified version of the original story.\u001b[24m\n    \u001b[1m全体として、Ronja the Robber's Daughterは、元のストーリーのドラッグアンドカットバージョンです。\u001b[22m, \u001b[1m全体的に、Ronja強盗の娘はオリジナルストーリーの引きずり出さとcutesifiedバージョンです。\u001b[22m\n\u001b[4mFans of Ronja are better off rewatching the live-action version or reading the book.\u001b[24m\n    \u001b[1mRonjaのファンは、ライブアクションのバージョンを見直すか、本を読んでいる方がよいでしょう。\u001b[22m, \u001b[1mRonjaのファンは、実写版をrewatchingや本を読んでたほうが良いです。\u001b[22m\n\u001b[4mIt does however offer great art, a decent ending, and a few great scenes in between.\u001b[24m\n    \u001b[1mしかし、それは偉大な芸術、まともな結末、いくつかの素晴らしいシーンを提供します。\u001b[22m, \u001b[1mしかし偉大な芸術、まともなエンディング、との間にいくつかの偉大なシーンを提供していません。\u001b[22m\n\u001b[4mIf you are a big fan of slice-of-life or Ghibli this will be an okay watch.\u001b[24m\n    \u001b[1mスライス・オブ・ライフやジブリの大ファンなら、これは大丈夫です。\u001b[22m, \u001b[1mあなたは、スライス・オブ・ライフやジブリの大ファンであれば、これは大丈夫時計になります。\u001b[22m"
  }
]
