[
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "Kyuutoryuu",
    "profile": "/profile/Kyuutoryuu/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=132283",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  3\nサウンド|  1\nキャラクター|  1\n|  1\n\n冬の2014年の最悪のアニメのレビュー？ ええとああ。 これは良いことではありません。 しかしその前に、素早い逸話。\n\nだからしばらく前に、私はアニメの伝説「破壊の火星」を見つけました。 あなたが知らない人のために、破壊の火星はアニメ業界の最高の創造物の一つです。 実際、MyAnimeListの最悪のアニメであることに気がついたとき、私は不信感に遭っていました。  MALの最悪のアニメ、あなたはそれを信じることができますか？ 私はそれを20分すべて見なければなりませんでした。それが本当にそれが得られたすべてのフラックにふさわしいかどうかを確かめるためでした。 そのような素晴らしい創造のためには、それはひどい過小評価の犠牲者でなければなりませんでした。\n\nまあ、私は間違っていた。\n\n火星は、実際には、それは視聴者自身に特に怒らせる何かをしたのではなく、まったく何もしなかったので、荒れ果てたものになりました。 そうです、破壊の火星を見ることは、背景を演奏する古典的な音楽を持つ空白の壁を凝視することと同じです。 ああ、プロデューサーは、クラシック音楽がそのP.O.S.を救うことができると思ったからです。 いいえ、彼らは間違っていた...\n\nだから、これは私たちの「愛する」アニメWonder Momoと何が関係がありますか？ ここの繰り返しのようなものです、赤ちゃん。 そんな泡立つ穏やかな女子高生の女の子にはまったく合わない。 ああ、少なくとも芸術はまともではないので、もしあなたがおっぱいのファンなら、私はあなたが数分の間、モモカを凝視することができると思う。 待って？ アニメーションがうまくいけば、それらのおっぱいは半分の時間の四角形のように見えますか？ ええ、申し訳ありませんがファンの愛好家です。 ワンダーモモもあなたを喜ばせません。 私は、破壊の火星が奇妙な時計の価値があるとは言えません。 あなたがこれを見るよう強制するものは何もありません。 そうです、今回は、空の壁を注視していますが、バックグラウンドで演奏するクラシック音楽はありません。 プロデューサーが持つ「プロット」？ ええ、ランダム女の子に変身するスーパーヒーローは確かに前に行われていません。 文字や音はどうですか？ いいえ。 実際に、負の数がある場合、これはアニメがマイナスゾーンに入るのは初めてのことです。 桃子の声優は悪いけど。 それは私が今まで見たことのないキャラクターのために最も不適切で、間違った声でした。\n\n私が本当に空白の壁を見つめて使ったほうが良い7分だと言うと、私を信頼してください。 少なくとも、あなたは禅が進んでいるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nA review of Winter 2014's worst anime? Uh-oh. This can't be good. But before that, a quick anecdote.\n\n\u001b[1m冬の2014年の最悪のアニメのレビュー？ ええとああ。 これは良いことではありません。 しかしその前に、素早い逸話。\u001b[22m\n\u001b[1m(Fuyu no 2014-nen no saiaku no anime no rebyū? Ē to ā. Kore wa yoi kotode wa arimasen. Shikashi sono zen ni, subayai itsuwa.)\u001b[22m\n\nTranslations of \u001b[4mA review of Winter 2014's worst anime? Uh-oh. This can't be good. But before that, a quick anecdote.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA review of Winter 2014's worst anime?\u001b[24m\n    \u001b[1m冬の2014年の最悪のアニメのレビュー？\u001b[22m\n\u001b[4mUh-oh.\u001b[24m\n    \u001b[1mええとああ。\u001b[22m, \u001b[1mうん、ああ。\u001b[22m, \u001b[1mおっと。\u001b[22m\n\u001b[4mThis can't be good.\u001b[24m\n    \u001b[1mこれは良いことではありません。\u001b[22m, \u001b[1mこれは良いことはできません。\u001b[22m\n\u001b[4mBut before that, a quick anecdote.\u001b[24m\n    \u001b[1mしかしその前に、素早い逸話。\u001b[22m, \u001b[1mしかしその前に、迅速な逸話。\u001b[22m\n\u001b[1m\u001b[22m\nSo a while back I stumbled upon anime legend 'Mars of Destruction'. For those of you who don't know, Mars of Destruction is one of the finest creations of the anime industry. In fact, it was so great, that I was met with disbelief when I realized it was the worst-rated anime on MyAnimeList. The worst-rated anime on MAL, can you believe it?! I became compelled to watch all 20 minutes of it, just to see if it truly deserved all the flack it got. For such a fine creation, it just had to have been the victim of severe underrating.\n\n\u001b[1mだからしばらく前に、私はアニメの伝説「破壊の火星」を見つけました。 あなたが知らない人のために、破壊の火星はアニメ業界の最高の創造物の一つです。 実際、MyAnimeListの最悪のアニメであることに気がついたとき、私は不信感に遭っていました。  MALの最悪のアニメ、あなたはそれを信じることができますか？ 私はそれを20分すべて見なければなりませんでした。それが本当にそれが得られたすべてのフラックにふさわしいかどうかを確かめるためでした。 そのような素晴らしい創造のためには、それはひどい過小評価の犠牲者でなければなりませんでした。\u001b[22m\n\u001b[1m(Dakara shibaraku mae ni, watashi wa anime no densetsu `hakai no kasei' o mitsukemashita. Anata ga shiranaihito no tame ni, hakai no kasei wa anime gyōkai no saikō no sōzō-mono no hitotsudesu. Jissai, MyAnimeList no saiaku no animedearu koto ni kigatsuita toki, watashi wa fushin-kan ni atte imashita. MAL no saiaku no anime, anata wa sore o shinjiru koto ga dekimasu ka? Watashi wa sore o 20-bu subete minakereba narimasendeshita. Sore ga hontōni sore ga e rareta subete no furakku ni fusawashī ka dō ka o tashikameru tamedeshita. So no yōna subarashī sōzō no tame ni wa, sore wa hidoi kashō hyōka no gisei-shadenakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSo a while back I stumbled upon anime legend 'Mars of Destruction'. For those of you who don't know, Mars of Destruction is one of the finest creations of the anime industry. In fact, it was so great, that I was met with disbelief when I realized it was the worst-rated anime on MyAnimeList. The worst-rated anime on MAL, can you believe it?! I became compelled to watch all 20 minutes of it, just to see if it truly deserved all the flack it got. For such a fine creation, it just had to have been the victim of severe underrating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo a while back I stumbled upon anime legend 'Mars of Destruction'.\u001b[24m\n    \u001b[1mだからしばらく前に、私はアニメの伝説「破壊の火星」を見つけました。\u001b[22m, \u001b[1mだから、しばらくは戻って私はアニメの伝説 '破壊の火星につまずきました。\u001b[22m\n\u001b[4mFor those of you who don't know, Mars of Destruction is one of the finest creations of the anime industry.\u001b[24m\n    \u001b[1mあなたが知らない人のために、破壊の火星はアニメ業界の最高の創造物の一つです。\u001b[22m, \u001b[1m知らない人のために、破壊の火星は、アニメ業界の最高の作品の一つです。\u001b[22m\n\u001b[4mIn fact, it was so great, that I was met with disbelief when I realized it was the worst-rated anime on MyAnimeList.\u001b[24m\n    \u001b[1m実際、MyAnimeListの最悪のアニメであることに気がついたとき、私は不信感に遭っていました。\u001b[22m, \u001b[1m実際には、私はそれがMyAnimeList上最悪の定格アニメ気づいたときに私は不信に会ったことが、とても素晴らしかったです。\u001b[22m\n\u001b[4mThe worst-rated anime on MAL, can you believe it?!\u001b[24m\n    \u001b[1mMALの最悪のアニメ、あなたはそれを信じることができますか？\u001b[22m, \u001b[1mMAL上最悪の定格アニメ、あなたはそれを信じることができます！\u001b[22m\n\u001b[4mI became compelled to watch all 20 minutes of it, just to see if it truly deserved all the flack it got.\u001b[24m\n    \u001b[1m私はそれを20分すべて見なければなりませんでした。それが本当にそれが得られたすべてのフラックにふさわしいかどうかを確かめるためでした。\u001b[22m, \u001b[1m私はそれは本当にそれが得たすべてのフラックに値する場合は、単に確認するために、それのすべての20分を見てせざるを得なりました。\u001b[22m\n\u001b[4mFor such a fine creation, it just had to have been the victim of severe underrating.\u001b[24m\n    \u001b[1mそのような素晴らしい創造のためには、それはひどい過小評価の犠牲者でなければなりませんでした。\u001b[22m, \u001b[1mこのような微細な作成のために、それだけで深刻なunderratingの犠牲者であったとありました。\u001b[22m\n\u001b[1m\u001b[22m\nWell, I was wrong.\n\n\u001b[1mまあ、私は間違っていた。\u001b[22m\n\u001b[1m(Mā, watashi wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mWell, I was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I was wrong.\u001b[24m\n    \u001b[1mまあ、私は間違っていた。\u001b[22m, \u001b[1mまあ、私は間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nMars of Destruction actually did turn out to be a pile of crud, not because it did anything to specifically anger the viewers per se, but because it did NOTHING AT ALL. That's right, watching Mars of destruction is the equivalent of staring at a blank wall with classical music playing the background. Ah yes, because apparently the producers thought that classical music could save that P.O.S. Nope, they were wrong...\n\n\u001b[1m火星は、実際には、それは視聴者自身に特に怒らせる何かをしたのではなく、まったく何もしなかったので、荒れ果てたものになりました。 そうです、破壊の火星を見ることは、背景を演奏する古典的な音楽を持つ空白の壁を凝視することと同じです。 ああ、プロデューサーは、クラシック音楽がそのP.O.S.を救うことができると思ったからです。 いいえ、彼らは間違っていた...\u001b[22m\n\u001b[1m(Kasei wa, jissai ni wa, soreha shichō-sha jishin ni tokuni okora seru nanika o shita node wa naku, mattaku nani mo shinakattanode, arehateta mono ni narimashita. Sōdesu, hakai no kasei o miru koto wa, haikei o ensō suru koten-tekina ongaku o motsu kūhaku no kabe o gyōshi suru koto to onajidesu. Ā, purode~yūsā wa, kurashikku ongaku ga sono P. O. S. O sukuu koto ga dekiru to omottakaradesu. Īe, karera wa machigatte ita...)\u001b[22m\n\nTranslations of \u001b[4mMars of Destruction actually did turn out to be a pile of crud, not because it did anything to specifically anger the viewers per se, but because it did NOTHING AT ALL. That's right, watching Mars of destruction is the equivalent of staring at a blank wall with classical music playing the background. Ah yes, because apparently the producers thought that classical music could save that P.O.S. Nope, they were wrong...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMars of Destruction actually did turn out to be a pile of crud, not because it did anything to specifically anger the viewers per se, but because it did NOTHING AT ALL.\u001b[24m\n    \u001b[1m火星は、実際には、それは視聴者自身に特に怒らせる何かをしたのではなく、まったく何もしなかったので、荒れ果てたものになりました。\u001b[22m, \u001b[1m破壊の火星は、実際には、それが具体的にそれ自体が視聴者を怒らには何もしなかったので、クラッドの山であることが判明しましたが、それは何もしなかったので、AT ALL。\u001b[22m\n\u001b[4mThat's right, watching Mars of destruction is the equivalent of staring at a blank wall with classical music playing the background.\u001b[24m\n    \u001b[1mそうです、破壊の火星を見ることは、背景を演奏する古典的な音楽を持つ空白の壁を凝視することと同じです。\u001b[22m, \u001b[1mそれは破壊の火星が背景を演奏、クラシック音楽と空白の壁を凝視するのと同じです見て、そうです。\u001b[22m\n\u001b[4mAh yes, because apparently the producers thought that classical music could save that P.O.S.\u001b[24m\n    \u001b[1mああ、プロデューサーは、クラシック音楽がそのP.O.S.を救うことができると思ったからです。\u001b[22m, \u001b[1mどうやら生産者はクラシック音楽がそのP.O.S.を救うことができると思ったので、はいああ\u001b[22m\n\u001b[4mNope, they were wrong...\u001b[24m\n    \u001b[1mいいえ、彼らは間違っていた...\u001b[22m, \u001b[1mいや、彼らは間違っていました...\u001b[22m\n\u001b[1m\u001b[22m\nSo what does this have to do with our 'beloved' anime Wonder Momo? It's like a repeat performance over here, baby. It simply did not fit at all for such a bubbly and cheery high school girl. Oh well, at least the art's decent, so if you're a fan of boobs I guess you could stare at Momoka for a couple of minutes. Wait what? The animation's so choppy that those boobs end up looking like squares half the time? Yeah, sorry fanservice enthusiasts; Wonder Momo won't be pleasing you either. I'd even say it isn't worth a curious watch as Mars of Destruction was; there's nothing that should compel you to watch this. That's right, this time we're staring at a blank wall, except with no classical music playing in the background. The 'plot' that the producers attempt to have? Yeah, random-girl-turning-into-a-superhero certainly hasn't been done before. How about the characters and sound? Nope; in fact, if there were negative numbers, this would be the first time an anime truly deserved to go into the minus zone. Momoka's voice actor was PAINFULLY bad. That was the most unfitting and misplaced voice for any character I've ever seen.\n\n\u001b[1mだから、これは私たちの「愛する」アニメWonder Momoと何が関係がありますか？ ここの繰り返しのようなものです、赤ちゃん。 そんな泡立つ穏やかな女子高生の女の子にはまったく合わない。 ああ、少なくとも芸術はまともではないので、もしあなたがおっぱいのファンなら、私はあなたが数分の間、モモカを凝視することができると思う。 待って？ アニメーションがうまくいけば、それらのおっぱいは半分の時間の四角形のように見えますか？ ええ、申し訳ありませんがファンの愛好家です。 ワンダーモモもあなたを喜ばせません。 私は、破壊の火星が奇妙な時計の価値があるとは言えません。 あなたがこれを見るよう強制するものは何もありません。 そうです、今回は、空の壁を注視していますが、バックグラウンドで演奏するクラシック音楽はありません。 プロデューサーが持つ「プロット」？ ええ、ランダム女の子に変身するスーパーヒーローは確かに前に行われていません。 文字や音はどうですか？ いいえ。 実際に、負の数がある場合、これはアニメがマイナスゾーンに入るのは初めてのことです。 桃子の声優は悪いけど。 それは私が今まで見たことのないキャラクターのために最も不適切で、間違った声でした。\u001b[22m\n\u001b[1m(Dakara, koreha watashitachi no `aisuru' anime wandāmomo to nani ga kankei ga arimasu ka? Koko no kurikaeshi no yōna monodesu, akachan. Sōdesu, konkai wa, sora no kabe o chūshi shite imasuga, bakkuguraundo de ensō suru kurashikku ongaku wa arimasen. Purode~yūsā ga motsu `purotto'? Ē, randamu on'nanoko ni henshin suru sūpāhīrō wa tashikani mae ni okonawa rete imasen. Moji ya oto wa dōdesu ka? Īe. Jissai ni, funosū ga aru baai, koreha anime ga mainasuzōn ni hairu no wa hajimete no kotodesu. Momoko no seiyū wa waruikedo. Sore wa watashi ga imamade mita koto no nai kyarakutā no tame ni mottomo futekisetsude, machigatta koedeshita. Son'na awadatsu odayakana mesukōsei no on'nanoko ni wa mattaku awanai. Ā, sukunakutomo geijutsu wa matomode wanainode, moshi anata ga oppai no fan'nara, watashi wa anata ga sūbun no ma, Momoka o gyōshi suru koto ga dekiru to omou. Matte? Animēshon ga umaku ikeba, sorera no oppai wa hanbun no jikan no shikakkei no yō ni miemasu ka? E e, mōshiwakearimasenga fan no aikō-kadesu. Wandāmomo mo anata o yorokoba semasen. Watashi wa, hakai no kasei ga kimyōna tokei no kachigāru to wa iemasen. Anata ga kore o miru yō kyōsei suru mono wa nani mo arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nTrust me when I say that this is 7 minutes that would truly be better spent staring a blank wall. At least you'd be getting some zen going on.\n\n\u001b[1m私が本当に空白の壁を見つめて使ったほうが良い7分だと言うと、私を信頼してください。 少なくとも、あなたは禅が進んでいるでしょう。\u001b[22m\n\u001b[1m(Watashi ga hontōni kūhaku no kabe o mitsumete tsukatta hō ga yoi 7-buda to iu to, watashi o shinrai shite kudasai. Sukunakutomo, anata wa zen ga susunde irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTrust me when I say that this is 7 minutes that would truly be better spent staring a blank wall. At least you'd be getting some zen going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrust me when I say that this is 7 minutes that would truly be better spent staring a blank wall.\u001b[24m\n    \u001b[1m私が本当に空白の壁を見つめて使ったほうが良い7分だと言うと、私を信頼してください。\u001b[22m, \u001b[1m私はこれは本当に優れた空白の壁を見つめて過ごしたことになる7分であることを言うとき私を信頼しています。\u001b[22m\n\u001b[4mAt least you'd be getting some zen going on.\u001b[24m\n    \u001b[1m少なくとも、あなたは禅が進んでいるでしょう。\u001b[22m, \u001b[1m少なくとも、あなたは、いくつかの禅が起こってきているはずです。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "Bohnenbrot",
    "profile": "/profile/Bohnenbrot/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=156941",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nワオ。\n\nこのアニメは、私が一生のうちに目撃することができた最高の芸術作品かもしれません。\n\n最初のエピソードはすぐにその素晴らしいコンセプトを提示してショーを開始します。 私たちは主人公のモモコが超自然力を身につけていることを目撃します。 彼女は最初は完全に理解できないかもしれませんが、素早く、彼女の偉大なキャラクターの発展は、彼女の能力と危険な敵との戦いを学び、新しい味方を見つけることにつながります。\n\nこの素晴らしい経験の最も優れた側面は、「Pupa」や「破壊の火星」のような偉大な作品で私たちに示されたものを簡単に上回る素晴らしいアニメーションや壮大な、叙事詩的な、 私たちの社会の物語、性格、批判など。\n\n私たちの社会における教育的可能性の一般的な欠如、そして悲しい人たちの感謝の欠如を大きく批判するだけでなく、私たちの称賛された知性は、 私たちが考慮する必要がある唯一の価値は、私たちが「愚かな」と考えるかもしれない個人さえも、しばしば彼らの行動によって私たちの軽い存在を啓発するからです。 これは、闘争が知性ではなく、単に道徳的選択、強い意志、哲学的性質によって克服される方法を大きく描写している\n\nこれだけで社会的批評の単なる傑出した作品となるのですが、もっと陶酔的な例があります。 これらのうちのいくつかは、若い世代が彼らよりも年上で賢明な人たちの助言を得ることを受け入れることができないという受け入れの欠如です。 キャラクターは長老から学ぶことで視覚的により強力になるので、これは驚くような方法で提示されます。 おそらくさらに興味深い別のコンセプトは、私たちが社会で確立した基本的な資本主義システムを、敵対的な関心のあるポイントを象徴するオレオクッキーという単純なものとして批判する限りである。\n\n結論として、ワンダーモモは単に人類の最大の達成の一つです。 それは興奮している、それは暗いですが、それはまた、観客からの大量の思考のバランスを取るために軽い心の瞬間を含んでいます。 このレビューを終了するには、私はあなたに尋ねます：この巧みに作成された哲学の想像力は、10/10のスコアにふさわしいので見てください。 哲学は激化する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWow.\n\n\u001b[1mワオ。\u001b[22m\n\u001b[1m(Wao.)\u001b[22m\n\nDefinitions of \u001b[4mWow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    ワウ！\u001b[22m\n        Wow!\n\u001b[1m\u001b[22m\nThis anime might just be the best piece of art I was ever able to witness within my whole lifetime.\n\n\u001b[1mこのアニメは、私が一生のうちに目撃することができた最高の芸術作品かもしれません。\u001b[22m\n\u001b[1m(Kono anime wa, watashi ga isshō no uchi ni mokugeki suru koto ga dekita saikō no geijutsu sakuhin kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime might just be the best piece of art I was ever able to witness within my whole lifetime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime might just be the best piece of art I was ever able to witness within my whole lifetime.\u001b[24m\n    \u001b[1mこのアニメは、私が一生のうちに目撃することができた最高の芸術作品かもしれません。\u001b[22m, \u001b[1mこのアニメはちょうど私が今まで私の一生の中に目撃することができました芸術の最高の作品かもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe first episode immediatly starts the show by presenting its great concept. We witness our main heroine, Momoko, gaining supernatural powers. She may not understand these fully at first, but quickly, her great character development leads to her learning how to live with said powers and fight of dangerous foes, whilst finding new allies - she may not expect at first glance.\n\n\u001b[1m最初のエピソードはすぐにその素晴らしいコンセプトを提示してショーを開始します。 私たちは主人公のモモコが超自然力を身につけていることを目撃します。 彼女は最初は完全に理解できないかもしれませんが、素早く、彼女の偉大なキャラクターの発展は、彼女の能力と危険な敵との戦いを学び、新しい味方を見つけることにつながります。\u001b[22m\n\u001b[1m(Saisho no episōdo wa sugu ni sono subarashī konseputo o teiji shite shō o kaishi shimasu. Watashitachiha shujinkō no Momoko ga chō shizen-ryoku o mi ni tsukete iru koto o mokugeki shimasu. Kanojo wa saisho wa kanzen ni rikai dekinai kamo shiremasenga, subayaku, kanojo no idaina kyarakutā no hatten wa, kanojo no nōryoku to kiken'na teki to notatakai o manabi, atarashī mikata o mitsukeru koto ni tsunagarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first episode immediatly starts the show by presenting its great concept. We witness our main heroine, Momoko, gaining supernatural powers. She may not understand these fully at first, but quickly, her great character development leads to her learning how to live with said powers and fight of dangerous foes, whilst finding new allies - she may not expect at first glance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first episode immediatly starts the show by presenting its great concept.\u001b[24m\n    \u001b[1m最初のエピソードはすぐにその素晴らしいコンセプトを提示してショーを開始します。\u001b[22m, \u001b[1m最初のエピソードは、すぐにその偉大な概念を提示することによって、ショーを開始します。\u001b[22m\n\u001b[4mWe witness our main heroine, Momoko, gaining supernatural powers.\u001b[24m\n    \u001b[1m私たちは主人公のモモコが超自然力を身につけていることを目撃します。\u001b[22m, \u001b[1m私たちは超自然的な力を得て、私たちの主なヒロイン、桃子を目撃します。\u001b[22m\n\u001b[4mShe may not understand these fully at first, but quickly, her great character development leads to her learning how to live with said powers and fight of dangerous foes, whilst finding new allies - she may not expect at first glance.\u001b[24m\n    \u001b[1m彼女は最初は完全に理解できないかもしれませんが、素早く、彼女の偉大なキャラクターの発展は、彼女の能力と危険な敵との戦いを学び、新しい味方を見つけることにつながります。\u001b[22m, \u001b[1m彼女は最初は完全にこれらを理解しないかもしれませんが、すぐに、彼女の素晴らしいキャラクターの成長は、新たな同盟国を見つけることながら、パワーと危険な敵の戦い述べて一緒に暮らすためにどのように彼女の学習につながる - 彼女は一見期待しないことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe most outstanding aspect of this wonderful experience is not its fantastic animation or its majestic, epic and boner-causing soundtrack, which easily surpass the ones shown to us in great works like 'Pupa' or 'Mars of destruction' - but simply its exceptional story, characters and criticism of our society.\n\n\u001b[1mこの素晴らしい経験の最も優れた側面は、「Pupa」や「破壊の火星」のような偉大な作品で私たちに示されたものを簡単に上回る素晴らしいアニメーションや壮大な、叙事詩的な、 私たちの社会の物語、性格、批判など。\u001b[22m\n\u001b[1m(Kono subarashī keiken no mottomo sugureta sokumen wa,`Pupa' ya `hakai no kasei' no yōna idaina sakuhin de watashitachi ni shimesa reta mono o kantan ni uwamawaru subarashī animēshon ya sōdaina, jojishi-tekina, watashitachi no shakai no monogatari, seikaku, hihan nado.)\u001b[22m\n\nTranslations of \u001b[4mThe most outstanding aspect of this wonderful experience is not its fantastic animation or its majestic, epic and boner-causing soundtrack, which easily surpass the ones shown to us in great works like 'Pupa' or 'Mars of destruction' - but simply its exceptional story, characters and criticism of our society.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most outstanding aspect of this wonderful experience is not its fantastic animation or its majestic, epic and boner-causing soundtrack, which easily surpass the ones shown to us in great works like 'Pupa' or 'Mars of destruction' - but simply its exceptional\u001b[24m\n    \u001b[1mこの素晴らしい経験の最も優れた側面は、「Pupa」や「破壊の火星」のような偉大な作品で私たちに示されたものを簡単に上回る素晴らしいアニメーションや壮大な、叙事詩的な、\u001b[22m, \u001b[1mしかし、単にその例外的 - この素晴らしい経験の最も顕著な側面は、その幻想的なアニメーションや簡単に「蛹」や「破壊の火星のような偉大な作品に私たちに示されたものを超えて、雄大な叙事詩とへまを引き起こすサウンドトラック、ではありません\u001b[22m\n\u001b[4mstory, characters and criticism of our society.\u001b[24m\n    \u001b[1m私たちの社会の物語、性格、批判など。\u001b[22m, \u001b[1mストーリー、キャラクターや社会の批判。\u001b[22m\n\u001b[1m\u001b[22m\nTo give you some further insight on said criticism, not only does Momokos stupidity greatly criticise the general lack of educational possibilites in our society and the lack of appreciation these sad individuals get, but it also shows to us, that maybe our praised intellect is not the only value we should consider, as even individuals we may consider 'stupid' often enlighten our petty existence through their actions. This greatly depicts the ways in which struggles can be overcome not intelligence, but simply by moral choices, a strong will and a philosophical nature\n\n\u001b[1m私たちの社会における教育的可能性の一般的な欠如、そして悲しい人たちの感謝の欠如を大きく批判するだけでなく、私たちの称賛された知性は、 私たちが考慮する必要がある唯一の価値は、私たちが「愚かな」と考えるかもしれない個人さえも、しばしば彼らの行動によって私たちの軽い存在を啓発するからです。 これは、闘争が知性ではなく、単に道徳的選択、強い意志、哲学的性質によって克服される方法を大きく描写している\u001b[22m\n\u001b[1m(Watashitachi no shakai ni okeru kyōiku-teki kanōsei no ippantekina ketsujo, soshite kanashī hito-tachi no kansha no ketsujo o ōkiku hihan suru dakedenaku, watashitachi no shōsan sa reta chisei wa, watashitachi ga kōryo suruhitsuyōgāru yuiitsu no kachi wa, watashitachi ga `orokana' to kangaeru kamo shirenai kojin sae mo, shibashiba karera no kōdō ni yotte watashitachi no karui sonzai o keihatsu surukaradesu. Kore wa, tōsō ga chiseide wa naku, tan'ni dōtokuteki sentaku, tsuyoi ishi, tetsugaku-teki seishitsu ni yotte kokufuku sa reru hōhō o ōkiku byōsha shite iru)\u001b[22m\n\nTranslations of \u001b[4mTo give you some further insight on said criticism, not only does Momokos stupidity greatly criticise the general lack of educational possibilites in our society and the lack of appreciation these sad individuals get, but it also shows to us, that maybe our praised intellect is not the only value we should consider, as even individuals we may consider 'stupid' often enlighten our petty existence through their actions. This greatly depicts the ways in which struggles can be overcome not intelligence, but simply by moral choices, a strong will and a philosophical nature\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo give you some further insight on said criticism, not only does Momokos stupidity greatly criticise the general lack of educational possibilites in our society and the lack of appreciation these sad individuals get, but it also shows to us, that maybe our praised intellect is not\u001b[24m\n    \u001b[1m私たちの社会における教育的可能性の一般的な欠如、そして悲しい人たちの感謝の欠如を大きく批判するだけでなく、私たちの称賛された知性は、\u001b[22m, \u001b[1mあなたの批判は、Momokosの愚かさが大幅に教育私たちの社会の中でpossibilitesおよびこれらの悲しい個人が取得感謝の欠如の一般的な不足を批判するだけでなく、それはまた、多分私達の賞賛の知性ではないことを、私たちに示していると述べた上で、いくつかのさらなる洞察を与えるために、\u001b[22m\n\u001b[4mthe only value we should consider, as even individuals we may consider 'stupid' often enlighten our petty existence through their actions.\u001b[24m\n    \u001b[1m私たちが考慮する必要がある唯一の価値は、私たちが「愚かな」と考えるかもしれない個人さえも、しばしば彼らの行動によって私たちの軽い存在を啓発するからです。\u001b[22m, \u001b[1m我々が考慮すべき唯一の値は、あっても個人として私たちはしばしば、彼らの行動を通して私たちのささいな存在を啓発する「愚か」考慮することができます。\u001b[22m\n\u001b[4mThis greatly depicts the ways in which struggles can be overcome not intelligence, but simply by moral choices, a strong will and a philosophical nature\u001b[24m\n    \u001b[1mこれは、闘争が知性ではなく、単に道徳的選択、強い意志、哲学的性質によって克服される方法を大きく描写している\u001b[22m, \u001b[1mこれは非常に苦労した方法はない知性、単に道徳的な選択によって、強い意志と哲学的な性質を克服することができます示しています\u001b[22m\n\u001b[1m\u001b[22m\nWhile this alone would be a simply outstanding piece of social criticism, there are examples even more euphoric. Some of these would be the lack of acceptance our younger generation has towards getting advice by those older and wiser than them. This is presented in an astounding manner, as the characters get visibly more powerful through learning from the elders. Another concept that perhaps even more interesting, it goes as far as criticising the basic capitalistic system we have established in our society through someone as simply as Oreo-cookies symbolizing the hostile points of interest.\n\n\u001b[1mこれだけで社会的批評の単なる傑出した作品となるのですが、もっと陶酔的な例があります。 これらのうちのいくつかは、若い世代が彼らよりも年上で賢明な人たちの助言を得ることを受け入れることができないという受け入れの欠如です。 キャラクターは長老から学ぶことで視覚的により強力になるので、これは驚くような方法で提示されます。 おそらくさらに興味深い別のコンセプトは、私たちが社会で確立した基本的な資本主義システムを、敵対的な関心のあるポイントを象徴するオレオクッキーという単純なものとして批判する限りである。\u001b[22m\n\u001b[1m(Kore dake de shakai-teki hihyō no tan'naru kesshutsu shita sakuhin to naru nodesuga, motto tōsui-tekina rei ga arimasu. Korera no uchi no ikutsu ka wa, wakai sedai ga karera yori mo toshiue de kenmeina hito-tachi no jogen o eru koto o ukeireru koto ga dekinai to iu ukeire no ketsujodesu. Kyarakutā wa chōrō kara manabu koto de shikaku-teki ni yori kyōryoku ni narunode, koreha odoroku yōna hōhō de teiji sa remasu. Osoraku sarani kyōmibukai betsu no konseputo wa, watashitachi ga shakai de kakuritsu shita kihon-tekina shihon shugi shisutemu o, tekitai-tekina kanshin no aru pointo o shōchō suru oreokukkī to iu tanjun'na mono to shite hihan suru kagiridearu.)\u001b[22m\n\nTranslations of \u001b[4mWhile this alone would be a simply outstanding piece of social criticism, there are examples even more euphoric. Some of these would be the lack of acceptance our younger generation has towards getting advice by those older and wiser than them. This is presented in an astounding manner, as the characters get visibly more powerful through learning from the elders. Another concept that perhaps even more interesting, it goes as far as criticising the basic capitalistic system we have established in our society through someone as simply as Oreo-cookies symbolizing the hostile points of interest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile this alone would be a simply outstanding piece of social criticism, there are examples even more euphoric.\u001b[24m\n    \u001b[1mこれだけで社会的批評の単なる傑出した作品となるのですが、もっと陶酔的な例があります。\u001b[22m, \u001b[1mこれだけでは社会批判の単に優れた作品になりますが、さらに多くの陶酔例があります。\u001b[22m\n\u001b[4mSome of these would be the lack of acceptance our younger generation has towards getting advice by those older and wiser than them.\u001b[24m\n    \u001b[1mこれらのうちのいくつかは、若い世代が彼らよりも年上で賢明な人たちの助言を得ることを受け入れることができないという受け入れの欠如です。\u001b[22m, \u001b[1mこれらのいくつかは、私たち若い世代が彼らよりも古いと賢明それらによってアドバイスを得ることの方に持って受け入れの欠如であろう。\u001b[22m\n\u001b[4mThis is presented in an astounding manner, as the characters get visibly more powerful through learning from the elders.\u001b[24m\n    \u001b[1mキャラクターは長老から学ぶことで視覚的により強力になるので、これは驚くような方法で提示されます。\u001b[22m, \u001b[1m文字は長老たちからの学習を通して目に見えてより強力な取得、これは、驚異的な方法で提示されています。\u001b[22m\n\u001b[4mAnother concept that perhaps even more interesting, it goes as far as criticising the basic capitalistic system we have established in our society through someone as simply as Oreo-cookies symbolizing the hostile points of interest.\u001b[24m\n    \u001b[1mおそらくさらに興味深い別のコンセプトは、私たちが社会で確立した基本的な資本主義システムを、敵対的な関心のあるポイントを象徴するオレオクッキーという単純なものとして批判する限りである。\u001b[22m, \u001b[1mおそらくもっと面白い、それは誰かのように単に興味の敵対的なポイントを象徴オレオ・クッキーを通して私たちが社会の中で確立している基本的な資本主義のシステムを批判限り行くもう一つのコンセプト。\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, Wonder Momo simply is one of greatest achievments of mankind. It is thrilling, it is dark, while also containing light hearted moments to balance out the great amount of thinking it demands from the viewer. To end this review, I simply ask of you: watch this skillfully created phantasmagoria of philosophy as it is worthy a score of 10/10. Philosophy intensifies.\n\n\u001b[1m結論として、ワンダーモモは単に人類の最大の達成の一つです。 それは興奮している、それは暗いですが、それはまた、観客からの大量の思考のバランスを取るために軽い心の瞬間を含んでいます。 このレビューを終了するには、私はあなたに尋ねます：この巧みに作成された哲学の想像力は、10/10のスコアにふさわしいので見てください。 哲学は激化する。\u001b[22m\n\u001b[1m(Ketsuron to shite, wandāmomo wa tan'ni jinrui no saidai no tassei no hitotsudesu. Sore wa kōfun shite iru, sore wa kuraidesuga, soreha mata, kankyaku kara no tairyō no shikō no baransu o toru tame ni karui kokoro no shunkan o fukunde imasu. Kono rebyū o shūryō suru ni wa, watashi wa anata ni tazunemasu: Kono takumi ni sakusei sa reta tetsugaku no sōzō-ryoku wa, 10/ 10 no sukoa ni fusawashīnode mite kudasai. Tetsugaku wa gekika suru.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, Wonder Momo simply is one of greatest achievments of mankind. It is thrilling, it is dark, while also containing light hearted moments to balance out the great amount of thinking it demands from the viewer. To end this review, I simply ask of you: watch this skillfully created phantasmagoria of philosophy as it is worthy a score of 10/10. Philosophy intensifies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, Wonder Momo simply is one of greatest achievments of mankind.\u001b[24m\n    \u001b[1m結論として、ワンダーモモは単に人類の最大の達成の一つです。\u001b[22m, \u001b[1m結論として、ワンダーモモは単に人類の最大のachievmentsの一つです。\u001b[22m\n\u001b[4mIt is thrilling, it is dark, while also containing light hearted moments to balance out the great amount of thinking it demands from the viewer.\u001b[24m\n    \u001b[1mそれは興奮している、それは暗いですが、それはまた、観客からの大量の思考のバランスを取るために軽い心の瞬間を含んでいます。\u001b[22m, \u001b[1mそれはまた、視聴者からの要求思考の偉大な量のバランスを取るために気楽な瞬間を含むながら、それは、暗い、スリリングです。\u001b[22m\n\u001b[4mTo end this review, I simply ask of you: watch this skillfully created phantasmagoria of philosophy as it is worthy a score of 10/10.\u001b[24m\n    \u001b[1mこのレビューを終了するには、私はあなたに尋ねます：この巧みに作成された哲学の想像力は、10/10のスコアにふさわしいので見てください。\u001b[22m, \u001b[1mこの口コミを終了するには、私は単にあなたのお願い：それは10月10日のスコアは価値があるように哲学のこの巧みに作成した幻想を見ます。\u001b[22m\n\u001b[4mPhilosophy intensifies.\u001b[24m\n    \u001b[1m哲学は激化する。\u001b[22m, \u001b[1m哲学が激化します。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "PhilFightmaster",
    "profile": "/profile/PhilFightmaster/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=133657",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nどこから始めますか？ ここには、この世代のGarzey's Wing、Mad Bull 34、Angel Copなどがあります。もちろん、ゴアには当てはまりません。 それは完璧な嵐の糞であり、それは完璧で完全なばかげた馬鹿がすべての学科で楽しい無能と衝突する震源地です。 私はこのシリーズから何が期待されているのか分からない -  5歳のような45歳の話のように聞こえる高校生の女の子については最高のシェフ・トク・シュロックだ。彼女は実際に40歳 年齢の古い女性）と魔法のホラリングでエイリアンと戦う。\n\n以上です。 この（愚かではあるが効果的な）前提に従うものはすべて、あらゆる気が狂ったフレームであなたに投げ込まれたばかばかしい狂気です。 それはあらゆる面で栄光です。 すべてのその狂ったものについての最も驚くべきことは、そのシリーズはまだその顔に大きなお尻の笑顔を維持している間にその平凡な最高の芸術のデザイン、その嬉しいおっぱい戦いの振り付けとその完全に誇大妄想 声優。 それをペッパーに、「物語」（pfff...）を伝えるためにそこに投げ込まれたランダムな瞬間の数々をペーストして、言葉で説明するのが難しい体験を得る。\n\nそれは悪いですか？ はい、地獄はい、通常の状況の下で私はそれが尻を吸うと言うこともあえてするだろう。 しかし、すべての不気味なフレームで目に見える前述の大きな笑顔は、彼が終わりに私を勝ち取った。\n\n私はこのショーが大好きです。 私は本当に本当にあります。 ナムコ、赤ちゃんを作ってください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhere to start? This right here is this generation's Garzey's Wing, Mad Bull 34, Angel Cop, etc. - sans the gore, of course. It's the perfect storm of shit, it's the epicenter of where complete and utter ridiculousness collides with joyfull incompetence in EVERY DEPARTMENT. I don't even know what people expected from this series - it's awesome chepo-toku-schlock about a highschool girl that sounds like a 45-year-old talking like a 5-year-old (because she IS actually voiced by a 40 -year old woman) and fights aliens with a magical hoola-ring.\n\n\u001b[1mどこから始めますか？ ここには、この世代のGarzey's Wing、Mad Bull 34、Angel Copなどがあります。もちろん、ゴアには当てはまりません。 それは完璧な嵐の糞であり、それは完璧で完全なばかげた馬鹿がすべての学科で楽しい無能と衝突する震源地です。 私はこのシリーズから何が期待されているのか分からない -  5歳のような45歳の話のように聞こえる高校生の女の子については最高のシェフ・トク・シュロックだ。彼女は実際に40歳 年齢の古い女性）と魔法のホラリングでエイリアンと戦う。\u001b[22m\n\u001b[1m(Doko kara hajimemasu ka? Koko ni wa, kono sedai no Garzey' s uingu, Mad Bull 34, enzeru Cop nado ga arimasu. Mochiron, Goa ni wa atehamarimasen. Sore wa kanpekina arashi no kusodeari, sore wa kanpekide kanzen'na bakageta baka ga subete no gakka de tanoshī munō to shōtotsu suru shingenchidesu. Watashi wa kono shirīzu kara nani ga kitai sa rete iru no ka wakaranai - 5-sai no yōna 45-sai no hanashi no yō ni kikoeru kōkōsei no on'nanoko ni tsuite wa saikō no shefu Toku shurokkuda. Kanojo wa jissai ni 40-sai nenrei no furui josei) to mahō no horaringu de eirian to tatakau.)\u001b[22m\n\nTranslations of \u001b[4mWhere to start? This right here is this generation's Garzey's Wing, Mad Bull 34, Angel Cop, etc. - sans the gore, of course. It's the perfect storm of shit, it's the epicenter of where complete and utter ridiculousness collides with joyfull incompetence in EVERY DEPARTMENT. I don't even know what people expected from this series - it's awesome chepo-toku-schlock about a highschool girl that sounds like a 45-year-old talking like a 5-year-old (because she IS actually voiced by a 40 -year old woman) and fights aliens with a magical hoola-ring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere to start?\u001b[24m\n    \u001b[1mどこから始めますか？\u001b[22m, \u001b[1mどこを開始するには？\u001b[22m\n\u001b[4mThis right here is this generation's Garzey's Wing, Mad Bull 34, Angel Cop, etc. - sans the gore, of course.\u001b[24m\n    \u001b[1mここには、この世代のGarzey's Wing、Mad Bull 34、Angel Copなどがあります。もちろん、ゴアには当てはまりません。\u001b[22m, \u001b[1mゴアサンセリフ、もちろん - ここでこの権利は、この世代のGarzeyのウィング、マッド・ブル34、エンゼルコップ、等です。\u001b[22m\n\u001b[4mIt's the perfect storm of shit, it's the epicenter of where complete and utter ridiculousness collides with joyfull incompetence in EVERY DEPARTMENT.\u001b[24m\n    \u001b[1mそれは完璧な嵐の糞であり、それは完璧で完全なばかげた馬鹿がすべての学科で楽しい無能と衝突する震源地です。\u001b[22m, \u001b[1mそれは全くのばかばかしは、すべての部門でジョイフル無能と衝突場所の震源地だ、くそのパーフェクトストームです。\u001b[22m\n\u001b[4mI don't even know what people expected from this series - it's awesome chepo-toku-schlock about a highschool girl that sounds like a 45-year-old talking like a 5-year-old (because she IS actually voiced by a 40\u001b[24m\n    \u001b[1m私はこのシリーズから何が期待されているのか分からない -  5歳のような45歳の話のように聞こえる高校生の女の子については最高のシェフ・トク・シュロックだ。彼女は実際に40歳\u001b[22m, \u001b[1m私も、人々はこのシリーズから期待されるかわからない - それは彼女が実際に40によって表明されているため、45歳（5歳のような話のように聞こえる女子高生についての素晴らしいchepo-とく-安物です\u001b[22m\n\u001b[4m-year old woman) and fights aliens with a magical hoola-ring.\u001b[24m\n    \u001b[1m年齢の古い女性）と魔法のホラリングでエイリアンと戦う。\u001b[22m, \u001b[1m年間の老婆）と魔法のフーラリングでエイリアンと戦います。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's it. Everything that follows this (stupid yet effective) premise is just balls-out-batshit insanity thrown at you in every damn frame. And it's glorious in every way. The most amazing thing about all that crazy stuff is the fact that the series still keeps a big-ass smile on its face whilst beating you over the head with its mediocre-at-best art design, its gleefully shitty fight choreography and its downright HORRENDOUS voice acting. Pepper it with a ton of random moments thrown in there for the sake of 'story' telling (pfff...) and you get yourself an experience that is difficult to describe in words.\n\n\u001b[1m以上です。 この（愚かではあるが効果的な）前提に従うものはすべて、あらゆる気が狂ったフレームであなたに投げ込まれたばかばかしい狂気です。 それはあらゆる面で栄光です。 すべてのその狂ったものについての最も驚くべきことは、そのシリーズはまだその顔に大きなお尻の笑顔を維持している間にその平凡な最高の芸術のデザイン、その嬉しいおっぱい戦いの振り付けとその完全に誇大妄想 声優。 それをペッパーに、「物語」（pfff...）を伝えるためにそこに投げ込まれたランダムな瞬間の数々をペーストして、言葉で説明するのが難しい体験を得る。\u001b[22m\n\u001b[1m(Ijōdesu. Kono (orokade wa aru ga kōkatekina) zentei ni shitagau mono wa subete, arayuru ki ga kurutta furēmu de anata ni nagekoma reta bakabakashī kyōkidesu. Sore wa arayuru men de eikōdesu. Subete no sono kurutta mono ni tsuite no mottomo odorokubeki koto wa, sono shirīzu wa mada sono-gao ni ōkina o shiri no egao o iji shite iru ma ni sono heibon'na saikō no geijutsu no dezain, sono ureshī oppai tatakai no furitsuke to sono kanzen ni kodaimōsō seiyū. Sore o peppā ni,`monogatari'(pfff... ) O tsutaeru tame ni soko ni nagekoma reta randamuna shunkan no kazukazu o pēsuto shite, kotoba de setsumei suru no ga muzukashī taiken o eru.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's it. Everything that follows this (stupid yet effective) premise is just balls-out-batshit insanity thrown at you in every damn frame. And it's glorious in every way. The most amazing thing about all that crazy stuff is the fact that the series still keeps a big-ass smile on its face whilst beating you over the head with its mediocre-at-best art design, its gleefully shitty fight choreography and its downright HORRENDOUS voice acting. Pepper it with a ton of random moments thrown in there for the sake of 'story' telling (pfff...) and you get yourself an experience that is difficult to describe in words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's it.\u001b[24m\n    \u001b[1m以上です。\u001b[22m, \u001b[1mそれだけです。\u001b[22m, \u001b[1mそして、それはそれです。\u001b[22m\n\u001b[4mEverything that follows this (stupid yet effective) premise is just balls-out-batshit insanity thrown at you in every damn frame.\u001b[24m\n    \u001b[1mこの（愚かではあるが効果的な）前提に従うものはすべて、あらゆる気が狂ったフレームであなたに投げ込まれたばかばかしい狂気です。\u001b[22m, \u001b[1mこの（愚かな、まだ効果的な）前提を以下のすべては、すべてのいまいましいフレームであなたにスローされるだけのボールアウト-batshit狂気です。\u001b[22m\n\u001b[4mAnd it's glorious in every way.\u001b[24m\n    \u001b[1mそれはあらゆる面で栄光です。\u001b[22m, \u001b[1mそしてそれはあらゆる方法で栄光のです。\u001b[22m\n\u001b[4mThe most amazing thing about all that crazy stuff is the fact that the series still keeps a big-ass smile on its face whilst beating you over the head with its mediocre-at-best art design, its gleefully shitty fight choreography and its downright HORRENDOUS\u001b[24m\n    \u001b[1mすべてのその狂ったものについての最も驚くべきことは、そのシリーズはまだその顔に大きなお尻の笑顔を維持している間にその平凡な最高の芸術のデザイン、その嬉しいおっぱい戦いの振り付けとその完全に誇大妄想\u001b[22m, \u001b[1mすべてが狂ったものについての最も驚くべきことは、シリーズはまだその平凡・アット・最高のアートデザイン、その嬉々としてくだらない戦いの振り付けとその実に恐ろしいと頭の上にあなたを破っながら、その顔に大きなお尻の笑顔を保つという事実であります\u001b[22m\n\u001b[4mvoice acting.\u001b[24m\n    \u001b[1m声優。\u001b[22m, \u001b[1m声の演技。\u001b[22m\n\u001b[4mPepper it with a ton of random moments thrown in there for the sake of 'story' telling (pfff...) and you get yourself an experience that is difficult to describe in words.\u001b[24m\n    \u001b[1mそれをペッパーに、「物語」（pfff...）を伝えるためにそこに投げ込まれたランダムな瞬間の数々をペーストして、言葉で説明するのが難しい体験を得る。\u001b[22m, \u001b[1m伝える「物語」のためにそこに投げられたランダムな瞬間のトンとペッパーそれを（pfff...）、あなたは自分自身の言葉で説明するのは困難である経験を得ます。\u001b[22m\n\u001b[1m\u001b[22m\nIs it bad? Yes, hell yes, under normal circumstances I'd even dare say it sucks ass. But the aforementioned big smile that's visible in every insane frame won me over in he end.\n\n\u001b[1mそれは悪いですか？ はい、地獄はい、通常の状況の下で私はそれが尻を吸うと言うこともあえてするだろう。 しかし、すべての不気味なフレームで目に見える前述の大きな笑顔は、彼が終わりに私を勝ち取った。\u001b[22m\n\u001b[1m(Sore wa waruidesu ka? Hai, jigoku wa i, tsūjō no jōkyō no shita de watashi wa sore ga shiri o suu to iu koto mo aete surudarou. Shikashi, subete no bukimina furēmu de menimieru zenjutsu no ōkina egao wa, kare ga owari ni watashi o kachitotta.)\u001b[22m\n\nTranslations of \u001b[4mIs it bad? Yes, hell yes, under normal circumstances I'd even dare say it sucks ass. But the aforementioned big smile that's visible in every insane frame won me over in he end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs it bad?\u001b[24m\n    \u001b[1mそれは悪いですか？\u001b[22m\n\u001b[4mYes, hell yes, under normal circumstances I'd even dare say it sucks ass.\u001b[24m\n    \u001b[1mはい、地獄はい、通常の状況の下で私はそれが尻を吸うと言うこともあえてするだろう。\u001b[22m, \u001b[1mはい、はい地獄、通常の状況下で、私もそれがお尻を吸うあえて言うと思います。\u001b[22m\n\u001b[4mBut the aforementioned big smile that's visible in every insane frame won me over in he end.\u001b[24m\n    \u001b[1mしかし、すべての不気味なフレームで目に見える前述の大きな笑顔は、彼が終わりに私を勝ち取った。\u001b[22m, \u001b[1mしかし、すべての非常識なフレームに見えるのです上記の笑顔は彼の端に私を獲得しました。\u001b[22m\n\u001b[1m\u001b[22m\nI love this show. I really, truly do. Please make a baby, Namco.\n\n\u001b[1m私はこのショーが大好きです。 私は本当に本当にあります。 ナムコ、赤ちゃんを作ってください。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga daisukidesu. Watashi wa hontōni hontōni arimasu. Namuko, akachan o tsukutte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI love this show. I really, truly do. Please make a baby, Namco.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this show.\u001b[24m\n    \u001b[1m私はこのショーが大好きです。\u001b[22m, \u001b[1m私はこの番組が大好きです。\u001b[22m\n\u001b[4mI really, truly do.\u001b[24m\n    \u001b[1m私は本当に本当にあります。\u001b[22m, \u001b[1m私は本当に、本当に行います。\u001b[22m\n\u001b[4mPlease make a baby, Namco.\u001b[24m\n    \u001b[1mナムコ、赤ちゃんを作ってください。\u001b[22m, \u001b[1m赤ちゃん、ナムコしてください。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "Aelfwin",
    "profile": "/profile/Aelfwin/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=132001",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  2\nアニメーション|  3\nサウンド|  4\nキャラクター|  2\n|  1\n\n非常に恐ろしい。 悪い芸術（70年代のハンナ・バルベラ・スーパー・フレンズのスピンオフから何かのように見える）、悪いアニメーション（不安定で枯れている）、悪いサウンド・エフェクト（ボス・モンスター 最終的には*文字通り少年が「Rawr」に行く）、悪い声優（10代の主人公は35歳の売春婦のようにガムを口にしているように聞こえる）、単なる独創的な話ではなく、 ただのばかな愚か。\n\nそして、私は普通の「信じられない」愚かな、あるいは実際には面白いことのような「ばかげた」ばかげたものを意味するわけではありません。 私は深刻な、ハードコア、脳損傷を誘発するSTUPIDを意味する - あなたがそれが愚かであるかもしれないと信じることができないので、冗談であるかどうか疑問に思って、ちょうどスクリーンを凝視する愚かなもの。\n\nそれは実際に私を怒らせたので、悪かったです。 私は私の人生のそれらの7分を戻したい。\n\nもしあなたがこのアニメが見る価値があるかどうかを調べようとしているこのページを読んでいるなら、私の警告に注意してください。このゴミであなたの時間を無駄にしないでください。 あなたはそれを後悔します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nUtterly horrible. There is literally no feature of this anime that does not suck: bad art (which looks like something out of a 70s Hanna-Barbera Super Friends spin-off), bad animation (it's choppy and stilted), bad sound effects (the Boss Monster at the end is *literally* some guy going 'Rawr'), bad voice acting (the allegedly teenage heroine sounds like a 35-year-old prostitute with a mouthful of gum), and a story that is not merely unoriginal, but also just plain stupid.\n\n\u001b[1m非常に恐ろしい。 悪い芸術（70年代のハンナ・バルベラ・スーパー・フレンズのスピンオフから何かのように見える）、悪いアニメーション（不安定で枯れている）、悪いサウンド・エフェクト（ボス・モンスター 最終的には*文字通り少年が「Rawr」に行く）、悪い声優（10代の主人公は35歳の売春婦のようにガムを口にしているように聞こえる）、単なる独創的な話ではなく、 ただのばかな愚か。\u001b[22m\n\u001b[1m(Hijō ni osoroshī. Warui geijutsu (70-nendai no Han'na barubera sūpā furenzu no supin'ofu kara nanika no yōnimieru), warui animēshon (fuanteide karete iru), warui saundo efekuto (bosu monsutā saishūtekini wa* mojidōri shōnen ga `Rawr' ni iku), warui seiyū (10-dai no shujinkō wa 35-sai no baishunpu no yō ni gamu o kuchi ni shite iru yō ni kikoeru), tan'naru dokusō-tekina hanashide wa naku, tada no bakana oroka.)\u001b[22m\n\nTranslations of \u001b[4mUtterly horrible. There is literally no feature of this anime that does not suck: bad art (which looks like something out of a 70s Hanna-Barbera Super Friends spin-off), bad animation (it's choppy and stilted), bad sound effects (the Boss Monster at the end is *literally* some guy going 'Rawr'), bad voice acting (the allegedly teenage heroine sounds like a 35-year-old prostitute with a mouthful of gum), and a story that is not merely unoriginal, but also just plain stupid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUtterly horrible.\u001b[24m\n    \u001b[1m非常に恐ろしい。\u001b[22m, \u001b[1m全く恐ろしいです。\u001b[22m\n\u001b[4mThere is literally no feature of this anime that does not suck: bad art (which looks like something out of a 70s Hanna-Barbera Super Friends spin-off), bad animation (it's choppy and stilted), bad sound effects (the Boss Monster\u001b[24m\n    \u001b[1m悪い芸術（70年代のハンナ・バルベラ・スーパー・フレンズのスピンオフから何かのように見える）、悪いアニメーション（不安定で枯れている）、悪いサウンド・エフェクト（ボス・モンスター\u001b[22m, \u001b[1m悪い芸術、悪いアニメーション（それが途切れ途切れと大げさだ）、悪い効果音（ボスモンスター（ハンナ・バーベラ・プロダクションスーパーフレンズスピンオフ70年代から何かのように見える）：吸うしないこのアニメのない機能は、文字通りありません\u001b[22m\n\u001b[4mat the end is *literally* some guy going 'Rawr'), bad voice acting (the allegedly teenage heroine sounds like a 35-year-old prostitute with a mouthful of gum), and a story that is not merely unoriginal, but also\u001b[24m\n    \u001b[1m最終的には*文字通り少年が「Rawr」に行く）、悪い声優（10代の主人公は35歳の売春婦のようにガムを口にしているように聞こえる）、単なる独創的な話ではなく、\u001b[22m, \u001b[1m最後に*文字通り* 'RAWR'）、悪い声（容疑者の十代のヒロインは、ガムの一口を持つ35歳の売春婦のように聞こえる）演技を、行くいくつかの男と単に独創性に欠けるない話が、またあります\u001b[22m\n\u001b[4mjust plain stupid.\u001b[24m\n    \u001b[1mただのばかな愚か。\u001b[22m, \u001b[1m単なる愚かな。\u001b[22m\n\u001b[1m\u001b[22m\nAnd I don't mean normal 'unbelievable' stupid, or the kind of 'silly' stupid that's actually sort of funny. I mean serious, hardcore, brain-damage-inducing STUPID -- the kind of stupid that makes you just stare at the screen blankly, wondering whether it's a joke, because you can't believe it could possibly BE so stupid.\n\n\u001b[1mそして、私は普通の「信じられない」愚かな、あるいは実際には面白いことのような「ばかげた」ばかげたものを意味するわけではありません。 私は深刻な、ハードコア、脳損傷を誘発するSTUPIDを意味する - あなたがそれが愚かであるかもしれないと信じることができないので、冗談であるかどうか疑問に思って、ちょうどスクリーンを凝視する愚かなもの。\u001b[22m\n\u001b[1m(Soshite, watashi wa futsū no `shinjirarenai' orokana, aruiwa jissai ni wa omoshiroikoto no yōna `bakageta' bakageta mono o imi suru wakede wa arimasen. Watashi wa shinkokuna, hādokoa, nō sonshō o yūhatsu suru STUPID o imi suru - anata ga sore ga orokadearu kamo shirenai to shinjiru koto ga dekinainode, jōdandearu ka dō ka gimon ni omotte, chōdo sukurīn o gyōshi suru orokana mono.)\u001b[22m\n\nTranslations of \u001b[4mAnd I don't mean normal 'unbelievable' stupid, or the kind of 'silly' stupid that's actually sort of funny. I mean serious, hardcore, brain-damage-inducing STUPID -- the kind of stupid that makes you just stare at the screen blankly, wondering whether it's a joke, because you can't believe it could possibly BE so stupid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd I don't mean normal 'unbelievable' stupid, or the kind of 'silly' stupid that's actually sort of funny.\u001b[24m\n    \u001b[1mそして、私は普通の「信じられない」愚かな、あるいは実際には面白いことのような「ばかげた」ばかげたものを意味するわけではありません。\u001b[22m, \u001b[1mそして、私は、通常の「信じられない」愚かな、またはそれが実際にソートの面白い「愚か」愚かなのようなものを意味するものではありません。\u001b[22m\n\u001b[4mI mean serious, hardcore, brain-damage-inducing STUPID -- the kind of stupid that makes you just stare at the screen blankly, wondering whether it's a joke, because you can't believe it could possibly BE so stupid.\u001b[24m\n    \u001b[1m私は深刻な、ハードコア、脳損傷を誘発するSTUPIDを意味する - あなたがそれが愚かであるかもしれないと信じることができないので、冗談であるかどうか疑問に思って、ちょうどスクリーンを凝視する愚かなもの。\u001b[22m, \u001b[1m私は重大な意味、ハードコア、脳損傷誘導STUPID  - あなたはそれはおそらく愚かかもしれない信じることができないので、あなたはそれは冗談だかどうか迷って、ぼんやりと画面を凝視なり愚かなの一種。\u001b[22m\n\u001b[1m\u001b[22m\nIt was SO bad that it actually made me angry. I want those seven minutes of my life back.\n\n\u001b[1mそれは実際に私を怒らせたので、悪かったです。 私は私の人生のそれらの7分を戻したい。\u001b[22m\n\u001b[1m(Sore wa jissai ni watashi o okora setanode, warukattadesu. Watashi wa watashinojinsei no sorera no 7-bu o modoshitai.)\u001b[22m\n\nTranslations of \u001b[4mIt was SO bad that it actually made me angry. I want those seven minutes of my life back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was SO bad that it actually made me angry.\u001b[24m\n    \u001b[1mそれは実際に私を怒らせたので、悪かったです。\u001b[22m, \u001b[1m実際に私が怒らせたように悪かったです。\u001b[22m\n\u001b[4mI want those seven minutes of my life back.\u001b[24m\n    \u001b[1m私は私の人生のそれらの7分を戻したい。\u001b[22m, \u001b[1m私は戻って私の人生のそれらの7分をしたいです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're reading this page trying to figure out whether this anime is worth watching, please heed my warning: Do NOT waste your time on this garbage. You will only regret it.\n\n\u001b[1mもしあなたがこのアニメが見る価値があるかどうかを調べようとしているこのページを読んでいるなら、私の警告に耳を傾けてください。このゴミで時間を無駄にしないでください。 あなたはそれを後悔します。\u001b[22m\n\u001b[1m(Moshi anata ga kono anime ga miru kachigāru ka dō ka o shirabeyou to shite iru kono pēji o yonde irunara, watashi no keikoku ni mimi o katamukete kudasai. Kono gomi de jikan o muda ni shinaide kudasai. Anata wa sore o kōkai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're reading this page trying to figure out whether this anime is worth watching, please heed my warning: Do NOT waste your time on this garbage. You will only regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're reading this page trying to figure out whether this anime is worth watching, please heed my warning: Do NOT waste your time on this garbage.\u001b[24m\n    \u001b[1mもしあなたがこのアニメが見る価値があるかどうかを調べようとしているこのページを読んでいるなら、私の警告に耳を傾けてください。このゴミで時間を無駄にしないでください。\u001b[22m, \u001b[1mあなたはこのアニメを見て価値があるかどうかを把握しようと、このページを読んでいる場合は、私の警告に耳を傾けるしてください：このゴミのあなたの時間を無駄にしないでください。\u001b[22m\n\u001b[4mYou will only regret it.\u001b[24m\n    \u001b[1mあなたはそれを後悔します。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "Rankun",
    "profile": "/profile/Rankun/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=133773",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  3\nアニメーション|  3\nサウンド|  5\nキャラクター|  3\n|  10\n\nワンダーモモは素晴らしいです。 そして、いいえ、私は冗談ではありません。\n\nこのショーは客観的な観点からいいのですか？ いいえ！ アニメーションはサブパイルですが、サウンド・エフェクトは古いビデオ・ゲームからまっすぐに取り出されたように聞こえます（ただし、それは自分のやり方でフィッティングされます）。そして、音声の演技は陽気に悪いです。 物語？ ばかばかしいことですが、ショーの内容に合っています。 私はそれから深さを期待していません。 キャラクターは裏目を全く持たないのでフラットです。 しかし、私はWonder Momoのゲームを知らないので、完全に入手する人には馴染んでいると思われます。\n\n明るいところで、オープニング曲は本当にキャッチーです。\n\nとにかく、この悪いショーで、それは実際に見て楽しむことができますか？ 元気だよ。 それはとても素晴らしいです。 信じられないほど面白いですし、それが意図的に面白いか悪いのかはまだ分かりませんが、それは問題ではありません。 私はこれでとても楽しいです、エピソードは、彼らがとても悪いので、最初から最後まで大声で笑っています。 私は別のショーでこのことを笑っていたときは分からないけど、ニチジ以来そうは思えない。  Wonder Momoがうまく作られているとは言えませんが、Enjoymentカテゴリでは10/10ですが、それは最も重要な部分です。\n\nだから、私はWonder Momoが好きです。 本当です。 そして、笑いと楽しみのために「悪い」映画を見るのが好きな人は、私のように楽しんでいるかもしれないので、本当にこの機会を与えてくれるはずです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWonder Momo is amazing. And no, I'm not kidding.\n\n\u001b[1mワンダーモモは素晴らしいです。 そして、いいえ、私は冗談ではありません。\u001b[22m\n\u001b[1m(Wandāmomo wa subarashīdesu. Soshite, īe, watashi wa jōdande wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWonder Momo is amazing. And no, I'm not kidding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWonder Momo is amazing.\u001b[24m\n    \u001b[1mワンダーモモは素晴らしいです。\u001b[22m, \u001b[1mモモは素晴らしいですワンダー。\u001b[22m\n\u001b[4mAnd no, I'm not kidding.\u001b[24m\n    \u001b[1mそして、いいえ、私は冗談ではありません。\u001b[22m, \u001b[1mそして、いや、私は冗談ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIs this show good from an objective point of view? Hell no! The animation is sub-par, the sound effects do sound like they were taken straight out of an old video game (which is, however, fitting in its own way) and the voice acting is hilariously bad. The story? It's ridiculous but it's fitting for what the show is. I don't expect any depth from it. The characters are flat because they don't get any backstory whatsoever. I don't know the Wonder Momo games, however, so maybe I'm expected to be familiar with those to fully get it.\n\n\u001b[1mこのショーは客観的な観点からいいのですか？ いいえ！ アニメーションはサブパイルですが、サウンド・エフェクトは古いビデオ・ゲームからまっすぐに取り出されたように聞こえます（ただし、それは自分のやり方でフィッティングされます）。そして、音声の演技は陽気に悪いです。 物語？ ばかばかしいことですが、ショーの内容に合っています。 私はそれから深さを期待していません。 キャラクターは裏目を全く持たないのでフラットです。 しかし、私はWonder Momoのゲームを知らないので、完全に入手する人には馴染んでいると思われます。\u001b[22m\n\u001b[1m(Kono shō wa kakkantekina kanten kara ī nodesu ka? Īe! Animēshon wa sabupairudesuga, saundo efekuto wa furui bideo gēmu kara massugu ni toridasa reta yō ni kikoemasu (tadashi, soreha jibun no yarikata de fittingu sa remasu). Soshite, onsei no engi wa yōki ni waruidesu. Monogatari? Bakabakashī kotodesuga, shō no naiyō ni atte imasu. Watashi wa sore kara fuka-sa o kitai shite imasen. Kyarakutā wa urame o mattaku motanainode furattodesu. Shikashi, watashi wa wandāmomo no gēmu o shiranainode, kanzen ni nyūshu suru hito ni wa najinde iru to omowa remasu.)\u001b[22m\n\nTranslations of \u001b[4mIs this show good from an objective point of view? Hell no! The animation is sub-par, the sound effects do sound like they were taken straight out of an old video game (which is, however, fitting in its own way) and the voice acting is hilariously bad. The story? It's ridiculous but it's fitting for what the show is. I don't expect any depth from it. The characters are flat because they don't get any backstory whatsoever. I don't know the Wonder Momo games, however, so maybe I'm expected to be familiar with those to fully get it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs this show good from an objective point of view?\u001b[24m\n    \u001b[1mこのショーは客観的な観点からいいのですか？\u001b[22m, \u001b[1mこのショーは、ビューの客観的な観点からは良いですか？\u001b[22m\n\u001b[4mHell no!\u001b[24m\n    \u001b[1mいいえ！\u001b[22m, \u001b[1m地獄！\u001b[22m\n\u001b[4mThe animation is sub-par, the sound effects do sound like they were taken straight out of an old video game (which is, however, fitting in its own way) and the voice acting is hilariously bad.\u001b[24m\n    \u001b[1mアニメーションはサブパイルですが、サウンド・エフェクトは古いビデオ・ゲームからまっすぐに取り出されたように聞こえます（ただし、それは自分のやり方でフィッティングされます）。そして、音声の演技は陽気に悪いです。\u001b[22m, \u001b[1mアニメーションは、彼らは（独自の方法でフィッティング、しかし、である）ストレート古いビデオゲームから取り出し、声の演技が陽気に悪いですしたような効果音が鳴ります、サブパーです。\u001b[22m\n\u001b[4mThe story?\u001b[24m\n    \u001b[1m物語？\u001b[22m, \u001b[1m話？\u001b[22m\n\u001b[4mIt's ridiculous but it's fitting for what the show is.\u001b[24m\n    \u001b[1mばかばかしいことですが、ショーの内容に合っています。\u001b[22m, \u001b[1mそれはとんでもないことだが、それはショーが何であるかのためのフィッティングです。\u001b[22m\n\u001b[4mI don't expect any depth from it.\u001b[24m\n    \u001b[1m私はそれから深さを期待していません。\u001b[22m, \u001b[1m私はそれから任意の深さを期待しないでください。\u001b[22m\n\u001b[4mThe characters are flat because they don't get any backstory whatsoever.\u001b[24m\n    \u001b[1mキャラクターは裏目を全く持たないのでフラットです。\u001b[22m, \u001b[1m彼らはいかなる裏話を得ることはありませんので、文字が平坦です。\u001b[22m\n\u001b[4mI don't know the Wonder Momo games, however, so maybe I'm expected to be familiar with those to fully get it.\u001b[24m\n    \u001b[1mしかし、私はWonder Momoのゲームを知らないので、完全に入手する人には馴染んでいると思われます。\u001b[22m, \u001b[1mしかし私は、ワンダーモモのゲームを知らないので、多分私は完全にそれを得るためにそれらに精通していることを期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nOn the bright side, the opening song is really catchy.\n\n\u001b[1m明るいところで、オープニング曲は本当にキャッチーです。\u001b[22m\n\u001b[1m(Akarui tokoro de, ōpuningu-kyoku wa hontōni kyatchīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOn the bright side, the opening song is really catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the bright side, the opening song is really catchy.\u001b[24m\n    \u001b[1m明るいところで、オープニング曲は本当にキャッチーです。\u001b[22m, \u001b[1m明るい側では、オープニング曲は本当にキャッチーです。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, with the show being this bad, can it actually be any fun to watch? Damn right it can. It's so bad it's awesome. It's funny beyond belief and I'm still not sure whether it's intentionally funny-bad or not, but that doesn't matter. I'm having so much fun with this, the episodes have me laughing out loud from beginning to end because they are so bad. I don't even know when I was laughing this much with another show, but I don't think I have since Nichijou. Even though I can't say that Wonder Momo is well-made, it gets a full 10/10 in the Enjoyment category and that's the most important part.\n\n\u001b[1mとにかく、この悪いショーで、それは実際に見て楽しむことができますか？ 元気だよ。 それはとても素晴らしいです。 信じられないほど面白いですし、それが意図的に面白いか悪いのかはまだ分かりませんが、それは問題ではありません。 私はこれでとても楽しいです、エピソードは、彼らがとても悪いので、最初から最後まで大声で笑っています。 私は別のショーでこのことを笑っていたときは分からないけど、ニチジ以来そうは思えない。  Wonder Momoがうまく作られているとは言えませんが、Enjoymentカテゴリでは10/10ですが、それは最も重要な部分です。\u001b[22m\n\u001b[1m(Tonikaku, kono warui shō de, sore wa jissai ni mite tanoshimu koto ga dekimasu ka? Genkida yo. Sore wa totemo subarashīdesu. Shinji rarenai hodo omoshiroidesushi, sore ga itotekini omoshiroi ka warui no ka wa mada wakarimasen ga, soreha mondaide wa arimasen. Watashi wa kore de totemo tanoshīdesu, episōdo wa, karera ga totemo waruinode, saisho kara saigomade ōgoe de waratte imasu. Watashi wa betsu no shō de kono koto o waratte ita toki wa wakaranaikedo, nichiji irai sō wa omoenai. Wandāmomo ga umaku tsukura rete iru to wa iemasenga, Enjoyment kategoride wa 10/ 10desuga, sore wa mottomo jūyōna bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, with the show being this bad, can it actually be any fun to watch? Damn right it can. It's so bad it's awesome. It's funny beyond belief and I'm still not sure whether it's intentionally funny-bad or not, but that doesn't matter. I'm having so much fun with this, the episodes have me laughing out loud from beginning to end because they are so bad. I don't even know when I was laughing this much with another show, but I don't think I have since Nichijou. Even though I can't say that Wonder Momo is well-made, it gets a full 10/10 in the Enjoyment category and that's the most important part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, with the show being this bad, can it actually be any fun to watch?\u001b[24m\n    \u001b[1mとにかく、この悪いショーで、それは実際に見て楽しむことができますか？\u001b[22m, \u001b[1mとにかく、ショーはこの悪いていると、実際に見て任意の楽しいことができますか？\u001b[22m\n\u001b[4mDamn right it can.\u001b[24m\n    \u001b[1m元気だよ。\u001b[22m, \u001b[1mそれができるくそ右。\u001b[22m\n\u001b[4mIt's so bad it's awesome.\u001b[24m\n    \u001b[1mそれはとても素晴らしいです。\u001b[22m, \u001b[1mそれは素晴らしいですので、悪いです。\u001b[22m\n\u001b[4mIt's funny beyond belief and I'm still not sure whether it's intentionally funny-bad or not, but that doesn't matter.\u001b[24m\n    \u001b[1m信じられないほど面白いですし、それが意図的に面白いか悪いのかはまだ分かりませんが、それは問題ではありません。\u001b[22m, \u001b[1mそれは信じられないほど面白いと私はまだそれが意図的に面白い-悪いですかどうかわからないんだけど、それは問題ではありません。\u001b[22m\n\u001b[4mI'm having so much fun with this, the episodes have me laughing out loud from beginning to end because they are so bad.\u001b[24m\n    \u001b[1m私はこれでとても楽しいです、エピソードは、彼らがとても悪いので、最初から最後まで大声で笑っています。\u001b[22m, \u001b[1m私はこれでとても楽しいを抱えている、エピソードは、私は、彼らがそんなに悪いですので、最初から最後まで大声で笑っています。\u001b[22m\n\u001b[4mI don't even know when I was laughing this much with another show, but I don't think I have since Nichijou.\u001b[24m\n    \u001b[1m私は別のショーでこのことを笑っていたときは分からないけど、ニチジ以来そうは思えない。\u001b[22m, \u001b[1m私は別の番組でこれだけを笑っていたときに私も知りませんが、私は日常以来持っていないと思います。\u001b[22m\n\u001b[4mEven though I can't say that Wonder Momo is well-made, it gets a full 10/10 in the Enjoyment category and that's the most important part.\u001b[24m\n    \u001b[1mWonder Momoがうまく作られているとは言えませんが、Enjoymentカテゴリでは10/10ですが、それは最も重要な部分です。\u001b[22m, \u001b[1m私はワンダーモモは、よく行われていることを言うことはできないとしても、それは楽しカテゴリにフル10/10を取得し、それが最も重要な部分です。\u001b[22m\n\u001b[1m\u001b[22m\nSo, yes, I like Wonder Momo. I really do. And anyone who likes to watch 'bad' movies for laughs and enjoyment should really give this a chance because you might be having as much fun with it as I do.\n\n\u001b[1mだから、私はWonder Momoが好きです。 本当です。 そして、笑いと楽しみのために「悪い」映画を見るのが好きな人は、私のように楽しんでいるかもしれないので、本当にこの機会を与えてくれるはずです。\u001b[22m\n\u001b[1m(Dakara, watashi wa wandāmomo ga sukidesu. Hontōdesu. Soshite, warai to tanoshimi no tame ni `warui' eiga o miru no ga sukinahito wa, watashi no yō ni tanoshinde iru kamo shirenainode, hontōni kono kikai o ataete kureru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, yes, I like Wonder Momo. I really do. And anyone who likes to watch 'bad' movies for laughs and enjoyment should really give this a chance because you might be having as much fun with it as I do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, yes, I like Wonder Momo.\u001b[24m\n    \u001b[1mだから、私はWonder Momoが好きです。\u001b[22m, \u001b[1mだから、はい、私はワンダーモモが好きです。\u001b[22m\n\u001b[4mI really do.\u001b[24m\n    \u001b[1m本当です。\u001b[22m, \u001b[1m私は本当にやる。\u001b[22m, \u001b[1m私は本当に。\u001b[22m\n\u001b[4mAnd anyone who likes to watch 'bad' movies for laughs and enjoyment should really give this a chance because you might be having as much fun with it as I do.\u001b[24m\n    \u001b[1mそして、笑いと楽しみのために「悪い」映画を見るのが好きな人は、私のように楽しんでいるかもしれないので、本当にこの機会を与えてくれるはずです。\u001b[22m, \u001b[1m私がそうであるように、あなたがそれのように多くの楽しみを持っている可能性があるためと笑いと楽しみのために「悪い」の映画を見るのが好き誰もが本当にこのチャンスを与えるべきです。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "sugarlips0990",
    "profile": "/profile/sugarlips0990/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=198376",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  1\nキャラクター|  3\n|  3\n\n私は正直言って、私は長い間、とても悪いことに私がとても笑っているとは思わない。 エピソードは短いので、5つのエピソードを見ていることは時間の最大の浪費ではありません。\n\nストーリーはどこにでもありました。 シーンの多くはファンサービスです。 文字はランダムだった。 芸術はどこにでもありました - 一貫性はありません。 キャラクターの装備や武器はひどかった。 このストーリーは、14 yoで書かれたようです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI can honestly say that I don't think I have laughed so hard at something so bad in a long time. The episodes are short, so watching the 5 episodes isn't the biggest waste of time.\n\n\u001b[1m私は正直言って、私は長い間、とても悪いことに私がとても笑っているとは思わない。 エピソードは短いので、5つのエピソードを見ていることは時間の最大の浪費ではありません。\u001b[22m\n\u001b[1m(Watashi wa shōjiki itte, watashi wa nagaiai, totemo waruikoto ni watashi ga totemo waratte iru to wa omowanai. Episōdo wa mijikainode, itsutsu no episōdo o mite iru koto wa jikan no saidai no rōhide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI can honestly say that I don't think I have laughed so hard at something so bad in a long time. The episodes are short, so watching the 5 episodes isn't the biggest waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can honestly say that I don't think I have laughed so hard at something so bad in a long time.\u001b[24m\n    \u001b[1m私は正直言って、私は長い間、とても悪いことに私がとても笑っているとは思わない。\u001b[22m, \u001b[1m私は正直なところ、私は私が長い時間でそんなに悪いもので一生懸命笑っているとは思わないと言うことができます。\u001b[22m\n\u001b[4mThe episodes are short, so watching the 5 episodes isn't the biggest waste of time.\u001b[24m\n    \u001b[1mエピソードは短いので、5つのエピソードを見ていることは時間の最大の浪費ではありません。\u001b[22m, \u001b[1mエピソードが不足しているので、5のエピソードを見ているのは時間の最大の無駄ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was all over the place. A lot of the scenes are fan service. The characters were random. The art was all over the place - no consistency. The character outfits and weapons were terrible. This story seems like it was written by a 14 yo.\n\n\u001b[1mストーリーはどこにでもありました。 シーンの多くはファンサービスです。 文字はランダムだった。 芸術はどこにでもありました - 一貫性はありません。 キャラクターの装備や武器はひどかった。 このストーリーは、14 yoで書かれたようです。\u001b[22m\n\u001b[1m(Sutōrī wa doko ni demo arimashita. Shīn no ōku wa fansābisudesu. Moji wa randamudatta. Geijutsu wa doko ni demo arimashita - ikkan-sei wa arimasen. Kyarakutā no sōbi ya buki wa hidokatta. Kono sutōrī wa, 14 yo de kaka reta yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was all over the place. A lot of the scenes are fan service. The characters were random. The art was all over the place - no consistency. The character outfits and weapons were terrible. This story seems like it was written by a 14 yo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was all over the place.\u001b[24m\n    \u001b[1mストーリーはどこにでもありました。\u001b[22m, \u001b[1m物語はあらゆる場所にありました。\u001b[22m\n\u001b[4mA lot of the scenes are fan service.\u001b[24m\n    \u001b[1mシーンの多くはファンサービスです。\u001b[22m\n\u001b[4mThe characters were random.\u001b[24m\n    \u001b[1m文字はランダムだった。\u001b[22m, \u001b[1m文字がランダムでした。\u001b[22m\n\u001b[4mThe art was all over the place - no consistency.\u001b[24m\n    \u001b[1m芸術はどこにでもありました - 一貫性はありません。\u001b[22m, \u001b[1mノー一貫性 - 芸術はすべての場所でした。\u001b[22m\n\u001b[4mThe character outfits and weapons were terrible.\u001b[24m\n    \u001b[1mキャラクターの装備や武器はひどかった。\u001b[22m, \u001b[1m文字衣装や武器はひどいものでした。\u001b[22m\n\u001b[4mThis story seems like it was written by a 14 yo.\u001b[24m\n    \u001b[1mこのストーリーは、14 yoで書かれたようです。\u001b[22m, \u001b[1mそれは14歳によって書かれたようなこの物語はと思われます。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "Vanilla5",
    "profile": "/profile/Vanilla5/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=231888",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこの番組で何の意味もありません。 なぜボールが女性に無作為に吸収され、なぜそれが彼らが何らかの英雄に変身することを許す理由はありません。 衣装は醜いです。 力は見ても面白くない。 アニメーションはうまくいきますが、2014年に行われたショーで期待していたほどのものなので、余計なことはありません。 キャラクターは本当に迷惑で、主人公はちょっとばかだ。 あなた自身に好意を持って、これを見ないでください。あるいは、少なくとも早送りでは、このひどい35分のロングショーは、より少ない時間を要します。  1/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nNothing makes any sense in this show. There's no reason provided for why that ball is randomly absorbed into the woman and why it allows them to transform into some hero. The costumes are ugly. The powers are not even fun to watch. The animation is fine but it's pretty much what you'd expect for a show made in 2014 so no extra points for that. The characters are really annoying and main hero is just so dumb. Do yourself a favor and avoid watching this or at least fast forward a bit so this terrible 35 minute long show takes up even less time. 1/10.\n\n\u001b[1mこの番組で何の意味もありません。 なぜボールが女性に無作為に吸収され、なぜそれが彼らが何らかの英雄に変身することを許す理由はありません。 衣装は醜いです。 力は見ても面白くない。 アニメーションはうまくいきますが、2014年に行われたショーで期待していたほどのものなので、余計なことはありません。 キャラクターは本当に迷惑で、主人公はちょっとばかだ。 あなた自身に好意を持って、これを見ないでください。あるいは、少なくとも早送りでは、このひどい35分のロングショーは、より少ない時間を要します。  1/10。\u001b[22m\n\u001b[1m(Kono bangumi de nani no imi mo arimasen. Naze bōru ga josei ni musakui ni kyūshū sa re, naze sore ga karera ga nanrakano eiyū ni henshin suru koto o yurusu riyū wa arimasen. Ishō wa minikuidesu. Chikara wa mite mo omoshirokunai. Animēshon wa umaku ikimasuga, 2014-nen ni okonawa reta shō de kitai shite ita hodo no mononanode, yokeina koto wa arimasen. Kyarakutā wa hontōni meiwakude, shujinkō wa chotto bakada. Anata jishin ni kōi o motte, kore o minaide kudasai. Aruiwa, sukunakutomo hayaokuride wa, kono hidoi 35-bu no rongushō wa, yori sukunai jikan o yōshimasu. 1/ 10.)\u001b[22m\n\nTranslations of \u001b[4mNothing makes any sense in this show. There's no reason provided for why that ball is randomly absorbed into the woman and why it allows them to transform into some hero. The costumes are ugly. The powers are not even fun to watch. The animation is fine but it's pretty much what you'd expect for a show made in 2014 so no extra points for that. The characters are really annoying and main hero is just so dumb. Do yourself a favor and avoid watching this or at least fast forward a bit so this terrible 35 minute long show takes up even less time. 1/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing makes any sense in this show.\u001b[24m\n    \u001b[1mこの番組で何の意味もありません。\u001b[22m, \u001b[1m何もこの番組で任意の意味がありません。\u001b[22m\n\u001b[4mThere's no reason provided for why that ball is randomly absorbed into the woman and why it allows them to transform into some hero.\u001b[24m\n    \u001b[1mなぜボールが女性に無作為に吸収され、なぜそれが彼らが何らかの英雄に変身することを許す理由はありません。\u001b[22m, \u001b[1mそのボールがランダムに女性に吸収され、なぜそれが彼らはいくつかのヒーローに変身することができますされている理由のために提供理由はありません。\u001b[22m\n\u001b[4mThe costumes are ugly.\u001b[24m\n    \u001b[1m衣装は醜いです。\u001b[22m\n\u001b[4mThe powers are not even fun to watch.\u001b[24m\n    \u001b[1m力は見ても面白くない。\u001b[22m, \u001b[1m力は見ていても楽しいではありません。\u001b[22m\n\u001b[4mThe animation is fine but it's pretty much what you'd expect for a show made in 2014 so no extra points for that.\u001b[24m\n    \u001b[1mアニメーションはうまくいきますが、2014年に行われたショーで期待していたほどのものなので、余計なことはありません。\u001b[22m, \u001b[1mアニメーションは結構ですが、それはあなたがそのために2014ようのない余分なポイントで行われたショーのために期待するものはかなりです。\u001b[22m\n\u001b[4mThe characters are really annoying and main hero is just so dumb.\u001b[24m\n    \u001b[1mキャラクターは本当に迷惑で、主人公はちょっとばかだ。\u001b[22m, \u001b[1m文字は本当に迷惑であり、主人公はちょうどそうダムです。\u001b[22m\n\u001b[4mDo yourself a favor and avoid watching this or at least fast forward a bit so this terrible 35 minute long show takes up even less time.\u001b[24m\n    \u001b[1mあなた自身に好意を持って、これを見ないでください。あるいは、少なくとも早送りでは、このひどい35分のロングショーは、より少ない時間を要します。\u001b[22m, \u001b[1m自分を支持を行うと、これを見て回避するか、少なくとも早送りビットので、この恐ろしい35分長いショーはさらに少ない時間を要します。\u001b[22m\n\u001b[4m1/10.\u001b[24m\n    \u001b[1m1/10。\u001b[22m, \u001b[1m1月10日。\u001b[22m"
  },
  {
    "title": "Wonder_Momo",
    "id": "22377",
    "url": "https://myanimelist.net/anime/22377/Wonder_Momo",
    "user": "Drksun",
    "profile": "/profile/Drksun/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=138969",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、今シーズン新しくリリースされた新シリーズの最初の20回のエピソードのように、私の中で静かにさまよっていて、最短で始めることに決めました。\n'ああ、クール、エピソードごとにわずか7分...そして、5つしかありません！ ああ、彼らはすべて同時に出ているの？ ホリー・モリー、偉大なデリーなんて、私はお嬢さん！\nそして、私は一生懸命になったことは一度もありません。\n\nワンダーモモ「私だけができる私」\nこの文章だけですべてを最初から理解していない場合は、真にこの最先端のアニメーションの良さを本当に得るという希望をすべて放棄してください。\n\nモモは普通の高校生ですが、ちょっと不器用ですが、人々を幸せにするためにアイドルになることを夢見るような心臓があります。 悲しいことに、彼女のすべての努力にもかかわらず、彼女はアイドル素材ではないようですが、悲しい午後には、奇妙な外見の奇妙な見知らぬ人に会い、胸の中で溶けている輝かしいピンクの球のmagisciencalienyパワーを彼女に委ねます 彼女に伝説のWONDER MOMOに変身し、彼女のホラフープシグネチャーの動きで黒っぽい全身の太ももの悪い軍隊と戦う力を与える。\n\nあなたが期待し愛していることは、学校の体操師の予期せぬ最初の戦いから、写真のオタクの男の子ではなく、本当にボーイフレンドのような、しかしちょっとでも助けてくれるでしょう。 彼女の本当のアイデンティティ、ベスト・エニー・ビー・ビー・ベスト・フレンド、彼女の家族についての衝撃的なリバーティングを見て、スター・ウォーズのセリフを恥とし、完全な叙事詩の最後の戦いを最善の方法で終わらせる 可能な限り楽しむことができます。\n\nすべてのそれらは7分のわずか5エピソードで、前のように見えるそれらの1つではありません。\n\n予期せぬ状況が巧みに同じ目標を達成するためにそれらを結びつけるので、心理学を発達させ、プロットの強さをさらに進歩させながら関係を強化する。\n\nそれらのすべては、オリジナルで忘れられないサウンドトラックによって提供され、信じられないほど優れた、しかも強力なカラフルなアニメーションを本当に尊敬します。\n\nナムコは私たちに最高の作品を提供しています。ひどく悪いことにうってつけで、傑作と呼ぶ価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI was gently wandering in my, like, 20 first episodes of the new series freshly released this season and decided to begin with the shortest.\n\n\u001b[1m私は、今シーズン新しくリリースされた新シリーズの最初の20回のエピソードのように、私の中で静かにさまよっていて、最短で始めることに決めました。\u001b[22m\n\u001b[1m(Watashi wa, ima shīzun atarashiku rirīsu sa reta shin shirīzu no saisho no 20-kai no episōdo no yō ni, watashi no naka de shizuka ni samayotte ite, saitan de hajimeru koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mI was gently wandering in my, like, 20 first episodes of the new series freshly released this season and decided to begin with the shortest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was gently wandering in my, like, 20 first episodes of the new series freshly released this season and decided to begin with the shortest.\u001b[24m\n    \u001b[1m私は、今シーズン新しくリリースされた新シリーズの最初の20回のエピソードのように、私の中で静かにさまよっていて、最短で始めることに決めました。\u001b[22m, \u001b[1m私はそっと私のような、新シリーズの20最初のエピソードが新鮮にリリースされ、この季節に放浪し、最短で始めることにしました。\u001b[22m\n'Oh, cool, only 7 minutes per episodes... and there is only five of them ! Aaaand they're all out at the same time ? Holly molly, what a great dealy I mady thery !'\n\n\u001b[1m'ああ、クール、エピソードごとにわずか7分...そして、5つしかありません！ ああ、彼らはすべて同時に出ているの？ ホリー・モリー、偉大なデリーなんて、私はお嬢さん！\u001b[22m\n\u001b[1m(' Ā, kūru, episōdo-goto ni wazuka 7-bu... Soshite, itsutsu shika arimasen! Ā, karera wa subete dōjini dete iru no? Horī morī, idaina derī nante, watashi wa ojōsan!)\u001b[22m\n\nTranslations of \u001b[4m'Oh, cool, only 7 minutes per episodes... and there is only five of them ! Aaaand they're all out at the same time ? Holly molly, what a great dealy I mady thery !'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Oh, cool, only 7 minutes per episodes... and there is only five of them !\u001b[24m\n    \u001b[1m'ああ、クール、エピソードごとにわずか7分...そして、5つしかありません！\u001b[22m, \u001b[1m「ああ、クール、エピソードあたりわずか7分では...とのみ5それらのがあります！\u001b[22m\n\u001b[4mAaaand they're all out at the same time ?\u001b[24m\n    \u001b[1mああ、彼らはすべて同時に出ているの？\u001b[22m, \u001b[1mAaaand彼らは同時にすべてのアウトしていますか？\u001b[22m\n\u001b[4mHolly molly, what a great dealy I mady thery !'\u001b[24m\n    \u001b[1mホリー・モリー、偉大なデリーなんて、私はお嬢さん！\u001b[22m, \u001b[1mホリーモリー、私はテリをmady何偉大dealy！」\u001b[22m\nAnd I have never been so right in my entire life.\n\n\u001b[1mそして、私は一生懸命になったことは一度もありません。\u001b[22m\n\u001b[1m(Soshite, watashi wa isshōkenmei ni natta koto wa ichido mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd I have never been so right in my entire life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd I have never been so right in my entire life.\u001b[24m\n    \u001b[1mそして、私は一生懸命になったことは一度もありません。\u001b[22m, \u001b[1mそして、私は私の全体の生活の中でそのように右行ったことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nWonder Momo 'The me that only I can be'\n\n\u001b[1mワンダーモモ「私だけができる私」\u001b[22m\n\u001b[1m(Wandāmomo `watashi dake ga dekiru watashi')\u001b[22m\n\nTranslations of \u001b[4mWonder Momo 'The me that only I can be'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWonder Momo 'The me that only I can be'\u001b[24m\n    \u001b[1mワンダーモモ「私だけができる私」\u001b[22m, \u001b[1mモモ 'だけ私がすることができます私を'ワンダー\u001b[22m\nIf you didn't understand everything right from the beginning with this sentence alone, then abandon every hope of truly getting what really is this state-of-the-art piece of animation goodness.\n\n\u001b[1mこの文章だけですべてを最初から理解していない場合は、真にこの最先端のアニメーションの良さを本当に得るという希望をすべて放棄してください。\u001b[22m\n\u001b[1m(Kono bunshō dake de subete o saisho kara rikai shite inai baai wa, makotoni kono saisentan no animēshon no yo-sa o hontōni eru to iu kibō o subete hōki shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you didn't understand everything right from the beginning with this sentence alone, then abandon every hope of truly getting what really is this state-of-the-art piece of animation goodness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you didn't understand everything right from the beginning with this sentence alone, then abandon every hope of truly getting what really is this state-of-the-art piece of animation goodness.\u001b[24m\n    \u001b[1mこの文章だけですべてを最初から理解していない場合は、真にこの最先端のアニメーションの良さを本当に得るという希望をすべて放棄してください。\u001b[22m, \u001b[1mあなたは右だけではこの文で最初からすべてを理解していなかった場合は、本当に本当にアニメーション良さのこの最先端の作品であるものを得るのすべての希望を捨てます。\u001b[22m\n\u001b[1m\u001b[22m\nMomo is a normal highschooler a bit clumsy but with a heart biiiig like that who dreams of becoming an idol to make people happy. Sadly and despite all her efforts, she doesn't seem to be idol material, but one gloomy afternoon will she be met by a strange stranger in a strange coat, who will entrust her with a glowing pink ball of magisciencalieny powers melting in her chest and thus giving her the power to transform into the legendary WONDER MOMO and fight the evil armies of black-full-body-thighs-bad-guys with her hoola hoop signature move.\n\n\u001b[1mモモは普通の高校生ですが、ちょっと不器用ですが、人々を幸せにするためにアイドルになることを夢見るような心臓があります。 悲しいことに、彼女のすべての努力にもかかわらず、彼女はアイドル素材ではないようですが、悲しい午後には、奇妙な外見の奇妙な見知らぬ人に会い、胸の中で溶けている輝かしいピンクの球のmagisciencalienyパワーを彼女に委ねます 彼女に伝説のWONDER MOMOに変身し、彼女のホラフープシグネチャーの動きで黒っぽい全身の太ももの悪い軍隊と戦う力を与える。\u001b[22m\n\u001b[1m(Momo wa futsū no kōkōseidesuga, chotto bukiyōdesuga, hitobito o shiawaseni suru tame ni aidoru ni naru koto o yumemiru yōna shinzō ga arimasu. Kanashī koto ni, kanojo no subete no doryoku nimokakawarazu, kanojo wa aidoru sozaide wa nai yōdesuga, kanashī gogo ni wa, kimyōna gaiken no kimyōna mishiranu hito ni ai, mune no naka de tokete iru kagayakashī pinku no kyū no magisciencalieny pawā o kanojo ni yudanemasu kanojo ni densetsu no wanda MOMO ni henshin shi, kanojo no horafūpushigunechā no ugoki de kuroppoi zenshin no futomomo no warui guntai to tatakau chikara o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mMomo is a normal highschooler a bit clumsy but with a heart biiiig like that who dreams of becoming an idol to make people happy. Sadly and despite all her efforts, she doesn't seem to be idol material, but one gloomy afternoon will she be met by a strange stranger in a strange coat, who will entrust her with a glowing pink ball of magisciencalieny powers melting in her chest and thus giving her the power to transform into the legendary WONDER MOMO and fight the evil armies of black-full-body-thighs-bad-guys with her hoola hoop signature move.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMomo is a normal highschooler a bit clumsy but with a heart biiiig like that who dreams of becoming an idol to make people happy.\u001b[24m\n    \u001b[1mモモは普通の高校生ですが、ちょっと不器用ですが、人々を幸せにするためにアイドルになることを夢見るような心臓があります。\u001b[22m, \u001b[1mモモは少し不器用が、人々を幸せにするアイドルを夢見るような心臓biiiigと正常highschoolerです。\u001b[22m\n\u001b[4mSadly and despite all her efforts, she doesn't seem to be idol material, but one gloomy afternoon will she be met by a strange stranger in a strange coat, who will entrust her with a glowing pink ball of magisciencalieny powers melting in her chest\u001b[24m\n    \u001b[1m悲しいことに、彼女のすべての努力にもかかわらず、彼女はアイドル素材ではないようですが、悲しい午後には、奇妙な外見の奇妙な見知らぬ人に会い、胸の中で溶けている輝かしいピンクの球のmagisciencalienyパワーを彼女に委ねます\u001b[22m, \u001b[1m悲しいことに、すべての彼女の努力にもかかわらず、彼女はアイドル材料ではないようですが、1薄暗い午後は彼女が彼女の胸に溶融magisciencalieny電力の光るピンクのボールで彼女を委託します奇妙なコートに奇妙な見知らぬ人によって満たされます\u001b[22m\n\u001b[4mand thus giving her the power to transform into the legendary WONDER MOMO and fight the evil armies of black-full-body-thighs-bad-guys with her hoola hoop signature move.\u001b[24m\n    \u001b[1m彼女に伝説のWONDER MOMOに変身し、彼女のホラフープシグネチャーの動きで黒っぽい全身の太ももの悪い軍隊と戦う力を与える。\u001b[22m, \u001b[1mしたがって、彼女の伝説的なワンダーMOMOに変身し、彼女のフーラフープ署名の動きと黒のフルボディ・太もも・不良連中の悪の軍隊を戦うために力を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nEverything you'd expect and love is there, from the unexpected first battle in the school gymnase, the photography-geek-boy-not-really-boyfriend-material-but-kinda-who-will-help-her-through-her -identity-crysis-classmate witnessing her true identity, the best-ennemy-to-be-best-friend to shocking reverlations about her family which would put the Star Wars serie to a shame and an fully epic final battle ending in the best way possible for a maximum enjoyement.\n\n\u001b[1mあなたが期待し愛していることは、学校の体操師の予期せぬ最初の戦いから、写真のオタクの男の子ではなく、本当にボーイフレンドのような、しかしちょっとでも助けてくれるでしょう。 彼女の本当のアイデンティティ、ベスト・エニー・ビー・ビー・ベスト・フレンド、彼女の家族についての衝撃的なリバーティングを見て、スター・ウォーズのセリフを恥とし、完全な叙事詩の最後の戦いを最善の方法で終わらせる 可能な限り楽しむことができます。\u001b[22m\n\u001b[1m(Anata ga kitai shi ai shite iru koto wa, gakkō no taisō-shi no yoki senu saisho no tatakai kara, shashin no otaku no otokonokode wa naku, hontōni bōifurendo no yōna, shikashi chotto demo tasukete kurerudeshou. Kanojo no hontō no aidentiti, besuto enī bī bī besuto furendo, kanojo no kazoku ni tsuite no shōgeki-tekina ribātingu o mite, sutā u~ōzu no serifu o haji to shi, kanzen'na jojishi no saigonotatakai o saizen no hōhō de owara seru kanōnakagiri tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mEverything you'd expect and love is there, from the unexpected first battle in the school gymnase, the photography-geek-boy-not-really-boyfriend-material-but-kinda-who-will-help-her-through-her -identity-crysis-classmate witnessing her true identity, the best-ennemy-to-be-best-friend to shocking reverlations about her family which would put the Star Wars serie to a shame and an fully epic final battle ending in the best way possible for a maximum enjoyement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything you'd expect and love is there, from the unexpected first battle in the school gymnase, the photography-geek-boy-not-really-boyfriend-material-but-kinda-who-will-help-her-through-her\u001b[24m\n    \u001b[1mあなたが期待し愛していることは、学校の体操師の予期せぬ最初の戦いから、写真のオタクの男の子ではなく、本当にボーイフレンドのような、しかしちょっとでも助けてくれるでしょう。\u001b[22m, \u001b[1m学校gymnaseの予想外の最初の戦いからあなたが期待と愛があるすべてのもの、写真撮影・オタク少年-ない-本当にカレ - 材料 - しかし、ちょっと-意志ヘルプ-彼女スルー彼女\u001b[22m\n\u001b[4m-identity-crysis-classmate witnessing her true identity, the best-ennemy-to-be-best-friend to shocking reverlations about her family which would put the Star Wars serie to a shame and an fully epic final battle ending in the best way\u001b[24m\n    \u001b[1m彼女の本当のアイデンティティ、ベスト・エニー・ビー・ビー・ベスト・フレンド、彼女の家族についての衝撃的なリバーティングを見て、スター・ウォーズのセリフを恥とし、完全な叙事詩の最後の戦いを最善の方法で終わらせる\u001b[22m, \u001b[1m彼女の正体を目撃-Identity-Crysisの-同級生、ベストennemyになる人-最高の友人恥にセリエスターウォーズを入れて、完全に壮大な最後の戦いが最良の方法で終わるだろう彼女の家族についての衝撃的なreverlationsへ\u001b[22m\n\u001b[4mpossible for a maximum enjoyement.\u001b[24m\n    \u001b[1m可能な限り楽しむことができます。\u001b[22m, \u001b[1m最大enjoyement用可能。\u001b[22m\n\u001b[1m\u001b[22m\nAll that in only 5 episodes of 7 minutes, not even one of them looking like the previous.\n\n\u001b[1mすべてのそれらは7分のわずか5エピソードで、前のように見えるそれらの1つではありません。\u001b[22m\n\u001b[1m(Subete no sorera wa 7-bu no wazuka 5 episōdo de, mae no yō ni mieru sorera no 1tsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll that in only 5 episodes of 7 minutes, not even one of them looking like the previous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll that in only 5 episodes of 7 minutes, not even one of them looking like the previous.\u001b[24m\n    \u001b[1mすべてのそれらは7分のわずか5エピソードで、前のように見えるそれらの1つではありません。\u001b[22m, \u001b[1m7分のわずか5エピソード、以前のように見える彼らのいなくても1であるすべてのこと。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters all have their own personnality, goals and distinct traits, while the unexpected situations cleverly put them together to achieve a same goal, thus reinforcing their relations while developping their psychology and bringing the intensity of the plot another step forward.\n\n\u001b[1m予期せぬ状況が巧みに同じ目標を達成するためにそれらを結びつけるので、心理学を発達させ、プロットの強さをさらに進歩させながら関係を強化する。\u001b[22m\n\u001b[1m(Yoki senu jōkyō ga takumi ni onaji mokuhyō o tassei suru tame ni sorera o musubitsukerunode, shinri-gaku o hattatsu sa se, purotto no tsuyo-sa o sarani shinpo sa senagara kankei o kyōka suru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters all have their own personnality, goals and distinct traits, while the unexpected situations cleverly put them together to achieve a same goal, thus reinforcing their relations while developping their psychology and bringing the intensity of the plot another step forward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters all have their own personnality, goals and distinct traits, while the unexpected situations cleverly put them together to achieve a same goal, thus reinforcing their relations while developping their psychology and bringing the intensity of the plot another step forward.\u001b[24m\n    \u001b[1m予期せぬ状況が巧みに同じ目標を達成するためにそれらを結びつけるので、心理学を発達させ、プロットの強さをさらに進歩させながら関係を強化する。\u001b[22m, \u001b[1m不測の事態が巧みに彼らの心理を研究開発をし、別のステップフォワードプロットの強度をもたらしつつ、それらの関係を強化し、同じ目標を達成するためにそれらを一緒に入れている間の文字はすべて、自分のpersonnality、目標と明確な特徴を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAll of them served by original and unforgettable soundtracks which make truly honor to the incredibly outstanding and yet powerful colorful animation.\n\n\u001b[1mそれらのすべては、オリジナルで忘れられないサウンドトラックによって提供され、信じられないほど優れた、しかも強力なカラフルなアニメーションを本当に尊敬します。\u001b[22m\n\u001b[1m(Sorera no subete wa, orijinaru de wasurerarenai saundotorakku ni yotte teikyō sa re, shinji rarenai hodo sugureta, shikamo kyōryokuna karafuruna animēshon o hontōni sonkei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll of them served by original and unforgettable soundtracks which make truly honor to the incredibly outstanding and yet powerful colorful animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of them served by original and unforgettable soundtracks which make truly honor to the incredibly outstanding and yet powerful colorful animation.\u001b[24m\n    \u001b[1mそれらのすべては、オリジナルで忘れられないサウンドトラックによって提供され、信じられないほど優れた、しかも強力なカラフルなアニメーションを本当に尊敬します。\u001b[22m, \u001b[1mそれらのすべては、本当に信じられないほど顕著でありながら強力なカラフルなアニメーションに名誉作るオリジナルと忘れられないサウンドトラックによって提供されます。\u001b[22m\n\u001b[1m\u001b[22m\nNAMCO is offering us one of their best work, so outstandingly good in being awfully bad that it litteraly deserve to be call a masterpiece.\n\n\u001b[1mナムコは私たちに最高の作品を提供しています。ひどく悪いことにうってつけで、傑作と呼ぶ価値があります。\u001b[22m\n\u001b[1m(Namuko wa watashitachi ni saikō no sakuhin o teikyō shite imasu. Hidoku warui koto ni uttetsuke de, kessaku to yobu kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNAMCO is offering us one of their best work, so outstandingly good in being awfully bad that it litteraly deserve to be call a masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNAMCO is offering us one of their best work, so outstandingly good in being awfully bad that it litteraly deserve to be call a masterpiece.\u001b[24m\n    \u001b[1mナムコは私たちに最高の作品を提供しています。ひどく悪いことにうってつけで、傑作と呼ぶ価値があります。\u001b[22m, \u001b[1mナムコは、それがlitteraly傑作を呼び出すことに値することをひどく悪いであることに私達に彼らの最高の作品の一つを提供するため、抜群に良いされています。\u001b[22m"
  }
]
