[
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "AironicallyHuman",
    "profile": "/profile/AironicallyHuman/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=149991",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nタイトルは、通常はあまり意味がありません。 しかし、「Break Blade」（BB）としてEngrishでよく知られているBroken Bladeの場合、タイトルはRygart's（lead＆amp; pilot）ロボットの頭と奥に見える壊れた刃を指します。 タイトルのついた壊れた刃も、象徴的にRygartのキャラクターにリンクしています。 彼らが象徴している2つの事のうちの1つは、ブレーク・ブレードの宇宙で彼が「吸収していない」（石英/技術を操作することができない）制限のために壊れた人である。 もう一つは、彼が平和主義から戦争で殺害されたときに戦うことを拒否する程度になるにつれて、彼はどのように精神的に壊れていくのかです。 彼らが象徴することができなければならないのは、その適応が絶望的に​​どのように壊れているかであり、完全にそれを完全にスキップするほうがよいということです。 アニメのタイトルはあまりにもうってつけに正確です。\n\n12のエピソードのための2014年の空のテレビスロット？ 簡単なお金が欲しかった？ 解決策：コピー＆amp;  2010年から2011年までに6枚のOVA映画を貼り付ける。  50分のエピソードを20x2に分割する。 映画の内容のすべてにはあまりフィットしていないため、最初にリメイクが必要な映画のアニメオリジナルの改ざん/改ざんを修正する時間がないことが大変です。 ちょっとやりなさい！...狂気は同じ行動を繰り返し、異なる結果を期待していると言われている。 そして悲しいことは、私はこのシリーズが狂気の行為であることを好みます。 まったく愚かでもない。 貪欲によって動かされる怠惰よりも良い。\n\n他の何よりも前に、これを明確にしましょう：私は、BBのようなアイオンです。  *たくさん*。 そして、私はそれを他の方法で持っていないだろう...これは、このアニメのために同じことを言うことができないのは残念なのです！ 同じように、エバンゲリオンはパイロットへの心理的故障/外傷後のストレス障害アプローチのためにほぼ反メカになっているため、「メカ」（EvaまたはBBも厳密にはメカニックではない）から目立ちます。 十代の少年が歩く戦車を操縦することをいつも夢見ていたシリーズではなく、途中で戦争についての厳しい教訓を学ぶシリーズではありません。 代わりに、訓練と精神的能力に欠けている不​​本意な若い大人だけでなく、自然な才能が、そうしたいと望んでいないときに自分自身を戦わせるシリーズです。 戦いに続くものは決して勝利しない。 それは絶望です。 鉛、Rygartは、農業従事者であり、99.9％の人々ができる世界で石英を扱うことがまれなために社会的に騒がれたのは、古代のロボットを制御することができるということを発見していました。 彼が国家に忠誠を払わずに追放された理由は、彼が国家の戦争で戦うことに終わる理由であることが判明している。 戦争で英雄的な光沢を崇拝したり塗りつぶしたりすることを拒否する一連のシリーズBBのタイプを示す悲劇的な皮肉。\n\n::マンガ対映画対テレビ::\n\n今、私と一緒に、私が* TRY *のように、暗闇の中でこれらのことを理解するために、可能な限り少数のスポイラーと一緒に滞在してください。\n\n\n\nだから今、私たちはこの「TV版」に来ています。映画の後3〜4年後、過去の間違いを犯してしまうという約束があります。  12話の長さは警告だったはずです。 そして、これが事実であることが証明されました。追加されたのは、戦争とその事態を取り巻く状況を変えずに価値を持たなかった第3キヤノンの事件（エピソード11）でした。 あなたはマンガでGirgeとRygartが戦いの後すぐに捕獲されるのを見ます。 そして、このシーンで活躍するものは、永遠にRygartに襲われます。 映画とテレビの両方のバージョンでは、Rygartは崖から落ちて、何が起こるか決して学ばない。 アニメーションスタジオは簡単に修正を加え、完全に再アニメーション化したくなかったので、クラックを塗りつぶしに失敗しました。 面白い成就、確かに。 エピソード1〜9には新しいコンテンツがありませんでした。 すべてコピー＆amp; 映画から貼り付けられています。  TVバージョンをそれ自身のエンティティとして識別するための何もない。 タッチアップやリミックスされた音楽もありません。 エピソード9（変更が必要なもの）は、Rygeartが映画でやったのと同じように、ギャルジュの後でギャルギの後ろに罪を犯して終わった。 同じエピソードでRygartの村の運命さえ変わっていない。 エピソード10 * DID *はギャルジュの戦いを追加....しかし、エピソード9は、すべての変更は完全に表面的であることを明らかにした。\n\n「TV版」のそれ以外のものはすべて、クラスター映画の5-6の「スプリント」と同じように演奏された。 地獄の詳細 - カット！ できる。 ない。 待つ。 フィナーレ。  Rygartの復帰から彼の村（ep9 / movie5以降）へのすべてのアニメーションを完全に再アニメーション化する必要があったが、それでもなお... Rygartは、気候変動の戦いで暴力や幸運に頼っていた 、戦争の終わりに気候戦闘の直後に、彼は最後まで彼に歩いて行くことを望んでいた。 それから、奇妙なことに、Rygartは私がマンガからの狂った笑い声であると思われるものをやります。 それはタイミングのために精神病のリリースよりも救援のようなものに出くわす。 そして、別れのショットとして、ショーは最後に「さようなら」で終わることによって塩をこすった。 シーズン2ではもう一度お会いしましょう！ 私はBBアニメで3回目の試みを待つことができません。実際にマンガを適応させて、仲間の続編があるかもしれません。\n\n::その他の苦情::\n\n -  Rygartの特徴：\n漫画でRygartはまだ愚かであると記述できる行動をしますが、彼はまた彼の村から人々を救い、暴力よりむしろ技を使って最終戦で戦うためにGirgeから十分に学びます。 いずれのアニメでも、彼は村を救うために命を拒む - 誰も救うことができない - そして最後の戦いで頭を使わずに戦う - 視聴者には何も保存せずに命を奪われ、役に立たないという印象を残す。  「うわー、彼は命を救った！」という感覚はありません。  「彼は闘っているのでもっと面白いキャラクターの1人であり、後で彼が深い終わりからやって来る方法を考えると、残念なことです。\n\n - 峡谷の戦い\n映画でスキップされたマンガの最高の部分。 それはテレビ版に追加されました。 そして、懐かしさや失望のせいかもしれないが、マンガの戦いを読んで恐れているときに思い出されたマンガ・ティグルは誰も感じなかった。アクションはマンガの中で最も弱い それは続くことが難しいです。 それはただ私を無関心にしました。 それは...これから出てくる一つの肯定的なものです。 しかし、私は印象づけられませんでした。 前に来た9.5のエピソードで費やされた予算はまったくありませんでした。私はこの予算全体をこの1つの戦いに投げ捨てることを期待しました。 おそらく、アクションの残りの部分と区別するために、新しい壮大な音楽が付いています。 代わりに、私はスピードラインと再使用した音楽を得ました。 それで、永続的な報酬ではなく、最終的な侮辱のようになった。  「私たちは丁寧に10分を過ごしますが、別のシーンのように扱います。 それが私の気分になったのです。\n\n - オープニング：ジャンクションハート\nKokia（Fate）が映画のオープニングを聞いたことがあり、それがペアになっているビジュアルが感情的に動いてしまうのを見た人はほとんどいません。 この曲は美しいものですが、本当の理由は、どのようなシリーズのBBがあるのか​​についての洞察を与えることです。人間の状態が起こるという感覚を与えている方向性と音楽によって与えられる反戦的な雰囲気があります 努力なし。 ショーの審査を受ける。 一方、ジャンクションハートは、そのような一般的な名前で期待されるように/心臓は...まあ、一般的です。 この歌は、ぼんやりと爽快でエキサイティングな平均的なアクションアニメフェアで、ビジュアルは、再使用されたOVAからの顔のクローズアップ、Kokiaオープニングから再利用された「ズームスルーキャラクター」の部分から構成されています...  1つの新しい戦いのシーン。 それは怠け者です。 アニメの終わりは？ 文字静止画の1つの大量のページが左から右にパンされています。 言及する価値もない。\n\n -  50から40シーンの削除/短縮\n正直なところ、これは私を大変気にさせませんでした。 しかし、それは常にバックグラウンドの問題でした。  他の多くの人がこの特定のエピソードについてコメントしています。 2番目の適応は決してLESSを提供すべきではありません。 さらにコピー＆amp; 最初の適応から貼り付ける。 私が気付いた最も初期の例は、RygartがNarviと話し、彼らが場面から対話を切り離したときだった。 単にそれらが相互作用していることを簡単に示します。 これが戦略でした。それを適合させるために可能な限り多くの人間の隅をカットしました。 本当に目立つ1つのエピソードは、Rygartが訓練しGirgeが導入されたエピソードでした。 それはずっと飛び回っていたので、General Trueが彼に切り替えたときに何が起こったのかを分かりやすく混乱させていた。\n\n：：閉鎖：：\n\n\n\nアニメの予算が低い場合、アニメーションをマスクするために創造性がよく使われます。  Break Blade 2014には、お金も努力もなかった。 それは誰も気にしないほど長く遅れた映画です。 続編の希望がないときには、映画のことを知らないテレビシリーズとして提示されたリキャップ映画。 映画を見て、YouTube Girgeの戦いとマンガを読んでください。 これで気にしないでください。 それはテレビシリーズのためにかなり見える、それは叙事詩で感情的なサウンドトラックが...まだ、これらの陽性は元のバージョンに属します：この要約ではありません。 あなたが映画に目を通したことがあれば特に。  BBに新しいものだけがこれから何かを得ることができました、そして、それでも少なくともあなたは要約版の要約版を見ていないので、映画を見ている方が良いです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nTitles do not usually hold much - if any - meaning. But in the case of Broken Blade, which is better known in Engrish as 'Break Blade' (BB), the title refers to the broken blades visible on the head and back of Rygart's (the lead &amp; pilot) robot. The titular broken blades also - symbolically - link into Rygart's character. One of the two things they symbolise is how broken as a person he is in Break Blade's universe due to his 'unsorcerer' (can not manipulate quartz / use technology) limitations. The other is how mentally broken he becomes as he goes from being pacifistic to the extent he refuses to fight back when hit to killing in a war. What they SHOULD NOT also be able to symbolise is how its adaptation is so hopelessly broken that it is better to skip it ALMOST entirely. Never before has an anime title been quite so depressingly accurate...\n\n\u001b[1mタイトルは、通常はあまり意味がありません。 しかし、「Break Blade」（BB）としてEngrishでよく知られているBroken Bladeの場合、タイトルはRygart's（lead＆amp; pilot）ロボットの頭と奥に見える壊れた刃を指します。 タイトルのついた壊れた刃も、象徴的にRygartのキャラクターにリンクしています。 彼らが象徴している2つの事のうちの1つは、ブレーク・ブレードの宇宙で彼が「吸収していない」（石英/技術を操作することができない）制限のために壊れた人である。 もう一つは、彼が平和主義から戦争で殺害されたときに戦うことを拒否する程度になるにつれて、彼はどのように精神的に壊れていくのかです。 彼らが象徴することができなければならないのは、その適応が絶望的に​​どのように壊れているかであり、完全にそれを完全にスキップするほうがよいということです。 アニメのタイトルはあまりにもうってつけに正確です。\u001b[22m\n\u001b[1m(Taitoru wa, tsūjō wa amari imi ga arimasen. Shikashi,`bureiku bureido'(BB) to shite Engrish de yoku shira rete iru burōkun bureido no baai, taitoru wa Rygart' s (lead& amp; pilot) robotto no atama to oku ni mieru kowareta ha o sashimasu. Taitoru no tsuita kowareta ha mo, shōchō-teki ni Rygart no kyarakutā ni rinku shite imasu. Karera ga shōchō shite iru 2tsu no koto no uchi no 1tsu wa, burēku burēdo no uchū de kare ga `kyūshū shite inai'(sekiei/ gijutsu o sōsa suru koto ga dekinai) seigen no tame ni kowareta hitodearu. Mōhitotsu wa, kare ga heiwa shugi kara sensō de satsugai sa reta toki ni tatakau koto o kyohi suru teido ni naru ni tsurete, kare wa dono yō ni seishintekini kowarete iku no kadesu. Karera ga shōchō suru koto ga dekinakereba naranai no wa, sono tekiō ga zetsubō-teki ni ​​ dono yō ni kowarete iru kadeari, kanzen ni sore o kanzen ni sukippu suru hō ga yoi to iu kotodesu. Anime no taitoru wa amarini mo uttetsuke ni seikakudesu.)\u001b[22m\n\nTranslations of \u001b[4mTitles do not usually hold much - if any - meaning. But in the case of Broken Blade, which is better known in Engrish as 'Break Blade' (BB), the title refers to the broken blades visible on the head and back of Rygart's (the lead &amp; pilot) robot. The titular broken blades also - symbolically - link into Rygart's character. One of the two things they symbolise is how broken as a person he is in Break Blade's universe due to his 'unsorcerer' (can not manipulate quartz / use technology) limitations. The other is how mentally broken he becomes as he goes from being pacifistic to the extent he refuses to fight back when hit to killing in a war. What they SHOULD NOT also be able to symbolise is how its adaptation is so hopelessly broken that it is better to skip it ALMOST entirely. Never before has an anime title been quite so depressingly accurate...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTitles do not usually hold much - if any - meaning.\u001b[24m\n    \u001b[1mタイトルは、通常はあまり意味がありません。\u001b[22m, \u001b[1mタイトルは、通常はあまり持っていない - もしあれば - を意味します。\u001b[22m\n\u001b[4mBut in the case of Broken Blade, which is better known in Engrish as 'Break Blade' (BB), the title refers to the broken blades visible on the head and back of Rygart's (the lead &amp; pilot) robot.\u001b[24m\n    \u001b[1mしかし、「Break Blade」（BB）としてEngrishでよく知られているBroken Bladeの場合、タイトルはRygart's（lead＆amp; pilot）ロボットの頭と奥に見える壊れた刃を指します。\u001b[22m, \u001b[1mしかし、より良い「ブレイクブレイド」（BB）としてerufuで知られているブロークンブレードの場合には、タイトルはRygartのの頭や背中に見える壊れた刃を指す（リード＆＃038;パイロット）ロボット。\u001b[22m\n\u001b[4mThe titular broken blades also - symbolically - link into Rygart's character.\u001b[24m\n    \u001b[1mタイトルのついた壊れた刃も、象徴的にRygartのキャラクターにリンクしています。\u001b[22m, \u001b[1mまた、名ばかりの壊れた翼 - 象徴 -  Rygartの文字へのリンク。\u001b[22m\n\u001b[4mOne of the two things they symbolise is how broken as a person he is in Break Blade's universe due to his 'unsorcerer' (can not manipulate quartz / use technology) limitations.\u001b[24m\n    \u001b[1m彼らが象徴している2つの事のうちの1つは、ブレーク・ブレードの宇宙で彼が「吸収していない」（石英/技術を操作することができない）制限のために壊れた人である。\u001b[22m, \u001b[1m彼らは象徴の2つのうちの1つが原因で彼の\"unsorcerer」（石英/利用技術を操作することはできません）制限のために、彼はブレイクブレイドの宇宙にある者としてどのように壊れています。\u001b[22m\n\u001b[4mThe other is how mentally broken he becomes as he goes from being pacifistic to the extent he refuses to fight back when hit to killing in a war.\u001b[24m\n    \u001b[1mもう一つは、彼が平和主義から戦争で殺害されたときに戦うことを拒否する程度になるにつれて、彼はどのように精神的に壊れていくのかです。\u001b[22m, \u001b[1m他のは、彼が戦争で殺しにヒットしたときに反撃することを拒否程度の平和主義であることから行くように、彼がどうなるか精神的に壊れています。\u001b[22m\n\u001b[4mWhat they SHOULD NOT also be able to symbolise is how its adaptation is so hopelessly broken that it is better to skip it ALMOST entirely.\u001b[24m\n    \u001b[1m彼らが象徴することができなければならないのは、その適応が絶望的にどのように壊れているかであり、完全にそれを完全にスキップするほうがよいということです。\u001b[22m, \u001b[1m彼らは何も象徴できないようにする必要がありすると、その適応は、ほぼ完全にそれをスキップした方がよいように絶望的に壊れている方法です。\u001b[22m\n\u001b[4mNever before has an anime title been quite so depressingly accurate...\u001b[24m\n    \u001b[1mアニメのタイトルはあまりにもうってつけに正確です。\u001b[22m, \u001b[1m決して前にそれほど情けない正確なってアニメのタイトルを持っています...\u001b[22m\n\u001b[1m\u001b[22m\nA blank TV slot in 2014 for twelve episodes? Easy money wanted? THE SOLUTION: Copy &amp; paste six OVA-movies from 2010-2011; splitting the 50 minute episodes into 20x2. To hell with there being no time to correct the anime original rushing / alterations from the movies that required a remake in the first place, much less fit in all of the content from the movies. JUST DO IT!... Insanity is said to be repeating the same actions and expecting different results. And the sad thing is, I would prefer this series to be an act of insanity. Or outright stupidity, even. Better that than laziness driven by greed.\n\n\u001b[1m12のエピソードのための2014年の空のテレビスロット？ 簡単なお金が欲しかった？ 解決策：コピー＆amp;  2010年から2011年までに6枚のOVA映画を貼り付ける。  50分のエピソードを20x2に分割する。 映画の内容のすべてにはあまりフィットしていないため、最初にリメイクが必要な映画のアニメオリジナルの改ざん/改ざんを修正する時間がないのが残念です。 ちょっとやりなさい！...狂気は同じ行動を繰り返し、異なる結果を期待していると言われている。 そして悲しいことは、私はこのシリーズが狂気の行為であることを好むだろうということです。 まったく愚かでもない。 貪欲によって動かされる怠惰よりも良い。\u001b[22m\n\u001b[1m(12 No episōdo no tame no 2014-nen no sora no terebi surotto? Kantan'na okane ga hoshikatta? Kaiketsusaku: Kopī& amp; 2010-nen kara 2011-nen made ni 6-mai no ovu~a eiga o hari tsukeru. 50-Bu no episōdo o 20 x 2 ni bunkatsu suru. Eiga no naiyō no subete ni wa amari fitto shite inai tame, saisho ni rimeiku ga hitsuyōna eiga no anime orijinaru no kaizan/ kaizan o shūsei suru jikan ga nai no ga zan'nendesu. Chotto yari nasai! ... Kyōki wa onaji kōdō o kurikaeshi, kotonaru kekka o kitai shite iru to iwa rete iru. Soshite kanashī koto wa, watashi wa kono shirīzu ga kyōki no kōidearu koto o konomudarou to iu kotodesu. Mattaku orokade mo nai. Don'yoku ni yotte ugokasa reru taida yori mo yoi.)\u001b[22m\n\nTranslations of \u001b[4mA blank TV slot in 2014 for twelve episodes? Easy money wanted? THE SOLUTION: Copy &amp; paste six OVA-movies from 2010-2011; splitting the 50 minute episodes into 20x2. To hell with there being no time to correct the anime original rushing / alterations from the movies that required a remake in the first place, much less fit in all of the content from the movies. JUST DO IT!... Insanity is said to be repeating the same actions and expecting different results. And the sad thing is, I would prefer this series to be an act of insanity. Or outright stupidity, even. Better that than laziness driven by greed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA blank TV slot in 2014 for twelve episodes?\u001b[24m\n    \u001b[1m12のエピソードのための2014年の空のテレビスロット？\u001b[22m, \u001b[1m12のエピソードのために2014年に空白テレビスロット？\u001b[22m\n\u001b[4mEasy money wanted?\u001b[24m\n    \u001b[1m簡単なお金が欲しかった？\u001b[22m, \u001b[1m簡単にお金が欲しかったですか？\u001b[22m\n\u001b[4mTHE SOLUTION: Copy &amp;\u001b[24m\n    \u001b[1m解決策：コピー＆amp;\u001b[22m, \u001b[1mSOLUTION：コピー＆＃038;\u001b[22m\n\u001b[4mpaste six OVA-movies from 2010-2011;\u001b[24m\n    \u001b[1m2010年から2011年までに6枚のOVA映画を貼り付ける。\u001b[22m, \u001b[1m2010-2011から6 OVA-動画を貼り付けます。\u001b[22m\n\u001b[4msplitting the 50 minute episodes into 20x2.\u001b[24m\n    \u001b[1m50分のエピソードを20x2に分割する。\u001b[22m, \u001b[1m20X2に50分のエピソードを分割します。\u001b[22m\n\u001b[4mTo hell with there being no time to correct the anime original rushing / alterations from the movies that required a remake in the first place, much less fit in all of the content from the movies.\u001b[24m\n    \u001b[1m映画の内容のすべてにはあまりフィットしていないため、最初にリメイクが必要な映画のアニメオリジナルの改ざん/改ざんを修正する時間がないのが残念です。\u001b[22m, \u001b[1mそこには、最初の場所ではるかに少ないフィット映画からのすべてのコンテンツでのリメイクが必要な映画から/変更を急いでアニメオリジナルを修正する時間になっていなけれとともに地獄へ。\u001b[22m\n\u001b[4mJUST DO IT!... Insanity is said to be repeating the same actions and expecting different results.\u001b[24m\n    \u001b[1mちょっとやりなさい！...狂気は同じ行動を繰り返し、異なる結果を期待していると言われている。\u001b[22m, \u001b[1mそれをしてください！...狂気は、同じ操作を繰り返し、異なる結果を期待していると言われています。\u001b[22m\n\u001b[4mAnd the sad thing is, I would prefer this series to be an act of insanity.\u001b[24m\n    \u001b[1mそして悲しいことは、私はこのシリーズが狂気の行為であることを好むだろうということです。\u001b[22m, \u001b[1mそして、悲しいことは、私は狂気の行為であることをこのシリーズを好むだろう、です。\u001b[22m\n\u001b[4mOr outright stupidity, even.\u001b[24m\n    \u001b[1mまったく愚かでもない。\u001b[22m, \u001b[1mあるいはあからさまな愚かさ、でも。\u001b[22m\n\u001b[4mBetter that than laziness driven by greed.\u001b[24m\n    \u001b[1m貪欲によって動かされる怠惰よりも良い。\u001b[22m, \u001b[1m怠惰よりも貪欲によって駆動されることがベター。\u001b[22m\n\u001b[1m\u001b[22m\nBefore anything else, let me make this clear: I, Aion, like BB. *A LOT*. And I would not have it any other way... which is why it is a pity I can not say the same for this anime! In the same way that Evangelion stands out from the 'mecha' (neither Eva or BB are strictly MECHANICAL) crowd by being almost anti-mecha due to its psychological breakdown / post-traumatic stress disorder approach to piloting, so too does BB. It is not a series where a teenage boy has always dreamed of piloting a walking war machine and then learns some harsh lessons about war along the way. Instead, it is a series where an unwilling young adult, lacking in discipline and mental strength, as well as natural talent, forces himself to fight when he has no desire to do so. What follows the battles is never triumph; it is despair. The lead, Rygart, had been a farmer before discovering that only he - a social outcast due to a rare inability to manipulate quartz in world where 99.9% of people can - can control an ancient robot. The very reason he is an outcast with no loyalty to his nation proves to be the reason he ends up fighting in a war for his nation. A tragic irony that illustrates just what type of series BB is--a series that refuses to glorify or paint an heroic gloss over war.\n\n\u001b[1m他の何よりも前に、これを明確にしましょう：私は、BBのようなアイオンです。  *たくさん*。 そして、私はそれを他の方法で持っていないだろう...これは、このアニメのために同じことを言うことができないのは残念なのです！ 同じように、エバンゲリオンは、「メカ」（EvaやBBはどちらも厳密にはメカニック）であり、パイロットへの心理的故障/心的外傷後ストレス障害アプローチのためにほぼ反メカになっています。 十代の少年が歩く戦車を操縦することをいつも夢見ていたシリーズではなく、途中で戦争についての厳しい教訓を学ぶシリーズではありません。 代わりに、訓練と精神的能力に欠けている不​​本意な若い大人だけでなく、自然な才能が、そうしたいと望んでいないときに自分自身を戦わせるシリーズです。 戦いに続くものは決して勝利しない。 それは絶望です。 鉛、Rygartは、農業従事者であり、99.9％の人々ができる世界で石英を扱うことはまれであるため、社会的な騒動であることは古代のロボットを制御できることを発見した。 彼が国家に忠誠を払わずに追放された理由は、彼が国家の戦争で戦うことに終わる理由であることが判明している。 戦争で英雄的な光沢を崇拝したり塗りつぶしたりすることを拒否する一連のシリーズBBのタイプを示す悲劇的な皮肉。\u001b[22m\n\u001b[1m(Hoka no naniyori mo mae ni, kore o meikaku ni shimashou: Watashi wa, BB no yōna aiondesu. * Takusan*. Onajiyōni, ebangerion wa,`meka'(Eva ya BB wa dochira mo genmitsu ni wa mekanikku)deari, pairotto e no shinri-teki koshō/ shintekigaishōgosutoresushōgai apurōchi no tame ni hobo han meka ni natte imasu. Jūdai no shōnen ga aruku sensha o sōjū suru koto o itsumo yumemite ita shirīzude wa naku, tochū de sensō ni tsuite no kibishī kyōkun o manabu shirīzude wa arimasen. Kawari ni, kunren to seishin-teki nōryoku ni kakete iru fu ​​ hon'ina wakai otona dakedenaku, shizen'na sainō ga,-sō shitai to nozonde inai toki ni jibun jishin o tatakawa seru shirīzudesu. Tatakai ni tsudzuku mono wa kesshite shōri shinai. Sore wa zetsubōdesu. Namari, Rygart wa, nōgyō jūji-shadeari, 99. 9-Pāsento no hitobito ga dekiru sekai de sekiei o atsukau koto wa maredearu tame, shakai-tekina sōdōdearu koto wa kodai no robotto o seigyo dekiru koto o hakken shita. Kare ga kokka ni chūsei o harawazu ni tsuihō sa reta riyū wa, kare ga kokka no sensō de tatakau koto ni owaru riyūdearu koto ga hanmei shite iru. Sensō de eiyū-tekina kōtaku o sūhai shi tari nuritsubushi tari suru koto o kyohi suru ichiren no shirīzu BB no taipu o shimesu higeki-tekina hiniku. Soshite, watashi wa sore o hokanohōhō de motteinaidarou... Kore wa, kono anime no tame ni onaji koto o iu koto ga dekinai no wa zan'nen'na nodesu!)\u001b[22m\n\u001b[1m\u001b[22m\n::Manga vs. Movies vs. TV::\n\n\u001b[1m::マンガ対映画対テレビ::\u001b[22m\n\u001b[1m(: : Manga tai eiga tai terebi: :)\u001b[22m\n\nTranslations of \u001b[4m::Manga vs. Movies vs. TV::\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m::Manga vs. Movies vs. TV::\u001b[24m\n    \u001b[1m::マンガ対映画対テレビ::\u001b[22m, \u001b[1m::テレビ対作品対マンガ::\u001b[22m\n\u001b[1m\u001b[22m\nNow, stay with me as I *TRY* to make sense of this for those in the dark, with as few spoilers as possible:\n\n\u001b[1m今、私と一緒に、私が* TRY *のように、暗闇の中でこれらのことを理解するために、可能な限り少数のスポイラーと一緒に滞在してください。\u001b[22m\n\u001b[1m(Ima, watashitoisshoni, watashi ga* TRY* no yō ni, kurayaminonakade korera no koto o rikai suru tame ni, kanōnakagiri shōsū no supoirā to issho ni taizai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNow, stay with me as I *TRY* to make sense of this for those in the dark, with as few spoilers as possible:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, stay with me as I *TRY* to make sense of this for those in the dark, with as few spoilers as possible:\u001b[24m\n    \u001b[1m今、私と一緒に、私が* TRY *のように、暗闇の中でこれらのことを理解するために、可能な限り少数のスポイラーと一緒に滞在してください。\u001b[22m, \u001b[1m私はできるだけ少ないスポイラーと、暗闇の中でそれらのためのこれの意味を理解する* TRY *として今、私と一緒に滞在します：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSo, now we come to this 'TV version', some 3-4 YEARS after the movies, with the promise of putting right past mistakes. The 12 episode length should have been a warning. And this proved to be the case: all that was added was the fight and a THIRD CANON event (in episode 11) that held no value whatsoever without changing the circumstances surrounding those events. You see, in the manga Girge and Rygart are captured immediately after the fight. And what plays out in this scene will forever haunt Rygart. In both the movie and TV versions, Rygart falls off a cliff and never learns what happens. The animation studio went for an easy fix, not wanting to fully re-animate, and failed to even paint over the cracks. A facepalm worthy accomplishment, for sure. There was ZERO new content in episodes 1-9. Everything copy &amp; pasted from the movies. NOTHING to identify the TV version as its own entity. Not even touch-ups or remixed music. Episode nine (where things NEEDED to start changing) ended with Rygart moronically charging after Girge during an ambush, just as he did in the movies. Even the fate of Rygart's village in the same episode was not altered. Episode ten *DID* add THE Girge fight.... however, episode nine had made it made it clear that any changes would be entirely superficial.\n\n\u001b[1mだから今、私たちはこの「TV版」に来ています。映画の後3〜4年後、過去の間違いを犯してしまうという約束があります。  12話の長さは警告だったはずです。 そして、これが事実であることが証明されました。追加されたのは、戦争とその事態を取り巻く状況を変えずに価値を持たなかった第3キヤノンの事件（エピソード11）でした。 あなたはマンガでGirgeとRygartが戦いの後すぐに捕獲されるのを見ます。 そして、このシーンで活躍するものは、永遠にRygartに襲われます。 映画とテレビの両方のバージョンでは、Rygartは崖から落ちて、何が起こるか決して学ばない。 アニメーションスタジオは簡単に修正を加え、完全に再アニメーション化したくなかったので、クラックを塗りつぶしに失敗しました。 面白い成就、確かに。 エピソード1〜9には新しいコンテンツがありませんでした。 すべてコピー＆amp; 映画から貼り付けられています。  TVバージョンをそれ自身のエンティティとして識別するための何もない。 タッチアップやリミックスされた音楽もありません。 エピソード9（変更が必要なもの）は、Rygeartが映画でやったのと同じように、ギャルジュの後でギャルギの後ろに罪を犯して終わった。 同じエピソードでRygartの村の運命さえ変わっていない。 エピソード10 * DID *はギャルジュの戦いを追加....しかし、エピソード9は、すべての変更は完全に表面的であることを明らかにした。\u001b[22m\n\u001b[1m(Dakara ima, watashitachiha kono `TV-ban' ni kite imasu. Eiga no nochi 3 〜 4-nen-go, kako no machigai o okashite shimau to iu yakusoku ga arimasu. 12-Wa no naga-sa wa keikokudatta hazudesu. Episōdo 1 〜 9 ni wa atarashī kontentsu ga arimasendeshita. Subete kopī& amp; eiga kara hari tsuke rarete imasu. TV bājon o sore jishin no entiti to shite shikibetsu suru tame no nanimonai. Tatchiappu ya rimikkusu sa reta ongaku mo arimasen. Episōdo 9 (henkō ga hitsuyōna mono) wa, Rygeart ga eiga de yatta no to onajiyōni, gyaruju no nochi de gyarugi no ushironi tsumi o okashite owatta. Onaji episōdo de Rygart no mura no unmei sae kawatte inai. Episōdo 10* DID* wa gyaruju no tatakai o tsuika.... Shikashi, episōdo 9 wa, subete no henkō wa kanzen ni hyōmen-tekidearu koto o akiraka ni shita. Soshite, kore ga jijitsudearu koto ga shōmei sa remashita. Tsuika sa reta no wa, sensō to sono jitai o torimaku jōkyō o kaezu ni kachi o motanakatta dai 3 Kiyanon no jiken (episōdo 11)deshita. Anata wa manga de Girge to Rygart ga tatakai no nochi sugu ni hokaku sa reru no o mimasu. Soshite, kono shīn de katsuyaku suru mono wa, eien ni Rygart ni osowa remasu. Eiga to terebi no ryōhō no bājonde wa, Rygart wa gake kara ochite, nani ga okoru ka kesshite manabanai. Animēshonsutajio wa kantan ni shūsei o kuwae, kanzen ni sai animēshon-ka shitakunakattanode, kurakku o nuritsubushi ni shippai shimashita. Omoshiroi jōju, tashikani.)\u001b[22m\n\u001b[1m\u001b[22m\nEVERYTHING else in the 'TV version' played out the same as in the clusterfuck movies 5-6's 'sprint to the end; THE HELL WITH DETAILS--CUT!' CAN. NOT. WAIT. finale. Not surprising since more episodes and TOTALLY re-animating everything from Rygart's return to his village (ep9/movie5 onwards) was required, but still... Rygart relied on brute strength / luck in the climatic battle via swinging a yo-yo of doom , followed by his believed-to-be-dead-in-the-anime little brother JUST HAPPENING to walk up to him at the end, immediately after the climatic battle at the end of a war (not at all forced). Then, bizarrely, Rygart does what I assume was supposed to be the insane laughter from the manga; it coming across more like relief than a psychotic release due to the timing. And as a parting shot, the show even managed to rub salt in at the last by ending with 'Goodbye!' instead of 'See you again in season 2!'. I can not wait for the third attempt at a BB anime that MIGHT actually adapt the manga so there can be a sodding sequel.\n\n\u001b[1m「TV版」のそれ以外のものはすべて、クラスター映画の5-6の「スプリント」と同じように演奏された。 地獄の詳細 - カット！ できる。 ない。 待つ。 フィナーレ。  Rygartの復帰から彼の村（ep9 / movie5以降）へのすべてのアニメーションを完全に再アニメーション化する必要があったが、それでもなお... Rygartは、気候変動の戦いで暴力や幸運に頼っていた 、戦争の終わりに気候戦闘の直後に、彼は最後まで彼に歩いて行くことを望んでいた。 それから、奇妙なことに、Rygartは私がマンガからの狂った笑い声であると思われるものをやります。 それはタイミングのために精神病のリリースよりも救援のようなものに出くわす。 そして、別れのショットとして、ショーは最後に「さようなら」で終わることによって塩をこすった。 シーズン2ではもう一度お会いしましょう！ 私はBBアニメで3回目の試みを待つことができません。実際にマンガを適応させて、仲間の続編があるかもしれません。\u001b[22m\n\u001b[1m(`TV-ban' no soreigai no mono wa subete, kurasutā eiga no 5 - 6 no `supurinto' to onajiyōni ensō sa reta. Jigoku no shōsai - katto! Fināre. Rygart no fukki kara kare no mura (ep 9/ movie 5 ikō) e no subete no animēshon o kanzen ni sai animēshon-ka suru hitsuyō ga attaga, soredemo nao... Rygart wa, kikō hendō no tatakai de bōryoku ya kōun ni tayotte ita, sensō no owari ni kikō sentō no chokugo ni, kare wa saigomade kare ni aruite iku koto o nozonde ita. Sorekara, kimyōna koto ni, Rygart wa watashi ga manga kara no kurutta waraigoedearu to omowa reru mono o yarimasu. Sore wa taimingu no tame ni seishinbyō no rirīsu yori mo kyūen no yōna mono ni dekuwasu. Soshite, wakare no shotto to shite, shō wa saigo ni `sayōnara' de owaru koto ni yotte shio o kosutta. Shīzun 2de wa mōichido o ai shimashou! Watashi wa BB anime de 3-kai-me no kokoromi o matsu koto ga dekimasen. Jissai ni manga o tekiō sa sete, nakama no zokuhen ga aru kamo shiremasen. Dekiru. Nai. Matsu.)\u001b[22m\n\u001b[1m\u001b[22m\n::Other Complaints::\n\n\u001b[1m::その他の苦情::\u001b[22m\n\u001b[1m(: : Sonohoka no kujō: :)\u001b[22m\n\nTranslations of \u001b[4m::Other Complaints::\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m::Other Complaints::\u001b[24m\n    \u001b[1m::その他の苦情::\u001b[22m\n\u001b[1m\u001b[22m\n-- Rygart's Characterisation:\n\n\u001b[1m -  Rygartの特徴：\u001b[22m\n\u001b[1m(- Rygart no tokuchō:)\u001b[22m\n\nTranslations of \u001b[4m-- Rygart's Characterisation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-- Rygart's Characterisation:\u001b[24m\n    \u001b[1m -  Rygartの特徴：\u001b[22m, \u001b[1m -  Rygartのキャラクタリゼーション：\u001b[22m\nIn the manga Rygart still does actions that can be described as stupid, but he also saves the people from his village AND learns enough from Girge to fight in the final battle using skill rather than brute force. In both anime, he disobeys orders to go save his village - failing to save anyone - and he fights brainlessly in the final battle--leaving viewers with the impression he risked lives without saving any and remained useless. There is no sense of 'Wow, he saved lives!' or 'HE IS GETTING BETTER!', and this leads to people hating the character, which is unfortunate given that he is one of the more interesting characters due to his struggles and how he starts to go off the deep end later.\n\n\u001b[1m漫画でRygartはまだ愚かであると記述できる行動をしますが、彼はまた彼の村から人々を救い、暴力よりむしろ技を使って最終戦で戦うためにGirgeから十分に学びます。 いずれのアニメでも、彼は村を救うために命を拒む - 誰も救うことができない - そして最後の戦いで頭を使わずに戦う - 視聴者には何も保存せずに命を奪われ、役に立たないという印象を残す。  「うわー、彼は命を救った！」という感覚はありません。  「彼は闘っているのでもっと面白いキャラクターの1人であり、後で彼が深い終わりからやって来る方法を考えると、残念なことです。\u001b[22m\n\u001b[1m(Manga de Rygart wa mada orokadearu to kijutsu dekiru kōdō o shimasuga, kare wa mata kare no mura kara hitobito o sukui, bōryoku yori mushiro waza o tsukatte saishū-sen de tatakau tame ni Girge kara jūbun ni manabimasu. Izure no anime demo, kare wa mura o sukuu tame ni inochi o kobamu - dare mo sukuu koto ga dekinai - soshite saigonotatakai de atama o tsukawazu ni tatakau - shichō-sha ni wa nani mo hozon sezu ni inochi o ubawa re, yakunitatanai to iu inshō o nokosu. `Uwa ̄ , kare wa inochi o sukutta!' To iu kankaku wa arimasen. `Kare wa tatakatte irunode motto omoshiroi kyarakutā no 1-rideari,-go de kare ga fukai owari kara yattekuru hōhō o kangaeru to, zan'nen'na kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn the manga Rygart still does actions that can be described as stupid, but he also saves the people from his village AND learns enough from Girge to fight in the final battle using skill rather than brute force. In both anime, he disobeys orders to go save his village - failing to save anyone - and he fights brainlessly in the final battle--leaving viewers with the impression he risked lives without saving any and remained useless. There is no sense of 'Wow, he saved lives!' or 'HE IS GETTING BETTER!', and this leads to people hating the character, which is unfortunate given that he is one of the more interesting characters due to his struggles and how he starts to go off the deep end later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the manga Rygart still does actions that can be described as stupid, but he also saves the people from his village AND learns enough from Girge to fight in the final battle using skill rather than brute force.\u001b[24m\n    \u001b[1m漫画でRygartはまだ愚かであると記述できる行動をしますが、彼はまた彼の村から人々を救い、暴力よりむしろ技を使って最終戦で戦うためにGirgeから十分に学びます。\u001b[22m, \u001b[1mマンガRygartではまだ愚かのように記述することができるアクションを行いますが、彼はまた彼の村から人々を保存し、力任せではなく、最後の戦い使ってスキルで戦うためにGirgeから十分に学習します。\u001b[22m\n\u001b[4mIn both anime, he disobeys orders to go save his village - failing to save anyone - and he fights brainlessly in the final battle--leaving viewers with the impression he risked lives without saving any and remained useless.\u001b[24m\n    \u001b[1mいずれのアニメでも、彼は村を救うために命を拒む - 誰も救うことができない - そして最後の戦いで頭を使わずに戦う - 視聴者には何も保存せずに命を奪われ、役に立たないという印象を残す。\u001b[22m, \u001b[1m誰を保存することができない -   - 両方のアニメでは、彼は彼の村を救う行くために注文を従わないと、彼は最終的な戦いでbrainlessly戦い - 彼はあらゆる無駄な残っを保存せずに命を危険にさらした印象を視聴者に残します。\u001b[22m\n\u001b[4mThere is no sense of 'Wow, he saved lives!'\u001b[24m\n    \u001b[1m「うわー、彼は命を救った！」という感覚はありません。\u001b[22m, \u001b[1m音痴ありません」うわー、彼は命を救いましたの！」\u001b[22m\n\u001b[4mor 'HE IS GETTING BETTER!', and this leads to people hating the character, which is unfortunate given that he is one of the more interesting characters due to his struggles and how he starts to go off the deep end later.\u001b[24m\n    \u001b[1m「彼は闘っているのでもっと面白いキャラクターの1人であり、後で彼が深い終わりからやって来る方法を考えると、残念なことです。\u001b[22m, \u001b[1mまたは「HEは！良くなっている」と、これは彼が原因で彼の闘争により興味深いの文字の一つであることと、彼は深い終了後に消灯し始める方法を与えられた不幸である文字を、嫌う人につながります。\u001b[22m\n\u001b[1m\u001b[22m\n-- The Gorge Fight\n\n\u001b[1m - 峡谷の戦い\u001b[22m\n\u001b[1m(- Kyōkoku no tatakai)\u001b[22m\n\nTranslations of \u001b[4m-- The Gorge Fight\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-- The Gorge Fight\u001b[24m\n    \u001b[1m - 峡谷の戦い\u001b[22m, \u001b[1m - 渓谷ファイト\u001b[22m\nThe best part of the manga, which was skipped in the movies. It was added to the TV version. And, maybe because of nostalgia and/or the disappointment, I felt NONE of the manga tingles I recall from when I read the fight in the manga and was left in awe... even though action is the weakest aspect of the manga due to it being hard to follow. It just left me indifferent. It is the ONE positive to come out of... this. But I was not impressed, OF COURSE. With no budget whatsoever having been spent in the 9.5 episodes that came before, I expected the entire budget to be dumped into this one fight. Maybe with a new epic piece of music to distinguish it from the rest of the action. Instead, I just got speed-lines and re-used music. So, rather than a reward for enduring, it came across more like a final insult. 'We will spend ten minutes on the scene, dutifully, but we will treat it like just another scene.' That is how it made me feel.\n\n\u001b[1m映画でスキップされたマンガの最高の部分。 それはテレビ版に追加されました。 そして、懐かしさや失望のせいかもしれないが、マンガの戦いを読んで恐れているときに思い出されたマンガ・ティグルは誰も感じなかった。アクションはマンガの中で最も弱い それは続くことが難しいです。 それはただ私を無関心にしました。 それは...これから出てくる一つの肯定的なものです。 しかし、私は印象づけられませんでした。 前に来た9.5のエピソードで費やされた予算はまったくありませんでした。私はこの予算全体をこの1つの戦いに投げ捨てることを期待しました。 おそらく、アクションの残りの部分と区別するために、新しい壮大な音楽が付いています。 代わりに、私はスピードラインと再使用した音楽を得ました。 それで、永続的な報酬ではなく、最終的な侮辱のようになった。  「私たちは丁寧に10分を過ごしますが、別のシーンのように扱います。 それが私の気分になったのです。\u001b[22m\n\u001b[1m(Eiga de sukippu sa reta manga no saikō no bubun. Sore wa terebi-ban ni tsuika sa remashita. Soreha... Korekara detekuru hitotsu no kōtei-tekina monodesu. Shikashi, watashi wa inshōdzuke raremasendeshita. Mae ni kita 9. 5 No episōdo de tsuiyasa reta yosan wa mattaku arimasendeshita. Watashi wa kono yosan zentai o kono 1tsu no tatakai ni nagesuteru koto o kitai shimashita. Osoraku, akushon no nokori no bubun to kubetsu suru tame ni, atarashī sōdaina ongaku ga tsuite imasu. Kawari ni, watashi wa supīdorain to sai shiyō shita ongaku o emashita. Sorede, eizoku-tekina hōshūde wa naku, saishū-tekina bujoku no yō ni natta. `Watashitachi wa teinei ni 10-bu o sugoshimasuga,-betsu no shīn no yō ni atsukaimasu. Sore ga watashi no kibun ni natta nodesu. Soshite, natsukashisa ya shitsubō no sei kamo shirenaiga, manga no tatakai o yonde osorete iru toki ni omoidasa reta manga tiguru wa dare mo kanjinakatta. Akushon wa manga no naka de mottomo yowai sore wa tsudzuku koto ga muzukashīdesu. Sore wa tada watashi o mukanshin ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe best part of the manga, which was skipped in the movies. It was added to the TV version. And, maybe because of nostalgia and/or the disappointment, I felt NONE of the manga tingles I recall from when I read the fight in the manga and was left in awe... even though action is the weakest aspect of the manga due to it being hard to follow. It just left me indifferent. It is the ONE positive to come out of... this. But I was not impressed, OF COURSE. With no budget whatsoever having been spent in the 9.5 episodes that came before, I expected the entire budget to be dumped into this one fight. Maybe with a new epic piece of music to distinguish it from the rest of the action. Instead, I just got speed-lines and re-used music. So, rather than a reward for enduring, it came across more like a final insult. 'We will spend ten minutes on the scene, dutifully, but we will treat it like just another scene.' That is how it made me feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best part of the manga, which was skipped in the movies.\u001b[24m\n    \u001b[1m映画でスキップされたマンガの最高の部分。\u001b[22m, \u001b[1m映画の中でスキップされた漫画の最良の部分。\u001b[22m\n\u001b[4mIt was added to the TV version.\u001b[24m\n    \u001b[1mそれはテレビ版に追加されました。\u001b[22m, \u001b[1mこれは、TV版に追加されました。\u001b[22m\n\u001b[4mIt is the ONE positive to come out of... this.\u001b[24m\n    \u001b[1mそれは...これから出てくる一つの肯定的なものです。\u001b[22m, \u001b[1mそれはの...この出てくるには、正のONEです。\u001b[22m\n\u001b[4mBut I was not impressed, OF COURSE.\u001b[24m\n    \u001b[1mしかし、私は印象づけられませんでした。\u001b[22m, \u001b[1mしかし、私は、もちろん、感銘を受けていませんでした。\u001b[22m\n\u001b[4mWith no budget whatsoever having been spent in the 9.5 episodes that came before, I expected the entire budget to be dumped into this one fight.\u001b[24m\n    \u001b[1m前に来た9.5のエピソードで費やされた予算はまったくありませんでした。私はこの予算全体をこの1つの戦いに投げ捨てることを期待しました。\u001b[22m, \u001b[1m前に来た9.5エピソードに費やされた一切の予算で、私は、全体の予算は、この1の戦いに投棄されることが期待しました。\u001b[22m\n\u001b[4mMaybe with a new epic piece of music to distinguish it from the rest of the action.\u001b[24m\n    \u001b[1mおそらく、アクションの残りの部分と区別するために、新しい壮大な音楽が付いています。\u001b[22m, \u001b[1m多分、アクションの残りの部分と区別するために、音楽の新しい壮大な作品と。\u001b[22m\n\u001b[4mInstead, I just got speed-lines and re-used music.\u001b[24m\n    \u001b[1m代わりに、私はスピードラインと再使用した音楽を得ました。\u001b[22m, \u001b[1mその代わりに、私はスピードラインと再使用の音楽を得ました。\u001b[22m\n\u001b[4mSo, rather than a reward for enduring, it came across more like a final insult.\u001b[24m\n    \u001b[1mそれで、永続的な報酬ではなく、最終的な侮辱のようになった。\u001b[22m, \u001b[1mだから、むしろ不朽の報酬よりも、それはより多くの、最終的な侮辱のように出会いました。\u001b[22m\n\u001b[4m'We will spend ten minutes on the scene, dutifully, but we will treat it like just another scene.'\u001b[24m\n    \u001b[1m「私たちは丁寧に10分を過ごしますが、別のシーンのように扱います。\u001b[22m, \u001b[1m「私たちは忠実に、現場に10分を過ごすことになりますが、我々はちょうど別のシーンのように扱うだろう。」\u001b[22m\n\u001b[4mThat is how it made me feel.\u001b[24m\n    \u001b[1mそれが私の気分になったのです。\u001b[22m, \u001b[1mそれはそれは私が感じて作った方法です。\u001b[22m\n\u001b[4mAnd, maybe because of nostalgia and/or the disappointment, I felt NONE of the manga tingles I recall from when I read the fight in the manga and was left in awe... even though action is the weakest aspect of the manga due to\u001b[24m\n    \u001b[1mそして、懐かしさや失望のせいかもしれないが、マンガの戦いを読んで恐れているときに思い出されたマンガ・ティグルは誰も感じなかった。アクションはマンガの中で最も弱い\u001b[22m, \u001b[1mそして、多分ので懐かしおよび/または失望の、私は漫画で戦いを読み、アクションがのために漫画の最も弱い側面であっても...畏敬の念を抱いて残っていたときから、私はリコールマンガtinglesのNONEを感じません\u001b[22m\n\u001b[4mit being hard to follow.\u001b[24m\n    \u001b[1mそれは続くことが難しいです。\u001b[22m, \u001b[1mそれは従うことが難しいという。\u001b[22m\n\u001b[4mIt just left me indifferent.\u001b[24m\n    \u001b[1mそれはただ私を無関心にしました。\u001b[22m, \u001b[1mそれはちょうど無関心私を残しました。\u001b[22m\n\u001b[1m\u001b[22m\n-- The Opening: Junction Heart\n\n\u001b[1m - オープニング：ジャンクションハート\u001b[22m\n\u001b[1m(- Ōpuningu: Jankushonhāto)\u001b[22m\n\nTranslations of \u001b[4m-- The Opening: Junction Heart\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-- The Opening: Junction Heart\u001b[24m\n    \u001b[1m - オープニング：ジャンクションハート\u001b[22m\nAlmost anyone that has heard the movie opening by Kokia (Fate) and watched the visuals it is paired with ends up emotionally moved. The song is beautiful, granted, but the real reason for this is that it gives an insight into what sort of series BB is, with an anti-war vibe given by the direction and the music giving a sense that the human condition is going to NO EFFORT. come under examination in the show. Junction Heart, on the other hand, as you might expect with such a generic name / HEART is... well, generic. The song is vaguely uplifting / exciting average action anime fair, while the visuals consist entirely of facial close-ups from the re-used OVA, a 'zoom through characters' part re-used from the Kokia opening... and brief bits from the ONE new fight scene. It is THAT lazy. And the ending 'animation'? One massive page of character stills panned from left to right. Not even worth mentioning.\n\n\u001b[1mKokia（Fate）が映画のオープニングを聞いたことがあり、それがペアになっているビジュアルが感情的に動いてしまうのを見た人はほとんどいません。 この曲は美しいものですが、本当の理由は、どのようなシリーズのBBがあるのか​​についての洞察を与えることです。人間の状態が起こるという感覚を与えている方向性と音楽によって与えられる反戦的な雰囲気があります 努力なし。 ショーの審査を受ける。 一方、ジャンクションハートは、そのような一般的な名前で期待されるように/心臓は...まあ、一般的です。 この歌は、ぼんやりと爽快でエキサイティングな平均的なアクションアニメフェアで、ビジュアルは、再使用されたOVAからの顔のクローズアップ、Kokiaオープニングから再利用された「ズームスルーキャラクター」の部分から構成されています...  1つの新しい戦いのシーン。 それは怠け者です。 アニメの終わりは？ 文字静止画の大量のページが左から右にパンされています。 言及する価値もない。\u001b[22m\n\u001b[1m(Kokia (feito) ga eiga no ōpuningu o kiita koto ga ari, sore ga pea ni natte iru bijuaru ga kanjō-teki ni ugoite shimau no o mita hito wa hotondo imasen. Kono kyoku wa utsukushī monodesuga, hontō no riyū wa, do no yōna shirīzu no BB ga aru no ka ​​ ni tsuite no dōsatsu o ataeru kotodesu. Ningen no jōtai ga okoru to iu kankaku o ataete iru hōkō-sei to ongaku ni yotte atae rareru hansen-tekina fun'iki ga arimasu shō no shinsa o ukeru. Ippō, jankushonhāto wa, sono yōna ippantekina namae de kitai sa reru yō ni/ shinzō wa... Mā, ippan-tekidesu. Kono uta wa, bon'yari to sōkai de ekisaitinguna heikin-tekina akushon'animefea de, bijuaru wa, sai shiyō sa reta ovu~a kara no kao no kurōzuappu, Kokia ōpuningu kara sai riyō sa reta `zūmusurūkyarakutā' no bubun kara kōsei sa rete imasu... 1Tsu no atarashī tatakai no shīn. Sore wa namakemonodesu. Anime no owari wa? Moji seishi-ga no tairyō no pēji ga hidarikara migi ni pan sa rete imasu. Genkyū suru kachi mo nai. Doryoku nashi.)\u001b[22m\n\nTranslations of \u001b[4mAlmost anyone that has heard the movie opening by Kokia (Fate) and watched the visuals it is paired with ends up emotionally moved. The song is beautiful, granted, but the real reason for this is that it gives an insight into what sort of series BB is, with an anti-war vibe given by the direction and the music giving a sense that the human condition is going to NO EFFORT. come under examination in the show. Junction Heart, on the other hand, as you might expect with such a generic name / HEART is... well, generic. The song is vaguely uplifting / exciting average action anime fair, while the visuals consist entirely of facial close-ups from the re-used OVA, a 'zoom through characters' part re-used from the Kokia opening... and brief bits from the ONE new fight scene. It is THAT lazy. And the ending 'animation'? One massive page of character stills panned from left to right. Not even worth mentioning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlmost anyone that has heard the movie opening by Kokia (Fate) and watched the visuals it is paired with ends up emotionally moved.\u001b[24m\n    \u001b[1mKokia（Fate）が映画のオープニングを聞いたことがあり、それがペアになっているビジュアルが感情的に動いてしまうのを見た人はほとんどいません。\u001b[22m, \u001b[1mKOKIA（フェイト）によって映画のオープニングを聞いて、それが感情的に移動してしまうとペアリングされている映像を視聴したほとんど誰。\u001b[22m\n\u001b[4mThe song is beautiful, granted, but the real reason for this is that it gives an insight into what sort of series BB is, with an anti-war vibe given by the direction and the music giving a sense that the human condition is going to\u001b[24m\n    \u001b[1mこの曲は美しいものですが、本当の理由は、どのようなシリーズのBBがあるのかについての洞察を与えることです。人間の状態が起こるという感覚を与えている方向性と音楽によって与えられる反戦的な雰囲気があります\u001b[22m, \u001b[1m曲が付与され、美しいですが、このための本当の理由は、それが方向によって与えられた反戦雰囲気や人間の条件をしようとしているという意味を与える音楽と、ある一連のBBのどのような洞察を与えることです\u001b[22m\n\u001b[4mcome under examination in the show.\u001b[24m\n    \u001b[1mショーの審査を受ける。\u001b[22m, \u001b[1mショーで審査の下に来ます。\u001b[22m\n\u001b[4mJunction Heart, on the other hand, as you might expect with such a generic name / HEART is... well, generic.\u001b[24m\n    \u001b[1m一方、ジャンクションハートは、そのような一般的な名前で期待されるように/心臓は...まあ、一般的です。\u001b[22m, \u001b[1mジャンクションハートは、他の一方で、あなたはそのような一般的な名前/ HEARTと期待するかもしれないように、よく...総称です。\u001b[22m\n\u001b[4mThe song is vaguely uplifting / exciting average action anime fair, while the visuals consist entirely of facial close-ups from the re-used OVA, a 'zoom through characters' part re-used from the Kokia opening... and brief bits from\u001b[24m\n    \u001b[1mこの歌は、ぼんやりと爽快でエキサイティングな平均的なアクションアニメフェアで、ビジュアルは、再使用されたOVAからの顔のクローズアップ、Kokiaオープニングから再利用された「ズームスルーキャラクター」の部分から構成されています...\u001b[22m, \u001b[1mビジュアルは完全に再利用OVA、一部のKOKIAの開口部から再使用...と簡単なビット '文字を介してズーム」からの顔のクローズアップで構成されている間歌は、漠然と高揚/エキサイティング平均アクションアニメフェアであります\u001b[22m\n\u001b[4mthe ONE new fight scene.\u001b[24m\n    \u001b[1m1つの新しい戦いのシーン。\u001b[22m, \u001b[1mONE新たな戦いのシーン。\u001b[22m\n\u001b[4mIt is THAT lazy.\u001b[24m\n    \u001b[1mそれは怠け者です。\u001b[22m, \u001b[1mその怠惰です。\u001b[22m\n\u001b[4mAnd the ending 'animation'?\u001b[24m\n    \u001b[1mアニメの終わりは？\u001b[22m, \u001b[1mそして、「アニメーション」エンディング？\u001b[22m\n\u001b[4mOne massive page of character stills panned from left to right.\u001b[24m\n    \u001b[1m文字静止画の大量のページが左から右にパンされています。\u001b[22m, \u001b[1m左から右にパン文字の静止画の一つの大規模なページ。\u001b[22m\n\u001b[4mNot even worth mentioning.\u001b[24m\n    \u001b[1m言及する価値もない。\u001b[22m, \u001b[1m言及しても価値がありません。\u001b[22m\n\u001b[4mNO EFFORT.\u001b[24m\n    \u001b[1m努力なし。\u001b[22m, \u001b[1m努力しません。\u001b[22m\n\u001b[1m\u001b[22m\n-- 50-to-40 Scene Removal / Shortening\n\n\u001b[1m -  50から40シーンの削除/短縮\u001b[22m\n\u001b[1m(- 50 Kara 40 shīn no sakujo/ tanshuku)\u001b[22m\n\nTranslations of \u001b[4m-- 50-to-40 Scene Removal / Shortening\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-- 50-to-40 Scene Removal / Shortening\u001b[24m\n    \u001b[1m -  50から40シーンの削除/短縮\u001b[22m, \u001b[1m -  50対40シーンの取り外し/短縮\u001b[22m\nHonestly, this did not bother me TOO MUCH. But it was always a background issue. Many others commented on this particular episode. A second adaptation should never offer LESS; even more so when simply copying &amp; pasting from the first adaptation. The earliest example I noticed was when Rygart talked to Narvi and they cut the dialogue from the scene; just briefly showing them interacting. That was the strategy: cut as many corners as humanly possible in order to make it fit. The one episode where it was really noticeable was the one where Rygart trained and Girge was introduced. It jumped around so much that it was confusing to see what happened to General True when it switched to him, having cut the first part.\n\n\u001b[1m正直なところ、これは私を大変気にさせませんでした。 しかし、それは常にバックグラウンドの問題でした。  他の多くの人がこの特定のエピソードについてコメントしています。 2番目の適応は決してLESSを提供すべきではありません。 さらにコピー＆amp; 最初の適応から貼り付ける。 私が気付いた最も初期の例は、RygartがNarviと話し、彼らが場面から対話を切り離したときだった。 単にそれらが相互作用していることを簡単に示します。 これが戦略でした。それを適合させるために可能な限り多くの人間の隅をカットしました。 本当に目立つ1つのエピソードは、Rygartが訓練しGirgeが導入されたエピソードでした。 それはずっと飛び回っていたので、General Trueが彼に切り替えたときに何が起こったのかを分かりやすく混乱させていた。\u001b[22m\n\u001b[1m(Shōjikina tokoro, kore wa watashi o taihen ki ni sa semasendeshita. Shikashi, sore wa tsuneni bakkuguraundo no mondaideshita. 2-Banme no tekiō wa kesshite LESS o teikyō subekide wa arimasen. Sarani kopī& amp; saisho no tekiō kara hari tsukeru. Watashi ga kidzuita mottomo shoki no rei wa, Rygart ga Narvi to hanashi, karera ga bamen kara taiwa o kirihanashita tokidatta. Tan'ni sorera ga sōgo sayō shite iru koto o kantan ni shimeshimasu. Kore ga senryakudeshita. Sore o tekigō sa seru tame ni kanōnakagiri ōku no ningen no sumi o katto shimashita. Hontōni medatsu 1tsu no episōdo wa, Rygart ga kunren shi Girge ga dōnyū sa reta episōdodeshita. Sore wa zutto tobimawatte itanode, zeneraru to~urū ga kare ni kirikaeta toki ni nani ga okotta no ka o wakari yasuku konran sa sete ita. Hoka no ōku no hito ga kono tokutei no episōdo ni tsuite komento shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, this did not bother me TOO MUCH. But it was always a background issue. Many others commented on this particular episode. A second adaptation should never offer LESS; even more so when simply copying &amp; pasting from the first adaptation. The earliest example I noticed was when Rygart talked to Narvi and they cut the dialogue from the scene; just briefly showing them interacting. That was the strategy: cut as many corners as humanly possible in order to make it fit. The one episode where it was really noticeable was the one where Rygart trained and Girge was introduced. It jumped around so much that it was confusing to see what happened to General True when it switched to him, having cut the first part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, this did not bother me TOO MUCH.\u001b[24m\n    \u001b[1m正直なところ、これは私を大変気にさせませんでした。\u001b[22m, \u001b[1m正直なところ、これはあまり気にしませんでした。\u001b[22m\n\u001b[4mBut it was always a background issue.\u001b[24m\n    \u001b[1mしかし、それは常にバックグラウンドの問題でした。\u001b[22m\n\u001b[4mA second adaptation should never offer LESS;\u001b[24m\n    \u001b[1m2番目の適応は決してLESSを提供すべきではありません。\u001b[22m, \u001b[1m第二の適応はLESSを提供することはありません。\u001b[22m\n\u001b[4meven more so when simply copying &amp;\u001b[24m\n    \u001b[1mさらにコピー＆amp;\u001b[22m, \u001b[1mそれ以上に単純にコピー＆アンペア時。\u001b[22m\n\u001b[4mpasting from the first adaptation.\u001b[24m\n    \u001b[1m最初の適応から貼り付ける。\u001b[22m, \u001b[1m最初の適応から貼り付けます。\u001b[22m\n\u001b[4mThe earliest example I noticed was when Rygart talked to Narvi and they cut the dialogue from the scene;\u001b[24m\n    \u001b[1m私が気付いた最も初期の例は、RygartがNarviと話し、彼らが場面から対話を切り離したときだった。\u001b[22m, \u001b[1mRygartがNarviに話を聞いたときに私は気づいた最古の例があった、彼らはシーンから対話をカット。\u001b[22m\n\u001b[4mjust briefly showing them interacting.\u001b[24m\n    \u001b[1m単にそれらが相互作用していることを簡単に示します。\u001b[22m, \u001b[1mただ簡単に相互作用し、それらを示します。\u001b[22m\n\u001b[4mThat was the strategy: cut as many corners as humanly possible in order to make it fit.\u001b[24m\n    \u001b[1mこれが戦略でした。それを適合させるために可能な限り多くの人間の隅をカットしました。\u001b[22m, \u001b[1mそれは作戦のようだった：それは収まるようにするためにとして人間的に可能な限り多くのコーナーをカット。\u001b[22m\n\u001b[4mThe one episode where it was really noticeable was the one where Rygart trained and Girge was introduced.\u001b[24m\n    \u001b[1m本当に目立つ1つのエピソードは、Rygartが訓練しGirgeが導入されたエピソードでした。\u001b[22m, \u001b[1mそれは本当に目立った1つのエピソードは、Rygartは、訓練を受けたとGirgeが導入されたものでした。\u001b[22m\n\u001b[4mIt jumped around so much that it was confusing to see what happened to General True when it switched to him, having cut the first part.\u001b[24m\n    \u001b[1mそれはずっと飛び回っていたので、General Trueが彼に切り替えたときに何が起こったのかを分かりやすく混乱させていた。\u001b[22m, \u001b[1mそれは最初の部分をカットした、それは彼に切り替わったときの一般的なTrueに何が起こったかを確認するために混乱していることを周囲にあまり上昇しました。\u001b[22m\n\u001b[4mMany others commented on this particular episode.\u001b[24m\n    \u001b[1m他の多くの人がこの特定のエピソードについてコメントしています。\u001b[22m, \u001b[1m他の多くは、この特定のエピソードについてコメントしました。\u001b[22m\n\u001b[1m\u001b[22m\n::Closing::\n\n\u001b[1m：：閉鎖：：\u001b[22m\n\u001b[1m(: : Heisa: :)\u001b[22m\n\nDefinitions of \u001b[4m::Closing::\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    閉鎖\u001b[22m\n        closure, closing, shutdown, lockout\n\u001b[1m    締切\u001b[22m\n        deadline, closing, cut-off\n\u001b[1m    最終\u001b[22m\n        closing\n\u001b[1m    締め切り\u001b[22m\n        deadline, closing, cut-off\n\u001b[1m    終わりの\u001b[22m\n        closing\n\u001b[1m    お仕舞い\u001b[22m\n        closing\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWhen an anime is low budget, creativity is often used to mask it. Break Blade 2014 had neither money nor effort applied to it. It is a recap movie delayed so long that no-one cares; when there is no hope of a sequel--a recap movie presented as a TV series that deceives those unaware of the movies. Watch the movies, YouTube the Girge fight and read the manga. Do not even bother with this. It looks pretty for a TV series, it has an epic yet emotional soundtrack... and yet, these positives belong to the original version: not this recap. STAY AWAY... especially if you go into it having watched the movies. Only those new to BB could get anything out of this, and even then it is better to just watch the movies since at least then you are not watching an abridged version of an abridged version!\n\n\u001b[1mアニメの予算が低い場合、アニメーションをマスクするために創造性がよく使われます。  Break Blade 2014には、お金も努力もなかった。 それは誰も気にしないほど長く遅れた映画です。 続編の希望がないときには、映画のことを知らないテレビシリーズとして提示されたリキャップ映画。 映画を見て、YouTube Girgeの戦いとマンガを読んでください。 これで気にしないでください。 それはテレビシリーズのためにかなり見える、それは叙事詩で感情的なサウンドトラックが...まだ、これらの陽性は元のバージョンに属します：この要約ではありません。 あなたが映画に目を通したことがあれば特に。  BBに新しいものだけがこれから何かを得ることができました、そして、それでも少なくともあなたは要約版の要約版を見ていないので、映画を見ている方が良いです！\u001b[22m\n\u001b[1m(Anime no yosan ga hikui baai, animēshon o masuku suru tame ni sōzō-sei ga yoku tsukawa remasu. Bureiku bureido 2014 ni wa, okane mo doryoku mo nakatta. Sore wa dare mo ki ni shinai hodo nagaku okureta eigadesu. Zokuhen no kibō ga nai tokiniha, eiga no koto o shiranai terebishirīzu to shite teiji sa reta rikyappu eiga. Eiga o mite, yūchūbu Girge no tatakai to manga o yonde kudasai. Kore de kinishinaide kudasai. Sore wa terebishirīzu no tame ni kanari mieru, soreha jojishi de kanjō-tekina saundotorakku ga... Mada, korera no yōsei wa gen no bājon ni zokushimasu: Kono yōyakude wa arimasen. Anata ga eiga ni me o tōshita koto ga areba tokuni. BB ni atarashī mono dake ga korekara nanika o eru koto ga dekimashita, soshite, soredemo sukunakutomo anata wa yōyaku-ban no yōyaku-ban o mite inainode, eiga o mite iru kata ga yoidesu!)\u001b[22m\n\nTranslations of \u001b[4mWhen an anime is low budget, creativity is often used to mask it. Break Blade 2014 had neither money nor effort applied to it. It is a recap movie delayed so long that no-one cares; when there is no hope of a sequel--a recap movie presented as a TV series that deceives those unaware of the movies. Watch the movies, YouTube the Girge fight and read the manga. Do not even bother with this. It looks pretty for a TV series, it has an epic yet emotional soundtrack... and yet, these positives belong to the original version: not this recap. STAY AWAY... especially if you go into it having watched the movies. Only those new to BB could get anything out of this, and even then it is better to just watch the movies since at least then you are not watching an abridged version of an abridged version!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen an anime is low budget, creativity is often used to mask it.\u001b[24m\n    \u001b[1mアニメの予算が低い場合、アニメーションをマスクするために創造性がよく使われます。\u001b[22m, \u001b[1mアニメが低予算である場合には、創造性は、多くの場合、それをマスクするために使用されます。\u001b[22m\n\u001b[4mBreak Blade 2014 had neither money nor effort applied to it.\u001b[24m\n    \u001b[1mBreak Blade 2014には、お金も努力もなかった。\u001b[22m, \u001b[1mブレイクブレイド2014は、それに適用されるどちらもお金も労力を持っていました。\u001b[22m\n\u001b[4mIt is a recap movie delayed so long that no-one cares;\u001b[24m\n    \u001b[1mそれは誰も気にしないほど長く遅れた映画です。\u001b[22m, \u001b[1mこれは、誰が気にしないように長い遅延総集編ムービーです。\u001b[22m\n\u001b[4mwhen there is no hope of a sequel--a recap movie presented as a TV series that deceives those unaware of the movies.\u001b[24m\n    \u001b[1m続編の希望がないときには、映画のことを知らないテレビシリーズとして提示されたリキャップ映画。\u001b[22m, \u001b[1m映画を知らないそれらを欺くテレビシリーズとして提示総集編映画 - 続編の見込みがない場合。\u001b[22m\n\u001b[4mWatch the movies, YouTube the Girge fight and read the manga.\u001b[24m\n    \u001b[1m映画を見て、YouTube Girgeの戦いとマンガを読んでください。\u001b[22m, \u001b[1m映画を見て、YouTubeのGirgeの戦いや漫画を読んで。\u001b[22m\n\u001b[4mDo not even bother with this.\u001b[24m\n    \u001b[1mこれで気にしないでください。\u001b[22m, \u001b[1mでも、これで気にしないでください。\u001b[22m\n\u001b[4mIt looks pretty for a TV series, it has an epic yet emotional soundtrack... and yet, these positives belong to the original version: not this recap.\u001b[24m\n    \u001b[1mそれはテレビシリーズのためにかなり見える、それは叙事詩で感情的なサウンドトラックが...まだ、これらの陽性は元のバージョンに属します：この要約ではありません。\u001b[22m, \u001b[1mそれは壮大なまだ感情的なサウンドトラックを持って、テレビシリーズのためにきれいに見える...そして、まだ、これらの陽性が元のバージョンに属して：ないこの要約。\u001b[22m\n\u001b[4mSTAY AWAY... especially if you go into it having watched the movies.\u001b[24m\n    \u001b[1mあなたが映画に目を通したことがあれば特に。\u001b[22m, \u001b[1m近づかない...あなたはそれに入る場合は特に映画を見ました。\u001b[22m\n\u001b[4mOnly those new to BB could get anything out of this, and even then it is better to just watch the movies since at least then you are not watching an abridged version of an abridged version!\u001b[24m\n    \u001b[1mBBに新しいものだけがこれから何かを得ることができました、そして、それでも少なくともあなたは要約版の要約版を見ていないので、映画を見ている方が良いです！\u001b[22m, \u001b[1m唯一のBBに新しいものはこのうち何かを得ることができ、さらには、ちょうど、少なくとも、あなたは簡略版の要約版を見ていないので、映画を鑑賞することをお勧めします！\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "iron-arny",
    "profile": "/profile/iron-arny/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=149085",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nブレイクブレイドは、多くの可能性を持つそれらのアニメの1つです。 残念ながら、これは単なる「12er」（わずか12話）であり、これは深いストーリーと深遠なキャラクターを開発するには不十分です。\n\nしかし、このアニメの最強の部分は、間違いなく、芸術、アニメーション、そしてサウンドです。 それはちょうど信じられないほどです。 あなたはおそらくメカアニメで見られる最高品質。 細部、色、特殊効果がたくさんあります。  mechsは100％手描きですが、CGIで作ったものよりも優れています。\n\n生産者が金属を動かして衝突する音と組み合わせて芸術を使ったやり方は、大きくて重い機械が動いて戦っている（もっと）現実的な感覚を与える...\n\n...そして、これは私を次の点に導きます。これは、このアニメにまっすぐな10/10を与えます：mechsの戦い。 神の母。 私はガンダムアニメを見たことがありませんでしたが、これはどんな少年や男の夢のように戦っているトップデラックスメカの上です。 戦いは非常に激しいので、エピソード全体を見るのがちょうど5分を過ぎたように思える。 楽しさは素晴らしいです\n\nそれで、メカ・アニメが好きな人はブレイク・ブレイドを見なければなりません。 それはあなたにスーパーストーリーと他のもののようなスーパーキャラクターを与えることはできませんが、それはあなたの靴下からあなたを爆破し、\n\n-peace-°_°V",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBreak Blade is one of those animes with a lot of potential. Unfortunately this is just a '12er' (only 12 episodes), and this is just not enough to develop a deep story and profound characters.\n\n\u001b[1mブレイクブレイドは、多くの可能性を持つそれらのアニメの1つです。 残念ながら、これは単なる「12er」（わずか12話）であり、これは深いストーリーと深遠なキャラクターを開発するには不十分です。\u001b[22m\n\u001b[1m(Bureikubureido wa, ōku no kanōsei o motsu sorera no anime no 1tsudesu. Zan'nen'nagara, kore wa tan'naru `12 er'(wazuka 12-wa)deari, kore wa fukai sutōrī to shin'en'na kyarakutā o kaihatsu suru ni wa fujūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mBreak Blade is one of those animes with a lot of potential. Unfortunately this is just a '12er' (only 12 episodes), and this is just not enough to develop a deep story and profound characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBreak Blade is one of those animes with a lot of potential.\u001b[24m\n    \u001b[1mブレイクブレイドは、多くの可能性を持つそれらのアニメの1つです。\u001b[22m, \u001b[1mブレイクブレイドは、多くの可能性を持つもののアニメの一つです。\u001b[22m\n\u001b[4mUnfortunately this is just a '12er' (only 12 episodes), and this is just not enough to develop a deep story and profound characters.\u001b[24m\n    \u001b[1m残念ながら、これは単なる「12er」（わずか12話）であり、これは深いストーリーと深遠なキャラクターを開発するには不十分です。\u001b[22m, \u001b[1m残念ながら、これは単に '12er'（唯一の12エピソード）であり、これは深いストーリーと深遠な文字を開発するだけでは十分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe strongest part of this anime however is, without a doubt, the art, animation and sound. It is just incredible. The highest quality you´ll probably ever see in a mecha anime. A lot of details, colours, special effects. The mechs are a 100% hand-drawn, yet they still look better than any other made with CGI.\n\n\u001b[1mしかし、このアニメの最強の部分は、間違いなく、芸術、アニメーション、そしてサウンドです。 それは信じられないほどです。 あなたはおそらくメカアニメで見られる最高品質。 細部、色、特殊効果がたくさんあります。  mechsは100％手描きですが、CGIで作ったものよりも優れています。\u001b[22m\n\u001b[1m(Shikashi, kono anime no saikyō no bubun wa, machigainaku, geijutsu, animēshon, soshite saundodesu. Sore wa shinji rarenai hododesu. Anata wa osoraku meka anime de mi rareru saikō hinshitsu. Saibu,-iro, tokushu kōka ga takusan arimasu. Mechs wa 100-pāsento tegakidesuga, CGI de tsukutta mono yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe strongest part of this anime however is, without a doubt, the art, animation and sound. It is just incredible. The highest quality you´ll probably ever see in a mecha anime. A lot of details, colours, special effects. The mechs are a 100% hand-drawn, yet they still look better than any other made with CGI.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe strongest part of this anime however is, without a doubt, the art, animation and sound.\u001b[24m\n    \u001b[1mしかし、このアニメの最強の部分は、間違いなく、芸術、アニメーション、そしてサウンドです。\u001b[22m, \u001b[1mこのアニメの最強の一部は、しかし疑い、アート、アニメーション、音もなく、です。\u001b[22m\n\u001b[4mIt is just incredible.\u001b[24m\n    \u001b[1mそれは信じられないほどです。\u001b[22m, \u001b[1mそれはちょうど信じられないほどです。\u001b[22m\n\u001b[4mThe highest quality you´ll probably ever see in a mecha anime.\u001b[24m\n    \u001b[1mあなたはおそらくメカアニメで見られる最高品質。\u001b[22m, \u001b[1m最高品質のyou'llは、おそらくこれまでメカアニメでご覧ください。\u001b[22m\n\u001b[4mA lot of details, colours, special effects.\u001b[24m\n    \u001b[1m細部、色、特殊効果がたくさんあります。\u001b[22m, \u001b[1m詳細、色、特殊効果がたくさん。\u001b[22m\n\u001b[4mThe mechs are a 100% hand-drawn, yet they still look better than any other made with CGI.\u001b[24m\n    \u001b[1mmechsは100％手描きですが、CGIで作ったものよりも優れています。\u001b[22m, \u001b[1mメカは100％手描きされ、まだ彼らはまだCGIで作られた他のどのよりも良く見えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe way the producers used the art in combination with the sound of moving and clashing metal gives a (more) realistic feeling of super big and heavy machines moving and batteling...\n\n\u001b[1m生産者が金属を動かして衝突する音と組み合わせて芸術を使ったやり方は、大きくて重い機械が動いて戦っている（もっと）現実的な感覚を与える...\u001b[22m\n\u001b[1m(Seisan-sha ga kinzoku o ugokashite shōtotsu suru oto to kumiawasete geijutsu o tsukatta yarikata wa, ōkikute omoi kikai ga ugoite tatakatte iru (motto) genjitsu-tekina kankaku o ataeru...)\u001b[22m\n\nTranslations of \u001b[4mThe way the producers used the art in combination with the sound of moving and clashing metal gives a (more) realistic feeling of super big and heavy machines moving and batteling...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way the producers used the art in combination with the sound of moving and clashing metal gives a (more) realistic feeling of super big and heavy machines moving and batteling...\u001b[24m\n    \u001b[1m生産者が金属を動かして衝突する音と組み合わせて芸術を使ったやり方は、大きくて重い機械が動いて戦っている（もっと）現実的な感覚を与える...\u001b[22m, \u001b[1m生産者は、金属を移動させ、衝突の音と組み合わせてアートを使用する方法は、スーパービッグと重く、移動機とbattelingの（複数の）現実的な感じを与えます...\u001b[22m\n\u001b[1m\u001b[22m\n...and this brings me to the next point, which makes me give this anime a straight 10/10: the batteling of the mechs. mother of god. i´ve seen gundam animes and what not, but this is just over the top deluxe mecha fighting like any boy or man dreams of. the fighting is so intense at one point that watching an entire episode seems like just 5 minutes passed. The enjoyment is fantastic\n\n\u001b[1m...そして、これは私を次の点に導きます。これは、このアニメにまっすぐな10/10を与えます：mechsの戦い。 神の母。 私はガンダムアニメを見たことがありませんでしたが、これはどんな少年や男の夢のように戦っているトップデラックスメカの上です。 戦いは非常に激しいので、エピソード全体を見るのがちょうど5分を過ぎたように思える。 楽しさは素晴らしいです\u001b[22m\n\u001b[1m(... Soshite, kore wa watashi o tsugi no ten ni michibikimasu. Kore wa, kono anime ni massuguna 10/ 10 o ataemasu: Mechs no tatakai. Kami no haha. Watashi wa Gandamu anime o mita koto ga arimasendeshitaga, kore wa don'na shōnen ya otoko no yume no yō ni tatakatte iru toppuderakkusumeka no uedesu. Tatakai wa hijō ni hageshīnode, episōdo zentai o miru no ga chōdo 5-bu o sugita yō ni omoeru. Tanoshisa wa subarashīdesu)\u001b[22m\n\nTranslations of \u001b[4m...and this brings me to the next point, which makes me give this anime a straight 10/10: the batteling of the mechs. mother of god. i´ve seen gundam animes and what not, but this is just over the top deluxe mecha fighting like any boy or man dreams of. the fighting is so intense at one point that watching an entire episode seems like just 5 minutes passed. The enjoyment is fantastic\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...and this brings me to the next point, which makes me give this anime a straight 10/10: the batteling of the mechs.\u001b[24m\n    \u001b[1m...そして、これは私を次の点に導きます。これは、このアニメにまっすぐな10/10を与えます：mechsの戦い。\u001b[22m, \u001b[1mメカのbatteling：...そしてこの私はこのアニメにストレート10/10を与える作る次のポイントに私をもたらします。\u001b[22m\n\u001b[4mmother of god.\u001b[24m\n    \u001b[1m神の母。\u001b[22m\n\u001b[4mi´ve seen gundam animes and what not, but this is just over the top deluxe mecha fighting like any boy or man dreams of.\u001b[24m\n    \u001b[1m私はガンダムアニメを見たことがありませんでしたが、これはどんな少年や男の夢のように戦っているトップデラックスメカの上です。\u001b[22m, \u001b[1mi'veはガンダムのアニメと何見えないが、これはただの任意の少年や男の夢のように戦ってトップデラックスメカを超えています。\u001b[22m\n\u001b[4mthe fighting is so intense at one point that watching an entire episode seems like just 5 minutes passed.\u001b[24m\n    \u001b[1m戦いは非常に激しいので、エピソード全体を見るのがちょうど5分を過ぎたように思える。\u001b[22m, \u001b[1m戦闘は全体のエピソードを視聴は渡さわずか5分のように思える一点でとても強烈です。\u001b[22m\n\u001b[4mThe enjoyment is fantastic\u001b[24m\n    \u001b[1m楽しさは素晴らしいです\u001b[22m, \u001b[1m楽しみは素晴らしいです\u001b[22m\n\u001b[1m\u001b[22m\nso... this is why you should definetly watch Break Blade if you like mecha animes. It won´t give you a super story and super characters like other ones, but it will blow you out of your socks with the animation and the mechs battleling the shit out each other.\n\n\u001b[1mそれで、メカ・アニメが好きな人はブレイク・ブレイドを見なければなりません。 それはあなたにスーパーストーリーと他のもののようなスーパーキャラクターを与えることはできませんが、それはあなたの靴下からあなたを爆破し、\u001b[22m\n\u001b[1m(Sore de, meka anime ga sukinahito wa bureiku bureido o minakereba narimasen. Sore wa anata ni sūpāsutōrī to hoka no mono no yōna sūpākyarakutā o ataeru koto wa dekimasenga, sore wa anata no kutsushita kara anata o bakuha shi,)\u001b[22m\n\nTranslations of \u001b[4mso... this is why you should definetly watch Break Blade if you like mecha animes. It won´t give you a super story and super characters like other ones, but it will blow you out of your socks with the animation and the mechs battleling the shit out each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso... this is why you should definetly watch Break Blade if you like mecha animes.\u001b[24m\n    \u001b[1mそれで、メカ・アニメが好きな人はブレイク・ブレイドを見なければなりません。\u001b[22m, \u001b[1mあなたはメカアニメが好きなら、あなたがdefinetlyブレイクブレイドを監視する必要がありますなぜ...これはです。\u001b[22m\n\u001b[4mIt won´t give you a super story and super characters like other ones, but it will blow you out of your socks with the animation and the mechs battleling the shit out each other.\u001b[24m\n    \u001b[1mそれはあなたにスーパーストーリーと他のもののようなスーパーキャラクターを与えることはできませんが、それはあなたの靴下からあなたを爆破し、\u001b[22m, \u001b[1mそれはあなたのスーパーの話や他のもののようなスーパーの文字を与えるwon'tが、それは、アニメーション、お互いをたわごとをbattlelingメカであなたの靴下のあなたを爆破します。\u001b[22m\n\u001b[1m\u001b[22m\n-peace- °_°V\n\n\u001b[1m-peace-°_°V\u001b[22m\n\u001b[1m(- Pīsu -°_° V)\u001b[22m\n\nTranslations of \u001b[4m-peace- °_°V\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-peace- °_°V\u001b[24m\n    \u001b[1m-peace-°_°V\u001b[22m, \u001b[1m-peace-°_°のV\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "Alnairth",
    "profile": "/profile/Alnairth/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=187216",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nブレイクブレイド（ブレイクブレイド;ブレイクブレイド）同じタイトルの漫画のテレビアダルトです。 テレビシリーズの前には映画シリーズがあり、その両方が同じものです。 それは本当にそれらの2つの違いを指摘することは難しい、より多くのテレビシリーズは、マンガのファンのために終わりを償還する意思のない根本的にチョップされた映画です。\n\nアートとアニメーションは本当に楽しく、バトル音楽と組み合わせると簡単に視聴者を驚かせることができます。 マンガはあなたが読むことができる最高のメカ漫画であり、ムービー/ TVシリーズは最高のメカ製作の1つになることができます - ムービーはマンガのリリースを追い越したので違う形で終了しました。その時点で理解できました（マンガのリリースはまだ痛いほど遅いです ）。 しかし、彼らは決してf * ckを与えなかったように、それをまっすぐにすることで決して耳を傾けませんでした。\n\nもし私がテレビ/映画を評価しなければならなかったら（彼らは同じことです、ちょうど異なったオープニング/エンディングです）、はい、安いお尻の強い7/10 cuzが裂きます。 映画）。\n\nアニメ視聴者だけを信じてはいけません - 行くとマンガ、おそらく最高のメカャの漫画を得ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBreak Blade (Broken Blade ; ブレイクブレイド ) Is a TV adaptation of manga with the same title. Before TV series there was series of movies, and the thing is both of them are the same thing. It really is hard to point out difference between those two, more so TV series is fundamentally chopped movie without any will of redeeming ending for manga fans.\n\n\u001b[1mブレイクブレイド（ブレイクブレイド;ブレイクブレイド）同じタイトルの漫画のテレビアダルトです。 テレビシリーズの前には映画シリーズがあり、その両方が同じものです。 それは本当にそれらの2つの違いを指摘することは難しい、より多くのテレビシリーズは、マンガのファンのために終わりを償還する意思のない根本的にチョップされた映画です。\u001b[22m\n\u001b[1m(Bureikubureido (bureikubureido; bureikubureido) onaji taitoru no manga no terebi adarutodesu. Terebishirīzu no mae ni wa eiga shirīzu ga ari, sono ryōhō ga onaji monodesu. Sore wa hontōni sorera no 2tsu no chigai o shiteki suru koto wa muzukashī, yori ōku no terebishirīzu wa, manga no fan no tame ni owari o shōkan suru ishi no nai konpon-teki ni choppu sa reta eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mBreak Blade (Broken Blade ; ブレイクブレイド ) Is a TV adaptation of manga with the same title. Before TV series there was series of movies, and the thing is both of them are the same thing. It really is hard to point out difference between those two, more so TV series is fundamentally chopped movie without any will of redeeming ending for manga fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBreak Blade (Broken Blade ; ブレイクブレイド ) Is a TV adaptation of manga with the same title.\u001b[24m\n    \u001b[1mブレイクブレイド（ブレイクブレイド;ブレイクブレイド）同じタイトルの漫画のテレビアダルトです。\u001b[22m, \u001b[1mブレイクブレイド（ブロークンブレード;ブレイクブレイド）は同じタイトルの漫画のテレビの適応です。\u001b[22m\n\u001b[4mBefore TV series there was series of movies, and the thing is both of them are the same thing.\u001b[24m\n    \u001b[1mテレビシリーズの前には映画シリーズがあり、その両方が同じものです。\u001b[22m, \u001b[1mTVシリーズの前にあり、映画のシリーズがあった、との事は、それらの両方が同じものであるです。\u001b[22m\n\u001b[4mIt really is hard to point out difference between those two, more so TV series is fundamentally chopped movie without any will of redeeming ending for manga fans.\u001b[24m\n    \u001b[1mそれは本当にそれらの2つの違いを指摘することは難しい、より多くのテレビシリーズは、マンガのファンのために終わりを償還する意思のない根本的にチョップされた映画です。\u001b[22m, \u001b[1m本当に漫画ファンのための償還終了のいずれかの意志なしに、これらの2、より多くのようにテレビシリーズは基本的にチョップされる映画との違いを指摘することは困難です。\u001b[22m\n\u001b[1m\u001b[22m\nArt and animation is really enjoyable, combined with battle music can easily stun viewer. Manga is easily the best mecha comic you can read, and so Movie/TV series could become one of the best mecha production - Movie ended differently because it overtook manga release, that was understandable at that time(manga release was and still is painfully slow ). BUT TV series never bothered with straightening it up, like they never gave a f*ck.\n\n\u001b[1mアートとアニメーションは本当に楽しく、バトル音楽と組み合わせると簡単に視聴者を驚かせることができます。 マンガはあなたが読むことができる最高のメカ漫画であり、ムービー/ TVシリーズは最高のメカ製作の1つになることができます - ムービーはマンガのリリースを追い越したので違う形で終了しました。その時点で理解できました（マンガのリリースはまだ痛いほど遅いです ）。 しかし、彼らは決してf * ckを与えなかったように、それをまっすぐにすることで決して耳を傾けませんでした。\u001b[22m\n\u001b[1m(Āto to animēshon wa hontōni tanoshiku, batoru ongaku to kumiawaseru to kantan ni shichō-sha o odoroka seru koto ga dekimasu. Manga wa anata ga yomu koto ga dekiru saikō no meka mangadeari, mūbī/ TV shirīzu wa saikō no meka seisaku no 1tsu ni naru koto ga dekimasu - mūbī wa manga no rirīsu o oikoshitanode chigau katachi de shūryō shimashita. Sono jiten de rikai dekimashita (manga no rirīsu wa mada itai hodo osoidesu). Shikashi, karera wa kesshite f* ck o ataenakatta yō ni, sore o massugu ni suru koto de kesshite mimi o katamukemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mArt and animation is really enjoyable, combined with battle music can easily stun viewer. Manga is easily the best mecha comic you can read, and so Movie/TV series could become one of the best mecha production - Movie ended differently because it overtook manga release, that was understandable at that time(manga release was and still is painfully slow ). BUT TV series never bothered with straightening it up, like they never gave a f*ck.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and animation is really enjoyable, combined with battle music can easily stun viewer.\u001b[24m\n    \u001b[1mアートとアニメーションは本当に楽しく、バトル音楽と組み合わせると簡単に視聴者を驚かせることができます。\u001b[22m, \u001b[1mアートやアニメーションを簡単に視聴者を気絶させることができ、戦闘の音楽と組み合わせて、本当に楽しいです。\u001b[22m\n\u001b[4mManga is easily the best mecha comic you can read, and so Movie/TV series could become one of the best mecha production - Movie ended differently because it overtook manga release, that was understandable at that time(manga release was and still is painfully slow\u001b[24m\n    \u001b[1mマンガはあなたが読むことができる最高のメカ漫画であり、ムービー/ TVシリーズは最高のメカ製作の1つになることができます - ムービーはマンガのリリースを追い越したので違う形で終了しました。その時点で理解できました（マンガのリリースはまだ痛いほど遅いです\u001b[22m, \u001b[1mマンガでは簡単にあなたが読むことができる最高のメカ漫画であるので、映画/ TVシリーズは、最高のメカの生産の1になる可能性 - それはまだその時（マンガリリースでの理解であったとマンガリリースを、オーバーテイクので、ムービーが異なる終了痛々しいほど遅いです\u001b[22m\n\u001b[4m).\u001b[24m\n    \u001b[1m）。\u001b[22m\n\u001b[4mBUT TV series never bothered with straightening it up, like they never gave a f*ck.\u001b[24m\n    \u001b[1mしかし、彼らは決してf * ckを与えなかったように、それをまっすぐにすることで決して耳を傾けませんでした。\u001b[22m, \u001b[1mしかしテレビシリーズは、それらをf * ckをを与えたことはないように、それをまっすぐに煩わされません。\u001b[22m\n\u001b[1m\u001b[22m\nIf i had to evaluate TV/Movie (they are the same thing, just different opening/ending) then yes its strong 7/10 cuz of cheap ass rip off (for my personal score 9 out of 10 for a 1-3 parts of movie).\n\n\u001b[1mもし私がテレビ/映画を評価しなければならなかったら（彼らは同じことです、ちょうど異なったオープニング/エンディングです）、はい、安いお尻の強い7/10 cuzが裂きます。 映画）。\u001b[22m\n\u001b[1m(Moshi watashi ga terebi/ eiga o hyōka shinakereba naranakattara (karera wa onaji kotodesu, chōdo kotonatta ōpuningu/ endingudesu), wa i, yasui o shiri no tsuyoi 7/ 10 cuz ga sakimasu. Eiga).)\u001b[22m\n\nTranslations of \u001b[4mIf i had to evaluate TV/Movie (they are the same thing, just different opening/ending) then yes its strong 7/10 cuz of cheap ass rip off (for my personal score 9 out of 10 for a 1-3 parts of movie).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf i had to evaluate TV/Movie (they are the same thing, just different opening/ending) then yes its strong 7/10 cuz of cheap ass rip off (for my personal score 9 out of 10 for a 1-3 parts of\u001b[24m\n    \u001b[1mもし私がテレビ/映画を評価しなければならなかったら（彼らは同じことです、ちょうど異なったオープニング/エンディングです）、はい、安いお尻の強い7/10 cuzが裂きます。\u001b[22m, \u001b[1m私はテレビ/映画を評価する必要があった場合（これらは同じものですが、ちょうど別の開口部/エンディング）[はい安価なお尻のcuzの強い7月10日は、1-3部品のための10のうち、私の個人的なスコア9のために（はぎ取ります\u001b[22m\n\u001b[4mmovie).\u001b[24m\n    \u001b[1m映画）。\u001b[22m, \u001b[1mムービー）。\u001b[22m\n\u001b[1m\u001b[22m\nDo not believe anime viewers only - go and read manga, its probably THE best mecha manga you can get.\n\n\u001b[1mアニメ視聴者だけを信じてはいけません - 行くとマンガ、おそらく最高のメカャの漫画を得ることができます。\u001b[22m\n\u001b[1m(Anime shichō-sha dake o shinjite wa ikemasen - iku to manga, osoraku saikō no meka~ya no manga o eru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mDo not believe anime viewers only - go and read manga, its probably THE best mecha manga you can get.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo not believe anime viewers only - go and read manga, its probably THE best mecha manga you can get.\u001b[24m\n    \u001b[1mアニメ視聴者だけを信じてはいけません - 行くとマンガ、おそらく最高のメカャの漫画を得ることができます。\u001b[22m, \u001b[1m唯一のアニメの視聴者を信じてはいけない - 行くと漫画を読んで、あなたが得ることができ、そのおそらく最高のメカ漫画。\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "Subxaero",
    "profile": "/profile/Subxaero/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=150955",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n壊れた刃それはそうです。私の意見では、特定のアニメは、過去の春のシーズンの中で最も過小評価されています。私は以下でより具体的になります。\n\nストーリー：7  - それは確かに核科学ではないが確かに固い。3つの主要な主人公（Zess rhygartとHord）は、過去から道に沿って来る深い友情と関連している。このcontinet（Cruzon）の人々は、 石英は古代のゴーレム（別名メカ）を運営するリヒャルト以外のメカを動かす。突然RygartとZessは戦場に出て戦闘場で戦うだろうが（たとえrygartが兵士ではないにしても）\n\nアート：9。 芸術は単に素晴らしいです。メカのアニメの楽しさとして、私はアートとメカの間の戦いの実装になると厳しい裁判官です.Meeleの戦いの面では、これは間違いなく、メカのある最高のアニメの一つです。 とても楽しかったです。\n\nサウンド7：まともなサウンドと音楽のサウンドトラック。クォーツの武器はちょっと奇妙に聞こえるが、一般的には結果にかなり満足している\n\nキャラクター8：私はキャラクターが大好きです。主人公Rygartは、マシンを初めて操作して戦場に出くわすような才能のない大人気の才能ではありません。それにもかかわらず、彼はまともであり、それに慣れるまで長い時間がかかります。 重要な戦いでさえ言えば、彼は違いを作ることはできません（私は本当に個人的に好きなことです）。 他の人物のキャラクター開発は非常によくバランスがとれており、誰もがそれぞれ時間を得ています。私のお気に入りはBaldrの指揮官です\n\n楽しさ8.私は非常に特定のアニメを楽しんでいるかもしれない、おそらく私は本当にその種類のアニメを愛する原因になりますが、それを超えてそのアニメ価値が見て\n\n全体的に8.私は、アニメをメフカの愛好家に徹底的に推薦します。それでも、それはまあまあ良いアニメを見て、まあまあ良いアニメの開発では、私はちょっとbeileve 7.57その少し厳しい私はそれが私の目の中で、 この春の季節、Mahouka rettouseiに次ぐ第2位のアニメですが、それは個人的な意見です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBroken Blade it is then.Well in my opinion the specific anime is the most underrated of the past spring season.I will be more specific below.\n\n\u001b[1m壊れた刃それはそうです。私の意見では、特定のアニメは、過去の春のシーズンの中で最も過小評価されています。私は以下でより具体的になります。\u001b[22m\n\u001b[1m(Kowareta ha sore wa sōdesu. Watashi no ikende wa, tokutei no anime wa, kako no haru no shīzun no naka de mottomo kashō hyōka sa rete imasu. Watashi wa ika de yori guteiteki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mBroken Blade it is then.Well in my opinion the specific anime is the most underrated of the past spring season.I will be more specific below.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBroken Blade it is then.Well in my opinion the specific anime is the most underrated of the past spring season.I will be more specific below.\u001b[24m\n    \u001b[1m壊れた刃それはそうです。私の意見では、特定のアニメは、過去の春のシーズンの中で最も過小評価されています。私は以下でより具体的になります。\u001b[22m, \u001b[1mブレイクブレイドは、それが特定のアニメは、以下より具体的になり、過去スプリングseason.Iの最も過小評価である私の意見でthen.Wellあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory:7--Its not nuclear science thats for sure but it solid nontheless.The 3 main protagonists(Zess rhygart and Hord) are connected with a deep friendship coming along the way from the past.The people of this continet(Cruzon) use quartz to move mechas except Rhygart, who gets to operate an ancient golem(aka mecha).Unexpectedly Rygart and Zess will confront each other in the battlefield serving different countries(even though rygart isnt a soldier)\n\n\u001b[1mストーリー：7  - それは確かに核科学ではないが確かに固い。3つの主要な主人公（Zess rhygartとHord）は、過去から道に沿って来る深い友情と関連している。このcontinet（Cruzon）の人々は、 石英は古代のゴーレム（別名メカ）を運営するリヒャルト以外のメカを動かす。突然RygartとZessは戦場に出て戦闘場で戦うだろうが（たとえrygartが兵士ではないにしても）\u001b[22m\n\u001b[1m(Sutōrī: 7 - Sore wa tashika ni kakukagakude wa naiga tashika ni katai. 3Ttsu no shuyōna shujinkō (Zess rhygart to Hord) wa, kako kara michi ni sotte kuru fukai yūjō to kanren shite iru. Kono continet (Cruzon) no hitobito wa, sekiei wa kodai no gōremu (betsumei meka) o un'ei suru rihyaruto igai no meka o ugokasu. Totsuzen Rygart to Zess wa senjō ni dete sentōjō de tatakaudarouga (tatoe rygart ga heishide wa nai ni shite mo))\u001b[22m\n\nTranslations of \u001b[4mStory:7--Its not nuclear science thats for sure but it solid nontheless.The 3 main protagonists(Zess rhygart and Hord) are connected with a deep friendship coming along the way from the past.The people of this continet(Cruzon) use quartz to move mechas except Rhygart, who gets to operate an ancient golem(aka mecha).Unexpectedly Rygart and Zess will confront each other in the battlefield serving different countries(even though rygart isnt a soldier)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:7--Its not nuclear science thats for sure but it solid nontheless.The 3 main protagonists(Zess rhygart and Hord) are connected with a deep friendship coming along the way from the past.The people of this continet(Cruzon) use\u001b[24m\n    \u001b[1mストーリー：7  - それは確かに核科学ではないが確かに固い。3つの主要な主人公（Zess rhygartとHord）は、過去から道に沿って来る深い友情と関連している。このcontinet（Cruzon）の人々は、\u001b[22m, \u001b[1mストーリー：7  - 確かそのない原子力科学のthatsのが、それ固体nontheless.The 3主役（Zess rhygartとホード）このcontinetのpast.The人（Cruzon）使用から道に沿って来て深い友情に接続されています。\u001b[22m\n\u001b[4mquartz to move mechas except Rhygart, who gets to operate an ancient golem(aka mecha).Unexpectedly Rygart and Zess will confront each other in the battlefield serving different countries(even though rygart isnt a soldier)\u001b[24m\n    \u001b[1m石英は古代のゴーレム（別名メカ）を運営するリヒャルト以外のメカを動かす。突然RygartとZessは戦場に出て戦闘場で戦うだろうが（たとえrygartが兵士ではないにしても）\u001b[22m, \u001b[1m水晶は古代のゴーレム（別名メカ）.Unexpectedly RygartとZessは（rygartが兵士をイマイチも）別の国にサービスを提供し、戦場でお互いに直面しますが動作するように取得Rhygart、以外mechasを移動します\u001b[22m\n\u001b[1m\u001b[22m\nArt:9. The art is simply fantastic.As a fun of mecha animes, i am a harsh judge when it comes to art and battle implementation between mechas.Well in terms of meele battle this definitly one of the best animes with mechas around,they are just awesome and so fun to watch.\n\n\u001b[1mアート：9。 芸術は単に素晴らしいです。メカのアニメの楽しさとして、私はアートとメカの間の戦いの実装になると厳しい裁判官です.Meeleの戦いの面では、これは間違いなく、メカのある最高のアニメの一つです。 とても楽しかったです。\u001b[22m\n\u001b[1m(Āto: 9. Geijutsu wa tan'ni subarashīdesu. Meka no anime no tanoshisa to shite, watashi wa āto to meka no ma no tatakai no jissō ni naruto kibishī saibankandesu. Meele no tatakai no mende wa, koreha machigainaku, meka no aru saikō no anime no hitotsudesu. Totemo tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mArt:9. The art is simply fantastic.As a fun of mecha animes, i am a harsh judge when it comes to art and battle implementation between mechas.Well in terms of meele battle this definitly one of the best animes with mechas around,they are just awesome and so fun to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:9.\u001b[24m\n    \u001b[1mアート：9。\u001b[22m\n\u001b[4mThe art is simply fantastic.As a fun of mecha animes, i am a harsh judge when it comes to art and battle implementation between mechas.Well in terms of meele battle this definitly one of the best animes with mechas around,they are just awesome\u001b[24m\n    \u001b[1m芸術は単に素晴らしいです。メカのアニメの楽しさとして、私はアートとメカの間の戦いの実装になると厳しい裁判官です.Meeleの戦いの面では、これは間違いなく、メカのある最高のアニメの一つです。\u001b[22m, \u001b[1m芸術は、単にそれが周りmechasで最高のアニメのこの間違いなく1 meele戦いの面でmechas.Well間のアートとの戦いの実装に来るとき私は、彼らは単に素晴らしいです、厳しい裁判官午前、メカアニメの楽しさをfantastic.Asされます\u001b[22m\n\u001b[4mand so fun to watch.\u001b[24m\n    \u001b[1mとても楽しかったです。\u001b[22m, \u001b[1mそして、見ていてとても楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7:Decent sound and music soundtracks.The quartz weapons sound kinda strange though, but in general quite satisfied with the outcome\n\n\u001b[1mサウンド7：まともなサウンドと音楽のサウンドトラック。クォーツの武器はちょっと奇妙に聞こえるが、一般的には結果にかなり満足している\u001b[22m\n\u001b[1m(Saundo 7: Matomona saundo to ongaku no saundotorakku. Ku~ōtsu no buki wa chotto kimyō ni kikoeruga, ippantekini wa kekka ni kanari manzoku shite iru)\u001b[22m\n\nTranslations of \u001b[4mSound 7:Decent sound and music soundtracks.The quartz weapons sound kinda strange though, but in general quite satisfied with the outcome\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7:Decent sound and music soundtracks.The quartz weapons sound kinda strange though, but in general quite satisfied with the outcome\u001b[24m\n    \u001b[1mサウンド7：まともなサウンドと音楽のサウンドトラック。クォーツの武器はちょっと奇妙に聞こえるが、一般的には結果にかなり満足している\u001b[22m, \u001b[1m7サウンド：まともな音や音楽soundtracks.The石英武器は結果に満足しかしちょっと奇妙に聞こえるが、一般的に\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8:I love the Characters,Rygart the protagonist its not the usuall super duper talent who gets to operate a machine for first time and starts to nail the battlefield.Nevertheless he is decent and it takes long time to get used to it, not to mention even at the important battles he doesnt manage to make the difference(something i really like personally). The character development of the other persons is very well balanced and solid aswell, and everyone gets some respective time.My fav is Baldr commander\n\n\u001b[1mキャラクター8：私はキャラクターが大好きです。主人公Rygartは、マシンを初めて操作して戦場に出くわすような才能のない大人気の才能ではありません。それにもかかわらず、彼はまともであり、それに慣れるまで長い時間がかかります。 重要な戦いでさえ言えば、彼は違いを作ることはできません（私は本当に個人的に好きなことです）。 他の人物のキャラクター開発は非常によくバランスがとれており、誰もがそれぞれ時間を得ています。私のお気に入りはBaldrの指揮官です\u001b[22m\n\u001b[1m(Kyarakutā 8: Watashi wa kyarakutā ga daisukidesu. Shujinkō Rygart wa, mashin o hajimete sōsa shite senjō ni dekuwasu yōna sainō no nai daininki no sainōde wa arimasen. Sore nimokakawarazu, kare wa matomodeari, sore ni nareru made nagai jikan ga kakarimasu. Jūyōna tatakaide sae ieba, kare wa chigai o tsukuru koto wa dekimasen (watashi wa hontōni kojin-teki ni sukinakotodesu). Hoka no jinbutsu no kyarakutā kaihatsu wa hijō ni yoku baransu ga torete ori, daremoga sorezore jikan o ete imasu. Watashi no okiniiri wa Baldr no shiki-kandesu)\u001b[22m\n\nTranslations of \u001b[4mCharacter 8:I love the Characters,Rygart the protagonist its not the usuall super duper talent who gets to operate a machine for first time and starts to nail the battlefield.Nevertheless he is decent and it takes long time to get used to it, not to mention even at the important battles he doesnt manage to make the difference(something i really like personally). The character development of the other persons is very well balanced and solid aswell, and everyone gets some respective time.My fav is Baldr commander\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8:I love the Characters,Rygart the protagonist its not the usuall super duper talent who gets to operate a machine for first time and starts to nail the battlefield.Nevertheless he is decent and it takes long time to get used to it, not\u001b[24m\n    \u001b[1mキャラクター8：私はキャラクターが大好きです。主人公Rygartは、マシンを初めて操作して戦場に出くわすような才能のない大人気の才能ではありません。それにもかかわらず、彼はまともであり、それに慣れるまで長い時間がかかります。\u001b[22m, \u001b[1m文字8：私は文字を愛し、Rygartは主人公のない初めてのマシンを操作するために取得し、彼はまともであり、それはそれに慣れるのに長い時間がかかるbattlefield.Neverthelessを爪を開始usuall超大型の才能ではなく、\u001b[22m\n\u001b[4mto mention even at the important battles he doesnt manage to make the difference(something i really like personally).\u001b[24m\n    \u001b[1m重要な戦いでさえ言えば、彼は違いを作ることはできません（私は本当に個人的に好きなことです）。\u001b[22m, \u001b[1mでも、彼は違いを作るために管理doesntの重要な戦い（私は本当に個人的に好きなもの）で言及します。\u001b[22m\n\u001b[4mThe character development of the other persons is very well balanced and solid aswell, and everyone gets some respective time.My fav is Baldr commander\u001b[24m\n    \u001b[1m他の人物のキャラクター開発は非常によくバランスがとれており、誰もがそれぞれ時間を得ています。私のお気に入りはBaldrの指揮官です\u001b[22m, \u001b[1m他の人のキャラクターの成長は非常によくバランスのとれた固体aswellであり、誰もがいくつかのそれぞれのtime.MyのFAVがバルドルの司令官である取得します\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 8. I have been enjoying the specific anime very much, maybe cause i really love that type of anime, but beyond thats its an anime worths seeing\n\n\u001b[1m楽しさ8.私は非常に特定のアニメを楽しんでいるかもしれない、おそらく私は本当にその種類のアニメを愛する原因になりますが、それを超えてそのアニメ価値が見て\u001b[22m\n\u001b[1m(Tanoshisa 8. Watashi wa hijō ni tokutei no anime o tanoshinde iru kamo shirenai, osoraku watashi wa hontōni sono shurui no anime o aisuru gen'in ni narimasuga, sore o koete sono anime kachi ga mite)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8. I have been enjoying the specific anime very much, maybe cause i really love that type of anime, but beyond thats its an anime worths seeing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8. I have been enjoying the specific anime very much, maybe cause i really love that type of anime, but beyond thats its an anime worths seeing\u001b[24m\n    \u001b[1m楽しさ8.私は非常に特定のアニメを楽しんでいるかもしれない、おそらく私は本当にその種類のアニメを愛する原因になりますが、それを超えてそのアニメ価値が見て\u001b[22m, \u001b[1m楽し8.私は私が実際にアニメのそのタイプを愛し、多分原因、非常に具体的なアニメを楽しんで、しかし越えて見て、そのアニメworthsのthatsされています\u001b[22m\n\u001b[1m\u001b[22m\nOverall 8. I DEFINITLY reccomend the anime to mehca lovers, beyond thats its still a very good anime to watch, with decent plot and anime development, i kinda beileve the 7.57 its a bit harsh i think it deserves better, in my eyes its the second best anime after Mahouka rettousei this spring season, but thats a personall opinion!\n\n\u001b[1m全体的に8.私は、アニメをメフカの愛好家に徹底的に推薦します。それでも、それはまあまあ良いアニメを見て、まあまあ良いアニメの開発では、私はちょっとbeileve 7.57その少し厳しい私はそれが私の目の中で、 この春の季節、Mahouka rettouseiに次ぐ第2位のアニメですが、それは個人的な意見です！\u001b[22m\n\u001b[1m(Zentai-teki ni 8. Watashi wa, anime o mefuka no aikō-ka ni tetteiteki ni suisen shimasu. Soredemo, sore wa mā mā yoi anime o mite, mā mā yoi anime no kaihatsude wa, watashi wa chotto beileve 7. 57 Sono sukoshi kibishī watashi wa sore ga watashi no me no naka de, kono haru no kisetsu, Mahouka rettousei ni tsugu dai 2-i no animedesuga, soreha kojin-tekina ikendesu!)\u001b[22m\n\nTranslations of \u001b[4mOverall 8. I DEFINITLY reccomend the anime to mehca lovers, beyond thats its still a very good anime to watch, with decent plot and anime development, i kinda beileve the 7.57 its a bit harsh i think it deserves better, in my eyes its the second best anime after Mahouka rettousei this spring season, but thats a personall opinion!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8. I DEFINITLY reccomend the anime to mehca lovers, beyond thats its still a very good anime to watch, with decent plot and anime development, i kinda beileve the 7.57 its a bit harsh i think it deserves better, in my eyes its the\u001b[24m\n    \u001b[1m全体的に8.私は、アニメをメフカの愛好家に徹底的に推薦します。それでも、それはまあまあ良いアニメを見て、まあまあ良いアニメの開発では、私はちょっとbeileve 7.57その少し厳しい私はそれが私の目の中で、\u001b[22m, \u001b[1m全体的に8.私は間違いなく私はちょっと7.57をbeileve、まともなプロットやアニメの開発を、見にthatsのそのまだ非常に良いアニメを超えて、mehca愛好家にアニメをreccomendその過酷なビット私はそれが私の目には、より良い値すると思うその\u001b[22m\n\u001b[4msecond best anime after Mahouka rettousei this spring season, but thats a personall opinion!\u001b[24m\n    \u001b[1mこの春の季節、Mahouka rettouseiに次ぐ第2位のアニメですが、それは個人的な意見です！\u001b[22m, \u001b[1m次善のアニメMahoukaした後に、この春のシーズンをrettouseiが、personall意見のthats！\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "Kaminari-sama",
    "profile": "/profile/Kaminari-sama/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=152297",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  7\n\nサンダーレビューnr.7：ブロークンブレード\n\n私は元のBroken Bladeの映画シリーズを見ていなかったし、どちらも私はマンガを読んでいなかった。 それでも、私はこのアニメに時間を費やしました。今週はいつも毎週戻ってきていて、価値あるものでした。 非常に大規模な戦争で戦っている巨大なロボットを見ることは嫌いではありませんが、ブロークン・ブレードが優れたアクションシーンのそばで何を提供しなければならないのでしょうか？ まあ...あまりない。\n\n\n物語\n前提は典型的なもので、特別なメカと世界/国のシナリオを操縦していますが、最終的には何も変わらないものです。 他の誰かのように石英結晶を操作することができない魔術師として、私たちの主人公は何かの理由で（「決して説明されていない」）「古代人」によってメカを造ることができる唯一の主人公です。 もちろん、私たちの主人公が戦っている国は、はるかに強い王国に侵略されているという欠点があります。 ショーがそのテーマを探索するのに時間がかかるのであれば、それはまだまともなものではない。 戦争の結果や国家間の憎悪などは、暗示されますが、決して拡大されることはありません。 すべてが起こっているし、迅速かつ通常の方法で解決され、それはショーの1つの大きなメカのステレオタイプのように演じる。  1つのクリシェの瞬間から、別のクリシェの瞬間まで。 しかし、これがプロットが達成したことの1つがあれば、偉大な戦いのために舞台をレイアウトしていることがあります。時には大きなスケールです。 大規模戦争の感情と国家の運命が達成されました。 私たちは多くの人々が避難しているのを見せられ、両サイトの視点からの戦いを示すことで、各サイトが進んでいることを知らされています。\n\n最大の問題ブローンブレードのストーリーは間違いなくその長さと本当の終わりの欠如です。 もちろん、それがまだマンガの形で進行中のソース資料である主な理由。 したがって、全体のショーは、そうでないソース資料を促進するもののように感じるので、最も満足のいく視聴体験を話す。\n\n\nアニメーション\nそして、ここではショー全体の最大のセールスポイントがあります。 硬質金属棒を撃つ銃から大きな剣、盾、軸に至るまで、あらゆる種類の武器を使用して、遠く離れた遠隔地の戦闘において、豪華に見えるメカが互いに衝突します。 戦闘は常に非常によく振り付けられており、いくつかの戦いは本当に私を賞賛した。 メチャは他のショーのものとは違って見え、彼らは新鮮に見える。 ステレオタイプの見た目のために、アートのスタイルはジェネリックに近いと感じます。見た目を見るだけで、どのキャラクターが持っているかを推測することができます。 背景は素晴らしいですが、それはほとんど同じことです。 砂漠や石はまだかなり見えますが、現実的です。\n\n\nザ・サウンド\nサウンドトラックはまともな、時にはまともなクラシック音楽から構成されていますが、そこには優れたものはありません。 私のお気に入りの曲は「ヒーローズ」と呼ばれ、サンプルは次のとおりです：https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\n\n他の注目すべきことは、効果音、射撃銃の音と剣の衝突が常に私を退かせさせ、戦いに引き寄せることです。\n\n\nキャラクター\nメインシリーズの主人公は、あなたの典型的な素敵な男の平和主義者として始まります。それは、蟻の上に足を踏み入れることはありませんが、ストーリーの進行は戦いの必要性を受け入れます。 おなじみの音ですか？ ああ、彼は彼の幼なじみの友だったライバルを持っています。 それはあまりにも親しみに聞こえますか？ うん、期待して期待しています。 メインの悪役はステレオタイプで悪く、終わるまで忘れるだろう1つのソフトスポットがあります。 誰もが解決策に過ぎない怒った少女（この場合は女性）がいます。 私たちの典型的なコメディー・リリーフは、女性のために無礼な態度で行われます。 みんな大胸！ また、本を読んでいるときに過度に裸化した下着で裸ではない人がいるので、時折パンティーを撃った？\n\nまあ、それらはすべて小さなフライです、本当に私を怒らせるのは決定の一部です。 たとえば、戦争捕虜をするとき、あなたは女王であれば彼女と何をしますか？  a）彼女に何らかの情報を得るように質問する。  b）彼女が逃げ出し、あなたの親友を殺した後でさえ、彼女をあなたの部屋に住ませて友人になるように招待しましょう！ 真剣に、b）本当に起こった。\n\n良いものは、主人公（少なくともそれが存在する）の標準的で簡単な開発、成熟したキャスト（ほぼ大人のみ）の形の素晴らしいメリットと特定のキャラクターの小さなバックストーリーです。 もちろん、すべてのキャラクターはすべてのメカショーと同じように、独自の方法と哲学を持っていますが、この場合は常にシンプルですが、残りの部分を補うだけでは不十分です。\n\n\n楽しさ\nシリーズの途中で繰り返しなければならなかった多くのフェイスパルムのほかに、私はこのショーをかなり楽しんだ。 偉大なアクションと、このショーが他のアニメの群衆とは少し違っているという単純な事実のおかげで、その外観に感謝します。 私は通常、良い物語と文字のために入るが、私はこの例外を作った。\n\n\n評決\nブロークン・ブレードのスコアリングには苦労しましたが、個人的には楽しいと感じましたが、客観的には終わりのない美しいビジュアルが欠けていて、傑出したメジャー・ショーではありません。 それは完全に平均5になるでしょう。私はまだそれ以上のアクションのためにそれを見ることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThunder's Review nr.7: Broken Blade\n\n\u001b[1mサンダーレビューnr.7：ブロークンブレード\u001b[22m\n\u001b[1m(Sandārebyū nr. 7: Burōkunburēdo)\u001b[22m\n\nTranslations of \u001b[4mThunder's Review nr.7: Broken Blade\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThunder's Review nr.7: Broken Blade\u001b[24m\n    \u001b[1mサンダーレビューnr.7：ブロークンブレード\u001b[22m, \u001b[1mサンダーのレビューnr.7：ブレイクブレイド\u001b[22m\n\u001b[1m\u001b[22m\nI did not watched original Broken Blade movie series, neither did I read the manga. Still I invested my time in this anime as a weekly show I was coming back to every now and then and as such it was worth it. Watching huge robots fighting in quite big scale war is something hard to dislike but what more Broken Blade have to offer beside good action scenes? Well... not much.\n\n\u001b[1m私は元のBroken Bladeの映画シリーズを見ていなかったし、どちらも私はマンガを読んでいなかった。 それでも、私はこのアニメに時間を費やしました。今週はいつも毎週戻ってきていて、価値あるものでした。 非常に大規模な戦争で戦っている巨大なロボットを見ることは嫌いではありませんが、ブロークン・ブレードが優れたアクションシーンのそばで何を提供しなければならないのでしょうか？ まあ...あまりない。\u001b[22m\n\u001b[1m(Watashi wa gen no burōkun bureido no eiga shirīzu o mite inakattashi, dochira mo watashi wa manga o yon de inakatta. Soredemo, watashi wa kono anime ni jikan o tsuiyashimashita. Konshū wa itsumo maishū modotte kite ite, kachi aru monodeshita. Hijō ni ōkibona sensō de tatakatte iru kyodaina robotto o miru koto wa kiraide wa arimasenga, burōkun burēdo ga sugureta akushonshīn no soba de nani o teikyō shinakereba naranai nodeshou ka? Mā... Amari nai.)\u001b[22m\n\nTranslations of \u001b[4mI did not watched original Broken Blade movie series, neither did I read the manga. Still I invested my time in this anime as a weekly show I was coming back to every now and then and as such it was worth it. Watching huge robots fighting in quite big scale war is something hard to dislike but what more Broken Blade have to offer beside good action scenes? Well... not much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did not watched original Broken Blade movie series, neither did I read the manga.\u001b[24m\n    \u001b[1m私は元のBroken Bladeの映画シリーズを見ていなかったし、どちらも私はマンガを読んでいなかった。\u001b[22m, \u001b[1m私は、元のブレイクブレイドの映画シリーズを見ませんでした、どちらも私は漫画を読みました。\u001b[22m\n\u001b[4mStill I invested my time in this anime as a weekly show I was coming back to every now and then and as such it was worth it.\u001b[24m\n    \u001b[1mそれでも、私はこのアニメに時間を費やしました。今週はいつも毎週戻ってきていて、価値あるものでした。\u001b[22m, \u001b[1mそれでも私は、私が今してごとに戻って来ていた毎週のショーとしてこのアニメで私の時間を投資し、そのようにそれは価値がありました。\u001b[22m\n\u001b[4mWatching huge robots fighting in quite big scale war is something hard to dislike but what more Broken Blade have to offer beside good action scenes?\u001b[24m\n    \u001b[1m非常に大規模な戦争で戦っている巨大なロボットを見ることは嫌いではありませんが、ブロークン・ブレードが優れたアクションシーンのそばで何を提供しなければならないのでしょうか？\u001b[22m, \u001b[1mかなり大きな規模の戦争で戦って巨大なロボットを見て嫌うのは難しいものですが、何よりブレイクブレイドは横の良いアクションシーンを提供する必要がありますか？\u001b[22m\n\u001b[4mWell... not much.\u001b[24m\n    \u001b[1mまあ...あまりない。\u001b[22m, \u001b[1mうーん...あまりありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Story\n\n\u001b[1m物語\u001b[22m\n\u001b[1m(Monogatari)\u001b[22m\n\nTranslations of \u001b[4mThe Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story\u001b[24m\n    \u001b[1m物語\u001b[22m, \u001b[1mストーリー\u001b[22m\nThe premise is typical chosen one piloting the special mecha and saving world/country scenario but reversed which in the end doesn't change anything. As un-sorcerer who can't manipulate quartz crystals as anyone else Rygert, our main protagonist is the only one that can pilot mecha build by the 'ancients' for some reason (never explained). Of course the country our protagonist is fighting for is on disadvantage being invaded by much stronger kingdom. It's just as generic and unoriginal as it sounds, still it would still be at least decent mecha story if show would take some time exploring its themes. Consequences of war and such things as hate between nations are hinted upon but never expanded upon. Everything is happening and is resolved quickly and in usual manner, it plays out as a one big mecha stereotype kind of show. From one cliche moment to another, all the way through. Yet, if there's one thing this shows plot achieved it's laying out stage for great battles, sometimes of a big scale. The feel of big scale war and country's fate on the line is achieved. We are shown many people evacuating and are informed of progress each site is doing thanks to showing the fight from both sides perspective.\n\n\u001b[1m前提は典型的なもので、特別なメカと世界/国のシナリオを操縦していますが、最終的には何も変わらないものです。 他の誰かのように石英結晶を操作することができない魔術師として、私たちの主人公は何かの理由で（「決して説明されていない」）「古代人」によってメカを造ることができる唯一の主人公です。 もちろん、私たちの主人公が戦っている国は、はるかに強い王国に侵略されているという欠点があります。 ショーがそのテーマを探索するのに時間がかかるのであれば、それはまだまともなものではない。 戦争の結果や国家間の憎悪などは、暗示されますが、決して拡大されることはありません。 すべてが起こっているし、迅速かつ通常の方法で解決され、それはショーの1つの大きなメカのステレオタイプの種類として再生されます。  1つのクリシーの瞬間から、別のクリシェの瞬間まで。 しかし、これがプロットが達成したことの1つがあれば、偉大な戦い、時には大きなスケールのための舞台をレイアウトしていることが分かります。 大規模戦争の感情と国家の運命が達成されました。 私たちは多くの人々が避難していることが示され、両サイトの視点からの戦いを示すことで、各サイトが進んでいることを知らされています。\u001b[22m\n\u001b[1m(Zentei wa tenkei-tekina mono de, tokubetsuna meka to sekai/ kuni no shinario o sōjū shite imasuga, saishūtekini wa nani mo kawaranai monodesu. Hoka no dareka no yō ni sekiei kesshō o sōsa suru koto ga dekinai majutsu-shi to shite, watashitachi no shujinkō wa nanika no riyū de (`kesshite setsumei sa rete inai')`kodaibito' ni yotte meka o tsukuru koto ga dekiru yuiitsu no shujinkōdesu. Mochiron, watashitachi no shujinkō ga tatakatte iru kuni wa, haruka ni tsuyoi ōkoku ni shinryaku sa rete iru to iu ketten ga arimasu. Shō ga sono tēma o tansaku suru no ni jikan ga kakaru nodeareba, sore wa mada matomona monode wanai. Sensō no kekka ya kokka-kan no zōo nado wa, anji sa remasuga, kesshite kakudai sa reru koto wa arimasen. Subete ga okotte irushi, jinsoku katsu tsūjō no hōhō de kaiketsu sa re, soreha shō no 1tsu no ōkina meka no sutereo taipu no shurui to shite saisei sa remasu. 1Tsu no kurishī no shunkan kara,-betsu no kurishe no shunkan made. Shikashi, kore ga purotto ga tasseishitakoto no 1tsu ga areba, idaina tatakai, tokiniha ōkina sukēru no tame no butai o reiauto shite iru koto ga wakarimasu. Ōkibo sensō no kanjō to kokka no unmei ga tassei sa remashita. Watashitachi wa ōku no hitobito ga hinan shite iru koto ga shimesa re, ryō saito no shiten kara notatakai o shimesu koto de, kaku saito ga susunde iru koto o shirasa rete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nBiggest issue the story in Broken Blade have is definitely its length and lack of real ending. Of course main reason for that being still on-going source material in form of manga. Thus whole show feels like thing promoting source material which isn't, so to speak most satisfying viewing experience.\n\n\u001b[1m最大の問題ブローンブレードのストーリーは間違いなくその長さと本当の終わりの欠如です。 もちろん、それがまだマンガの形で進行中のソース資料である主な理由。 したがって、全体のショーは、そうでないソース資料を促進するもののように感じるので、最も満足のいく視聴体験を話す。\u001b[22m\n\u001b[1m(Saidai no mondai burōnburēdo no sutōrī wa machigainaku sono naga-sa to hontō no owari no ketsujodesu. Mochiron, sore ga mada manga no katachi de shinkō-chū no sōsu shiryōdearu omona riyū. Shitagatte, zentai no shō wa,-sōdenai sōsu shiryō o sokushin suru mono no yō ni kanjiru node, mottomo manzoku no iku shichō taiken o hanasu.)\u001b[22m\n\nTranslations of \u001b[4mBiggest issue the story in Broken Blade have is definitely its length and lack of real ending. Of course main reason for that being still on-going source material in form of manga. Thus whole show feels like thing promoting source material which isn't, so to speak most satisfying viewing experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBiggest issue the story in Broken Blade have is definitely its length and lack of real ending.\u001b[24m\n    \u001b[1m最大の問題ブローンブレードのストーリーは間違いなくその長さと本当の終わりの欠如です。\u001b[22m, \u001b[1mブレイクブレイドで話が持っている最大の問題は間違いなく、その長さと実際のエンディングの欠如です。\u001b[22m\n\u001b[4mOf course main reason for that being still on-going source material in form of manga.\u001b[24m\n    \u001b[1mもちろん、それがまだマンガの形で進行中のソース資料である主な理由。\u001b[22m, \u001b[1mもちろんそのビーイングのための主な理由は、まだ漫画の形で原料物質を、継続します。\u001b[22m\n\u001b[4mThus whole show feels like thing promoting source material which isn't, so to speak most satisfying viewing experience.\u001b[24m\n    \u001b[1mしたがって、全体のショーは、そうでないソース資料を促進するもののように感じるので、最も満足のいく視聴体験を話す。\u001b[22m, \u001b[1mしたがって、全体のショーはとても最も満足の視聴体験を話すことではないソース物質を促進事のように感じています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Animation\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nTranslations of \u001b[4mThe Animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Animation\u001b[24m\n    \u001b[1mアニメーション\u001b[22m\nAnd here comes the biggest selling point of the whole show. Gorgeously looking mechas clashing with each others in both close and long ranged combat using all sort of weapons, from press guns shooting hard metal rods to big swords, shields and axes. Combat is always very well choreographed and some fights really got me hyped. Mechas looks different from the ones from other shows and they look fresh. Art style of characters feel closer to generic because of stereotype kind of look, you can guess which personality they have just by seeing how they look. Backgrounds are great, it's mostly same thing; deserts and stones but they still look pretty, semi realistic.\n\n\u001b[1mそして、ここではショー全体の最大のセールスポイントがあります。 硬質金属棒を撃つ銃から大きな剣、盾、軸に至るまで、あらゆる種類の武器を使用して、遠く離れた遠隔地の戦闘において、豪華に見えるメカが互いに衝突します。 戦闘は常に非常によく振り付けられており、いくつかの戦いは本当に私を賞賛した。 メチャは他のショーのものとは違って見え、彼らは新鮮に見える。 ステレオタイプの見た目のために、アートのスタイルはジェネリックに近いと感じます。見た目を見るだけで、どのキャラクターが持っているかを推測することができます。 背景は素晴らしいですが、それはほとんど同じことです。 砂漠や石はまだかなり見えますが、現実的です。\u001b[22m\n\u001b[1m(Soshite, kokode wa shō zentai no saidai no sērusupointo ga arimasu. Kōshitsu kinzoku bō o utsu jū kara ōkina ken, tate,-jiku ni itaru made, arayuru shurui no buki o shiyō shite, tōku hanareta enkakuchi no sentō ni oite, gōka ni mieru meka ga tagaini shōtotsu shimasu. Sentō wa tsuneni hijō ni yoku furi tsuke rarete ori, ikutsu ka notatakai wa hontōni watashi o shōsan shita. Mecha wa hoka no shō no mono to wa chigatte mie, karera wa shinsen ni mieru. Sutereo taipu no mitame no tame ni, āto no sutairu wa jenerikku ni chikai to kanjimasu. Mitame o miru dake de, dono kyarakutā ga motte iru ka o suisoku suru koto ga dekimasu. Haikei wa subarashīdesuga, sore wa hotondo onaji kotodesu. Sabaku ya ishi wa mada kanari miemasuga, genjitsu-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd here comes the biggest selling point of the whole show. Gorgeously looking mechas clashing with each others in both close and long ranged combat using all sort of weapons, from press guns shooting hard metal rods to big swords, shields and axes. Combat is always very well choreographed and some fights really got me hyped. Mechas looks different from the ones from other shows and they look fresh. Art style of characters feel closer to generic because of stereotype kind of look, you can guess which personality they have just by seeing how they look. Backgrounds are great, it's mostly same thing; deserts and stones but they still look pretty, semi realistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd here comes the biggest selling point of the whole show.\u001b[24m\n    \u001b[1mそして、ここではショー全体の最大のセールスポイントがあります。\u001b[22m, \u001b[1mそして、ここでは全体のショーの最大のセールスポイントを付属しています。\u001b[22m\n\u001b[4mGorgeously looking mechas clashing with each others in both close and long ranged combat using all sort of weapons, from press guns shooting hard metal rods to big swords, shields and axes.\u001b[24m\n    \u001b[1m硬質金属棒を撃つ銃から大きな剣、盾、軸に至るまで、あらゆる種類の武器を使用して、遠く離れた遠隔地の戦闘において、豪華に見えるメカが互いに衝突します。\u001b[22m, \u001b[1m近くと長いの両方にお互いと衝突華やか探しmechasは大きな剣、盾と軸に硬い金属棒を撮影するプレス銃から、武器のすべての並べ替えを使用して戦闘の範囲でした。\u001b[22m\n\u001b[4mCombat is always very well choreographed and some fights really got me hyped.\u001b[24m\n    \u001b[1m戦闘は常に非常によく振り付けられており、いくつかの戦いは本当に私を賞賛した。\u001b[22m, \u001b[1m戦闘は常に非常によく振り付けであり、いくつかの戦いは本当に宣伝私を得ました。\u001b[22m\n\u001b[4mMechas looks different from the ones from other shows and they look fresh.\u001b[24m\n    \u001b[1mメチャは他のショーのものとは違って見え、彼らは新鮮に見える。\u001b[22m, \u001b[1mMechasは、他の番組からのものとは異なりますし、彼らが新鮮に見えます。\u001b[22m\n\u001b[4mArt style of characters feel closer to generic because of stereotype kind of look, you can guess which personality they have just by seeing how they look.\u001b[24m\n    \u001b[1mステレオタイプの見た目のために、アートのスタイルはジェネリックに近いと感じます。見た目を見るだけで、どのキャラクターが持っているかを推測することができます。\u001b[22m, \u001b[1m文字のアートスタイルは一種のちょうど彼らがどのように見えるか見ることによって、あなたは彼らが持っている個性を推測することができます見ているため、ステレオタイプのジェネリックに近い感じ。\u001b[22m\n\u001b[4mBackgrounds are great, it's mostly same thing;\u001b[24m\n    \u001b[1m背景は素晴らしいですが、それはほとんど同じことです。\u001b[22m, \u001b[1m背景が素晴らしいです、それはほとんど同じことです。\u001b[22m\n\u001b[4mdeserts and stones but they still look pretty, semi realistic.\u001b[24m\n    \u001b[1m砂漠や石はまだかなり見えますが、現実的です。\u001b[22m, \u001b[1m砂漠や石が、彼らはまだかなり、半現実的に見えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound\n\n\u001b[1mザ・サウンド\u001b[22m\n\u001b[1m(Za saundo)\u001b[22m\n\nTranslations of \u001b[4mThe Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound\u001b[24m\n    \u001b[1mザ・サウンド\u001b[22m, \u001b[1mサウンド\u001b[22m\nSoundtrack is composed from decent and sometimes more than decent pieces of classical music, but there is nothing outstanding in it. My favorite piece of it would be song called 'Heroes', here's the sample: https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\n\n\u001b[1mサウンドトラックはまともな、時にはまともなクラシック音楽から構成されていますが、そこには優れたものはありません。 私のお気に入りの曲は「ヒーローズ」と呼ばれ、サンプルは次のとおりです：https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\u001b[22m\n\u001b[1m(Saundotorakku wa matomona, tokiniha matomona kurashikku ongaku kara kōsei sa rete imasuga, soko ni wa sugureta mono wa arimasen. Watashi no okiniiri no kyoku wa `hīrōzu' to yoba re, sanpuru wa tsugi no tōridesu: Https: / / Www. Youtube. Komu/ watch? V = Lfa 2 QLV 3 MaA& amp; list = PLBDF 7 A 5 DCF 865 C 2 D 4& amp; index = 1)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack is composed from decent and sometimes more than decent pieces of classical music, but there is nothing outstanding in it. My favorite piece of it would be song called 'Heroes', here's the sample: https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack is composed from decent and sometimes more than decent pieces of classical music, but there is nothing outstanding in it.\u001b[24m\n    \u001b[1mサウンドトラックはまともな、時にはまともなクラシック音楽から構成されていますが、そこには優れたものはありません。\u001b[22m, \u001b[1mサウンドトラックには、まともなとクラシック音楽のまともな作品よりも、時にはそれ以上から構成されていますが、それで優れたものは何もありません。\u001b[22m\n\u001b[4mMy favorite piece of it would be song called 'Heroes', here's the sample: https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\u001b[24m\n    \u001b[1m私のお気に入りの曲は「ヒーローズ」と呼ばれ、サンプルは次のとおりです：https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\u001b[22m, \u001b[1mそれの私のお気に入りの作品は「英雄」という曲であろうが、ここでのサンプルは次のとおりです。https://www.youtube.com/watch?v=Lfa2QLV3MaA&amp;list=PLBDF7A5DCF865C2D4&amp;index=1\u001b[22m\n\u001b[1m\u001b[22m\nThe other noteworthy thing are sound effects, sound of firing press gun and clash of swords always got me exited and more drawn in the fight.\n\n\u001b[1m他の注目すべきことは、効果音、射撃銃の音と剣の衝突が常に私を退かせさせ、戦いに引き寄せることです。\u001b[22m\n\u001b[1m(Hoka no chūmoku subeki koto wa, kōka-on, shageki jū no oto to ken no shōtotsu ga tsuneni watashi o dokase sa se, tatakai ni hikiyoseru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe other noteworthy thing are sound effects, sound of firing press gun and clash of swords always got me exited and more drawn in the fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other noteworthy thing are sound effects, sound of firing press gun and clash of swords always got me exited and more drawn in the fight.\u001b[24m\n    \u001b[1m他の注目すべきことは、効果音、射撃銃の音と剣の衝突が常に私を退かせさせ、戦いに引き寄せることです。\u001b[22m, \u001b[1m他の注目すべき事は、効果音、発射プレス銃と剣の衝突の音いつも私が終了してしまった、より戦いに描かれています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe characters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nTranslations of \u001b[4mThe characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters\u001b[24m\n    \u001b[1mキャラクター\u001b[22m, \u001b[1m文字\u001b[22m\nMain Protagonist of a whole series starts out as your typical nice guy pacifist that won't even step on an ant but then as the story progresses accepts necessity of fighting. Sounds familiar? Oh, and he have a rival that was his childhood friend. Does that sounds familiar too? Yup, expect the expectable. The main villain will be stereotypically bad and have one soft spot we will forget about until it is over. There will be an angry girl (women in this case) that beat crap of everyone as only solution. There will be our typical comedic relief in disrespectful manner for women. Big breast everyone! And occasional panty shot because who doesn't lay mostly naked in oversuxualized underwear when reading a book?\n\n\u001b[1mメインシリーズの主人公は、あなたの典型的な素敵な男の平和主義者として始まります。それは、蟻の上に足を踏み入れることはありませんが、ストーリーの進行は戦いの必要性を受け入れます。 おなじみの音ですか？ ああ、彼は彼の幼なじみの友だったライバルを持っています。 それはあまりにも親しみに聞こえますか？ うん、期待して期待しています。 メインの悪役はステレオタイプで悪く、終わるまで忘れるだろう1つのソフトスポットがあります。 誰もが解決策に過ぎない怒った少女（この場合は女性）がいます。 私たちの典型的なコメディー・リリーフは、女性のために無礼な態度で行われます。 みんな大胸！ また、本を読んでいるときに過度に裸化した下着で裸ではない人がいるので、時折パンティーを撃った？\u001b[22m\n\u001b[1m(Meinshirīzu no shujinkō wa, anata no tenkei-tekina sutekina otoko no heiwa shugi-sha to shite hajimarimasu. Sore wa, ari no ue ni ashi o fumiireru koto wa arimasenga, sutōrī no shinkō wa tatakai no hitsuyō-sei o ukeiremasu. Onajimi no otodesu ka? Ā, kare wa kare no osananajimi no tomodatta raibaru o motte imasu. Sore wa amarini mo shitashimi ni kikoemasu ka? Un, kitai shite kitai shite imasu. Mein no akuyaku wa sutereo taipu de waruku, owaru made wasurerudarou 1tsu no sofuto supotto ga arimasu. Daremoga kaiketsusaku nisuginai okotta shōjo (ko no baai wa josei) ga imasu. Watashitachi no tenkei-tekina komedī rirīfu wa, josei no tame ni bureina taido de okonawa remasu. Min'na dai mune! Mata, hon o yonde iru toki ni kado ni hadaka-ka shita shitagi de hadakade wanai hito ga iru node, tokiori pantī o utta?)\u001b[22m\n\nTranslations of \u001b[4mMain Protagonist of a whole series starts out as your typical nice guy pacifist that won't even step on an ant but then as the story progresses accepts necessity of fighting. Sounds familiar? Oh, and he have a rival that was his childhood friend. Does that sounds familiar too? Yup, expect the expectable. The main villain will be stereotypically bad and have one soft spot we will forget about until it is over. There will be an angry girl (women in this case) that beat crap of everyone as only solution. There will be our typical comedic relief in disrespectful manner for women. Big breast everyone! And occasional panty shot because who doesn't lay mostly naked in oversuxualized underwear when reading a book?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMain Protagonist of a whole series starts out as your typical nice guy pacifist that won't even step on an ant but then as the story progresses accepts necessity of fighting.\u001b[24m\n    \u001b[1mメインシリーズの主人公は、あなたの典型的な素敵な男の平和主義者として始まります。それは、蟻の上に足を踏み入れることはありませんが、ストーリーの進行は戦いの必要性を受け入れます。\u001b[22m, \u001b[1m全シリーズの主人公でも蟻を踏むが、その後の物語が進むにつれて戦闘の必要性を受け入れないでしょうあなたの典型的なナイスガイの平和主義者として開始します。\u001b[22m\n\u001b[4mSounds familiar?\u001b[24m\n    \u001b[1mおなじみの音ですか？\u001b[22m, \u001b[1m聞き覚え？\u001b[22m\n\u001b[4mOh, and he have a rival that was his childhood friend.\u001b[24m\n    \u001b[1mああ、彼は彼の幼なじみの友だったライバルを持っています。\u001b[22m, \u001b[1mああ、彼は彼の幼年期の友人だったライバルを持っています。\u001b[22m\n\u001b[4mDoes that sounds familiar too?\u001b[24m\n    \u001b[1mそれはあまりにも親しみに聞こえますか？\u001b[22m, \u001b[1mそれはあまりにも聞き覚えていますか？\u001b[22m\n\u001b[4mYup, expect the expectable.\u001b[24m\n    \u001b[1mうん、期待して期待しています。\u001b[22m, \u001b[1mうん、期待を期待しています。\u001b[22m\n\u001b[4mThe main villain will be stereotypically bad and have one soft spot we will forget about until it is over.\u001b[24m\n    \u001b[1mメインの悪役はステレオタイプで悪く、終わるまで忘れるだろう1つのソフトスポットがあります。\u001b[22m, \u001b[1m主な悪役は、ステレオタイプ悪くなり、それが終わるまで私たちが忘れてしまうつのソフトのスポットを持っています。\u001b[22m\n\u001b[4mThere will be an angry girl (women in this case) that beat crap of everyone as only solution.\u001b[24m\n    \u001b[1m誰もが解決策に過ぎない怒った少女（この場合は女性）がいます。\u001b[22m, \u001b[1m唯一の解決策として、すべての人のがらくたを打つ怒っている女の子（この場合は女性）があります。\u001b[22m\n\u001b[4mThere will be our typical comedic relief in disrespectful manner for women.\u001b[24m\n    \u001b[1m私たちの典型的なコメディー・リリーフは、女性のために無礼な態度で行われます。\u001b[22m, \u001b[1m女性のための無礼な方法で私たちの代表的なコメディのレリーフがあります。\u001b[22m\n\u001b[4mBig breast everyone!\u001b[24m\n    \u001b[1mみんな大胸！\u001b[22m, \u001b[1mビッグ乳房みんな！\u001b[22m\n\u001b[4mAnd occasional panty shot because who doesn't lay mostly naked in oversuxualized underwear when reading a book?\u001b[24m\n    \u001b[1mまた、本を読んでいるときに過度に裸化した下着で裸ではない人がいるので、時折パンティーを撃った？\u001b[22m, \u001b[1m時折パンティショットの本を読むときに誰がoversuxualized下着姿で、ほとんど裸で横たわっていないため？\u001b[22m\n\u001b[1m\u001b[22m\nWell, all those are small fries, what really pisses me off are decisions some of the characters made. For example, when you take a war prisoner what do you do with her if you are a queen? a) question her to get some information. b) Invite her to live in your room and become friends, even after she fled and almost killed your best friend! Seriously, b) really happened.\n\n\u001b[1mまあ、それらはすべて小さなフライです、本当に私を怒らせるのは決定の一部です。 たとえば、戦争捕虜をするとき、あなたは女王であれば彼女と何をしますか？  a）彼女に何らかの情報を得るように質問する。  b）彼女が逃げ出し、あなたの親友を殺した後でさえ、彼女をあなたの部屋に住ませて友人になるように招待しましょう！ 真剣に、b）本当に起こった。\u001b[22m\n\u001b[1m(Mā, sorera wa subete chīsana furaidesu, hontōni watashi o okora seru no wa kettei no ichibudesu. Tatoeba, sensō horyo o suru toki, anata wa joōdeareba kanojo to nani o shimasu ka? A) kanojo ni nanrakano jōhō o eru yō ni shitsumon suru. B) kanojo ga nigedashi, anata no shin'yū o koroshita nochide sae, kanojo o anata no heya ni suma sete yūjin ni naru yō ni shōtai shimashou! Shinken ni, b) hontōni okotta.)\u001b[22m\n\nTranslations of \u001b[4mWell, all those are small fries, what really pisses me off are decisions some of the characters made. For example, when you take a war prisoner what do you do with her if you are a queen? a) question her to get some information. b) Invite her to live in your room and become friends, even after she fled and almost killed your best friend! Seriously, b) really happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, all those are small fries, what really pisses me off are decisions some of the characters made.\u001b[24m\n    \u001b[1mまあ、それらはすべて小さなフライです、本当に私を怒らせるのは決定の一部です。\u001b[22m, \u001b[1mさて、すべてのものが決定作っ一部の文字が何であるか本当に私を怒らせる小さなフライ、です。\u001b[22m\n\u001b[4mFor example, when you take a war prisoner what do you do with her if you are a queen?\u001b[24m\n    \u001b[1mたとえば、戦争捕虜をするとき、あなたは女王であれば彼女と何をしますか？\u001b[22m, \u001b[1mあなたは女王である場合たとえば、あなたが戦争の捕虜を取るときには、彼女と一緒に何をしていますか？\u001b[22m\n\u001b[4ma) question her to get some information.\u001b[24m\n    \u001b[1ma）彼女に何らかの情報を得るように質問する。\u001b[22m, \u001b[1ma）は、いくつかの情報を得るために彼女を質問。\u001b[22m\n\u001b[4mb) Invite her to live in your room and become friends, even after she fled and almost killed your best friend!\u001b[24m\n    \u001b[1mb）彼女が逃げ出し、あなたの親友を殺した後でさえ、彼女をあなたの部屋に住ませて友人になるように招待しましょう！\u001b[22m, \u001b[1mb）は、彼女が逃げ、ほとんどあなたの親友を殺した後でも、あなたの部屋に住んでいると友達になるために彼女を招待！\u001b[22m\n\u001b[4mSeriously, b) really happened.\u001b[24m\n    \u001b[1m真剣に、b）本当に起こった。\u001b[22m, \u001b[1mまじめな話、b）は本当に起こりました。\u001b[22m\n\u001b[1m\u001b[22m\nGood things are standard and simple development of the main character(at least it exist) , nice merit in form of mature cast (almost only adults) and little backstory of certain characters. Of course as in every mecha show, all characters have their own way and philosophy but it's always simplistic in this case and it's just not enough to make up for the rest.\n\n\u001b[1m良いものは、主人公（少なくともそれが存在する）の標準的で簡単な開発、成熟したキャスト（ほぼ大人のみ）の形の素晴らしいメリットと特定のキャラクターの小さなバックストーリーです。 もちろん、すべてのキャラクターはすべてのメカショーと同じように、独自の方法と哲学を持っていますが、この場合は常にシンプルですが、残りの部分を補うだけでは不十分です。\u001b[22m\n\u001b[1m(Yoi mono wa, shujinkō (sukunakutomo sore ga sonzai suru) no hyōjun-tekide kantan'na kaihatsu, seijuku shita kyasuto (hobo otona nomi) no katachi no subarashī meritto to tokutei no kyarakutā no chīsana bakkusutōrīdesu. Mochiron, subete no kyarakutā wa subete no mekashō to onajiyōni, dokuji no hōhō to tetsugaku o motte imasuga, ko no baai wa tsuneni shinpurudesuga, nokori no bubun o oginau dakede wa fujūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mGood things are standard and simple development of the main character(at least it exist) , nice merit in form of mature cast (almost only adults) and little backstory of certain characters. Of course as in every mecha show, all characters have their own way and philosophy but it's always simplistic in this case and it's just not enough to make up for the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood things are standard and simple development of the main character(at least it exist) , nice merit in form of mature cast (almost only adults) and little backstory of certain characters.\u001b[24m\n    \u001b[1m良いものは、主人公（少なくともそれが存在する）の標準的で簡単な開発、成熟したキャスト（ほぼ大人のみ）の形の素晴らしいメリットと特定のキャラクターの小さなバックストーリーです。\u001b[22m, \u001b[1m良いものは、（それが存在し少なくとも）主人公の標準と単純な開発、成熟したキャスト（ほとんど唯一の大人）と、特定の文字の少し裏話の形での素敵なメリットがあります。\u001b[22m\n\u001b[4mOf course as in every mecha show, all characters have their own way and philosophy but it's always simplistic in this case and it's just not enough to make up for the rest.\u001b[24m\n    \u001b[1mもちろん、すべてのキャラクターはすべてのメカショーと同じように、独自の方法と哲学を持っていますが、この場合は常にシンプルですが、残りの部分を補うだけでは不十分です。\u001b[22m, \u001b[1mもちろん、全てのメカのショーのように、すべての文字は、独自の方法と哲学を持っているが、それはこの場合には、常に単純化だし、残りの部分を補うためにちょうど十分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Enjoyment\n\n\u001b[1m楽しさ\u001b[22m\n\u001b[1m(Tanoshisa)\u001b[22m\n\nTranslations of \u001b[4mThe Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Enjoyment\u001b[24m\n    \u001b[1m楽しさ\u001b[22m\nBeside many facepalms I had to repeat throughout the course of the series I enjoyed this show quite a lot. Thanks to a lot of great action and the simple fact that this show feels slightly different from the crowd of other anime thanks to its look. I usually go in for a good story and characters but I made this one exception.\n\n\u001b[1mシリーズの途中で繰り返しなければならなかった多くのフェイスパルムのほかに、私はこのショーをかなり楽しんだ。 偉大なアクションと、このショーが他のアニメの群衆とは少し違っているという単純な事実のおかげで、その外観に感謝します。 私は通常、良い物語と文字のために入るが、私はこの例外を作った。\u001b[22m\n\u001b[1m(Shirīzu no tochū de kurikaeshinakereba naranakatta ōku no feisuparumu no hoka ni, watashi wa kono shō o kanari tanoshinda. Idaina akushon to, kono shō ga hoka no anime no gunshū to wa sukoshi chigatte iru to iu tanjun'na jijitsu no okage de, sono gaikan ni kansha shimasu. Watashi wa tsūjō, yoi monogatari to moji no tame ni hairuga, watashi wa kono reigai o tsukutta.)\u001b[22m\n\nTranslations of \u001b[4mBeside many facepalms I had to repeat throughout the course of the series I enjoyed this show quite a lot. Thanks to a lot of great action and the simple fact that this show feels slightly different from the crowd of other anime thanks to its look. I usually go in for a good story and characters but I made this one exception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeside many facepalms I had to repeat throughout the course of the series I enjoyed this show quite a lot.\u001b[24m\n    \u001b[1mシリーズの途中で繰り返しなければならなかった多くのフェイスパルムのほかに、私はこのショーをかなり楽しんだ。\u001b[22m, \u001b[1m多くのfacepalmsの横に私は、これは非常に多くのことを示して楽しん一連の過程を通して繰り返さなければなりませんでした。\u001b[22m\n\u001b[4mThanks to a lot of great action and the simple fact that this show feels slightly different from the crowd of other anime thanks to its look.\u001b[24m\n    \u001b[1m偉大なアクションと、このショーが他のアニメの群衆とは少し違っているという単純な事実のおかげで、その外観に感謝します。\u001b[22m, \u001b[1m偉大な多くのアクションと、このショーは、その外観に他のアニメのおかげで観客はわずかに異なる感じているという単純な事実に感謝します。\u001b[22m\n\u001b[4mI usually go in for a good story and characters but I made this one exception.\u001b[24m\n    \u001b[1m私は通常、良い物語と文字のために入るが、私はこの例外を作った。\u001b[22m, \u001b[1m私は通常は良いストーリーやキャラクターのために行くが、私はこの1つの例外を作りました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Verdict\n\n\u001b[1m評決\u001b[22m\n\u001b[1m(Hyōketsu)\u001b[22m\n\nTranslations of \u001b[4mThe Verdict\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Verdict\u001b[24m\n    \u001b[1m評決\u001b[22m\nI had hard time scoring Broken Blade, personally I found it enjoyable but objectively it's nothing outstanding just generic mecha show with a lack of ending and pretty visuals. So it will be completely average 5. I still recommend to watch it for the action and nothing more.\n\n\u001b[1mブロークン・ブレードのスコアリングには苦労しましたが、個人的には楽しいと感じましたが、客観的には終わりのない美しいビジュアルが欠けていて、傑出したメジャー・ショーではありません。 それは完全に平均5になるでしょう。私はまだそれ以上のアクションのためにそれを見ることをお勧めします。\u001b[22m\n\u001b[1m(Burōkun burēdo no sukoa ringu ni wa kurō shimashitaga, kojin-teki ni wa tanoshī to kanjimashitaga, kakkanteki ni wa owari no nai utsukushī bijuaru ga kakete ite, kesshutsu shita mejā shōde wa arimasen. Sore wa kanzen ni heikin 5 ni narudeshou. Watashi wa mada sore ijō no akushon no tame ni sore o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI had hard time scoring Broken Blade, personally I found it enjoyable but objectively it's nothing outstanding just generic mecha show with a lack of ending and pretty visuals. So it will be completely average 5. I still recommend to watch it for the action and nothing more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had hard time scoring Broken Blade, personally I found it enjoyable but objectively it's nothing outstanding just generic mecha show with a lack of ending and pretty visuals.\u001b[24m\n    \u001b[1mブロークン・ブレードのスコアリングには苦労しましたが、個人的には楽しいと感じましたが、客観的には終わりのない美しいビジュアルが欠けていて、傑出したメジャー・ショーではありません。\u001b[22m, \u001b[1m私は個人的に私はそれは楽しい見つかりましたが、客観的、それが終わると、かなりビジュアルの欠如とちょうど一般的なメカショー卓越した何もないです、ハードの時間得点ブレイクブレイドを持っていました。\u001b[22m\n\u001b[4mSo it will be completely average 5. I still recommend to watch it for the action and nothing more.\u001b[24m\n    \u001b[1mそれは完全に平均5になるでしょう。私はまだそれ以上のアクションのためにそれを見ることをお勧めします。\u001b[22m, \u001b[1mだから、私はまだアクションとより多くの何のためにそれを見ることをお勧めします。5.完全に平均になります。\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "stepladderlover",
    "profile": "/profile/stepladderlover/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=231846",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  3\n\nこれは、映画や予算制約の悪い編集やソース素材の忠実な適合に失敗したかどうかにかかわらず、 私が今まで見た中で最も失望しているメカのアニメの一つです。 ブレイクブレイドの有望な前提は、興味深い紹介だけでは、次のような劇的で厄介なショーの残りの部分が対照的に傷つくことになります。 平野義久のサウンドトラックの作品と相まって、素晴らしいビジュアルワーク、アニメーション、そして戦闘の振り付け（少なくともメカ）のために、多くの場面で視聴者を興奮させ、興味をそそられています。 しかし、ストーリーとキャラクターはこの基準を守ることはできません。\n\n最初は興味をそそられた設定です。 世界が「融合した」、またはブレーク・ブレードの場合、それが欠如しているので、崩壊する。  BBの宇宙の中核要素であるクォーツコントロールはほとんど説明されておらず、キャラクターはたとえそれがどのように機能するのか完全に理解していないかのように統計を揺るがす。  1分、ゴーレム内の石英を含むコードが最も重要な部分です。次は武器内の石英の強さが最も重要です。そして、ショーの終わり近くで、石英の品質が重要な要素になりました。\n\nこの効果は、水晶の制御を超えて拡大します。 どのようにパルス銃がその力を得るか（ボルトの大きさかパイロットの強さなのか？）、ゴーレムで戦う最良の方法は何ですか？ 軍隊を掃除しますか？）____のテクニックや武器が爆発的に爆発するのは効果があります。時にはボルトがゴールを破壊することがあります。時にはBBの鎧が 彼らは反人員ラウンドでした。 視聴者が多くの善良な人を殺していることを視聴者が見て、彼らが悪いことを知っている限り、それは重要ではありません。\n\nしかし、ちょっと、そんなことは関係ないかもしれない。 それはメチャアニメだよね？ 論理的に考える必要はありません！ しかし、ブレイクブレイドを見ながらゴーレムの仕組みのようなクールなものについて考えるのを止めれば、キャラクターとその動機について考える必要があります。\n\nBBは最初に悪い文字を持っていません。 ショーを始めたら、かわいいフクロウと深刻なエースのライバル型のチルキン、かなりクールな、空中のMCが紹介されました。 唯一の厄介なのは、本当に冒頭でLeeであり、ショーを終えると、私が最後に持っていたものよりも10バージョンのLeeが好きだっただろう。 あなたがまだショーを見ることを計画しているなら、スポイラーの警告。 ちょうど私が次の理由でそれをお勧めしないことを知っている。 あなたがあまり気にしないなら、読書を続けてください。\n\n\n\nギルゲーと言えば、私はすぐに彼の上を行きます。 彼はキャストに幾分遅れて持ち込まれ、彼はこの狂気のような緩い大砲として紹介される。 彼についての唯一の狂ったことは、彼がどれほど夢中になっているかです。 説明されていない理由もありません。 また、「プロットはそれが便利だと分かるから」Girgeは名前のついたキャラクターのゴーレムにダメージを与える能力を持っているので、彼は主人公よりも頻繁に戦って終わり、すべてのアンタゴニストの尻を片手に蹴る。 直後に再び殺されるだけです。 彼がフィラーのキャラクターであるかのように、いくつかのプロットの穴にパッチを当て、よりクールなロボットの戦いの言い訳をすることを意図していたかのような理由はありません。 キャスト全体が彼を嫌うことから彼を好きにすること、彼はBaldrとの間にタック・オン・サイド・プロットを持っており、彼がする唯一の狂ったことは怖がるふりをすることである。\n\n今、私は2次元の悪役や不自由な味方に行きますが、私は脂肪をカットし、Break Bladeのトップ3の最悪のキャラクターにスキップします。 どうぞ：\n\n＃3：Nike：無意味なファンサービスキャラクター。 これらの訓練された兵士の大部分よりも何とか強い女の子を作って、あなたが気にするキャラクターの名前をつけたカスタムメックを与えましょう。 ああ、また彼女は狂ったようにすることができますが、これまで精巧ではありません。 ヘッドパットを忘れないでください！\n\n＃2 CLEO：私たちは、この12歳の女性が、私たちが何か他のことについて話したよりも大きなおっぱいを持っていることについて、もっと多くの時間を費やしました。 彼女は12歳になったのですか？ 私たちはまた、おっぱいの部分を過ぎた彼女のキャラクターとどうしたらいいのか分からなかったので、他の要素も入れました。 さて、彼女には頑張らせてもらうようにしましょう。でも彼女を殺したくないのですが、彼女を新しいものにしましょう。私は自然な生まれのパイロットで、何日もスーパーハードロボットを操縦する方法を学ぶことができます。 彼女は本当にリーとの良い友達だから、Rygartが彼女を殺したときにドラマを作るだろうが、待って、殺すのが好きではない彼女の側を混乱させるだろう。 だからちょっと彼女の仲間を持ってきて、彼女の親友の死を乗り越えましょう。 誰もが女王の会社を守る必要があるので、誰もが戦争と戦っているので、信じられないほどのシナリオを概説するのに多くの時間を費やして、未熟な女の子を他のファンタジーキャラクターでランジェリーに座らせることができます。 誰が、捕虜を彼女と一緒に彼女の寝室に住ませるという女王の考えが、アニメのためでさえ絶対に困惑していることを誰が気にしているのですか（私はクレオが逃げるシーン 彼女のおっぱいを何とか見せてくれる女王様！\n\n＃1シギン：どのようなキャラクターの混乱。 あなたはロマンスの要素を持っていますが、それはBBのほとんどのもののように確立されているに過ぎません。 あなたが実際に私がこの女王が彼女の部屋に捕虜を抱えている間、シースルーシルクのベストとパンティーで寝ることをあなたが信じると思うなら、あなたは私がかなりばかだと思っていなければいけません。  BBでは、両方の可能性が最も高いです。 しかし、シギンも科学者でエンジニアですか？ 正確にはっきりしていません。 彼女はこれを行うことができるので、彼らは「技術の説明者」であるために別の人物を持つ必要はありません。 彼女は戦いの前に最終的な上司を倒すために使用するために彼女がRygartに武器を作った方法を便利ではないですか？ 私たちのクイーンは確かにスマートです！ 捕虜と彼女の補佐官が彼女を止めなければならないところで何か愚かなことをやろうとする彼女の複数の試みを除いて。  Sigynがこのリストの＃1である理由は、彼女が退屈であるからです。 彼女はいくつかのシーンでかわいいですが、彼女は好きになるほど十分に書かれておらず、面白いほど悪くはありません。 説明されていません。 彼女も夫も恋人のようにはいないが、それはなぜですか？ 誰もが彼女がRygartを愛していることを知っているからですか？ 彼女はなぜRygartをそんなに愛しているのだろう？ とにかくその部分が最悪ではない。 あなたは当然のファンサービスを持っています。 特に魅力的でセクシーではない。 それはちょうど不気味で、場所の外に感じる。\n\nそれはキャラクターのためのものです。 誰も本当にそれほど目立っていないし、実際に話が進んでいくうちに、確立された「主人公」の大部分が脇に掃き出される。 ブレイクブレイドの不思議な行動や不明な動機は、視聴者を混乱させたり断ち切ったりします。\n\nそれを包み込むために、Break Bladeはユニークなタイプの悪いアニメです。  1つは嫌いではありません。 私はこのショウを再ウォッチしないだろう。 笑っても。 私はこのショーを完全に見ることをお勧めしません。 たぶんあなたの設定やデザインがあなたにアピールするならば。 最初の5つのエピソードを見て、それがあなたを失望させて口に悪い味を残す前にそれを落とす。 それは何か新しいものを試してみて、その中にユニークさとスキルを持っていました。 適切な場所にはありません。 これは、芸術と音の方向性がどのようにアニメを運ぶことができないかの例として存在します。 私がBBの後の部分での戦いに自分自身を投資しようとしたが、私が始めたように興奮することはできませんでした。  BBのセッティングやキャラクターにテザーを感じました。 それが消え去るにつれて、私のテザーもショー全体になりました。 悲しいことに、ショー全体は貧しいストーリーと性格の方向で苦しんでいなければならなかった。 ブレイク・ブレイドはそこにいて、見ることができない魅力的なショーになった。\n\nTL; DR：これをスキップします。 しかし、あなたがデザインが好きか中世のMechaを愛しているなら、 'Blade Blade fight compilation'を見てください。  （またはただEscaflowne / Panzer World Galientを見てください）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThis show, whether by bad editing of the movies or budget constraints or failure to adapt the source material faithfully; is one of the most disappointing Mecha anime I have ever seen. Break Blade's promising premise coupled with it's intriguing introduction only makes the following trope-filled, messy remainder of the show hurt more by contrast. The great visual work, animation and fight choreography (for the mecha at least) coupled with the work of Yoshihisa Hirano for the soundtrack keeps the viewer excited and intrigued during a good deal of scenes, I will admit. However the story and characters do not manage to uphold this standard.\n\n\u001b[1mこれは、映画や予算制約の悪い編集やソース素材の忠実な適合に失敗したかどうかにかかわらず、 私が今まで見た中で最も失望しているメカのアニメの一つです。 ブレイクブレイドの有望な前提は、興味深い紹介だけでは、次のような劇的で厄介なショーの残りの部分が対照的に傷つくことになります。 平野義久のサウンドトラックの作品と相まって、素晴らしいビジュアルワーク、アニメーション、そして戦闘の振り付け（少なくともメカ）のために、多くの場面で視聴者を興奮させ、興味をそそられています。 しかし、ストーリーとキャラクターはこの基準を守ることはできません。\u001b[22m\n\u001b[1m(Kore wa, eiga ya yosan seiyaku no warui henshū ya sōsu sozai no chūjitsuna tekigō ni shippaishita ka dō ka ni kakawarazu, watashi ga imamade mita naka de mottomo shitsubō shite iru meka no anime no hitotsudesu. Bureikubureido no yūbōna zentei wa, kyōmibukai shōkai dakede wa,-ji no yōna gekitekide yakkaina shō no nokori no bubun ga taishō-teki ni kizutsuku koto ni narimasu. Hirano yoshihisa no saundotorakku no sakuhin to aimatte, subarashī bijuaruwāku, animēshon, soshite sentō no furitsuke (sukunakutomo meka) no tame ni, ōku no bamen de shichō-sha o kōfun sa se, kyōmi o sosora rete imasu. Shikashi, sutōrī to kyarakutā wa kono kijun o mamoru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis show, whether by bad editing of the movies or budget constraints or failure to adapt the source material faithfully; is one of the most disappointing Mecha anime I have ever seen. Break Blade's promising premise coupled with it's intriguing introduction only makes the following trope-filled, messy remainder of the show hurt more by contrast. The great visual work, animation and fight choreography (for the mecha at least) coupled with the work of Yoshihisa Hirano for the soundtrack keeps the viewer excited and intrigued during a good deal of scenes, I will admit. However the story and characters do not manage to uphold this standard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show, whether by bad editing of the movies or budget constraints or failure to adapt the source material faithfully;\u001b[24m\n    \u001b[1mこれは、映画や予算制約の悪い編集やソース素材の忠実な適合に失敗したかどうかにかかわらず、\u001b[22m, \u001b[1mこの番組、映画や予算の制約や忠実にソース材料を適応させるため、障害の悪い編集しているかどうか。\u001b[22m\n\u001b[4mis one of the most disappointing Mecha anime I have ever seen.\u001b[24m\n    \u001b[1m私が今まで見た中で最も失望しているメカのアニメの一つです。\u001b[22m, \u001b[1m私が今まで見た中で最も残念なメカアニメの一つです。\u001b[22m\n\u001b[4mBreak Blade's promising premise coupled with it's intriguing introduction only makes the following trope-filled, messy remainder of the show hurt more by contrast.\u001b[24m\n    \u001b[1mブレイクブレイドの有望な前提は、興味深い紹介だけでは、次のような劇的で厄介なショーの残りの部分が対照的に傷つくことになります。\u001b[22m, \u001b[1mそれは魅力的な導入だと相まってブレイクブレイドの有望な前提は、よりコントラストによって傷つけショーの以下の比喩に満ちた、厄介余りになります。\u001b[22m\n\u001b[4mThe great visual work, animation and fight choreography (for the mecha at least) coupled with the work of Yoshihisa Hirano for the soundtrack keeps the viewer excited and intrigued during a good deal of scenes, I will admit.\u001b[24m\n    \u001b[1m平野義久のサウンドトラックの作品と相まって、素晴らしいビジュアルワーク、アニメーション、そして戦闘の振り付け（少なくともメカ）のために、多くの場面で視聴者を興奮させ、興味をそそられています。\u001b[22m, \u001b[1m偉大なビジュアル作品、アニメーション、サウンドトラックのための平野義久の仕事と結合された（少なくともメカのための）振り付けを戦うには興奮したシーンの良い取引の際に興味をそそられ、視聴者を維持し、私は認めます。\u001b[22m\n\u001b[4mHowever the story and characters do not manage to uphold this standard.\u001b[24m\n    \u001b[1mしかし、ストーリーとキャラクターはこの基準を守ることはできません。\u001b[22m, \u001b[1mしかし、ストーリーとキャラクターは、この標準を維持するために管理していません。\u001b[22m\n\u001b[1m\u001b[22m\nThe setting, while intriguing initially; falls apart as the world is 'fleshed out,' or in Break Blade's case, a lack thereof. The core element of the BB's universe, the quartz control, is barely explained, and characters rattle off statistics as if even they don't fully understand how it works. One minute the cords containing the quartz within the golems are the most integral part, the next the strength of the quartz within the weapons is most important, and then near the show's end the quality of the quartz is now the key element.\n\n\u001b[1m最初は興味をそそられた設定です。 世界が「融合した」、またはブレーク・ブレードの場合、それが欠如しているので、崩壊する。  BBの宇宙の中核要素であるクォーツコントロールはほとんど説明されておらず、キャラクターはたとえそれがどのように機能するのか完全に理解していないかのように統計を揺るがす。  1分、ゴーレム内の石英を含むコードが最も重要な部分です。次は武器内の石英の強さが最も重要です。そして、ショーの終わり近くで、石英の品質が重要な要素になりました。\u001b[22m\n\u001b[1m(Saisho wa kyōmi o sosora reta setteidesu. Sekai ga `yūgō shita', matawa burēku burēdo no baai, sore ga ketsujo shite irunode, hōkai suru. BB no uchū no chūkaku yōsodearu ku~ōtsukontorōru wa hotondo setsumei sa rete orazu, kyarakutā wa tatoe sore ga dono yō ni kinō suru no ka kanzen ni rikai shite inai ka no yō ni tōkei o yurugasu. 1-Bu, gōremu-nai no sekiei o fukumu kōdo ga mottomo jūyōna bubundesu. Tsugi wa buki-nai no sekiei no tsuyo-sa ga mottomojūyōdesu. Soshite, shō no owari chikaku de, sekiei no hinshitsu ga jūyōna yōso ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe setting, while intriguing initially; falls apart as the world is 'fleshed out,' or in Break Blade's case, a lack thereof. The core element of the BB's universe, the quartz control, is barely explained, and characters rattle off statistics as if even they don't fully understand how it works. One minute the cords containing the quartz within the golems are the most integral part, the next the strength of the quartz within the weapons is most important, and then near the show's end the quality of the quartz is now the key element.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting, while intriguing initially;\u001b[24m\n    \u001b[1m最初は興味をそそられた設定です。\u001b[22m, \u001b[1m設定、最初は興味をそそられる一方、\u001b[22m\n\u001b[4mfalls apart as the world is 'fleshed out,' or in Break Blade's case, a lack thereof.\u001b[24m\n    \u001b[1m世界が「融合した」、またはブレーク・ブレードの場合、それが欠如しているので、崩壊する。\u001b[22m, \u001b[1m世界はその欠如、 '、肉付け」やブレイクブレイドの場合にされているように崩壊してしまいます。\u001b[22m\n\u001b[4mThe core element of the BB's universe, the quartz control, is barely explained, and characters rattle off statistics as if even they don't fully understand how it works.\u001b[24m\n    \u001b[1mBBの宇宙の中核要素であるクォーツコントロールはほとんど説明されておらず、キャラクターはたとえそれがどのように機能するのか完全に理解していないかのように統計を揺るがす。\u001b[22m, \u001b[1mBBの宇宙、石英制御のコア要素は、ほとんど説明され、さらに、彼らは完全にそれがどのように動作するか理解していないかのように文字が統計をオフにガラガラ。\u001b[22m\n\u001b[4mOne minute the cords containing the quartz within the golems are the most integral part, the next the strength of the quartz within the weapons is most important, and then near the show's end the quality of the quartz is now the key element.\u001b[24m\n    \u001b[1m1分、ゴーレム内の石英を含むコードが最も重要な部分です。次は武器内の石英の強さが最も重要です。そして、ショーの終わり近くで、石英の品質が重要な要素になりました。\u001b[22m, \u001b[1m1分ゴーレム内の石英を含むコードが最も不可欠の一部である、武器内の石英の次の強さが最も重要であり、その後、ショーの終わり近くに水晶の品質は今や重要な要素です。\u001b[22m\n\u001b[1m\u001b[22m\nThis effect extends beyond the quartz control; elements such as how pulse guns obtain their power (is it the size of the bolts or the strength of the pilot?) or what the best way to do battle in a golem is (are numbers really that important when a couple of strong golems can wipe out an army?) are boiled down to the infuriating anime trope of '____ technique or weapon is effective when the plot finds it convenient' Sometimes bolts can destroy a golem in one hit, and sometimes the BBs armor can shrug bolts off as if they were anti-personnel rounds. It doesn't matter as long as the viewer sees the bad guys killing a lot of good guys so they know they're bad.\n\n\u001b[1mこの効果は、水晶の制御を超えて拡大します。 どのようにパルス銃がその力を得るか（ボルトの大きさかパイロットの強さなのか？）、ゴーレムで戦う最良の方法は何ですか？ 軍隊を掃除しますか？）____のテクニックや武器が爆発的に爆発するのは効果があります。時にはボルトがゴールを破壊することがあります。時にはBBの鎧が 彼らは反人員ラウンドでした。 視聴者が多くの善良な人を殺していることを視聴者が見て、彼らが悪いことを知っている限り、それは重要ではありません。\u001b[22m\n\u001b[1m(Kono kōka wa, suishō no seigyo o koete kakudai shimasu. Dono yō ni parusu jū ga sono chikara o eru ka (boruto no ōki-sa ka pairotto no tsuyo-sana no ka?), Gōremu de tatakau sairyō no hōhō wa nanidesu ka? Guntai o sōji shimasu ka?)____ No tekunikku ya buki ga bakuhatsu-teki ni bakuhatsu suru no wa kōka ga arimasu. Tokiniha boruto ga gōru o hakai suru koto ga arimasu. Tokiniha BB no yoroi ga karera wa han jin'in raundodeshita. Shichō-sha ga ōku no zenryōna hito o koroshite iru koto o shichō-sha ga mite, karera ga warui koto o shitte iru kagiri, sore wa jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis effect extends beyond the quartz control; elements such as how pulse guns obtain their power (is it the size of the bolts or the strength of the pilot?) or what the best way to do battle in a golem is (are numbers really that important when a couple of strong golems can wipe out an army?) are boiled down to the infuriating anime trope of '____ technique or weapon is effective when the plot finds it convenient' Sometimes bolts can destroy a golem in one hit, and sometimes the BBs armor can shrug bolts off as if they were anti-personnel rounds. It doesn't matter as long as the viewer sees the bad guys killing a lot of good guys so they know they're bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis effect extends beyond the quartz control;\u001b[24m\n    \u001b[1mこの効果は、水晶の制御を超えて拡大します。\u001b[22m, \u001b[1mこの効果は、水晶制御を越えて延びています。\u001b[22m\n\u001b[4melements such as how pulse guns obtain their power (is it the size of the bolts or the strength of the pilot?) or what the best way to do battle in a golem is (are numbers really that important when a couple of strong golems can\u001b[24m\n    \u001b[1mどのようにパルス銃がその力を得るか（ボルトの大きさかパイロットの強さなのか？）、ゴーレムで戦う最良の方法は何ですか？\u001b[22m, \u001b[1mこのようなパルス銃が彼らの力（これはボルトのサイズやパイロット？の強さである）または何ゴーレムで戦闘を行うための最善の方法を得る方法などの要素である（数字は、本当に重要な場合に強力なゴーレムのカップルができます\u001b[22m\n\u001b[4mwipe out an army?) are boiled down to the infuriating anime trope of '____ technique or weapon is effective when the plot finds it convenient' Sometimes bolts can destroy a golem in one hit, and sometimes the BBs armor can shrug bolts off as if\u001b[24m\n    \u001b[1m軍隊を掃除しますか？）____のテクニックや武器が爆発的に爆発するのは効果があります。時にはボルトがゴールを破壊することがあります。時にはBBの鎧が\u001b[22m, \u001b[1m腹立たしいアニメ比喩に軍隊を一掃？）煮詰めている」____プロットは、それが便利見つけたときに技術や武器は効果的である」時にはボルトは1ヒットでゴーレムを破壊することができ、そして時には掲示板鎧があるかのようにボルトを一笑に付すことができます\u001b[22m\n\u001b[4mthey were anti-personnel rounds.\u001b[24m\n    \u001b[1m彼らは反人員ラウンドでした。\u001b[22m, \u001b[1m彼らは、抗人事ラウンドでした。\u001b[22m\n\u001b[4mIt doesn't matter as long as the viewer sees the bad guys killing a lot of good guys so they know they're bad.\u001b[24m\n    \u001b[1m視聴者が多くの善良な人を殺していることを視聴者が見て、彼らが悪いことを知っている限り、それは重要ではありません。\u001b[22m, \u001b[1mそれは限り視聴者は彼らが悪いている知っているので、悪者は善玉の多くを殺す見として重要ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBut hey, maybe that stuff doesn't matter. It's a Mecha anime, right? You don't have to think about it logically! However, if you stop thinking about the cool things like how the golems work while you watch Break Blade, you now have to think about the characters and their motivation.\n\n\u001b[1mしかし、ちょっと、そんなことは関係ないかもしれない。 それはメチャアニメだよね？ 論理的に考える必要はありません！ しかし、ブレイクブレイドを見ながらゴーレムの仕組みのようなクールなものについて考えるのを止めれば、キャラクターとその動機について考える必要があります。\u001b[22m\n\u001b[1m(Shikashi, chotto, son'na koto wa kankeinai kamo shirenai. Sore wa mechaanimeda yo ne? Ronri-teki ni kangaeru hitsuyō wa arimasen! Shikashi, bureikubureido o minagara gōremu no shikumi no yōna kūruna mono ni tsuite kangaeru no o yamereba, kyarakutā to sono dōki ni tsuite kangaeru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut hey, maybe that stuff doesn't matter. It's a Mecha anime, right? You don't have to think about it logically! However, if you stop thinking about the cool things like how the golems work while you watch Break Blade, you now have to think about the characters and their motivation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut hey, maybe that stuff doesn't matter.\u001b[24m\n    \u001b[1mしかし、ちょっと、そんなことは関係ないかもしれない。\u001b[22m, \u001b[1mでもねえ、多分その原料は問題ではありません。\u001b[22m\n\u001b[4mIt's a Mecha anime, right?\u001b[24m\n    \u001b[1mそれはメチャアニメだよね？\u001b[22m, \u001b[1mそれは右、メカアニメですか？\u001b[22m\n\u001b[4mYou don't have to think about it logically!\u001b[24m\n    \u001b[1m論理的に考える必要はありません！\u001b[22m, \u001b[1mあなたは論理的にそれについて考える必要はありません！\u001b[22m\n\u001b[4mHowever, if you stop thinking about the cool things like how the golems work while you watch Break Blade, you now have to think about the characters and their motivation.\u001b[24m\n    \u001b[1mしかし、ブレイクブレイドを見ながらゴーレムの仕組みのようなクールなものについて考えるのを止めれば、キャラクターとその動機について考える必要があります。\u001b[22m, \u001b[1mしかし、あなたはゴーレムは、あなたがブレイクブレイドを見ながら、あなたは今、文字とその動機について考える必要がどのように動作するかのようなクールなものを考えて停止した場合。\u001b[22m\n\u001b[1m\u001b[22m\nBB doesn't have bad characters at first. Upon starting the show, you're introduced a pretty cool, airhead MC, a chill king with a cute owl and serious ace rival-type. The only annoying one is Lee really at the beginning, and upon finishing the show, I would've preferred 10 versions of Lee over what we got towards the end. Spoiler warning if you still plan on watching the show. Just know I wouldn't recommend it for the following reasons; so keep reading if you don't care too much.\n\n\u001b[1mBBは最初に悪い文字を持っていません。 ショーを始めたら、かわいいフクロウと深刻なエースのライバル型のチルキン、かなりクールな、空中のMCが紹介されました。 唯一の厄介なのは、本当に冒頭でLeeであり、ショーを終えると、私が最後に持っていたものよりも10バージョンのLeeが好きだっただろう。 あなたがまだショーを見ることを計画しているなら、スポイラーの警告。 ちょうど私が次の理由でそれをお勧めしないことを知っている。 あなたがあまり気にしないなら、読書を続けてください。\u001b[22m\n\u001b[1m(BB wa saisho ni warui moji o motte imasen. Shō o hajimetara, kawaī fukurō to shinkokuna ēsu no raibaru-gata no chirukin, kanari kūruna, kūchū no MC ga shōkai sa remashita. Yuiitsu no yakkaina no wa, hontōni bōtō de rīdeari, shō o oeru to, watashi ga saigo ni motte ita mono yori mo 10 bājon no rī ga sukidattadarou. Anata ga mada shō o miru koto o keikaku shite irunara, supoirā no keikoku. Chōdo watashi ga tsugi no riyū de sore o o susume shinai koto o shitte iru. Anata ga amari kinishinainara, dokusho o tsudzukete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBB doesn't have bad characters at first. Upon starting the show, you're introduced a pretty cool, airhead MC, a chill king with a cute owl and serious ace rival-type. The only annoying one is Lee really at the beginning, and upon finishing the show, I would've preferred 10 versions of Lee over what we got towards the end. Spoiler warning if you still plan on watching the show. Just know I wouldn't recommend it for the following reasons; so keep reading if you don't care too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBB doesn't have bad characters at first.\u001b[24m\n    \u001b[1mBBは最初に悪い文字を持っていません。\u001b[22m, \u001b[1mBBは最初に不正な文字がありません。\u001b[22m\n\u001b[4mUpon starting the show, you're introduced a pretty cool, airhead MC, a chill king with a cute owl and serious ace rival-type.\u001b[24m\n    \u001b[1mショーを始めたら、かわいいフクロウと深刻なエースのライバル型のチルキン、かなりクールな、空中のMCが紹介されました。\u001b[22m, \u001b[1mショーを開始すると、あなたはかなりクール、変人MC、かわいいフクロウと深刻なエースのライバル型とチル王を導入しています。\u001b[22m\n\u001b[4mThe only annoying one is Lee really at the beginning, and upon finishing the show, I would've preferred 10 versions of Lee over what we got towards the end.\u001b[24m\n    \u001b[1m唯一の厄介なのは、本当に冒頭でLeeであり、ショーを終えると、私が最後に持っていたものよりも10バージョンのLeeが好きだっただろう。\u001b[22m, \u001b[1m唯一の迷惑なものは先頭に本当にリーで、ショーを終えた時に、私たちは終わりに向かって得たものの上にリーの10バージョンを好んただろう。\u001b[22m\n\u001b[4mSpoiler warning if you still plan on watching the show.\u001b[24m\n    \u001b[1mあなたがまだショーを見ることを計画しているなら、スポイラーの警告。\u001b[22m, \u001b[1mそれでもショーを見に計画している場合スポイラー警告。\u001b[22m\n\u001b[4mJust know I wouldn't recommend it for the following reasons;\u001b[24m\n    \u001b[1mちょうど私が次の理由でそれをお勧めしないことを知っている。\u001b[22m, \u001b[1mただ、私は次のような理由のためにそれをお勧めしません知っています。\u001b[22m\n\u001b[4mso keep reading if you don't care too much.\u001b[24m\n    \u001b[1mあなたがあまり気にしないなら、読書を続けてください。\u001b[22m, \u001b[1mあなたはあまり気にしない場合はそのように読み続けます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of Girge, I'll go over him quickly. He is brought in somewhat late to the cast and he is introduced as this insane loose cannon; but the only crazy thing about him is how crazy overpowered he is; for no explained reason. Again, because the 'plot finds it convenient' Girge gets the ability to damage named character's golems, and as such he ends up fighting more often than our main character and singlehandedly kicks every antagonist's ass in; only to be killed off immediately after for again; no reason, as if he was a filler character meant to patch up some plot holes and give an excuse for more cool robot fights. The entire cast goes from hating him to liking him, he has a tacked-on side plot with the Baldr, and the only crazy thing he does is to pretend to be scared.\n\n\u001b[1mギルゲーと言えば、私はすぐに彼の上を行きます。 彼はキャストに幾分遅れて持ち込まれ、彼はこの狂気のような緩い大砲として紹介される。 彼についての唯一の狂ったことは、彼がどれほど夢中になっているかです。 説明されていない理由もありません。 また、「プロットはそれが便利だと分かるから」Girgeは名前のついたキャラクターのゴーレムにダメージを与える能力を持っているので、彼は主人公よりも頻繁に戦って終わり、すべてのアンタゴニストの尻を片手に蹴る。 直後に再び殺されるだけです。 彼がフィラーのキャラクターであるかのように、いくつかのプロットの穴にパッチを当て、よりクールなロボットの戦いの言い訳をすることを意図していたかのような理由はありません。 キャスト全体が彼を嫌うことから彼を好きにすること、彼はBaldrとの間にタック・オン・サイド・プロットを持っており、彼がする唯一の狂ったことは怖がるふりをすることである。\u001b[22m\n\u001b[1m(Girugē toieba, watashi wa sugu ni kare no ue o ikimasu. Kare wa kyasuto ni ikubun okurete mochikoma re, kare wa kono kyōki no yōna yurui taihō to shite shōkai sa reru. Kare ni tsuite no yuiitsu no kurutta koto wa, kare ga dorehodo muchū ni natte iru kadesu. Setsumei sa rete inai riyū mo arimasen. Mata,`purotto wa sore ga benrida to wakarukara' Girge wa namae no tsuita kyarakutā no gōremu ni damēji o ataeru nōryoku o motte irunode, kare wa shujinkō yori mo hinpan ni tatakatte owari, subete no antagonisuto no shiri o katate ni keru. Chokugo ni futatabi korosa reru dakedesu. Kare ga firā no kyarakutādearu ka no yō ni, ikutsu ka no purotto no ana ni patchi o ate, yori kūruna robotto no tatakai no iiwake o suru koto o ito shite ita ka no yōna riyū wa arimasen. Kyasuto zentai ga kare o kirau koto kara kare o sukini suru koto, kare wa Baldr to no ma ni takku on saido purotto o motte ori, kare ga suru yuiitsu no kurutta koto wa kowagaru furi o suru kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of Girge, I'll go over him quickly. He is brought in somewhat late to the cast and he is introduced as this insane loose cannon; but the only crazy thing about him is how crazy overpowered he is; for no explained reason. Again, because the 'plot finds it convenient' Girge gets the ability to damage named character's golems, and as such he ends up fighting more often than our main character and singlehandedly kicks every antagonist's ass in; only to be killed off immediately after for again; no reason, as if he was a filler character meant to patch up some plot holes and give an excuse for more cool robot fights. The entire cast goes from hating him to liking him, he has a tacked-on side plot with the Baldr, and the only crazy thing he does is to pretend to be scared.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of Girge, I'll go over him quickly.\u001b[24m\n    \u001b[1mギルゲーと言えば、私はすぐに彼の上を行きます。\u001b[22m, \u001b[1mGirgeといえば、私はすぐに彼の上に行きますよ。\u001b[22m\n\u001b[4mHe is brought in somewhat late to the cast and he is introduced as this insane loose cannon;\u001b[24m\n    \u001b[1m彼はキャストに幾分遅れて持ち込まれ、彼はこの狂気のような緩い大砲として紹介される。\u001b[22m, \u001b[1m彼は多少遅れるキャストに持ち込まれると、彼はこの非常識な緩い大砲として導入されます。\u001b[22m\n\u001b[4mbut the only crazy thing about him is how crazy overpowered he is;\u001b[24m\n    \u001b[1m彼についての唯一の狂ったことは、彼がどれほど夢中になっているかです。\u001b[22m, \u001b[1mしかし、彼についての唯一の狂気の事は彼が圧倒どのように夢中です。\u001b[22m\n\u001b[4mfor no explained reason.\u001b[24m\n    \u001b[1m説明されていない理由もありません。\u001b[22m, \u001b[1mなし説明の理由。\u001b[22m\n\u001b[4mAgain, because the 'plot finds it convenient' Girge gets the ability to damage named character's golems, and as such he ends up fighting more often than our main character and singlehandedly kicks every antagonist's ass in;\u001b[24m\n    \u001b[1mまた、「プロットはそれが便利だと分かるから」Girgeは名前のついたキャラクターのゴーレムにダメージを与える能力を持っているので、彼は主人公よりも頻繁に戦って終わり、すべてのアンタゴニストの尻を片手に蹴る。\u001b[22m, \u001b[1m「プロットはそれを見つけた便利な 'のでここでも、Girgeは、名前付き文字のゴーレムを損傷する能力を取得し、そのように彼は私たちの主な文字よりも頻繁に戦って終わるとsinglehandedly内のすべての拮抗薬のお尻を蹴ります。\u001b[22m\n\u001b[4monly to be killed off immediately after for again;\u001b[24m\n    \u001b[1m直後に再び殺されるだけです。\u001b[22m, \u001b[1mのみすぐに再びための後にオフに殺されます。\u001b[22m\n\u001b[4mno reason, as if he was a filler character meant to patch up some plot holes and give an excuse for more cool robot fights.\u001b[24m\n    \u001b[1m彼がフィラーのキャラクターであるかのように、いくつかのプロットの穴にパッチを当て、よりクールなロボットの戦いの言い訳をすることを意図していたかのような理由はありません。\u001b[22m, \u001b[1m彼がであるかのように理由は、充填文字は、いくつかのプロットの穴を繕う、よりクールなロボットの戦いのための口実を与えることを意味しません。\u001b[22m\n\u001b[4mThe entire cast goes from hating him to liking him, he has a tacked-on side plot with the Baldr, and the only crazy thing he does is to pretend to be scared.\u001b[24m\n    \u001b[1mキャスト全体が彼を嫌うことから彼を好きにすること、彼はBaldrとの間にタック・オン・サイド・プロットを持っており、彼がする唯一の狂ったことは怖がるふりをすることである。\u001b[22m, \u001b[1mキャスト全員が彼を好きに彼を嫌うから行く、彼はタック-にしたバルドルとサイドプロット、と彼は唯一の狂気の事は怖いのふりをすることです。\u001b[22m\n\u001b[1m\u001b[22m\nNow I could go over every 2-dimensional villain or frustratingly incompetent ally, but I'll just cut the fat and skip to the top 3 worst characters in Break Blade. Here they are:\n\n\u001b[1m今、私は2次元の悪役や不自由な味方に行きますが、私は脂肪をカットし、Break Bladeのトップ3の最悪のキャラクターにスキップします。 どうぞ：\u001b[22m\n\u001b[1m(Ima, watashi wa 2-jigen no akuyaku ya fujiyūna mikata ni ikimasuga, watashi wa shibō o katto shi, bureiku bureido no toppu 3 no saiaku no kyarakutā ni sukippu shimasu. Dōzo:)\u001b[22m\n\nTranslations of \u001b[4mNow I could go over every 2-dimensional villain or frustratingly incompetent ally, but I'll just cut the fat and skip to the top 3 worst characters in Break Blade. Here they are:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I could go over every 2-dimensional villain or frustratingly incompetent ally, but I'll just cut the fat and skip to the top 3 worst characters in Break Blade.\u001b[24m\n    \u001b[1m今、私は2次元の悪役や不自由な味方に行きますが、私は脂肪をカットし、Break Bladeのトップ3の最悪のキャラクターにスキップします。\u001b[22m, \u001b[1m今、私はすべての2次元悪役やイライラ無能な味方を渡って行くことができるが、私はちょうど脂肪をカットし、ブレイクブレイドでトップ3最悪の文字にスキップします。\u001b[22m\n\u001b[4mHere they are:\u001b[24m\n    \u001b[1mどうぞ：\u001b[22m, \u001b[1mはい、どうぞ：\u001b[22m, \u001b[1mここに彼らはあります：\u001b[22m, \u001b[1mここで彼らは、次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\n#3: Nike: Pointless fanservice character. Let's make a little girl who's somehow stronger than most of these trained soldiers and give her a custom mech with a cheesy 'kill-off named characters you're supposed to care about' function. Oh and lets also make her crazy but not ever elaborate on that. Don't forget headpats!\n\n\u001b[1m＃3：Nike：無意味なファンサービスキャラクター。 これらの訓練された兵士の大部分よりも何とか強い女の子を作って、あなたが気にするキャラクターの名前をつけたカスタムメックを与えましょう。 ああ、また彼女は狂ったようにすることができますが、これまで精巧ではありません。 ヘッドパットを忘れないでください！\u001b[22m\n\u001b[1m(# 3: Naiki: Muimina fansābisukyarakutā. Korera no kunren sa reta heishi no daibubun yori mo nantoka tsuyoi on'nanoko o tsukutte, anata ga ki ni suru kyarakutā no namae o tsuketa kasutamumekku o ataemashou. Ā, mata kanojo wa kurutta yō ni suru koto ga dekimasuga, kore made seikōde wa arimasen. Heddopatto o wasurenaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4m#3: Nike: Pointless fanservice character. Let's make a little girl who's somehow stronger than most of these trained soldiers and give her a custom mech with a cheesy 'kill-off named characters you're supposed to care about' function. Oh and lets also make her crazy but not ever elaborate on that. Don't forget headpats!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m#3: Nike: Pointless fanservice character.\u001b[24m\n    \u001b[1m＃3：Nike：無意味なファンサービスキャラクター。\u001b[22m, \u001b[1m＃3：ナイキ：無意味なサービスカット文字。\u001b[22m\n\u001b[4mLet's make a little girl who's somehow stronger than most of these trained soldiers and give her a custom mech with a cheesy 'kill-off named characters you're supposed to care about' function.\u001b[24m\n    \u001b[1mこれらの訓練された兵士の大部分よりも何とか強い女の子を作って、あなたが気にするキャラクターの名前をつけたカスタムメックを与えましょう。\u001b[22m, \u001b[1mのは、何らかの形でこれらの訓練を受けた兵士のほとんどよりも強いです小さな女の子を作り、彼女に機能安っぽい「あなたが気にするはずだキルオフという名前のキャラクターの持つカスタムメカをあげてみよう。\u001b[22m\n\u001b[4mOh and lets also make her crazy but not ever elaborate on that.\u001b[24m\n    \u001b[1mああ、また彼女は狂ったようにすることができますが、これまで精巧ではありません。\u001b[22m, \u001b[1mああ、彼女はクレイジーにするが、これまでその上で詳しく説明しないこともできます。\u001b[22m\n\u001b[4mDon't forget headpats!\u001b[24m\n    \u001b[1mヘッドパットを忘れないでください！\u001b[22m, \u001b[1mheadpatsを忘れないでください！\u001b[22m\n\u001b[1m\u001b[22m\n#2 CLEO: We spent more time talking about how this 12-year-old has big boobs than we did talking about anything else. Did you get that she's 12? We also threw in a bunch of other elements because we weren't sure what to do with her character past the boob part. Well let's make her a clutz, and let's make her not fond of killing, but let's also make her a newty- I mean a natural born pilot who can learn how to pilot the super hard robot in a day (for some reason). She also is really good friends with Lee so that'll create some drama when Rygart 'kills' her, but wait, that would mess with her side that doesn't like killing; so let's just have her brood for a bit but then get over her best friend's death. Oh and everyone's off fighting a war so someone needs to keep the queen company so let's spend a lot of time outlining a completely unbelievable scenario so we can get the underage girl to sit in lingerie with our other fanservice character. Who cares that the idea of a Queen bringing a POW to live in her bedroom with her is absolutely baffling, even for anime (I won't even get into the scene where 'Cleo escapes' I'd be here all night) we need the Queen to show her boobs somehow!\n\n\u001b[1m＃2 CLEO：私たちは、この12歳の女性が、私たちが何か他のことについて話したよりも大きなおっぱいを持っていることについて、もっと多くの時間を費やしました。 彼女は12歳になったのですか？ 私たちはまた、おっぱいの部分を過ぎた彼女のキャラクターとどうしたらいいのか分からなかったので、他の要素も入れました。 さて、彼女には頑張らせてもらうようにしましょう。でも彼女を殺したくないのですが、彼女を新しいものにしましょう。私は自然に生まれたパイロットで、何日もスーパーハードロボットを操縦する方法を学ぶことができます。 彼女は本当にリーとの良い友達だから、Rygartが彼女を殺したときにドラマを作るだろうが、待って、殺すのが好きではない彼女の側を混乱させるだろう。 だからちょっと彼女の仲間を持ってきて、彼女の親友の死を乗り越えましょう。 誰もが女王の会社を守る必要があるので、誰もが戦争と戦っているので、信じられないほどのシナリオを概説するのに多くの時間を費やしましょう。そうすれば未成年の女の子は他のファンタジーキャラクターでランジェリーに座ることができます。 誰が、捕虜を彼女と一緒に彼女の寝室に住ませるという女王の考えが、アニメのためでさえ絶対に困惑していることを誰が気にしているのですか（私はクレオが逃げるシーン 彼女のおっぱいを何とか見せてくれる女王様！\u001b[22m\n\u001b[1m(# 2 Kureo: Watashitachiha, kono 12-sai no josei ga, watashitachi ga nanika hoka no koto ni tsuite hanashi tayori mo ōkina oppai o motte iru koto ni tsuite, motto ōku no jikan o tsuiyashimashita. Kanojo wa 12-sai ni natta nodesu ka? Watashitachiha mata, oppai no bubun o sugita kanojo no kyarakutā to dōshitara ī no ka wakaranakattanode, hoka no yōso mo iremashita. Sate, kanojo ni wa ganbara sete morau yō ni shimashou. Demo kanojo o koroshitakunai nodesuga, kanojo o atarashīmono ni shimashou. Watashi wa shizen ni umareta pairotto de, nan'nichi mo sūpāhādorobotto o sōjū suru hōhō o manabu koto ga dekimasu. Kanojo wa hontōni rī to no yoi tomodachidakara, Rygart ga kanojo o koroshita toki ni dorama o tsukurudarouga, matte, korosu no ga sukide wanai kanojo no soba o konran sa serudarou. Dakara chotto kanojo no nakama o motte kite, kanojo no shin'yū no shi o norikoemashou. Daremoga joō no kaisha o mamoru hitsuyō ga aru node, daremoga sensō to tatakatte irunode, shinji rarenai hodo no shinario o gaisetsu surunoni ōku no jikan o tsuiyashimashou. Sō sureba miseinen no on'nanoko wa hoka no fantajīkyarakutā de ranjerī ni suwaru koto ga dekimasu. Dare ga, horyo o kanojo to issho ni kanojo no shinshitsu ni suma seru to iu joō no kangae ga, anime no tamede sae zettai ni konwaku shite iru koto o dare ga ki ni shite iru nodesu ka (watashi wa Kureo ga nigeru shīn kanojo no oppai o nantoka misete kureru joō-sama!)\u001b[22m\n\u001b[1m\u001b[22m\n#1 Sigyn: What a mess of a character. You have the romance elements, which are fine, although like most things in BB, just sort of established; If you actually expect me to believe this Queen goes to bed in a see-through silk vest and panties while she has a POW in her room you must think I'm pretty stupid or you just don't give a damn. With BB it's most likely both. But then Sigyn is also a scientist and engineer? It's not exactly made clear. She can do this so they don't have to have another character to be the 'tech explainer.' Isn't handy how she made the Rygart a weapon to use to defeat the final boss right before the fight? Our Queenie sure is smart! Except for the POW thing and her multiple attempts to do something stupid where her aides have to stop her. The reason Sigyn is #1 on this list is because she is boring. She is sort of cute in some scenes but she isn't written well enough to be likeable, or bad enough to be funny. not explained. Like neither her nor her hubby wear their rings, but why is that? Is is just because everyone knows she loves Rygart? Why does she even love Rygart so much? Whatever that part isn't the worst anyway. You've got the fanservice of course. It's not particularly engaging or sexy; it just feels outrageous and out of place.\n\n\u001b[1m＃1シギン：どのようなキャラクターの混乱。 あなたはロマンスの要素を持っていますが、それはBBのほとんどのもののように確立されているに過ぎません。 あなたが実際に私がこの女王が彼女の部屋に捕虜を抱えている間、シースルーシルクのベストとパンティーで寝ることをあなたが信じると思うなら、あなたは私がかなりばかだと思っていなければいけません。  BBでは、両方の可能性が最も高いです。 しかし、シギンも科学者でエンジニアですか？ 正確にはっきりしていません。 彼女はこれを行うことができるので、彼らは「技術の説明者」であるために別の人物を持つ必要はありません。 彼女は戦いの前に最終的な上司を倒すために使用するために彼女がRygartに武器を作った方法を便利ではないですか？ 私たちのクイーンは確かにスマートです！ 捕虜と彼女の補佐官が彼女を止めなければならないところで何か愚かなことをやろうとする彼女の複数の試みを除いて。  Sigynがこのリストの＃1である理由は、彼女が退屈であるからです。 彼女はいくつかのシーンでかわいいですが、彼女は好きになるほど十分に書かれておらず、面白いほど悪くはありません。 説明されていません。 彼女も夫も恋人のようにはいないが、それはなぜですか？ 誰もが彼女がRygartを愛していることを知っているからですか？ 彼女はなぜRygartをそんなに愛しているのだろう？ とにかくその部分が最悪ではない。 あなたは当然のファンサービスを持っています。 特に魅力的でセクシーではない。 それはちょうど不気味で、場所の外に感じる。\u001b[22m\n\u001b[1m(# 1 Shigin: Do no yōna kyarakutā no konran. Anata wa romansu no yōso o motte imasuga, soreha BB no hotondo no mono no yō ni kakuritsu sa rete iru ni sugimasen. Setsumei sa rete imasen. Kanojo mo otto mo koibito no yō ni wa inaiga, sore wa nazedesu ka? Daremoga kanojo ga Rygart o aishite iru koto o shitte irukaradesu ka? Kanojo wa naze Rygart o son'nani itoshite iru nodarou? Tonikaku sono bubun ga saiakude wanai. Anata wa tōzen no fansābisu o motte imasu. Tokuni mirikiteki de sekushīde wanai. Sore wa chōdo bukimide, basho no soto ni kanjiru. Anata ga jissai ni watashi ga kono joō ga kanojonoheya ni horyo o kakaete iru ma, shīsurūshiruku no besuto to pantī de neru koto o anata ga shinjiru to omounara, anata wa watashi ga kanari bakada to omotte inakereba ikemasen. BBde wa, ryōhō no kanōsei ga mottomo takaidesu. Shikashi, shigin mo kagaku-sha de enjiniadesu ka? Seikaku ni hakkiri shite imasen. Kanojo wa kore o okonau koto ga dekiru node, karera wa `gijutsu no setsumei-sha'dearu tame ni betsu no jinbutsu o motsu hitsuyō wa arimasen. Kanojo wa tatakai no mae ni saishū-tekina jōshi o taosu tame ni shiyō suru tame ni kanojo ga Rygart ni buki o tsukutta hōhō o benride wanaidesu ka? Watashitachi no kuīn wa tashika ni sumātodesu! Horyo to kanojo no hosa-kan ga kanojo o tomenakereba naranai tokoro de nanika orokana koto o yarou to suru kanojo no fukusū no kokoromi o nozoite. Sigyn ga kono risuto no# 1dearu riyū wa, kanojo ga taikutsudearukaradesu. Kanojo wa ikutsu ka no shīn de kawaīdesuga, kanojo wa suki ni naru hodo jūbun ni kaka rete orazu, omoshiroi hodo waruku wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's pretty much it for the characters. No one really stands out that much and weirdly most of the established 'main characters' are swept aside when the story actually starts to progress. The erratic actions and unclear motives of everyone in Break Blade makes the viewer feel confused and disconnected.\n\n\u001b[1mそれはキャラクターのためのものです。 誰も本当にそれほど目立っていないし、実際に話が進んでいくうちに、確立された「主人公」の大部分が脇に掃き出される。 ブレイクブレイドの不思議な行動や不明な動機は、視聴者を混乱させたり断ち切ったりします。\u001b[22m\n\u001b[1m(Sore wa kyarakutā no tame no monodesu. Dare mo hontōni sorehodo medatte inaishi, jissai ni hanashi ga susunde iku uchi ni, kakuritsu sa reta `shujinkō' no daibubun ga waki ni hakidasa reru. Bureikubureido no fushigina kōdō ya fumeina dōki wa, shichō-sha o konran sa se tari tachikittari shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's pretty much it for the characters. No one really stands out that much and weirdly most of the established 'main characters' are swept aside when the story actually starts to progress. The erratic actions and unclear motives of everyone in Break Blade makes the viewer feel confused and disconnected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's pretty much it for the characters.\u001b[24m\n    \u001b[1mそれはキャラクターのためのものです。\u001b[22m, \u001b[1mそして、それはかなりそれの文字のです。\u001b[22m\n\u001b[4mNo one really stands out that much and weirdly most of the established 'main characters' are swept aside when the story actually starts to progress.\u001b[24m\n    \u001b[1m誰も本当にそれほど目立っていないし、実際に話が進んでいくうちに、確立された「主人公」の大部分が脇に掃き出される。\u001b[22m, \u001b[1m誰も本当に話が実際に進行し始めるとずっとと不気味確立「メインキャラクター」のほとんどが押し流されていることが目立つません。\u001b[22m\n\u001b[4mThe erratic actions and unclear motives of everyone in Break Blade makes the viewer feel confused and disconnected.\u001b[24m\n    \u001b[1mブレイクブレイドの不思議な行動や不明な動機は、視聴者を混乱させたり断ち切ったりします。\u001b[22m, \u001b[1mブレイクブレイドの皆様の不規則なアクションと不明瞭な動機は、視聴者が混乱し、切断さを感じさせます。\u001b[22m\n\u001b[1m\u001b[22m\nTo wrap it up, Break Blade is a unique type of bad anime. One that is hard to hate. I would not rewatch this show; even for laughs; and I would not recommend to watch this show fully. Maybe if the setting or designs appeal to you; watch the first 5 episodes and drop it before it disappoints you and leaves a bad taste in your mouth. It tried something new (sort of) and had uniqueness and skill in it; but not in the right places. It exists as an example of how art and sound direction can't carry an anime. No matter how hard I tried to invest myself into the fights in the later parts of BB, I couldn't get as excited as I did in the beginning; where I felt some tether to BB's setting and characters. As that withered away, so did my tether to the show as a whole. It's sad that the whole show had to suffer on the part of the poor story and character direction; but it was there and caused Break Blade to be an unenjoyable show to watch.\n\n\u001b[1mそれを包み込むために、Break Bladeはユニークなタイプの悪いアニメです。  1つは嫌いではありません。 私はこのショウを再ウォッチしないだろう。 笑っても。 私はこのショーを完全に見ることをお勧めしません。 たぶんあなたの設定やデザインがあなたにアピールするならば。 最初の5つのエピソードを見て、それがあなたを失望させて口に悪い味を残す前にそれを落とす。 それは何か新しいものを試してみて、その中にユニークさとスキルを持っていました。 適切な場所にはありません。 これは、芸術と音の方向性がどのようにアニメを運ぶことができないかの例として存在します。 私がBBの後の部分での戦いに自分自身を投資しようとしたが、私が始めたように興奮することはできませんでした。  BBのセッティングやキャラクターにテザーを感じました。 それが消え去るにつれて、私のテザーもショー全体になりました。 悲しいことに、ショー全体は貧しいストーリーと性格の方向で苦しんでいなければならなかった。 ブレイク・ブレイドはそこにいて、見ることができない魅力的なショーになった。\u001b[22m\n\u001b[1m(Sore o tsutsumikomu tame ni, bureiku bureido wa yunīkuna taipu no warui animedesu. 1Tsu wa kiraide wa arimasen. Sore wa nani ka atarashī mono o tameshite mite, sono naka ni yunīku-sa to sukiru o motte imashita. Tekisetsuna basho ni wa arimasen. Kore wa, geijutsu to oto no hōkō-sei ga dono yō ni anime o hakobu koto ga dekinai ka no rei to shite sonzai shimasu. Watashi ga BB no nochi no bubun de notatakai ni jibun jishin o tōshi shiyou to shitaga, watashi ga hajimeta yō ni kōfun suru koto wa dekimasendeshita. BB no settingu ya kyarakutā ni tezā o kanjimashita. Sore ga kiesaru ni tsurete, watashi no tezā mo shō zentai ni narimashita. Kanashī koto ni, shō zentai wa mazushī sutōrī to seikaku no hōkō de kurushinde inakereba naranakatta. Bureiku bureido wa soko ni ite, miru koto ga dekinai miryoku-tekina shō ni natta. Watashi wa kono shō o sai u~otchi shinaidarou. Emi tte mo. Watashi wa kono shō o kanzen ni miru koto o o susume shimasen. Tabun anata no settei ya dezain ga anata ni apīru surunaraba. Saisho no itsutsu no episōdo o mite, sore ga anata o shitsubō sa sete kuchi ni warui aji o nokosu mae ni sore o otosu.)\u001b[22m\n\nTranslations of \u001b[4mTo wrap it up, Break Blade is a unique type of bad anime. One that is hard to hate. I would not rewatch this show; even for laughs; and I would not recommend to watch this show fully. Maybe if the setting or designs appeal to you; watch the first 5 episodes and drop it before it disappoints you and leaves a bad taste in your mouth. It tried something new (sort of) and had uniqueness and skill in it; but not in the right places. It exists as an example of how art and sound direction can't carry an anime. No matter how hard I tried to invest myself into the fights in the later parts of BB, I couldn't get as excited as I did in the beginning; where I felt some tether to BB's setting and characters. As that withered away, so did my tether to the show as a whole. It's sad that the whole show had to suffer on the part of the poor story and character direction; but it was there and caused Break Blade to be an unenjoyable show to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo wrap it up, Break Blade is a unique type of bad anime.\u001b[24m\n    \u001b[1mそれを包み込むために、Break Bladeはユニークなタイプの悪いアニメです。\u001b[22m, \u001b[1mそれをラップするには、ブレイクブレイドは悪いアニメのユニークなタイプです。\u001b[22m\n\u001b[4mOne that is hard to hate.\u001b[24m\n    \u001b[1m1つは嫌いではありません。\u001b[22m, \u001b[1m嫌いにくい一つ。\u001b[22m\n\u001b[4mIt tried something new (sort of) and had uniqueness and skill in it;\u001b[24m\n    \u001b[1mそれは何か新しいものを試してみて、その中にユニークさとスキルを持っていました。\u001b[22m, \u001b[1mそれは新しい何か（の一種）を試してみましたし、その中に一意性とスキルを持っていました。\u001b[22m\n\u001b[4mbut not in the right places.\u001b[24m\n    \u001b[1m適切な場所にはありません。\u001b[22m, \u001b[1mではなく適切な場所インチ\u001b[22m\n\u001b[4mIt exists as an example of how art and sound direction can't carry an anime.\u001b[24m\n    \u001b[1mこれは、芸術と音の方向性がどのようにアニメを運ぶことができないかの例として存在します。\u001b[22m, \u001b[1mそれは芸術と音の方向がアニメを運ぶことができない方法の例として存在します。\u001b[22m\n\u001b[4mNo matter how hard I tried to invest myself into the fights in the later parts of BB, I couldn't get as excited as I did in the beginning;\u001b[24m\n    \u001b[1m私がBBの後の部分での戦いに自分自身を投資しようとしたが、私が始めたように興奮することはできませんでした。\u001b[22m, \u001b[1mどんなに私はBBの後の部分での戦いに自分自身を投資しようとしたいかに難しいか、私は私が最初にやったとして興奮することができませんでした。\u001b[22m\n\u001b[4mwhere I felt some tether to BB's setting and characters.\u001b[24m\n    \u001b[1mBBのセッティングやキャラクターにテザーを感じました。\u001b[22m, \u001b[1mここで、私はBBの設定や文字にいくつかのテザーを感じました。\u001b[22m\n\u001b[4mAs that withered away, so did my tether to the show as a whole.\u001b[24m\n    \u001b[1mそれが消え去るにつれて、私のテザーもショー全体になりました。\u001b[22m, \u001b[1mそれは離れて枯れたように、全体としてショーに私のテザーをしました。\u001b[22m\n\u001b[4mIt's sad that the whole show had to suffer on the part of the poor story and character direction;\u001b[24m\n    \u001b[1m悲しいことに、ショー全体は貧しいストーリーと性格の方向で苦しんでいなければならなかった。\u001b[22m, \u001b[1mこれは、全体のショーは貧しいストーリーと文字方向の一部に苦しむしなければならなかったことを悲しいです。\u001b[22m\n\u001b[4mbut it was there and caused Break Blade to be an unenjoyable show to watch.\u001b[24m\n    \u001b[1mブレイク・ブレイドはそこにいて、見ることができない魅力的なショーになった。\u001b[22m, \u001b[1mしかし、それがあったとブレイクブレイドを見て楽しくないショーにしていました。\u001b[22m\n\u001b[4mI would not rewatch this show;\u001b[24m\n    \u001b[1m私はこのショウを再ウォッチしないだろう。\u001b[22m, \u001b[1m私はこの番組をrewatchないだろう。\u001b[22m\n\u001b[4meven for laughs;\u001b[24m\n    \u001b[1m笑っても。\u001b[22m, \u001b[1mでも、笑いのために。\u001b[22m\n\u001b[4mand I would not recommend to watch this show fully.\u001b[24m\n    \u001b[1m私はこのショーを完全に見ることをお勧めしません。\u001b[22m, \u001b[1mそして、私は完全にこの番組を見てお勧めしません。\u001b[22m\n\u001b[4mMaybe if the setting or designs appeal to you;\u001b[24m\n    \u001b[1mたぶんあなたの設定やデザインがあなたにアピールするならば。\u001b[22m, \u001b[1m設定やデザインはあなたにアピールするかもしれない場合。\u001b[22m\n\u001b[4mwatch the first 5 episodes and drop it before it disappoints you and leaves a bad taste in your mouth.\u001b[24m\n    \u001b[1m最初の5つのエピソードを見て、それがあなたを失望させて口に悪い味を残す前にそれを落とす。\u001b[22m, \u001b[1m最初の5エピソードを見て、それはあなたを失望し、お口の中で悪趣味を離れる前にドロップします。\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR: Skip this one; but if the you like the designs or just love medieval Mecha, look up 'Break Blade fight compilation' and you won't miss much. (or just watch Escaflowne / Panzer World Galient)\n\n\u001b[1mTL; DR：これをスキップします。 しかし、あなたがデザインが好きか中世のMechaを愛しているなら、 'Blade Blade fight compilation'を見てください。  （またはただEscaflowne / Panzer World Galientを見てください）\u001b[22m\n\u001b[1m(TL; DR: Kore o sukippu shimasu. Shikashi, anata ga dezain ga suki ka chūsei no Mecha o aishite irunara, ' bureido bureido fight konpirēshon' o mite kudasai. (Matawa tada esukafurōne/ Panzer World Galient o mitekudasai))\u001b[22m\n\nTranslations of \u001b[4mTL;DR: Skip this one; but if the you like the designs or just love medieval Mecha, look up 'Break Blade fight compilation' and you won't miss much. (or just watch Escaflowne / Panzer World Galient)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR: Skip this one;\u001b[24m\n    \u001b[1mTL; DR：これをスキップします。\u001b[22m, \u001b[1mTL; DR：この1をスキップ。\u001b[22m\n\u001b[4mbut if the you like the designs or just love medieval Mecha, look up 'Break Blade fight compilation' and you won't miss much.\u001b[24m\n    \u001b[1mしかし、あなたがデザインが好きか中世のMechaを愛しているなら、 'Blade Blade fight compilation'を見てください。\u001b[22m, \u001b[1m場合がありますが、デザインが好きか、単に中世のメカを愛し、「ブレイクブレイドの戦いのコンパイル」をルックアップして、あなたは多くを見逃すことはありません。\u001b[22m\n\u001b[4m(or just watch Escaflowne / Panzer World Galient)\u001b[24m\n    \u001b[1m（またはただEscaflowne / Panzer World Galientを見てください）\u001b[22m, \u001b[1m（または単に天空のエスカフローネ/機甲界ガリアンを見ます）\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "Beryllus",
    "profile": "/profile/Beryllus/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=175959",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  8\n\nこのアニメを見る人は2種類あります。 ブレイクブレイドに新しい人とそうでない人。 このレビューは、後者に対してより重視されます。\n\nこれは別の規範、代替の規範です。 だからあなたは、これを望んでいるマンガのファンは、映画が持っていたものよりもはるかに近いマンガに従うことでした。本当の適応であれば、失望し、漫画と似ているようにいくつかのシーンを変えます。 間には数少ない。 もしそれをパーセンテージで表現したいのであれば、映画全体の92％です。\n\nだから、映画にはなかったことはほとんどないので、これは簡単なレビューになるでしょう。 最も重要な質問は、それが価値があるかどうかです。 単に置く：いいえ。 あなたが映画を見直すために行くことができますが、違いを望んでいない限り。\n\nそのOPは、フェイランが平均的なJポップのように歌った、映画のなかではかなり良いものから変更されました。 もしあればマイナーな苦情。\n\nテレビのフォーマットにもかかわらず、アニメーションはまだ非常に同じです（なぜそうではないか分かりませんが、私が推測する価値はありません）。これはかなり豪華です。  Golemsの視覚的な質と流動性の両方、すなわち。\n\n同じことがOSTにも当てはまります。 それはまだ素晴らしいですが、OPとED以外の新しい追加はありません。\n\nあなたが映画を見直すことを望んでいない限り、これを見ることを正当化する理由はまったくありません。 それはまだ映画で、いくつかの改良が施されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThere are two types of people who'll watch this anime. Those who are new to Break Blade and those who aren't. This review will be more oriented to the latter.\n\n\u001b[1mこのアニメを見る人は2種類あります。 ブレイクブレイドに新しい人とそうでない人。 このレビューは、後者に対してより重視されます。\u001b[22m\n\u001b[1m(Kono anime o miru hito wa 2 shurui arimasu. Bureikubureido ni atarashī hito to sōdenai hito. Kono rebyū wa, kōsha ni taishite yori jūshi sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are two types of people who'll watch this anime. Those who are new to Break Blade and those who aren't. This review will be more oriented to the latter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are two types of people who'll watch this anime.\u001b[24m\n    \u001b[1mこのアニメを見る人は2種類あります。\u001b[22m, \u001b[1mこのアニメを見てよ人の2種類があります。\u001b[22m\n\u001b[4mThose who are new to Break Blade and those who aren't.\u001b[24m\n    \u001b[1mブレイクブレイドに新しい人とそうでない人。\u001b[22m, \u001b[1mブレードを壊すために新しいのある人とない人。\u001b[22m\n\u001b[4mThis review will be more oriented to the latter.\u001b[24m\n    \u001b[1mこのレビューは、後者に対してより重視されます。\u001b[22m, \u001b[1mこのレビューはより後者に配向することになります。\u001b[22m\n\u001b[1m\u001b[22m\nThis is the alternative canon, to the alternative canon. So you fans of the manga hoping this was to follow the manga much closer than the movies had-- be the true adaptation, you'll be disappointed, it does change a few scenes to be more similar to the manga, but they're few and far in between. Overall it's 92% of the movies, if one wished to express it as a percentage.\n\n\u001b[1mこれは別の規範、代替の規範です。 だからあなたは、これを望んでいるマンガのファンは、映画が持っていたものよりもはるかに近いマンガに従うことでした。本当の適応であれば、失望し、漫画と似ているようにいくつかのシーンを変えます。 間には数少ない。 もしそれをパーセンテージで表現したいのであれば、映画全体の92％です。\u001b[22m\n\u001b[1m(Koreha-betsu no kihan, daitai no kihandesu. Dakara anata wa, kore o nozonde iru manga no fan wa, eiga ga motte ita mono yori mo haruka ni chikai manga ni shitagau kotodeshita. Hontō no tekiōdeareba, shitsubō shi, manga to nite iru yō ni ikutsu ka no shīn o kaemasu. Ma ni wa kazusukunai. Moshi sore o pāsentēji de hyōgen shitai nodeareba, eiga zentai no 92-pāsentodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the alternative canon, to the alternative canon. So you fans of the manga hoping this was to follow the manga much closer than the movies had-- be the true adaptation, you'll be disappointed, it does change a few scenes to be more similar to the manga, but they're few and far in between. Overall it's 92% of the movies, if one wished to express it as a percentage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the alternative canon, to the alternative canon.\u001b[24m\n    \u001b[1mこれは別の規範、代替の規範です。\u001b[22m, \u001b[1mこれは、代替キヤノンの代替キヤノン、です。\u001b[22m\n\u001b[4mSo you fans of the manga hoping this was to follow the manga much closer than the movies had-- be the true adaptation, you'll be disappointed, it does change a few scenes to be more similar to the manga, but they're\u001b[24m\n    \u001b[1mだからあなたは、これを望んでいるマンガのファンは、映画が持っていたものよりもはるかに近いマンガに従うことでした。本当の適応であれば、失望し、漫画と似ているようにいくつかのシーンを変えます。\u001b[22m, \u001b[1mだから、このことを期待して漫画のあなたのファンが映画よりもはるかに近い漫画真適応することがhad--に従うことだった、あなたは、それが漫画に、より類似しているように、いくつかのシーンを変更しない、失望、しかし、彼らはしていることでしょう\u001b[22m\n\u001b[4mfew and far in between.\u001b[24m\n    \u001b[1m間には数少ない。\u001b[22m, \u001b[1m数との間ではるかに。\u001b[22m\n\u001b[4mOverall it's 92% of the movies, if one wished to express it as a percentage.\u001b[24m\n    \u001b[1mもしそれをパーセンテージで表現したいのであれば、映画全体の92％です。\u001b[22m, \u001b[1m1が割合としてそれを表現することを望んだ場合は全体的には、映画の92％です。\u001b[22m\n\u001b[1m\u001b[22m\nSo this'll be a short review, since there's little to cover that wasn't in the movies. The most important question is whether or not it's worth watching. Simply put: no. Unless you could go for re-watching the movies but desire the differences.\n\n\u001b[1mだから、映画にはなかったことはほとんどないので、これは簡単なレビューになるでしょう。 最も重要な質問は、それが価値があるかどうかです。 単に置く：いいえ。 あなたが映画を見直すために行くことができますが、違いを望んでいない限り。\u001b[22m\n\u001b[1m(Dakara, eiga ni wa nakatta koto wa hotondo nainode, kore wa kantan'na rebyū ni narudeshou. Mottomo jūyōna shitsumon wa, sore ga kachigāru ka dō kadesu. Tan'ni oku: Īe. Anata ga eiga o minaosu tame ni iku koto ga dekimasuga, chigai o nozonde inai kagiri.)\u001b[22m\n\nTranslations of \u001b[4mSo this'll be a short review, since there's little to cover that wasn't in the movies. The most important question is whether or not it's worth watching. Simply put: no. Unless you could go for re-watching the movies but desire the differences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this'll be a short review, since there's little to cover that wasn't in the movies.\u001b[24m\n    \u001b[1mだから、映画にはなかったことはほとんどないので、これは簡単なレビューになるでしょう。\u001b[22m, \u001b[1mそれは映画ではなかったカバーするために少しありますので、これは、短いレビューになるでしょう。\u001b[22m\n\u001b[4mThe most important question is whether or not it's worth watching.\u001b[24m\n    \u001b[1m最も重要な質問は、それが価値があるかどうかです。\u001b[22m, \u001b[1m最も重要な問題は、それが見て価値があるかどうかです。\u001b[22m\n\u001b[4mSimply put: no.\u001b[24m\n    \u001b[1m単に置く：いいえ。\u001b[22m, \u001b[1m簡単に言えば：なし。\u001b[22m\n\u001b[4mUnless you could go for re-watching the movies but desire the differences.\u001b[24m\n    \u001b[1mあなたが映画を見直すために行くことができますが、違いを望んでいない限り。\u001b[22m, \u001b[1mあなたは、再映画を見に行くが、違いを望むことができない限り。\u001b[22m\n\u001b[1m\u001b[22m\nThe OP was changed from the rather nice one in the movies, sung by Faylan for one that's more so average J-Pop. A minor complaint if anything.\n\n\u001b[1mそのOPは、フェイランが平均的なJポップのように歌った、映画のなかではかなり良いものから変更されました。 もしあればマイナーな苦情。\u001b[22m\n\u001b[1m(Sono OP wa, feiran ga heikin-tekina jeipoppu no yō ni utatta, eiga no nakade wa kanari yoi mono kara henkō sa remashita. Moshi areba maināna kujō.)\u001b[22m\n\nTranslations of \u001b[4mThe OP was changed from the rather nice one in the movies, sung by Faylan for one that's more so average J-Pop. A minor complaint if anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP was changed from the rather nice one in the movies, sung by Faylan for one that's more so average J-Pop.\u001b[24m\n    \u001b[1mそのOPは、フェイランが平均的なJポップのように歌った、映画のなかではかなり良いものから変更されました。\u001b[22m, \u001b[1mOPは、より多くのように平均J-ポップな1のために飛蘭が歌う映画の中ではなく、素敵な1、から変更されました。\u001b[22m\n\u001b[4mA minor complaint if anything.\u001b[24m\n    \u001b[1mもしあればマイナーな苦情。\u001b[22m, \u001b[1mマイナー苦情どちらかといえば。\u001b[22m\n\u001b[1m\u001b[22m\nDespite the televised format the animation is still very much the same (don't know why it wouldn't be, but worth noting I suppose), which is quite gorgeous. Both the visual quality and the fluidity of the Golems, namely.\n\n\u001b[1mテレビのフォーマットにもかかわらず、アニメーションはまだ非常に同じです（なぜそうではないか分かりませんが、私が推測する価値はありません）。これはかなり豪華です。  Golemsの視覚的な質と流動性の両方、すなわち。\u001b[22m\n\u001b[1m(Terebi no fōmatto nimokakawarazu, animēshon wa mada hijō ni onajidesu (naze sōde wanai ka wakarimasen ga, watashi ga suisoku suru kachi wa arimasen). Kore wa kanari gōkadesu. Golems no shikaku-tekina shitsu to ryūdō-sei no ryōhō, sunawachi.)\u001b[22m\n\nTranslations of \u001b[4mDespite the televised format the animation is still very much the same (don't know why it wouldn't be, but worth noting I suppose), which is quite gorgeous. Both the visual quality and the fluidity of the Golems, namely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the televised format the animation is still very much the same (don't know why it wouldn't be, but worth noting I suppose), which is quite gorgeous.\u001b[24m\n    \u001b[1mテレビのフォーマットにもかかわらず、アニメーションはまだ非常に同じです（なぜそうではないか分かりませんが、私が推測する価値はありません）。これはかなり豪華です。\u001b[22m, \u001b[1mテレビ放映形式にもかかわらず、アニメーションがかなりゴージャスである、非常にまだ（それはないだろう、なぜわからないが、私が思う注目に値する）と同じです。\u001b[22m\n\u001b[4mBoth the visual quality and the fluidity of the Golems, namely.\u001b[24m\n    \u001b[1mGolemsの視覚的な質と流動性の両方、すなわち。\u001b[22m, \u001b[1mビジュアル品質と、すなわちゴーレムの流動性、両方。\u001b[22m\n\u001b[1m\u001b[22m\nThe same goes for the OST. Which is still nice, but there's no new additions aside from the OP and ED.\n\n\u001b[1m同じことがOSTにも当てはまります。 それはまだ素晴らしいですが、OPとED以外の新しい追加はありません。\u001b[22m\n\u001b[1m(Onaji koto ga OST ni mo atehamarimasu. Sore wa mada subarashīdesuga, OP to ED igai no atarashī tsuika wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe same goes for the OST. Which is still nice, but there's no new additions aside from the OP and ED.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe same goes for the OST.\u001b[24m\n    \u001b[1m同じことがOSTにも当てはまります。\u001b[22m, \u001b[1m同じことは、OSTのために行きます。\u001b[22m\n\u001b[4mWhich is still nice, but there's no new additions aside from the OP and ED.\u001b[24m\n    \u001b[1mそれはまだ素晴らしいですが、OPとED以外の新しい追加はありません。\u001b[22m, \u001b[1mこれはまだいいですが、OPとEDとは別に新たな追加がありません。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, there's little reason to justify watching this unless you're looking to re-watch the movies. It's still the movies, with a few improvements.\n\n\u001b[1mあなたが映画を見直すことを望んでいない限り、これを見ることを正当化する理由はまったくありません。 それはまだ映画で、いくつかの改良が施されています。\u001b[22m\n\u001b[1m(Anata ga eiga o minaosu koto o nozonde inai kagiri, kore o miru koto o seitō-ka suru riyū wa mattaku arimasen. Sore wa mada eiga de, ikutsu ka no kairyō ga hodokosa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, there's little reason to justify watching this unless you're looking to re-watch the movies. It's still the movies, with a few improvements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, there's little reason to justify watching this unless you're looking to re-watch the movies.\u001b[24m\n    \u001b[1mあなたが映画を見直すことを望んでいない限り、これを見ることを正当化する理由はまったくありません。\u001b[22m, \u001b[1mすべてのすべてで、あなたは映画を再見に探している場合を除き、これを見て正当化する理由はほとんどありません。\u001b[22m\n\u001b[4mIt's still the movies, with a few improvements.\u001b[24m\n    \u001b[1mそれはまだ映画で、いくつかの改良が施されています。\u001b[22m, \u001b[1mこれは、いくつかの改善が、まだ映画です。\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "Nedrarg",
    "profile": "/profile/Nedrarg/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=230673",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n\nBroken Bladeは2010年5月から2011年3月にかけてリリースされた6枚のショートムービーで、長さは50分を超え、吉永陽介の6巻のマンガから適応されています。 漫画の最初の4巻は、それが停止する前にCMXによって米国でリリースされた。  Sentai Filmworksは2011年後半にこのシリーズのライセンスを取得し、2月下旬にはDVDとBlu-rayで英語のダブを完成させてリリースする予定です。 このレビューは、いくつかの主要なケーブルシステムでVODサービスを介して排他的に利用できるダビングされたバージョンに基づいています。\n\n\n\n6つの映画の話は非常に基本的で簡単です。アテネの大規模なアテネは、アステカの石英鉱山が数年後に消耗すると予想されるため、より小規模で資源の豊富なクリスナを心配しています。 アテネは積極的なアプローチをとり、Rygartは兵士であるという条件に来るように戦いながら、多くのメカバスが西クリスナの砂漠の谷に続いています。 以前のアッサムアカデミーの友人の間の緊張を除けば、それはかなりです。 この執筆では、12歳の身体と行動をしているが、実際には25人（別のキャラクター、奇妙なことに、ほぼ正反対の人）のハーフ・マッド・アテーニアのパイロット・ナイキのような、 大きな方法で執着する唯一のキャラクタードラマは、ライガーとホドルの両方が静かに認識しているような、シガーのライガートに対する明白な感情です。 フラッシュバックは、ライグートがオプションとして利用できないようにしていたため、SigynがHodrに落ち着いたと示唆している。 結局のところ、Un-Sorcererの妻であることは、結局のところ辛い人生となるだろうし、Sigynが女王が彼女に提供する研究開発のためのリソースと機会を利用する方法を与えられれば、本当に幸せになれるか そのような世俗的な生活。 彼女とホドルは、近くにいるとは決して示されません。そして、それはゴシップモンガーが喜んでいる3人の間に、まあまあな微妙な根本的な緊張を作り出します。\n\nしかし、映画の真の魅力は、メカの戦いであり、そのシリーズではほとんど同じではないということです。 彼らの間に起こっているウォントン破壊のすべてについて、メカの戦いは、ここでやっているように暴力的または残忍なものと感じることはめったになく、時にはかなりグラフィックになることもあります。 優れたバトル・コレオグラフィー、オペラ・ミュージカル・スコア、そして非常に詳細なアニメーションの組み合わせは、例外的な緊張と強さを定期的に生成します。特に、Rygartのプレマジック・メカ、Delphineが、 文字通り彼の対戦相手のいくつかを耕して、高度に移動可能な打撃ラム。  Mechaはダイナミックな戦闘操縦、鎧や手足の脱ぎ、互いに衝突、盾や近接武器の混乱を定期的に打ち破り、プロダクションIGと Xebec。 戦闘のダメージと通常の磨耗の詳細に大きな注意を払うと、メカは戦ってもぎこちない土のように見えます。 あなたはここでは、完全に破壊される前に互いに傷をつくことなく、光沢のあるすべてのCGメカの戦いを見ることはできません。\n\n\n\n平野義久は、デスノートで使われた劇的で時折オーバーザトップのスコアを作り、同様のスタイルを使用して多くのマイレージを得ました。 バトルシーンは、熱狂的な努力なしには完全な可能性を達成できないだけでなく、より純粋なドラマチックな運賃にも素敵な感触を持っています。  Kokiaの「運命」は、オープナーとして使用する美しい歌であり、劇的な演奏と美しい歌詞のための独自の感性を備えています。一方、「Serious-Age」を近づけば、それぞれの映画は良い状態になります。\n\n日本のダブはレビューできませんでしたが、英語のダブの選択肢は一般的にそのキャラクターのための良いマッチのように見えますが、おそらく例外は1つあります.Greg AyresはRygartとして、キャラクターに一定の解釈を加え、 みんなと一緒に。  （一方、Emily NeevesはSigynにとって特に適しているようだが、Rob MungleはBaldr将軍のようにそうである）。演技はSentaiの最高のダビング努力の中に集まっているわけではないが、材料の損害にも働いていない。\n\nBroken Bladeには明確な欠陥があります。 シーンのトランジションは常に最高のものではなく、芸術はスポットで失われ、Zessは後半の良い塊のために写真から消えてしまいます。 おそらく偶然ではないかもしれないが、それはそのプロットが最もシャキッとしたようなストレッチである。 シリーズにはまた、いくつかのプロットストランドが終わりに（たとえそれが部分的な解像度になっても）ぶら下がっていて、一般的なメカや一般的なアニメのコンベンションにいくつかの譲歩が含まれています。 しかし、シリーズが正しいことはうまくいっているので、他のところの欠点は簡単に見逃すことができます。 これは、今後のBlu-Rayリリースで壮観に見えるはずのシリーズで、あらゆるメカやファンタジーファンに見合う価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBroken Blade is a series of six short movies released between May 2010 and March 2011 which average a bit over 50 minutes in length and are adapted from the six-volume manga by Yonosuke Yoshinaga; the first four volumes of the manga were released in the States by CMX before it shut down. Sentai Filmworks licensed the series in late 2011 and plans to release it, complete with an English dub, on DVD and Blu-Ray in late February. This review is based on the dubbed version available exclusively via VOD services on some major cable systems.\n\n\u001b[1mBroken Bladeは2010年5月から2011年3月にかけてリリースされた6枚のショートムービーで、長さは50分を超え、吉永陽介の6巻のマンガから適応されています。 漫画の最初の4巻は、それが停止する前にCMXによって米国でリリースされた。  Sentai Filmworksは2011年後半にこのシリーズのライセンスを取得し、2月下旬にはDVDとBlu-rayで英語のダブを完成させてリリースする予定です。 このレビューは、いくつかの主要なケーブルシステムでVODサービスを介して排他的に利用できるダビングされたバージョンに基づいています。\u001b[22m\n\u001b[1m(Burōkun bureido wa 2010-nen 5 tsuki kara 2011-nen 3 tsuki ni kakete rirīsu sa reta 6-mai no shōtomūbī de, naga-sa wa 50-bu o koe, Yoshinaga Yōsuke no 6-kan no manga kara tekiō sa rete imasu. Manga no saisho no 4-kan wa, sore ga teishi suru mae ni CMX ni yotte Beikoku de rirīsu sa reta. Sentai Filmworks wa 2011-nen kōhan ni kono shirīzu no raisensu o shutoku shi, 2 tsuki gejun ni wa DVD to buru - ray de eigo no dabu o kansei sa sete rirīsu suru yoteidesu. Kono rebyū wa, ikutsu ka no shuyōna kēburushisutemu de VOD sābisu o kaishite haita-teki ni riyō dekiru dabingu sa reta bājon ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBroken Blade is a series of six short movies released between May 2010 and March 2011 which average a bit over 50 minutes in length and are adapted from the six-volume manga by Yonosuke Yoshinaga; the first four volumes of the manga were released in the States by CMX before it shut down. Sentai Filmworks licensed the series in late 2011 and plans to release it, complete with an English dub, on DVD and Blu-Ray in late February. This review is based on the dubbed version available exclusively via VOD services on some major cable systems.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBroken Blade is a series of six short movies released between May 2010 and March 2011 which average a bit over 50 minutes in length and are adapted from the six-volume manga by Yonosuke Yoshinaga;\u001b[24m\n    \u001b[1mBroken Bladeは2010年5月から2011年3月にかけてリリースされた6枚のショートムービーで、長さは50分を超え、吉永陽介の6巻のマンガから適応されています。\u001b[22m, \u001b[1mブレイクブレイドは長さが50分にわたってビットを平均化し、Yonosuke吉永により6巻漫画から適応されている2010年5月と2011年3月の間にリリース6ショートムービーのシリーズです。\u001b[22m\n\u001b[4mthe first four volumes of the manga were released in the States by CMX before it shut down.\u001b[24m\n    \u001b[1m漫画の最初の4巻は、それが停止する前にCMXによって米国でリリースされた。\u001b[22m, \u001b[1mそれがシャットダウンする前に、マンガの最初の4つのボリュームはCMXによってアメリカでリリースされました。\u001b[22m\n\u001b[4mSentai Filmworks licensed the series in late 2011 and plans to release it, complete with an English dub, on DVD and Blu-Ray in late February.\u001b[24m\n    \u001b[1mSentai Filmworksは2011年後半にこのシリーズのライセンスを取得し、2月下旬にはDVDとBlu-rayで英語のダブを完成させてリリースする予定です。\u001b[22m, \u001b[1m戦隊Filmworksは、2011年後半シリーズのライセンスを取得し、2月下旬DVDとBlu-Rayの上、英語吹き替えで、完全にそれをリリースする予定。\u001b[22m\n\u001b[4mThis review is based on the dubbed version available exclusively via VOD services on some major cable systems.\u001b[24m\n    \u001b[1mこのレビューは、いくつかの主要なケーブルシステムでVODサービスを介して排他的に利用できるダビングされたバージョンに基づいています。\u001b[22m, \u001b[1mこのレビューは、排他的にいくつかの主要なケーブルシステム上でVODサービスを介して利用可能な吹き替え版に基づいています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story told across the six movies is very basic and straightforward: larger Athens covets smaller, resource-rich Krisna because Athens' own quartz mines are projected to be depleted in a few years. Many mecha battles ensue in the desert canyons of western Krisna as Athens takes the aggressive approach and Rygart struggles to come to terms with being a soldier. Aside from the tension amongst the former Assam Academy friends, that's pretty much it. The writing tries to populate both sides with colorful characters – such as the half-mad Athenian pilot Nike, who has the body and behavior of a 12 year old but is actually 25 (another character, oddly, is almost the exact reverse) – but the only character drama which sticks in a big way is Sigyn's evident feelings for Rygart, something which both Rygart and Hodr quietly seem aware of. Flashbacks suggest that Sigyn settled for Hodr because Rygart avoided being available as an option; being the wife of an Un-Sorcerer would be a hard life, after all, and given the way Sigyn exploits the resources and opportunities for research and development that being a Queen offers her, one has to wonder if she could have truly been happy leading such a mundane life. She and Hodr are never shown as being close, though, and that creates the kind of faint underlying tension between the three of them that gossipmongers feast on.\n\n\u001b[1m6つの映画の話は非常に基本的で簡単です。アテネの大規模なアテネは、アステカの石英鉱山が数年後に消耗すると予想されるため、より小規模で資源の豊富なクリスナを心配しています。 アテネは積極的なアプローチをとり、Rygartは兵士であるという条件に来るように戦いながら、多くのメカバスが西クリスナの砂漠の谷に続いています。 以前のアッサムアカデミーの友人の間の緊張を除けば、それはかなりです。 この執筆では、12歳の身体と行動をしているが、実際には25人（別のキャラクター、奇妙なことに、ほぼ正反対の人）のハーフ・マッド・アテーニアのパイロット・ナイキのような、 大きな方法で執着する唯一のキャラクタードラマは、ライガーとホドルの両方が静かに認識しているような、シガーのライガートに対する明白な感情です。 フラッシュバックは、ライグートがオプションとして利用できないようにしていたため、SigynがHodrに落ち着いたと示唆している。 結局のところ、Un-Sorcererの妻であることは、結局のところ辛い人生となるだろうし、Sigynが女王が彼女に提供する研究開発のためのリソースと機会を利用する方法を与えられれば、本当に幸せになれるか そのような世俗的な生活。 彼女とホドルは、近くにいるとは決して示されません。そして、それはゴシップモンガーが喜んでいる3人の間に、まあまあな微妙な根本的な緊張を作り出します。\u001b[22m\n\u001b[1m(Muttsu no eiga no hanashi wa hijō ni kihon-tekide kantandesu. Atene no ōkibona Atene wa, asuteka no sekiei kōzan ga sūnengo ni shōmō suru to yosō sa reru tame, yori shōkibode shigen no hōfuna kurisuna o shinpai shite imasu. Atene wa sekkyoku-tekina apurōchi o tori, Rygart wa heishidearu to iu jōken ni kuru yō ni tatakainagara, ōku no meka basu ga nishi kurisuna no sabaku no tani ni tsudzuite imasu. Izen no assamuakademī no yūjin no ma no kinchō o nozokeba, sore wa kanaridesu. Kono shippitsude wa, 12-sai no karada to kōdō o shite iruga, jissai ni wa 25-ri (betsu no kyarakutā, kimyōna koto ni, hobo seihantai no hito) no hāfu maddo atēnia no pairotto naiki no yōna, ōkina hōhō de shūchaku suru yuiitsu no kyarakutādorama wa, raigā to hodoru no ryōhō ga shizuka ni ninshiki shite iru yōna, shigā no raigāto ni taisuru meihakuna kanjōdesu. Furasshu bakku wa, raigūto ga opushon to shite riyō dekinai yō ni shite ita tame, Sigyn ga Hodr ni ochitsuita to shisa shite iru. Kekkyokunotokoro, Un - sōsarā no tsumadearu koto wa, kekkyokunotokoro tsurai jinsei to narudaroushi, Sigyn ga joō ga kanojo ni teikyō suru kenkyū kaihatsu no tame no risōsu to kikai o riyō suru hōhō o atae rarereba, hontōni shiawase ni nareru ka sono yōna sezoku-tekina seikatsu. Kanojo to hodoru wa, chikaku ni iru to wa kesshite shimesa remasen. Soshite, soreha goshippumongā ga yorokonde iru 3-ri no ma ni, mā māna bimyōna konpon-tekina kinchō o tsukuridashimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe real attraction of the movies, though, is the mecha battles, and in that the series has few equals. For all of the wonton destruction which goes on during them, mecha battles have rarely felt as violent or brutal as they do here, and at times these can get quite graphic. A combination of excellent battle choreography, an operatic musical score, and highly detailed animation regularly generates an exceptional degree of tension and intensity, especially in one key battle in the third movie where Rygart's pre-magic mech, the Delphine, charges around the field like a highly-mobile battering ram, literally plowing through some of his opponents. Mecha make dynamic battle maneuvers, shed armor and limbs, crash into each other, and regularly smash shields and melee weapons as they engage in a mix of hand-to-hand and projectile combat, all lovingly-rendered by a partnership between Production IG and Xebec. The great attention to detail on battle damage and normal wear and tear gives the mecha battles a grittier, earthier appearance, too; you will not see here any shiny all-CG mecha battle without apparently laying a scratch on one another prior to one or the other's complete destruction.\n\n\u001b[1mしかし、映画の真の魅力は、メカの戦いであり、そのシリーズではほとんど同じではないということです。 彼らの間に起こっているウォントン破壊のすべてについて、メカの戦いは、ここでやっているように暴力的または残忍なものと感じることはめったになく、時にはかなりグラフィックになることもあります。 優れたバトル・コレオグラフィー、オペラ・ミュージカル・スコア、そして非常に詳細なアニメーションの組み合わせは、例外的な緊張と強さを定期的に生成します。特に、Rygartのプレマジック・メカ、Delphineが、 文字通り彼の対戦相手のいくつかを耕して、高度に移動可能な打撃ラム。  Mechaはダイナミックな戦闘操縦、鎧や手足の脱ぎ、互いに衝突、盾や近接武器の混乱を定期的に打ち破り、プロダクションIGと Xebec。 戦闘のダメージと通常の磨耗の詳細に大きな注意を払うと、メカは戦ってもぎこちない土のように見えます。 あなたはここでは、完全に破壊される前に互いに傷をつくことなく、光沢のあるすべてのCGメカの戦いを見ることはできません。\u001b[22m\n\u001b[1m(Shikashi, eiga no shin no miryoku wa, meka no tatakaideari, sono shirīzude wa hotondo onajide wa nai to iu kotodesu. Karera no ma ni okotte iru u~onton hakai no subete ni tsuite, meka no tatakai wa, koko de yatte iru yō ni bōryoku-teki matawa zan'nin'na mono to kanjiru koto wa mettani naku, tokiniha kanari gurafikku ni naru koto mo arimasu. Sugureta batoru koreogurafī, opera myūjikaru sukoa, soshite hijō ni shōsaina animēshon no kumiawase wa, reigai-tekina kinchō to tsuyo-sa o teikitekini seisei shimasu. Tokuni, Rygart no Pure majikku meka, Delphine ga, mojidōri kare no taisen aite no ikutsu ka o tagayashite, kōdo ni idō kanōna dageki ramu. Mecha wa dainamikkuna sentō sōjū, yoroi ya teashi no nugi, tagaini shōtotsu, tate ya kinsetsu buki no konran o teikitekini uchiyaburi, purodakushon'aijī to Xebec. Sentō no damēji to tsūjō no mamō no shōsai ni ōkina chūiwoharau to, meka wa tatakatte mo gikochinai tsuchi no yō ni miemasu. Anata wa kokode wa, kanzen ni hakai sa reru mae ni tagaini kizu o tsuku koto naku, kōtakunoaru subete no CG meka no tatakai o miru koto wa dekimasen.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nYoshihisa Hirano crafted the dramatic, occasionally over-the-top score used in Death Note and gets a lot of mileage out of using a similar style here. The battle scenes simply wouldn't achieve their full potential without his enthusiastic effort, and he has a nice touch in more purely dramatic fare as well. “Fate” by Kokia is a lovely song to use as the opener, with its own flair for dramatics and nicely-complementing lyrics, while closer “Serious-Age” brings each movie to a good finish.\n\n\u001b[1m平野義久は、デスノートで使われた劇的で時折オーバーザトップのスコアを作り、同様のスタイルを使用して多くのマイレージを得ました。 バトルシーンは、熱狂的な努力なしには完全な可能性を達成できないだけでなく、より純粋なドラマチックな運賃にも素敵な感触を持っています。  Kokiaの「運命」は、オープナーとして使用する美しい歌であり、劇的な演奏と美しい歌詞のための独自の感性を備えています。一方、「Serious-Age」を近づけば、それぞれの映画は良い状態になります。\u001b[22m\n\u001b[1m(Hirano yoshihisa wa, desunōto de tsukawa reta gekitekide tokiori ōbāzatoppu no sukoa o tsukuri, dōyō no sutairu o shiyō shite ōku no mairēji o emashita. Batorushīn wa, nekkyō-tekina doryoku nashi ni wa kanzen'na kanōsei o tassei dekinai dakedenaku, yori junsuina doramachikkuna unchin ni mo sutekina kanshoku o motte imasu. Kokia no `unmei' wa, ōpunā to shite shiyō suru utsukushī utadeari, gekitekina ensō to utsukushī kashi no tame no dokuji no kansei o sonaete imasu. Ippō,`Serious - Age' o chikadzukeba, sorezore no eiga wa yoi jōtai ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mYoshihisa Hirano crafted the dramatic, occasionally over-the-top score used in Death Note and gets a lot of mileage out of using a similar style here. The battle scenes simply wouldn't achieve their full potential without his enthusiastic effort, and he has a nice touch in more purely dramatic fare as well. “Fate” by Kokia is a lovely song to use as the opener, with its own flair for dramatics and nicely-complementing lyrics, while closer “Serious-Age” brings each movie to a good finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoshihisa Hirano crafted the dramatic, occasionally over-the-top score used in Death Note and gets a lot of mileage out of using a similar style here.\u001b[24m\n    \u001b[1m平野義久は、デスノートで使われた劇的で時折オーバーザトップのスコアを作り、同様のスタイルを使用して多くのマイレージを得ました。\u001b[22m, \u001b[1m平野義久はデスノートで使用される劇的な、時折オーバーザトップスコアを細工され、ここで同様のスタイルを使用してから走行距離の多くを取得します。\u001b[22m\n\u001b[4mThe battle scenes simply wouldn't achieve their full potential without his enthusiastic effort, and he has a nice touch in more purely dramatic fare as well.\u001b[24m\n    \u001b[1mバトルシーンは、熱狂的な努力なしには完全な可能性を達成できないだけでなく、より純粋なドラマチックな運賃にも素敵な感触を持っています。\u001b[22m, \u001b[1m戦闘シーンは、単に彼の熱心な努力なしにその可能性を最大限に達成されないだろう、と彼は同様に、より純粋に劇的な運賃での素敵なタッチを持っています。\u001b[22m\n\u001b[4m“Fate” by Kokia is a lovely song to use as the opener, with its own flair for dramatics and nicely-complementing lyrics, while closer “Serious-Age” brings each movie to a good finish.\u001b[24m\n    \u001b[1mKokiaの「運命」は、オープナーとして使用する美しい歌であり、劇的な演奏と美しい歌詞のための独自の感性を備えています。一方、「Serious-Age」を近づけば、それぞれの映画は良い状態になります。\u001b[22m, \u001b[1mKOKIAの\"運命\"は近い」深刻なエイジ」は良い仕上がりに各ムービーをもたらしながら、演出とうまく補完歌詞の独自の才能と、オープナーとして使用する素敵な曲です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Japanese dub was not available for review, but the choices for the English dub generally seem like good matches for their characters, with possibly one exception: Greg Ayres as Rygart puts a certain interpretation on the character with his vocal style which may not set well with everyone. (On the other hand, Emily Neeves seems like a particularly good fit for Sigyn, as does Rob Mungle as General Baldr.) The performances are not collectively amongst Sentai' best dubbing efforts but none of them work to the material's detriment, either.\n\n\u001b[1m日本のダブはレビューできませんでしたが、英語のダブの選択肢は一般的にそのキャラクターのための良いマッチのように見えますが、おそらく例外は1つあります.Greg AyresはRygartとして、キャラクターに一定の解釈を加え、 みんなと一緒に。  （一方、Emily NeevesはSigynにとって特に適しているようだが、Rob MungleはBaldr将軍のようにそうである）。演技はSentaiの最高のダビング努力の中に集まっているわけではないが、材料の損害にも働いていない。\u001b[22m\n\u001b[1m(Nihon no dabu wa rebyū dekimasendeshitaga, eigo no dabu no sentakushi wa ippantekini sono kyarakutā no tame no yoi matchi no yō ni miemasuga, osoraku reigai wa 1tsu arimasu. Gureggu Ayres wa Rygart to shite, kyarakutā ni ittei no kaishaku o kuwae, min'na to issho ni. (Ippō, emirī Neeves wa Sigyn ni totte tokuni tekishite iru yōdaga, robu Mungle wa Baldr shōgun no yō ni sōdearu). Engi wa Sentai no saikō no dabingu doryoku no naka ni atsumatte iru wakede wa naiga, zairyō no songai ni mo hataraite inai.)\u001b[22m\n\nTranslations of \u001b[4mThe Japanese dub was not available for review, but the choices for the English dub generally seem like good matches for their characters, with possibly one exception: Greg Ayres as Rygart puts a certain interpretation on the character with his vocal style which may not set well with everyone. (On the other hand, Emily Neeves seems like a particularly good fit for Sigyn, as does Rob Mungle as General Baldr.) The performances are not collectively amongst Sentai' best dubbing efforts but none of them work to the material's detriment, either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Japanese dub was not available for review, but the choices for the English dub generally seem like good matches for their characters, with possibly one exception: Greg Ayres as Rygart puts a certain interpretation on the character with his vocal style which may not set well\u001b[24m\n    \u001b[1m日本のダブはレビューできませんでしたが、英語のダブの選択肢は一般的にそのキャラクターのための良いマッチのように見えますが、おそらく例外は1つあります.Greg AyresはRygartとして、キャラクターに一定の解釈を加え、\u001b[22m, \u001b[1m日本語吹替はレビューのために利用できませんでしたが、英語吹き替えの選択肢は、一般的に、おそらく1つの例外を除いて、自分のキャラクターのために良い試合のように思える：グレッグエアーズRygartがうまく設定されないことがあり、彼のヴォーカルスタイルで文字に一定の解釈を置くように\u001b[22m\n\u001b[4mwith everyone.\u001b[24m\n    \u001b[1mみんなと一緒に。\u001b[22m, \u001b[1mみんなで。\u001b[22m\n\u001b[4m(On the other hand, Emily Neeves seems like a particularly good fit for Sigyn, as does Rob Mungle as General Baldr.) The performances are not collectively amongst Sentai' best dubbing efforts but none of them work to the material's detriment, either.\u001b[24m\n    \u001b[1m（一方、Emily NeevesはSigynにとって特に適しているようだが、Rob MungleはBaldr将軍のようにそうである）。演技はSentaiの最高のダビング努力の中に集まっているわけではないが、材料の損害にも働いていない。\u001b[22m, \u001b[1m（一般バルドルとしてロブMungleがそうであるように一方、エミリーNeevesは、Sigynに特に適しように思える。）公演をまとめ戦隊「最高のダビングの取り組みの中ではありませんが、それらのどれもいずれか、材料の犠牲に動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nBroken Blade does have some definite flaws. Scene transitions are not always the best, the artistry does lapse in spots, and Zess is gone from the picture for a good chunk of the second half; perhaps not coincidentally, that is the stretch during which the plot seems shakiest. The series also leaves several plot strands dangling at the end (even though it does come to a partial resolution) and does include some concessions to common mecha and general anime conventions which seem out of place in the setting. However, what the series does right is done so well that shortcomings elsewhere can easily be overlooked. This is one series which definitely should look spectacular on its upcoming Blu-Ray release and is well worth a look by any mecha or fantasy fan.\n\n\u001b[1mBroken Bladeには明確な欠陥があります。 シーンのトランジションは常に最高のものではなく、芸術はスポットで失われ、Zessは後半の良い塊のために写真から消えてしまいます。 おそらく偶然ではないかもしれないが、それはそのプロットが最もシャキッとしたようなストレッチである。 シリーズにはまた、いくつかのプロットストランドが終わりに（たとえそれが部分的な解像度になっても）ぶら下がっていて、一般的なメカや一般的なアニメのコンベンションにいくつかの譲歩が含まれています。 しかし、シリーズが正しいことはうまくいっているので、他のところの欠点は簡単に見逃すことができます。 これは、今後のBlu-Rayリリースで壮観に見えるはずのシリーズで、あらゆるメカやファンタジーファンに見合う価値があります。\u001b[22m\n\u001b[1m(Burōkun bureido ni wa meikakuna kekkan ga arimasu. Shīn no toranjishon wa tsuneni saikō no monode wa naku, geijutsu wa supotto de ushinawa re, Zess wa kōhan no yoi katamari no tame ni shashin kara kiete shimaimasu. Osoraku gūzende wanai kamo shirenaiga, sore wa sono purotto ga mottomo shakitto shita yōna sutoretchidearu. Shirīzu ni wa mata, ikutsu ka no purottosutorando ga owari ni (tatoe sore ga bubun-tekina kaizōdo ni natte mo) burasagatte ite, ippantekina meka ya ippantekina anime no konbenshon ni ikutsu ka no jōho ga fukuma rete imasu. Shikashi, shirīzu ga tadashī koto wa umaku itte irunode, hoka no tokoro no ketten wa kantan ni minogasu koto ga dekimasu. Kore wa, kongo no buru - rei rirīsu de sōkan ni mieru hazu no shirīzu de, arayuru meka ya fantajīfan ni miau kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBroken Blade does have some definite flaws. Scene transitions are not always the best, the artistry does lapse in spots, and Zess is gone from the picture for a good chunk of the second half; perhaps not coincidentally, that is the stretch during which the plot seems shakiest. The series also leaves several plot strands dangling at the end (even though it does come to a partial resolution) and does include some concessions to common mecha and general anime conventions which seem out of place in the setting. However, what the series does right is done so well that shortcomings elsewhere can easily be overlooked. This is one series which definitely should look spectacular on its upcoming Blu-Ray release and is well worth a look by any mecha or fantasy fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBroken Blade does have some definite flaws.\u001b[24m\n    \u001b[1mBroken Bladeには明確な欠陥があります。\u001b[22m, \u001b[1mブレイクブレイドは、いくつかの明確な欠陥を持っています。\u001b[22m\n\u001b[4mScene transitions are not always the best, the artistry does lapse in spots, and Zess is gone from the picture for a good chunk of the second half;\u001b[24m\n    \u001b[1mシーンのトランジションは常に最高のものではなく、芸術はスポットで失われ、Zessは後半の良い塊のために写真から消えてしまいます。\u001b[22m, \u001b[1mシーン遷移が常に最高ではない、芸術はスポットで経過を行い、Zessは、後半の良いチャンクの絵からなくなっています。\u001b[22m\n\u001b[4mperhaps not coincidentally, that is the stretch during which the plot seems shakiest.\u001b[24m\n    \u001b[1mおそらく偶然ではないかもしれないが、それはそのプロットが最もシャキッとしたようなストレッチである。\u001b[22m, \u001b[1mおそらく偶然、それはプロットがshakiest思われる時にストレッチではありません。\u001b[22m\n\u001b[4mThe series also leaves several plot strands dangling at the end (even though it does come to a partial resolution) and does include some concessions to common mecha and general anime conventions which seem out of place in the setting.\u001b[24m\n    \u001b[1mシリーズにはまた、いくつかのプロットストランドが終わりに（たとえそれが部分的な解像度になっても）ぶら下がっていて、一般的なメカや一般的なアニメのコンベンションにいくつかの譲歩が含まれています。\u001b[22m, \u001b[1mシリーズは、（それは部分的な解像度に来ないにもかかわらず）終端にいくつかのプロット鎖を残し、設定で場違いに見える一般的なメカと一般的なアニメの規則にいくつかの譲歩が含まれています。\u001b[22m\n\u001b[4mHowever, what the series does right is done so well that shortcomings elsewhere can easily be overlooked.\u001b[24m\n    \u001b[1mしかし、シリーズが正しいことはうまくいっているので、他のところの欠点は簡単に見逃すことができます。\u001b[22m, \u001b[1mしかし、シリーズは右ので、よく欠点は、他の場所で簡単に見落とさできることが行われているんもの。\u001b[22m\n\u001b[4mThis is one series which definitely should look spectacular on its upcoming Blu-Ray release and is well worth a look by any mecha or fantasy fan.\u001b[24m\n    \u001b[1mこれは、今後のBlu-Rayリリースで壮観に見えるはずのシリーズで、あらゆるメカやファンタジーファンに見合う価値があります。\u001b[22m, \u001b[1mこれは間違いなく、その今後のブルーレイリリースに壮大な見て、任意のメカやファンタジーファンによって一見の価値があるべきである1シリーズです。\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "dudepersian",
    "profile": "/profile/dudepersian/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=161055",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  7\n\n私が始める前に、私はこのレビューがこのアニメの（うまくいけば最初の）12のエピソードに関するものであるという事実を明確にしたいと思います。 潜在的には、このアニメは長期的には大きな可能性を秘めていると私は本当に信じています。\n\nそれは12のエピソードで達成するために管理しているものについては、このアニメは素晴らしいですが、それ自体が問題です。  12話は、ストーリーが十分に発展し、十分に進むには十分な長さではありません。 ストーリーはそれが面白いほど充実しているので、一度にシリーズを見ているかもしれませんが、一度完成すれば塗りつぶされたボイドがあります。 未回答の質問がたくさんあり、それはすべて空中に放置されています。\n\n待つ！ あなたが行く前に、アートのために未開発のように見えるかもしれない物語やキャラクターではないにしても、それはまだ価値があることを指摘したいと思います。 はい、芸術です！ 私の他のレビューを読んだら、私は芸術を批評するのに苦労していることを知っています。 まあそれは、芸術は素晴らしいです...\nそれは手描きですが、私が見たcgiの大半よりもよく見えます。 素敵な芸術とmechsに関するプロットを組み合わせて、私たちは行きます。 戦闘シーンは素晴らしく、アニメを見る価値があります。\n\nこのアニメは、豊富な可能性を持った適切なストーリーに興味がある人にとって、驚くべき手描きのアートを持っています。 これは、アクションと軍事ベースのアニメで、比較的深刻な気分です。 正直なところ、それはそれに割り当てられた限られた時間内で例外的にうまくいく。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBefore I begin I would like to clarify the fact that this review is regarding the (hopefully first) 12 episodes of this anime. In terms of potential I truly believe this anime has immense potential in the long run.\n\n\u001b[1m私が始める前に、このレビューがこのアニメの（うまくいけば最初の）12のエピソードに関するものであるという事実を明確にしたいと思います。 潜在的には、このアニメは長期的には大きな可能性を秘めていると私は本当に信じています。\u001b[22m\n\u001b[1m(Watashi ga hajimeru mae ni, kono rebyū ga kono anime no (umaku ikeba saisho no) 12 no episōdo ni kansuru monodearu to iu jijitsu o meikaku ni shitai to omoimasu. Senzai-teki ni wa, kono anime wa chōki-teki ni wa ōkina kanōsei o himete iruto watashi wa hontōni shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBefore I begin I would like to clarify the fact that this review is regarding the (hopefully first) 12 episodes of this anime. In terms of potential I truly believe this anime has immense potential in the long run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I begin I would like to clarify the fact that this review is regarding the (hopefully first) 12 episodes of this anime.\u001b[24m\n    \u001b[1m私が始める前に、このレビューがこのアニメの（うまくいけば最初の）12のエピソードに関するものであるという事実を明確にしたいと思います。\u001b[22m, \u001b[1m私が始める前に私が、この口コミがこのアニメの（できれば最初の）12のエピソードについてされているという事実を明確にしたいと思います。\u001b[22m\n\u001b[4mIn terms of potential I truly believe this anime has immense potential in the long run.\u001b[24m\n    \u001b[1m潜在的には、このアニメは長期的には大きな可能性を秘めていると私は本当に信じています。\u001b[22m, \u001b[1m可能性という点では、私は本当にこのアニメは、長期的には計り知れない可能性を秘めていると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nFor what it manages to accomplish in 12 episodes this anime is amazing, but that in and of itself is the issue. 12 episodes isn't really long enough for the story to develop and advance enough. Although you may binge watch the series in one go because the story is interesting enough for that there will be an unfilled void once you finish it. There are a lot of unanswered questions, and it is all just left up in the air.\n\n\u001b[1mそれは12のエピソードで達成するために管理しているものについては、このアニメは素晴らしいですが、それ自体が問題です。  12話は、ストーリーが十分に発展し、十分に進むには十分な長さではありません。 ストーリーはそれが面白いほど充実しているので、一度にシリーズを見ているかもしれませんが、一度完成すれば塗りつぶされたボイドがあります。 未回答の質問がたくさんあり、それはすべて空中に放置されています。\u001b[22m\n\u001b[1m(Sore wa 12 no episōdo de tassei suru tame ni kanri shite iru mono ni tsuite wa, kono anime wa subarashīdesuga, sore jitai ga mondaidesu. 12-Wa wa, sutōrī ga jūbun ni hatten shi, jūbun ni susumu ni wa jūbun'na naga-sade wa arimasen. Sutōrī wa sore ga omoshiroi hodo jūjitsu shite irunode, ichido ni shirīzu o mite iru kamo shiremasenga, ichido kansei sureba nuritsubusa reta boido ga arimasu. Mi kaitō no shitsumon ga takusan ari, soreha subete kūchū ni hōchi sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor what it manages to accomplish in 12 episodes this anime is amazing, but that in and of itself is the issue. 12 episodes isn't really long enough for the story to develop and advance enough. Although you may binge watch the series in one go because the story is interesting enough for that there will be an unfilled void once you finish it. There are a lot of unanswered questions, and it is all just left up in the air.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor what it manages to accomplish in 12 episodes this anime is amazing, but that in and of itself is the issue.\u001b[24m\n    \u001b[1mそれは12のエピソードで達成するために管理しているものについては、このアニメは素晴らしいですが、それ自体が問題です。\u001b[22m, \u001b[1mそれは12のエピソードで達成するために管理して何のためにこのアニメは素晴らしいですが、それ自体はそれが問題です。\u001b[22m\n\u001b[4m12 episodes isn't really long enough for the story to develop and advance enough.\u001b[24m\n    \u001b[1m12話は、ストーリーが十分に発展し、十分に進むには十分な長さではありません。\u001b[22m, \u001b[1m12エピソードは本当に長い十分な物語が開発し、十分に前進させるためのものではありません。\u001b[22m\n\u001b[4mAlthough you may binge watch the series in one go because the story is interesting enough for that there will be an unfilled void once you finish it.\u001b[24m\n    \u001b[1mストーリーはそれが面白いほど充実しているので、一度にシリーズを見ているかもしれませんが、一度完成すれば塗りつぶされたボイドがあります。\u001b[22m, \u001b[1m物語はそのための十分な興味深いものですので、あなたがどんちゃん騒ぎ一度にシリーズを見るかもしれないが、あなたがそれを終えるたら、未充填の空隙が存在することになります。\u001b[22m\n\u001b[4mThere are a lot of unanswered questions, and it is all just left up in the air.\u001b[24m\n    \u001b[1m未回答の質問がたくさんあり、それはすべて空中に放置されています。\u001b[22m, \u001b[1mそこに未回答の質問の多くは、それはすべてちょうど空気中に任されています。\u001b[22m\n\u001b[1m\u001b[22m\nWAIT! Before you go I would like to point out it is still definitely worth a watch, if not for the story and characters which may seem underdeveloped then for the art. Yes, the art! If you have read any of my other reviews you know that I have a hard time critiquing art. Well here it is, the art is awesome...\n\n\u001b[1m待つ！ あなたが行く前に、アートのために未開発のように見えるかもしれない物語やキャラクターではないにしても、それはまだ価値があることを指摘したいと思います。 はい、芸術です！ あなたが私の他のレビューを読んだら、私は芸術を批評するのに苦労していることを知っています。 まあそれは、芸術は素晴らしいです...\u001b[22m\n\u001b[1m(Matsu! Anata ga iku mae ni, āto no tame ni mikaihatsu no yō ni mieru kamo shirenai monogatari ya kyarakutāde wa nai ni shite mo, sore wa mada kachi ga aru koto o shiteki shitai to omoimasu. Hai, geijutsudesu! Anata ga watashi no ta no rebyū o yondara, watashi wa geijutsu o hihyō suru no ni kurō shite iru koto o shitte imasu. Mā sore wa, geijutsu wa subarashīdesu...)\u001b[22m\n\nTranslations of \u001b[4mWAIT! Before you go I would like to point out it is still definitely worth a watch, if not for the story and characters which may seem underdeveloped then for the art. Yes, the art! If you have read any of my other reviews you know that I have a hard time critiquing art. Well here it is, the art is awesome...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWAIT!\u001b[24m\n    \u001b[1m待つ！\u001b[22m, \u001b[1m待って！\u001b[22m, \u001b[1m待て！\u001b[22m\n\u001b[4mBefore you go I would like to point out it is still definitely worth a watch, if not for the story and characters which may seem underdeveloped then for the art.\u001b[24m\n    \u001b[1mあなたが行く前に、アートのために未開発のように見えるかもしれない物語やキャラクターではないにしても、それはまだ価値があることを指摘したいと思います。\u001b[22m, \u001b[1mあなたが行く前に、私は芸術のために、次に未発達に見えるかもしれませんストーリーと文字のない場合、それは、間違いなくまだ時計の価値があると指摘したいと思います。\u001b[22m\n\u001b[4mYes, the art!\u001b[24m\n    \u001b[1mはい、芸術です！\u001b[22m, \u001b[1mはい、芸術！\u001b[22m\n\u001b[4mIf you have read any of my other reviews you know that I have a hard time critiquing art.\u001b[24m\n    \u001b[1mあなたが私の他のレビューを読んだら、私は芸術を批評するのに苦労していることを知っています。\u001b[22m, \u001b[1mあなたは私の他のレビューのいずれかを読んでいる場合は、私は芸術を批判苦労を持っていることを知っています。\u001b[22m\n\u001b[4mWell here it is, the art is awesome...\u001b[24m\n    \u001b[1mまあそれは、芸術は素晴らしいです...\u001b[22m, \u001b[1mさてここでは芸術は素晴らしいです、です...\u001b[22m\nIt is hand drawn, but looks better than the majority of the cgi I have seen. Combine awesome art with a plot about mechs and we are a go. The battle scenes are great, and make the anime worth a watch.\n\n\u001b[1mそれは手描きですが、私が見たcgiの大半よりもよく見えます。 素敵な芸術とmechsに関するプロットを組み合わせて、私たちは行きます。 戦闘シーンは素晴らしく、アニメを見る価値があります。\u001b[22m\n\u001b[1m(Sore wa tegakidesuga, watashi ga mita cgi no taihan yori mo yoku miemasu. Sutekina geijutsu to mechs ni kansuru purotto o kumiawasete, watashitachiha ikimasu. Sentō shīn wa subarashiku, anime o miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is hand drawn, but looks better than the majority of the cgi I have seen. Combine awesome art with a plot about mechs and we are a go. The battle scenes are great, and make the anime worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is hand drawn, but looks better than the majority of the cgi I have seen.\u001b[24m\n    \u001b[1mそれは手描きですが、私が見たcgiの大半よりもよく見えます。\u001b[22m, \u001b[1mそれは手描きですが、私が見たのcgiの大部分よりも良く見えます。\u001b[22m\n\u001b[4mCombine awesome art with a plot about mechs and we are a go.\u001b[24m\n    \u001b[1m素敵な芸術とmechsに関するプロットを組み合わせて、私たちは行きます。\u001b[22m, \u001b[1mメカについてプロットで素晴らしい芸術を組み合わせて、我々は外出しています。\u001b[22m\n\u001b[4mThe battle scenes are great, and make the anime worth a watch.\u001b[24m\n    \u001b[1m戦闘シーンは素晴らしく、アニメを見る価値があります。\u001b[22m, \u001b[1m戦闘シーンは素晴らしいですし、時計アニメの価値にします。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is for those interested in an adequate story with a lot potential, that has amazing hand drawn art. It is an action and military based anime with a relatively serious mood. Honestly it does exceptionally well in the limited time allotted to it.\n\n\u001b[1mこのアニメは、豊富な可能性を持った適切なストーリーに興味がある人にとって、驚くべき手描きのアートを持っています。 これは、アクションと軍事ベースのアニメで、比較的深刻な気分です。 正直なところ、それはそれに割り当てられた限られた時間内で例外的にうまくいく。\u001b[22m\n\u001b[1m(Kono anime wa, hōfuna kanōsei o motta tekisetsuna sutōrī ni kyōmigāru hito ni totte, odorokubeki tegaki no āto o motte imasu. Kore wa, akushon to gunji bēsu no anime de, hikakuteki shinkokuna kibundesu. Shōjikina tokoro, sore wa sore ni wariate rareta kagira reta jikan-nai de reigai-teki ni umaku iku.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is for those interested in an adequate story with a lot potential, that has amazing hand drawn art. It is an action and military based anime with a relatively serious mood. Honestly it does exceptionally well in the limited time allotted to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is for those interested in an adequate story with a lot potential, that has amazing hand drawn art.\u001b[24m\n    \u001b[1mこのアニメは、豊富な可能性を持った適切なストーリーに興味がある人にとって、驚くべき手描きのアートを持っています。\u001b[22m, \u001b[1mこのアニメは素晴らしい手描きアートを持っている多くの可能性、との適切なストーリーに興味のある人のためのものです。\u001b[22m\n\u001b[4mIt is an action and military based anime with a relatively serious mood.\u001b[24m\n    \u001b[1mこれは、アクションと軍事ベースのアニメで、比較的深刻な気分です。\u001b[22m, \u001b[1mこれは、比較的深刻な気分でアクションと軍事ベースのアニメです。\u001b[22m\n\u001b[4mHonestly it does exceptionally well in the limited time allotted to it.\u001b[24m\n    \u001b[1m正直なところ、それはそれに割り当てられた限られた時間内で例外的にうまくいく。\u001b[22m, \u001b[1m正直なところ、それはそれに割り当てられた限られた時間の中で非常によくありません。\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "MeStraede",
    "profile": "/profile/MeStraede/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=150019",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\nこれはちょっと古いメカアニメのジャンルの海の新鮮な血の一滴です。 いくつかの面で欠けていますが、それは全体的にかなり良い時計です。 このレビューはスポイラーと一緒になります。\n\n\n\nストーリー-8\n\nストーリーはあまりにも複雑ではなく、あまりに単純ではありません。お互いに戦うためにキャラクターに動機を与えることだけがあると言えるでしょう。 強力なカントリー/エイリアンは弱い国/レースに侵入しますが、メカのジャンルではかなり話題になっていますが、全体としてブレーク・ブレードの世界ではうってつけです。\n\nアート10\n\n芸術は素晴らしいです、アニメーションは豪華です、戦いは非常にうまくアニメーションされています、私はメカ（ゴーレム）の素晴らしいデザインを指摘する必要があります。 あまりここで言うべきではありません:)\n\nサウンド8\n\nそのサウンド（特にOST）は、ブレイクブレードの映画化においてより良く行われました。一方、セイウは、ここで再び素晴らしい仕事をしました。 サウンド・エフェクトのいくつかがミュートされていると付け加えなければなりません。\n\nキャラクター-9\n\n最も大きな問題は、いくつかのキャラクターパーソナライゼーションが他のキャラクターパーソナライゼーションより優れていたことです。  Girghe、Zess、BorcuseとSigynは他の人がそうではないところでかなり良い結果を出しました。 私はGirgheが非常にユニークなチャーグだった原因9を与えた。 私は最も好きだった:)\n\n楽しさ-9\n\n私が言ったように。 それはかなり良い時計です。 戦いはすばらしいですし、物語はうまくやりやすく、アニメーションは素晴らしいです。声優もそうです（私はオリジナルの日本のVOを思います）。\n\n全体的 -  9\n\n私が通常言っているように、あらゆる形の芸術は誰かの弦を引っ張って何かをするように促すことができるので、可能な限り多くのアニメを見るように奨励しますが、あなたの印象は自分だけです。 オブザーバーの目に見えます。ブレイクブレイドとしては、いくつかのことをもっとうまくやっていれば、全体的に10であったかもしれません。 私は個人的にはブレーク・ブレードが好きだと言いたいのは、メカチャのジャンルの独創性だからです。 あなたはそれを見て、それはあなたが決めるために、あなたが愛したり憎むことができるアニメのようなものです:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a drop of fresh blood in sea of little stale mecha anime genre. Although is lacking in some aspects, it's overall a rather good watch. This review will be with spoilers, and sorry for my not so good English :)\n\n\u001b[1mこれはちょっと古いメカアニメのジャンルの海の新鮮な血の一滴です。 いくつかの面で欠けていますが、それは全体的にかなり良い時計です。 このレビューはスポイラーと一緒になります。\u001b[22m\n\u001b[1m(Kore wa chotto furui meka anime no janru no umi no shinsen'na chi no ittekidesu. Ikutsu ka no men de kakete imasuga, sore wa zentai-teki ni kanari yoi tokeidesu. Kono rebyū wa supoirā to issho ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a drop of fresh blood in sea of little stale mecha anime genre. Although is lacking in some aspects, it's overall a rather good watch. This review will be with spoilers, and sorry for my not so good English :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a drop of fresh blood in sea of little stale mecha anime genre.\u001b[24m\n    \u001b[1mこれはちょっと古いメカアニメのジャンルの海の新鮮な血の一滴です。\u001b[22m, \u001b[1mこれは少し古くなったメカアニメジャンルの海の中に新鮮な血液の一滴です。\u001b[22m\n\u001b[4mAlthough is lacking in some aspects, it's overall a rather good watch.\u001b[24m\n    \u001b[1mいくつかの面で欠けていますが、それは全体的にかなり良い時計です。\u001b[22m, \u001b[1mいくつかの側面に欠けているが、それは全体的にかなり良い時計です。\u001b[22m\n\u001b[4mThis review will be with spoilers, and sorry for my not so good English :)\u001b[24m\n    \u001b[1mこのレビューはスポイラーと一緒になります。\u001b[22m, \u001b[1mこのレビューはネタバレになる、と私のあまりよくない英語を気の毒になります:)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory-8\n\n\u001b[1mストーリー-8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory-8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-8\u001b[24m\n    \u001b[1mストーリー-8\u001b[22m\n\u001b[1m\u001b[22m\nThe story is not too complicated, yet not too simple, one could say that it's just there to motivate characters to fight each other. Powerful country/aliens invades the weaker nation/race, something used quite a lot in mecha genre, not so much to talk about there, but as a whole it fits very good in the world of Break blade.\n\n\u001b[1mストーリーはあまりにも複雑ではなく、あまりに単純ではありません。お互いに戦うためにキャラクターに動機を与えることだけがあると言えるでしょう。 強力なカントリー/エイリアンは弱い国/レースに侵入しますが、メカのジャンルではかなり話題になっていますが、全体としてブレーク・ブレードの世界ではうってつけです。\u001b[22m\n\u001b[1m(Sutōrī wa amarini mo fukuzatsude wa naku, amarini tanjunde wa arimasen. Otagai ni tatakau tame ni kyarakutā ni dōki o ataeru koto dake ga aru to ierudeshou. Kyōryokuna kantorī/ eirian wa yowai kuni/ rēsu ni shin'nyū shimasuga, meka no janrude wa kanari wadai ni natte imasuga, zentai to shite burēku burēdo no sekaide wa uttetsukedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is not too complicated, yet not too simple, one could say that it's just there to motivate characters to fight each other. Powerful country/aliens invades the weaker nation/race, something used quite a lot in mecha genre, not so much to talk about there, but as a whole it fits very good in the world of Break blade.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is not too complicated, yet not too simple, one could say that it's just there to motivate characters to fight each other.\u001b[24m\n    \u001b[1mストーリーはあまりにも複雑ではなく、あまりに単純ではありません。お互いに戦うためにキャラクターに動機を与えることだけがあると言えるでしょう。\u001b[22m, \u001b[1m物語は1つが、それはお互いに戦うために文字をやる気にさせるだけがあることを言うことができる、あまりにも単純すぎて複雑ではありません、まだありません。\u001b[22m\n\u001b[4mPowerful country/aliens invades the weaker nation/race, something used quite a lot in mecha genre, not so much to talk about there, but as a whole it fits very good in the world of Break blade.\u001b[24m\n    \u001b[1m強力なカントリー/エイリアンは弱い国/レースに侵入しますが、メカのジャンルではかなり話題になっていますが、全体としてブレーク・ブレードの世界ではうってつけです。\u001b[22m, \u001b[1m強力な国/外国人は、弱い国家/レースに侵入メカジャンルのかなり多くを使用するもの、そこの話をするのはあまりないが、全体としてはブレイクブレードの世界では非常に良いフィット。\u001b[22m\n\u001b[1m\u001b[22m\nArt- 10\n\n\u001b[1mアート10\u001b[22m\n\u001b[1m(Āto 10)\u001b[22m\n\nTranslations of \u001b[4mArt- 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 10\u001b[24m\n    \u001b[1mアート10\u001b[22m, \u001b[1mアート -  10\u001b[22m\n\u001b[1m\u001b[22m\nArt is amazing, animation is gorgeous, fights are animated very well, I must point out awesome design of mechas (golems ). Not much more to say here :)\n\n\u001b[1m芸術は素晴らしいです、アニメーションは豪華です、戦いは非常にうまくアニメーションされています、私はメカ（ゴーレム）の素晴らしいデザインを指摘する必要があります。 あまりここで言うべきではありません:)\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesu, animēshon wa gōkadesu, tatakai wa hijō ni umaku animēshon sa rete imasu, watashi wa meka (gōremu) no subarashī dezain o shiteki suru hitsuyō ga arimasu. Amari koko de iubekide wa arimasen: ))\u001b[22m\n\nTranslations of \u001b[4mArt is amazing, animation is gorgeous, fights are animated very well, I must point out awesome design of mechas (golems ). Not much more to say here :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is amazing, animation is gorgeous, fights are animated very well, I must point out awesome design of mechas (golems ).\u001b[24m\n    \u001b[1m芸術は素晴らしいです、アニメーションは豪華です、戦いは非常にうまくアニメーションされています、私はメカ（ゴーレム）の素晴らしいデザインを指摘する必要があります。\u001b[22m, \u001b[1mアートは、戦いは非常によく、私はmechas（ゴーレム）の素晴らしいデザインを指摘しなければならないアニメーション化され、アニメーションが豪華です、素晴らしいです。\u001b[22m\n\u001b[4mNot much more to say here :)\u001b[24m\n    \u001b[1mあまりここで言うべきではありません:)\u001b[22m, \u001b[1mここで言ってはるかません:)\u001b[22m\n\u001b[1m\u001b[22m\nSound-8\n\n\u001b[1mサウンド8\u001b[22m\n\u001b[1m(Saundo 8)\u001b[22m\n\nTranslations of \u001b[4mSound-8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-8\u001b[24m\n    \u001b[1mサウンド8\u001b[22m, \u001b[1mサウンド-8を\u001b[22m\n\u001b[1m\u001b[22m\nThe sound ( especially OST ) was done better in movie adaptation of Break blade, on the other hand seiyuu had done great job again here. I must also add that some of the sound effects sounded muted.\n\n\u001b[1mそのサウンド（特にOST）は、ブレイクブレードの映画化においてより良く行われました。一方、セイウは、ここで再び素晴らしい仕事をしました。 サウンド・エフェクトのいくつかがミュートされていると付け加えなければなりません。\u001b[22m\n\u001b[1m(Sono saundo (tokuni OST) wa, bureikuburēdo no eiga-ka ni oite yori yoku okonawa remashita. Ippō, seiu wa, koko de futatabi subarashī shigoto o shimashita. Saundo efekuto no ikutsu ka ga myūto sa rete iru to tsukekuwaenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound ( especially OST ) was done better in movie adaptation of Break blade, on the other hand seiyuu had done great job again here. I must also add that some of the sound effects sounded muted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound ( especially OST ) was done better in movie adaptation of Break blade, on the other hand seiyuu had done great job again here.\u001b[24m\n    \u001b[1mそのサウンド（特にOST）は、ブレイクブレードの映画化においてより良く行われました。一方、セイウは、ここで再び素晴らしい仕事をしました。\u001b[22m, \u001b[1m一方の声優が再びここに素晴らしい仕事をした上で、音（特にOST）は、ブレイクブレードの映画化で、より良い行われました。\u001b[22m\n\u001b[4mI must also add that some of the sound effects sounded muted.\u001b[24m\n    \u001b[1mサウンド・エフェクトのいくつかがミュートされていると付け加えなければなりません。\u001b[22m, \u001b[1m私はまた、効果音の一部がミュートに聞こえたことを追加する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter -9\n\n\u001b[1mキャラクター-9\u001b[22m\n\u001b[1m(Kyarakutā - 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter -9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter -9\u001b[24m\n    \u001b[1mキャラクター-9\u001b[22m, \u001b[1m文字-9\u001b[22m\n\u001b[1m\u001b[22m\nBiggest problem is that some characters personalization was done better then the other. Girghe, Zess,Borcuse and Sigyn were done quite good, where the others, not so much. I gave 9 cause Girghe had been quite unique char. which I've liked the most :)\n\n\u001b[1m最も大きな問題は、いくつかのキャラクターパーソナライゼーションが他のキャラクターパーソナライゼーションより優れていたことです。  Girghe、Zess、BorcuseとSigynは他の人がそうではないところでかなり良い結果を出しました。 私はGirgheが非常にユニークなチャーグだった原因9を与えた。 私は最も好きだった:)\u001b[22m\n\u001b[1m(Mottomo ōkina mondai wa, ikutsu ka no kyarakutāpāsonaraizēshon ga hoka no kyarakutāpāsonaraizēshon yori sugurete ita kotodesu. Girghe, Zess, Borcuse to Sigyn wa hokanohito ga sōde wanai tokoro de kanari yoi kekka o dashimashita. Watashi wa Girghe ga hijō ni yunīkuna chāgudatta gen'in 9 o ataeta. Watashi wa mottomo sukidatta: ))\u001b[22m\n\nTranslations of \u001b[4mBiggest problem is that some characters personalization was done better then the other. Girghe, Zess,Borcuse and Sigyn were done quite good, where the others, not so much. I gave 9 cause Girghe had been quite unique char. which I've liked the most :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBiggest problem is that some characters personalization was done better then the other.\u001b[24m\n    \u001b[1m最も大きな問題は、いくつかのキャラクターパーソナライゼーションが他のキャラクターパーソナライゼーションより優れていたことです。\u001b[22m, \u001b[1m最大の問題は、一部の文字のパーソナライゼーションは、他の後、より良い行われたということです。\u001b[22m\n\u001b[4mGirghe, Zess,Borcuse and Sigyn were done quite good, where the others, not so much.\u001b[24m\n    \u001b[1mGirghe、Zess、BorcuseとSigynは他の人がそうではないところでかなり良い結果を出しました。\u001b[22m, \u001b[1mGirghe、Zess、BorcuseとSigynはあまりない、どこに他の人、かなり良い行われました。\u001b[22m\n\u001b[4mI gave 9 cause Girghe had been quite unique char.\u001b[24m\n    \u001b[1m私はGirgheが非常にユニークなチャーグだった原因9を与えた。\u001b[22m, \u001b[1m私はGirgheは非常にユニークな文字であった9原因を与えました。\u001b[22m\n\u001b[4mwhich I've liked the most :)\u001b[24m\n    \u001b[1m私は最も好きだった:)\u001b[22m, \u001b[1m私が最も気に入っ済ませた:)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment -9\n\n\u001b[1m楽しさ-9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment -9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment -9\u001b[24m\n    \u001b[1m楽しさ-9\u001b[22m, \u001b[1m楽し-9\u001b[22m\n\u001b[1m\u001b[22m\nAs I've said. it's quite good watch. Battles are awesome, story is fine and easy to follow, animation is great, as is the voice acting (I think of original Japanese VO ).\n\n\u001b[1m私が言ったように。 それはかなり良い時計です。 戦いはすばらしいですし、物語はうまくやりやすく、アニメーションは素晴らしいです。声優もそうです（私はオリジナルの日本のVOを思います）。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni. Sore wa kanari yoi tokeidesu. Tatakai wa subarashīdesushi, monogatari wa umaku yari yasuku, animēshon wa subarashīdesu. Seiyū mo sōdesu (watashi wa orijinaru no Nihon no VO o omoimasu).)\u001b[22m\n\nTranslations of \u001b[4mAs I've said. it's quite good watch. Battles are awesome, story is fine and easy to follow, animation is great, as is the voice acting (I think of original Japanese VO ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I've said.\u001b[24m\n    \u001b[1m私が言ったように。\u001b[22m\n\u001b[4mit's quite good watch.\u001b[24m\n    \u001b[1mそれはかなり良い時計です。\u001b[22m\n\u001b[4mBattles are awesome, story is fine and easy to follow, animation is great, as is the voice acting (I think of original Japanese VO ).\u001b[24m\n    \u001b[1m戦いはすばらしいですし、物語はうまくやりやすく、アニメーションは素晴らしいです。声優もそうです（私はオリジナルの日本のVOを思います）。\u001b[22m, \u001b[1m戦いは素晴らしいです、話は（私は、元日本VOを考える）演技の声があるようにアニメーションが、素晴らしいです、罰金と従うことは簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-9\n\n\u001b[1m全体的 -  9\u001b[22m\n\u001b[1m(Zentai-teki - 9)\u001b[22m\n\nTranslations of \u001b[4mOverall-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-9\u001b[24m\n    \u001b[1m全体的 -  9\u001b[22m, \u001b[1m全体的に-9\u001b[22m\n\u001b[1m\u001b[22m\nAs I usually say, every form of art can pull some strings in someone, and inspire him/her to do something, so I encourage you to watch as much animes as you can, but your impression is only your own, cause the art is in eye of the observer.As of Break Blade, could have been overall 10, if they've done some things better. I gotta say that I personally like Break blade, for it's originality in mecha genre, for the fact that they put pilot's skills above raw power of MCs mecha, for the fact I was in love with Kokia's Fate song from movie adaptation. You should watch it, it's that kind of anime that u can love or hate, it's on you to decide :)\n\n\u001b[1m私が通常言っているように、あらゆる形の芸術は誰かの弦を引っ張って何かをするように促すことができるので、可能な限り多くのアニメを見るように奨励しますが、あなたの印象は自分だけです。 オブザーバーの目に見えます。ブレイクブレイドとしては、いくつかのことをもっとうまくやっていれば、全体的に10であったかもしれません。 私は個人的にはブレーク・ブレードが好きだと言いたいのは、メカチャのジャンルの独創性だからです。 あなたはそれを見て、それはあなたが決めるために、あなたが愛したり憎むことができるアニメのようなものです:)\u001b[22m\n\u001b[1m(Watashi ga tsūjō itte iru yō ni, arayuru katachi no geijutsu wa dare ka no gen o hippatte nanika o suru yō ni unagasu koto ga dekiru node, kanōnakagiri ōku no anime o miru yō ni shōrei shimasuga, anata no inshō wa jibun dakedesu. Obuzābā no me ni miemasu. Bureikubureido to shite wa, ikutsu ka no koto o motto umaku yatte ireba, zentai-teki ni 10deatta kamo shiremasen. Watashi wa kojin-teki ni wa burēku burēdo ga sukida to iitai no wa, mekacha no janru no dokusō-seidakaradesu. Anata wa sore o mite, sore wa anata ga kimeru tame ni, anata ga aishi tari nikumu koto ga dekiru anime no yōna monodesu: ))\u001b[22m\n\nTranslations of \u001b[4mAs I usually say, every form of art can pull some strings in someone, and inspire him/her to do something, so I encourage you to watch as much animes as you can, but your impression is only your own, cause the art is in eye of the observer.As of Break Blade, could have been overall 10, if they've done some things better. I gotta say that I personally like Break blade, for it's originality in mecha genre, for the fact that they put pilot's skills above raw power of MCs mecha, for the fact I was in love with Kokia's Fate song from movie adaptation. You should watch it, it's that kind of anime that u can love or hate, it's on you to decide :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I usually say, every form of art can pull some strings in someone, and inspire him/her to do something, so I encourage you to watch as much animes as you can, but your impression is only your own, cause the art is\u001b[24m\n    \u001b[1m私が通常言っているように、あらゆる形の芸術は誰かの弦を引っ張って何かをするように促すことができるので、可能な限り多くのアニメを見るように奨励しますが、あなたの印象は自分だけです。\u001b[22m, \u001b[1m私は通常言うように、芸術のすべてのフォームをしている人の一部の文字列を引っ張って、何かをするために彼/彼女を鼓舞ので、私はあなたができる限り多くのアニメを見になることをお勧めしますが、あなたの印象は、あなた自身である、芸術を引き起こす可能性があります\u001b[22m\n\u001b[4min eye of the observer.As of Break Blade, could have been overall 10, if they've done some things better.\u001b[24m\n    \u001b[1mオブザーバーの目に見えます。ブレイクブレイドとしては、いくつかのことをもっとうまくやっていれば、全体的に10であったかもしれません。\u001b[22m, \u001b[1m彼らはより良いいくつかのことをやった場合ブレイクブレイドのobserver.Asの目で、全体の10だったかもしれません。\u001b[22m\n\u001b[4mI gotta say that I personally like Break blade, for it's originality in mecha genre, for the fact that they put pilot's skills above raw power of MCs mecha, for the fact I was in love with Kokia's Fate song from movie adaptation.\u001b[24m\n    \u001b[1m私は個人的にはブレーク・ブレードが好きだと言いたいのは、メカチャのジャンルの独創性だからです。\u001b[22m, \u001b[1m私はそれは彼らが私が映画化からKOKIAの運命の歌に恋をしていたという事実のために、MCのメカの生のパワーの上にパイロットのスキルを入れているという事実のために、メカのジャンルで独創性だために、私は個人的にブレイクブレードのようなことを言っちゃ。\u001b[22m\n\u001b[4mYou should watch it, it's that kind of anime that u can love or hate, it's on you to decide :)\u001b[24m\n    \u001b[1mあなたはそれを見て、それはあなたが決めるために、あなたが愛したり憎むことができるアニメのようなものです:)\u001b[22m, \u001b[1mあなたが決めることで、それはだ、それはuが好きか嫌いができアニメのようなものだ、それを見なければならない:)\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Break_Blade",
    "id": "22433",
    "url": "https://myanimelist.net/anime/22433/Break_Blade",
    "user": "AsianMafia",
    "profile": "/profile/AsianMafia/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=153157",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nブレイクブレイド（TV）は急いでいたアニメだったので、急いで2番目のシーズンを目指す方がいいと思う。 しかし全体的には良いアニメが急いでいましたが、面白かったですが、グラフィックは非常に細かいのでキャラクターのバックグラウンドも面白かったです。キャラクターには何が起こったのかは恥ずかしいです。 それはマンガのためにそうであるように思われませんが、そうでなければアニメは、私がそれがアニメを見る必要があります10のうちの7または8になると思うすべての上に良いストーリーラインによく作られています。 私はすべての戦いと主人公が十代のための楽しいアニメにあったピンチのために私が楽しんだ良いアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBreak Blade (TV) was a rushed anime, I believe it would of been better to not rush it and aim for a second season. But overall it was a good anime rushed but it was entertaining, the graphics were very detailed which made it good the characters backgrounds were also interesting though it was a shame what happened to the characters.I .The anime I would expect a second season but it does not seem likely due to the manga, but otherwise the anime is well made good story line over all I think it would be a 7 or 8 out of 10 good must watch anime. It is a good anime that I enjoyed due to all the fights and the pinches the main character was in enjoyable anime for teens.\n\n\u001b[1mBreak Blade（TV）は急いでいたアニメだったので、急いで2番目のシーズンを目指す方がいいと思う。 しかし、全体的には良いアニメが急いでいたが、それは面白かったですが、面白かったですがグラフィックは非常に詳細になってキャラクターのバックグラウンドも面白かったですが、キャラクターに何が起こったのかは面白かったです。 それはマンガのためにそうであるように思われませんが、そうでなければアニメは、私がそれがアニメを見る必要があります10のうち7または8になると思うすべての上で良いストーリーラインを作っています。 私はすべての戦いと主人公が十代のための楽しいアニメにあったピンチのために私が楽しんだ良いアニメです。\u001b[22m\n\u001b[1m(Bureiku bureido (TV) wa isoide ita animedattanode, isoide 2-banme no shīzun o mezasu kata ga ī to omou. Shikashi, zentai-teki ni wa yoi anime ga isoide itaga, sore wa omoshirokattadesuga, omoshirokattadesuga gurafikku wa hijō ni shōsai ni natte kyarakutā no bakkuguraundo mo omoshirokattadesuga, kyarakutā ni nani ga okotta no ka wa omoshirokattadesu. Sore wa manga no tame ni sōdearu yō ni omowa remasenga,-sōdenakereba anime wa, watashi ga sore ga anime o miru hitsuyō ga arimasu 10 no uchi 7 matawa 8 ni naru to omou subete no ue de yoi sutōrīrain o tsukutte imasu. Watashi wa subete no tatakai to shujinkō ga jūdai no tame no tanoshī anime ni atta pinchi no tame ni watashi ga tanoshinda yoi animedesu.)\u001b[22m\n\nTranslations of \u001b[4mBreak Blade (TV) was a rushed anime, I believe it would of been better to not rush it and aim for a second season. But overall it was a good anime rushed but it was entertaining, the graphics were very detailed which made it good the characters backgrounds were also interesting though it was a shame what happened to the characters.I .The anime I would expect a second season but it does not seem likely due to the manga, but otherwise the anime is well made good story line over all I think it would be a 7 or 8 out of 10 good must watch anime. It is a good anime that I enjoyed due to all the fights and the pinches the main character was in enjoyable anime for teens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBreak Blade (TV) was a rushed anime, I believe it would of been better to not rush it and aim for a second season.\u001b[24m\n    \u001b[1mBreak Blade（TV）は急いでいたアニメだったので、急いで2番目のシーズンを目指す方がいいと思う。\u001b[22m, \u001b[1mブレイクブレイド（TV）は、私はそれを急いで第二シーズンを目指していないためによかったのだろうと信じて、急いアニメでした。\u001b[22m\n\u001b[4mBut overall it was a good anime rushed but it was entertaining, the graphics were very detailed which made it good the characters backgrounds were also interesting though it was a shame what happened to the characters.I .The anime I would expect a second season but\u001b[24m\n    \u001b[1mしかし、全体的には良いアニメが急いでいたが、それは面白かったですが、面白かったですがグラフィックは非常に詳細になってキャラクターのバックグラウンドも面白かったですが、キャラクターに何が起こったのかは面白かったです。\u001b[22m, \u001b[1mしかし全体的に、それは良いアニメが駆けつけたが、グラフィックスは非常にそれがcharacters.I【選択アニメに何が起こったのか恥は、私は2番目のシーズンを期待でしたが、それは良いの文字の背景がまた面白かった作られ詳述された面白いでしたが、\u001b[22m\n\u001b[4mit does not seem likely due to the manga, but otherwise the anime is well made good story line over all I think it would be a 7 or 8 out of 10 good must watch anime.\u001b[24m\n    \u001b[1mそれはマンガのためにそうであるように思われませんが、そうでなければアニメは、私がそれがアニメを見る必要があります10のうち7または8になると思うすべての上で良いストーリーラインを作っています。\u001b[22m, \u001b[1mそれが原因で漫画にそう見えませんが、すべての上にそれ以外のアニメはよく行われ、良好なストーリーラインは、私はそれがアニメを見なければならない10良いのうち7または8になると思います。\u001b[22m\n\u001b[4mIt is a good anime that I enjoyed due to all the fights and the pinches the main character was in enjoyable anime for teens.\u001b[24m\n    \u001b[1m私はすべての戦いと主人公が十代のための楽しいアニメにあったピンチのために私が楽しんだ良いアニメです。\u001b[22m, \u001b[1mそれは私がすべての戦いと主人公が十代の若者たちの楽しいアニメにあったピンチに起因楽しん良いアニメです。\u001b[22m"
  }
]
