[
  {
    "title": "Yami_Shibai_2nd_Season",
    "id": "22537",
    "url": "https://myanimelist.net/anime/22537/Yami_Shibai_2nd_Season",
    "user": "Mushishe",
    "profile": "/profile/Mushishe/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=162805",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  5\n\n八尾芝生の最初の季節に私の愛は、このレビューを書くように私を強要した。 第二シーズンの闇シバイには完全に圧倒されています。 私は最初のシーズンが真に不気味で、真の隠されたホラー・宝石であることを発見しました。 残念なことに、これは第2シーズンの八尾芝生の場合ではありません。\n\n今シーズンの話が不足していることがわかりました。 シーズン1に存在していた暗い邪悪な気持ちは、もはやシーズン2ではありません。  13のエピソードのうち、私は奇妙な、わずかに面白い、そして残りは退屈であるか少し混乱していることがわかりました。\n\n私は個人的にショーのアートスタイルを楽しんでいます。 しかし、私はそれが誰のためではないことを理解しています。だから、誰かがアートスタイルを容認することができないとき、私はそれを得ます。 音質はまあまあで、音楽の面ではあまり意味がありません。ほとんどの場合、突然の怖さや建物の緊張感に頼っている番組では大丈夫です。\n\n全体的に私は八尾芝井に第2シーズン5を与えます。それは非常に多くの可能性を秘めたショーです。 ヤミ・シバイが使用しているフォーマットは、短くても甘いホラーストーリーを伝える無限の可能性を秘めています。 ポイントまでまっすぐで、気味悪い。 残念ながら、この周りの時間は配信されません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMy love for the first season of Yami Shibai compelled me to write this review. I feel completely underwhelmed by Yami Shibai 2nd season. I found the first season to be genuinely creepy, a true hidden horror gem. Unfortunately, this is not the case for Yami Shibai 2nd season.\n\n\u001b[1m八尾芝生の最初の季節に私の愛は、このレビューを書くように私を強要した。 第二シーズンの闇シバイには完全に圧倒されています。 私は最初のシーズンが本当に気味悪い、真の隠されたホラー・宝石であることを発見しました。 残念なことに、これは第2シーズンの八尾芝生の場合ではありません。\u001b[22m\n\u001b[1m(Yao shibafu no saisho no kisetsu ni watashi no ai wa, kono rebyū o kaku yō ni watashi o kyōyō shita. Dai ni shīzun no yami Shibai ni wa kanzen ni attō sa rete imasu. Watashi wa saisho no shīzun ga hontōni kimiwarui, shin no kakusareta horā hōsekidearu koto o hakken shimashita. Zan'nen'nakotoni, koreha dai 2 shīzun no Yao shibafu no baaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMy love for the first season of Yami Shibai compelled me to write this review. I feel completely underwhelmed by Yami Shibai 2nd season. I found the first season to be genuinely creepy, a true hidden horror gem. Unfortunately, this is not the case for Yami Shibai 2nd season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy love for the first season of Yami Shibai compelled me to write this review.\u001b[24m\n    \u001b[1m八尾芝生の最初の季節に私の愛は、このレビューを書くように私を強要した。\u001b[22m, \u001b[1m闇芝居の最初のシーズンのための私の愛は、このレビューを書くために私を強要しました。\u001b[22m\n\u001b[4mI feel completely underwhelmed by Yami Shibai 2nd season.\u001b[24m\n    \u001b[1m第二シーズンの闇シバイには完全に圧倒されています。\u001b[22m, \u001b[1m私は闇芝居第二シーズンによって完全にがっかり感じます。\u001b[22m\n\u001b[4mI found the first season to be genuinely creepy, a true hidden horror gem.\u001b[24m\n    \u001b[1m私は最初のシーズンが本当に気味悪い、真の隠されたホラー・宝石であることを発見しました。\u001b[22m, \u001b[1m私は最初のシーズンが真の隠された恐怖の宝石、純粋に不気味であることが判明しました。\u001b[22m\n\u001b[4mUnfortunately, this is not the case for Yami Shibai 2nd season.\u001b[24m\n    \u001b[1m残念なことに、これは第2シーズンの八尾芝生の場合ではありません。\u001b[22m, \u001b[1m残念ながら、これは闇芝居第二シーズンには当てはまりません。\u001b[22m\n\u001b[1m\u001b[22m\nI found the tales in this season to be lacking. The dark sinister feeling that was present in season one is no longer there for season two. Out of the 13 episodes, I found only one to be creepy, a few mildly amusing, and the rest to be either boring or a bit confusing.\n\n\u001b[1m今シーズンの話が不足していることがわかりました。 シーズン1に存在していた暗い邪悪な気持ちは、もはやシーズン2ではありません。  13のエピソードのうち、私は奇妙な、わずかに面白い、そして残りは退屈であるか少し混乱していることがわかりました。\u001b[22m\n\u001b[1m(Ima shīzun no hanashi ga fusoku shite iru koto ga wakarimashita. Shīzun 1 ni sonzai shite ita kurai jaakuna kimochi wa, mohaya shīzun 2de wa arimasen. 13 No episōdo no uchi, watashi wa kimyōna, wazuka ni omoshiroi, soshite nokori wa taikutsudearu ka sukoshi konran shite iru koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mI found the tales in this season to be lacking. The dark sinister feeling that was present in season one is no longer there for season two. Out of the 13 episodes, I found only one to be creepy, a few mildly amusing, and the rest to be either boring or a bit confusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the tales in this season to be lacking.\u001b[24m\n    \u001b[1m今シーズンの話が不足していることがわかりました。\u001b[22m, \u001b[1m私はこの季節に物語が欠けていることがわかりました。\u001b[22m\n\u001b[4mThe dark sinister feeling that was present in season one is no longer there for season two.\u001b[24m\n    \u001b[1mシーズン1に存在していた暗い邪悪な気持ちは、もはやシーズン2ではありません。\u001b[22m, \u001b[1mシーズン1で存在していた暗い不吉な感じがシーズン2のために、もはやありません。\u001b[22m\n\u001b[4mOut of the 13 episodes, I found only one to be creepy, a few mildly amusing, and the rest to be either boring or a bit confusing.\u001b[24m\n    \u001b[1m13のエピソードのうち、私は奇妙な、わずかに面白い、そして残りは退屈であるか少し混乱していることがわかりました。\u001b[22m, \u001b[1m13話のうち、私はいくつかの軽度面白い、一方のみが不気味であることが判明し、残りは退屈または少し混乱のいずれかであること。\u001b[22m\n\u001b[1m\u001b[22m\nI personally enjoy the art style of the show. However, I understand that it's not for everyone, so I get it when someone can't tolerate the art style. The sound is decent, and there isn't much in terms of music, which is okay for a show that mostly relies on jump-scares and building tension though mostly silence.\n\n\u001b[1m私は個人的にショーのアートスタイルを楽しんでいます。 しかし、私はそれが誰のためではないことを理解しています。だから、誰かがアートスタイルを容認することができないとき、私はそれを得ます。 音質はまあまあで、音楽の面ではあまり意味がありません。ほとんどの場合、突然の怖さや建物の緊張感に頼っている番組では大丈夫です。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni shō no ātosutairu o tanoshinde imasu. Shikashi, watashi wa sore ga dare no tamede wanai koto o rikai shite imasu. Dakara, darekaga ātosutairu o yōnin suru koto ga dekinai toki, watashi wa sore o emasu. Onshitsu wa mā mā de, ongaku no mende wa amari imi ga arimasen. Hotondo no baai, totsuzen no kowa-sa ya tatemono no kinchō-kan ni tayotte iru bangumide wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mI personally enjoy the art style of the show. However, I understand that it's not for everyone, so I get it when someone can't tolerate the art style. The sound is decent, and there isn't much in terms of music, which is okay for a show that mostly relies on jump-scares and building tension though mostly silence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally enjoy the art style of the show.\u001b[24m\n    \u001b[1m私は個人的にショーのアートスタイルを楽しんでいます。\u001b[22m, \u001b[1m私は個人的にショーのアートスタイルを楽しむことができます。\u001b[22m\n\u001b[4mHowever, I understand that it's not for everyone, so I get it when someone can't tolerate the art style.\u001b[24m\n    \u001b[1mしかし、私はそれが誰のためではないことを理解しています。だから、誰かがアートスタイルを容認することができないとき、私はそれを得ます。\u001b[22m, \u001b[1mしかし、私はそれが皆のためではないことを理解し、そのように誰かがアートスタイルに耐えることができないとき、私はそれを取得します。\u001b[22m\n\u001b[4mThe sound is decent, and there isn't much in terms of music, which is okay for a show that mostly relies on jump-scares and building tension though mostly silence.\u001b[24m\n    \u001b[1m音質はまあまあで、音楽の面ではあまり意味がありません。ほとんどの場合、突然の怖さや建物の緊張感に頼っている番組では大丈夫です。\u001b[22m, \u001b[1m音がまともです、と多くは、主にジャンプ恐怖、ほとんど沈黙しかし建物のテンションに依存しているショーのために大丈夫です、音楽、という点ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I give Yami Shibai 2nd season a 5. It's a shame a show that possesses so much potential can fall flat on it's face. The format Yami Shibai uses has limitless potential to tell short but sweet horror stories; straight to the point and creepy. Unfortunately this time around it doesn't deliver.\n\n\u001b[1m全体的に私は八尾芝井に第2シーズン5を与えます。それは非常に多くの可能性を秘めたショーです。 ヤミ・シバイが使用しているフォーマットは、短くても甘いホラーストーリーを伝える無限の可能性を秘めています。 ポイントまでまっすぐで、気味悪い。 残念ながら、この周りの時間は配信されません。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa 八尾芝井 Ni dai 2 shīzun 5 o ataemasu. Sore wa hijō ni ōku no kanōsei o himeta shōdesu. Yami Shibai ga shiyō shite iru fōmatto wa, mijikakute mo amai horāsutōrī o tsutaeru mugen no kanōsei o himete imasu. Pointo made massugu de, kimiwarui. Zan'nen'nagara, kono mawari no jikan wa haishin sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall I give Yami Shibai 2nd season a 5. It's a shame a show that possesses so much potential can fall flat on it's face. The format Yami Shibai uses has limitless potential to tell short but sweet horror stories; straight to the point and creepy. Unfortunately this time around it doesn't deliver.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I give Yami Shibai 2nd season a 5. It's a shame a show that possesses so much potential can fall flat on it's face.\u001b[24m\n    \u001b[1m全体的に私は八尾芝井に第2シーズン5を与えます。それは非常に多くの可能性を秘めたショーです。\u001b[22m, \u001b[1m全体的に私は闇芝居の第二シーズンそれは恥それの顔に平らに落ちることができますので、多くの可能性を持っているショーです5.を与えます。\u001b[22m\n\u001b[4mThe format Yami Shibai uses has limitless potential to tell short but sweet horror stories;\u001b[24m\n    \u001b[1mヤミ・シバイが使用しているフォーマットは、短くても甘いホラーストーリーを伝える無限の可能性を秘めています。\u001b[22m, \u001b[1m闇芝居が使用するフォーマットは短いが甘いホラーストーリーを伝えるために無限の可能性を秘めています。\u001b[22m\n\u001b[4mstraight to the point and creepy.\u001b[24m\n    \u001b[1mポイントまでまっすぐで、気味悪い。\u001b[22m, \u001b[1mまっすぐポイントへと不気味。\u001b[22m\n\u001b[4mUnfortunately this time around it doesn't deliver.\u001b[24m\n    \u001b[1m残念ながら、この周りの時間は配信されません。\u001b[22m, \u001b[1m残念ながら今回は配信されません。\u001b[22m"
  },
  {
    "title": "Yami_Shibai_2nd_Season",
    "id": "22537",
    "url": "https://myanimelist.net/anime/22537/Yami_Shibai_2nd_Season",
    "user": "Drydiddy",
    "profile": "/profile/Drydiddy/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=154009",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  1\n\n私は、監督と作家が違う「山西舞」の第1シーズンに私のレビューを基づいています。 彼らは同じ名前とアイデアを使用しているので、最初のシーズンでは審査を受けるのが公正であると信じているので、同じかより良い品質が期待されます。\n\n私は正直なところそれを楽しんでいない、物語は非常に平凡で期待されています。 これは4つのエピソードであり、最初のシーズンがもたらした恐怖と恐怖のレベルに近づいていません。\n\n私はこのシリーズがもたらすと予想される奇妙さの完全な欠如の理由は、物語が非常に特殊であるということです。「これが私に起こったらどうなるでしょうか？」と考えるスペースはほとんどありません。\n\nストーリーとキャラクターは欠けています。最初のシーズンでも、ストーリーはキャラクターの人生と人格を垣間見ることができました。一方、これはほとんどのホラー設定で見られるジェネリックキャラクターを突き出すように見え、サスペンス方法に頼っています 過度に。 ホラーのサスペンス面からすべてを搾り取った後、彼らは飛び怖さや予期せぬ驚きを吹き飛ばします。\n\n私は、個人的に、失望のうちにこの1つを落としています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI base my review on the first season of 'Yamishibai' which had a different director and writer. I believe it is only fair to be judged with the first season in mind as they're using the same name and ideas and therefore I expect the same or a better quality.\n\n\u001b[1m私は、監督と作家が違う「山西舞」の第1シーズンに私のレビューを基づいています。 彼らは同じ名前とアイデアを使用しているので、最初のシーズンでは審査を受けるのが公正であると信じているので、同じかより良い品質が期待されます。\u001b[22m\n\u001b[1m(Watashi wa, kantoku to sakka ga chigau `Yamanishi Mai' no dai 1 shīzun ni watashi no rebyū o motodzuite imasu. Karera wa onaji namae to aidea o shiyō shite irunode, saisho no shīzunde wa shinsa o ukeru no ga kōseidearu to shinjite irunode, onaji ka yoriyoi hinshitsu ga kitai sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI base my review on the first season of 'Yamishibai' which had a different director and writer. I believe it is only fair to be judged with the first season in mind as they're using the same name and ideas and therefore I expect the same or a better quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI base my review on the first season of 'Yamishibai' which had a different director and writer.\u001b[24m\n    \u001b[1m私は、監督と作家が違う「山西舞」の第1シーズンに私のレビューを基づいています。\u001b[22m, \u001b[1m私は別のディレクターとライターを持っていた」Yamishibai」の最初のシーズンに私のレビューを基。\u001b[22m\n\u001b[4mI believe it is only fair to be judged with the first season in mind as they're using the same name and ideas and therefore I expect the same or a better quality.\u001b[24m\n    \u001b[1m彼らは同じ名前とアイデアを使用しているので、最初のシーズンでは審査を受けるのが公正であると信じているので、同じかより良い品質が期待されます。\u001b[22m, \u001b[1m私は彼らが同じ名前やアイデアを使用しているので、私は同じまたはより良い品質を期待するとして念頭に置いて最初のシーズンで判断するだけで公正であると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nI'm honestly not enjoying it at all, the stories are very plain and expected. This is 4 episodes in and it is not even getting close to the level of creepiness and fear that the first season brought.\n\n\u001b[1m私は正直なところそれを楽しんでいない、物語は非常に平凡で期待されています。 これは4つのエピソードであり、最初のシーズンがもたらした恐怖と恐怖のレベルに近づいていません。\u001b[22m\n\u001b[1m(Watashi wa shōjikina tokoro sore o tanoshinde inai, monogatari wa hijō ni heibon de kitai sa rete imasu. Kore wa 4tsu no episōdodeari, saisho no shīzun ga motarashita kyōfu to kyōfu no reberu ni chikadzuite imasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm honestly not enjoying it at all, the stories are very plain and expected. This is 4 episodes in and it is not even getting close to the level of creepiness and fear that the first season brought.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm honestly not enjoying it at all, the stories are very plain and expected.\u001b[24m\n    \u001b[1m私は正直なところそれを楽しんでいない、物語は非常に平凡で期待されています。\u001b[22m, \u001b[1m私は正直に話が非常にプレーンと予想されている、すべてでそれを楽しんでいませんよ。\u001b[22m\n\u001b[4mThis is 4 episodes in and it is not even getting close to the level of creepiness and fear that the first season brought.\u001b[24m\n    \u001b[1mこれは4つのエピソードであり、最初のシーズンがもたらした恐怖と恐怖のレベルに近づいていません。\u001b[22m, \u001b[1mこれは、4エピソードであり、それはあってもcreepinessと最初のシーズンがもたらした恐怖のレベルに近づいていません。\u001b[22m\n\u001b[1m\u001b[22m\nI think the reason for the complete lack of creepiness that this series is expected to bring is that the stories are very specific, there is little to no space to think of 'what if this happened to me?'.\n\n\u001b[1m私はこのシリーズがもたらすと予想される奇妙さの完全な欠如の理由は、物語が非常に特殊であるということです。「これが私に起こったらどうなるでしょうか？」と考えるスペースはほとんどありません。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga motarasu to yosō sa reru kimyō-sa no kanzen'na ketsujo no riyū wa, monogatari ga hijō ni tokushudearu to iu kotodesu. `Kore ga watashi ni okottara dō narudeshou ka?' To kangaeru supēsu wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI think the reason for the complete lack of creepiness that this series is expected to bring is that the stories are very specific, there is little to no space to think of 'what if this happened to me?'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the reason for the complete lack of creepiness that this series is expected to bring is that the stories are very specific, there is little to no space to think of 'what if this happened to me?'.\u001b[24m\n    \u001b[1m私はこのシリーズがもたらすと予想される奇妙さの完全な欠如の理由は、物語が非常に特殊であるということです。「これが私に起こったらどうなるでしょうか？」と考えるスペースはほとんどありません。\u001b[22m, \u001b[1m私はスペースなしにはほとんどが「これが私に起こった場合には何？」を考えることがあり、このシリーズがもたらすことが期待されるcreepinessの完全な欠如の理由は物語が非常に特異的であることだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe Stories and characters are lacking, even in the first season the story was able to give us a glimpse of a character's life and personality meanwhile this one just seems to crank out generic characters that are seen in most horror settings and they rely on suspense way too much. After milking everything out of the suspense aspect of horror they'll throw a jump scare or an unexpected surprise.\n\n\u001b[1mストーリーとキャラクターは欠けています。最初のシーズンでも、ストーリーはキャラクターの人生と人格を垣間見ることができました。一方、これはほとんどのホラー設定で見られるジェネリックキャラクターを突き出すように見え、サスペンス方法に頼っています 過度に。 ホラーのサスペンス面からすべてを搾り取った後、彼らは飛び怖さや予期せぬ驚きを吹き飛ばします。\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā wa kakete imasu. Saisho no shīzun demo, sutōrī wa kyarakutā no jinsei to jinkaku o kaimamiru koto ga dekimashita. Ippō, kore wa hotondo no horā settei de mi rareru jenerikkukyarakutā o tsukidasu yō ni mie, sasupensu hōhō ni tayotte imasu kado ni. Horā no sasupensu-men kara subete o shiboritotta nochi, karera wa tobi kowa-sa ya yoki senu odoroki o fukitobashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Stories and characters are lacking, even in the first season the story was able to give us a glimpse of a character's life and personality meanwhile this one just seems to crank out generic characters that are seen in most horror settings and they rely on suspense way too much. After milking everything out of the suspense aspect of horror they'll throw a jump scare or an unexpected surprise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Stories and characters are lacking, even in the first season the story was able to give us a glimpse of a character's life and personality meanwhile this one just seems to crank out generic characters that are seen in most horror settings and they rely on suspense way\u001b[24m\n    \u001b[1mストーリーとキャラクターは欠けています。最初のシーズンでも、ストーリーはキャラクターの人生と人格を垣間見ることができました。一方、これはほとんどのホラー設定で見られるジェネリックキャラクターを突き出すように見え、サスペンス方法に頼っています\u001b[22m, \u001b[1mストーリーやキャラクターも物語は私たちに一方この1つはちょうど最も恐怖の設定で見られる一般的な文字をクランクように見えるキャラクターの生活や性格を垣間見るを与えることができた最初のシーズンでは、不足していると、彼らはサスペンス方法に依存しています\u001b[22m\n\u001b[4mtoo much.\u001b[24m\n    \u001b[1m過度に。\u001b[22m, \u001b[1mあまりにも。\u001b[22m, \u001b[1mあまり。\u001b[22m\n\u001b[4mAfter milking everything out of the suspense aspect of horror they'll throw a jump scare or an unexpected surprise.\u001b[24m\n    \u001b[1mホラーのサスペンス面からすべてを搾り取った後、彼らは飛び怖さや予期せぬ驚きを吹き飛ばします。\u001b[22m, \u001b[1mホラーのサスペンス側面のうち、すべてを搾乳後、彼らはジャンプの恐怖や予期せぬ驚きをスローされます。\u001b[22m\n\u001b[1m\u001b[22m\nI, personally, am dropping this one out of sheer disappointment\n\n\u001b[1m私は、個人的に、失望のうちにこの1つを落としています\u001b[22m\n\u001b[1m(Watashi wa, kojin-teki ni, shitsubō no uchi ni kono 1tsu o otoshite imasu)\u001b[22m\n\nTranslations of \u001b[4mI, personally, am dropping this one out of sheer disappointment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI, personally, am dropping this one out of sheer disappointment\u001b[24m\n    \u001b[1m私は、個人的に、失望のうちにこの1つを落としています\u001b[22m, \u001b[1m私は、個人的には、薄手の失望のうち、この1を落としています\u001b[22m"
  },
  {
    "title": "Yami_Shibai_2nd_Season",
    "id": "22537",
    "url": "https://myanimelist.net/anime/22537/Yami_Shibai_2nd_Season",
    "user": "Paraturtle",
    "profile": "/profile/Paraturtle/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=227157",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  4\n\nストーリー：\n前のシーズンよりもはるかに大脳。 そして、各エピソードでテーマを考えていくのはやや面白いですが、心のパズルのための闇シバイシーズン2は見ませんが、シーズン1がホラークリープをうまく処理した方法が好きだったので、私はそれを見ています。 全体として、私が望んでいたのは3つのエピソード、4つは分解する価値のあるものでした。残りは全く退屈でした。 エピソードの葬儀告白でますます明白になるいくつかの奇妙なスクリプトの問題もあります。 あなたが細心の注意を払うなら、私は何を意味するのか分かります。\n\n\nアート：\n以前と同じですが、異なる恐怖のためにさまざまな形のアニメーションを使用する機会を忘れてしまいます。 また、それは私が望んでいなかったものである、よりクリーンな感じです。 私は前のシーズンの素朴な外観が好きだった。\n\n\n音：\n前のシーズンとほぼ同じような経験でしたが、適切な雰囲気の感覚を作り出すのではなく、オーディオの恐怖の乱用が増えました。\n\n\nキャラクター：\n再び、同じ取引。 各セクションで働くには十分です。 しかし、私は、このスコアをもう一度上げることが必要だと感じています。なぜなら、脳音の強調はもう少し特徴付けを必要とし、いくつかの分野で達成されたと感じました。\n\n\n楽しみ：\n楽しいことではない。 もし私が良く分かっていれば、私はこれをスキップして3シーズンに移りました。 いずれにせよ、ここにはきれいなエピソードがいくつかあったので、それは完全な損失ではなかったと思います。\n\n\n（このレビューが好きだった場合は、自分のプロフィールに行って「レビュー」タブをクリックして、私の他のレビューをチェックしてください）私は事実上すべてのアニメやマンガを見直します！））",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nFar more cerebral than the previous season. And, while it's somewhat interesting to contemplate the themes in each episode, I'm not watching Yami Shibai Season 2 for mind puzzles, I'm watching it because I liked how Season 1 handled horror creep so well. All in all, maybe 3 episodes were what I was hoping for, 4 had something worth deconstructing, and the rest were downright boring. There's even some strange script issues which become increasingly apparent with the episode Funeral Confessional. You'll know what I mean if you pay close attention.\n\n\u001b[1m前のシーズンよりもはるかに大脳。 そして、各エピソードでテーマを考えていくのはやや面白いですが、心のパズルのための闇シバイシーズン2は見ませんが、シーズン1がホラークリープをうまく処理した方法が好きだったので、私はそれを見ています。 全体として、私が望んでいたのは3つのエピソード、4つは分解する価値のあるものでした。残りは全く退屈でした。 エピソードの葬儀告白でますます明白になるいくつかの奇妙なスクリプトの問題もあります。 あなたが細心の注意を払うなら、私は何を意味するのか分かります。\u001b[22m\n\u001b[1m(Mae no shīzun yori mo haruka ni dainō. Soshite, kaku episōdo de tēma o kangaete iku no wa yaya omoshiroidesuga, kokoro no pazuru no tame no yami shibaishīzun 2 wa mimasenga, shīzun 1 ga horākurīpu o umaku shori shita hōhō ga sukidattanode, watashi wa sore o mite imasu. Zentai to shite, watashi ga nozonde ita no wa 3ttsu no episōdo, 4tsu wa bunkai suru kachi no aru monodeshita. Nokori wa mattaku taikutsudeshita. Episōdo no sōgi kokuhaku de masumasu meihaku ni naru ikutsu ka no kimyōna sukuriputo no mondai mo arimasu. Anata ga saishin no chūiwoharaunara, watashi wa nani o imi suru no ka wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mFar more cerebral than the previous season. And, while it's somewhat interesting to contemplate the themes in each episode, I'm not watching Yami Shibai Season 2 for mind puzzles, I'm watching it because I liked how Season 1 handled horror creep so well. All in all, maybe 3 episodes were what I was hoping for, 4 had something worth deconstructing, and the rest were downright boring. There's even some strange script issues which become increasingly apparent with the episode Funeral Confessional. You'll know what I mean if you pay close attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFar more cerebral than the previous season.\u001b[24m\n    \u001b[1m前のシーズンよりもはるかに大脳。\u001b[22m, \u001b[1mはるか脳昨シーズンより。\u001b[22m\n\u001b[4mAnd, while it's somewhat interesting to contemplate the themes in each episode, I'm not watching Yami Shibai Season 2 for mind puzzles, I'm watching it because I liked how Season 1 handled horror creep so well.\u001b[24m\n    \u001b[1mそして、各エピソードでテーマを考えていくのはやや面白いですが、心のパズルのための闇シバイシーズン2は見ませんが、シーズン1がホラークリープをうまく処理した方法が好きだったので、私はそれを見ています。\u001b[22m, \u001b[1mそれは各エピソードでテーマを熟考するために幾分面白いながら、私はシーズン1がうまくホラークリープをどのように処理したか言っていますので、私はそれを見ている、心のパズルのために闇芝居シーズン2を見ていませんよ。\u001b[22m\n\u001b[4mAll in all, maybe 3 episodes were what I was hoping for, 4 had something worth deconstructing, and the rest were downright boring.\u001b[24m\n    \u001b[1m全体として、私が望んでいたのは3つのエピソード、4つは分解する価値のあるものでした。残りは全く退屈でした。\u001b[22m, \u001b[1mすべてのすべてで、多分3エピソードは私が望んでいたものだった、4は解体価値のあるものがあったが、残りは実に退屈でした。\u001b[22m\n\u001b[4mThere's even some strange script issues which become increasingly apparent with the episode Funeral Confessional.\u001b[24m\n    \u001b[1mエピソードの葬儀告白でますます明白になるいくつかの奇妙なスクリプトの問題もあります。\u001b[22m, \u001b[1mエピソード葬儀・コンフェッショナルでますます明らかになってもいくつかの奇妙なスクリプトの問題があります。\u001b[22m\n\u001b[4mYou'll know what I mean if you pay close attention.\u001b[24m\n    \u001b[1mあなたが細心の注意を払うなら、私は何を意味するのか分かります。\u001b[22m, \u001b[1mあなたは細心の注意を払っているのであれば私が何を意味するか知っていますよ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nSame as before, but it forsakes the opportunity to use different forms of animation for different scares. Also, it feels a lot cleaner, which is something I wasn't hoping for. I liked the rustic look of the previous season.\n\n\u001b[1m以前と同じですが、異なる恐怖のためにさまざまな形のアニメーションを使用する機会を忘れてしまいます。 また、それは私が望んでいなかったものである、よりクリーンな感じです。 私は前のシーズンの素朴な外観が好きだった。\u001b[22m\n\u001b[1m(Izen to onajidesuga, kotonaru kyōfu no tame ni samazamana katachi no animēshon o shiyō suru kikai o wasurete shimaimasu. Mata, sore wa watashi ga nozonde inakatta monodearu, yori kurīn'na kanjidesu. Watashi wa mae no shīzun no sobokuna gaikan ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mSame as before, but it forsakes the opportunity to use different forms of animation for different scares. Also, it feels a lot cleaner, which is something I wasn't hoping for. I liked the rustic look of the previous season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame as before, but it forsakes the opportunity to use different forms of animation for different scares.\u001b[24m\n    \u001b[1m以前と同じですが、異なる恐怖のためにさまざまな形のアニメーションを使用する機会を忘れてしまいます。\u001b[22m, \u001b[1m前と同じですが、それは別の恐怖のために、アニメーションの異なる形式を使用する機会を捨てます。\u001b[22m\n\u001b[4mAlso, it feels a lot cleaner, which is something I wasn't hoping for.\u001b[24m\n    \u001b[1mまた、それは私が望んでいなかったものである、よりクリーンな感じです。\u001b[22m, \u001b[1mまた、それは私が望んでいなかったものである、ロットクリーナーを感じています。\u001b[22m\n\u001b[4mI liked the rustic look of the previous season.\u001b[24m\n    \u001b[1m私は前のシーズンの素朴な外観が好きだった。\u001b[22m, \u001b[1m私は前のシーズンの素朴な表情が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nRoughly the same experience as the previous season, but there was more abuse of audio scares as opposed to creating a proper sense of ambience.\n\n\u001b[1m前のシーズンとほぼ同じような経験でしたが、適切な雰囲気の感覚を作り出すのではなく、オーディオの恐怖の乱用が増えました。\u001b[22m\n\u001b[1m(Mae no shīzun to hobo onajiyōna keikendeshitaga, tekisetsuna fun'iki no kankaku o tsukuridasu node wa naku, ōdio no kyōfu no ran'yō ga fuemashita.)\u001b[22m\n\nTranslations of \u001b[4mRoughly the same experience as the previous season, but there was more abuse of audio scares as opposed to creating a proper sense of ambience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRoughly the same experience as the previous season, but there was more abuse of audio scares as opposed to creating a proper sense of ambience.\u001b[24m\n    \u001b[1m前のシーズンとほぼ同じような経験でしたが、適切な雰囲気の感覚を作り出すのではなく、オーディオの恐怖の乱用が増えました。\u001b[22m, \u001b[1m前のシーズンとほぼ同じ経験が、雰囲気の本来の意味を作成するとは対照的に、オーディオ恐怖のより多くの虐待がありました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nAgain, same deal. Enough to work for each section. However, I do feel it necessary to bump this score up one more notch because the emphasis on cerebral tones requires a little more characterization, and I felt that was achieved in some areas.\n\n\u001b[1m再び、同じ取引。 各セクションで働くには十分です。 しかし、私は、このスコアをもう一度上げることが必要だと感じています。なぜなら、脳音の強調はもう少し特徴付けを必要とし、いくつかの分野で達成されたと感じました。\u001b[22m\n\u001b[1m(Futatabi, onaji torihiki. Kaku sekushon de hataraku ni wa jūbundesu. Shikashi, watashi wa, kono sukoa o mōichido ageru koto ga hitsuyōda to kanjite imasu. Nazenara, nō-on no kyōchō wa mōsukoshi tokuchōdzuke o hitsuyō to shi, ikutsu ka no bun'ya de tassei sa reta to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mAgain, same deal. Enough to work for each section. However, I do feel it necessary to bump this score up one more notch because the emphasis on cerebral tones requires a little more characterization, and I felt that was achieved in some areas.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, same deal.\u001b[24m\n    \u001b[1m再び、同じ取引。\u001b[22m, \u001b[1mこの場合も、同じ契約。\u001b[22m\n\u001b[4mEnough to work for each section.\u001b[24m\n    \u001b[1m各セクションで働くには十分です。\u001b[22m, \u001b[1m各セクションのために働くのに十分な。\u001b[22m\n\u001b[4mHowever, I do feel it necessary to bump this score up one more notch because the emphasis on cerebral tones requires a little more characterization, and I felt that was achieved in some areas.\u001b[24m\n    \u001b[1mしかし、私は、このスコアをもう一度上げることが必要だと感じています。なぜなら、脳音の強調はもう少し特徴付けを必要とし、いくつかの分野で達成されたと感じました。\u001b[22m, \u001b[1mしかし、私は脳のトーンを重視もう少し特徴づけを必要とするので、それが必要な1以上のノッチアップこのスコアをバンプするために感じています、と私はそれはいくつかの分野で達成されたと感じました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nNot that enjoyable. If I knew better, I would have skipped this and moved on to the third season. Either way, there were SOME neat episodes here, so I guess it wasn't a total loss.\n\n\u001b[1m楽しいことではない。 もし私が良く分かっていれば、私はこれをスキップして3シーズンに移りました。 いずれにせよ、ここにはきれいなエピソードがいくつかあったので、それは完全な損失ではなかったと思います。\u001b[22m\n\u001b[1m(Tanoshī kotode wanai. Moshi watashi ga yoku wakatte ireba, watashi wa kore o sukippu shite 3 shīzun ni utsurimashita. Izure ni seyo, koko ni wa kireina episōdo ga ikutsu ka attanode, sore wa kanzen'na sonshitsude wa nakatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot that enjoyable. If I knew better, I would have skipped this and moved on to the third season. Either way, there were SOME neat episodes here, so I guess it wasn't a total loss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot that enjoyable.\u001b[24m\n    \u001b[1m楽しいことではない。\u001b[22m, \u001b[1mその楽しいではありません。\u001b[22m\n\u001b[4mIf I knew better, I would have skipped this and moved on to the third season.\u001b[24m\n    \u001b[1mもし私が良く分かっていれば、私はこれをスキップして3シーズンに移りました。\u001b[22m, \u001b[1m私はより良い知っていたならば、私はこれをスキップし、3シーズン目に移ったであろう。\u001b[22m\n\u001b[4mEither way, there were SOME neat episodes here, so I guess it wasn't a total loss.\u001b[24m\n    \u001b[1mいずれにせよ、ここにはきれいなエピソードがいくつかあったので、それは完全な損失ではなかったと思います。\u001b[22m, \u001b[1mいずれにせよ、ここでいくつかのきちんとしたエピソードがありましたので、私はそれが全体の損失はなかったと思います。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n((If you liked this review, check out my other reviews by going to my profile and clicking the 'reviews' tab. I review virtually all anime and manga I find!))\n\n\u001b[1m（このレビューが好きだった場合は、自分のプロフィールに行って「レビュー」タブをクリックして、私の他のレビューをチェックしてください）私は事実上すべてのアニメやマンガを見直します！））\u001b[22m\n\u001b[1m((Kono rebyū ga sukidatta baai wa, jibun no purofīru ni itte `rebyū' tabuwokurikku shite, watashi no ta no rebyū o chekkushitekudasai) watashi wa jijitsujō subete no anime ya manga o minaoshimasu! ) ))\u001b[22m\n\nTranslations of \u001b[4m((If you liked this review, check out my other reviews by going to my profile and clicking the 'reviews' tab. I review virtually all anime and manga I find!))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m((If you liked this review, check out my other reviews by going to my profile and clicking the 'reviews' tab. I review virtually all anime and manga I find!))\u001b[24m\n    \u001b[1m（このレビューが好きだった場合は、自分のプロフィールに行って「レビュー」タブをクリックして、私の他のレビューをチェックしてください）私は事実上すべてのアニメやマンガを見直します！））\u001b[22m, \u001b[1m（あなたはこのレビューを気に入った場合は（、私のプロフィールに行くと「レビュー」タブをクリックすることで、私の他のレビューをチェックしてください。私は私が見つける事実上すべてのアニメやマンガを確認！））\u001b[22m"
  },
  {
    "title": "Yami_Shibai_2nd_Season",
    "id": "22537",
    "url": "https://myanimelist.net/anime/22537/Yami_Shibai_2nd_Season",
    "user": "Criscosandwich",
    "profile": "/profile/Criscosandwich/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=230953",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  10\nキャラクター|  4\n|  5\n\nステップアップして見て...\n\nそれは失望の時です\n\nヤミ・シバイの2番目のシーズンは...退屈で忘れがたいものです。 私は、八尾芝生の三つの季節をすべて背中合わせに見ていたことに気づいていました。私が行ったように、物語の質は著しく低下しました。 今シーズンにはもっと倫理観があり、その多くは大変明らかであり、本当に倫理を必要としないシリーズに追加するという貧弱な決定をしています（モラルが増えると、より多くの人物が完全なジャークになりすぎて、 エピソードの終わりまでにもっと）。 私は今シーズンのエピソードの多くを覚えていないし、物語も（私はそれを見た後、このレビューを書いている）。 しかし、それはそこに良いエピソードがなかったと言っているわけではない、シリーズ全体のうちの2番目のお気に入りのエピソードは今シーズンから来た。 しかし、今シーズンにはそれを目立たせるほど十分ではありませんでした。 しかし、今シーズンのアートスタイルは最初のシーズンよりも一貫しているように見えましたが、今度は少し改善がありました。 サウンドデザインはシリーズのハイライトでもありました。最初のシーズンから馴染んでいる奇妙な雰囲気が残っていて、声優は恒例のままでした。\n\n全体的に、私は今シーズンについて多くのことを言うことができません。 それはかなり平凡で、ショーの実際の良い部分はショーの最初の季節から離れてそれ自身を設定するのに十分ではありません。 私はあなたが退屈であるか、補完のためにしか見ることができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nStep right up and have a look...\n\n\u001b[1mステップアップして見て...\u001b[22m\n\u001b[1m(Suteppu appu shite mite...)\u001b[22m\n\nTranslations of \u001b[4mStep right up and have a look...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStep right up and have a look...\u001b[24m\n    \u001b[1mステップアップして見て...\u001b[22m, \u001b[1m右のステップアップと顔をしています...\u001b[22m\n\u001b[1m\u001b[22m\nIt's time for disappointment\n\n\u001b[1mそれは失望の時です\u001b[22m\n\u001b[1m(Sore wa shitsubō no tokidesu)\u001b[22m\n\nTranslations of \u001b[4mIt's time for disappointment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's time for disappointment\u001b[24m\n    \u001b[1mそれは失望の時です\u001b[22m, \u001b[1mそれは失望のための時間です\u001b[22m\n\u001b[1m\u001b[22m\nYami Shibai's second season is... Very boring and forgettable. Keep in mind I watched all three seasons of Yami Shibai back to back, and there was a notable decrease in the story quality as I went on. There are more morals this season and a lot of them are blatantly obvious and a poor decision to add to a series that really doesn't need morals (more morals means turning more characters into complete jerks too, making you want the characters to suffer even more by the end of the episode). I don't remember many of the episodes this season, nor the stories (I'm writing this review a day after I watched it). However that's not to say there weren't any GOOD episodes in there, heck my second favorite episode out of the whole series came from this season. However, there wasn't enough in this season to really make it stand out. The art style this season, however, did seem to stay more consistent than the first season's and there was even a bit of improvement this time around. The sound design was also the highlight of the series, as it still creates the familiar creepy atmosphere from the first season and the voice acting remained stellar.\n\n\u001b[1mヤミ・シバイの2番目のシーズンは...退屈で忘れがたいものです。 私は、八尾芝生の三つの季節をすべて背中合わせに見ていたことに気づいていました。私が行ったように、物語の質は著しく低下しました。 今シーズンにはもっと倫理観があり、その多くは大変明らかであり、本当に倫理を必要としないシリーズに追加するという貧弱な決定をしています（モラルが増えると、より多くの人物が完全なジャークになりすぎて、 エピソードの終わりまでにもっと）。 私は今シーズンのエピソードの多くを覚えていないし、物語も（私はそれを見た後、このレビューを書いている）。 しかし、それはそこに良いエピソードがなかったと言っているわけではない、シリーズ全体のうちの2番目のお気に入りのエピソードは今シーズンから来た。 しかし、今シーズンにはそれを目立たせるほど十分ではありませんでした。 しかし、今シーズンのアートスタイルは最初のシーズンよりも一貫しているように見えましたが、今度は少し改善がありました。 サウンドデザインはシリーズのハイライトでもありました。最初のシーズンから馴染んでいる奇妙な雰囲気が残っていて、声優は恒例のままでした。\u001b[22m\n\u001b[1m(Yami Shibai no 2-banme no shīzun wa... Taikutsu de wasure gatai monodesu. Watashi wa, Yao shibafu no mittsu no kisetsu o subete senakaawase ni mite ita koto ni kidzuite imashita. Watashi ga okonatta yō ni, monogatari no shitsu wa ichijirushiku teika shimashita. Ima shīzun ni wa motto rinri-kan ga ari, sono ōku wa taihen akirakadeari, hontōni rinri o hitsuyō to shinai shirīzu ni tsuika suru to iu hinjakuna kettei o shite imasu (moraru ga fueru to, yori ōku no jinbutsu ga kanzen'na jāku ni nari sugite, episōdo no owari made ni motto). Watashi wa ima shīzun no episōdo no ōku o oboeteinai shi, monogatari mo (watashi wa sore o mita nochi, kono rebyū o kaite iru). Shikashi, sore wa soko ni yoi episōdo ga nakatta to itte iru wakede wanai, shirīzu zentai no uchi no 2-banme no okiniiri no episōdo wa ima shīzun kara kita. Shikashi, ima shīzun ni wa sore o medata seru hodo jūbunde wa arimasendeshita. Shikashi, ima shīzun no ātosutairu wa saisho no shīzun yori mo ikkan shite iru yō ni miemashitaga, kondo wa sukoshi kaizen ga arimashita. Saundo dezain wa shirīzu no hairaito demo arimashita. Saisho no shīzun kara najinde iru kimyōna fun'iki ga nokotte ite, seiyū wa kōrei no mamadeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I can't really say much about this season (that's why I didn't split my review into sections this time around). It was pretty bland and the actual good parts of the show aren't good enough to set itself apart from the first season of the show. I'd only watch it if you were bored or for completions sake.\n\n\u001b[1m全体的に、私は今シーズンについて多くのことを言うことができません。 それはかなり平凡で、ショーの実際の良い部分はショーの最初の季節から離れてそれ自身を設定するのに十分ではありません。 私はあなたが退屈であるか、補完のためにしか見ることができません。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa ima shīzun ni tsuite ōku no koto o iu koto ga dekimasen. Sore wa kanari heibon de, shō no jissai no yoi bubun wa shō no saisho no kisetsu kara hanarete sore jishin o settei suru no ni jūbunde wa arimasen. Watashi wa anata ga taikutsudearu ka, hokan no tame ni shika miru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I can't really say much about this season (that's why I didn't split my review into sections this time around). It was pretty bland and the actual good parts of the show aren't good enough to set itself apart from the first season of the show. I'd only watch it if you were bored or for completions sake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I can't really say much about this season (that's why I didn't split my review into sections this time around).\u001b[24m\n    \u001b[1m全体的に、私は今シーズンについて多くのことを言うことができません。\u001b[22m, \u001b[1m全体的に、私は本当に（私はセクションにこの時期に私のレビューを分割しなかった理由だと）今シーズンについてはあまり言うことはできません。\u001b[22m\n\u001b[4mIt was pretty bland and the actual good parts of the show aren't good enough to set itself apart from the first season of the show.\u001b[24m\n    \u001b[1mそれはかなり平凡で、ショーの実際の良い部分はショーの最初の季節から離れてそれ自身を設定するのに十分ではありません。\u001b[22m, \u001b[1mそれはかなり当たり障りた、ショーの実際の良い部分は、ショーの最初のシーズンから離れて自分自身を設定するには十分ではありません。\u001b[22m\n\u001b[4mI'd only watch it if you were bored or for completions sake.\u001b[24m\n    \u001b[1m私はあなたが退屈であるか、補完のためにしか見ることができません。\u001b[22m, \u001b[1mあなたが退屈または補完ためだった場合、私はそれを見て思います。\u001b[22m"
  },
  {
    "title": "Yami_Shibai_2nd_Season",
    "id": "22537",
    "url": "https://myanimelist.net/anime/22537/Yami_Shibai_2nd_Season",
    "user": "Unamo31",
    "profile": "/profile/Unamo31/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=229948",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  7\n\n闇シバイ2ndシーズンは、明らかに、序盤の闇シバイに続くシーズンです。 このことを念頭に置いて、闇シバイのシーズン2は、最初のシーズンに欠けていました。\n\n - ストーリー - \n闇シバイの第2シーズンの話は、第1シーズンと同じくらい怖くて怖いものではありませんでした。 私は自分自身が怖がったり、私がこれらのエピソードから見られているように感じることはなかった。 物語のホロもそれがそこにあったようには見えなかった。\n\n - アート - \nいつものように、闇の芝居の芸術は非常に面白く見てとても美しいものでした。 この芸術スタイルの効果は、八波芝居の物語の全体的なクリープ要因に加わるが、アートスタイルでさえも、この第2回の払いを徹底的に楽しむには不十分であった。\n\n - 音 - \n闇シバイの音は、しばしばクリープ要因を通常どおりに伸ばすものです。 このアニメの第1シーズンの音は本当にうんざりです。 モンスターが出現するたびに、ゆっくりと開いているドアが突然DUNに邪魔されます。 そして、これらの音のいくつかは面白さと典型的なものでしたが、まだまだ気味悪いものでした。 闇シバイの第2シーズンはここで欠けていたので、心理的に微妙なノイズやビジュアルで忍び寄るという、実際の怪物の考え方にもっと頼っていると感じます。\n\n - キャラクター - \n私は今シーズンのキャラクターとのつながりを感じなかったし、前のキャラクターでやった。 彼らは私たちが以前に見たようなキャラクターと同じくらい面白くないか知らないようには見えませんでした。\n\n - 楽しみ - \n私はこのアニメを見て楽しんでいませんでしたが、私はそれを完全に嫌っていませんでした。 私に恐怖を与えて私を苦しめるいくつかのエピソードはまだ残っていましたが、全体的に、私は弥生芝井シーズン1と同じように見たいと思っていませんでした。\n\n - 最終的な考え方 - \nこのアニメが短くてエピソードのいくつかが与える恐れがあることを考えれば、この二回目の記事を見てみるといいかもしれません。 しかし、最初のシーズンに与えられたものと同じクリープを期待しないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nYami Shibai 2nd Season is obviously the season following its prequel Yami Shibai. With these in mind, season 2 of Yami Shibai was completely lacking what was in the first season.\n\n\u001b[1m闇シバイ2ndシーズンは、明らかに、序盤の闇シバイに続くシーズンです。 このことを念頭に置いて、闇シバイのシーズン2は、最初のシーズンに欠けていました。\u001b[22m\n\u001b[1m(Yami Shibai 2 nd shīzun wa, akiraka ni, joban no yami Shibai ni tsudzuku shīzundesu. Ko no koto o nentō ni oite, yami Shibai no shīzun 2 wa, saisho no shīzun ni kakete imashita.)\u001b[22m\n\nTranslations of \u001b[4mYami Shibai 2nd Season is obviously the season following its prequel Yami Shibai. With these in mind, season 2 of Yami Shibai was completely lacking what was in the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYami Shibai 2nd Season is obviously the season following its prequel Yami Shibai.\u001b[24m\n    \u001b[1m闇シバイ2ndシーズンは、明らかに、序盤の闇シバイに続くシーズンです。\u001b[22m, \u001b[1m闇芝居第二シーズンは、明らかにその続編闇芝居次の季節です。\u001b[22m\n\u001b[4mWith these in mind, season 2 of Yami Shibai was completely lacking what was in the first season.\u001b[24m\n    \u001b[1mこのことを念頭に置いて、闇シバイのシーズン2は、最初のシーズンに欠けていました。\u001b[22m, \u001b[1m心の中でこれらを使用すると、闇芝居のシーズン2は完全に最初のシーズンであったものを欠けていました。\u001b[22m\n\u001b[1m\u001b[22m\n--STORY--\n/ˈstôrē/\n\n\u001b[1m - ストーリー - \u001b[22m\n\u001b[1m(- Sutōrī -)\u001b[22m\n\nDefinitions of \u001b[4m--STORY--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe stories in season 2 of Yami Shibai were not as scary nor creepy as the first season. I did not find myself getting as scared or feeling like I'm being watched from these episodes. The horro in the stories also didn't seem like it was all there.\n\n\u001b[1m闇シバイの第2シーズンの話は、第1シーズンと同じくらい怖くて怖いものではありませんでした。 私は自分自身が怖がったり、私がこれらのエピソードから見られているように感じることはなかった。 物語のホロもそれがそこにあったようには見えなかった。\u001b[22m\n\u001b[1m(Yami Shibai no dai 2 shīzun no hanashi wa, dai 1 shīzun to onaji kurai kowakute kowai monode wa arimasendeshita. Watashi wa jibun jishin ga kowagattari, watashi ga korera no episōdo kara mi rarete iru yō ni kanjiru koto wa nakatta. Monogatari no horo mo sore ga soko ni atta yō ni wa mienakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe stories in season 2 of Yami Shibai were not as scary nor creepy as the first season. I did not find myself getting as scared or feeling like I'm being watched from these episodes. The horro in the stories also didn't seem like it was all there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe stories in season 2 of Yami Shibai were not as scary nor creepy as the first season.\u001b[24m\n    \u001b[1m闇シバイの第2シーズンの話は、第1シーズンと同じくらい怖くて怖いものではありませんでした。\u001b[22m, \u001b[1m闇芝居のシーズン2で物語は最初のシーズンと同じくらい怖いも不気味ではなかったです。\u001b[22m\n\u001b[4mI did not find myself getting as scared or feeling like I'm being watched from these episodes.\u001b[24m\n    \u001b[1m私は自分自身が怖がったり、私がこれらのエピソードから見られているように感じることはなかった。\u001b[22m, \u001b[1m私は自分自身のように怖い取得または私はこれらのエピソードから見られているんだように感じ見つけることができませんでした。\u001b[22m\n\u001b[4mThe horro in the stories also didn't seem like it was all there.\u001b[24m\n    \u001b[1m物語のホロもそれがそこにあったようには見えなかった。\u001b[22m, \u001b[1mそれはすべてそこにあったような話でhorroも思えませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n--ART--\n/ärt/\n\n\u001b[1m - アート - \u001b[22m\n\u001b[1m(- Āto -)\u001b[22m\n\nDefinitions of \u001b[4m--ART--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nAs usual, the art in Yami Shibai was very interesting and quite beautiful to look at. The effect of this art style adds to the whole creep factor of the Yami Shibai stories, but even the art style was not enough to make me thoroughly enjoy this second installment.\n\n\u001b[1mいつものように、闇の芝居の芸術は非常に面白く見てとても美しいものでした。 この芸術スタイルの効果は、八波芝居の物語の全体的なクリープ要因に加わるが、アートスタイルでさえも、この第2回の払いを徹底的に楽しむには不十分であった。\u001b[22m\n\u001b[1m(Itsumo no yō ni, yami no shibai no geijutsu wa hijō ni omoshiroku mite totemo utsukushī monodeshita. Kono geijutsu sutairu no kōka wa, 八波芝居 No monogatari no zentai-tekina kurīpu yōin ni kuwawaruga, ātosutairude sae mo, kono dai 2-kai no harai o tetteiteki ni tanoshimu ni wa fujūbundeatta.)\u001b[22m\n\nTranslations of \u001b[4mAs usual, the art in Yami Shibai was very interesting and quite beautiful to look at. The effect of this art style adds to the whole creep factor of the Yami Shibai stories, but even the art style was not enough to make me thoroughly enjoy this second installment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs usual, the art in Yami Shibai was very interesting and quite beautiful to look at.\u001b[24m\n    \u001b[1mいつものように、闇の芝居の芸術は非常に面白く見てとても美しいものでした。\u001b[22m, \u001b[1mいつものように、闇芝居の芸術は非常に興味深いと見て非常に綺麗でした。\u001b[22m\n\u001b[4mThe effect of this art style adds to the whole creep factor of the Yami Shibai stories, but even the art style was not enough to make me thoroughly enjoy this second installment.\u001b[24m\n    \u001b[1mこの芸術スタイルの効果は、八波芝居の物語の全体的なクリープ要因に加わるが、アートスタイルでさえも、この第2回の払いを徹底的に楽しむには不十分であった。\u001b[22m, \u001b[1mこのアートスタイルの効果は闇芝居の話の全体クリープファクタに追加されますが、でもアートスタイルは、私は完全にこの第2弾を楽しむ作るのに十分ではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\n--SOUND--\n/sound/\n\n\u001b[1m - 音 - \u001b[22m\n\u001b[1m(- Oto -)\u001b[22m\n\nDefinitions of \u001b[4m--SOUND--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound in Yami Shibai is often what extends the creep factor beyond what it would normally be. The sounds in season 1 of this anime is what really creeped out. The evil laughs the slowly opening doors the sudden DUN whenever the monster would appear. And although some these sounds were cliche and typical they still managed to be creepy. Season 2 of Yami Shibai started to lack here and I feel they relyed more on the scare factor of the monsters then the actual idea of psychologially creeping someone out with subtle noises and visuals.\n\n\u001b[1m闇シバイの音は、しばしばクリープ要因を通常どおりに伸ばすものです。 このアニメの第1シーズンの音は本当にうんざりです。 モンスターが出現するたびに、ゆっくりと開いているドアが突然DUNに邪魔されます。 そして、これらの音のいくつかは面白さと典型的なものでしたが、まだまだ気味悪いものでした。 闇シバイの第2シーズンはここで欠けていたので、心理的に微妙なノイズやビジュアルで忍び寄るという、実際の怪物の考え方にもっと頼っていると感じます。\u001b[22m\n\u001b[1m(Yami Shibai no oto wa, shibashiba kurīpu yōin o tsūjō-dōri ni nobasu monodesu. Kono anime no dai 1 shīzun no oto wa hontōni unzaridesu. Monsutā ga shutsugen suru tabi ni, yukkuri to aiteiru doa ga totsuzen DUN ni jama sa remasu. Soshite, korera no oto no ikutsu ka wa omoshiro-sa to tenkei-tekina monodeshitaga, madamada kimiwarui monodeshita. Yami Shibai no dai 2 shīzun wa koko de kakete itanode, shinri-teki ni bimyōna noizu ya bijuarude shinobiyoru to iu, jissai no kaibutsu no kangaekata ni motto tayotte iru to kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound in Yami Shibai is often what extends the creep factor beyond what it would normally be. The sounds in season 1 of this anime is what really creeped out. The evil laughs the slowly opening doors the sudden DUN whenever the monster would appear. And although some these sounds were cliche and typical they still managed to be creepy. Season 2 of Yami Shibai started to lack here and I feel they relyed more on the scare factor of the monsters then the actual idea of psychologially creeping someone out with subtle noises and visuals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound in Yami Shibai is often what extends the creep factor beyond what it would normally be.\u001b[24m\n    \u001b[1m闇シバイの音は、しばしばクリープ要因を通常どおりに伸ばすものです。\u001b[22m, \u001b[1m闇芝居の音は、それが通常であろうものを超えクリープ係数を拡張するものが多いです。\u001b[22m\n\u001b[4mThe sounds in season 1 of this anime is what really creeped out.\u001b[24m\n    \u001b[1mこのアニメの第1シーズンの音は本当にうんざりです。\u001b[22m, \u001b[1mこのアニメのシーズン1での音は本当にぞっとするものです。\u001b[22m\n\u001b[4mThe evil laughs the slowly opening doors the sudden DUN whenever the monster would appear.\u001b[24m\n    \u001b[1mモンスターが出現するたびに、ゆっくりと開いているドアが突然DUNに邪魔されます。\u001b[22m, \u001b[1m悪がゆっくりと開く扉モンスターが出現するたびに、突然DUNを笑います。\u001b[22m\n\u001b[4mAnd although some these sounds were cliche and typical they still managed to be creepy.\u001b[24m\n    \u001b[1mそして、これらの音のいくつかは面白さと典型的なものでしたが、まだまだ気味悪いものでした。\u001b[22m, \u001b[1mいくつかのこれらの音は決まり文句と典型的であったが、彼らはまだ怖いことに成功しました。\u001b[22m\n\u001b[4mSeason 2 of Yami Shibai started to lack here and I feel they relyed more on the scare factor of the monsters then the actual idea of psychologially creeping someone out with subtle noises and visuals.\u001b[24m\n    \u001b[1m闇シバイの第2シーズンはここで欠けていたので、心理的に微妙なノイズやビジュアルで忍び寄るという、実際の怪物の考え方にもっと頼っていると感じます。\u001b[22m, \u001b[1m闇芝居のシーズン2は、ここで欠け始め、私は、彼らはその後、モンスターの恐怖ファクターpsychologially微妙なノイズやビジュアルで誰かを這うの実際のアイデアの詳細をrelyed感じます。\u001b[22m\n\u001b[1m\u001b[22m\n--CHARACTER--\n/ˈkariktər/\n\n\u001b[1m - キャラクター - \u001b[22m\n\u001b[1m(- Kyarakutā -)\u001b[22m\n\nDefinitions of \u001b[4m--CHARACTER--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, character\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, character\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nI didn't feel as connected with the characters in this season then I did in the previous one. They didn't seem to be as interesting or as unbeknownst as the characters we have seen before.\n\n\u001b[1m私は今シーズンのキャラクターとのつながりを感じなかったし、前のキャラクターでやった。 彼らは私たちが以前に見たようなキャラクターと同じくらい面白くないか知らないようには見えませんでした。\u001b[22m\n\u001b[1m(Watashi wa ima shīzun no kyarakutā to no tsunagari o kanjinakattashi, mae no kyarakutā de yatta. Karera wa watashitachi ga izen ni mita yōna kyarakutā to onaji kurai omoshirokunai ka shiranai yō ni wa miemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't feel as connected with the characters in this season then I did in the previous one. They didn't seem to be as interesting or as unbeknownst as the characters we have seen before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't feel as connected with the characters in this season then I did in the previous one.\u001b[24m\n    \u001b[1m私は今シーズンのキャラクターとのつながりを感じなかったし、前のキャラクターでやった。\u001b[22m, \u001b[1m私はこの季節に文字を接続していると、私は前の1でやった感じませんでした。\u001b[22m\n\u001b[4mThey didn't seem to be as interesting or as unbeknownst as the characters we have seen before.\u001b[24m\n    \u001b[1m彼らは私たちが以前に見たようなキャラクターと同じくらい面白くないか知らないようには見えませんでした。\u001b[22m, \u001b[1m彼らは、我々の前に見てきた文字と同じくらい面白いかのように知られていないように見えるしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n--ENJOYMENT--\n/enˈjoimənt/\n\n\u001b[1m - 楽しみ - \u001b[22m\n\u001b[1m(- Tanoshimi -)\u001b[22m\n\nDefinitions of \u001b[4m--ENJOYMENT--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nAlthough I didn't thourghly enjoy watching this anime I also didn't completly loathe it. There were still some episodes that managed to give me the scares and creep me out but overall, I didn't want to watch it as much as I did Yami Shibai season 1.\n\n\u001b[1m私はこのアニメを見て楽しんでいませんでしたが、私はそれを完全に嫌っていませんでした。 私に恐怖を与えて私を苦しめるいくつかのエピソードはまだ残っていましたが、全体的に、私は弥生芝井シーズン1と同じように見たいと思っていませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono anime o mite tanoshinde imasendeshitaga, watashi wa sore o kanzen ni kiratte imasendeshita. Watashi ni kyōfu o ataete watashi o kurushimeru ikutsu ka no episōdo wa mada nokotte imashitaga, zentai-teki ni, watashi wa Yayoi Shibai shīzun 1 to onajiyōni mitai to omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlthough I didn't thourghly enjoy watching this anime I also didn't completly loathe it. There were still some episodes that managed to give me the scares and creep me out but overall, I didn't want to watch it as much as I did Yami Shibai season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I didn't thourghly enjoy watching this anime I also didn't completly loathe it.\u001b[24m\n    \u001b[1m私はこのアニメを見て楽しんでいませんでしたが、私はそれを完全に嫌っていませんでした。\u001b[22m, \u001b[1m私はthourghlyこのアニメを見て楽しむませんでしたが、私もcompletlyそれを嫌うませんでした。\u001b[22m\n\u001b[4mThere were still some episodes that managed to give me the scares and creep me out but overall, I didn't want to watch it as much as I did Yami Shibai season 1.\u001b[24m\n    \u001b[1m私に恐怖を与えて私を苦しめるいくつかのエピソードはまだ残っていましたが、全体的に、私は弥生芝井シーズン1と同じように見たいと思っていませんでした。\u001b[22m, \u001b[1m私に恐怖を与え、私をクリープするために管理が、全体的に、私は同じくらい私は闇芝居シーズン1をしたとして、それを見たいと思わなかったいくつかのエピソードがまだありました。\u001b[22m\n\u001b[1m\u001b[22m\n--FINAL THOUGHTS--\n\n\u001b[1m - 最終的な考え方 - \u001b[22m\n\u001b[1m(- Saishū-tekina kangaekata -)\u001b[22m\n\nTranslations of \u001b[4m--FINAL THOUGHTS--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--FINAL THOUGHTS--\u001b[24m\n    \u001b[1m - 最終的な考え方 - \u001b[22m, \u001b[1m--FINAL THOUGHTS--\u001b[22m\nConsidering the short nature of this anime and scares that some of the episodes do give, I feel as though if you watched and enjoyed the first season of Yami Shibai then you might as well watch this second installment. But, don't be expecting the same creeps that the first season gave.\n\n\u001b[1mこのアニメが短くてエピソードのいくつかが与える恐れがあることを考えれば、この二回目の記事を見てみるといいかもしれません。 しかし、最初のシーズンに与えられたものと同じクリープを期待しないでください。\u001b[22m\n\u001b[1m(Kono anime ga mijikakute episōdo no ikutsu ka ga ataeru osore ga aru koto o kangaereba, kono nikaime no kiji o mite miruto ī kamo shiremasen. Shikashi, saisho no shīzun ni atae rareta mono to onaji kurīpu o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mConsidering the short nature of this anime and scares that some of the episodes do give, I feel as though if you watched and enjoyed the first season of Yami Shibai then you might as well watch this second installment. But, don't be expecting the same creeps that the first season gave.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConsidering the short nature of this anime and scares that some of the episodes do give, I feel as though if you watched and enjoyed the first season of Yami Shibai then you might as well watch this second installment.\u001b[24m\n    \u001b[1mこのアニメが短くてエピソードのいくつかが与える恐れがあることを考えれば、この二回目の記事を見てみるといいかもしれません。\u001b[22m, \u001b[1mこのアニメの短い性質を考慮し、エピソードのいくつかは与えないことをおびえさせる、私はあなたが見て闇芝居の最初のシーズンを楽しんだ場合かかわらず、あなたは同様にこの第2弾を見て可能性がありますように感じます。\u001b[22m\n\u001b[4mBut, don't be expecting the same creeps that the first season gave.\u001b[24m\n    \u001b[1mしかし、最初のシーズンに与えられたものと同じクリープを期待しないでください。\u001b[22m, \u001b[1mしかし、最初のシーズンが与えたのと同じゾッとを期待してはいけません。\u001b[22m"
  }
]
