[
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Adaptation",
    "profile": "/profile/Adaptation/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=210417",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  2\nサウンド|  4\nキャラクター|  2\n|  1\n\n彼らが選んだ特定の芸術スタイルのアニメーションは、私が今までに目の当たりにしていた可能性が最も高いLAZIESTでした。 このショーは全体的にひどいものでした。 それは、スタジオ自身が作業しているものがゴミだと思っているように、ほとんどの場合、できるだけ早く取り除くことができる最小限の仕事をすることにしました。 最初の2つのエピソードではかなり面白いようでしたが、すべての問題を抱えているので、「今、私は何を見ていますか？ 良い方法ではない。 芸術は基本的だったが、ショーが進行するにつれて、それはますます矛盾し、怠惰になって悪化した。 アニメーションの品質に一貫性がありませんでした。 前述のケースと同じように、ショーが進行するにつれて、画質は大幅に低下し、エピソード10-11周りには、彼らがやったように火をつけているのを見た後、それ自体はかなり笑い声でした。 おそらくこの番組については、音は控え目なものでした。 ショーに登場するキャラクターにはこのような一般的な性格があったため、いずれかの人物とのつながりがつかずました。 彼らはもはや試しているように見えなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThe animation for the particular art style they chose, was THE LAZIEST I had ever possibly laid my eyes on. This show was atrocious overall. It's almost as if the studio itself thought what they were working on was garbage so they decided to do the most minimal job they could possibly get away with. The story seemed fairly interesting in the first 2 episodes, but as it carried on everything became the question of 'What the hell am I watching right now?' and not in a good way. The art was basic, but as the show progressed it got worse, by becoming more and more inconsistent and lazy. The animation quality was inconsistent. The same case as previously stated, as the show progressed, the quality dropped significantly, and in around episode 10-11--after I saw them animate fire the way they did, which in itself was pretty laughable--I was so done. Sound was probably the only thing about this show that was passable. The characters in the show had such generic personalities, it was hard to make a connection with any of them. it didn't even seem like they were trying anymore.\n\n\u001b[1m彼らが選んだ特定の芸術スタイルのアニメーションは、私が今までに目の当たりにしていた可能性が最も高いLAZIESTでした。 このショーは全体的にひどいものでした。 それは、スタジオ自身が作業しているものがゴミだと思っているように、ほとんどの場合、できるだけ早く取り除くことができる最小限の仕事をすることにしました。 最初の2つのエピソードではかなり面白いようでしたが、すべての問題を抱えているので、「今、私は何を見ていますか？ 良い方法ではない。 芸術は基本的だったが、ショーが進行するにつれて、それはますます矛盾し、怠惰になって悪化した。 アニメーションの品質に一貫性がありませんでした。 前述のケースと同じように、ショーが進行するにつれて、画質は大幅に低下し、エピソード10-11周りには、彼らがやったように火をつけているのを見た後、それ自体はかなり笑い声でした。 おそらくこの番組については、音は控え目なものでした。 ショーに登場するキャラクターにはこのような一般的な性格があったため、いずれかの人物とのつながりがつかずました。 彼らはもはや試しているように見えなかった。\u001b[22m\n\u001b[1m(Karera ga eranda tokutei no geijutsu sutairu no animēshon wa, watashi ga ima made ni manoatari ni shite ita kanōsei ga mottomo takai LAZIESTdeshita. Kono shō wa zentai-teki ni hidoi monodeshita. Saisho no 2tsu no episōdode wa kanari omoshiroi yōdeshitaga, subete no mondai o kakaete irunode,`ima, watashi wa nani o mite imasu ka? Yoi hōhōde wanai. Geijutsu wa kihon-tekidattaga, shō ga shinkō suru ni tsurete, sore wa masumasu mujun shi, taida ni natte akka shita. Animēshon no hinshitsu ni ikkan-sei ga arimasendeshita. Zenjutsu no kēsu to onajiyōni, shō ga shinkō suru ni tsurete, gashitsu wa ōhaba ni teika shi, episōdo 10 - 11 mawari ni wa, karera ga yatta yō ni hi o tsukete iru no o mita nochi, sore jitai wa kanari waraigoedeshita. Osoraku kono bangumi ni tsuite wa,-on wa hikaemena monodeshita. Shō ni tōjō suru kyarakutā ni hako no yōna ippantekina seikaku ga atta tame, izureka no jinbutsu to no tsunagari ga tsukazumashita. Karera wa mohaya tameshite iru yō ni mienakatta. Sore wa, sutajio jishin ga sagyō shite iru mono ga gomida to omotte iru yō ni, hotondo no baai, dekirudakehayaku torinozoku koto ga dekiru saishōgen no shigoto o suru koto ni shimashita.)\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Kalendraf",
    "profile": "/profile/Kalendraf/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=207978",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  5\n\nこれはBlu-ray版の「Blade＆amp;  Sentai Filmworksが2015年にリリースした「Soul」。英語の声で見た。\n\n'ブレード＆amp; ソウルはファンタジーアクションアドベンチャーのカテゴリーに入る。\n\n親の助言：\nBlu-rayケースの年齢は、MA（17+を意味する）として記載されていますが、その評価は少し高すぎるように見えるかもしれません。 裸の雌の簡単な裏側のショットの2つの裸足のほか、プレーヤーのフリーズフレームオプションを使用して裸の胸または2つを検出する可能性のある2つのスポットのほかにヌードはほとんどありません。 いくつかのエピソードでは戦闘暴力があり、死亡や怪我の一部は少し気になったり戸惑うように見えますが、あまりにもグラフィックではありません。 その結果、このショーは十代の若者15歳以上に適している可能性があります。\n\nストーリー：7/10\nショーは13のエピソードに及ぶ。 物語は面白かったし、それは私が期待していなかった紆余曲折を含んでいた。 いくつかのことはよく説明されていませんでしたが、そのうちのいくつかがゲームの側面に関連している可能性があります。 最初のエピソードでは、村が自分を守るために村を援助しようとしているSeven Samurai（またはそれ以降のMagnificent Seven）のためのセットアップのことを思い出させました。 しかし、主人公のAlka（感情のない女性の暗殺者）を説得して、彼らを助けるために、物事はすぐに村の支配から逃げ出します。  Alkaはほとんどのエピソードでさまよっており、絶え間なく狩られています。 彼女が会う登場人物の中には、予想外の結びつきを持っている人もいます。 結局のところ、一度感情のないAlkaは、彼女自身が自分のプロットのひねりを受けた彼女の主な相手と戦うために立つことすらできない、意志の多くのテストを受けている。\n\n最初の12のエピソードの間で、エピソードは単なる思春期の欲求からはるかに深刻な内容に変化します。 第12話の終わりまでに、キャラクターと聴衆の両方が深刻な精神的怒りを経験しました。 いくつかのエピソードの1つの顕著なテーマは、復讐と、それを扱う人々の違いや、他の人にそれを正確にしようとすることです。 特定のキャラクターに厳しい精神的拷問は悲惨であった。 私はまた、いくつかのシナリオが明確な正解/間違いの回答がなくても、思考を促していることを発見しました。\n\n最後の第13話は、純粋にファンサービスのために存在するように見える、捨てられた「ビーチ」エピソードである。 それは完全に除外されている可能性があります。そして、それは何らかのキヤノンではなくOVAに似ています。 それはちょっとしたスキルの衣装でもキャラクターの一部を見せてくれる言い訳のように思えましたが、実際にはシリーズの残りの部分には当てはまりませんでした。 最後にそれを含めて、シリーズの全体的な影響を弱めるようにも見えました。\n\nキャラクター：6/10\n視覚的に、女性のキャストは美しく描かれています。 彼らはまた、いくつかの深刻な目のキャンデーを提供しています。 ファンタジー世界に存在するファンタジーに基づいた服装の理由を理解していない人は、おそらく離れているはずです。 それがあなたが探しているものなら、期間の鎧についての歴史チャンネルのドキュメンタリーを見つけてください。 これはそうではありません。 さらに、このショーの女性キャラクターの大部分は、現在のアニメの基準でも、特定のジャンルにもよりますが、それほど珍しいことではありません。\n\n主人公、Alkaはちょっとした謎です。 彼女は非常に熟練した暗殺者ですが、最初は完全に無感覚です。 フラッシュバックやその他の啓示を通して、私たちは彼女の過去についてもっと学びます。 起こる出来事のために、彼女の性格はシリーズの最後の半分で深刻な精神的変化を経験する。 私は彼女を冷静さの感情のない殺人者として気に入らないことがわかりましたが、彼女が対処しなければならない状況のいくつかについては残念でした。\n\nAlkaに加えて、シリーズを通じて著しく特徴付けられた美しい女性のトリオがあります。 所有者カレン、賞金狩りの葉月と盗賊リーダーのロアナ。 彼らのそれぞれは異なる動機を持っていますが、結局Alkaや彼女の使命に何らかの形で結びついてしまいます。\n主人公のジン・ヴァレルと彼女の同僚は、いくつかのエピソードで紹介されています。 陳さんはAlkaさんと同じように冷たく、感動していないようです。\n\n別の時代に現れる商人や村から救われた少女など、いくつかのキャラクターも紹介されています。 小さい文字のどれも、制限された画面時間ではほとんど開発されません。\n\nアート/アニメ：9/10\n文字、風景、アニメーションのほとんどは豪華です。 アニメーションが非常に滑らかで流動的であるため、モーションキャプチャダンスのように見えるものを特徴とする最終的なクレジットさえもあります。 女性のキャラクターはすばらしく見えるが、男性キャラクターのための芸術は後の考えのようだ。\n\n音声/声：8/10\nイントロとエンドクレジットの間の音楽はとても良いです。 背景音楽と効果音はすべて効果的でした。 しかし、AlkaやHazukiのようなキャラクターのために働く声は、やや弱く見えました。\n\n楽しさ：5/10\nシリーズは視覚的に見事ですが、主人公のAlkaと悪魔のVarel Varelの感情のない性質は、シリーズが完全な可能性を持ち上げるのを妨げるアンカーになります。 良い物語の要素がここにあります。 主人公と悪役のために異なる配達といくつかの変更を加えれば、はるかに優れていた可能性があります。\n\n最終判決：7/10\n完璧ではないが、「Blade＆amp; ソウル\"は少なくとも1回は見る価値がある。 キャラクター、アニメーション、ビジュアルは美しく描かれ、アニメーション化されており、全体的にストーリーは興味深く、思考を喚起するいくつかの状況が含まれています。 しかし、シリーズはその潜在能力を最大限に引き出すことは決してありません。  「Blade＆amp; ソウル\"、それはより多くの\"ブレード\"とほとんどない\"魂\"と思われた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis is a review of the Blu-ray version of 'Blade &amp; Soul' released by Sentai Filmworks in 2015. It was viewed with English voice overs.\n\n\u001b[1mこれはBlu-ray版の「Blade＆amp;  Sentai Filmworksが2015年にリリースしたソウル。英語の声で見た。\u001b[22m\n\u001b[1m(Kore wa buru - ray-ban no `bureido& amp; Sentai Filmworks ga 2015-nen ni rirīsu shita Sōru. Eigo no koe de mita.)\u001b[22m\n\nTranslations of \u001b[4mThis is a review of the Blu-ray version of 'Blade &amp; Soul' released by Sentai Filmworks in 2015. It was viewed with English voice overs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a review of the Blu-ray version of 'Blade &amp;\u001b[24m\n    \u001b[1mこれはBlu-ray版の「Blade＆amp;\u001b[22m, \u001b[1mこれは、「ブレード＆アンプのブルーレイ版のレビューです。\u001b[22m\n\u001b[4mSoul' released by Sentai Filmworks in 2015. It was viewed with English voice overs.\u001b[24m\n    \u001b[1mSentai Filmworksが2015年にリリースしたソウル。英語の声で見た。\u001b[22m, \u001b[1mこれは、英語の音声ナレーションと見られていた2015年戦隊Filmworksによって解放魂」。\u001b[22m\n\u001b[1m\u001b[22m\n'Blade &amp; Soul' falls into the category of fantasy action adventure.\n\n\u001b[1m'ブレード＆amp; ソウルはファンタジーアクションアドベンチャーのカテゴリーに入る。\u001b[22m\n\u001b[1m(' Burēdo& amp; Sōru wa fantajīakushon'adobenchā no kategorī ni hairu.)\u001b[22m\n\nTranslations of \u001b[4m'Blade &amp; Soul' falls into the category of fantasy action adventure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Blade &amp;\u001b[24m\n    \u001b[1m'ブレード＆amp;\u001b[22m, \u001b[1m「ブレイド＆＃038;\u001b[22m\n\u001b[4mSoul' falls into the category of fantasy action adventure.\u001b[24m\n    \u001b[1mソウルはファンタジーアクションアドベンチャーのカテゴリーに入る。\u001b[22m, \u001b[1m魂は、「ファンタジーアクションアドベンチャーのカテゴリに分類されます。\u001b[22m\n\u001b[1m\u001b[22m\nParental Advisory:\n\n\u001b[1m親の助言：\u001b[22m\n\u001b[1m(Oya no jogen:)\u001b[22m\n\nTranslations of \u001b[4mParental Advisory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mParental Advisory:\u001b[24m\n    \u001b[1m親の助言：\u001b[22m, \u001b[1mペアレンタルアドバイザリー：\u001b[22m\nThe age rating on the Blu-ray case is listed as MA (meaning 17+), though that rating may seems a bit too high. There is almost no nudity besides a couple of brief backside shots of unclothed females, and a couple of spots where using the player's freeze frame option may detect a bare breast or two. There is combat violence in several episodes, and some of the deaths or injuries seem a bit gruesome or disturbing, but it isn't overly graphic. As a result, this show would likely be suitable for teens 15 and up.\n\n\u001b[1mBlu-rayケースの年齢は、MA（17+を意味する）として記載されていますが、その評価は少し高すぎるように見えるかもしれません。 裸の雌の簡単な裏側のショットの2つの裸足のほか、プレーヤーのフリーズフレームオプションを使用して裸の胸または2つを検出する可能性のある2つのスポットのほかにヌードはほとんどありません。 いくつかのエピソードでは戦闘暴力があり、死亡や怪我の一部は少し気になったり戸惑うように見えますが、あまりにもグラフィックではありません。 その結果、このショーは十代の若者15歳以上に適している可能性があります。\u001b[22m\n\u001b[1m(Buru - ray kēsu no nenrei wa, MA (17 + o imi suru) to shite kisai sa rete imasuga, sono hyōka wa sukoshi taka sugiru yō ni mieru kamo shiremasen. Hadaka no mesu no kantan'na uragawa no shotto no 2tsu no hadashi no hoka, purēyā no furīzufurēmuopushon o shiyō shite hadaka no mune matawa 2tsu o kenshutsu suru kanōsei no aru 2tsu no supotto no hoka ni nūdo wa hotondo arimasen. Ikutsu ka no episōdode wa sentō bōryoku ga ari, shibō ya kega no ichibu wa sukoshi ki ni nattari tomadou yō ni miemasuga, amarini mo gurafikkude wa arimasen. Sono kekka, kono shō wa jūdai no wakamono 15-sai ijō ni tekishite iru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe age rating on the Blu-ray case is listed as MA (meaning 17+), though that rating may seems a bit too high. There is almost no nudity besides a couple of brief backside shots of unclothed females, and a couple of spots where using the player's freeze frame option may detect a bare breast or two. There is combat violence in several episodes, and some of the deaths or injuries seem a bit gruesome or disturbing, but it isn't overly graphic. As a result, this show would likely be suitable for teens 15 and up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe age rating on the Blu-ray case is listed as MA (meaning 17+), though that rating may seems a bit too high.\u001b[24m\n    \u001b[1mBlu-rayケースの年齢は、MA（17+を意味する）として記載されていますが、その評価は少し高すぎるように見えるかもしれません。\u001b[22m, \u001b[1mブルーレイケース上の年齢の評価は、MA（17+を意味する）としてリストされ、その評価はよいもののは少し高すぎるようです。\u001b[22m\n\u001b[4mThere is almost no nudity besides a couple of brief backside shots of unclothed females, and a couple of spots where using the player's freeze frame option may detect a bare breast or two.\u001b[24m\n    \u001b[1m裸の雌の簡単な裏側のショットの2つの裸足のほか、プレーヤーのフリーズフレームオプションを使用して裸の胸または2つを検出する可能性のある2つのスポットのほかにヌードはほとんどありません。\u001b[22m, \u001b[1mほとんど衣服を脱いだ人の女性の短い裏側ショットのカップル以外にないヌード、裸の胸または2を検出することができるプレイヤーのフリーズフレームオプションを使用して、スポットのカップルがありません。\u001b[22m\n\u001b[4mThere is combat violence in several episodes, and some of the deaths or injuries seem a bit gruesome or disturbing, but it isn't overly graphic.\u001b[24m\n    \u001b[1mいくつかのエピソードでは戦闘暴力があり、死亡や怪我の一部は少し気になったり戸惑うように見えますが、あまりにもグラフィックではありません。\u001b[22m, \u001b[1mそこにいくつかのエピソードでの戦闘の暴力があり、死亡または負傷の一部は、ビット陰惨または不穏なようだが、それは過度にグラフィックではありません。\u001b[22m\n\u001b[4mAs a result, this show would likely be suitable for teens 15 and up.\u001b[24m\n    \u001b[1mその結果、このショーは十代の若者15歳以上に適している可能性があります。\u001b[22m, \u001b[1mその結果、このショーは、おそらく十代の若者たち15とアップに適しているであろう。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nThe show spans 13 episodes. The story was interesting, and it contained some twists I didn't expect. Some things were not well explained, and I suspect a few of those may be related to aspects of the game. The very first episode reminded me a bit of the setup for the Seven Samurai (or the later Magnificent Seven) where a village seeks to hire help to protect themselves. However, after convincing the main protagonist Alka, an emotionless female assassin, to help them, things quickly spiral out of control for the village. Alka is left wandering through most of the episodes, continually hunted. Some of the characters she meets have unexpected ties and the outcomes from those include some rather big and unexpected plot twists. By the end, the once emotionless Alka has undergone so many tests of will that she can't even stand to fight against her main opponent, who herself has undergone her own plot twist.\n\n\u001b[1mショーは13のエピソードに及ぶ。 物語は面白かったし、それは私が期待していなかった紆余曲折を含んでいた。 いくつかのことはよく説明されていませんでしたが、そのうちのいくつかがゲームの側面に関連している可能性があります。 最初のエピソードでは、村が自分を守るために村を援助しようとしているSeven Samurai（またはそれ以降のMagnificent Seven）のためのセットアップのことを思い出させました。 しかし、主人公のAlka（感情のない女性の暗殺者）を説得して、彼らを助けるために、物事は急速に村の支配から逃げ出します。  Alkaはほとんどのエピソードでさまよっており、絶え間なく狩られています。 彼女が会う登場人物の中には、予想外の結びつきを持っている人もいます。 結局のところ、一度感情のないAlkaは、彼女自身が自分のプロットのひねりを受けた彼女の主な相手と戦うために立つことすらできないほどの意志のテストを受けています。\u001b[22m\n\u001b[1m(Shō wa 13 no episōdo ni oyobu. Monogatari wa omoshirokattashi, sore wa watashi ga kitai shite inakatta uyokyokusetsu o fukunde ita. Ikutsu ka no koto wa yoku setsumei sa rete imasendeshitaga, sonōchi no ikutsu ka ga gēmu no sokumen ni kanren shite iru kanōsei ga arimasu. Saisho no episōdode wa, mura ga jibun o mamoru tame ni mura o enjo shiyou to shite iru Seven Samurai (matawa sore ikō no Magnificent Seven) no tame no settoappu no koto o omoidasa semashita. Shikashi, shujinkō no Alka (kanjō no nai josei no asashin) o settoku shite, karera o tasukeru tame ni, monogoto wa kyūsoku ni mura no shihai kara nigedashimasu. Alka wa hotondo no episōdo de samayotte ori, taema naku kara rete imasu. Kanojo ga au tōjō jinbutsu no nakaniha, yosō-gai no musubitsuki o motte iru hito mo imasu. Kekkyokunotokoro, ichido kanjō no nai Alka wa, kanojo jishin ga jibun no purotto no hineri o uketa kanojo no omona aite to tatakau tame ni tatsu koto sura dekinai hodo no ishi no tesuto o ukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show spans 13 episodes. The story was interesting, and it contained some twists I didn't expect. Some things were not well explained, and I suspect a few of those may be related to aspects of the game. The very first episode reminded me a bit of the setup for the Seven Samurai (or the later Magnificent Seven) where a village seeks to hire help to protect themselves. However, after convincing the main protagonist Alka, an emotionless female assassin, to help them, things quickly spiral out of control for the village. Alka is left wandering through most of the episodes, continually hunted. Some of the characters she meets have unexpected ties and the outcomes from those include some rather big and unexpected plot twists. By the end, the once emotionless Alka has undergone so many tests of will that she can't even stand to fight against her main opponent, who herself has undergone her own plot twist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show spans 13 episodes.\u001b[24m\n    \u001b[1mショーは13のエピソードに及ぶ。\u001b[22m, \u001b[1mショーは13のエピソードにまたがります。\u001b[22m\n\u001b[4mThe story was interesting, and it contained some twists I didn't expect.\u001b[24m\n    \u001b[1m物語は面白かったし、それは私が期待していなかった紆余曲折を含んでいた。\u001b[22m, \u001b[1m話は面白かった、そしてそれは私が期待していなかったいくつかのねじれを含んでいました。\u001b[22m\n\u001b[4mSome things were not well explained, and I suspect a few of those may be related to aspects of the game.\u001b[24m\n    \u001b[1mいくつかのことはよく説明されていませんでしたが、そのうちのいくつかがゲームの側面に関連している可能性があります。\u001b[22m, \u001b[1mいくつかのものはよく説明し、私はそれらのいくつかは、ゲームの側面に関連している可能性が疑われていませんでした。\u001b[22m\n\u001b[4mThe very first episode reminded me a bit of the setup for the Seven Samurai (or the later Magnificent Seven) where a village seeks to hire help to protect themselves.\u001b[24m\n    \u001b[1m最初のエピソードでは、村が自分を守るために村を援助しようとしているSeven Samurai（またはそれ以降のMagnificent Seven）のためのセットアップのことを思い出させました。\u001b[22m, \u001b[1m非常に最初のエピソードは私の村が自分自身を守るための助けを雇うことを目指してい七人の侍（またはそれ以降荒野の七人）のセットアップのビットを思い出させました。\u001b[22m\n\u001b[4mHowever, after convincing the main protagonist Alka, an emotionless female assassin, to help them, things quickly spiral out of control for the village.\u001b[24m\n    \u001b[1mしかし、主人公のAlka（感情のない女性の暗殺者）を説得して、彼らを助けるために、物事は急速に村の支配から逃げ出します。\u001b[22m, \u001b[1mしかし、彼らを助けるために主人公アルカ、無表情な女性の暗殺者を、説得した後に、物事はすぐに村のために制御不能にスパイラル。\u001b[22m\n\u001b[4mAlka is left wandering through most of the episodes, continually hunted.\u001b[24m\n    \u001b[1mAlkaはほとんどのエピソードでさまよっており、絶え間なく狩られています。\u001b[22m, \u001b[1mアルカは絶えず狩り、エピソードのほとんどをさまよっ残されています。\u001b[22m\n\u001b[4mSome of the characters she meets have unexpected ties and the outcomes from those include some rather big and unexpected plot twists.\u001b[24m\n    \u001b[1m彼女が会う登場人物の中には、予想外の結びつきを持っている人もいます。\u001b[22m, \u001b[1m彼女は予想外の関係、それらの成果を持って満たしている文字の中には、いくつかのかなり大きな予期せぬどんでん返しが含まれます。\u001b[22m\n\u001b[4mBy the end, the once emotionless Alka has undergone so many tests of will that she can't even stand to fight against her main opponent, who herself has undergone her own plot twist.\u001b[24m\n    \u001b[1m結局のところ、一度感情のないAlkaは、彼女自身が自分のプロットのひねりを受けた彼女の主な相手と戦うために立つことすらできないほどの意志のテストを受けています。\u001b[22m, \u001b[1m年末までに、一度無表情なアルカは彼女も彼女自身が彼女自身のプロットツイストを受けた彼女の主な相手、と戦うために我慢できない意志のように多くのテストを受けています。\u001b[22m\n\u001b[1m\u001b[22m\nAcross the first 12 episodes, the episodes shift from being mere adolescent titillation to much more serious content. By the end of the 12th episode, both the characters and the audience has undergone some serious mental angst. One prominent theme in several episodes is revenge, and how different people deal with it or try to exact it upon others. The mental torture that is exacted upon certain characters was devastating to watch. I also found some of the scenarios to be thought-provoking, without clear right/wrong answers.\n\n\u001b[1m最初の12のエピソードの間で、エピソードは単なる思春期の欲求からはるかに深刻な内容に変化します。 第12話の終わりまでに、キャラクターと聴衆の両方が深刻な精神的怒りを経験しました。 いくつかのエピソードの1つの顕著なテーマは、復讐と、それを扱う人々の違いや、他の人にそれを正確にしようとすることです。 特定のキャラクターに厳しい精神的拷問は悲惨であった。 私はまた、いくつかのシナリオが明確な正解/間違いの回答がなくても、思考を促していることを発見しました。\u001b[22m\n\u001b[1m(Saisho no 12 no episōdo no ma de, episōdo wa tan'naru shishunki no yokkyū kara haruka ni shinkokuna naiyō ni henka shimasu. Dai 12-wa no owari made ni, kyarakutā to chōshū no ryōhō ga shinkokuna seishin-teki ikari o keiken shimashita. Ikutsu ka no episōdo no 1tsu no kenchona tēma wa, fukushū to, sore o atsukau hitobito no chigai ya, hokanohito ni sore o seikaku ni shiyou to suru kotodesu. Tokutei no kyarakutā ni kibishī seishin-teki gōmon wa hisandeatta. Watashi wa mata, ikutsu ka no shinario ga meikakuna seikai/ machigai no kaitō ga nakute mo, shikō o unagashite iru koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAcross the first 12 episodes, the episodes shift from being mere adolescent titillation to much more serious content. By the end of the 12th episode, both the characters and the audience has undergone some serious mental angst. One prominent theme in several episodes is revenge, and how different people deal with it or try to exact it upon others. The mental torture that is exacted upon certain characters was devastating to watch. I also found some of the scenarios to be thought-provoking, without clear right/wrong answers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAcross the first 12 episodes, the episodes shift from being mere adolescent titillation to much more serious content.\u001b[24m\n    \u001b[1m最初の12のエピソードの間で、エピソードは単なる思春期の欲求からはるかに深刻な内容に変化します。\u001b[22m, \u001b[1m最初の12のエピソードを横切って、エピソードははるかに深刻なコンテンツへの単なる思春期のくすぐりされてからシフトします。\u001b[22m\n\u001b[4mBy the end of the 12th episode, both the characters and the audience has undergone some serious mental angst.\u001b[24m\n    \u001b[1m第12話の終わりまでに、キャラクターと聴衆の両方が深刻な精神的怒りを経験しました。\u001b[22m, \u001b[1m第12回エピソードの終わりまでに、文字と観客の両方がいくつかの深刻な精神的な不安を受けています。\u001b[22m\n\u001b[4mOne prominent theme in several episodes is revenge, and how different people deal with it or try to exact it upon others.\u001b[24m\n    \u001b[1mいくつかのエピソードの1つの顕著なテーマは、復讐と、それを扱う人々の違いや、他の人にそれを正確にしようとすることです。\u001b[22m, \u001b[1mいくつかのエピソードで一つの顕著なテーマは復讐、そしてどのように異なる人々がそれに対処等の際にそれを強要しようとしています。\u001b[22m\n\u001b[4mThe mental torture that is exacted upon certain characters was devastating to watch.\u001b[24m\n    \u001b[1m特定のキャラクターに厳しい精神的拷問は悲惨であった。\u001b[22m, \u001b[1m特定の文字上に強要され、精神的な拷問は見て壊滅的でした。\u001b[22m\n\u001b[4mI also found some of the scenarios to be thought-provoking, without clear right/wrong answers.\u001b[24m\n    \u001b[1m私はまた、いくつかのシナリオが明確な正解/間違いの回答がなくても、思考を促していることを発見しました。\u001b[22m, \u001b[1m私はまた、いくつかのシナリオが明確に右/間違った答えずに、-考えさせられることがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe final 13th episode is largely a throw-away 'beach' episode that seems to exist purely for fan service. It could have been left out entirely, and it seems more like an OVA rather than anything canon. It just seemed like an excuse to show some of the characters in even skimpier outfits, and it really didn’t fit into the rest of the series. Including it at the end also seemed to weaken the overall impact of the series.\n\n\u001b[1m最後の第13話は、純粋にファンサービスのために存在するように見える、捨てられた「ビーチ」エピソードである。 それは完全に除外されている可能性があります。そして、それは何らかのキヤノンではなくOVAに似ています。 それはちょっとしたスキルの衣装でもキャラクターの一部を見せてくれる言い訳のように思えましたが、実際にはシリーズの残りの部分には当てはまりませんでした。 最後にそれを含めて、シリーズの全体的な影響を弱めるようにも見えました。\u001b[22m\n\u001b[1m(Saigo no dai 13-wa wa, junsui ni fansābisu no tame ni sonzai suru yō ni mieru, suterareta `bīchi' episōdodearu. Sore wa kanzen ni jogai sa rete iru kanōsei ga arimasu. Soshite, sore wa nanrakano Kiyanonde wanaku ovu~a ni nite imasu. Sore wa chottoshita sukiru no ishō demo kyarakutā no ichibu o misete kureru iiwake no yō ni omoemashitaga, jissai ni wa shirīzu no nokori no bubun ni wa atehamarimasendeshita. Saigo ni sore o fukumete, shirīzu no zentai-tekina eikyō o yowameru yō ni mo miemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe final 13th episode is largely a throw-away 'beach' episode that seems to exist purely for fan service. It could have been left out entirely, and it seems more like an OVA rather than anything canon. It just seemed like an excuse to show some of the characters in even skimpier outfits, and it really didn’t fit into the rest of the series. Including it at the end also seemed to weaken the overall impact of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe final 13th episode is largely a throw-away 'beach' episode that seems to exist purely for fan service.\u001b[24m\n    \u001b[1m最後の第13話は、純粋にファンサービスのために存在するように見える、捨てられた「ビーチ」エピソードである。\u001b[22m, \u001b[1m最終第13話は、主に、ファンサービスのために純粋に存在するように思われるスローアウェイ「ビーチ」のエピソードです。\u001b[22m\n\u001b[4mIt could have been left out entirely, and it seems more like an OVA rather than anything canon.\u001b[24m\n    \u001b[1mそれは完全に除外されている可能性があります。そして、それは何らかのキヤノンではなくOVAに似ています。\u001b[22m, \u001b[1mそれは完全に取り残されている可能性があり、それはより多くのOVAではなく、何もキヤノンのように思えます。\u001b[22m\n\u001b[4mIt just seemed like an excuse to show some of the characters in even skimpier outfits, and it really didn’t fit into the rest of the series.\u001b[24m\n    \u001b[1mそれはちょっとしたスキルの衣装でもキャラクターの一部を見せてくれる言い訳のように思えましたが、実際にはシリーズの残りの部分には当てはまりませんでした。\u001b[22m, \u001b[1mちょうどでもskimpier衣装の文字のいくつかを示すために、言い訳のように思えたし、それは本当にシリーズの残りの部分に収まりませんでした。\u001b[22m\n\u001b[4mIncluding it at the end also seemed to weaken the overall impact of the series.\u001b[24m\n    \u001b[1m最後にそれを含めて、シリーズの全体的な影響を弱めるようにも見えました。\u001b[22m, \u001b[1m最後にそれを含めることも、一連の全体的な影響を弱めるように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m\nVisually, the female cast are beautifully illustrated. They also offer some serious eye candy since some of them tend to wear rather skimpy attire. Anyone that doesn't understand the reasons for fantasy-based outfits existing in a fantasy world should probably stay away. Please find a documentary on the history channel about period armors if that's what you're looking for. This isn't it. In addition, most of the female characters in this show are rather well-endowed, though by current anime standards and depending on specific genre, they aren't that unusual.\n\n\u001b[1m視覚的に、女性のキャストは美しく描かれています。 彼らはまた、いくつかの深刻な目のキャンデーを提供しています。 ファンタジー世界に存在するファンタジーに基づいた服装の理由を理解していない人は、おそらく離れているはずです。 それがあなたが探しているものなら、期間の鎧についての歴史チャンネルのドキュメンタリーを見つけてください。 これはそうではありません。 さらに、このショーの女性キャラクターの大部分は、現在のアニメの基準でも、特定のジャンルにもよりますが、それほど珍しいことではありません。\u001b[22m\n\u001b[1m(Shikaku-teki ni, josei no kyasuto wa utsukushiku egaka rete imasu. Karera wa mata, ikutsu ka no shinkokuna me no kyandē o teikyō shite imasu. Fantajī sekai ni sonzai suru fantajī ni motodzuita fukusō no riyū o rikai shite inai hito wa, osoraku hanarete iru hazudesu. Sore ga anata ga sagashite iru mononara, kikan no yoroi ni tsuite no rekishi chan'neru no dokyumentarī o mitsukete kudasai. Kore wa sōde wa arimasen. Sarani, kono shō no josei kyarakutā no daibubun wa, genzai no anime no kijun demo, tokutei no janru ni mo yorimasuga, sore hodo mezurashī kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mVisually, the female cast are beautifully illustrated. They also offer some serious eye candy since some of them tend to wear rather skimpy attire. Anyone that doesn't understand the reasons for fantasy-based outfits existing in a fantasy world should probably stay away. Please find a documentary on the history channel about period armors if that's what you're looking for. This isn't it. In addition, most of the female characters in this show are rather well-endowed, though by current anime standards and depending on specific genre, they aren't that unusual.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, the female cast are beautifully illustrated.\u001b[24m\n    \u001b[1m視覚的に、女性のキャストは美しく描かれています。\u001b[22m, \u001b[1m視覚的には、女性キャストが美しく示されています。\u001b[22m\n\u001b[4mThey also offer some serious eye candy since some of them tend to wear rather skimpy attire.\u001b[24m\n    \u001b[1m彼らはまた、いくつかの深刻な目のキャンデーを提供しています。\u001b[22m, \u001b[1mそのうちのいくつかはかなり露出度の高い服装を着用する傾向があるので、彼らはまた、いくつかの深刻な目の保養を提供しています。\u001b[22m\n\u001b[4mAnyone that doesn't understand the reasons for fantasy-based outfits existing in a fantasy world should probably stay away.\u001b[24m\n    \u001b[1mファンタジー世界に存在するファンタジーに基づいた服装の理由を理解していない人は、おそらく離れているはずです。\u001b[22m, \u001b[1mファンタジーの世界に存在するファンタジーベースの衣装の理由を理解していない誰もが、おそらく離れて滞在する必要があります。\u001b[22m\n\u001b[4mPlease find a documentary on the history channel about period armors if that's what you're looking for.\u001b[24m\n    \u001b[1mそれがあなたが探しているものなら、期間の鎧についての歴史チャンネルのドキュメンタリーを見つけてください。\u001b[22m, \u001b[1mそれはあなたが探しているものかどう期間鎧の履歴チャンネルのドキュメンタリーを見つけてください。\u001b[22m\n\u001b[4mThis isn't it.\u001b[24m\n    \u001b[1mこれはそうではありません。\u001b[22m, \u001b[1mこれはそれではありません。\u001b[22m\n\u001b[4mIn addition, most of the female characters in this show are rather well-endowed, though by current anime standards and depending on specific genre, they aren't that unusual.\u001b[24m\n    \u001b[1mさらに、このショーの女性キャラクターの大部分は、現在のアニメの基準でも、特定のジャンルにもよりますが、それほど珍しいことではありません。\u001b[22m, \u001b[1mまた、この番組で女性キャラクターのほとんどは、現在のアニメの基準でいえ、むしろよく恵まれており、特定のジャンルに応じて、彼らはその珍しいことではないです。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character, Alka, is a bit of an enigma. She is an ultra-skilled assassin, but utterly emotionless at the beginning. Through flashbacks and other revelations, we continually learn more about her past. Due to the events that transpire, her character undergoes profound mental changes in the last half of the series. I found it hard to like her as a cold-blooded emotionless killer, but I also felt sorry for some of the situations she ends up having to deal with.\n\n\u001b[1m主人公、Alkaはちょっとした謎です。 彼女は非常に熟練した暗殺者ですが、最初は完全に無感覚です。 フラッシュバックやその他の啓示を通して、私たちは彼女の過去についてもっと学びます。 起こる出来事のために、彼女の性格はシリーズの最後の半分で深刻な精神的変化を経験する。 私は彼女を冷静さの感情のない殺人者として気に入らないことがわかりましたが、彼女が対処しなければならない状況のいくつかについては残念でした。\u001b[22m\n\u001b[1m(Shujinkō, Alka wa chottoshita nazodesu. Kanojo wa hijō ni jukuren shita asashindesuga, saisho wa kanzen ni mukankakudesu. Furasshu bakku ya sonohoka no keiji o tōshite, watashitachi wa kanojo no kako ni tsuite motto manabimasu. Okoru dekigoto no tame ni, kanojo no seikaku wa shirīzu no saigo no hanbun de shinkokuna seishin-teki henka o keiken suru. Watashi wa kanojo o reisei-sa no kanjō no nai satsujin-sha to shite kiniiranai koto ga wakarimashitaga, kanojo ga taisho shinakereba naranai jōkyō no ikutsu ka ni tsuite wa zan'nendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe main character, Alka, is a bit of an enigma. She is an ultra-skilled assassin, but utterly emotionless at the beginning. Through flashbacks and other revelations, we continually learn more about her past. Due to the events that transpire, her character undergoes profound mental changes in the last half of the series. I found it hard to like her as a cold-blooded emotionless killer, but I also felt sorry for some of the situations she ends up having to deal with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character, Alka, is a bit of an enigma.\u001b[24m\n    \u001b[1m主人公、Alkaはちょっとした謎です。\u001b[22m, \u001b[1mメインキャラクター、アルカは、謎のビットです。\u001b[22m\n\u001b[4mShe is an ultra-skilled assassin, but utterly emotionless at the beginning.\u001b[24m\n    \u001b[1m彼女は非常に熟練した暗殺者ですが、最初は完全に無感覚です。\u001b[22m, \u001b[1m彼女は超熟練暗殺者ですが、冒頭に全く無表情。\u001b[22m\n\u001b[4mThrough flashbacks and other revelations, we continually learn more about her past.\u001b[24m\n    \u001b[1mフラッシュバックやその他の啓示を通して、私たちは彼女の過去についてもっと学びます。\u001b[22m, \u001b[1mフラッシュバックや他の啓示を通じて、我々は継続的に彼女の過去についての詳細を学びます。\u001b[22m\n\u001b[4mDue to the events that transpire, her character undergoes profound mental changes in the last half of the series.\u001b[24m\n    \u001b[1m起こる出来事のために、彼女の性格はシリーズの最後の半分で深刻な精神的変化を経験する。\u001b[22m, \u001b[1m蒸散イベントに、彼女のキャラクターは、シリーズの最後の半分で深遠な精神的な変化を受けます。\u001b[22m\n\u001b[4mI found it hard to like her as a cold-blooded emotionless killer, but I also felt sorry for some of the situations she ends up having to deal with.\u001b[24m\n    \u001b[1m私は彼女を冷静さの感情のない殺人者として気に入らないことがわかりましたが、彼女が対処しなければならない状況のいくつかについては残念でした。\u001b[22m, \u001b[1m私はそれは難しい冷血無表情なキラーとして彼女を好きに見つけましたが、私はまた、彼女が対処する必要が終わる状況のいくつかを気の毒に感じました。\u001b[22m\n\u001b[1m\u001b[22m\nBesides Alka, there are a trio of beautiful women that are featured prominently through the series. The proprietor Karen, the bounty hunter Hazuki and the bandit leader Roana. Each of them have different motives, but end up being tied in some way to Alka or her mission.\n\n\u001b[1mAlkaに加えて、シリーズを通じて著しく特徴付けられた美しい女性のトリオがあります。 所有者カレン、賞金狩りの葉月と盗賊リーダーのロアナ。 彼らのそれぞれは異なる動機を持っていますが、結局Alkaや彼女の使命に何らかの形で結びついてしまいます。\u001b[22m\n\u001b[1m(Alka ni kuwaete, shirīzu o tsūjite ichijirushiku tokuchōdzuke rareta utsukushī josei no torio ga arimasu. Shoyū-sha Karen, shōkin kari no hadzuki to tōzoku rīdā no Ro-ana. Karera no sorezore wa kotonaru dōki o motte imasuga, kekkyoku Alka ya kanojo no shimei ni nanrakano katachi de musubitsuite shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mBesides Alka, there are a trio of beautiful women that are featured prominently through the series. The proprietor Karen, the bounty hunter Hazuki and the bandit leader Roana. Each of them have different motives, but end up being tied in some way to Alka or her mission.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides Alka, there are a trio of beautiful women that are featured prominently through the series.\u001b[24m\n    \u001b[1mAlkaに加えて、シリーズを通じて著しく特徴付けられた美しい女性のトリオがあります。\u001b[22m, \u001b[1mアルカのほか、シリーズを通して顕著に紹介されています美しい女性のトリオがあります。\u001b[22m\n\u001b[4mThe proprietor Karen, the bounty hunter Hazuki and the bandit leader Roana.\u001b[24m\n    \u001b[1m所有者カレン、賞金狩りの葉月と盗賊リーダーのロアナ。\u001b[22m, \u001b[1m所有者カレン、バウンティハンター葉月と山賊のリーダーロアーナ。\u001b[22m\n\u001b[4mEach of them have different motives, but end up being tied in some way to Alka or her mission.\u001b[24m\n    \u001b[1m彼らのそれぞれは異なる動機を持っていますが、結局Alkaや彼女の使命に何らかの形で結びついてしまいます。\u001b[22m, \u001b[1mそれらの各々は、異なる動機を持っていますが、アルカまたは彼女の使命に何らかの方法で結ばされてしまいます。\u001b[22m\nThe main villain Jin Varel and her associates are featured in several episodes. Jin seems equally cold and emotionless to Alka.\n\n\u001b[1m主人公のジン・ヴァレルと彼女の同僚は、いくつかのエピソードで紹介されています。 陳さんはAlkaさんと同じように冷たく、感動していないようです。\u001b[22m\n\u001b[1m(Shujinkō no jin vu~areru to kanojo no dōryō wa, ikutsu ka no episōdo de shōkai sa rete imasu. Chin-san wa Alka-san to onajiyōni tsumetaku, kandō shite inai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main villain Jin Varel and her associates are featured in several episodes. Jin seems equally cold and emotionless to Alka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main villain Jin Varel and her associates are featured in several episodes.\u001b[24m\n    \u001b[1m主人公のジン・ヴァレルと彼女の同僚は、いくつかのエピソードで紹介されています。\u001b[22m, \u001b[1mメイン悪役ジンファーレルと彼女の仲間は、いくつかのエピソードで紹介されています。\u001b[22m\n\u001b[4mJin seems equally cold and emotionless to Alka.\u001b[24m\n    \u001b[1m陳さんはAlkaさんと同じように冷たく、感動していないようです。\u001b[22m, \u001b[1mジンはアルカにも同様に寒さと無表情なようです。\u001b[22m\n\u001b[1m\u001b[22m\nA few other characters are also introduced such as a merchant who appears at different times or a girl saved from a village. None of the lesser characters are developed much in their limited screen time.\n\n\u001b[1m別の時代に現れる商人や村から救われた少女など、いくつかのキャラクターも紹介されています。 小さい文字のどれも、制限された画面時間ではほとんど開発されません。\u001b[22m\n\u001b[1m(Betsu no jidai ni arawareru shōnin ya mura kara sukuwa reta shōjo nado, ikutsu ka no kyarakutā mo shōkai sa rete imasu. Chīsai moji no dore mo, seigen sa reta gamen jikande wa hotondo kaihatsu sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mA few other characters are also introduced such as a merchant who appears at different times or a girl saved from a village. None of the lesser characters are developed much in their limited screen time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA few other characters are also introduced such as a merchant who appears at different times or a girl saved from a village.\u001b[24m\n    \u001b[1m別の時代に現れる商人や村から救われた少女など、いくつかのキャラクターも紹介されています。\u001b[22m, \u001b[1mいくつかの他の文字はまた、異なる時間や村から保存された女の子に現れる商人として導入されています。\u001b[22m\n\u001b[4mNone of the lesser characters are developed much in their limited screen time.\u001b[24m\n    \u001b[1m小さい文字のどれも、制限された画面時間ではほとんど開発されません。\u001b[22m, \u001b[1mより少ない文字のいずれも、その限られた画面時間の多くを開発されていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt / Animation: 9/10\n\n\u001b[1mアート/アニメ：9/10\u001b[22m\n\u001b[1m(Āto/ anime: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt / Animation: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt / Animation: 9/10\u001b[24m\n    \u001b[1mアート/アニメ：9/10\u001b[22m, \u001b[1mアート/アニメーション：9/10\u001b[22m\nMost of the characters, scenery and animation are gorgeous. Even the end credits are spectacular featuring what seems like motion captured dancing since the animation is so smooth and fluid. While the female characters look great, the art for the male characters seems like an afterthought.\n\n\u001b[1m文字、風景、アニメーションのほとんどは豪華です。 アニメーションが非常に滑らかで流動的であるため、モーションキャプチャダンスのように見えるものを特徴とする最終的なクレジットさえもあります。 女性のキャラクターはすばらしく見えるが、男性キャラクターのための芸術は後の考えのようだ。\u001b[22m\n\u001b[1m(Moji, fūkei, animēshon no hotondo wa gōkadesu. Animēshon ga hijō ni namerakade ryūdōtekidearu tame, mōshonkyapuchadansu no yō ni mieru mono o tokuchō to suru saishū-tekina kurejitto sae mo arimasu. Josei no kyarakutā wa subarashiku mieruga, dansei kyarakutā no tame no geijutsu wa ato no kangae no yōda.)\u001b[22m\n\nTranslations of \u001b[4mMost of the characters, scenery and animation are gorgeous. Even the end credits are spectacular featuring what seems like motion captured dancing since the animation is so smooth and fluid. While the female characters look great, the art for the male characters seems like an afterthought.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the characters, scenery and animation are gorgeous.\u001b[24m\n    \u001b[1m文字、風景、アニメーションのほとんどは豪華です。\u001b[22m, \u001b[1m文字、風景やアニメーションのほとんどがゴージャスです。\u001b[22m\n\u001b[4mEven the end credits are spectacular featuring what seems like motion captured dancing since the animation is so smooth and fluid.\u001b[24m\n    \u001b[1mアニメーションが非常に滑らかで流動的であるため、モーションキャプチャダンスのように見えるものを特徴とする最終的なクレジットさえもあります。\u001b[22m, \u001b[1mでもエンドクレジットにはアニメーションがとても滑らかで、流体であるため、動き捕獲さ踊りのように思えるものをフィーチャーした壮観です。\u001b[22m\n\u001b[4mWhile the female characters look great, the art for the male characters seems like an afterthought.\u001b[24m\n    \u001b[1m女性のキャラクターはすばらしく見えるが、男性キャラクターのための芸術は後の考えのようだ。\u001b[22m, \u001b[1m女性キャラクターがきれいに見えるが、男性の文字のための技術は、付け足しのように思えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound / Voice: 8/10\n\n\u001b[1m音声/声：8/10\u001b[22m\n\u001b[1m(Onsei/ koe: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound / Voice: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound / Voice: 8/10\u001b[24m\n    \u001b[1m音声/声：8/10\u001b[22m, \u001b[1mサウンド/音声：8/10\u001b[22m\nThe music during the intro and end credits is very good. The background music and sound effects were all effective. However, the voice acting for some of the characters such as Alka and Hazuki seemed a bit weak.\n\n\u001b[1mイントロとエンドクレジットの間の音楽はとても良いです。 背景音楽と効果音はすべて効果的でした。 しかし、AlkaやHazukiのようなキャラクターのために働く声は、やや弱く見えました。\u001b[22m\n\u001b[1m(Intoro to endokurejitto no ma no ongaku wa totemo yoidesu. Haikei ongaku to kōka-on wa subete kōka-tekideshita. Shikashi, Alka ya hadzuki no yōna kyarakutā no tame ni hataraku koe wa, yaya yowaku miemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music during the intro and end credits is very good. The background music and sound effects were all effective. However, the voice acting for some of the characters such as Alka and Hazuki seemed a bit weak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music during the intro and end credits is very good.\u001b[24m\n    \u001b[1mイントロとエンドクレジットの間の音楽はとても良いです。\u001b[22m, \u001b[1mイントロとエンドクレジット中の音楽は非常に良いです。\u001b[22m\n\u001b[4mThe background music and sound effects were all effective.\u001b[24m\n    \u001b[1m背景音楽と効果音はすべて効果的でした。\u001b[22m, \u001b[1m背景音楽や効果音はすべて有効でした。\u001b[22m\n\u001b[4mHowever, the voice acting for some of the characters such as Alka and Hazuki seemed a bit weak.\u001b[24m\n    \u001b[1mしかし、AlkaやHazukiのようなキャラクターのために働く声は、やや弱く見えました。\u001b[22m, \u001b[1mしかし、このようなアルカや葉月などの文字の一部を代行する声が少し弱いように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 5/10\n\n\u001b[1m楽しさ：5/10\u001b[22m\n\u001b[1m(Tanoshisa: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5/10\u001b[24m\n    \u001b[1m楽しさ：5/10\u001b[22m, \u001b[1m楽しさ：5月10日\u001b[22m\nWhile the series is visually stunning, the emotionless natures of the main character Alka and the villain Jin Varel end up being anchors that prevent the series from lifting up to its full potential. The elements for a good story are here. With a different delivery and some changes for the main character and villain, it could have been much, much better.\n\n\u001b[1mシリーズは視覚的に見事ですが、主人公のAlkaと悪魔のVarel Varelの感情のない性質は、シリーズが完全な可能性を持ち上げるのを妨げるアンカーになります。 良い物語の要素がここにあります。 主人公と悪役のために異なる配達といくつかの変更を加えれば、はるかに優れていた可能性があります。\u001b[22m\n\u001b[1m(Shirīzu wa shikaku-teki ni migotodesuga, shujinkō no Alka to akuma no Varel Varel no kanjō no nai seishitsu wa, shirīzu ga kanzen'na kanōsei o mochiageru no o samatageru ankā ni narimasu. Yoi monogatari no yōso ga koko ni arimasu. Shujinkō to akuyaku no tame ni kotonaru haitatsu to ikutsu ka no henkō o kuwaereba, haruka ni sugurete ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the series is visually stunning, the emotionless natures of the main character Alka and the villain Jin Varel end up being anchors that prevent the series from lifting up to its full potential. The elements for a good story are here. With a different delivery and some changes for the main character and villain, it could have been much, much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the series is visually stunning, the emotionless natures of the main character Alka and the villain Jin Varel end up being anchors that prevent the series from lifting up to its full potential.\u001b[24m\n    \u001b[1mシリーズは視覚的に見事ですが、主人公のAlkaと悪魔のVarel Varelの感情のない性質は、シリーズが完全な可能性を持ち上げるのを妨げるアンカーになります。\u001b[22m, \u001b[1mシリーズは、見た目にも美しいですが、主人公アルカと悪役ジンファーレルの無表情な性質は、その能力を最大限に持ち上げからシリーズを防ぐアンカーになってしまいます。\u001b[22m\n\u001b[4mThe elements for a good story are here.\u001b[24m\n    \u001b[1m良い物語の要素がここにあります。\u001b[22m, \u001b[1m良い物語のための要素はここにあります。\u001b[22m\n\u001b[4mWith a different delivery and some changes for the main character and villain, it could have been much, much better.\u001b[24m\n    \u001b[1m主人公と悪役のために異なる配達といくつかの変更を加えれば、はるかに優れていた可能性があります。\u001b[22m, \u001b[1m別の配信と主人公と悪役のためにいくつかの変更と、それははるかに、はるかに優れたかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict: 7/10\n\n\u001b[1m最終判決：7/10\u001b[22m\n\u001b[1m(Saishū hanketsu: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict: 7/10\u001b[24m\n    \u001b[1m最終判決：7/10\u001b[22m, \u001b[1m最終的な評決：7/10\u001b[22m\nWhile far from perfect, “Blade &amp; Soul” is worth seeing at least once. The characters, animation and visuals are beautifully drawn and animated, and overall the story is intriguing and includes a few thought-provoking situations. However, the series never manages to rise to its full potential. For a show titled “Blade &amp; Soul”, it seemed more “Blade” and little to no “Soul”.\n\n\u001b[1m完璧ではないが、「Blade＆amp; ソウル\"は少なくとも1回は見る価値がある。 キャラクター、アニメーション、ビジュアルは美しく描かれ、アニメーション化されており、全体的にストーリーは興味深く、思考を喚起するいくつかの状況が含まれています。 しかし、シリーズはその潜在能力を最大限に引き出すことは決してありません。  「Blade＆amp; ソウル\"、それはより多くの\"ブレード\"とほとんどない\"魂\"と思われた。\u001b[22m\n\u001b[1m(Kanpekide wa naiga,`bureido& amp; Sōru\" wa sukunakutomo 1-kai wa miru kachigāru. Kyarakutā, animēshon, bijuaru wa utsukushiku egaka re, animēshon-ka sa rete ori, zentai-teki ni sutōrī wa kyōmibukaku, shikō o kanki suru ikutsu ka no jōkyō ga fukuma rete imasu. Shikashi, shirīzu wa sono senzai nōryoku o saidaigen ni hikidasu koto wa kesshite arimasen. `Bureido& amp; Sōru\", soreha yori ōku no\" burēdo\" to hotondo nai\" tamashī\" to omowa reta.)\u001b[22m\n\nTranslations of \u001b[4mWhile far from perfect, “Blade &amp; Soul” is worth seeing at least once. The characters, animation and visuals are beautifully drawn and animated, and overall the story is intriguing and includes a few thought-provoking situations. However, the series never manages to rise to its full potential. For a show titled “Blade &amp; Soul”, it seemed more “Blade” and little to no “Soul”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile far from perfect, “Blade &amp;\u001b[24m\n    \u001b[1m完璧ではないが、「Blade＆amp;\u001b[22m, \u001b[1m一方、これまで完璧から、「ブレード＆＃038;\u001b[22m\n\u001b[4mSoul” is worth seeing at least once.\u001b[24m\n    \u001b[1mソウル\"は少なくとも1回は見る価値がある。\u001b[22m, \u001b[1m魂は、「少なくとも一度は見る価値があります。\u001b[22m\n\u001b[4mThe characters, animation and visuals are beautifully drawn and animated, and overall the story is intriguing and includes a few thought-provoking situations.\u001b[24m\n    \u001b[1mキャラクター、アニメーション、ビジュアルは美しく描かれ、アニメーション化されており、全体的にストーリーは興味深く、思考を喚起するいくつかの状況が含まれています。\u001b[22m, \u001b[1m文字、アニメーション、ビジュアルが美しく描かれ、アニメ化、および全体的な話は興味をそそられると、いくつか考えさせられる状況が含まれています。\u001b[22m\n\u001b[4mHowever, the series never manages to rise to its full potential.\u001b[24m\n    \u001b[1mしかし、シリーズはその潜在能力を最大限に引き出すことは決してありません。\u001b[22m, \u001b[1mしかし、シリーズは、その能力を最大限に上昇するために管理することはありません。\u001b[22m\n\u001b[4mFor a show titled “Blade &amp;\u001b[24m\n    \u001b[1m「Blade＆amp;\u001b[22m, \u001b[1m「ブレード＆アンプと題したショーのために。\u001b[22m\n\u001b[4mSoul”, it seemed more “Blade” and little to no “Soul”.\u001b[24m\n    \u001b[1mソウル\"、それはより多くの\"ブレード\"とほとんどない\"魂\"と思われた。\u001b[22m, \u001b[1mソウルソウル\"\"noにと少しの「ブレード」、それはより多くのように見えました」。\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Noobransom",
    "profile": "/profile/Noobransom/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=202116",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  4\nキャラクター|  2\n|  3\n\n___________This ReviewにはSpoilersの一部が含まれています____________________\n\n物語：\n私のオハイオ州私のどこから始めるのですか？ 話は危険な剣士の一族に生まれた女の子Alkaに関するものです。 基本的には、長すぎることなく話をまとめること。 彼女は彼女の主人を殺した人を見つける旅に行きます。 有望な話のようですね。 違う。  AlkaがJin Varelを殺したエピソード8の後、特に私の意見では、何かの背後にある何かの背後にある深みと実際の推論は不足していました。 評価：3/10\n\n\nアート：\n私の意見では芸術は何も特別なものではなく、それはかなり特別なことではありませんが、私は世界がとても美しいと認めます。 だから私は私のように高い芸術を得点します。 評価：5/10\n\n\n音：\nアートと同じくらい平均的なものは何もない。 評価：4/10\n\n\nキャラクター：\nここでショーの主な欠点は、私が話す必要のある人物を分解することです。  Alka、Jin Varel、Karen、Hazuki、Roanaの5人のメインレディーです。\n\n\nAlka：ダンサスの暗殺者で、ダンボール箱の個性があります。 イエスキリストはこのシリーズは主に彼女のために退屈だった。 私はキャラクターショーに感情を見なければならなかった。 彼女は彼女がなぜ主な焦点だったのか疑問に思った後のエピソードまで彼女の表情をほとんど変えなかった。 私は彼女の顔の表情をサポートする人物を見た。 キャラクターがジン・ヴァレルについて何か言及しない限り、彼女は超反社会的であったが、後のエピソードの後に​​、その厄介な空白の顔を最終的に変え始める。\n\nジン・ヴァレル：Aka Alka 2.0 ジンはAlkaと同じ段ボールの人格に苦しんでいる。 私は本当にあなたの本当のことが決して本当に理解できないという事実のために彼女の性格のために多くを書くことができません。 彼女はAlkaのように静かに滞在し、ほとんど話しません。 私は彼女がシリーズ全体で合計16語しか言っていないと賭けることができました。  Alkaと同じように、私は本当に彼女の性格を気にするのが難しいと感じている。\n\nカレン：正直なところ、彼女は彼女が彼女の恋人にしたことのために苦しんでAlkaを作る彼女の暗い側面のためにいくつかの人格があったので、彼女はショーで最もまともなキャラクターだったかのように感じた。 彼女が私に印象づけたもう一つの事は、彼女がジーン・ヴァレルと共に本当に本当の服で身を包んでいる主人公のうち2人しかいないという事実でした。  （エピソード13まで._。）カレンは少し悲しかった裏話を持っていましたが、彼女は私の性格を気にしてくれました。 彼女は正直言って、私が本当に言いたいことがない唯一のキャラクターです。\n\n葉月： - 一人 - 正直に言って、私は彼女を完全に正直に嫌っていました。 彼女は銃を撃って酔っ払う以外に何もしなかった。 彼女は殺された可能性があり、ショーはほとんど変わらなかっただろう。 彼女は正直なところ、ショーの中で最も弱いリンクの一つであり、私は彼女がそれにいなかったことを誠実に望んでいます。\n\nロアナ：快楽団のリーダー。 プレジャー・ギャングは、パラム帝国に反抗していた侵略者グループであることが知られていました。 彼女のグループは基本的にジン・ヴァレルによって簡単に一掃されました。  Roanaと彼女のメンバーのうちの2人が攻撃を乗り切り、基本的に何も特別なことはしませんでした。 彼女はちょっと動機がなかったが、彼女の死んだギャングメンバーに復讐するためにジン・ヴァレルと戦う。\n評価：2/10\n\n\n楽しみ：\nショーを楽しむことは、あらゆる面で私を失望させるものは何もありませんでした。 私はこのアニメを見てから何度も落としたかったのですが、私はアニメを落とすのが好きな人ではありません。 それは本当に私の時間の無駄でした。\n\n\n私がショーの最終評決を下す前に、私はちょうど賛否両論を置くでしょう\n\n\n長所：\n - 美しいファンタジーワールド\n - 戦いの場面は思い出深いものではありませんが、まともに行われています。\n\n短所：\n - ショーには思い出深い瞬間がありません\n - キャラクターはばかげて退屈で、ショーには全く役立たない。\nプロットは馬鹿馬鹿しくて退屈です。\n\n\n\nこれは私が期待していなかったので最悪のショーではありませんでしたが、それはかなり悪いことでした。 私は正直なところ、このようなショーは、それ自体が思い出深いものではなかったという事実に起因することをお勧めできませんでした。 メインキャラクターは完全に退屈です。プロットは弱く、文字通りどこにも行きません。 美しい世界ですが、それはショーのこの電車の難破船を救うことはできません。\n\n最終的な判決：このアニメを忘れて、あなたの価値あるものを探してください。 あなたはこのショーを見てあなたの時間を無駄にしたことに腹を立てます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\n___________This Review contains a bit of Spoilers____________________\n\n\u001b[1m___________This ReviewにはSpoilersの一部が含まれています____________________\u001b[22m\n\u001b[1m(___________ Disu rebyū ni wa Spoilers no ichibu ga fukuma rete imasu ____________________)\u001b[22m\n\nTranslations of \u001b[4m___________This Review contains a bit of Spoilers____________________\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m___________This Review contains a bit of Spoilers____________________\u001b[24m\n    \u001b[1m___________This ReviewにはSpoilersの一部が含まれています____________________\u001b[22m, \u001b[1m___________ThisレビューはSpoilers____________________のビットが含まれています\u001b[22m\n\u001b[1m\u001b[22m\nThe Story:\n\n\u001b[1m物語：\u001b[22m\n\u001b[1m(Monogatari:)\u001b[22m\n\nTranslations of \u001b[4mThe Story:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story:\u001b[24m\n    \u001b[1m物語：\u001b[22m, \u001b[1mストーリー：\u001b[22m\nMy oh my where do I start. The story is about Alka a girl who was born into a clan of dangerous sword users. Basically to sum up the story without making it too long. She goes on a journey to find the person who killed her master. Seems like a promising story right? wrong. The story in my opinion lacked depth and any real reasoning behind anything especially after episode 8 when Alka kills Jin Varel, Then she ends up being revived so they can fight again. Rating: 3/10\n\n\u001b[1m私のオハイオ州私のどこから始めるのですか？ 話は危険な剣士の一族に生まれた女の子Alkaに関するものです。 基本的には、長すぎることなく話をまとめること。 彼女は彼女の主人を殺した人を見つける旅に行きます。 有望な話のようですね。 違う。  AlkaがJin Varelを殺したエピソード8の後、特に私の意見では、何かの背後にある何かの背後にある深みと実際の推論は不足していました。 評価：3/10\u001b[22m\n\u001b[1m(Watashi no Ohaio-shū watashi no doko kara hajimeru nodesu ka? Hanashi wa kiken'na kenshi no ichizoku ni uma reta on'nanoko Alka ni kansuru monodesu. Kihontekini wa, naga sugiru koto naku hanashi o matomeru koto. Kanojo wa kanojo no shujin o koroshita hito o mitsukeru tabi ni ikimasu. Yūbōna hanashi no yōdesu ne. Chigau. Alka ga Jin Varel o koroshita episōdo 8 no ato, tokuni watashi no ikende wa, nanika no haigo ni aru nanika no haigo ni aru fukami to jissai no suiron wa fusoku shite imashita. Hyōka: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mMy oh my where do I start. The story is about Alka a girl who was born into a clan of dangerous sword users. Basically to sum up the story without making it too long. She goes on a journey to find the person who killed her master. Seems like a promising story right? wrong. The story in my opinion lacked depth and any real reasoning behind anything especially after episode 8 when Alka kills Jin Varel, Then she ends up being revived so they can fight again. Rating: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy oh my where do I start.\u001b[24m\n    \u001b[1m私のオハイオ州私のどこから始めるのですか？\u001b[22m, \u001b[1m私のオハイオ州私の私はどこから始めます。\u001b[22m\n\u001b[4mThe story is about Alka a girl who was born into a clan of dangerous sword users.\u001b[24m\n    \u001b[1m話は危険な剣士の一族に生まれた女の子Alkaに関するものです。\u001b[22m, \u001b[1m物語はアルカについて危険な剣のユーザーの一族に生まれた女の子です。\u001b[22m\n\u001b[4mBasically to sum up the story without making it too long.\u001b[24m\n    \u001b[1m基本的には、長すぎることなく話をまとめること。\u001b[22m, \u001b[1m基本的に、それはあまりにも長い間行わずに話を総括します。\u001b[22m\n\u001b[4mShe goes on a journey to find the person who killed her master.\u001b[24m\n    \u001b[1m彼女は彼女の主人を殺した人を見つける旅に行きます。\u001b[22m, \u001b[1m彼女は彼女のマスターを殺した人を見つけるために旅に行きます。\u001b[22m\n\u001b[4mSeems like a promising story right?\u001b[24m\n    \u001b[1m有望な話のようですね。\u001b[22m, \u001b[1m有望なストーリー右のように思えますか？\u001b[22m\n\u001b[4mwrong.\u001b[24m\n    \u001b[1m違う。\u001b[22m, \u001b[1m間違っている。\u001b[22m, \u001b[1m間違っています。\u001b[22m\n\u001b[4mThe story in my opinion lacked depth and any real reasoning behind anything especially after episode 8 when Alka kills Jin Varel, Then she ends up being revived so they can fight again.\u001b[24m\n    \u001b[1mAlkaがJin Varelを殺したエピソード8の後、特に私の意見では、何かの背後にある何かの背後にある深みと実際の推論は不足していました。\u001b[22m, \u001b[1m私の意見で物語はアルカジンファーレルを殺すとき、彼らは再び戦うことができるように、そして、彼女は復活してしまうの深さと、特に第8話の後に何の背後にある任意の実際の推論を欠いていました。\u001b[22m\n\u001b[4mRating: 3/10\u001b[24m\n    \u001b[1m評価：3/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art in my opinion is nothing special it's pretty average nothing really special, but I will admit that the world is very beautiful. Which is why I'll score the art as high as I will. Rating: 5/10\n\n\u001b[1m私の意見では芸術は何も特別なものではなく、それはかなり特別なことではありませんが、私は世界がとても美しいと認めます。 だから私は私のように高い芸術を得点します。 評価：5/10\u001b[22m\n\u001b[1m(Watashi no ikende wa geijutsu wa nani mo tokubetsuna monode wa naku, sore wa kanari tokubetsuna kotode wa arimasenga, watashi wa sekai ga totemo utsukushī to mitomemasu. Dakara watashi wa watashi no yō ni takai geijutsu o tokuten shimasu. Hyōka: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe art in my opinion is nothing special it's pretty average nothing really special, but I will admit that the world is very beautiful. Which is why I'll score the art as high as I will. Rating: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in my opinion is nothing special it's pretty average nothing really special, but I will admit that the world is very beautiful.\u001b[24m\n    \u001b[1m私の意見では芸術は何も特別なものではなく、それはかなり特別なことではありませんが、私は世界がとても美しいと認めます。\u001b[22m, \u001b[1m私の意見では技術は、それは本当に特別なかなり平均何もないが、私は世界は非常に美しいであることを認めるであろう特別なものではありません。\u001b[22m\n\u001b[4mWhich is why I'll score the art as high as I will.\u001b[24m\n    \u001b[1mだから私は私のように高い芸術を得点します。\u001b[22m, \u001b[1mこれは私がするように私は高として芸術をスコアます理由です。\u001b[22m\n\u001b[4mRating: 5/10\u001b[24m\n    \u001b[1m評価：5/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nSame as the art pretty average nothing special. Rating: 4/10\n\n\u001b[1mアートと同じくらい平均的なものは何もない。 評価：4/10\u001b[22m\n\u001b[1m(Āto to onaji kurai heikin-tekina mono wa nani mo nai. Hyōka: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mSame as the art pretty average nothing special. Rating: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame as the art pretty average nothing special.\u001b[24m\n    \u001b[1mアートと同じくらい平均的なものは何もない。\u001b[22m, \u001b[1m特殊美術かなり平均何と同じ。\u001b[22m\n\u001b[4mRating: 4/10\u001b[24m\n    \u001b[1m評価：4/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nNow this is where the show's main faults are I'll break down the characters who need to be talked about. Which are these five main ladies: Alka, Jin Varel, Karen, Hazuki and Roana.\n\n\u001b[1mここでショーの主な欠点は、私が話す必要のある人物を分解することです。  Alka、Jin Varel、Karen、Hazuki、Roanaの5人のメインレディーです。\u001b[22m\n\u001b[1m(Koko de shō no omona ketten wa, watashi ga hanasu hitsuyō no aru jinbutsu o bunkai suru kotodesu. Alka, Jin Varel, Karen, hadzuki, Roana no 5-ri no meinredīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNow this is where the show's main faults are I'll break down the characters who need to be talked about. Which are these five main ladies: Alka, Jin Varel, Karen, Hazuki and Roana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow this is where the show's main faults are I'll break down the characters who need to be talked about.\u001b[24m\n    \u001b[1mここでショーの主な欠点は、私が話す必要のある人物を分解することです。\u001b[22m, \u001b[1mショーの主な障害は、私が話をする必要がある文字を打破するよどこさて、これはです。\u001b[22m\n\u001b[4mWhich are these five main ladies: Alka, Jin Varel, Karen, Hazuki and Roana.\u001b[24m\n    \u001b[1mAlka、Jin Varel、Karen、Hazuki、Roanaの5人のメインレディーです。\u001b[22m, \u001b[1mアルカ、ジンファーレル、カレン、葉月とロアーナ：これらの5つの主要な女性はどのです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAlka: The badass assassin with the personality of a cardboard box. Jesus christ this series was boring mainly because of her. I had to watch a character show no emotion. She barely changed her facial expressions until later episodes which made me question why she was the main focus. I saw supporting characters with my facial expressions then her. She was super anti-social unless a character mentioned something about Jin Varel, but she eventually starts to change that annoying blank face after the later episodes.\n\n\u001b[1mAlka：ダンサスの暗殺者で、ダンボール箱の個性があります。 イエスキリストはこのシリーズは主に彼女のために退屈だった。 私はキャラクターショーに感情を見なければならなかった。 彼女は彼女がなぜ主な焦点だったのか疑問に思った後のエピソードまで彼女の表情をほとんど変えなかった。 私は彼女の顔の表情をサポートする人物を見た。 キャラクターがジン・ヴァレルについて何か言及しない限り、彼女は超反社会的であったが、後のエピソードの後に​​、その厄介な空白の顔を最終的に変え始める。\u001b[22m\n\u001b[1m(Alka: Dansasu no asashin de, danbōru-bako no kosei ga arimasu. Iesukirisuto wa kono shirīzu wa omoni kanojo no tame ni taikutsudatta. Watashi wa kyarakutāshō ni kanjō o minakereba naranakatta. Kanojo wa kanojo ga naze omona shōtendatta no ka gimon ni omotta nochi no episōdo made kanojo no hyōjō o hotondo kaenakatta. Watashi wa kanojo no kao no hyōjō o sapōto suru jinbutsu o mita. Kyarakutā ga jin vu~areru ni tsuite nanika genkyū shinai kagiri, kanojo wa chō hanshakaitekideattaga,-go no episōdo no nochi ni ​​, sono yakkaina kūhaku no kao o saishūtekini kae hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mAlka: The badass assassin with the personality of a cardboard box. Jesus christ this series was boring mainly because of her. I had to watch a character show no emotion. She barely changed her facial expressions until later episodes which made me question why she was the main focus. I saw supporting characters with my facial expressions then her. She was super anti-social unless a character mentioned something about Jin Varel, but she eventually starts to change that annoying blank face after the later episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlka: The badass assassin with the personality of a cardboard box.\u001b[24m\n    \u001b[1mAlka：ダンサスの暗殺者で、ダンボール箱の個性があります。\u001b[22m, \u001b[1mアルカ：ダンボール箱の個性とワル暗殺者。\u001b[22m\n\u001b[4mJesus christ this series was boring mainly because of her.\u001b[24m\n    \u001b[1mイエスキリストはこのシリーズは主に彼女のために退屈だった。\u001b[22m, \u001b[1mイエスはキリストこのシリーズは、主に彼女を退屈でした。\u001b[22m\n\u001b[4mI had to watch a character show no emotion.\u001b[24m\n    \u001b[1m私はキャラクターショーに感情を見なければならなかった。\u001b[22m, \u001b[1m私は、文字が全く感情を示さない見なければなりませんでした。\u001b[22m\n\u001b[4mShe barely changed her facial expressions until later episodes which made me question why she was the main focus.\u001b[24m\n    \u001b[1m彼女は彼女がなぜ主な焦点だったのか疑問に思った後のエピソードまで彼女の表情をほとんど変えなかった。\u001b[22m, \u001b[1m彼女はやっと彼女が主な焦点だったなぜ私が疑問製後でエピソードまで、彼女の顔の表情を変えました。\u001b[22m\n\u001b[4mI saw supporting characters with my facial expressions then her.\u001b[24m\n    \u001b[1m私は彼女の顔の表情をサポートする人物を見た。\u001b[22m, \u001b[1m私はその後、私の顔の表情で彼女を文字をサポートして見ました。\u001b[22m\n\u001b[4mShe was super anti-social unless a character mentioned something about Jin Varel, but she eventually starts to change that annoying blank face after the later episodes.\u001b[24m\n    \u001b[1mキャラクターがジン・ヴァレルについて何か言及しない限り、彼女は超反社会的であったが、後のエピソードの後に、その厄介な空白の顔を最終的に変え始める。\u001b[22m, \u001b[1m文字がジンファーレルについて何かを言及しない限り、彼女はスーパー反社会的だったが、彼女は最終的には、後のエピソードの後にその迷惑な空白の顔を変更することが開始されます。\u001b[22m\n\u001b[1m\u001b[22m\nJin Varel: Aka Alka 2.0. Jin suffers the same as Alka a cardboard personality. I really can't write much for her character mainly due to the fact that you can never really understand what's her damage. She stays quiet just like Alka and barely ever talks. I could bet that she only said a total of 16 words throughout the series. Just like Alka I find it really hard to care about her character because she does nothing important to make you really give a damn.\n\n\u001b[1mジン・ヴァレル：Aka Alka 2.0 ジンはAlkaと同じ段ボールの人格に苦しんでいる。 私は本当にあなたの本当のことが決して本当に理解できないという事実のために彼女の性格のために多くを書くことができません。 彼女はAlkaのように静かに滞在し、ほとんど話しません。 私は彼女がシリーズ全体で合計16語しか言っていないと賭けることができました。  Alkaと同じように、私は本当に彼女の性格を気にするのが難しいと感じている。\u001b[22m\n\u001b[1m(Jin vu~areru: Aka Alka 2. 0 Jin wa Alka to onaji dan bōru no jinkaku ni kurushinde iru. Watashi wa hontōni anata no hontō no koto ga kesshite hontōni rikaidekinai to iu jijitsu no tame ni kanojo no seikaku no tame ni ōku o kaku koto ga dekimasen. Kanojo wa Alka no yō ni shizuka ni taizai shi, hotondo hanashimasen. Watashi wa kanojo ga shirīzu zentai de gōkei 16-go shika itte inai to kakeru koto ga dekimashita. Alka to onajiyōni, watashi wa hontōni kanojo no seikaku o ki ni suru no ga muzukashī to kanjite iru.)\u001b[22m\n\nTranslations of \u001b[4mJin Varel: Aka Alka 2.0. Jin suffers the same as Alka a cardboard personality. I really can't write much for her character mainly due to the fact that you can never really understand what's her damage. She stays quiet just like Alka and barely ever talks. I could bet that she only said a total of 16 words throughout the series. Just like Alka I find it really hard to care about her character because she does nothing important to make you really give a damn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJin Varel: Aka Alka 2.0.\u001b[24m\n    \u001b[1mジン・ヴァレル：Aka Alka 2.0\u001b[22m, \u001b[1mジンファーレル：赤アルカ2.0。\u001b[22m\n\u001b[4mJin suffers the same as Alka a cardboard personality.\u001b[24m\n    \u001b[1mジンはAlkaと同じ段ボールの人格に苦しんでいる。\u001b[22m, \u001b[1mジンは、段ボールの人格アルカと同じように苦しんでいます。\u001b[22m\n\u001b[4mI really can't write much for her character mainly due to the fact that you can never really understand what's her damage.\u001b[24m\n    \u001b[1m私は本当にあなたの本当のことが決して本当に理解できないという事実のために彼女の性格のために多くを書くことができません。\u001b[22m, \u001b[1m私は本当ににより、あなたが本当に彼女のダメージだかを理解することはありませんという事実に主に彼女のキャラクターのための多くを書き込むことはできません。\u001b[22m\n\u001b[4mShe stays quiet just like Alka and barely ever talks.\u001b[24m\n    \u001b[1m彼女はAlkaのように静かに滞在し、ほとんど話しません。\u001b[22m, \u001b[1m彼女はちょうどアルカとかろうじてこれまでの協議のような静かなままです。\u001b[22m\n\u001b[4mI could bet that she only said a total of 16 words throughout the series.\u001b[24m\n    \u001b[1m私は彼女がシリーズ全体で合計16語しか言っていないと賭けることができました。\u001b[22m, \u001b[1m私は彼女が唯一のシリーズ全体で16ワードの合計が言ったことを賭けることができます。\u001b[22m\n\u001b[4mJust like Alka I find it really hard to care about her character because she does nothing important to make you really give a damn.\u001b[24m\n    \u001b[1mAlkaと同じように、私は本当に彼女の性格を気にするのが難しいと感じている。\u001b[22m, \u001b[1mちょうどアルカように私は彼女があなたが本当に気にし作るために重要な何もしませんので、それは本当にハードに彼女の性格を気にすることを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nKaren: Honestly I felt as if she was the most decent character in the show since she had some personality mainly due to her dark side of making Alka suffer for what she did to her lover. Another thing she impressed me with was the fact that she along with Jin Varel are the only two out of the main characters who actually cover themselves with real clothes. (Until episode 13 ._.) Karen had a back story which was a bit sad, but she managed to make me care about her character even though it was very little. She's honestly the only character who I don't really have anything negative to say.\n\n\u001b[1mカレン：正直なところ、彼女は彼女が彼女の恋人にしたことのために苦しんでAlkaを作る彼女の暗い側面のためにいくつかの人格があったので、彼女はショーで最もまともなキャラクターだったかのように感じた。 彼女が私に印象づけたもう一つの事は、彼女がジーン・ヴァレルと共に本当に本当の服で身を包んでいる主人公のうち2人しかいないという事実でした。  （エピソード13まで._。）カレンは少し悲しかった裏話を持っていましたが、彼女は私の性格を気にしてくれました。 彼女は正直言って、私が本当に言いたいことがない唯一のキャラクターです。\u001b[22m\n\u001b[1m(Karen: Shōjikina tokoro, kanojo wa kanojo ga kanojonokoibito ni shita koto no tame ni kurushinde Alka o tsukuru kanojo no kurai sokumen no tame ni ikutsu ka no jinkaku ga attanode, kanojo wa shō de mottomo matomona kyarakutādatta ka no yō ni kanjita. Kanojo ga watashi ni inshōdzuketa mōhitotsu no koto wa, kanojo ga jīn vu~areru to tomoni hontōni hontō no fuku de mi o tsutsunde iru shujinkō no uchi 2-ri shika inai to iu jijitsudeshita. (Episōdo 13 made._.) Karen wa sukoshi kanashikatta urabanashi o motte imashitaga, kanojo wa watashi no seikaku o ki ni shite kuremashita. Kanojo wa shōjiki itte, watashi ga hontōni iitai koto ga nai yuiitsu no kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mKaren: Honestly I felt as if she was the most decent character in the show since she had some personality mainly due to her dark side of making Alka suffer for what she did to her lover. Another thing she impressed me with was the fact that she along with Jin Varel are the only two out of the main characters who actually cover themselves with real clothes. (Until episode 13 ._.) Karen had a back story which was a bit sad, but she managed to make me care about her character even though it was very little. She's honestly the only character who I don't really have anything negative to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaren: Honestly I felt as if she was the most decent character in the show since she had some personality mainly due to her dark side of making Alka suffer for what she did to her lover.\u001b[24m\n    \u001b[1mカレン：正直なところ、彼女は彼女が彼女の恋人にしたことのために苦しんでAlkaを作る彼女の暗い側面のためにいくつかの人格があったので、彼女はショーで最もまともなキャラクターだったかのように感じた。\u001b[22m, \u001b[1mカレン：彼女は主としてアルカは、彼女が彼女の恋人に何をしたかのために苦しむ作るの彼女のダークサイドにいくつかの性格を持っていたので、彼女はショーの中で最もまともな文字であるかのように正直なところ、私は感じました。\u001b[22m\n\u001b[4mAnother thing she impressed me with was the fact that she along with Jin Varel are the only two out of the main characters who actually cover themselves with real clothes.\u001b[24m\n    \u001b[1m彼女が私に印象づけたもう一つの事は、彼女がジーン・ヴァレルと共に本当に本当の服で身を包んでいる主人公のうち2人しかいないという事実でした。\u001b[22m, \u001b[1m彼女は私を感動もう一つは、彼女が一緒にジンファーレルと、実際に本物の服を着て自分自身をカバーするメインキャラクターのうちの2つだけであるという事実でした。\u001b[22m\n\u001b[4m(Until episode 13 ._.) Karen had a back story which was a bit sad, but she managed to make me care about her character even though it was very little.\u001b[24m\n    \u001b[1m（エピソード13まで._。）カレンは少し悲しかった裏話を持っていましたが、彼女は私の性格を気にしてくれました。\u001b[22m, \u001b[1m（エピソード13._まで。）カレンは少し悲しかったバックストーリーがあったが、彼女は私はそれが非常に小さかったにもかかわらず、彼女のキャラクターを気にすることができました。\u001b[22m\n\u001b[4mShe's honestly the only character who I don't really have anything negative to say.\u001b[24m\n    \u001b[1m彼女は正直言って、私が本当に言いたいことがない唯一のキャラクターです。\u001b[22m, \u001b[1m彼女は正直なところ、私は本当に言うこと負の何かを持っていない唯一の文字です。\u001b[22m\n\u001b[1m\u001b[22m\nHazuki: -sigh- I honestly hated her the most to be completely honest. She did nothing at all besides shooting her guns and getting drunk. She could have been Killed off and the show would not have changed in the slightest. She is honestly one of the weakest links in the show and I honesty wish she wasn't in it.\n\n\u001b[1m葉月： - 一人 - 正直に言って、私は彼女を完全に正直に嫌っていました。 彼女は銃を撃って酔っ払う以外に何もしなかった。 彼女は殺された可能性があり、ショーはほとんど変わらなかっただろう。 彼女は正直なところ、ショーの中で最も弱いリンクの一つであり、私は彼女がそれにいなかったことを誠実に望んでいます。\u001b[22m\n\u001b[1m(Hadzuki: - Hitori - shōjiki ni itte, watashi wa kanojo o kanzen ni shōjiki ni kiratte imashita. Kanojo wa jū o utte yopparau igai ni nani mo shinakatta. Kanojo wa korosa reta kanōsei ga ari, shō wa hotondo kawaranakattadarou. Kanojo wa shōjikina tokoro, shō no naka de mottomo yowai rinku no hitotsudeari, watashi wa kanojo ga sore ni inakatta koto o seijitsu ni nozonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mHazuki: -sigh- I honestly hated her the most to be completely honest. She did nothing at all besides shooting her guns and getting drunk. She could have been Killed off and the show would not have changed in the slightest. She is honestly one of the weakest links in the show and I honesty wish she wasn't in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHazuki: -sigh- I honestly hated her the most to be completely honest.\u001b[24m\n    \u001b[1m葉月： - 一人 - 正直に言って、私は彼女を完全に正直に嫌っていました。\u001b[22m, \u001b[1m葉月：私は正直に彼女に完全に正直であることがほとんどを嫌っ-sigh-。\u001b[22m\n\u001b[4mShe did nothing at all besides shooting her guns and getting drunk.\u001b[24m\n    \u001b[1m彼女は銃を撃って酔っ払う以外に何もしなかった。\u001b[22m, \u001b[1m彼女は銃を撃つと酔っ払っ以外にも、全く何もしませんでした。\u001b[22m\n\u001b[4mShe could have been Killed off and the show would not have changed in the slightest.\u001b[24m\n    \u001b[1m彼女は殺された可能性があり、ショーはほとんど変わらなかっただろう。\u001b[22m, \u001b[1m彼女はオフに殺されている可能性があり、ショーは少しも変わっていないだろう。\u001b[22m\n\u001b[4mShe is honestly one of the weakest links in the show and I honesty wish she wasn't in it.\u001b[24m\n    \u001b[1m彼女は正直なところ、ショーの中で最も弱いリンクの一つであり、私は彼女がそれにいなかったことを誠実に望んでいます。\u001b[22m, \u001b[1m彼女は正直ショーで最も弱いリンクの一つであり、私は正直、彼女はそれではなかったですなあ。\u001b[22m\n\u001b[1m\u001b[22m\nRoana: The leader of the pleasure gang. The pleasure gang was know for being a group of raiders who were against the palam empire. Her group basically got wiped out by Jin Varel with ease. Roana and two of her members survived the attack and basically did nothing special throughout the rest of the series. She kinda had no motives, but to fight Jin Varel to avenge her deceased gang members.\n\n\u001b[1mロアナ：快楽団のリーダー。 プレジャー・ギャングは、パラム帝国に反抗していた侵略者グループであることが知られていました。 彼女のグループは基本的にジン・ヴァレルによって簡単に一掃されました。  Roanaと彼女のメンバーのうちの2人が攻撃を乗り切り、基本的に何も特別なことはしませんでした。 彼女はちょっと動機がなかったが、彼女の死んだギャングメンバーに復讐するためにジン・ヴァレルと戦う。\u001b[22m\n\u001b[1m(Ro-ana: Kairaku-dan no rīdā. Purejā gyangu wa, Pa ramu teikoku ni hankō shite ita shinryaku-sha gurūpudearu koto ga shira rete imashita. Kanojo no gurūpu wa kihontekini jin vu~areru ni yotte kantan ni issō sa remashita. Roana to kanojo no menbā no uchi no 2-ri ga kōgeki o norikiri, kihontekini nani mo tokubetsuna koto wa shimasendeshita. Kanojo wa chotto dōki ga nakattaga, kanojo no shinda gyangumenbā ni fukushū suru tame ni jin vu~areru to tatakau.)\u001b[22m\n\nTranslations of \u001b[4mRoana: The leader of the pleasure gang. The pleasure gang was know for being a group of raiders who were against the palam empire. Her group basically got wiped out by Jin Varel with ease. Roana and two of her members survived the attack and basically did nothing special throughout the rest of the series. She kinda had no motives, but to fight Jin Varel to avenge her deceased gang members.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRoana: The leader of the pleasure gang.\u001b[24m\n    \u001b[1mロアナ：快楽団のリーダー。\u001b[22m, \u001b[1mRoanaの：喜びのギャングのリーダー。\u001b[22m\n\u001b[4mThe pleasure gang was know for being a group of raiders who were against the palam empire.\u001b[24m\n    \u001b[1mプレジャー・ギャングは、パラム帝国に反抗していた侵略者グループであることが知られていました。\u001b[22m, \u001b[1m喜びのギャングはpalam帝国に反対していた侵略者のグループであるために知っていました。\u001b[22m\n\u001b[4mHer group basically got wiped out by Jin Varel with ease.\u001b[24m\n    \u001b[1m彼女のグループは基本的にジン・ヴァレルによって簡単に一掃されました。\u001b[22m, \u001b[1m彼女のグループは、基本的には簡単にジンファーレルによって一掃しまいました。\u001b[22m\n\u001b[4mRoana and two of her members survived the attack and basically did nothing special throughout the rest of the series.\u001b[24m\n    \u001b[1mRoanaと彼女のメンバーのうちの2人が攻撃を乗り切り、基本的に何も特別なことはしませんでした。\u001b[22m, \u001b[1mRoanaのと彼女のメンバーの二人は攻撃を生き延びたし、基本的にはシリーズの残りの部分で特別何もしませんでした。\u001b[22m\n\u001b[4mShe kinda had no motives, but to fight Jin Varel to avenge her deceased gang members.\u001b[24m\n    \u001b[1m彼女はちょっと動機がなかったが、彼女の死んだギャングメンバーに復讐するためにジン・ヴァレルと戦う。\u001b[22m, \u001b[1m彼女はちょっと何の動機を持っていたが、彼女の亡くなったギャングのメンバーの仇を討つためにジンファーレルと戦うために。\u001b[22m\nRating: 2/10\n\n\u001b[1m評価：2/10\u001b[22m\n\u001b[1m(Hyōka: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mRating: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating: 2/10\u001b[24m\n    \u001b[1m評価：2/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nThere was nothing really to enjoy the show disappointed me in every aspect. I wanted to drop this anime so many times after watching it, but I'm not the kind of person who likes to drop animes so I forced myself through it. It really was a waste of my time.\n\n\u001b[1mショーを楽しむことは、あらゆる面で私を失望させるものは何もありませんでした。 私はこのアニメを見てから何度も落としたかったのですが、私はアニメを落とすのが好きな人ではありません。 それは本当に私の時間の無駄でした。\u001b[22m\n\u001b[1m(Shō o tanoshimu koto wa, arayuru men de watashi o shitsubō sa seru mono wa nani mo arimasendeshita. Watashi wa kono anime o mitekara nando mo otoshitakatta nodesuga, watashi wa anime o otosu no ga sukinahitode wa arimasen. Sore wa hontōni watashi no jikan'nomudadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere was nothing really to enjoy the show disappointed me in every aspect. I wanted to drop this anime so many times after watching it, but I'm not the kind of person who likes to drop animes so I forced myself through it. It really was a waste of my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was nothing really to enjoy the show disappointed me in every aspect.\u001b[24m\n    \u001b[1mショーを楽しむことは、あらゆる面で私を失望させるものは何もありませんでした。\u001b[22m, \u001b[1mショーはあらゆる面で私を失望楽しむには本当に何もなかったです。\u001b[22m\n\u001b[4mI wanted to drop this anime so many times after watching it, but I'm not the kind of person who likes to drop animes so I forced myself through it.\u001b[24m\n    \u001b[1m私はこのアニメを見てから何度も落としたかったのですが、私はアニメを落とすのが好きな人ではありません。\u001b[22m, \u001b[1m私はそれを見た後にこのアニメを何度も落としたかったが、私はそれを介して自分自身を強制のでアニメをドロップするように好きな人のようなものはありませんよ。\u001b[22m\n\u001b[4mIt really was a waste of my time.\u001b[24m\n    \u001b[1mそれは本当に私の時間の無駄でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBefore I give a final verdict on the show I'll just place the pros and cons\n\n\u001b[1m私がショーの最終評決を下す前に、私はちょうど賛否両論を置くでしょう\u001b[22m\n\u001b[1m(Watashi ga shō no saishū hyōketsu o kudasu mae ni, watashi wa chōdo sanpi ryōron o okudeshou)\u001b[22m\n\nTranslations of \u001b[4mBefore I give a final verdict on the show I'll just place the pros and cons\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I give a final verdict on the show I'll just place the pros and cons\u001b[24m\n    \u001b[1m私がショーの最終評決を下す前に、私はちょうど賛否両論を置くでしょう\u001b[22m, \u001b[1m私はショーの最終判決を与える前に、私は長所と短所を配置します\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\n-Beautiful Fantasy World\n\n\u001b[1m - 美しいファンタジーワールド\u001b[22m\n\u001b[1m(- Utsukushī fantajīwārudo)\u001b[22m\n\nTranslations of \u001b[4m-Beautiful Fantasy World\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Beautiful Fantasy World\u001b[24m\n    \u001b[1m - 美しいファンタジーワールド\u001b[22m\n-The fighting scenes aren't memorable but they're done decently.\n\n\u001b[1m - 戦いの場面は思い出深いものではありませんが、まともに行われています。\u001b[22m\n\u001b[1m(- Tatakai no bamen wa omoidebukai monode wa arimasenga, matomo ni okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4m-The fighting scenes aren't memorable but they're done decently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The fighting scenes aren't memorable but they're done decently.\u001b[24m\n    \u001b[1m - 戦いの場面は思い出深いものではありませんが、まともに行われています。\u001b[22m, \u001b[1m-The戦うシーンは記憶に残るではありませんが、彼らはきちんと行われています。\u001b[22m\n\u001b[1m\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n-Show does not have very memorable moments\n\n\u001b[1m - ショーには思い出深い瞬間がありません\u001b[22m\n\u001b[1m(- Shō ni wa omoidebukai shunkan ga arimasen)\u001b[22m\n\nTranslations of \u001b[4m-Show does not have very memorable moments\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Show does not have very memorable moments\u001b[24m\n    \u001b[1m - ショーには思い出深い瞬間がありません\u001b[22m, \u001b[1m-Show非常に記憶に残る瞬間を持っていません\u001b[22m\n-Characters are ridiculously boring and don't help the show at all.\n\n\u001b[1m - キャラクターはばかげて退屈で、ショーには全く役立たない。\u001b[22m\n\u001b[1m(- Kyarakutā wa bakagete taikutsu de, shō ni wa mattaku yakudatanai.)\u001b[22m\n\nTranslations of \u001b[4m-Characters are ridiculously boring and don't help the show at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Characters are ridiculously boring and don't help the show at all.\u001b[24m\n    \u001b[1m - キャラクターはばかげて退屈で、ショーには全く役立たない。\u001b[22m, \u001b[1m-Charactersは途方もなく退屈しているとは全くのショーを助けていません。\u001b[22m\n-The plot is ridiculously weak and boring.\n\n\u001b[1mプロットは馬鹿馬鹿しくて退屈です。\u001b[22m\n\u001b[1m(Purotto wa bakabakashikute taikutsudesu.)\u001b[22m\n\nTranslations of \u001b[4m-The plot is ridiculously weak and boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The plot is ridiculously weak and boring.\u001b[24m\n    \u001b[1mプロットは馬鹿馬鹿しくて退屈です。\u001b[22m, \u001b[1m-Theプロットは、途方もなく弱いと退屈です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis isn't the worst show ever possibly since I went in with low expectations, but It was pretty bad. I honestly could not reccomend a show like this mainly due to the fact that it did nothing to make itself memorable. The Main character is completely boring, The plot is weak and literally goes no where. Beautiful world, but that can't save this train wreck of a show.\n\n\u001b[1mこれは私が期待していなかったので最悪のショーではありませんでしたが、それはかなり悪いことでした。 私は正直なところ、このようなショーは、それ自体が思い出深いものではなかったという事実に起因することをお勧めできませんでした。 メインキャラクターは完全に退屈です。プロットは弱く、文字通りどこにも行きません。 美しい世界ですが、それはショーのこの電車の難破船を救うことはできません。\u001b[22m\n\u001b[1m(Kore wa watashi ga kitai shite inakattanode saiaku no shōde wa arimasendeshitaga, sore wa kanari warui kotodeshita. Watashi wa shōjikina tokoro, kono yōna shō wa, sore jitai ga omoidebukai monode wa nakatta to iu jijitsu ni kiin suru koto o o susume dekimasendeshita. Meinkyarakutā wa kanzen ni taikutsudesu. Purotto wa yowaku, mojidōri dokoni mo ikimasen. Utsukushī sekaidesuga, soreha shō no kono densha no nanbasen o sukuu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis isn't the worst show ever possibly since I went in with low expectations, but It was pretty bad. I honestly could not reccomend a show like this mainly due to the fact that it did nothing to make itself memorable. The Main character is completely boring, The plot is weak and literally goes no where. Beautiful world, but that can't save this train wreck of a show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis isn't the worst show ever possibly since I went in with low expectations, but It was pretty bad.\u001b[24m\n    \u001b[1mこれは私が期待していなかったので最悪のショーではありませんでしたが、それはかなり悪いことでした。\u001b[22m, \u001b[1mこれは私が低いの期待で行きましたが、それはかなり悪かったので、おそらく史上最悪のショーではありません。\u001b[22m\n\u001b[4mI honestly could not reccomend a show like this mainly due to the fact that it did nothing to make itself memorable.\u001b[24m\n    \u001b[1m私は正直なところ、このようなショーは、それ自体が思い出深いものではなかったという事実に起因することをお勧めできませんでした。\u001b[22m, \u001b[1m私は正直に起因し、それ自体が思い出深いものにするために何もしなかったという事実のために、主にこのようなショーをreccomendことができませんでした。\u001b[22m\n\u001b[4mThe Main character is completely boring, The plot is weak and literally goes no where.\u001b[24m\n    \u001b[1mメインキャラクターは完全に退屈です。プロットは弱く、文字通りどこにも行きません。\u001b[22m, \u001b[1mメインキャラクターは、完全に退屈であるプロットが弱く、文字通り何もどこに行きません。\u001b[22m\n\u001b[4mBeautiful world, but that can't save this train wreck of a show.\u001b[24m\n    \u001b[1m美しい世界ですが、それはショーのこの電車の難破船を救うことはできません。\u001b[22m, \u001b[1m美しい世界、それはショーのこの列車事故を保存することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal verdict: Forget this anime and look for something worth your time. You'll be upset that you wasted your time watching this show.\n\n\u001b[1m最終的な判決：このアニメを忘れて、あなたの価値あるものを探してください。 あなたはこのショーを見てあなたの時間を無駄にしたことに腹を立てます。\u001b[22m\n\u001b[1m(Saishū-tekina hanketsu: Kono anime o wasurete, anata no kachi aru mono o sagashite kudasai. Anata wa kono shō o mite anata no jikan o muda ni shita koto ni hara o tatemasu.)\u001b[22m\n\nTranslations of \u001b[4mFinal verdict: Forget this anime and look for something worth your time. You'll be upset that you wasted your time watching this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal verdict: Forget this anime and look for something worth your time.\u001b[24m\n    \u001b[1m最終的な判決：このアニメを忘れて、あなたの価値あるものを探してください。\u001b[22m, \u001b[1m最終的な評決：このアニメを忘れて、あなたの時間価値のあるものを探してください。\u001b[22m\n\u001b[4mYou'll be upset that you wasted your time watching this show.\u001b[24m\n    \u001b[1mあなたはこのショーを見てあなたの時間を無駄にしたことに腹を立てます。\u001b[22m, \u001b[1mあなたは、この番組を見て、あなたの時間を無駄にすることを動揺されます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Cedwick",
    "profile": "/profile/Cedwick/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=149211",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  7\nキャラクター|  4\n|  2\n\nまず最初に、私はBlade＆amp;を知っているので、私は本当にこのことに興奮していたと言いたいと思います。 ソウル（ゲーム）は大ヒットです。 しかし、それは私に失敗した...\n\nストーリー：3/10\n話全体がぼやけていて、本当に面白いとは思わない。 正直言って、私はちょうどそれを終了するためにアニメを見終わった。 私が思ったエピソードは、物語を連続的に伝えるためには合わないと思っていましたが、一般的にはそれが不十分だと思います。 結末もとても鈍いです。\n\nアート：5/10\nそれはとても面倒だった。 閉じられたときの文字は非常に定義されていますが、いったんすべてがうまくいくのを見ると、マンガなどを描かない人によって文字が描かれているように見えます。 私はこれらの変更がシリーズの後半に来ることに気がつきました。最初はそこにはないと思っていましたが、いくつかのエピソードの後に​​はアニメーターが退屈したり何かをしていなかったかもしれません。\n\nサウンド：7/10\n私は彼らが声優と大丈夫な仕事をしたと思います、彼らはキャラクターによく合う。 私もProprietressのダンスでエンディングの曲が好きです。\n\nキャラクター：4/10\nキャラクターはスタート時にぼやけていて、少なくとも私にとってはキャラクターとして成長しなかった。  Proprietressを除いて、私は彼女のキャラクターやストーリーが好きです。 彼女のほかに、私はすべてのキャラクターの概念が不十分だと思う。 私はまた、アンタゴニストが実際に彼らが行動しているように行動する何かを彼らの中に持たない方法が好きではなかった、それはあまりにも漠然としている。\n\n楽しさ：2/10\nもしあなたがアニメを見ているファンならば、あなたはこれを楽しむでしょう。 私はこれを再ウォッチしません、それは時間の無駄です。\n全体：4.2\n非常に長い間プレーしたいと思っていたこのアニメのアニメを見るのは残念だった。 私がこのアニメのために作ったgif（s）さえも吸う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all I would like to say that I was really excited about this one because we all know the Blade &amp; Soul (game) is a big hit. But then it failed me...\n\n\u001b[1mまず最初に、私はBlade＆amp;を知っているので、私は本当にこのことに興奮していたと言いたいと思います。 ソウル（ゲーム）は大ヒットです。 しかし、それは私に失敗した...\u001b[22m\n\u001b[1m(Mazu saisho ni, watashi wa bureido& amp; o shitte irunode, watashi wa hontōni kono kotoni kōfun shite ita to iitai to omoimasu. Sōru (gēmu) wa dai hittodesu. Shikashi, sore wa watashi ni shippaishita...)\u001b[22m\n\nTranslations of \u001b[4mFirst of all I would like to say that I was really excited about this one because we all know the Blade &amp; Soul (game) is a big hit. But then it failed me...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all I would like to say that I was really excited about this one because we all know the Blade &amp;\u001b[24m\n    \u001b[1mまず最初に、私はBlade＆amp;を知っているので、私は本当にこのことに興奮していたと言いたいと思います。\u001b[22m, \u001b[1mまず第一に、私たちはすべてのブレード＆＃038を知っているので、私はこの1については本当に興奮していたことを言いたいです。\u001b[22m\n\u001b[4mSoul (game) is a big hit.\u001b[24m\n    \u001b[1mソウル（ゲーム）は大ヒットです。\u001b[22m, \u001b[1mソウル（ゲーム）が大ヒットです。\u001b[22m\n\u001b[4mBut then it failed me...\u001b[24m\n    \u001b[1mしかし、それは私に失敗した...\u001b[22m, \u001b[1mしかし、それは私を失敗しました...\u001b[22m\n\u001b[1m\u001b[22m\nStory: 3/10\n\n\u001b[1mストーリー：3/10\u001b[22m\n\u001b[1m(Sutōrī: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3/10\u001b[24m\n    \u001b[1mストーリー：3/10\u001b[22m\nThe story overall is blurry and I don't think it's really interesting. To be honest I just finished watching the anime for the sake of finishing it. The episodes I think did not fit together to tell the story continuously, I think in general it's poorly made. Even the ending was so dull.\n\n\u001b[1m話全体がぼやけていて、本当に面白いとは思わない。 正直言って、私はちょうどそれを終了するためにアニメを見終わった。 私が思ったエピソードは、物語を連続的に伝えるためには合わないと思っていましたが、一般的にはそれが不十分だと思います。 結末もとても鈍いです。\u001b[22m\n\u001b[1m(Hanashi zentai ga boyakete ite, hontōni omoshiroi to wa omowanai. Shōjiki itte, watashi wa chōdo sore o shūryō suru tame ni anime o mi owatta. Watashi ga omotta episōdo wa, monogatari o renzoku-teki ni tsutaeru tame ni wa awanai to omotte imashitaga, ippantekini wa sore ga fujūbunda to omoimasu. Ketsumatsu mo totemo nibuidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story overall is blurry and I don't think it's really interesting. To be honest I just finished watching the anime for the sake of finishing it. The episodes I think did not fit together to tell the story continuously, I think in general it's poorly made. Even the ending was so dull.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story overall is blurry and I don't think it's really interesting.\u001b[24m\n    \u001b[1m話全体がぼやけていて、本当に面白いとは思わない。\u001b[22m, \u001b[1m物語は全体的にぼやけて、私はそれが本当に面白いとは思いません。\u001b[22m\n\u001b[4mTo be honest I just finished watching the anime for the sake of finishing it.\u001b[24m\n    \u001b[1m正直言って、私はちょうどそれを終了するためにアニメを見終わった。\u001b[22m, \u001b[1m正直に言うと私はそれを仕上げるためにアニメを見終わりました。\u001b[22m\n\u001b[4mThe episodes I think did not fit together to tell the story continuously, I think in general it's poorly made.\u001b[24m\n    \u001b[1m私が思ったエピソードは、物語を連続的に伝えるためには合わないと思っていましたが、一般的にはそれが不十分だと思います。\u001b[22m, \u001b[1m私が思うエピソードが継続的に話をするために一緒に適合していなかった、私は一般的にはそれが不完全に作られていると思います。\u001b[22m\n\u001b[4mEven the ending was so dull.\u001b[24m\n    \u001b[1m結末もとても鈍いです。\u001b[22m, \u001b[1mでもエンディングはとても鈍いでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 5/10\n\n\u001b[1mアート：5/10\u001b[22m\n\u001b[1m(Āto: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 5/10\u001b[24m\n    \u001b[1mアート：5/10\u001b[22m\nIt was so pretentious. The characters when closed up are very defined but once it's not you'll see how everything sucks, it seems as if the characters are drawn by someone who doesn't even draw manga or whatever. I only did notice these changes come the latter part of the series tho, at first I think it's not there but after some episodes I dunno maybe the animators got bored or something.\n\n\u001b[1mそれはとても面倒だった。 閉じられたときの文字は非常に定義されていますが、いったんすべてがうまくいくのを見ると、マンガなどを描かない人によって文字が描かれているように見えます。 私はこれらの変更がシリーズの後半に来ることに気がつきました。最初はそこにはないと思っていましたが、いくつかのエピソードの後に​​はアニメーターが退屈したり何かをしていなかったかもしれません。\u001b[22m\n\u001b[1m(Sore wa totemo mendōdatta. Toji rareta toki no moji wa hijō ni teigi sa rete imasuga, ittan subete ga umaku iku no o miru to, manga nado o egakanai hito ni yotte moji ga egaka rete iru yō ni miemasu. Watashi wa korera no henkō ga shirīzu no kōhan ni kuru koto ni kigatsukimashita. Saisho wa soko ni wa nai to omotte imashitaga, ikutsu ka no episōdo no nochi ni ​​ wa animētā ga taikutsu shi tari nanika o shite inakatta kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt was so pretentious. The characters when closed up are very defined but once it's not you'll see how everything sucks, it seems as if the characters are drawn by someone who doesn't even draw manga or whatever. I only did notice these changes come the latter part of the series tho, at first I think it's not there but after some episodes I dunno maybe the animators got bored or something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was so pretentious.\u001b[24m\n    \u001b[1mそれはとても面倒だった。\u001b[22m, \u001b[1mそれはとても大げさでした。\u001b[22m\n\u001b[4mThe characters when closed up are very defined but once it's not you'll see how everything sucks, it seems as if the characters are drawn by someone who doesn't even draw manga or whatever.\u001b[24m\n    \u001b[1m閉じられたときの文字は非常に定義されていますが、いったんすべてがうまくいくのを見ると、マンガなどを描かない人によって文字が描かれているように見えます。\u001b[22m, \u001b[1m文字があっても漫画を描くか、何でもない人によって描かれているかのようにクローズアップ文字が非常に定義されているが、それはありません一度あなたがすべてが吸う方法を説明します、それはそうです。\u001b[22m\n\u001b[4mI only did notice these changes come the latter part of the series tho, at first I think it's not there but after some episodes I dunno maybe the animators got bored or something.\u001b[24m\n    \u001b[1m私はこれらの変更がシリーズの後半に来ることに気がつきました。最初はそこにはないと思っていましたが、いくつかのエピソードの後にはアニメーターが退屈したり何かをしていなかったかもしれません。\u001b[22m, \u001b[1m私は、これらの変更は、直列カントーの後半部分を来る気づく最初に私はそれがないと思うが、いくつかのエピソードの後、私は多分アニメーターが退屈か何かだ知らんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\nI think they did an okay job with the voice actors, they suit the characters well. I also like the ending song with the Proprietress dancing.\n\n\u001b[1m私は彼らが声優と大丈夫な仕事をしたと思います、彼らはキャラクターによく合う。 私もProprietressのダンスでエンディングの曲が好きです。\u001b[22m\n\u001b[1m(Watashi wa karera ga seiyū to daijōbuna shigoto o shita to omoimasu, karera wa kyarakutā ni yoku au. Watashi mo Proprietress no dansu de endingu no kyoku ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI think they did an okay job with the voice actors, they suit the characters well. I also like the ending song with the Proprietress dancing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think they did an okay job with the voice actors, they suit the characters well.\u001b[24m\n    \u001b[1m私は彼らが声優と大丈夫な仕事をしたと思います、彼らはキャラクターによく合う。\u001b[22m, \u001b[1m私は、彼らがうまく文字に合わせ、彼らは声優でいい仕事をしたと思います。\u001b[22m\n\u001b[4mI also like the ending song with the Proprietress dancing.\u001b[24m\n    \u001b[1m私もProprietressのダンスでエンディングの曲が好きです。\u001b[22m, \u001b[1m私はまた、女将ダンスとエンディング曲が好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 4/10\n\n\u001b[1mキャラクター：4/10\u001b[22m\n\u001b[1m(Kyarakutā: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 4/10\u001b[24m\n    \u001b[1mキャラクター：4/10\u001b[22m\nThe characters are blurry at start and didn't even grow as a character at least for me. Except for the Proprietress, I like her characters and storyline. Besides her I think all the characters are poorly conceptualized. I also did not like how the antagonists don't really have something inside them that makes them act the way they are acting, it's just too vague.\n\n\u001b[1mキャラクターはスタート時にぼやけていて、少なくとも私にとってはキャラクターとして成長しなかった。  Proprietressを除いて、私は彼女のキャラクターやストーリーが好きです。 彼女のほかに、私はすべてのキャラクターの概念が不十分だと思う。 私はまた、アンタゴニストが実際に彼らが行動しているように行動する何かを彼らの中に持たない方法が好きではなかった、それはあまりにも漠然としている。\u001b[22m\n\u001b[1m(Kyarakutā wa sutāto-ji ni boyakete ite, sukunakutomo watashi ni totte wa kyarakutā to shite seichō shinakatta. Proprietress o nozoite, watashi wa kanojo no kyarakutā ya sutōrī ga sukidesu. Kanojo no hoka ni, watashi wa subete no kyarakutā no gainen ga fujūbunda to omou. Watashi wa mata, antagonisuto ga jissai ni karera ga kōdō shite iru yō ni kōdō suru nanika o karera no naka ni motanai hōhō ga sukide wa nakatta, sore wa amarini mo bakuzento shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are blurry at start and didn't even grow as a character at least for me. Except for the Proprietress, I like her characters and storyline. Besides her I think all the characters are poorly conceptualized. I also did not like how the antagonists don't really have something inside them that makes them act the way they are acting, it's just too vague.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are blurry at start and didn't even grow as a character at least for me.\u001b[24m\n    \u001b[1mキャラクターはスタート時にぼやけていて、少なくとも私にとってはキャラクターとして成長しなかった。\u001b[22m, \u001b[1m文字は、開始時にぼやけているとさえ、少なくとも私にとっては文字として成長しませんでした。\u001b[22m\n\u001b[4mExcept for the Proprietress, I like her characters and storyline.\u001b[24m\n    \u001b[1mProprietressを除いて、私は彼女のキャラクターやストーリーが好きです。\u001b[22m, \u001b[1m女将を除いて、私は彼女のキャラクターやストーリーが好きです。\u001b[22m\n\u001b[4mBesides her I think all the characters are poorly conceptualized.\u001b[24m\n    \u001b[1m彼女のほかに、私はすべてのキャラクターの概念が不十分だと思う。\u001b[22m, \u001b[1m彼女のほかに私はすべての文字が不完全に概念化されていると思います。\u001b[22m\n\u001b[4mI also did not like how the antagonists don't really have something inside them that makes them act the way they are acting, it's just too vague.\u001b[24m\n    \u001b[1m私はまた、アンタゴニストが実際に彼らが行動しているように行動する何かを彼らの中に持たない方法が好きではなかった、それはあまりにも漠然としている。\u001b[22m, \u001b[1m私もそれはあまりにも漠然とだ、アンタゴニストは本当に彼らが行動しているように行動させるそれらの内部に何かを持っていないどのように好きではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 2/10\n\n\u001b[1m楽しさ：2/10\u001b[22m\n\u001b[1m(Tanoshisa: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 2/10\u001b[24m\n    \u001b[1m楽しさ：2/10\u001b[22m\nIf you're a fan of watching an anime with all the boobies bouncing around then maybe you'll enjoy this. I won't rewatch this one, it's a waste of time.\n\n\u001b[1mもしあなたがアニメを見ているファンならば、あなたはこれを楽しむでしょう。 私はこれを再ウォッチしません、それは時間の無駄です。\u001b[22m\n\u001b[1m(Moshi anata ga anime o mite iru fan'naraba, anata wa kore o tanoshimudeshou. Watashi wa kore o sai u~otchi shimasen, soreha jikan'nomudadesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're a fan of watching an anime with all the boobies bouncing around then maybe you'll enjoy this. I won't rewatch this one, it's a waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're a fan of watching an anime with all the boobies bouncing around then maybe you'll enjoy this.\u001b[24m\n    \u001b[1mもしあなたがアニメを見ているファンならば、あなたはこれを楽しむでしょう。\u001b[22m, \u001b[1mあなたの周りにバウンスすべてのカツオドリとアニメを見てのファンなら多分あなたはこれをお楽しみいただけます。\u001b[22m\n\u001b[4mI won't rewatch this one, it's a waste of time.\u001b[24m\n    \u001b[1m私はこれを再ウォッチしません、それは時間の無駄です。\u001b[22m, \u001b[1m私はそれが時間の無駄だ、この1をrewatchません。\u001b[22m\nOverall: 4.2\n\n\u001b[1m全体：4.2\u001b[22m\n\u001b[1m(Zentai: 4. 2)\u001b[22m\n\nTranslations of \u001b[4mOverall: 4.2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 4.2\u001b[24m\n    \u001b[1m全体：4.2\u001b[22m\nIt was a disappointment for me to watch this anime of the game that I wanted to play so much for a very long time. Even the gif(s) I made for this anime suck.\n\n\u001b[1m非常に長い間プレーしたいと思っていたこのアニメのアニメを見るのは残念だった。 私がこのアニメのために作ったgif（s）さえも吸う。\u001b[22m\n\u001b[1m(Hijō ni nagaiai purē shitai to omotte ita kono anime no anime o miru no wa zan'nendatta. Watashi ga kono anime no tame ni tsukutta gifu (s ) sae mo suu.)\u001b[22m\n\nTranslations of \u001b[4mIt was a disappointment for me to watch this anime of the game that I wanted to play so much for a very long time. Even the gif(s) I made for this anime suck.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a disappointment for me to watch this anime of the game that I wanted to play so much for a very long time.\u001b[24m\n    \u001b[1m非常に長い間プレーしたいと思っていたこのアニメのアニメを見るのは残念だった。\u001b[22m, \u001b[1m私は非常に長い時間のために多くをプレイしたいゲームのこのアニメを見ることが期待外れに終わりました。\u001b[22m\n\u001b[4mEven the gif(s) I made for this anime suck.\u001b[24m\n    \u001b[1m私がこのアニメのために作ったgif（s）さえも吸う。\u001b[22m, \u001b[1m私はこのアニメのために作られてもGIF（複数可）は吸います。\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "PrinceOfDamned",
    "profile": "/profile/PrinceOfDamned/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=155981",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nさて、それは本当に悪い良いアニメ、その最高のmmorpgのトレーラーのようなものであることを意図していないので、まずオフ。\n\nストーリーはゲームのものに続きますが、そこから切り取られたものはたくさんあります。チャレーターの一部でさえ失われています。 彼らはゲームの中で物語の楽しさを台無しにしたくないので、アニメはそれとは別の終わりを持つ。\n話自体はかなり美しいです。 主人公は主人の死とそれに関する報復を求める。\nアニメとゲームのビジュアルと戦闘は素晴らしく、そのために見る/演じる価値があります。\n\nあなたのキャラクターの役割を果たすために、私たちはAluka / Alka、美しさと自慢の歩き方の女神を持っています。\nそれを総括すると、彼女はめったに使っていないが、主に剣士の訓練された暗殺者です。\n剣の一族は何らかの理由で3人が支配する忍者の暗殺者のOPギルドです。 アニメだけを見るだけでは、ゲームはどうなるのでしょうか？\nだから、3人の黒い服を着た人々が一族を攻撃して、彼らは何の名前の剣を手に入れて、すべての生徒を殺すことができます。 それは、THE MASTERが彼らと一緒に床を激怒させ、拭き取るまでの間、彼らは最後の生徒...あなた（Alka）に行きます。 彼が降伏して叙事詩的支配の剣を放棄しない限り、彼らが最後の生徒と彼の一族を殺すことをマスターを犠牲にすることはもうありません。\nそれで、彼は...剣を手に入れて、主人を殺し、崖から海にあなたを追い込む（Alka）。 それが物語の始まりです。\nアニメ自体はかなりストレートです：彼女はvengenceを探して、人を殺し、道に沿っていくつかの友人を満たし、より多くの人々を殺し、ボスの戦いをします。\nbuuuut mehをバックアップするためのバックストーリーがいくつかあります。戦いだけでなく、よく行われているアニメーションを見る価値があります。\nそして、あなたが完全なストーリーを知りたければ、それでは...ゲーム時間の30時間を準備する; D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOk so first off it's not meant to be a really damn good anime, its more like the best mmorpg trailer ever.\n\n\u001b[1mさて、それは本当に悪い良いアニメ、その最高のmmorpgのトレーラーのようなものであることを意図していないので、まずオフ。\u001b[22m\n\u001b[1m(Sate, sore wa hontōni warui yoi anime, sono saikō no mmorpg no torērā no yōna monodearu koto o ito shite inainode, mazu ofu.)\u001b[22m\n\nTranslations of \u001b[4mOk so first off it's not meant to be a really damn good anime, its more like the best mmorpg trailer ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk so first off it's not meant to be a really damn good anime, its more like the best mmorpg trailer ever.\u001b[24m\n    \u001b[1mさて、それは本当に悪い良いアニメ、その最高のmmorpgのトレーラーのようなものであることを意図していないので、まずオフ。\u001b[22m, \u001b[1m[OK]をので、最初オフその複数の史上最高のMMORPGの予告編のような本当に上出来アニメ、であることを意味していません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story follows the one from the game but theres alot thats cut from it, even some of the charecters are missing. And since they dont want to spoil the fun of the story in the game, the anime has a different ending from it.\n\n\u001b[1mストーリーはゲームのものに続きますが、そこから切り取られたものはたくさんあります。チャレーターの一部でさえ失われています。 彼らはゲームの中で物語の楽しさを台無しにしたくないので、アニメはそれとは別の終わりを持つ。\u001b[22m\n\u001b[1m(Sutōrī wa gēmu no mono ni tsudzukimasuga, soko kara kiritora reta mono wa takusan arimasu. Charētā no ichibude sae ushinawa rete imasu. Karera wa gēmu no naka de monogatari no tanoshisa o dainashi ni shitakunainode, anime wa soreto wa betsu no owari o motsu.)\u001b[22m\n\nTranslations of \u001b[4mThe story follows the one from the game but theres alot thats cut from it, even some of the charecters are missing. And since they dont want to spoil the fun of the story in the game, the anime has a different ending from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story follows the one from the game but theres alot thats cut from it, even some of the charecters are missing.\u001b[24m\n    \u001b[1mストーリーはゲームのものに続きますが、そこから切り取られたものはたくさんあります。チャレーターの一部でさえ失われています。\u001b[22m, \u001b[1m物語はゲームから1に従いますが、たくさんあってもcharectersの一部が欠けている、それからカットthatsのtheresの。\u001b[22m\n\u001b[4mAnd since they dont want to spoil the fun of the story in the game, the anime has a different ending from it.\u001b[24m\n    \u001b[1m彼らはゲームの中で物語の楽しさを台無しにしたくないので、アニメはそれとは別の終わりを持つ。\u001b[22m, \u001b[1m彼らはゲームで物語の楽しみを台無しにしたいいけないので、アニメではそれとは異なる結末を持っています。\u001b[22m\nThe story itself is pretty meh. The main character seeks vengeance for the death of his master and thats about it.\n\n\u001b[1m話自体はかなり美しいです。 主人公は主人の死とそれに関する報復を求める。\u001b[22m\n\u001b[1m(Hanashi jitai wa kanari utsukushīdesu. Shujinkō wa shujin no shi to sore ni kansuru hōfuku o motomeru.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is pretty meh. The main character seeks vengeance for the death of his master and thats about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is pretty meh.\u001b[24m\n    \u001b[1m話自体はかなり美しいです。\u001b[22m, \u001b[1m物語自体はかなりまあまあです。\u001b[22m\n\u001b[4mThe main character seeks vengeance for the death of his master and thats about it.\u001b[24m\n    \u001b[1m主人公は主人の死とそれに関する報復を求める。\u001b[22m, \u001b[1m主人公は彼のマスターの死のために復讐を求めて、それについてのthats。\u001b[22m\nThe visuals and the combat in both the anime and the game are awesome, its worth to see/play it just for that.\n\n\u001b[1mアニメとゲームのビジュアルと戦闘は素晴らしく、そのために見る/演じる価値があります。\u001b[22m\n\u001b[1m(Anime to gēmu no bijuaru to sentō wa subarashiku, sonotame ni miru/ enjiru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe visuals and the combat in both the anime and the game are awesome, its worth to see/play it just for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals and the combat in both the anime and the game are awesome, its worth to see/play it just for that.\u001b[24m\n    \u001b[1mアニメとゲームのビジュアルと戦闘は素晴らしく、そのために見る/演じる価値があります。\u001b[22m, \u001b[1m、その価値は/を参照してください。ちょうどそれのためにそれを再生するためにビジュアルとアニメとゲームの両方での戦闘は素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSo to fill the role of your character we have Aluka/Alka, a walking goddess of beauty and ownage... much like Mikasa per say.\n\n\u001b[1mあなたのキャラクターの役割を果たすために、私たちはAluka / Alka、美しさと自慢の歩き方の女神を持っています。\u001b[22m\n\u001b[1m(Anata no kyarakutā no yakuwariwohatasu tame ni, watashitachiha Aluka/ Alka, utsukushi-sa to jiman no arukkata no megami o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo to fill the role of your character we have Aluka/Alka, a walking goddess of beauty and ownage... much like Mikasa per say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo to fill the role of your character we have Aluka/Alka, a walking goddess of beauty and ownage... much like Mikasa per say.\u001b[24m\n    \u001b[1mあなたのキャラクターの役割を果たすために、私たちはAluka / Alka、美しさと自慢の歩き方の女神を持っています。\u001b[22m, \u001b[1mそんなに言うあたり三笠のように...私たちはAluka /アルカ、美しさとownageの歩行女神を持っているあなたのキャラクターの役割を埋めるために。\u001b[22m\nTo sum it up she has a bit of superpowers that she'll rarely use but is mostly a well trained assassin from the sword clan.\n\n\u001b[1mそれを総括すると、彼女はめったに使っていないが、主に剣士の訓練された暗殺者です。\u001b[22m\n\u001b[1m(Sore o sōkatsu suru to, kanojo wa mettani tsukatte inaiga, omoni kenshi no kunren sa reta asashindesu.)\u001b[22m\n\nTranslations of \u001b[4mTo sum it up she has a bit of superpowers that she'll rarely use but is mostly a well trained assassin from the sword clan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it up she has a bit of superpowers that she'll rarely use but is mostly a well trained assassin from the sword clan.\u001b[24m\n    \u001b[1mそれを総括すると、彼女はめったに使っていないが、主に剣士の訓練された暗殺者です。\u001b[22m, \u001b[1mそれを要約すると、彼女はめったに使わないだろう超大国のビットを持っていますが、ほとんど剣の一族からよく訓練された暗殺者です。\u001b[22m\nThe sword clan is the OP guild of ninja assassin that for some reason get dominated by 3 people. Watching the anime alone would give you no explanation how the hell does that happen BUT the game does.\n\n\u001b[1m剣の一族は何らかの理由で3人が支配する忍者の暗殺者のOPギルドです。 アニメだけを見るだけでは、ゲームはどうなるのでしょうか？\u001b[22m\n\u001b[1m(Ken no ichizoku wa nanrakano riyū de 3-ri ga shihai suru ninja no asashin no OP girudodesu. Anime dake o miru dakede wa, gēmu wa dō naru nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThe sword clan is the OP guild of ninja assassin that for some reason get dominated by 3 people. Watching the anime alone would give you no explanation how the hell does that happen BUT the game does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sword clan is the OP guild of ninja assassin that for some reason get dominated by 3 people.\u001b[24m\n    \u001b[1m剣の一族は何らかの理由で3人が支配する忍者の暗殺者のOPギルドです。\u001b[22m, \u001b[1m剣の一族は、何らかの理由で3人によって支配を受けることが忍者暗殺者のOPギルドです。\u001b[22m\n\u001b[4mWatching the anime alone would give you no explanation how the hell does that happen BUT the game does.\u001b[24m\n    \u001b[1mアニメだけを見るだけでは、ゲームはどうなるのでしょうか？\u001b[22m, \u001b[1m一人でアニメを見て、あなたに地獄はそれが起こるんが、ゲームはどうするか何の説明を与えないであろう。\u001b[22m\nSo thoes 3 black dressed people attack the clan so they can get The Sword of Whatever-its-name-was and kill all of the students. Thats untill THE MASTER rages and wipes the floor with them, BUT they get to the last student ... You (Alka). Thretening the master that they'll kill his last student and his clan will be no more unless he surrenders and gives up The sword of epic domination.\n\n\u001b[1mだから、3人の黒い服を着た人々が一族を攻撃して、彼らは何の名前の剣を手に入れて、すべての生徒を殺すことができます。 それは、THE MASTERが彼らと一緒に床を激怒させ、拭き取るまでの間、彼らは最後の生徒...あなた（Alka）に行きます。 彼が降伏して叙事詩的支配の剣を放棄しない限り、彼らが最後の生徒と彼の一族を殺すことをマスターを犠牲にすることはもうありません。\u001b[22m\n\u001b[1m(Dakara, 3-ri no kuroi fuku o kita hitobito ga ichizoku o kōgeki shite, karera wa nani no namae no ken o te ni irete, subete no seito o korosu koto ga dekimasu. Sore wa, THE MASTER ga karera to issho ni yuka o gekido sa se, fukitoru made no ma, karera wa saigo no seito... Anata (Alka) ni ikimasu. Kare ga kōfuku shite jojishi-teki shihai no ken o hōki shinai kagiri, karera ga saigo no seito to kare no ichizoku o korosu koto o masutā o gisei ni suru koto wa mō arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo thoes 3 black dressed people attack the clan so they can get The Sword of Whatever-its-name-was and kill all of the students. Thats untill THE MASTER rages and wipes the floor with them, BUT they get to the last student ... You (Alka). Thretening the master that they'll kill his last student and his clan will be no more unless he surrenders and gives up The sword of epic domination.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo thoes 3 black dressed people attack the clan so they can get The Sword of Whatever-its-name-was and kill all of the students.\u001b[24m\n    \u001b[1mだから、3人の黒い服を着た人々が一族を攻撃して、彼らは何の名前の剣を手に入れて、すべての生徒を殺すことができます。\u001b[22m, \u001b[1mだからthoes 3黒い服を着た人々は、彼らがの剣得ることができるので、どのような-その名を-た一族を攻撃し、学生のすべてを殺します。\u001b[22m\n\u001b[4mThats untill THE MASTER rages and wipes the floor with them, BUT they get to the last student ... You (Alka).\u001b[24m\n    \u001b[1mそれは、THE MASTERが彼らと一緒に床を激怒させ、拭き取るまでの間、彼らは最後の生徒...あなた（Alka）に行きます。\u001b[22m, \u001b[1mザッツあなたは（アルカ）... MASTERの激怒を刚性、それらと床を拭く、しかし、彼らは最後の学生に着きます。\u001b[22m\n\u001b[4mThretening the master that they'll kill his last student and his clan will be no more unless he surrenders and gives up The sword of epic domination.\u001b[24m\n    \u001b[1m彼が降伏して叙事詩的支配の剣を放棄しない限り、彼らが最後の生徒と彼の一族を殺すことをマスターを犠牲にすることはもうありません。\u001b[22m, \u001b[1m彼らは彼の最後の生徒を殺していないだろうと彼は降伏し、壮大な支配の剣を放棄しない限り、彼の一族がこれ以上になることをマスターをThretening。\u001b[22m\nAnd so he does... they get the sword, kill the master and kick you (Alka) from the cliffs into the sea. And thats how the story begins.\n\n\u001b[1mそれで、彼は...剣を手に入れて、主人を殺し、崖から海にあなたを（アルカ）蹴ります。 それが物語の始まりです。\u001b[22m\n\u001b[1m(Sore de, kare wa... Ken o te ni irete, shujin o koroshi, gake kara umi ni anata o (aruka) kerimasu. Sore ga monogatari no hajimaridesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd so he does... they get the sword, kill the master and kick you (Alka) from the cliffs into the sea. And thats how the story begins.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd so he does... they get the sword, kill the master and kick you (Alka) from the cliffs into the sea.\u001b[24m\n    \u001b[1mそれで、彼は...剣を手に入れて、主人を殺し、崖から海にあなたを（アルカ）蹴ります。\u001b[22m, \u001b[1mそして彼は...彼らは剣を取得し、マスターを殺し、海に崖から（アルカ）あなたを蹴るん。\u001b[22m\n\u001b[4mAnd thats how the story begins.\u001b[24m\n    \u001b[1mそれが物語の始まりです。\u001b[22m, \u001b[1mそして、物語は始まる方法をthatsの。\u001b[22m\nThe anime itself is pretty straight forward: she seeks vengence, kills people, meets some friends along the way, kills more people, boss fight.\n\n\u001b[1mアニメ自体はかなりストレートです：彼女はvengenceを探して、人を殺し、道に沿っていくつかの友人を満たし、より多くの人々を殺し、ボスの戦いをします。\u001b[22m\n\u001b[1m(Anime jitai wa kanari sutorētodesu: Kanojo wa vengence o sagashite, hito o koroshi,-dō ni sotte ikutsu ka no yūjin o mitashi, yori ōku no hitobito o koroshi, bosu no tatakai o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime itself is pretty straight forward: she seeks vengence, kills people, meets some friends along the way, kills more people, boss fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime itself is pretty straight forward: she seeks vengence, kills people, meets some friends along the way, kills more people, boss fight.\u001b[24m\n    \u001b[1mアニメ自体はかなりストレートです：彼女はvengenceを探して、人を殺し、道に沿っていくつかの友人を満たし、より多くの人々を殺し、ボスの戦いをします。\u001b[22m, \u001b[1m、彼女はvengenceを求める人々を殺し、道に沿っていくつかの友人を満たしている、より多くの人々、ボス戦を殺す：アニメ自体は単純明快です。\u001b[22m\nThere is some backstory to back it up buuuut meh, its still worth to watch just for the fights and the well done animation.\n\n\u001b[1mbuuuut mehをバックアップするためのバックストーリーがいくつかあります。戦いだけでなく、よく行われているアニメーションを見る価値があります。\u001b[22m\n\u001b[1m(Buuuut meh o bakkuappu suru tame no bakkusutōrī ga ikutsu ka arimasu. Tatakai dakedenaku, yoku okonawa rete iru animēshon o miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is some backstory to back it up buuuut meh, its still worth to watch just for the fights and the well done animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is some backstory to back it up buuuut meh, its still worth to watch just for the fights and the well done animation.\u001b[24m\n    \u001b[1mbuuuut mehをバックアップするためのバックストーリーがいくつかあります。戦いだけでなく、よく行われているアニメーションを見る価値があります。\u001b[22m, \u001b[1mちょうど戦いとよくやったアニメーションを監視するために、MEH buuuutその、まだ価値がそれをバックアップするためにいくつかの裏話があります。\u001b[22m\nAnd if you want to know the full story, well then... prepare for 30 hrs of game time ;D\n\n\u001b[1mそして、あなたが完全なストーリーを知りたければ、それでは...ゲーム時間の30時間を準備する; D\u001b[22m\n\u001b[1m(Soshite, anata ga kanzen'na sutōrī o shiritakereba, soredewa... Gēmu jikan no 30-jikan o junbi suru; D)\u001b[22m\n\nTranslations of \u001b[4mAnd if you want to know the full story, well then... prepare for 30 hrs of game time ;D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd if you want to know the full story, well then... prepare for 30 hrs of game time ;D\u001b[24m\n    \u001b[1mそして、あなたが完全なストーリーを知りたければ、それでは...ゲーム時間の30時間を準備する; D\u001b[22m, \u001b[1mそして、あなたは完全な物語をお知りになりたい場合は、よくして...ゲームの時間の30時間の準備; D\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Hopley",
    "profile": "/profile/Hopley/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=150581",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  10\nキャラクター|  5\n|  8\n\nだから、それは私の最初のレビューであり、私は英語でうまくいかないが、私は試してみる。 ブレード＆amp; 魂は真実を始める。 女の子は復讐とすべてを望んでいる。 それから、ストーリーがひねられます。 私はゲームに基づいたアニメにとってはかなり素晴らしいと思う。  OSTは素晴らしいですが、Alka（またはAruka）のために保存されている芸術やキャラクターは少し「私は気にしません」。  1つのシーンは美しく、別のシーンは私の妹のようなものです。 私はアニメが好きですが、いくつか失敗します。 あなたが何もする必要がないときに見ることは良いことです。\n\nこれは私の最初のレビューですが、私は試してみます。 ブレード＆＃038; 魂がclichezinhoを通じて始めますが、いくつかの素晴らしいねじれを患った後。 ゲームに基づいて、アニメのために非常に印象的です。 曲は素晴らしいですし、マークとの関係、そして真ん中のものでハンターハンターxは、1 hour're美しく、別のTA私の4歳の妹の図面を入力します。 文字の話ではなく、主を数えるが、望まれるべき多くを残します。 しかし、それは良いアニメです。 それはあなたが何の関係もないときに、それらを確認することです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo, it's my first review and i'm not good with english, but i will try. Blade &amp; Soul starts cliche. The girls wants revenge and everything. Then, the story undergoes a twist. I think it's pretty awesome for a anime based on a game. The OST it's amazing, but the arts and the characters, save for Alka (or Aruka) are a little 'i don't care'. One scene is beautiful and another is like my little sister drawing. I like the anime, but it have some fails. It's a good thing to watch when you don't have nothing to do.\n\n\u001b[1mだから、それは私の最初のレビューであり、私は英語でうまくいかないが、私は試してみる。 ブレード＆amp; 魂は真実を始める。 女の子は復讐とすべてを望んでいる。 それから、ストーリーがひねられます。 私はゲームに基づいたアニメにとってはかなり素晴らしいと思う。  OSTは素晴らしいですが、Alka（またはAruka）のために保存されている芸術やキャラクターは少し「私は気にしません」。  1つのシーンは美しく、別のシーンは私の妹のようなものです。 私はアニメが好きですが、いくつか失敗します。 あなたが何もする必要がないときに見ることは良いことです。\u001b[22m\n\u001b[1m(Dakara, sore wa watashi no saisho no rebyūdeari, watashi wa eigo de umaku ikanaiga, watashi wa tameshite miru. Burēdo& amp; tamashī wa shinjitsu o hajimeru. On'nanoko wa fukushū to subete o nozonde iru. Sorekara, sutōrī ga hinera remasu. Watashi wa gēmu ni motodzuita anime ni totte wa kanari subarashī to omou. OST wa subarashīdesuga, Alka (matawa Aruka) no tame ni hozon sa rete iru geijutsu ya kyarakutā wa sukoshi `watashi wa ki ni shimasen'. 1Tsu no shīn wa utsukushiku,-betsu no shīn wa watashi no imōto no yōna monodesu. Watashi wa anime ga sukidesuga, ikutsu ka shippai shimasu. Anata ga nani mo suru hitsuyō ga nai toki ni miru koto wa yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, it's my first review and i'm not good with english, but i will try. Blade &amp; Soul starts cliche. The girls wants revenge and everything. Then, the story undergoes a twist. I think it's pretty awesome for a anime based on a game. The OST it's amazing, but the arts and the characters, save for Alka (or Aruka) are a little 'i don't care'. One scene is beautiful and another is like my little sister drawing. I like the anime, but it have some fails. It's a good thing to watch when you don't have nothing to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, it's my first review and i'm not good with english, but i will try.\u001b[24m\n    \u001b[1mだから、それは私の最初のレビューであり、私は英語でうまくいかないが、私は試してみる。\u001b[22m, \u001b[1mだから、それは私の最初のレビューだと私は英語で良いではないんだけど、私はしようとします。\u001b[22m\n\u001b[4mBlade &amp;\u001b[24m\n    \u001b[1mブレード＆amp;\u001b[22m, \u001b[1mブレード＆＃038;\u001b[22m\n\u001b[4mSoul starts cliche.\u001b[24m\n    \u001b[1m魂は真実を始める。\u001b[22m, \u001b[1m魂は決まり文句を開始します。\u001b[22m\n\u001b[4mThe girls wants revenge and everything.\u001b[24m\n    \u001b[1m女の子は復讐とすべてを望んでいる。\u001b[22m, \u001b[1m女の子は復讐、すべてを望んでいます。\u001b[22m\n\u001b[4mThen, the story undergoes a twist.\u001b[24m\n    \u001b[1mそれから、ストーリーがひねられます。\u001b[22m, \u001b[1mそして、物語はねじれを受けます。\u001b[22m\n\u001b[4mI think it's pretty awesome for a anime based on a game.\u001b[24m\n    \u001b[1m私はゲームに基づいたアニメにとってはかなり素晴らしいと思う。\u001b[22m, \u001b[1m私はそれがゲームに基づいて、アニメのための非常に素晴らしいことだと思います。\u001b[22m\n\u001b[4mThe OST it's amazing, but the arts and the characters, save for Alka (or Aruka) are a little 'i don't care'.\u001b[24m\n    \u001b[1mOSTは素晴らしいですが、Alka（またはAruka）のために保存されている芸術やキャラクターは少し「私は気にしません」。\u001b[22m, \u001b[1mOSTは、それは驚くべきことだが、芸術や文字は、「私は気にしない」少しあるアルカ（またはAruka）のために保存します。\u001b[22m\n\u001b[4mOne scene is beautiful and another is like my little sister drawing.\u001b[24m\n    \u001b[1m1つのシーンは美しく、別のシーンは私の妹のようなものです。\u001b[22m, \u001b[1m一つのシーンは美しく、別のは、私の妹の図面のようなものです。\u001b[22m\n\u001b[4mI like the anime, but it have some fails.\u001b[24m\n    \u001b[1m私はアニメが好きですが、いくつか失敗します。\u001b[22m, \u001b[1m私はアニメが好きで、それはいくつかに障害が発生しています。\u001b[22m\n\u001b[4mIt's a good thing to watch when you don't have nothing to do.\u001b[24m\n    \u001b[1mあなたが何もする必要がないときに見ることは良いことです。\u001b[22m, \u001b[1mそれはあなたが何の関係も持っていませんときに見て良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nEsse é meu primeiro review, mas vou tentar. Blade &amp; Soul começa meio clichezinho, mas depois sofre algumas reviravoltas incríveis. Para um anime baseado em um jogo é muito impressionante. As músicas são incríveis, e em relação ao traço, e uma coisa meio Hunter x Hunter, uma hora tá lindo e na outra ta tipo minha irmã de 4 anos desenhando. A história dos personagens, não contando a principal, deixam muito a desejar. Mas é um bom anime. É daqueles para se ver quando você não tem nada para fazer.\n\n\u001b[1mこれは私の最初のレビューですが、私は試してみます。 ブレード＆＃038; 魂がclichezinhoを通じて始めますが、いくつかの素晴らしいねじれを患った後。 ゲームに基づいて、アニメのために非常に印象的です。 曲は素晴らしいですし、マークとの関係、そして真ん中のものでハンターハンターxは、1 hour're美しく、別のTA私の4歳の妹の図面を入力します。 文字の話ではなく、主を数えるが、望まれるべき多くを残します。 しかし、それは良いアニメです。 それはあなたが何の関係もないときに、それらを確認することです。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesuga, watashi wa tameshite mimasu. Burēdo&# 038; tamashī ga clichezinho o tsūjite hajimemasuga, ikutsu ka no subarashī nejire o wazuratta nochi. Gēmu nimotozuite, anime no tame ni hijō ni inshō-tekidesu. Kyoku wa subarashīdesushi, māku to no kankei, soshite man'naka no mono de hantāhantā x wa, 1 hour' re utsukushiku,-betsu no TA watashi no 4-sai no imōto no zumen o nyūryoku shimasu. Moji no hanashide wa naku,-nushi o kazoeruga, nozoma rerubeki ōku o nokoshimasu. Shikashi, sore wa yoi animedesu. Sore wa anata ga nani no kankei mo nai toki ni, sorera o kakunin suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mEsse é meu primeiro review, mas vou tentar. Blade &amp; Soul começa meio clichezinho, mas depois sofre algumas reviravoltas incríveis. Para um anime baseado em um jogo é muito impressionante. As músicas são incríveis, e em relação ao traço, e uma coisa meio Hunter x Hunter, uma hora tá lindo e na outra ta tipo minha irmã de 4 anos desenhando. A história dos personagens, não contando a principal, deixam muito a desejar. Mas é um bom anime. É daqueles para se ver quando você não tem nada para fazer.\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEsse meu\u001b[24m\n    \u001b[1mこれは私の\u001b[22m, \u001b[1mこれが私の\u001b[22m, \u001b[1mこれが私\u001b[22m, \u001b[1mこれは私\u001b[22m\n\u001b[4mprimeiro review\u001b[24m\n    \u001b[1m最初のレビュー\u001b[22m, \u001b[1m初めてクチコミ\u001b[22m, \u001b[1mに初めてクチコミ\u001b[22m, \u001b[1m初めてクチコミを書き込み\u001b[22m\n\u001b[4mé , mas vou vou\u001b[24m\n    \u001b[1mですが、私は\u001b[22m\n\u001b[4mvou tentar\u001b[24m\n    \u001b[1m試してみます\u001b[22m, \u001b[1mみます\u001b[22m, \u001b[1mてみます\u001b[22m, \u001b[1mてみるよ\u001b[22m, \u001b[1mしようとするでしょう\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mBlade\u001b[24m\n    \u001b[1mブレード\u001b[22m, \u001b[1mブレイド\u001b[22m, \u001b[1m・ブレード\u001b[22m, \u001b[1mのブレード\u001b[22m\n\u001b[4m& amp\u001b[24m\n    \u001b[1m＆＃038\u001b[22m\n\u001b[4m;\u001b[24m\n    \u001b[1m;\u001b[22m\n\u001b[4mSoul\u001b[24m\n    \u001b[1m魂が\u001b[22m, \u001b[1m魂は\u001b[22m, \u001b[1mソウル\u001b[22m, \u001b[1mの魂が\u001b[22m, \u001b[1m・ソウル\u001b[22m\n\u001b[4mclichezinho\u001b[24m\n    \u001b[1mclichezinho\u001b[22m\n\u001b[4mmeio\u001b[24m\n    \u001b[1mを通じて\u001b[22m, \u001b[1mを通して\u001b[22m, \u001b[1m経由\u001b[22m, \u001b[1mを介して\u001b[22m, \u001b[1mを通って\u001b[22m\n\u001b[4mcomeça , mas\u001b[24m\n    \u001b[1m始めますが、\u001b[22m, \u001b[1m始まるが\u001b[22m, \u001b[1m開始しますが\u001b[22m\n\u001b[4malgumas incríveis\u001b[24m\n    \u001b[1mいくつかの素晴らしい\u001b[22m, \u001b[1mも驚くほど\u001b[22m, \u001b[1mも驚くほどの\u001b[22m\n\u001b[4mreviravoltas\u001b[24m\n    \u001b[1mねじれ\u001b[22m, \u001b[1mひねり\u001b[22m, \u001b[1mのねじれ\u001b[22m, \u001b[1mねじれを\u001b[22m, \u001b[1mのひねり\u001b[22m\n\u001b[4mreviravoltas\u001b[24m\n    \u001b[1mを\u001b[22m, \u001b[1mし\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mが\u001b[22m\n\u001b[4msofre\u001b[24m\n    \u001b[1m患っ\u001b[22m, \u001b[1m苦しみ\u001b[22m, \u001b[1m罹患した\u001b[22m, \u001b[1m罹患している\u001b[22m, \u001b[1mかかっている\u001b[22m\n\u001b[4mdepois\u001b[24m\n    \u001b[1mた後\u001b[22m, \u001b[1mた後に\u001b[22m, \u001b[1mの後\u001b[22m, \u001b[1mた後の\u001b[22m, \u001b[1mした後\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mjogo\u001b[24m\n    \u001b[1mゲーム\u001b[22m, \u001b[1mゲームに\u001b[22m, \u001b[1mたゲーム\u001b[22m, \u001b[1mのゲーム\u001b[22m\n\u001b[4mbaseado em\u001b[24m\n    \u001b[1mに基づいて、\u001b[22m, \u001b[1mに基づいて\u001b[22m, \u001b[1mに基づい\u001b[22m, \u001b[1mに基づく\u001b[22m, \u001b[1mに基づいた\u001b[22m\n\u001b[4manime\u001b[24m\n    \u001b[1mアニメ\u001b[22m, \u001b[1mアニメの\u001b[22m, \u001b[1m＆アニメ\u001b[22m, \u001b[1mのアニメ\u001b[22m\n\u001b[4mPara\u001b[24m\n    \u001b[1mのために\u001b[22m, \u001b[1mの場合は\u001b[22m, \u001b[1mの場合\u001b[22m, \u001b[1mについて\u001b[22m, \u001b[1mについては\u001b[22m\n\u001b[4mmuito\u001b[24m\n    \u001b[1m非常に\u001b[22m, \u001b[1m非常\u001b[22m, \u001b[1mとても\u001b[22m, \u001b[1mに非常に\u001b[22m\n\u001b[4mé impressionante\u001b[24m\n    \u001b[1m印象的です\u001b[22m, \u001b[1mに印象的です\u001b[22m, \u001b[1m印象的\u001b[22m, \u001b[1mが印象的\u001b[22m, \u001b[1mが印象的です\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mmúsicas\u001b[24m\n    \u001b[1m曲は\u001b[22m, \u001b[1m曲が\u001b[22m, \u001b[1m歌は\u001b[22m, \u001b[1mの曲は\u001b[22m, \u001b[1m曲\u001b[22m\n\u001b[4msão incríveis\u001b[24m\n    \u001b[1m素晴らしいです\u001b[22m, \u001b[1m驚くべきものだ\u001b[22m, \u001b[1m驚くべきもの\u001b[22m\n\u001b[4m, e traço\u001b[24m\n    \u001b[1mし、マーク\u001b[22m\n\u001b[4mrelação ao\u001b[24m\n    \u001b[1mとの関係\u001b[22m, \u001b[1mとの関連\u001b[22m, \u001b[1mと関連し\u001b[22m, \u001b[1mに関連\u001b[22m, \u001b[1mと関連\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4me\u001b[24m\n    \u001b[1mそして\u001b[22m, \u001b[1mおよび\u001b[22m, \u001b[1m及び\u001b[22m\n\u001b[4mmeio\u001b[24m\n    \u001b[1m真ん中\u001b[22m, \u001b[1mミドル\u001b[22m, \u001b[1m中段\u001b[22m, \u001b[1m中盤\u001b[22m\n\u001b[4mcoisa\u001b[24m\n    \u001b[1mのもの\u001b[22m, \u001b[1m事\u001b[22m, \u001b[1mもの\u001b[22m, \u001b[1mなこと\u001b[22m, \u001b[1mのこと\u001b[22m\n\u001b[4mem\u001b[24m\n    \u001b[1mで\u001b[22m, \u001b[1mでは\u001b[22m, \u001b[1mには\u001b[22m, \u001b[1m中\u001b[22m, \u001b[1mに\u001b[22m\n\u001b[4mHunter\u001b[24m\n    \u001b[1mハンター\u001b[22m\n\u001b[4mHunter\u001b[24m\n    \u001b[1mハンター\u001b[22m, \u001b[1m・ハンター\u001b[22m, \u001b[1mのハンター\u001b[22m\n\u001b[4mx\u001b[24m\n    \u001b[1mxは\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4muma\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[4muma\u001b[24m\n    \u001b[1mhour're\u001b[22m\n\u001b[4mtá lindo\u001b[24m\n    \u001b[1m美しく、\u001b[22m, \u001b[1m美しく\u001b[22m, \u001b[1mの美しく\u001b[22m, \u001b[1m綺麗で\u001b[22m\n\u001b[4me\u001b[24m\n    \u001b[1m別の\u001b[22m, \u001b[1m別\u001b[22m, \u001b[1m他\u001b[22m, \u001b[1m他の\u001b[22m\n\u001b[4moutra\u001b[24m\n    \u001b[1mTA\u001b[22m, \u001b[1mのTA\u001b[22m, \u001b[1mTAを\u001b[22m, \u001b[1mたTA\u001b[22m\n\u001b[4mtipo\u001b[24m\n    \u001b[1m私の\u001b[22m, \u001b[1mの私\u001b[22m, \u001b[1mの私の\u001b[22m\n\u001b[4mminha\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[4m4 anos anos\u001b[24m\n    \u001b[1m歳の妹\u001b[22m\n\u001b[4manos\u001b[24m\n    \u001b[1mの\u001b[22m, \u001b[1mさ\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mが\u001b[22m\n\u001b[4mirmã\u001b[24m\n    \u001b[1m図面\u001b[22m, \u001b[1m描画\u001b[22m, \u001b[1mの図面\u001b[22m, \u001b[1mの描画\u001b[22m\n\u001b[4mta irmã desenhando\u001b[24m\n    \u001b[1mを入力します。\u001b[22m, \u001b[1mを入力します\u001b[22m\n\u001b[4mpersonagens\u001b[24m\n    \u001b[1m文字\u001b[22m, \u001b[1mた文字\u001b[22m, \u001b[1mの文字\u001b[22m, \u001b[1mキャラクタ\u001b[22m\n\u001b[4mhistória dos\u001b[24m\n    \u001b[1mの話\u001b[22m, \u001b[1mの物語\u001b[22m, \u001b[1mのお話\u001b[22m, \u001b[1mの歴史\u001b[22m, \u001b[1mの物語で\u001b[22m\n\u001b[4m, não\u001b[24m\n    \u001b[1mではなく、\u001b[22m, \u001b[1mは\u001b[22m, \u001b[1mを\u001b[22m, \u001b[1mが\u001b[22m\n\u001b[4mprincipal\u001b[24m\n    \u001b[1m主\u001b[22m, \u001b[1mメイン\u001b[22m, \u001b[1mのメイン\u001b[22m, \u001b[1mの主な\u001b[22m\n\u001b[4mcontando principal\u001b[24m\n    \u001b[1mを数える\u001b[22m, \u001b[1mをカウント\u001b[22m, \u001b[1mをカウントする\u001b[22m, \u001b[1mをカウントすること\u001b[22m, \u001b[1mのカウントを\u001b[22m\n\u001b[4mcontando\u001b[24m\n    \u001b[1mが\u001b[22m, \u001b[1mには\u001b[22m, \u001b[1mされない\u001b[22m, \u001b[1mいない\u001b[22m, \u001b[1mいませ\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4ma desejar\u001b[24m\n    \u001b[1m望まれるべき\u001b[22m\n\u001b[4mmuito\u001b[24m\n    \u001b[1m多くを\u001b[22m, \u001b[1mされるべき\u001b[22m, \u001b[1mすべき\u001b[22m, \u001b[1mする\u001b[22m, \u001b[1mされる\u001b[22m\n\u001b[4mdeixam\u001b[24m\n    \u001b[1m残します\u001b[22m, \u001b[1m残す\u001b[22m, \u001b[1mのまま\u001b[22m, \u001b[1mまま\u001b[22m, \u001b[1mままに\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mMas é é\u001b[24m\n    \u001b[1mしかし、それは\u001b[22m\n\u001b[4mbom\u001b[24m\n    \u001b[1m良い\u001b[22m, \u001b[1mに良い\u001b[22m, \u001b[1mの良好な\u001b[22m, \u001b[1mは良い\u001b[22m\n\u001b[4manime\u001b[24m\n    \u001b[1mアニメ\u001b[22m, \u001b[1mアニメの\u001b[22m, \u001b[1m＆アニメ\u001b[22m, \u001b[1mのアニメ\u001b[22m\n\u001b[4mé\u001b[24m\n    \u001b[1mです\u001b[22m, \u001b[1mだ\u001b[22m, \u001b[1mい\u001b[22m, \u001b[1mう\u001b[22m, \u001b[1mな\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mÉ você\u001b[24m\n    \u001b[1mそれはあなたが\u001b[22m\n\u001b[4mnão não tem tem para fazer\u001b[24m\n    \u001b[1m何の関係もない\u001b[22m, \u001b[1mは何の関係もない\u001b[22m, \u001b[1mは関係ありません\u001b[22m, \u001b[1mは関係がありません\u001b[22m, \u001b[1mは何の関係もありません\u001b[22m\n\u001b[4mquando\u001b[24m\n    \u001b[1mときに\u001b[22m, \u001b[1mする際\u001b[22m, \u001b[1mたときに\u001b[22m, \u001b[1mとき\u001b[22m, \u001b[1mするとき\u001b[22m\n\u001b[4mdaqueles\u001b[24m\n    \u001b[1m、それら\u001b[22m, \u001b[1mこれらの\u001b[22m, \u001b[1mそれら\u001b[22m\n\u001b[4mdaqueles\u001b[24m\n    \u001b[1mを\u001b[22m, \u001b[1mでは\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mが\u001b[22m\n\u001b[4mÉ para ver\u001b[24m\n    \u001b[1m確認することです\u001b[22m, \u001b[1m見ることです\u001b[22m, \u001b[1mを確認する方法があり\u001b[22m, \u001b[1m確認する方法があり\u001b[22m, \u001b[1mを確認することです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "ChillKun",
    "profile": "/profile/ChillKun/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=149455",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n（私は本当にアニメに新しいです）私は刃と魂を愛しました。 私はMCと彼女のすべての悪いことを愛していました。 u camは、彼が住んでいると信じるか、カフェのシーンに基づいて死んだ。 あなたの想像力を使って、終わりの魔女を作る。私は刃と魂が釘付けになったと思う。 私は感情的な暗殺者から感情を感じることができた老いた人間の自己への彼女の変化を見て楽しんでいました。 私は実際にエンディングを楽しんだと言わなければならない。 彼女がその金の部分を投げるとき、私はそれを得るために彼女がどんな「仕事」をしていたのか疑問に思っていたのですか？ 私は彼女がまだ暗殺者であるという考えを熟考しましたが、道徳を持ち、ちょっと躊躇しないで誰も殺さなかった「良い」暗殺者です。 多くの人がそれを好きではありませんが、個人的にはこれは私のお気に入りの1つとして本に入ります。 与えられた情報に基づいて考えていることを変えることができます。 それは私が本当に好きだと思うものです。 最後のバットマン映画のようなもの。 \n\np.sエピソード12は本当の結末だった。 エピソード13はちょうど楽しみのためでしたが、エピ13の終わりはちょっと重要です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(I'm really new to anime) I loved blade and soul. I loved the MC and all her badassory. u cam either believe he lived, or died based on the cafe scene. u use your imagination to make the ending witch I think blade and soul nailed. I really enjoyed watching her transformation from an emotionless assassin to her old human self who was capable of feeling emotion. I must say I actually enjoyed the ending. When she throws that gold piece I had to wonder what kind of 'work' was she doing to get that? I also contemplated the idea that she was still an assassin, but a 'good' assassin that had morals and didn't just kill anyone without hesitation. many people don't like it but personally this one is going into the books as one of my favs. It's always fun to have an ending u can morph to what u think based on the information given. that's one think I really liked. kinda like the last batman movie.\n\n\u001b[1m（私は本当にアニメに新しいです）私は刃と魂を愛しました。 私はMCと彼女のすべての悪いことを愛していました。 u camは、彼が住んでいると信じるか、カフェのシーンに基づいて死んだ。 あなたの想像力を使って、終わりの魔女を作る。私は刃と魂が釘付けになったと思う。 私は感情的な暗殺者から感情を感じることができた老いた人間の自己への彼女の変化を見て楽しんでいました。 私は実際にエンディングを楽しんだと言わなければならない。 彼女がその金の部分を投げるとき、私はそれを得るために彼女がどんな「仕事」をしていたのか疑問に思っていたのですか？ 私は彼女がまだ暗殺者であるという考えを熟考しましたが、道徳を持ち、ちょっと躊躇しないで誰も殺さなかった「良い」暗殺者です。 多くの人がそれを好きではありませんが、個人的にはこれは私のお気に入りの1つとして本に入ります。 与えられた情報に基づいて考えていることを変えることができます。 それは私が本当に好きだと思うものです。 最後のバットマン映画のようなもの。 \u001b[22m\n\u001b[1m((Watashi wa hontōni anime ni atarashīdesu) watashi wa ha to tamashī o aishimashita. Watashi wa MC to kanojo no subete no waruikoto o aishite imashita. Watashi wa kanjō-tekina asashin kara kanjō o kanjiru koto ga dekita oita ningen no jiko e no kanojo no henka o mite tanoshinde imashita. Watashi wa jissai ni endingu o tanoshinda to iwanakereba naranai. Kanojo ga sono kin no bubun o nageru toki, watashi wa sore o eru tame ni kanojo ga don'na `shigoto' o shite ita no ka gimon ni omotte ita nodesu ka? Watashi wa kanojo ga mada asashindearu to iu kangae o jukukō shimashitaga, dōtoku o mochi, chotto chūcho shinaide dare mo korosanakatta `yoi' asashindesu. Ōku no hito ga sore o sukide wa arimasenga, kojin-teki ni wa kore wa watashinōkiniiri no 1tsu to shite hon ni hairimasu. Atae rareta jōhō ni motodzuite kangaete iru koto o kaeru koto ga dekimasu. Sore wa watashi ga hontōni sukida to omou monodesu. Saigo no Battoman eiga no yōna mono. U cam wa, kare ga sunde iru to shinjiru ka, kafe no shīn ni motodzuite shinda. Anata no sōzō-ryoku o tsukatte, owari no majo o tsukuru. Watashi wa ha to tamashī ga kugidzuke ni natta to omou.)\u001b[22m\n\nTranslations of \u001b[4m(I'm really new to anime) I loved blade and soul. I loved the MC and all her badassory. u cam either believe he lived, or died based on the cafe scene. u use your imagination to make the ending witch I think blade and soul nailed. I really enjoyed watching her transformation from an emotionless assassin to her old human self who was capable of feeling emotion. I must say I actually enjoyed the ending. When she throws that gold piece I had to wonder what kind of 'work' was she doing to get that? I also contemplated the idea that she was still an assassin, but a 'good' assassin that had morals and didn't just kill anyone without hesitation. many people don't like it but personally this one is going into the books as one of my favs. It's always fun to have an ending u can morph to what u think based on the information given. that's one think I really liked. kinda like the last batman movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(I'm really new to anime) I loved blade and soul.\u001b[24m\n    \u001b[1m（私は本当にアニメに新しいです）私は刃と魂を愛しました。\u001b[22m, \u001b[1m（私はアニメには本当に新しいです）私は、ブレードと魂を愛しました。\u001b[22m\n\u001b[4mI loved the MC and all her badassory.\u001b[24m\n    \u001b[1m私はMCと彼女のすべての悪いことを愛していました。\u001b[22m, \u001b[1m私はMCとすべての彼女のbadassoryを愛しました。\u001b[22m\n\u001b[4mI really enjoyed watching her transformation from an emotionless assassin to her old human self who was capable of feeling emotion.\u001b[24m\n    \u001b[1m私は感情的な暗殺者から感情を感じることができた老いた人間の自己への彼女の変化を見て楽しんでいました。\u001b[22m, \u001b[1m私は本当に感情を感じることができた彼女の古い人間の自己に無表情な暗殺者からの彼女の変態を見て楽しみました。\u001b[22m\n\u001b[4mI must say I actually enjoyed the ending.\u001b[24m\n    \u001b[1m私は実際にエンディングを楽しんだと言わなければならない。\u001b[22m, \u001b[1m私は実際にエンディングを楽しんだと言わなければなりません。\u001b[22m\n\u001b[4mWhen she throws that gold piece I had to wonder what kind of 'work' was she doing to get that?\u001b[24m\n    \u001b[1m彼女がその金の部分を投げるとき、私はそれを得るために彼女がどんな「仕事」をしていたのか疑問に思っていたのですか？\u001b[22m, \u001b[1m彼女は私が「仕事」の種類を疑問に持っていた金の一部をスローすると、彼女はそれを得るためにやっていましたか？\u001b[22m\n\u001b[4mI also contemplated the idea that she was still an assassin, but a 'good' assassin that had morals and didn't just kill anyone without hesitation.\u001b[24m\n    \u001b[1m私は彼女がまだ暗殺者であるという考えを熟考しましたが、道徳を持ち、ちょっと躊躇しないで誰も殺さなかった「良い」暗殺者です。\u001b[22m, \u001b[1m私はまた、彼女はまだ暗殺者が、モラルを持っていただけでためらうことなく誰も殺していない\"良い\"暗殺者だったという考えを企図しました。\u001b[22m\n\u001b[4mmany people don't like it but personally this one is going into the books as one of my favs.\u001b[24m\n    \u001b[1m多くの人がそれを好きではありませんが、個人的にはこれは私のお気に入りの1つとして本に入ります。\u001b[22m, \u001b[1m多くの人々はそれを好きではないが、個人的に、この1は私のリツイートの一つとして書籍に起こっています。\u001b[22m\n\u001b[4mIt's always fun to have an ending u can morph to what u think based on the information given.\u001b[24m\n    \u001b[1m与えられた情報に基づいて考えていることを変えることができます。\u001b[22m, \u001b[1mこれは、uはuが与えられた情報に基づいて考えるものにモーフィングすることができます終了を持っていることは常に楽しいです。\u001b[22m\n\u001b[4mthat's one think I really liked.\u001b[24m\n    \u001b[1mそれは私が本当に好きだと思うものです。\u001b[22m, \u001b[1mそれは1つが、私は本当に好きだったと思うのです。\u001b[22m\n\u001b[4mkinda like the last batman movie.\u001b[24m\n    \u001b[1m最後のバットマン映画のようなもの。\u001b[22m, \u001b[1mちょっと最後のバットマン映画のように。\u001b[22m\n\u001b[4mu cam either believe he lived, or died based on the cafe scene.\u001b[24m\n    \u001b[1mu camは、彼が住んでいると信じるか、カフェのシーンに基づいて死んだ。\u001b[22m, \u001b[1muがどちらかのカム彼が住んでいたと信じて、またはカフェシーンに基づいて死亡しました。\u001b[22m\n\u001b[4mu use your imagination to make the ending witch I think blade and soul nailed.\u001b[24m\n    \u001b[1mあなたの想像力を使って、終わりの魔女を作る。私は刃と魂が釘付けになったと思う。\u001b[22m, \u001b[1muが私は、ブレードと魂が釘付けと思う終了魔女を作るためにあなたの想像を使用しています。\u001b[22m\n\u001b[1m\u001b[22m\np.s episode 12 was the true ending. episode 13 was just for fun, but the end of ep 13 is kinda important\n\n\u001b[1mp.sエピソード12は本当の結末だった。 エピソード13はちょうど楽しみのためでしたが、エピ13の終わりはちょっと重要です\u001b[22m\n\u001b[1m(P. S episōdo 12 wa hontō no ketsumatsudatta. Episōdo 13 wa chōdo tanoshimi no tamedeshitaga, epi 13 no owari wa chotto jūyōdesu)\u001b[22m\n\nTranslations of \u001b[4mp.s episode 12 was the true ending. episode 13 was just for fun, but the end of ep 13 is kinda important\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mp.s episode 12 was the true ending.\u001b[24m\n    \u001b[1mp.sエピソード12は本当の結末だった。\u001b[22m, \u001b[1mp.sエピソード12は、真のエンディングでした。\u001b[22m\n\u001b[4mepisode 13 was just for fun, but the end of ep 13 is kinda important\u001b[24m\n    \u001b[1mエピソード13はちょうど楽しみのためでしたが、エピ13の終わりはちょっと重要です\u001b[22m, \u001b[1mエピソード13は、楽しみのためだけだったが、EP 13の端部はちょっと重要です\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "PhilFightmaster",
    "profile": "/profile/PhilFightmaster/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=190076",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  6\nキャラクター|  2\n|  5\n\nこのビデオゲームのアダプテーションでは、セクシーなバダスの女性たちは、暗い幻想的な/スパゲッティの西洋/スペンプンクの世界でお互いに戦います。 主人公は、人を殺すことに関して、どんな感情的なつながりもない、奇妙な忍者の女性です。 そして彼女は彼女の主人を殺した魔女の復讐のために外に出ています。その間ずっと、奨励猟師と様々な理由で彼女を見つけることに邪魔されている邪悪な組織が苦しんでいます。\n\nこれはすごくいいですね。 私はそれはすべてそこにある：badassのひよこ、探検するクールで興味深い世界、ちょうど良い（バーンドラと刃ブレードを参照してください）ばかげた巨乳の女性の間で狂った、オーバートップの戦いを処理する方法を知っているスタジオ。 そして、どういうこと？ それは！ それは絶対に...\n... 3つのエピソードのために、このシリーズが私が今まで見た中で最も憂鬱で残念な列車の難破車の1つに変わる前に。\n\n私の頭の上から、ちょうど3つのアニメしか考えられないので、私は正当に怒ってしまったのです...：\n\n... 燃え尽きます！ スクランブルは、それぞれの欠陥にもかかわらず、私が戦士と超過で多くの楽しみをした後に座っていることをやっていた。\n\n...武者の心のマスター、そしてあまり良いことは、このくその部分については良いと述べた。\n\n[btw：ARMSが最後の2つのエピソードでパンツを投げていることを賞賛しているWizard Barristersには敬意を表しますが、私は本当にショーで怒っていませんでした。私はARMSに怒っていました。 そして私はまだです。  'ファックのARMSを引き起こす。]\n\n...そしてこれ。\n私はB＆amp; S（適切な省略形）を見始めたのは、GONZOが関与していたからです。 私は友人がどれほど嫌いであっても、GONZOを愛していました。 私の好きなアニメの一部は（Blue Sub No. 6、NHK、Pumpkin Scissorsへようこそ）、彼らの作品をアニメーション化する際の無慈悲なアプローチが本当に好きだったので、私は多くの作品を擁護しました。 ガントシリーズの\n\nしかし、B＆amp; Sは私を壊しました。  B＆amp; SはGONZOを守るという点で私の精神を壊しただけでなく、アニメを全面的に見ることをやめるようになった。 私はそれが好きだった、私は本当にしたかった。 私は多くの欠点を受け入れました（新しいエピソードごとにますます悪いアニメーション、恐ろしいCGI  -  GONZOの基準によってさえ - シリーズがKill la Killの邪悪な歌のように道を失った時には巧妙な対話や面白いキャラクターの欠如 ...）を手渡して、ちょうどそれが一緒にそのくそを得ることを望んで、戻って、最初の3つのエピソードほど素晴らしいものになる。 しかし、それは最後のエピソードまではなかった - そして、それまでには何かについて何かをつかむのが遅すぎた。 私はその時点までに完了しました。\n\nそれはファンタジーの世界で本当にクールな、oldschoolの復讐物語のように始まり、頭上の断頭、犯された村、銃が燃える、数十人で死んでいる人々、The Good、The Bad、そして 「蝶と剣」、「蝶と剣」、「ヒーロー」（1997年のCorey Yuen映画、他のものではない）のことを思い出させる忍者とガンスリンガーとの間の驚くほどよく振り付けられた戦いシーン。  。\n\nしかし、その後、執筆部門の誰かが、「Find bitch」を超えたプロットを導入するという明るい考えを持っていました。 戦う雌犬の足が疲れる - ＆gt; 戦いの雌犬 - ＆gt;  kill bitch  - ＆gt; ロールクレジット '。 そして、最初はより深刻なアプローチをとっていたが、B＆amp; Sは楽しかった。 そしてそれは同時に、迷惑で、退屈で、鈍く、愚かで、怒りを誘発しました。 特に後者はある時点で（私は思うが、エピソード9の周りに）引き継がれ、私はテレビの前に座って、アニメが私に投げつけた馬鹿げた、退屈な退屈な序列で、スクリーンに数多くの誓いの言葉を叫んだ。\n\n問題は、アニメが深刻な話をしたかったという事実ではありません。 また、Martial Heartsの場合と同様に、B＆amp; Sは、最も不適切な時間に、そして最も厄介なやり方で、深刻な糞を導入するという、完全に逆戻りのアプローチをとった。  1つは、単に「道徳的なレッスン・オブ・ザ・デイ」 - プロットラインで奇妙に構成されたエピソード形式に変換するために、テレビ時間の約2時間の間、パルピーの方法でお互いに戦うパルピーのファンタジーキャラクターを持つパルピーファンタジーの世界を紹介するだけではなく、 主人公の野心と感情の欠如を取り巻く悲劇的なドラマのために、主なプロット（ '雌犬を探す - ＆gt;殺す雌犬'）を無視してください。 あなたは主人公の感情的な深さを与えるために頼むことができます、私は知らないかもしれませんが、彼女は本当に本当に彼女が本当にうってつけであるという事実だけを持つ人間の生命のない船でなければなりません。\n\nほとんどの場合、エピソード4の周りから始まるメロドラマティックな馬鹿馬鹿しい女は、まったく彼女を巻き込むことさえありません！ 彼女はお金を稼ぐためにファンタジー・アヘン（はい、ファンタジー・アヘン）を植えるべきかどうか、善良な人であることに夢中になった人々を見て、家族のことに執着している人々を見て 死んでしまったかもしれない - 彼女はちょうど彼女が物事を見て金正日のように見えますが、悪いことが起きないようにほとんどの時間をジャックしています。 彼女は彼女が彼女の奇妙な新地の瞬間を持ち、「やあ、みんな、私は何者なんだ？」と言って、最終的なゴドヴェルドームのエピソードまでキャラクターとして進化しないのは確かです。 私は人間です！ わーい！ オメデト、ALKA-KUN！ '。\n\nこの番組の執筆とペーシングは悪いです、私が言っていることはすべてです。 それはショーの首を4つのエピソードで壊し、GONZOはB＆amp; Sの終わりまでにそれをちょっと修正しようとしている。 しかし、10の奇怪なエピソードのように待つ価値があるその場面はありましたか？ あなたがそれに着くときには、ショーが始まったときにショーがどんなことにもなかなか関心がなくなっていたのです。 あなたはただそれを終わらせたいだけです。 そしてそれが終わると、あなたが期待しているように、それは失望のようです。\n\nB＆amp; Sが失われるまで、それは失われてしまったので、私は本当に驚いていました（恐ろしいCGIを除く）。 戦闘シーンは魅力的で、見るのが楽しいですが、涼しい雰囲気と本当に素敵なバックグラウンドアート、キャラクターのデザインは平均ですがまだ受け入れられるものです。サウンドトラックはかなりクールで、ヒロインAlkaとしてのパフォーマンスは - 彼女の存在にもかかわらず ほとんどの時間は無駄なものです - このショーの私の個人的なハイライトの1つです（キャストの残りの部分は問題ありません、私はちょっと深刻な事を少しでも深刻にして、ハムに少し行きました）。 ここにはメリットがあり、執筆スタッフの完全な才能不足の下に埋もれているだけです。\n\nそれは実際にはあまりにも悪いです、クールなキャラクター、badassの戦いのシーンと全体的なschlocky低予算 - 無気力の雰囲気とキッカー暗いファンタジーアクションのロープを私たちに与える可能性のトンがあった。 代わりに、B＆amp; Sは不運なルートに行きました - そして悲惨に失敗しました。 そして、このすべての才能（Steinsの指揮官、Gate、Texhnolyze、Vampire Hunter D  -  Bloodlust）もこの才能のすべてがトイレの下で洗い流され、私をとても怒らせ、 私は1ヶ月ほどアニメの背中を回しています。 まあ、私が本当に好きではなかったアニメを2つ完成させたのは、そのアニメと何か関係があったのかもしれません。 私は最初のものがバーンアップだと思います！ 私が正しく覚えていれば、他の人は武道心のマスターでした。\n...\nハァッ。 当時は本当に悪かったですね。\n\n幸運にも、1年後、新世界のバハムート - 創世記と一緒に、私はこのくそったことから欲しいものを手に入れました。 ありがとう、MAPPA。\n\ntl; dr：\n非常に有名な批評家を引用する：私はこのショーを嫌った。 嫌い、嫌い、嫌い、このショーを嫌い。 それを憎んだ。 シンプルな愚かな空いている聴衆 - それの侮辱的な瞬間をすべて憎んだ。 エピソード4の後に誰かがそれを好むだろうと思った感性を憎んだ。誰もがそれを楽しむという信念によって、暗黙の侮辱を聴衆に憎んだ。\n\nゴッドダム、ゴンゾ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIn this videogame-adaptation, sexy badass ladies fight each other in a vagely described dark fantasy-/spaghetti western'ish/steampunk'ish world. The main character is a freakin' ninja-lady without any sort of emotional connection when it comes to killing people. And she's out for revenge on a magic bitch who killed her master, all the while being persued by bounty hunters and an evil organisation hellbound on finding her for various reasons.\n\n\u001b[1mこのビデオゲームのアダプテーションでは、セクシーなバダスの女性たちは、暗い幻想的な/スパゲッティの西洋/スペンプンクの世界でお互いに戦います。 主人公は、人を殺すことに関して、どんな感情的なつながりもない、奇妙な忍者の女性です。 そして彼女は彼女の主人を殺した魔女の復讐のために外に出ています。その間ずっと、奨励猟師と様々な理由で彼女を見つけることに邪魔されている邪悪な組織が苦しんでいます。\u001b[22m\n\u001b[1m(Kono bideogēmu no adaputēshonde wa, sekushīna badasu no josei-tachi wa, kurai gensō-tekina/ supagetti no seiyō/ supenpunku no sekai de otagai ni tatakaimasu. Shujinkō wa, hito o korosu koto ni kanshite, don'na kanjō-tekina tsunagari mo nai, kimyōna ninja no joseidesu. Soshite kanojo wa kanojo no shujin o koroshita majo no fukushū no tame ni soto ni dete imasu. Sonoaida zutto, shōrei ryōshi to samazamana riyū de kanojo o mitsukeru koto ni jama sa rete iru jaakuna soshiki ga kurushinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this videogame-adaptation, sexy badass ladies fight each other in a vagely described dark fantasy-/spaghetti western'ish/steampunk'ish world. The main character is a freakin' ninja-lady without any sort of emotional connection when it comes to killing people. And she's out for revenge on a magic bitch who killed her master, all the while being persued by bounty hunters and an evil organisation hellbound on finding her for various reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this videogame-adaptation, sexy badass ladies fight each other in a vagely described dark fantasy-/spaghetti western'ish/steampunk'ish world.\u001b[24m\n    \u001b[1mこのビデオゲームのアダプテーションでは、セクシーなバダスの女性たちは、暗い幻想的な/スパゲッティの西洋/スペンプンクの世界でお互いに戦います。\u001b[22m, \u001b[1mこのビデオゲーム適応では、セクシーなワル女性はvagely説明暗いfantasy- /スパゲッティwestern'ish / steampunk'ish世界で互いに戦います。\u001b[22m\n\u001b[4mThe main character is a freakin' ninja-lady without any sort of emotional connection when it comes to killing people.\u001b[24m\n    \u001b[1m主人公は、人を殺すことに関して、どんな感情的なつながりもない、奇妙な忍者の女性です。\u001b[22m, \u001b[1mそれは人を殺すことになると主人公は感情的なつながりの任意の並べ替えなしにfreakinの '忍者-女性です。\u001b[22m\n\u001b[4mAnd she's out for revenge on a magic bitch who killed her master, all the while being persued by bounty hunters and an evil organisation hellbound on finding her for various reasons.\u001b[24m\n    \u001b[1mそして彼女は彼女の主人を殺した魔女の復讐のために外に出ています。その間ずっと、奨励猟師と様々な理由で彼女を見つけることに邪魔されている邪悪な組織が苦しんでいます。\u001b[22m, \u001b[1m彼女は彼女のマスターを殺した魔法の雌犬への復讐のためにアウトだと、すべての中には、バウンティハンターや様々な理由で彼女を見つけることに悪の組織のヘルバウンドによってpersuedされています。\u001b[22m\n\u001b[1m\u001b[22m\nThis sounds awesome, right? I mean, it's all there: badass chicks, a cool and interesting world to explore, a studio that knows how to handle crazy, over-the-top fights between ridiculously busty ladies just fine (see Vandread and Witchblade). And y'know what? It is! It absolutely is...\n\n\u001b[1mこれはすごくいいですね。 私はそれはすべてそこにある：badassのひよこ、探検するクールで興味深い世界、ちょうど良い（バーンドラと刃ブレードを参照してください）ばかげた巨乳の女性の間で狂った、オーバートップの戦いを処理する方法を知っているスタジオ。 そして、どういうこと？ それは！ それは絶対に...\u001b[22m\n\u001b[1m(Kore wa sugoku īdesu ne. Watashi wa sore wa subete soko ni aru: Badass no hiyoko, tanken suru kūru de kyōmibukai sekai, chōdo yoi (bāndora to ha burēdo o sanshō shite kudasai) bakageta kyonyū no josei no ma de kurutta, ōbātoppu no tatakai o shori suru hōhō o shitte iru sutajio. Soshite, dō iu koto? Soreha! Sore wa zettai ni...)\u001b[22m\n\nTranslations of \u001b[4mThis sounds awesome, right? I mean, it's all there: badass chicks, a cool and interesting world to explore, a studio that knows how to handle crazy, over-the-top fights between ridiculously busty ladies just fine (see Vandread and Witchblade). And y'know what? It is! It absolutely is...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis sounds awesome, right?\u001b[24m\n    \u001b[1mこれはすごくいいですね。\u001b[22m, \u001b[1mこれは右、素晴らしいですね？\u001b[22m\n\u001b[4mI mean, it's all there: badass chicks, a cool and interesting world to explore, a studio that knows how to handle crazy, over-the-top fights between ridiculously busty ladies just fine (see Vandread and Witchblade).\u001b[24m\n    \u001b[1m私はそれはすべてそこにある：badassのひよこ、探検するクールで興味深い世界、ちょうど良い（バーンドラと刃ブレードを参照してください）ばかげた巨乳の女性の間で狂った、オーバートップの戦いを処理する方法を知っているスタジオ。\u001b[22m, \u001b[1m私が意味する、それがすべてです：途方もなく巨乳の女性の間ワル探索する雛、クールで面白い世界、狂気の処理方法を知っているスタジオ、オーバーザトップの戦いはうまく（ヴァンドレッドとウィッチブレイドを参照してください）。\u001b[22m\n\u001b[4mAnd y'know what?\u001b[24m\n    \u001b[1mそして、どういうこと？\u001b[22m, \u001b[1mそして、何削ら？\u001b[22m\n\u001b[4mIt is!\u001b[24m\n    \u001b[1mそれは！\u001b[22m, \u001b[1mそれはです！\u001b[22m\n\u001b[4mIt absolutely is...\u001b[24m\n    \u001b[1mそれは絶対に...\u001b[22m, \u001b[1mそれは絶対にあり...\u001b[22m\n... for three episodes, before this series turns into one of the most depressing and disappointing trainwrecks I've ever seen.\n\n\u001b[1m... 3つのエピソードのために、このシリーズが私が今まで見た中で最も憂鬱で残念な列車の難破車の1つに変わる前に。\u001b[22m\n\u001b[1m(... 3Ttsu no episōdo no tame ni, kono shirīzu ga watashi ga imamade mita naka de mottomo yūutsu de zan'nen'na ressha no nanpa-sha no 1tsu ni kawaru mae ni.)\u001b[22m\n\nTranslations of \u001b[4m... for three episodes, before this series turns into one of the most depressing and disappointing trainwrecks I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m... for three episodes, before this series turns into one of the most depressing and disappointing trainwrecks I've ever seen.\u001b[24m\n    \u001b[1m... 3つのエピソードのために、このシリーズが私が今まで見た中で最も憂鬱で残念な列車の難破車の1つに変わる前に。\u001b[22m, \u001b[1m... 3つのエピソードのために、このシリーズは、私が今まで見た中で最も憂鬱と失望trainwrecksの1になる前に。\u001b[22m\n\u001b[1m\u001b[22m\nY'know, off the top of my head I can only think of exactly THREE anime that made me legitimately angry...:\n\n\u001b[1m私の頭の上から、ちょうど3つのアニメしか考えられないので、私は正当に怒ってしまったのです...：\u001b[22m\n\u001b[1m(Watashi no atama no ue kara, chōdo 3ttsu no anime shika kangae rarenainode, watashi wa seitō ni okotte shimatta nodesu... :)\u001b[22m\n\nTranslations of \u001b[4mY'know, off the top of my head I can only think of exactly THREE anime that made me legitimately angry...:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mY'know, off the top of my head I can only think of exactly THREE anime that made me legitimately angry...:\u001b[24m\n    \u001b[1m私の頭の上から、ちょうど3つのアニメしか考えられないので、私は正当に怒ってしまったのです...：\u001b[22m, \u001b[1m削ら、私の頭の上から私は、私だけが合法的怒らせたちょうど3アニメ...と考えることができます：\u001b[22m\n\u001b[1m\u001b[22m\n... Burn Up! Scramble, which was a fucking chore to sit through after I had a lot of fun with Warrior and Excess, despite their respective flaws.\n\n\u001b[1m... 燃え尽きます！ スクランブルは、それぞれの欠陥にもかかわらず、私が戦士と超過で多くの楽しみをした後に座っていることをやっていた。\u001b[22m\n\u001b[1m(... Moetsukimasu! Sukuranburu wa, sorezore no kekkan nimokakawarazu, watashi ga senshi to chōka de ōku no tanoshimi o shita nochi ni suwatte iru koto o yatte ita.)\u001b[22m\n\nTranslations of \u001b[4m... Burn Up! Scramble, which was a fucking chore to sit through after I had a lot of fun with Warrior and Excess, despite their respective flaws.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m... Burn Up!\u001b[24m\n    \u001b[1m... 燃え尽きます！\u001b[22m, \u001b[1m...燃えるように！\u001b[22m, \u001b[1m...燃え尽きます！\u001b[22m\n\u001b[4mScramble, which was a fucking chore to sit through after I had a lot of fun with Warrior and Excess, despite their respective flaws.\u001b[24m\n    \u001b[1mスクランブルは、それぞれの欠陥にもかかわらず、私が戦士と超過で多くの楽しみをした後に座っていることをやっていた。\u001b[22m, \u001b[1m私は戦士と過剰に多くの楽しみを持っていた後、それぞれの欠陥にもかかわらず、を介して座ってクソ雑用だったスクランブル、。\u001b[22m\n\u001b[1m\u001b[22m\n... Master of Martial Hearts, and the less said about this piece of shit the better.\n\n\u001b[1m...武者の心のマスター、そしてあまり良いことは、このくその部分については良いと述べた。\u001b[22m\n\u001b[1m(... Musha no kokoro no masutā, soshite amari yoikoto wa, kono kuso no bubun ni tsuite wa yoi to nobeta.)\u001b[22m\n\nTranslations of \u001b[4m... Master of Martial Hearts, and the less said about this piece of shit the better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m... Master of Martial Hearts, and the less said about this piece of shit the better.\u001b[24m\n    \u001b[1m...武者の心のマスター、そしてあまり良いことは、このくその部分については良いと述べた。\u001b[22m, \u001b[1m...マーシャルハーツ、および以下のマスターは、より良いたわごとのこの作品について語りました。\u001b[22m\n\u001b[1m\u001b[22m\n[btw.: Honorable mention goes out to Wizard Barristers, for ARMS pooping their pants in the last two episodes - but I wasn't really angry at the show, I was angry at ARMS. And I still am. 'cause fuck ARMS.]\n\n\u001b[1m[btw：ARMSが最後の2つのエピソードでパンツを投げていることを賞賛しているWizard Barristersには敬意を表しますが、私は本当にショーで怒っていませんでした。私はARMSに怒っていました。 そして私はまだです。  'ファックのARMSを引き起こす。]\u001b[22m\n\u001b[1m([Btw: Āmuzu ga saigo no 2tsu no episōdo de pantsu o nagete iru koto o shōsan shite iru u~izādo Barristers ni wa keii o arawashimasuga, watashi wa hontōni shō de okotte imasendeshita. Watashi wa āmuzu ni okotte imashita. Soshite watashi wa madadesu. ' Fakku no āmuzu o hikiokosu. ])\u001b[22m\n\nTranslations of \u001b[4m[btw.: Honorable mention goes out to Wizard Barristers, for ARMS pooping their pants in the last two episodes - but I wasn't really angry at the show, I was angry at ARMS. And I still am. 'cause fuck ARMS.]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[btw.: Honorable mention goes out to Wizard Barristers, for ARMS pooping their pants in the last two episodes - but I wasn't really angry at the show, I was angry at ARMS.\u001b[24m\n    \u001b[1m[btw：ARMSが最後の2つのエピソードでパンツを投げていることを賞賛しているWizard Barristersには敬意を表しますが、私は本当にショーで怒っていませんでした。私はARMSに怒っていました。\u001b[22m, \u001b[1m[ところで：佳作は、最後の2つのエピソードで自分のズボンをうんちARMSために、ウィザードの法廷弁護士に出て行く - しかし、私はショーで本当に怒っていなかった、私はARMSで怒っていました。\u001b[22m\n\u001b[4mAnd I still am.\u001b[24m\n    \u001b[1mそして私はまだです。\u001b[22m, \u001b[1mそして、私はまだです。\u001b[22m\n\u001b[4m'cause fuck ARMS.]\u001b[24m\n    \u001b[1m'ファックのARMSを引き起こす。]\u001b[22m, \u001b[1m「性交ARMSを引き起こします。]\u001b[22m\n\u001b[1m\u001b[22m\n... and this one.\n\n\u001b[1m...そしてこれ。\u001b[22m\n\u001b[1m(... Soshite kore.)\u001b[22m\n\nTranslations of \u001b[4m... and this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m... and this one.\u001b[24m\n    \u001b[1m...そしてこれ。\u001b[22m, \u001b[1m...と、この1。\u001b[22m\nI started watching B&amp;S (appropriate abbreviation) because of one thing only: GONZO was involved. And I used to love GONZO, no matter how much my friends hated them. Some of my favorite anime were made by them (Blue Sub No. 6, Welcome to the NHK, Pumpkin Scissors), I defended a lot of their output because I genuinely liked their ruthless approach at animating stuff - shit, I even dug the ending of the Gantz-series.\n\n\u001b[1m私はB＆amp; S（適切な省略形）を見始めたのは、GONZOが関与していたからです。 私は友人がどれほど嫌いであっても、GONZOを愛していました。 私の好きなアニメの一部は（Blue Sub No. 6、NHK、Pumpkin Scissorsへようこそ）、彼らの作品をアニメーション化する際の無慈悲なアプローチが本当に好きだったので、私は多くの作品を擁護しました。 ガントシリーズの\u001b[22m\n\u001b[1m(Watashi wa B& amp; S (tekisetsuna shōryaku katachi) o mi hajimeta no wa, gonzō ga kan'yo shite itakaradesu. Watashi wa yūjin ga dorehodo kiraideatte mo, gonzō o aishite imashita. Watashi no sukina anime no ichibu wa (burū sabu nanbā 6, NHK, panpukinshizāzu e yōkoso), karera no sakuhin o animēshon-ka suru sai no mujihina apurōchi ga hontōni sukidattanode, watashi wa ōku no sakuhin o yōgo shimashita. Gantoshirīzu no)\u001b[22m\n\nTranslations of \u001b[4mI started watching B&amp;S (appropriate abbreviation) because of one thing only: GONZO was involved. And I used to love GONZO, no matter how much my friends hated them. Some of my favorite anime were made by them (Blue Sub No. 6, Welcome to the NHK, Pumpkin Scissors), I defended a lot of their output because I genuinely liked their ruthless approach at animating stuff - shit, I even dug the ending of the Gantz-series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started watching B&amp;S (appropriate abbreviation) because of one thing only: GONZO was involved.\u001b[24m\n    \u001b[1m私はB＆amp; S（適切な省略形）を見始めたのは、GONZOが関与していたからです。\u001b[22m, \u001b[1mGONZOが関与していた：S（適切な略称）のための一つのことしか、私はB＆アンペアを見始めました。\u001b[22m\n\u001b[4mAnd I used to love GONZO, no matter how much my friends hated them.\u001b[24m\n    \u001b[1m私は友人がどれほど嫌いであっても、GONZOを愛していました。\u001b[22m, \u001b[1mそして、私は関係なく、私の友人はそれを嫌ってどれだけ、GONZOを愛していないために使用されます。\u001b[22m\n\u001b[4mSome of my favorite anime were made by them (Blue Sub No. 6, Welcome to the NHK, Pumpkin Scissors), I defended a lot of their output because I genuinely liked their ruthless approach at animating stuff - shit, I even dug the ending\u001b[24m\n    \u001b[1m私の好きなアニメの一部は（Blue Sub No. 6、NHK、Pumpkin Scissorsへようこそ）、彼らの作品をアニメーション化する際の無慈悲なアプローチが本当に好きだったので、私は多くの作品を擁護しました。\u001b[22m, \u001b[1m私の好きなアニメのいくつかは、それらによって作られた（NHKにようこそブルーサブ第6号、パンプキン・シザーズ）私は純粋なものをアニメーションで彼らの冷酷なアプローチを気に入っているので、私はそれらの出力の多くを守った - くそ、私もエンディングを掘りました\u001b[22m\n\u001b[4mof the Gantz-series.\u001b[24m\n    \u001b[1mガントシリーズの\u001b[22m, \u001b[1mガンツシリーズの。\u001b[22m\n\u001b[1m\u001b[22m\nBut B&amp;S broke me. B&amp;S not only broke my spirit in terms of defending GONZO, it almost made me quit watching anime alltogether. I wanted to like it, I really did. I accepted a lot of its drawbacks (increasingly bad animation with each new episode, horrid CGI - even by GONZO's standards -, the severe lack of clever dialogue and interesting characters by the time the series lost its way like the damn song in Kill la Kill ...) with a handwave, just hoping it would get its shit together, bounce back and be as awesome as its first three episodes. But it didn't, until the very last episode - and by then it was way too late for me to give a crap about anything, really. I was done by that point.\n\n\u001b[1mしかし、B＆amp; Sは私を壊しました。  B＆amp; SはGONZOを守るという意味で私の精神を壊しただけでなく、アニメを見るのをやめるようになった。 私はそれが好きだった、私は本当にしたかった。 私は多くの欠点を受け入れました（新しいエピソードごとにますます悪いアニメーション、恐ろしいCGI  -  GONZOの基準によってさえ - シリーズがKill la Killの邪悪な歌のように道を失った時に巧妙な対話と面白いキャラクターの欠如 ...）を手渡して、ちょうどそれが一緒にそのくそを得ることを望んで、戻って、最初の3つのエピソードほど素晴らしいものになる。 しかし、それは最後のエピソードまではなかった - そして、それまでには何かについて何かをつかむのが遅すぎた。 私はその時点までに完了しました。\u001b[22m\n\u001b[1m(Shikashi, B& amp; S wa watashi o kowashimashita. B& amp; S wa gonzō o mamoru to iu imi de watashi no seishin o kowashita dakedenaku, anime o miru no o yameru yō ni natta. Watashi wa sore ga sukidatta, watashi wa hontōni shitakatta. Watashi wa ōku no ketten o ukeiremashita (atarashī episōdo-goto ni masumasu warui animēshon, osoroshī CGI - gonzō no kijun ni yotte sae - shirīzu ga Kill la Kill no jaakuna uta no yō ni michi o ushinatta toki ni kōmyōna taiwa to omoshiroi kyarakutā no ketsujo... ) O tewatashite, chōdo sore ga issho ni sono kuso o eru koto o nozonde, modotte, saisho no 3ttsu no episōdo hodo subarashī mono ni naru. Shikashi, soreha saigo no episōdo made wa nakatta - soshite, sore made ni wa nanika ni tsuite nanika o tsukamu no ga oso sugita. Watashi wa sono jiten made ni kanryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut B&amp;S broke me. B&amp;S not only broke my spirit in terms of defending GONZO, it almost made me quit watching anime alltogether. I wanted to like it, I really did. I accepted a lot of its drawbacks (increasingly bad animation with each new episode, horrid CGI - even by GONZO's standards -, the severe lack of clever dialogue and interesting characters by the time the series lost its way like the damn song in Kill la Kill ...) with a handwave, just hoping it would get its shit together, bounce back and be as awesome as its first three episodes. But it didn't, until the very last episode - and by then it was way too late for me to give a crap about anything, really. I was done by that point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut B&amp;S broke me.\u001b[24m\n    \u001b[1mしかし、B＆amp; Sは私を壊しました。\u001b[22m, \u001b[1mしかし、B＆＃038; Sは私を破りました。\u001b[22m\n\u001b[4mB&amp;S not only broke my spirit in terms of defending GONZO, it almost made me quit watching anime alltogether.\u001b[24m\n    \u001b[1mB＆amp; SはGONZOを守るという意味で私の精神を壊しただけでなく、アニメを見るのをやめるようになった。\u001b[22m, \u001b[1mB＆アンプは、GONZOを守るという点で私の精神を破ったSだけでなく、それはほとんど私がalltogetherアニメを見て終了しました。\u001b[22m\n\u001b[4mI wanted to like it, I really did.\u001b[24m\n    \u001b[1m私はそれが好きだった、私は本当にしたかった。\u001b[22m, \u001b[1m私はそれを好きたかった、私は本当にやりました。\u001b[22m\n\u001b[4mI accepted a lot of its drawbacks (increasingly bad animation with each new episode, horrid CGI - even by GONZO's standards -, the severe lack of clever dialogue and interesting characters by the time the series lost its way like the damn song in Kill la Kill\u001b[24m\n    \u001b[1m私は多くの欠点を受け入れました（新しいエピソードごとにますます悪いアニメーション、恐ろしいCGI  -  GONZOの基準によってさえ - シリーズがKill la Killの邪悪な歌のように道を失った時に巧妙な対話と面白いキャラクターの欠如\u001b[22m, \u001b[1mでも、GONZOの基準で -   - 私はそれぞれの新しいエピソード、恐ろしいCGIとその欠点（ますます悪いアニメーションの多くを受け入れ、巧妙な対話と興味深い文字の深刻な欠如を時間によってシリーズがキル・ラ・キルでいまいましい歌のようにその方法を失いました\u001b[22m\n\u001b[4m...) with a handwave, just hoping it would get its shit together, bounce back and be as awesome as its first three episodes.\u001b[24m\n    \u001b[1m...）を手渡して、ちょうどそれが一緒にそのくそを得ることを望んで、戻って、最初の3つのエピソードほど素晴らしいものになる。\u001b[22m, \u001b[1m...）handwaveで、ちょうどそれは、一緒にそのたわごとを取得立ち直るとその最初の3つのエピソードのように素晴らしいだろう望ん。\u001b[22m\n\u001b[4mBut it didn't, until the very last episode - and by then it was way too late for me to give a crap about anything, really.\u001b[24m\n    \u001b[1mしかし、それは最後のエピソードまではなかった - そして、それまでには何かについて何かをつかむのが遅すぎた。\u001b[22m, \u001b[1mしかし、それは非常に最後のエピソードまで、なかった - と私は本当に、何についてがらくたを与えるためにそれまでにそれはあまりにも遅かったです。\u001b[22m\n\u001b[4mI was done by that point.\u001b[24m\n    \u001b[1m私はその時点までに完了しました。\u001b[22m, \u001b[1m私はその点によって行われました。\u001b[22m\n\u001b[1m\u001b[22m\nIt starts out like a really cool, oldschool revenge-tale in a fantasy world and comes right out of the gate with decapitations, a village burning the fuck down, guns blazing, people dying by the dozens, a The Good, The Bad and the Ugly'esque standoff-sequence and an amazingly well-choreographed fight scene between a ninja and a gunslinger that reminded me of 90's-hongkong-wuxia flicks á la Butterfly and Sword or Hero (the 1997 Corey Yuen-film, not the other one) .\n\n\u001b[1mそれはファンタジーの世界で本当にクールな、oldschoolの復讐物語のように始まり、頭上の断頭、犯された村、銃が燃える、数十人で死んでいる人々、The Good、The Bad、そして 「蝶と剣」、「蝶と剣」、「ヒーロー」（1997年のCorey Yuen映画、他のものではない）のことを思い出させる忍者とガンスリンガーとの間の驚くほどよく振り付けられた戦いシーン。  。\u001b[22m\n\u001b[1m(Sore wa fantajī no sekai de hontōni kūruna, oldschool no fukushū monogatari no yō ni hajimari, zujō no dantō, okasa reta mura, jū ga moeru, sū jū-ri de shinde iru hito 々, The Good, The baddo, soshite `chō to ken',`chō to ken',`hīrō'(1997-nen no korī Yuen eiga, hoka no monode wa nai) no koto o omoidasaseru ninja to gansuringā to no ma no odoroku hodo yoku furi tsuke rareta tatakai shīn..)\u001b[22m\n\nTranslations of \u001b[4mIt starts out like a really cool, oldschool revenge-tale in a fantasy world and comes right out of the gate with decapitations, a village burning the fuck down, guns blazing, people dying by the dozens, a The Good, The Bad and the Ugly'esque standoff-sequence and an amazingly well-choreographed fight scene between a ninja and a gunslinger that reminded me of 90's-hongkong-wuxia flicks á la Butterfly and Sword or Hero (the 1997 Corey Yuen-film, not the other one) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts out like a really cool, oldschool revenge-tale in a fantasy world and comes right out of the gate with decapitations, a village burning the fuck down, guns blazing, people dying by the dozens, a The Good, The Bad and the\u001b[24m\n    \u001b[1mそれはファンタジーの世界で本当にクールな、oldschoolの復讐物語のように始まり、頭上の断頭、犯された村、銃が燃える、数十人で死んでいる人々、The Good、The Bad、そして\u001b[22m, \u001b[1mそれは空想の世界で本当にクールな、オールドスクール復讐おとぎ話のようで始まり、右斬首刑とゲートから出てくる、村は性交を焼失、銃は燃える、数十によって死ん人、良い、悪いと\u001b[22m\n\u001b[4mUgly'esque standoff-sequence and an amazingly well-choreographed fight scene between a ninja and a gunslinger that reminded me of 90's-hongkong-wuxia flicks á la Butterfly and Sword or Hero (the 1997 Corey Yuen-film, not the other one)\u001b[24m\n    \u001b[1m「蝶と剣」、「蝶と剣」、「ヒーロー」（1997年のCorey Yuen映画、他のものではない）のことを思い出させる忍者とガンスリンガーとの間の驚くほどよく振り付けられた戦いシーン。\u001b[22m, \u001b[1m90年代 - 香港 -  wuxiaのことを思い出した忍者とガンスリンガー間Ugly'esqueスタンドオフ・シーケンスと驚くほどよく振り付けの戦いのシーンフリックア・ラ・バタフライと刀やヒーロー（1997ユン・ケイ・フィルムではなく、他の1）\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nBut then, someone in the writing department had the bright idea to introduce a plot that went beyond 'Find bitch -&gt; fight bitch's lackeys -&gt; fight bitch -&gt; kill bitch -&gt; roll credits'. And I was fine with the series taking a more serious approach at first - but little by little, B&amp;S stopped being fun. And then it became annoying, boring, dull, stupid and anger-inducing at the same time. Especially the latter took over at some point (around episode 9, I think), and I sat there in front of my TV, shouting numerous swear words at the screen with every new stupid, mind-numbingly boring sequence the anime threw at me.\n\n\u001b[1mしかし、その後、執筆部門の誰かが、「Find bitch」を超えたプロットを導入するという明るい考えを持っていました。 戦う雌犬の足が疲れる - ＆gt; 戦いの雌犬 - ＆gt;  kill bitch  - ＆gt; ロールクレジット '。 そして、最初はより深刻なアプローチをとっていたが、B＆amp; Sは楽しかった。 そしてそれは同時に、迷惑で、退屈で、鈍く、愚かで、怒りを誘発しました。 特に後者はある時点で（私は思うが、エピソード9の周りに）引き継がれ、私はテレビの前に座って、アニメが私に投げつけた馬鹿げた、退屈な退屈な序列で、スクリーンに数多くの誓いの言葉を叫んだ。\u001b[22m\n\u001b[1m(Shikashi, sonogo, shippitsu bumon no darekaga,`Find bitchi' o koeta purotto o dōnyū suru to iu akarui kangae o motte imashita. Tatakau meinu no ashi ga tsukareru - & gt; tatakai no meinu - & gt; kiru bitchi - & gt; rōrukurejitto'. Soshite, saisho wa yori shinkokuna apurōchi o totte itaga, B& amp; S wa tanoshikatta. Soshite sore wa dōjini, meiwakude, taikutsu de, nibuku, oroka de, ikari o yūhatsu shimashita. Tokuni kōsha wa aru jiten de (watashi wa omou ga, episōdo 9 no mawari ni) hikitsuga re, watashi wa terebi no mae ni suwatte, anime ga watashi ni nagetsuketa bakageta, taikutsuna taikutsuna joretsu de, sukurīn ni kazuōku no chikainokotoba o sakenda.)\u001b[22m\n\nTranslations of \u001b[4mBut then, someone in the writing department had the bright idea to introduce a plot that went beyond 'Find bitch -&gt; fight bitch's lackeys -&gt; fight bitch -&gt; kill bitch -&gt; roll credits'. And I was fine with the series taking a more serious approach at first - but little by little, B&amp;S stopped being fun. And then it became annoying, boring, dull, stupid and anger-inducing at the same time. Especially the latter took over at some point (around episode 9, I think), and I sat there in front of my TV, shouting numerous swear words at the screen with every new stupid, mind-numbingly boring sequence the anime threw at me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then, someone in the writing department had the bright idea to introduce a plot that went beyond 'Find bitch -&gt;\u001b[24m\n    \u001b[1mしかし、その後、執筆部門の誰かが、「Find bitch」を超えたプロットを導入するという明るい考えを持っていました。\u001b[22m, \u001b[1mしかし、その後、書き込み部門の誰かが雌犬を探す」を超えたプロットを導入する明るい考えを持っていた - ＆GT;\u001b[22m\n\u001b[4mfight bitch's lackeys -&gt;\u001b[24m\n    \u001b[1m戦う雌犬の足が疲れる - ＆gt;\u001b[22m, \u001b[1m雌犬のlackeysを戦う - ＆GT;\u001b[22m\n\u001b[4mfight bitch -&gt;\u001b[24m\n    \u001b[1m戦いの雌犬 - ＆gt;\u001b[22m, \u001b[1m雌犬の戦い - ＆GTを。\u001b[22m\n\u001b[4mkill bitch -&gt;\u001b[24m\n    \u001b[1mkill bitch  - ＆gt;\u001b[22m, \u001b[1m雌犬を殺す - ＆GT;\u001b[22m\n\u001b[4mroll credits'.\u001b[24m\n    \u001b[1mロールクレジット '。\u001b[22m, \u001b[1mロールクレジット」。\u001b[22m\n\u001b[4mAnd I was fine with the series taking a more serious approach at first - but little by little, B&amp;S stopped being fun.\u001b[24m\n    \u001b[1mそして、最初はより深刻なアプローチをとっていたが、B＆amp; Sは楽しかった。\u001b[22m, \u001b[1mそして、私は最初はより深刻なアプローチを取っシリーズと大丈夫だった - が、少し、B＆アンペアしづつ; Sは楽しみであることをやめました。\u001b[22m\n\u001b[4mAnd then it became annoying, boring, dull, stupid and anger-inducing at the same time.\u001b[24m\n    \u001b[1mそしてそれは同時に、迷惑で、退屈で、鈍く、愚かで、怒りを誘発しました。\u001b[22m, \u001b[1mそして、それは同時に、迷惑な退屈な、退屈な、愚かと怒り誘発になりました。\u001b[22m\n\u001b[4mEspecially the latter took over at some point (around episode 9, I think), and I sat there in front of my TV, shouting numerous swear words at the screen with every new stupid, mind-numbingly boring sequence the anime threw at me.\u001b[24m\n    \u001b[1m特に後者はある時点で（私は思うが、エピソード9の周りに）引き継がれ、私はテレビの前に座って、アニメが私に投げつけた馬鹿げた、退屈な退屈な序列で、スクリーンに数多くの誓いの言葉を叫んだ。\u001b[22m, \u001b[1m特に後者は、（エピソード9の周りに、私は思う）いくつかの点で引き継いだ、と私は数多くのアニメは私を投げたすべての新しい愚かな、心numbingly退屈な順序で画面に単語を誓う叫んで、私のテレビの前にそこに座っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem is not the fact that anime wanted to tell a serious story. Again, as with Martial Hearts, B&amp;S took the completely ass-backwards approach of introducing the serious shit at the most inappropriate time and in the most jarring way possible. One does not simply introduce a pulpy fantasy world with pulpy fantasy characters who fight each other in pulpy ways for about two hours worth of television time, only to swerve into a weirdly composed episodic format with a 'moral lesson of the day'-plotline, disregarding the main plot ('Find bitch -&gt; kill bitch') entirely for hamfisted drama surrounding our protagonist's lack of ambition and emotion. You can TRY to give your main protagonist emotional depth by, oh I don't know, maybe not having her be a lifeless vessel of a human being whose only characteristics are her appearance and the fact that she's really really good at killing shit.\n\n\u001b[1m問題は、アニメが深刻な話をしたかったという事実ではありません。 また、Martial Heartsの場合と同様に、B＆amp; Sは、最も不適切な時間に、そして最も厄介なやり方で、深刻な糞を導入するという、完全に逆戻りのアプローチをとった。  1つは、単に「道徳的なレッスン・オブ・ザ・デイ」 - プロットラインで奇妙に構成されたエピソード形式に変換するために、テレビ時間の約2時間の間、パルピーの方法でお互いに戦うパルピーのファンタジーキャラクターを持つパルピーファンタジーの世界を紹介するだけではなく、 主人公の野心と感情の欠如を取り巻く悲劇的なドラマのために、主なプロット（ '雌犬を探す - ＆gt;殺す雌犬'）を無視してください。 あなたは主人公の感情的な深さを与えるために頼むことができます、私は知らないかもしれませんが、彼女は本当に本当に彼女が本当にうってつけであるという事実だけを持つ人間の生命のない船でなければなりません。\u001b[22m\n\u001b[1m(Mondai wa, anime ga shinkokuna hanashi o shitakatta to iu jijitsude wa arimasen. Mata, Martial hātsu no baai to dōyō ni, B& amp; S wa, mottomo futekisetsuna jikan ni, soshite mottomo yakkaina yarikata de, shinkokuna kuso o dōnyū suru to iu, kanzen ni gyakumodori no apurōchi o totta. 1Tsu wa, tan'ni `dōtokutekina ressun Obu za Dei' - purottorain de kimyō ni kōsei sa reta episōdo keishiki ni henkan suru tame ni, terebi jikan no yaku 2-jikan no ma, parupī no hōhō de otagai ni tatakau parupī no fantajīkyarakutā o motsu parupīfantajī no sekai o shōkai suru dakede wa naku, shujinkō no yashin to kanjō no ketsujo o torimaku higeki-tekina dorama no tame ni, omona purotto ( ' meinu o sagasu - & gt; korosu meinu') o mushi shite kudasai. Anata wa shujinkō no kanjō-tekina fuka-sa o ataeru tame ni tanomu koto ga dekimasu, watashi wa shiranai kamo shiremasenga, kanojo wa hontōni hontōni kanojo ga hontōni uttetsukedearu to iu jijitsu dake o motsu ningen no seimei no nai funedenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe problem is not the fact that anime wanted to tell a serious story. Again, as with Martial Hearts, B&amp;S took the completely ass-backwards approach of introducing the serious shit at the most inappropriate time and in the most jarring way possible. One does not simply introduce a pulpy fantasy world with pulpy fantasy characters who fight each other in pulpy ways for about two hours worth of television time, only to swerve into a weirdly composed episodic format with a 'moral lesson of the day'-plotline, disregarding the main plot ('Find bitch -&gt; kill bitch') entirely for hamfisted drama surrounding our protagonist's lack of ambition and emotion. You can TRY to give your main protagonist emotional depth by, oh I don't know, maybe not having her be a lifeless vessel of a human being whose only characteristics are her appearance and the fact that she's really really good at killing shit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem is not the fact that anime wanted to tell a serious story.\u001b[24m\n    \u001b[1m問題は、アニメが深刻な話をしたかったという事実ではありません。\u001b[22m, \u001b[1m問題はアニメが深刻な話をしたかったことは事実ではありません。\u001b[22m\n\u001b[4mAgain, as with Martial Hearts, B&amp;S took the completely ass-backwards approach of introducing the serious shit at the most inappropriate time and in the most jarring way possible.\u001b[24m\n    \u001b[1mまた、Martial Heartsの場合と同様に、B＆amp; Sは、最も不適切な時間に、そして最も厄介なやり方で、深刻な糞を導入するという、完全に逆戻りのアプローチをとった。\u001b[22m, \u001b[1mここでも、マーシャルハーツ、B＆アンプと同様に、Sが最も不適当な時と可能な限り最も耳障りな方法で深刻なたわごとを導入する完全にお尻-後方アプローチを取りました。\u001b[22m\n\u001b[4mOne does not simply introduce a pulpy fantasy world with pulpy fantasy characters who fight each other in pulpy ways for about two hours worth of television time, only to swerve into a weirdly composed episodic format with a 'moral lesson of the day'-plotline,\u001b[24m\n    \u001b[1m1つは、単に「道徳的なレッスン・オブ・ザ・デイ」 - プロットラインで奇妙に構成されたエピソード形式に変換するために、テレビ時間の約2時間の間、パルピーの方法でお互いに戦うパルピーのファンタジーキャラクターを持つパルピーファンタジーの世界を紹介するだけではなく、\u001b[22m, \u001b[1m一つは単純に、唯一のday'-plotlineの「道徳的な教訓と不気味構成されるエピソード形式にそれるために、約2時間のテレビの時間の価値がどろどろな方法で互いを戦うパルプ状ファンタジー文字でどろどろファンタジーの世界を紹介しません\u001b[22m\n\u001b[4mdisregarding the main plot ('Find bitch -&gt; kill bitch') entirely for hamfisted drama surrounding our protagonist's lack of ambition and emotion.\u001b[24m\n    \u001b[1m主人公の野心と感情の欠如を取り巻く悲劇的なドラマのために、主なプロット（ '雌犬を探す - ＆gt;殺す雌犬'）を無視してください。\u001b[22m, \u001b[1m主なプロットを無視（ '雌犬を見つける - ＆GT;雌犬を殺す'）野心と感情の私たちの主人公の欠如を取り巻くhamfistedドラマのために完全に。\u001b[22m\n\u001b[4mYou can TRY to give your main protagonist emotional depth by, oh I don't know, maybe not having her be a lifeless vessel of a human being whose only characteristics are her appearance and the fact that she's really really good at killing shit.\u001b[24m\n    \u001b[1mあなたは主人公の感情的な深さを与えるために頼むことができます、私は知らないかもしれませんが、彼女は本当に本当に彼女が本当にうってつけであるという事実だけを持つ人間の生命のない船でなければなりません。\u001b[22m, \u001b[1mあなたは多分、彼女は唯一の特性彼女の外観と、彼女はたわごとを殺すで本当に良いことだという事実であり、人間の生命のない容器で持っていない、ああ、私は知らない、して主人公の感情的な深さを与えることを試みることができます。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the time the melodramatic bullshit, that starts around episode 4, doesn't even fucking involve her at all! She's just a bystander looking at people debating over whether or not they should plant fantasy-opium (yes, fantasy-opium) to gain money, looking at people who become obsessed with being the good guys, looking at people obsessing over a family member she might've killed - she just looks at shit as if she was Kim Jong-Il looking at things, she does jack shit most of the time to prevent bad things from happening, she doesn't learn shit every time she messes up, and she sure as shit doesn't evolve as a character until the FINAL GODVERDOMME EPISODE when she has her freaking Shinji-moment and goes 'Hey, guys, guess what - I AM ME! I'M HUMAN! YAY! OMEDETO, ALKA-KUN!'.\n\n\u001b[1mほとんどの場合、エピソード4の周りから始まるメロドラマティックな馬鹿馬鹿しい女は、まったく彼女を巻き込むことさえありません！ 彼女はお金を稼ぐためにファンタジー・アヘン（はい、ファンタジー・アヘン）を植えるべきかどうか、善良な人であることに夢中になった人々を見て、家族のことに執着している人々を見て 死んでしまったかもしれない - 彼女はちょうど彼女が物事を見て金正日のように見えますが、悪いことが起きないようにほとんどの時間をジャックしています。 彼女は彼女が彼女の奇妙な新地の瞬間を持ち、「やあ、みんな、私は何者なんだ？」と言って、最終的なゴドヴェルドームのエピソードまでキャラクターとして進化しないのは確かです。 私は人間です！ わーい！ オメデト、ALKA-KUN！ '。\u001b[22m\n\u001b[1m(Hotondo no baai, episōdo 4 no mawari kara hajimaru merodoramatikkuna bakabakashī on'na wa, mattaku kanojo o makikomu koto sae arimasen! Kanojo wa okane o kasegu tame ni fantajī ahen (hai, fantajī ahen) o uerubeki ka dō ka, zenryōna hitodearu koto ni muchū ni natta hitobito o mite, kazoku no koto ni shūchaku shite iru hitobito o mite shinde shimatta kamo shirenai - kanojo wa chōdo kanojo ga monogoto o mite kimu jon'iru no yō ni miemasuga, warui koto ga okinai yō ni hotondo no jikan o jakku shite imasu. Kanojo wa kanojo ga kanojo no kimyōna shinchi no shunkan o mochi,`yā, min'na, watashi wa nanimonona nda?' To itte, saishū-tekina godovu~erudōmu no episōdo made kyarakutā to shite shinka shinai no wa tashikadesu. Watashi wa ningendesu! Wa ̄ i! Omedeto, ALKA - KUN! '.)\u001b[22m\n\nTranslations of \u001b[4mMost of the time the melodramatic bullshit, that starts around episode 4, doesn't even fucking involve her at all! She's just a bystander looking at people debating over whether or not they should plant fantasy-opium (yes, fantasy-opium) to gain money, looking at people who become obsessed with being the good guys, looking at people obsessing over a family member she might've killed - she just looks at shit as if she was Kim Jong-Il looking at things, she does jack shit most of the time to prevent bad things from happening, she doesn't learn shit every time she messes up, and she sure as shit doesn't evolve as a character until the FINAL GODVERDOMME EPISODE when she has her freaking Shinji-moment and goes 'Hey, guys, guess what - I AM ME! I'M HUMAN! YAY! OMEDETO, ALKA-KUN!'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the time the melodramatic bullshit, that starts around episode 4, doesn't even fucking involve her at all!\u001b[24m\n    \u001b[1mほとんどの場合、エピソード4の周りから始まるメロドラマティックな馬鹿馬鹿しい女は、まったく彼女を巻き込むことさえありません！\u001b[22m, \u001b[1mエピソード4の周囲に開始メロドラマでたらめ、ほとんどの時間は、あってもクソすべてで彼女を必要としません！\u001b[22m\n\u001b[4mShe's just a bystander looking at people debating over whether or not they should plant fantasy-opium (yes, fantasy-opium) to gain money, looking at people who become obsessed with being the good guys, looking at people obsessing over a family member she\u001b[24m\n    \u001b[1m彼女はお金を稼ぐためにファンタジー・アヘン（はい、ファンタジー・アヘン）を植えるべきかどうか、善良な人であることに夢中になった人々を見て、家族のことに執着している人々を見て\u001b[22m, \u001b[1m彼女は、お金を得るために、彼らは幻想-アヘン（はい、ファンタジー-アヘン）を植える必要があるかどうかをかけて議論人々を見ているだけの傍観者だ善人であることに夢中になる人を見て、家族の上に彼女をこだわる人々を見て\u001b[22m\n\u001b[4mmight've killed - she just looks at shit as if she was Kim Jong-Il looking at things, she does jack shit most of the time to prevent bad things from happening, she doesn't learn shit every time she messes up, and\u001b[24m\n    \u001b[1m死んでしまったかもしれない - 彼女はちょうど彼女が物事を見て金正日のように見えますが、悪いことが起きないようにほとんどの時間をジャックしています。\u001b[22m, \u001b[1m殺されてきたかもしれない - 彼女は金正日が物事を見ていたかのように、彼女はちょうど彼女がジャックたわごと時間のほとんどが起こってから悪いことを防ぐためにない、たわごとを見て、彼女は彼女が台無したびたわごとを学習せず、\u001b[22m\n\u001b[4mshe sure as shit doesn't evolve as a character until the FINAL GODVERDOMME EPISODE when she has her freaking Shinji-moment and goes 'Hey, guys, guess what - I AM ME!\u001b[24m\n    \u001b[1m彼女は彼女が彼女の奇妙な新地の瞬間を持ち、「やあ、みんな、私は何者なんだ？」と言って、最終的なゴドヴェルドームのエピソードまでキャラクターとして進化しないのは確かです。\u001b[22m, \u001b[1m私は私をAM  - 彼女は必ずたわごとが、彼女は彼女はシンジ-瞬間をおかしくし、「行きたFINAL GODVERDOMMEエピソードまでの文字として発展していないようねえ、みんなは、どうなったと思います！\u001b[22m\n\u001b[4mI'M HUMAN!\u001b[24m\n    \u001b[1m私は人間です！\u001b[22m\n\u001b[4mYAY!\u001b[24m\n    \u001b[1mわーい！\u001b[22m, \u001b[1mYAY！\u001b[22m\n\u001b[4mOMEDETO, ALKA-KUN!'.\u001b[24m\n    \u001b[1mオメデト、ALKA-KUN！ '。\u001b[22m, \u001b[1mOMEDETO、アルカKUN！」。\u001b[22m\n\u001b[1m\u001b[22m\nThe writing and pacing in this show are fucking bad, 's all I'm sayin'. It breaks the show's neck four episodes in, and then GONZO tries to kinda fix it by the time B&amp;S ends with an admittedly well-choreographed wuxia-fight scene. But was that scene worth waiting for, like, ten freaking episodes? Hell naw, by the time you get to it you're already desinterested in ANYTHING the show had going for itself when it started. You just want it to end. And when it ends, it's as disappointing an ending as you might expect.\n\n\u001b[1mこの番組の執筆とペーシングは悪いです、私が言っていることはすべてです。 それはショーの首を4つのエピソードで壊し、GONZOはB＆amp; Sの終わりまでにそれをちょっと修正しようとしている。 しかし、10の奇怪なエピソードのように待つ価値があるその場面はありましたか？ あなたがそれに着くときには、ショーが始まったときにショーがどんなことにもなかなか関心がなくなっていたのです。 あなたはただそれを終わらせたいだけです。 そしてそれが終わると、あなたが期待しているように、それは失望のようです。\u001b[22m\n\u001b[1m(Kono bangumi no shippitsu to pēshingu wa waruidesu, watashi ga itte iru koto wa subetedesu. Sore wa shō no kubi o 4tsu no episōdo de kowashi, gonzō wa B& amp; S no owari made ni sore o chotto shūsei shiyou to shite iru. Shikashi, 10 no kikaina episōdo no yō ni matsu kachigāru sono bamen wa arimashita ka? Anata ga sore ni tsuku tokiniha, shō ga hajimatta toki ni shō ga don'na kotoni mo nakanaka kanshin ga nakunatte ita nodesu. Anata wa tada sore o owara setai dakedesu. Soshite sore ga owaru to, anata ga kitai shite iru yō ni, soreha shitsubō no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe writing and pacing in this show are fucking bad, 's all I'm sayin'. It breaks the show's neck four episodes in, and then GONZO tries to kinda fix it by the time B&amp;S ends with an admittedly well-choreographed wuxia-fight scene. But was that scene worth waiting for, like, ten freaking episodes? Hell naw, by the time you get to it you're already desinterested in ANYTHING the show had going for itself when it started. You just want it to end. And when it ends, it's as disappointing an ending as you might expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe writing and pacing in this show are fucking bad, 's all I'm sayin'.\u001b[24m\n    \u001b[1mこの番組の執筆とペーシングは悪いです、私が言っていることはすべてです。\u001b[22m, \u001b[1m書き込みとこのショーでのペーシングは、のすべての私はコトだ」、悪いクソです。\u001b[22m\n\u001b[4mIt breaks the show's neck four episodes in, and then GONZO tries to kinda fix it by the time B&amp;S ends with an admittedly well-choreographed wuxia-fight scene.\u001b[24m\n    \u001b[1mそれはショーの首を4つのエピソードで壊し、GONZOはB＆amp; Sの終わりまでにそれをちょっと修正しようとしている。\u001b[22m, \u001b[1mそれはでshowの首4のエピソードを破り、その後、GONZOはちょっと時間B＆アンペアによってそれを修正しようとすると、Sは確かによく振り付けwuxia-戦いのシーンで終わります。\u001b[22m\n\u001b[4mBut was that scene worth waiting for, like, ten freaking episodes?\u001b[24m\n    \u001b[1mしかし、10の奇怪なエピソードのように待つ価値があるその場面はありましたか？\u001b[22m, \u001b[1mしかし、そのシーンは10おかしくエピソード、など、を待っている価値がありましたか？\u001b[22m\n\u001b[4mHell naw, by the time you get to it you're already desinterested in ANYTHING the show had going for itself when it started.\u001b[24m\n    \u001b[1mあなたがそれに着くときには、ショーが始まったときにショーがどんなことにもなかなか関心がなくなっていたのです。\u001b[22m, \u001b[1mNAW地獄、あなたはそれを得る時間によって、あなたはすでにそれは始まったときショーは、それ自体のために行くしていた何でもいいでdesinterestedています。\u001b[22m\n\u001b[4mYou just want it to end.\u001b[24m\n    \u001b[1mあなたはただそれを終わらせたいだけです。\u001b[22m, \u001b[1mあなたはちょうどそれが終了します。\u001b[22m\n\u001b[4mAnd when it ends, it's as disappointing an ending as you might expect.\u001b[24m\n    \u001b[1mそしてそれが終わると、あなたが期待しているように、それは失望のようです。\u001b[22m, \u001b[1mそれが終了したとき、それはご想像のとおりエンディングを失望ようです。\u001b[22m\n\u001b[1m\u001b[22m\nToo bad it turned out this way, because up until B&amp;S lost it I was really surprised at how good everything looked (except the horrible CGI). The fight scenes are engaging and fun to watch, the setting makes for a cool atmosphere and some really nice background art, the character designs are average but still acceptable, the soundtrack is pretty cool and Yuki Takao's performance as the heroine Alka - despite her being a useless twat most of the time - is one of my personal highlights in this show (the rest of the cast is alright, I just wish they would've taken the entire thing a little less serious and went a little bit more ham). There is merit to be found here, it's just burried under the writing staff's complete lack of talent.\n\n\u001b[1mB＆amp; Sが失われるまで、それは失われてしまったので、私は本当に驚いていました（恐ろしいCGIを除く）。 戦闘シーンは魅力的で、見るのが楽しいですが、涼しい雰囲気と本当に素敵なバックグラウンドアート、キャラクターのデザインは平均ですがまだ受け入れられるものです。サウンドトラックはかなりクールで、ヒロインAlkaとしてのパフォーマンスは - 彼女の存在にもかかわらず ほとんどの時間は無駄なものです - このショーの私の個人的なハイライトの1つです（キャストの残りの部分は問題ありません、私はちょっと深刻な事を少しでも深刻にして、ハムに少し行きました）。 ここにはメリットがあり、執筆スタッフの完全な才能不足の下に埋もれているだけです。\u001b[22m\n\u001b[1m(B& amp; S ga ushinawa reru made, sore wa ushinawa rete shimattanode, watashi wa hontōni odoroite imashita (osoroshī CGI o nozoku). Sentō shīn wa mirikiteki de, miru no ga tanoshīdesuga, suzushī fun'iki to hontōni sutekina bakkuguraundoāto, kyarakutā no dezain wa heikindesuga mada ukeire rareru monodesu. Saundotorakku wa kanari kūru de, hiroin Alka to shite no pafōmansu wa - kanojo no sonzai nimokakawarazu hotondo no jikan wa mudana monodesu - kono shō no watashi no kojin-tekina hairaito no 1tsudesu (kyasuto no nokori no bubun wa mondaiarimasen, watashi wa chotto shinkokuna koto o sukoshi demo shinkoku ni shite, hamu ni sukoshi ikimashita). Koko ni wa meritto ga ari, shippitsu sutaffu no kanzen'na sainō fusoku no shita ni umorete iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mToo bad it turned out this way, because up until B&amp;S lost it I was really surprised at how good everything looked (except the horrible CGI). The fight scenes are engaging and fun to watch, the setting makes for a cool atmosphere and some really nice background art, the character designs are average but still acceptable, the soundtrack is pretty cool and Yuki Takao's performance as the heroine Alka - despite her being a useless twat most of the time - is one of my personal highlights in this show (the rest of the cast is alright, I just wish they would've taken the entire thing a little less serious and went a little bit more ham). There is merit to be found here, it's just burried under the writing staff's complete lack of talent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mToo bad it turned out this way, because up until B&amp;S lost it I was really surprised at how good everything looked (except the horrible CGI).\u001b[24m\n    \u001b[1mB＆amp; Sが失われるまで、それは失われてしまったので、私は本当に驚いていました（恐ろしいCGIを除く）。\u001b[22m, \u001b[1m残念それはアップまでB＆アンペアので、この方法で判明; Sは、私はすべてが（恐ろしいCGIを除いて）見てどのように良いで本当に驚いたそれを失いました。\u001b[22m\n\u001b[4mThe fight scenes are engaging and fun to watch, the setting makes for a cool atmosphere and some really nice background art, the character designs are average but still acceptable, the soundtrack is pretty cool and Yuki Takao's performance as the heroine Alka - despite her being\u001b[24m\n    \u001b[1m戦闘シーンは魅力的で、見るのが楽しいですが、涼しい雰囲気と本当に素敵なバックグラウンドアート、キャラクターのデザインは平均ですがまだ受け入れられるものです。サウンドトラックはかなりクールで、ヒロインAlkaとしてのパフォーマンスは - 彼女の存在にもかかわらず\u001b[22m, \u001b[1m彼女のされているにもかかわらず - 戦いのシーンは見て魅力的で楽しいです、設定は、キャラクターデザインは、サウンドトラックはかなりクールだとヒロインアルカなどユキ高尾のパフォーマンス平均が、まだ許容可能でクールな雰囲気といくつかの本当に素敵な背景技術になり\u001b[22m\n\u001b[4ma useless twat most of the time - is one of my personal highlights in this show (the rest of the cast is alright, I just wish they would've taken the entire thing a little less serious and went a little bit more ham).\u001b[24m\n    \u001b[1mほとんどの時間は無駄なものです - このショーの私の個人的なハイライトの1つです（キャストの残りの部分は問題ありません、私はちょっと深刻な事を少しでも深刻にして、ハムに少し行きました）。\u001b[22m, \u001b[1m無駄な陰部ほとんどの時間は - （キャストの残りの部分は大丈夫ですが、私はちょうど彼らが全体のことが少し深刻取り、もう少しハムを行ってきてほしい）このショーで私の個人的なハイライトの一つです。\u001b[22m\n\u001b[4mThere is merit to be found here, it's just burried under the writing staff's complete lack of talent.\u001b[24m\n    \u001b[1mここにはメリットがあり、執筆スタッフの完全な才能不足の下に埋もれているだけです。\u001b[22m, \u001b[1mここで発見されるメリットはそれだけの才能の書き込みスタッフの完全な欠如下に埋設だ、があります。\u001b[22m\n\u001b[1m\u001b[22m\nIt's really too bad, there was a ton of potential to just give us a kickass dark fantasy-action romp with cool characters, badass fight scenes and an overall schlocky low budget-wuxia-atmosphere. Instead, B&amp;S went for the angsty route - and failed miserably. And it was the fact that all this talent (the director of this also helmed the direction duties for Steins;Gate, Texhnolyze and Vampire Hunter D - Bloodlust) and all this potential was flushed down the toilet that made me so angry and bitter and made me turn my back on anime for a month or so. Well, maybe the fact that I had completed two anime prior to that that I really didn't like at all had something to do with it. I think the first one was Burn-Up! Scramble, and the other one was Master of Martial Hearts, if I remember correctly.\n\n\u001b[1mそれは実際にはあまりにも悪いです、クールなキャラクター、badassの戦いのシーンと全体的なschlocky低予算 - 無気力の雰囲気とキッカー暗いファンタジーアクションのロープを私たちに与える可能性のトンがあった。 代わりに、B＆amp; Sは不運なルートに行きました - そして悲惨に失敗しました。 そして、このすべての才能（Steinsの指揮官、Gate、Texhnolyze、Vampire Hunter D  -  Bloodlust）もこの才能のすべてがトイレの下で洗い流され、私をとても怒らせ、 私は1ヶ月ほどアニメの背中を回しています。 まあ、私が本当に好きではなかったアニメを2つ完成させたのは、そのアニメと何か関係があったのかもしれません。 私は最初のものがバーンアップだと思います！ 私が正しく覚えていれば、他の人は武道心のマスターでした。\u001b[22m\n\u001b[1m(Sore wa jissai ni wa amarini mo waruidesu, kūruna kyarakutā, badass no tatakai no shīn to zentai-tekina schlocky tei yosan - mukiryoku no fun'iki to kikkā kurai fantajīakushon no rōpu o watashitachi ni ataeru kanōsei no ton ga atta. Kawari ni, B& amp; S wa fuun'na rūto ni ikimashita - soshite hisan ni shippai shimashita. Soshite, ko no subete no sainō (Steins no shiki-kan, Gate, Texhnolyze, banpaia Hunter D - Bloodlust) mo kono sainō no subete ga toire no shita de arainagasa re, watashi o totemo okora se, watashi wa 1-kagetsu hodo anime no senaka o mawashite imasu. Mā, watashi ga hontōni sukide wa nakatta anime o 2tsu kansei sa seta no wa, sono anime to nanika kankei ga atta no kamo shiremasen. Watashi wa saisho no mono ga bān'appuda to omoimasu! Watashi ga tadashiku oboete ireba, hokanohito wa budō kokoro no masutādeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt's really too bad, there was a ton of potential to just give us a kickass dark fantasy-action romp with cool characters, badass fight scenes and an overall schlocky low budget-wuxia-atmosphere. Instead, B&amp;S went for the angsty route - and failed miserably. And it was the fact that all this talent (the director of this also helmed the direction duties for Steins;Gate, Texhnolyze and Vampire Hunter D - Bloodlust) and all this potential was flushed down the toilet that made me so angry and bitter and made me turn my back on anime for a month or so. Well, maybe the fact that I had completed two anime prior to that that I really didn't like at all had something to do with it. I think the first one was Burn-Up! Scramble, and the other one was Master of Martial Hearts, if I remember correctly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's really too bad, there was a ton of potential to just give us a kickass dark fantasy-action romp with cool characters, badass fight scenes and an overall schlocky low budget-wuxia-atmosphere.\u001b[24m\n    \u001b[1mそれは実際にはあまりにも悪いです、クールなキャラクター、badassの戦いのシーンと全体的なschlocky低予算 - 無気力の雰囲気とキッカー暗いファンタジーアクションのロープを私たちに与える可能性のトンがあった。\u001b[22m, \u001b[1mそれはちょうど私たちにクールな文字、ワル戦いのシーンや全体的な安っぽい低予算-wuxia-雰囲気ともう最高ダークファンタジー・アクション楽勝を与える可能性のあるのトンがあった、本当に残念です。\u001b[22m\n\u001b[4mInstead, B&amp;S went for the angsty route - and failed miserably.\u001b[24m\n    \u001b[1m代わりに、B＆amp; Sは不運なルートに行きました - そして悲惨に失敗しました。\u001b[22m, \u001b[1mその代わりに、B＆＃038; Sはangstyルートに行ってきました - そして無残に失敗しました。\u001b[22m\n\u001b[4mAnd it was the fact that all this talent (the director of this also helmed the direction duties for Steins;Gate, Texhnolyze and Vampire Hunter D - Bloodlust) and all this potential was flushed down the toilet that made me so angry and bitter and made\u001b[24m\n    \u001b[1mそして、このすべての才能（Steinsの指揮官、Gate、Texhnolyze、Vampire Hunter D  -  Bloodlust）もこの才能のすべてがトイレの下で洗い流され、私をとても怒らせ、\u001b[22m, \u001b[1mそしてこのすべての電位は私が怒ってと苦い作られたトイレにフラッシュし、作られた -;そしてそれはすべて、この才能（血に飢える門、TexhnolyzeとバンパイアハンターDこれのディレクターもシュタインズの方向性の義務をhelmed）という事実でした\u001b[22m\n\u001b[4mme turn my back on anime for a month or so.\u001b[24m\n    \u001b[1m私は1ヶ月ほどアニメの背中を回しています。\u001b[22m, \u001b[1m私は月かそこらのためのアニメの私の背を向けます。\u001b[22m\n\u001b[4mWell, maybe the fact that I had completed two anime prior to that that I really didn't like at all had something to do with it.\u001b[24m\n    \u001b[1mまあ、私が本当に好きではなかったアニメを2つ完成させたのは、そのアニメと何か関係があったのかもしれません。\u001b[22m, \u001b[1mまあ、私は本当にまったく好きではなかった私はその前に2アニメを完了したという事実は、それとは何かを持っていました。\u001b[22m\n\u001b[4mI think the first one was Burn-Up!\u001b[24m\n    \u001b[1m私は最初のものがバーンアップだと思います！\u001b[22m, \u001b[1m私は最初の1がバーンアップだったと思います！\u001b[22m\n\u001b[4mScramble, and the other one was Master of Martial Hearts, if I remember correctly.\u001b[24m\n    \u001b[1m私が正しく覚えていれば、他の人は武道心のマスターでした。\u001b[22m, \u001b[1m私が正しく覚えていればスクランブル、および他の一つは、マーシャルハーツのマスターでした。\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nHuh. I had a really bad run back then, didn't I?\n\n\u001b[1mハァッ。 当時は本当に悪かったですね。\u001b[22m\n\u001b[1m(Ha~a~tsu. Tōji wa hontōni warukattadesu ne.)\u001b[22m\n\nTranslations of \u001b[4mHuh. I had a really bad run back then, didn't I?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHuh.\u001b[24m\n    \u001b[1mハァッ。\u001b[22m, \u001b[1mはぁ。\u001b[22m\n\u001b[4mI had a really bad run back then, didn't I?\u001b[24m\n    \u001b[1m当時は本当に悪かったですね。\u001b[22m, \u001b[1m私は、私は、当時本当に悪い実行をしませんでした持っていましたか？\u001b[22m\n\u001b[1m\u001b[22m\nLuckily though, I got what I wanted out of this piece of crap a year later with Shingeki no Bahamut - Genesis. Thanks, MAPPA.\n\n\u001b[1m幸運にも、1年後、新世界のバハムート - 創世記と一緒に、私はこのくそったことから欲しいものを手に入れました。 ありがとう、MAPPA。\u001b[22m\n\u001b[1m(Kōun'nimo, 1-nen-go, shin sekai no bahamūto - sōsei-ki to issho ni, watashi wa kono kuso tta koto kara hoshīmono o te ni iremashita. Arigatō, MAPPA.)\u001b[22m\n\nTranslations of \u001b[4mLuckily though, I got what I wanted out of this piece of crap a year later with Shingeki no Bahamut - Genesis. Thanks, MAPPA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuckily though, I got what I wanted out of this piece of crap a year later with Shingeki no Bahamut - Genesis.\u001b[24m\n    \u001b[1m幸運にも、1年後、新世界のバハムート - 創世記と一緒に、私はこのくそったことから欲しいものを手に入れました。\u001b[22m, \u001b[1m幸いなことに、しかし、私は一年後新劇なしバハムートとがらくたのこの作品のうち、欲しかったものを手に - 創世記を。\u001b[22m\n\u001b[4mThanks, MAPPA.\u001b[24m\n    \u001b[1mありがとう、MAPPA。\u001b[22m, \u001b[1mおかげで、MAPPA。\u001b[22m\n\u001b[1m\u001b[22m\ntl;dr:\n\n\u001b[1mtl; dr：\u001b[22m\n\u001b[1m(Tl; dr:)\u001b[22m\n\nTranslations of \u001b[4mtl;dr:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtl;dr:\u001b[24m\n    \u001b[1mtl; dr：\u001b[22m\nTo quote a very famous critic: I hated this show. Hated, hated, hated, hated this show. Hated it. Hated every simpering stupid vacant audience-insulting moment of it. Hated the sensibility that thought anyone would like it after episode 4. Hated the implied insult to the audience by its belief that anyone would be entertained by it.\n\n\u001b[1m非常に有名な批評家を引用する：私はこのショーを嫌った。 嫌い、嫌い、嫌い、このショーを嫌い。 それを憎んだ。 シンプルな愚かな空いている聴衆 - それの侮辱的な瞬間をすべて憎んだ。 エピソード4の後に誰かがそれを好むだろうと思った感性を憎んだ。誰もがそれを楽しむという信念によって、暗黙の侮辱を聴衆に憎んだ。\u001b[22m\n\u001b[1m(Hijō ni yūmeina hihyō-ka o in'yō suru: Watashi wa kono shō o kiratta. Kirai,-girai,-girai, kono shō o kirai. Sore o nikunda. Shinpuruna orokana suiteiru chōshū - sore no bujoku-tekina shunkan o subete nikunda. Episōdo 4 no nochi ni darekaga sore o konomudarou to omotta kansei o nikunda. Daremoga sore o tanoshimu to iu shin'nen ni yotte, anmoku no bujoku o chōshū ni nikunda.)\u001b[22m\n\nTranslations of \u001b[4mTo quote a very famous critic: I hated this show. Hated, hated, hated, hated this show. Hated it. Hated every simpering stupid vacant audience-insulting moment of it. Hated the sensibility that thought anyone would like it after episode 4. Hated the implied insult to the audience by its belief that anyone would be entertained by it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo quote a very famous critic: I hated this show.\u001b[24m\n    \u001b[1m非常に有名な批評家を引用する：私はこのショーを嫌った。\u001b[22m, \u001b[1m非常に有名な評論家の言葉を引用するには：私はこの番組を嫌っ。\u001b[22m\n\u001b[4mHated, hated, hated, hated this show.\u001b[24m\n    \u001b[1m嫌い、嫌い、嫌い、このショーを嫌い。\u001b[22m, \u001b[1m嫌われ、憎まれ、嫌われ、このショーを嫌っ。\u001b[22m\n\u001b[4mHated it.\u001b[24m\n    \u001b[1mそれを憎んだ。\u001b[22m, \u001b[1mそれを嫌っ。\u001b[22m\n\u001b[4mHated every simpering stupid vacant audience-insulting moment of it.\u001b[24m\n    \u001b[1mシンプルな愚かな空いている聴衆 - それの侮辱的な瞬間をすべて憎んだ。\u001b[22m, \u001b[1mそれのすべてのsimpering愚かな空いている観客-侮辱的な瞬間を嫌っ。\u001b[22m\n\u001b[4mHated the sensibility that thought anyone would like it after episode 4. Hated the implied insult to the audience by its belief that anyone would be entertained by it.\u001b[24m\n    \u001b[1mエピソード4の後に誰かがそれを好むだろうと思った感性を憎んだ。誰もがそれを楽しむという信念によって、暗黙の侮辱を聴衆に憎んだ。\u001b[22m, \u001b[1mエピソード4は、誰もがそれによって楽しまれるであろうと、その信念によって観客への暗黙の侮辱を嫌った後、誰もがそれを好むだろうと思った感性を嫌っ。\u001b[22m\n\u001b[1m\u001b[22m\nGoddammit, GONZO!\n\n\u001b[1mゴッドダム、ゴンゾ！\u001b[22m\n\u001b[1m(Goddodamu, gonzo!)\u001b[22m\n\nTranslations of \u001b[4mGoddammit, GONZO!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoddammit, GONZO!\u001b[24m\n    \u001b[1mゴッドダム、ゴンゾ！\u001b[22m, \u001b[1mちくしょう、GONZO！\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Salvation235",
    "profile": "/profile/Salvation235/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=152043",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  7\n\nBlade and Soul：このシリーズでは、私がエピソード5または6に夢中になってしまいました。その物語は奇妙なひねりをとり、最初にBlade and Soulのダンプにぶら下がっています。それは視聴者にとって魅力的な体験になるようです 最初の大きな戦闘の後で楽しむことができます（あなたがそれを見たときに私が何を意味するのか知っているでしょう）。 しかし私は非常に残念に思ったが、私は最後まで見守っていたが、残念ながら開始時のように「umpf」を拾わなかった。\n私は真剣に、このシリーズの予算だと思っていたことを明らかにしていないことを、少なくとも戦友FilmworksのTBS Gonzoが考えないと考えました。\n全体として、私は最後までBlade and Soulを愛していましたが、そのような強いシリーズのオープニングの後、シリーズの中間と終わりには欠けていました。 将来的にはうまくいくものの、あなたのおかげですばらしいショーを楽しみましょう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBlade and Soul: This series had me enthralled up to about episode 5 or 6, the story takes a weird twist and leaves you hanging in the dumps in other words at first Blade and Soul looks like it will be an enthralling experience for the viewer to enjoy but after the first major battle (you will know what I mean when you see it!) you sort of go 'was that it?' It left me very disappointed however I carried on watching to the end and unfortunately it didn't pick up its 'umpf' like it had in the start.\n\n\u001b[1mBlade and Soul：このシリーズでは、私がエピソード5または6に夢中になってしまいました。その物語は奇妙なひねりをとり、最初にBlade and Soulのダンプにぶら下がっています。それは視聴者にとって魅力的な体験になるようです 最初の大きな戦闘の後で楽しむことができます（あなたがそれを見たときに私が何を意味するのか知っているでしょう）。 しかし私は非常に残念に思ったが、私は最後まで見守っていたが、残念ながら開始時のように「umpf」を拾わなかった。\u001b[22m\n\u001b[1m(Bureido ando Soul: Kono shirīzude wa, watashi ga episōdo 5 matawa 6 ni muchū ni natte shimaimashita. Sono monogatari wa kimyōna hineri o tori, saisho ni bureido ando Soul no danpu ni burasagatte imasu. Sore wa shichō-sha ni totte miryoku-tekina taiken ni naru yōdesu saisho no ōkina sentō no nochi de tanoshimu koto ga dekimasu (anata ga sore o mita toki ni watashi ga nani o imi suru no ka shitte irudeshou). Shikashi watashi wa hijō ni zan'nen ni omottaga, watashi wa saigomade mimamotte itaga, zan'nen'nagara kaishi-ji no yō ni `umpf' o hirowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mBlade and Soul: This series had me enthralled up to about episode 5 or 6, the story takes a weird twist and leaves you hanging in the dumps in other words at first Blade and Soul looks like it will be an enthralling experience for the viewer to enjoy but after the first major battle (you will know what I mean when you see it!) you sort of go 'was that it?' It left me very disappointed however I carried on watching to the end and unfortunately it didn't pick up its 'umpf' like it had in the start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBlade and Soul: This series had me enthralled up to about episode 5 or 6, the story takes a weird twist and leaves you hanging in the dumps in other words at first Blade and Soul looks like it will be an enthralling experience for the viewer to\u001b[24m\n    \u001b[1mBlade and Soul：このシリーズでは、私がエピソード5または6に夢中になってしまいました。その物語は奇妙なひねりをとり、最初にBlade and Soulのダンプにぶら下がっています。それは視聴者にとって魅力的な体験になるようです\u001b[22m, \u001b[1mブレードと魂は：このシリーズは私が約エピソード5または6まで魅了していた、物語は奇妙なねじれを取り、葉あなたが最初のブレードで、他の言葉でダンプにぶら下がって、それはへの視聴者のために夢中にさせる経験になるように魂が見えます\u001b[22m\n\u001b[4menjoy but after the first major battle (you will know what I mean when you see it!) you sort of go 'was that it?'\u001b[24m\n    \u001b[1m最初の大きな戦闘の後で楽しむことができます（あなたがそれを見たときに私が何を意味するのか知っているでしょう）。\u001b[22m, \u001b[1m最初の主要な戦い（あなたがそれを見たとき、あなたは私が何を意味するか知っているだろう！）あなたはソートの行く 'はそれということでした？」の後に楽しむが、\u001b[22m\n\u001b[4mIt left me very disappointed however I carried on watching to the end and unfortunately it didn't pick up its 'umpf' like it had in the start.\u001b[24m\n    \u001b[1mしかし私は非常に残念に思ったが、私は最後まで見守っていたが、残念ながら開始時のように「umpf」を拾わなかった。\u001b[22m, \u001b[1mしかし、私は最後まで見に運ばれ、それがスタートで持っていたように、残念ながらそれはその「umpf」をピックアップしていなかった非常に失望し、私を残しました。\u001b[22m\nI seriously thought Gonzo, TBS, Sentai Filmworks, would at least try to not show the obvious cut in what I think was their budget for this series.\n\n\u001b[1m私は真剣に、このシリーズの予算だと思っていたことを明らかにしていないことを、少なくとも戦友FilmworksのTBS Gonzoが考えないと考えました。\u001b[22m\n\u001b[1m(Watashi wa shinken ni, kono shirīzu no yosanda to omotte ita koto o akiraka ni shite inai koto o, sukunakutomo sen'yū Filmworks no TBS Gonzo ga kangaenai to kangaemashita.)\u001b[22m\n\nTranslations of \u001b[4mI seriously thought Gonzo, TBS, Sentai Filmworks, would at least try to not show the obvious cut in what I think was their budget for this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI seriously thought Gonzo, TBS, Sentai Filmworks, would at least try to not show the obvious cut in what I think was their budget for this series.\u001b[24m\n    \u001b[1m私は真剣に、このシリーズの予算だと思っていたことを明らかにしていないことを、少なくとも戦友FilmworksのTBS Gonzoが考えないと考えました。\u001b[22m, \u001b[1m私は真剣にハメ撮り、TBS、戦隊Filmworksは、少なくとも私はこのシリーズのために彼らの予算だったと思う何の明らかなカットを表示しないようにしようと思いました。\u001b[22m\nAll in all I loved Blade and Soul to the very end but it was definitely lacking in the mid and ending of the series after such a strong series opening. Looking forward to hopefully some improvement in the future but thanks to you all for a great show!\n\n\u001b[1m全体として、私は最後までBlade and Soulを愛していましたが、そのような強いシリーズのオープニングの後、シリーズの中間と終わりには欠けていました。 将来的にはうまくいくものの、あなたのおかげですばらしいショーを楽しみましょう！\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa saigomade bureido ando Soul o aishite imashitaga, sono yōna tsuyoi shirīzu no ōpuningu no ato, shirīzu no chūkan to owari ni wa kakete imashita. Shōrai-teki ni wa umaku iku mono no, anata no okage de subarashī shō o tanoshimimashou!)\u001b[22m\n\nTranslations of \u001b[4mAll in all I loved Blade and Soul to the very end but it was definitely lacking in the mid and ending of the series after such a strong series opening. Looking forward to hopefully some improvement in the future but thanks to you all for a great show!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all I loved Blade and Soul to the very end but it was definitely lacking in the mid and ending of the series after such a strong series opening.\u001b[24m\n    \u001b[1m全体として、私は最後までBlade and Soulを愛していましたが、そのような強いシリーズのオープニングの後、シリーズの中間と終わりには欠けていました。\u001b[22m, \u001b[1mすべてのすべてで、私は非常に最後までブレードと魂を愛したが、それは間違いなく半ばに欠けていると、このような強力なシリーズのオープニングの後、一連の終了しました。\u001b[22m\n\u001b[4mLooking forward to hopefully some improvement in the future but thanks to you all for a great show!\u001b[24m\n    \u001b[1m将来的にはうまくいくものの、あなたのおかげですばらしいショーを楽しみましょう！\u001b[22m, \u001b[1m素晴らしいショーのためのあなたのすべてに感謝するが、将来的にうまくいけば、いくつかの改善を楽しみにしています！\u001b[22m"
  },
  {
    "title": "Blade___Soul",
    "id": "22547",
    "url": "https://myanimelist.net/anime/22547/Blade___Soul",
    "user": "Meowsorz",
    "profile": "/profile/Meowsorz/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=149023",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nキャラクター開発 - \nすばらしいです！ しかし、ただ主人公のために。 サポートキャラクターはショーの後半には使用できないようです。 あなたがもっと見たいと思っていたキャラクターは、あなたが好きなほど輝くことはありませんでした。\n\nアニメーション-\nアニメーションは素晴らしいようですが、偽善のようなものです。 背景や文字の詳細、エフェクトを表示している場合は、完全に詳細がわからないことがあります。 ある時点で、バックグラウンドのキャラクターは文字通り、バッグを保持して4秒間その場所を歩いていた。\n\n音-\n音は大丈夫です、私が今までに聞いた最高の音ではありません。 見ている間、私の注意を引いたテーマはほとんどありません。 間違いなく素晴らしい音楽のショーケースでのショーではありません。 しかし、仕事は終わった。\n\nその他の文字 - \nサポートキャラクターはショー全体を通して役割を果たしていたようだが、その役割を果たした彼らの目標はかなり同じだった。 ほとんどすべての単一のサポートキャラクターは、Alkaのやり方と逆にリンクすることができます。 まもなく言いたいことがあるが、Alkaのような気分になって、彼女が何故クラップスのような気がするのか不思議に思う。\n\nストーリー-\n物語は少し跳ね上がった。 あなたが知りたいと思っていたものがたくさん残っていると言えます。 私はこれが別の季節のために設定されているかどうか、またはまだ北米ではないBlade And Soulゲーム内で説明されるかどうかはわかりませんし、ショー内の多くのキャラクターがゲームに存在するとは思いません。\n\n全体的に、ショーはちょうど良い点と悪い点の平均です。 それがした最も良いことは、キャラクター開発でしたが、それは私がそれを賞賛することができるすべてです。 あなたが女性についての素早いショーを望んで、投げ込まれた大丈夫な物語と戦っているなら、これはあなたのためのショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nCharacter Development-\n\n\u001b[1mキャラクター開発 - \u001b[22m\n\u001b[1m(Kyarakutā kaihatsu -)\u001b[22m\n\nTranslations of \u001b[4mCharacter Development-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter Development-\u001b[24m\n    \u001b[1mキャラクター開発 - \u001b[22m\nGreat! But, just for the main character. Supporting characters seem to have no use later in the show. The characters you wanted to see more of didn't get to shine as much as you would like.\n\n\u001b[1mすばらしいです！ しかし、ただ主人公のために。 サポートキャラクターはショーの後半には使用できないようです。 あなたがもっと見たいと思っていたキャラクターは、あなたが好きなほど輝くことはありませんでした。\u001b[22m\n\u001b[1m(Subarashīdesu! Shikashi, tada shujinkō no tame ni. Sapōtokyarakutā wa shō no kōhan ni wa shiyō dekinai yōdesu. Anata ga motto mitai to omotte ita kyarakutā wa, anata ga sukina hodo kagayaku koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mGreat! But, just for the main character. Supporting characters seem to have no use later in the show. The characters you wanted to see more of didn't get to shine as much as you would like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat!\u001b[24m\n    \u001b[1mすばらしいです！\u001b[22m, \u001b[1m偉大な！\u001b[22m, \u001b[1mよかった！\u001b[22m, \u001b[1m素晴らしいです！\u001b[22m, \u001b[1m素晴らしい！\u001b[22m\n\u001b[4mBut, just for the main character.\u001b[24m\n    \u001b[1mしかし、ただ主人公のために。\u001b[22m, \u001b[1mしかし、ちょうど主人公のために。\u001b[22m\n\u001b[4mSupporting characters seem to have no use later in the show.\u001b[24m\n    \u001b[1mサポートキャラクターはショーの後半には使用できないようです。\u001b[22m, \u001b[1m脇役は後でショーで使い道がないように見えます。\u001b[22m\n\u001b[4mThe characters you wanted to see more of didn't get to shine as much as you would like.\u001b[24m\n    \u001b[1mあなたがもっと見たいと思っていたキャラクターは、あなたが好きなほど輝くことはありませんでした。\u001b[22m, \u001b[1mあなたはより多くのを見てみたかった文字は、あなたが望む限り多くの輝きを取得できませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation-\n\n\u001b[1mアニメーション-\u001b[22m\n\u001b[1m(Animēshon -)\u001b[22m\n\nDefinitions of \u001b[4mAnimation-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nAnimation looks great, but it's kind of a fake-great. If you are viewing backgrounds, details on characters, and effects, you'll notice that they are completely under-detailed, especially later in the show. At one point a background character was literally walking in place for 4 seconds holding a bag.\n\n\u001b[1mアニメーションは素晴らしいようですが、偽善のようなものです。 背景や文字の詳細、エフェクトを表示している場合は、完全に詳細がわからないことがあります。 ある時点で、バックグラウンドのキャラクターは文字通り、バッグを保持して4秒間その場所を歩いていた。\u001b[22m\n\u001b[1m(Animēshon wa subarashī yōdesuga, gizen no yōna monodesu. Haikei ya moji no shōsai, efekuto o hyōji shite iru baai wa, kanzen ni shōsai ga wakaranai koto ga arimasu. Aru jiten de, bakkuguraundo no kyarakutā wa mojidōri, baggu o hoji shite 4-byōkan sono basho o aruite ita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation looks great, but it's kind of a fake-great. If you are viewing backgrounds, details on characters, and effects, you'll notice that they are completely under-detailed, especially later in the show. At one point a background character was literally walking in place for 4 seconds holding a bag.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation looks great, but it's kind of a fake-great.\u001b[24m\n    \u001b[1mアニメーションは素晴らしいようですが、偽善のようなものです。\u001b[22m, \u001b[1mアニメーションは素晴らしい見えますが、それは偽の-素晴らしいのようなものです。\u001b[22m\n\u001b[4mIf you are viewing backgrounds, details on characters, and effects, you'll notice that they are completely under-detailed, especially later in the show.\u001b[24m\n    \u001b[1m背景や文字の詳細、エフェクトを表示している場合は、完全に詳細がわからないことがあります。\u001b[22m, \u001b[1mあなたは背景、文字の詳細については、その効果を表示している場合、あなたは彼らが特に後でショーで、下に、詳細な完全であることがわかります。\u001b[22m\n\u001b[4mAt one point a background character was literally walking in place for 4 seconds holding a bag.\u001b[24m\n    \u001b[1mある時点で、バックグラウンドのキャラクターは文字通り、バッグを保持して4秒間その場所を歩いていた。\u001b[22m, \u001b[1m1点で背景文字は、文字通り袋を保持する4秒間の場所に歩いていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound-\n\n\u001b[1m音-\u001b[22m\n\u001b[1m(Oto -)\u001b[22m\n\nDefinitions of \u001b[4mSound-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound is okay, not the best i've ever heard. Very few themes caught my attention while watching. Definitely not a show with a showcase of great music. It gets the job done though.\n\n\u001b[1m音は大丈夫です、私が今までに聞いた最高の音ではありません。 見ている間、私の注意を引いたテーマはほとんどありません。 間違いなく素晴らしい音楽のショーケースでのショーではありません。 しかし、仕事は終わった。\u001b[22m\n\u001b[1m(Oto wa daijōbudesu, watashi ga ima made ni kiita saikō no otode wa arimasen. Mite iru ma, watashi no chūi o hiita tēma wa hotondo arimasen. Machigainaku subarashī ongaku no shōkēsu de no shōde wa arimasen. Shikashi, shigoto wa owatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is okay, not the best i've ever heard. Very few themes caught my attention while watching. Definitely not a show with a showcase of great music. It gets the job done though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is okay, not the best i've ever heard.\u001b[24m\n    \u001b[1m音は大丈夫です、私が今までに聞いた最高の音ではありません。\u001b[22m, \u001b[1m音は私が今まで聞いた最高の、大丈夫ではありません。\u001b[22m\n\u001b[4mVery few themes caught my attention while watching.\u001b[24m\n    \u001b[1m見ている間、私の注意を引いたテーマはほとんどありません。\u001b[22m, \u001b[1m見ながら、非常に少数のテーマは私の注意を引きました。\u001b[22m\n\u001b[4mDefinitely not a show with a showcase of great music.\u001b[24m\n    \u001b[1m間違いなく素晴らしい音楽のショーケースでのショーではありません。\u001b[22m, \u001b[1m絶対にありません素晴らしい音楽のショーケースでショー。\u001b[22m\n\u001b[4mIt gets the job done though.\u001b[24m\n    \u001b[1mしかし、仕事は終わった。\u001b[22m, \u001b[1mこれは、しかし、仕事を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nOther Characters-\n\n\u001b[1mその他の文字 - \u001b[22m\n\u001b[1m(Sonohoka no moji -)\u001b[22m\n\nTranslations of \u001b[4mOther Characters-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther Characters-\u001b[24m\n    \u001b[1mその他の文字 - \u001b[22m, \u001b[1mその他Characters-\u001b[22m\nSupporting characters seemed to have a role throughout the show, but their goals with said role were rather the same. Almost every single supporting character can be linked back with Alka one way or another. To put it shortly, the supporting characters make Alka feel like crap, and make her wonder why she feels like crap then come to some sort of conclusion to not feel like crap.\n\n\u001b[1mサポートキャラクターはショー全体を通して役割を果たしていたようだが、その役割を果たした彼らの目標はかなり同じだった。 ほとんどすべての単一のサポートキャラクターは、Alkaのやり方と逆にリンクすることができます。 まもなく言いたいことがあるが、Alkaのような気分になって、彼女が何故クラップスのような気がするのか不思議に思う。\u001b[22m\n\u001b[1m(Sapōtokyarakutā wa shō zentai o tōshite yakuwari o hatashite ita yōdaga, sono yakuwari o hatashita karera no mokuhyō wa kanari onajidatta. Hotondo subete no tan'itsu no sapōtokyarakutā wa, Alka no yarikata to gyaku ni rinku suru koto ga dekimasu. Mamonaku iitai koto ga aru ga, Alka no yōna kibun ni natte, kanojo ga naze kurappusu no yōna ki ga suru no ka fushigi ni omou.)\u001b[22m\n\nTranslations of \u001b[4mSupporting characters seemed to have a role throughout the show, but their goals with said role were rather the same. Almost every single supporting character can be linked back with Alka one way or another. To put it shortly, the supporting characters make Alka feel like crap, and make her wonder why she feels like crap then come to some sort of conclusion to not feel like crap.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSupporting characters seemed to have a role throughout the show, but their goals with said role were rather the same.\u001b[24m\n    \u001b[1mサポートキャラクターはショー全体を通して役割を果たしていたようだが、その役割を果たした彼らの目標はかなり同じだった。\u001b[22m, \u001b[1m脇役はショー全体的な役割を持っているように見えたが、との目標は役割が同じむしろ述べました。\u001b[22m\n\u001b[4mAlmost every single supporting character can be linked back with Alka one way or another.\u001b[24m\n    \u001b[1mほとんどすべての単一のサポートキャラクターは、Alkaのやり方と逆にリンクすることができます。\u001b[22m, \u001b[1mほぼすべての単一の支持の文字がアルカ一つの方法または別のバックリンクすることができます。\u001b[22m\n\u001b[4mTo put it shortly, the supporting characters make Alka feel like crap, and make her wonder why she feels like crap then come to some sort of conclusion to not feel like crap.\u001b[24m\n    \u001b[1mまもなく言いたいことがあるが、Alkaのような気分になって、彼女が何故クラップスのような気がするのか不思議に思う。\u001b[22m, \u001b[1mすぐにそれを置くために、サポートする文字はアルカはがらくたのような気分にさせる、と彼女は彼女ががらくたのように感じ、なぜその後、がらくたのように感じるしないように結論のいくつかの並べ替えに来るのだろうか作ります。\u001b[22m\n\u001b[1m\u001b[22m\nStory-\n\n\u001b[1mストーリー-\u001b[22m\n\u001b[1m(Sutōrī -)\u001b[22m\n\nDefinitions of \u001b[4mStory-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story jumped around a bit. I can say a bunch of the stuff you wanted to know about was left unanswered. I'm not sure if this is setting up for another season, or to be explained within the Blade And Soul game, which isn't in North America yet and I don't think many characters within the show exist in the game.\n\n\u001b[1m物語は少し跳ね上がった。 あなたが知りたいと思っていたものがたくさん残っていると言えます。 私はこれが別の季節のために設定されているかどうか、またはまだ北米ではないBlade And Soulゲーム内で説明されるかどうかはわかりませんし、ショー内の多くのキャラクターがゲームに存在するとは思いません。\u001b[22m\n\u001b[1m(Monogatari wa sukoshi haneagatta. Anata ga shiritai to omotte ita mono ga takusan nokotte iru to iemasu. Watashi wa kore ga betsu no kisetsu no tame ni settei sa rete iru ka dō ka, matawa mada Hokubeide wanai bureido And Soul gēmu-nai de setsumei sa reru ka dō ka wa wakarimasenshi, shō-nai no ōku no kyarakutā ga gēmu ni sonzai suru to wa omoimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story jumped around a bit. I can say a bunch of the stuff you wanted to know about was left unanswered. I'm not sure if this is setting up for another season, or to be explained within the Blade And Soul game, which isn't in North America yet and I don't think many characters within the show exist in the game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story jumped around a bit.\u001b[24m\n    \u001b[1m物語は少し跳ね上がった。\u001b[22m, \u001b[1m話は少し周りを跳びました。\u001b[22m\n\u001b[4mI can say a bunch of the stuff you wanted to know about was left unanswered.\u001b[24m\n    \u001b[1mあなたが知りたいと思っていたものがたくさん残っていると言えます。\u001b[22m, \u001b[1m私はあなたについて知りたかった原料の束が未回答のままにしたと言うことができます。\u001b[22m\n\u001b[4mI'm not sure if this is setting up for another season, or to be explained within the Blade And Soul game, which isn't in North America yet and I don't think many characters within the show exist in the game.\u001b[24m\n    \u001b[1m私はこれが別の季節のために設定されているかどうか、またはまだ北米ではないBlade And Soulゲーム内で説明されるかどうかはわかりませんし、ショー内の多くのキャラクターがゲームに存在するとは思いません。\u001b[22m, \u001b[1m私は、これは別のシーズンのために設定されている、またはまだ北米ではないブレード・アンド・ソウルゲーム内で説明されるかはわからないと私はショー内の多くの文字は、ゲーム内に存在しないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall the show is just average with some good and bad points. The best thing it did was character development, but that's about all I can praise it for. If you want a quick show about women and fighting with some okay story thrown in, this is the show for you.\n\n\u001b[1m全体的に、ショーはちょうど良い点と悪い点の平均です。 それがした最も良いことは、キャラクター開発でしたが、それは私がそれを賞賛することができるすべてです。 あなたが女性についての素早いショーを望んで、投げ込まれた大丈夫な物語と戦っているなら、これはあなたのためのショーです。\u001b[22m\n\u001b[1m(Zentai-teki ni, shō wa chōdo yoi ten to warui ten no heikindesu. Sore ga shita mottomo yoi koto wa, kyarakutā kaihatsudeshitaga, sore wa watashi ga sore o shōsan suru koto ga dekiru subetedesu. Anata ga josei ni tsuite no subayai shō o nozonde, nagekoma reta daijōbuna monogatari to tatakatte irunara, kore wa anata no tame no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall the show is just average with some good and bad points. The best thing it did was character development, but that's about all I can praise it for. If you want a quick show about women and fighting with some okay story thrown in, this is the show for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the show is just average with some good and bad points.\u001b[24m\n    \u001b[1m全体的に、ショーはちょうど良い点と悪い点の平均です。\u001b[22m, \u001b[1m全体のショーは、いくつかの良い点、悪い点では平均です。\u001b[22m\n\u001b[4mThe best thing it did was character development, but that's about all I can praise it for.\u001b[24m\n    \u001b[1mそれがした最も良いことは、キャラクター開発でしたが、それは私がそれを賞賛することができるすべてです。\u001b[22m, \u001b[1mそれがなかった最高のものは、文字の開発だったが、それは私がそれを賞賛することができますについてのすべてです。\u001b[22m\n\u001b[4mIf you want a quick show about women and fighting with some okay story thrown in, this is the show for you.\u001b[24m\n    \u001b[1mあなたが女性についての素早いショーを望んで、投げ込まれた大丈夫な物語と戦っているなら、これはあなたのためのショーです。\u001b[22m, \u001b[1mあなたが女性とでスローいくつかいい話との戦いについての迅速なショーをしたい場合は、これはあなたのためのショーです。\u001b[22m"
  }
]
