[
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Lepchin",
    "profile": "/profile/Lepchin/reviews",
    "pages": "22",
    "number": "1",
    "link": "/reviews.php?id=22262",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  5\n|  5\n\n私の最初のレビュー。 私のアニメを評価するときは心に留めておいてください。アニメーションを作るのに多くの時間と労力がかかるので、私は通常かなり寛大です。\n\n最初に私はElfen Liedの長所を始めます。\n\nアート/アニメーション：とても美しい。 アニメーションは流暢でよく実行されました。 そして、芸術は素晴らしかったです。\n\n音楽：音楽には、それに気の利いた雰囲気がたくさんあった。 これは、このアニメの気分を設定するのに役立つので、良いものでした。 特にオルゴールの曲に来たとき。\n\n今Elfen Liedの短所。\n\n文字：鈍いと退屈。 あなたがすべての人物を一緒に迎え入れると、それは誰がよりクレイジーな人生を持っているかのコンテストです。\n\nストーリー：ストーリーは潜在的なものでしたが、使用されていませんでした。 それは基本的にヌードとゴアの1つの大きな同情のフェスティバルでした。 そして結局、閉鎖はありませんでした。これまで何の質問も無回答のままでした。 それはあなたがマンガを読んで行くことを望んでいない限りです。\n\nだから、Elfen Liedをいくつかの言葉でまとめると、それは次のようになります。\n\nそれは私から7/10を得ます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMy first review. Keep in mind when I rate my anime, I'm usually pretty generous because it does take a lot of time and effort to make any kind of animation.\n\n\u001b[1m私の最初のレビュー。 私のアニメを評価するときは心に留めておいてください。アニメーションを作るのに多くの時間と労力がかかるので、私は通常かなり寛大です。\u001b[22m\n\u001b[1m(Watashi no saisho no rebyū. Watashi no anime o hyōka suru toki wa kokoro ni tomete oite kudasai. Animēshon o tsukuru no ni ōku no jikan to rōryoku ga kakarunode, watashi wa tsūjō kanari kandaidesu.)\u001b[22m\n\nTranslations of \u001b[4mMy first review. Keep in mind when I rate my anime, I'm usually pretty generous because it does take a lot of time and effort to make any kind of animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first review.\u001b[24m\n    \u001b[1m私の最初のレビュー。\u001b[22m\n\u001b[4mKeep in mind when I rate my anime, I'm usually pretty generous because it does take a lot of time and effort to make any kind of animation.\u001b[24m\n    \u001b[1m私のアニメを評価するときは心に留めておいてください。アニメーションを作るのに多くの時間と労力がかかるので、私は通常かなり寛大です。\u001b[22m, \u001b[1m私はアニメを評価する際には、アニメーションのいずれかの種類を作るために多くの時間と労力がかかるんので、私は通常かなり寛大だ覚えておいてください。\u001b[22m\n\u001b[1m\u001b[22m\nFirst I'll start of the Pros of Elfen Lied.\n\n\u001b[1m最初に私はElfen Liedの長所を始めます。\u001b[22m\n\u001b[1m(Saisho ni watashi wa Elfen Lied no chōsho o hajimemasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst I'll start of the Pros of Elfen Lied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst I'll start of the Pros of Elfen Lied.\u001b[24m\n    \u001b[1m最初に私はElfen Liedの長所を始めます。\u001b[22m, \u001b[1m最初に私はリートエルフェンの長所を開始します。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation: Very beautiful. The animation was fluent and well executed. And the art was excellent.\n\n\u001b[1mアート/アニメーション：とても美しい。 アニメーションは流暢でよく実行されました。 そして、芸術は素晴らしかったです。\u001b[22m\n\u001b[1m(Āto/ animēshon: Totemo utsukushī. Animēshon wa ryūchōde yoku jikkō sa remashita. Soshite, geijutsu wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation: Very beautiful. The animation was fluent and well executed. And the art was excellent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation: Very beautiful.\u001b[24m\n    \u001b[1mアート/アニメーション：とても美しい。\u001b[22m, \u001b[1mアート/アニメーション：非常に美しいです。\u001b[22m\n\u001b[4mThe animation was fluent and well executed.\u001b[24m\n    \u001b[1mアニメーションは流暢でよく実行されました。\u001b[22m, \u001b[1mアニメーションは、流暢な、よく実行されました。\u001b[22m\n\u001b[4mAnd the art was excellent.\u001b[24m\n    \u001b[1mそして、芸術は素晴らしかったです。\u001b[22m, \u001b[1mそしてアートが優れていました。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: The music had a lot of creepy vibes to it. Which was good because it helps to set the mood for this anime. Especially when it came to the song from the music box.\n\n\u001b[1m音楽：音楽には、それに気の利いた雰囲気がたくさんあった。 これは、このアニメの気分を設定するのに役立つので、良いものでした。 特にオルゴールの曲に来たとき。\u001b[22m\n\u001b[1m(Ongaku: Ongaku ni wa, soreni kinokiita fun'iki ga takusan atta. Kore wa, kono anime no kibun o settei suru no ni yakudatsu node, yoi monodeshita. Tokuni orugōru no kyoku ni kita toki.)\u001b[22m\n\nTranslations of \u001b[4mMusic: The music had a lot of creepy vibes to it. Which was good because it helps to set the mood for this anime. Especially when it came to the song from the music box.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: The music had a lot of creepy vibes to it.\u001b[24m\n    \u001b[1m音楽：音楽には、それに気の利いた雰囲気がたくさんあった。\u001b[22m, \u001b[1mミュージック：音楽はそれに不気味な感じがたくさんありました。\u001b[22m\n\u001b[4mWhich was good because it helps to set the mood for this anime.\u001b[24m\n    \u001b[1mこれは、このアニメの気分を設定するのに役立つので、良いものでした。\u001b[22m, \u001b[1mそれがこのアニメのためのムードを設定するのに役立ちますので、良かったです。\u001b[22m\n\u001b[4mEspecially when it came to the song from the music box.\u001b[24m\n    \u001b[1m特にオルゴールの曲に来たとき。\u001b[22m, \u001b[1mそれはオルゴールの曲に来た場合は特に。\u001b[22m\n\u001b[1m\u001b[22m\nNow the Cons of Elfen Lied.\n\n\u001b[1m今Elfen Liedの短所。\u001b[22m\n\u001b[1m(Ima Elfen Lied no tansho.)\u001b[22m\n\nTranslations of \u001b[4mNow the Cons of Elfen Lied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the Cons of Elfen Lied.\u001b[24m\n    \u001b[1m今Elfen Liedの短所。\u001b[22m, \u001b[1m今エルフェンの短所歌曲。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Dull and Boring. Pretty much when you get all the character together it's a contest on who's had the crappier life.\n\n\u001b[1m文字：鈍いと退屈。 あなたがすべての人物を一緒に迎え入れると、それは誰がよりクレイジーな人生を持っているかのコンテストです。\u001b[22m\n\u001b[1m(Moji: Nibui to taikutsu. Anata ga subete no jinbutsu o issho ni mukaeireru to, sore wa dare ga yori kureijīna jinsei o motte iru ka no kontesutodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Dull and Boring. Pretty much when you get all the character together it's a contest on who's had the crappier life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Dull and Boring.\u001b[24m\n    \u001b[1m文字：鈍いと退屈。\u001b[22m, \u001b[1mキャラクター：鈍いと退屈。\u001b[22m\n\u001b[4mPretty much when you get all the character together it's a contest on who's had the crappier life.\u001b[24m\n    \u001b[1mあなたがすべての人物を一緒に迎え入れると、それは誰がよりクレイジーな人生を持っているかのコンテストです。\u001b[22m, \u001b[1mあなたが一緒にすべての文字を取得するときにかなりそれはcrappier命を持ったという人にコンテストです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story did have potential, but it wasn't used. It was basically one big pity fest with nudity and gore. And at the end there was no closure what so ever and there were TONS of questions left unanswered. That is unless you want to go read the manga.\n\n\u001b[1mストーリー：ストーリーは潜在的なものでしたが、使用されていませんでした。 それは基本的にヌードとゴアの1つの大きな同情のフェスティバルでした。 そして結局、閉鎖はありませんでした。これまで何の質問も無回答のままでした。 それはあなたがマンガを読んで行くことを望んでいない限りです。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa senzai-tekina monodeshitaga, shiyō sa rete imasendeshita. Sore wa kihontekini nūdo to Goa no 1tsu no ōkina dōjō no fesutibarudeshita. Soshite kekkyoku, heisa wa arimasendeshita. Kore made nan no shitsumon mo mu kaitō no mamadeshita. Sore wa anata ga manga o yonde iku koto o nozonde inai kagiridesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story did have potential, but it wasn't used. It was basically one big pity fest with nudity and gore. And at the end there was no closure what so ever and there were TONS of questions left unanswered. That is unless you want to go read the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story did have potential, but it wasn't used.\u001b[24m\n    \u001b[1mストーリー：ストーリーは潜在的なものでしたが、使用されていませんでした。\u001b[22m, \u001b[1mストーリー：物語は可能性を持っていたが、それは使用されませんでした。\u001b[22m\n\u001b[4mIt was basically one big pity fest with nudity and gore.\u001b[24m\n    \u001b[1mそれは基本的にヌードとゴアの1つの大きな同情のフェスティバルでした。\u001b[22m, \u001b[1mこれは、基本的にはヌードやマチ付きフェスト一つの大きな残念でした。\u001b[22m\n\u001b[4mAnd at the end there was no closure what so ever and there were TONS of questions left unanswered.\u001b[24m\n    \u001b[1mそして結局、閉鎖はありませんでした。これまで何の質問も無回答のままでした。\u001b[22m, \u001b[1mそして、最後にどのようなので、今まで何の閉鎖はありませんでしたし、未回答左質問のトンがありました。\u001b[22m\n\u001b[4mThat is unless you want to go read the manga.\u001b[24m\n    \u001b[1mそれはあなたがマンガを読んで行くことを望んでいない限りです。\u001b[22m, \u001b[1mあなたは漫画を読みに行きたいしない限り、それはです。\u001b[22m\n\u001b[1m\u001b[22m\nSo to sum up Elfen Lied within a few words its would be: BLOOD, GUTS, PITY ME!!!\n\n\u001b[1mだから、Elfen Liedをいくつかの言葉でまとめると、それは次のようになります。\u001b[22m\n\u001b[1m(Dakara, Elfen Lied o ikutsu ka no kotoba de matomeru to, sore wa tsugi no yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo to sum up Elfen Lied within a few words its would be: BLOOD, GUTS, PITY ME!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo to sum up Elfen Lied within a few words its would be: BLOOD, GUTS, PITY ME!!!\u001b[24m\n    \u001b[1mだから、Elfen Liedをいくつかの言葉でまとめると、それは次のようになります。\u001b[22m, \u001b[1mだからエルフェンを総括するために、そのは次のようになり、いくつかの単語の中にリート：BLOOD、GUTS、残念ME!!!\u001b[22m\n\u001b[1m\u001b[22m\nIt gets a 7/10 from me.\n\n\u001b[1mそれは私から7/10を得ます。\u001b[22m\n\u001b[1m(Sore wa watashi kara 7/ 10 o emasu.)\u001b[22m\n\nTranslations of \u001b[4mIt gets a 7/10 from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt gets a 7/10 from me.\u001b[24m\n    \u001b[1mそれは私から7/10を得ます。\u001b[22m, \u001b[1mそれは私から7月10日を取得します。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "ShojoShonenOTAKU",
    "profile": "/profile/ShojoShonenOTAKU/reviews",
    "pages": "22",
    "number": "2",
    "link": "/reviews.php?id=52701",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  4\nキャラクター|  5\n|  6\n\nコニチワ。 私はこれが初めてレビューを書くことであることを指摘しましょう。だから、私は「専門家でない」または誤解を招くような点についてはお詫びします。\n\nエルフェンは嘘をついた。 良い神。 私はまずインターネットからこのアニメについて聞きましたが、私はそれについて良いことと悪いことを聞いていました。 だから、私はそれを見ることをためらった。 しかし、ついにこの極端に残酷な、残酷な、まったく恐ろしいアニメを開始するために私は自分自身をプッシュしたとき、それは私がジョージア州への長い車に乗っていたからだけでした。 私はこのシリーズが非常に繁栄して成熟していることを知りませんでしたので、それは私（12歳の時）をガードしていませんでした。 ヌード、暴力、残虐行為、そして少しばかげた瞬間の少し。\n\nストーリー：\n物語はかなり独特で、とても多くの場所に行って、非常に多くの弧を作ったかもしれないが、それはしなかった。 あなたはDicloniusを止める方法を理解しようとしている軍事/研究施設を垣間見ることができます。 それはかなりです。  5/10\n\n音：\n*怒りのモードが始まる*私は英語のダブに耐えることができないので、私は日本語で再見ます。 私は本当に英語のダブが嫌いです。 おそらく、ルーシーを除くすべての声は恐ろしい迷惑であり、そのように過小評価されているか、それほど誇張されています。悲しい、深刻な、劇的で面白いと思われていたかどうかにかかわらず、  * rage mode end *しかし、音楽は素晴らしかったし、神のひどいダブのための小さなビットを作った。 オープニングはとても美しいです、私は自分自身を毎日それをハミングすることがわかります。 結末はまあまあですが、BGの音楽はあらゆるシーンに完璧にフィットします。 だからその4/10。\n\nキャラクター：\n開発は非常に顕著ではない、ルーシーは本当に開発している唯一のものです。 私はゆかが大嫌いです。 彼女はそれほど迷惑をかけなかった。 私はルーシーを崇拝した。 他のキャラクターは...。 私は貧しい仲間の鞍馬長官に申し訳なく思った。 だから5/10\n\n楽しみ：\n私は個人的に非常にひねった人です。 私はゴアが大好きです。 だから私はまったく気にしなかった。 私はこのアニメが持っていた強烈な残酷を気にしました。 本当に素晴らしい人生を送っているような気分になります。 ショー全体に散らばっている「甘い」瞬間は小さな救援として役立ちますが、それらの多くはありません。 しかし、終わり近くには、炎が降り注ぐかどうか、それがどうやって終わるかを見てとても興奮していました。 私はあなたが得た崖のハンガーのどれくらいに失望したのですか。 私は6/10を与える\n\n全体：\nこのシリーズは、かすかな人のためのものではありません。 たくさんの血。 女性ヌードがたくさんあります。 多くの拷問と残虐行為。 恐ろしいダブ。 素晴らしいサウンドトラック。  7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nKonichiwa. Let me point out that this is my first time writing a review, so I apologize for any 'unprofessional' or misleading points.\n\n\u001b[1mコニチワ。 私はこれが初めてレビューを書くことであることを指摘しましょう。だから、私は「専門家でない」または誤解を招くような点についてはお詫びします。\u001b[22m\n\u001b[1m(Konichiwa. Watashi wa kore ga hajimete rebyū o kaku kotodearu koto o shiteki shimashou. Dakara, watashi wa `senmonkadenai' matawa gokai o maneku yōna ten ni tsuite wa owabi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKonichiwa. Let me point out that this is my first time writing a review, so I apologize for any 'unprofessional' or misleading points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKonichiwa.\u001b[24m\n    \u001b[1mコニチワ。\u001b[22m, \u001b[1mKonichiwa。\u001b[22m\n\u001b[4mLet me point out that this is my first time writing a review, so I apologize for any 'unprofessional' or misleading points.\u001b[24m\n    \u001b[1m私はこれが初めてレビューを書くことであることを指摘しましょう。だから、私は「専門家でない」または誤解を招くような点についてはお詫びします。\u001b[22m, \u001b[1m私はこのレビューを書いて初めてですので、私は、任意の「専門外」または誤解を招く点について謝罪することを指摘してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied. Good God. I first heard about this anime from the internet and I heard both good and bad things about it. So I was hesitant to watch it. But when I finally pushed myself to start this extremely gory, cruel, just downright freaking depressing anime, it was only because I was on a LONG car ride to Georgia. I didn't know how extremely gory and mature this series was so it took me (a 12 year old at the time) off guard. Nudity, violence, cruelty, and a tad bit of pervy moments.\n\n\u001b[1mエルフェンは嘘をついた。 良い神。 私はまずインターネットからこのアニメについて聞きましたが、私はそれについて良いことと悪いことを聞いていました。 だから、私はそれを見ることをためらった。 しかし、ついにこの極端に残酷な、残酷な、まったく恐ろしいアニメを開始するために私は自分自身をプッシュしたとき、それは私がジョージア州への長い車に乗っていたからだけでした。 私はこのシリーズが非常に繁栄して成熟していることを知りませんでしたので、それは私（12歳の時）をガードしていませんでした。 ヌード、暴力、残虐行為、そして少しばかげた瞬間の少し。\u001b[22m\n\u001b[1m(Erufen wa uso o tsuita. Yoi kami. Watashi wa mazu intānetto kara kono anime ni tsuite kikimashitaga, watashi wa sore ni tsuite yoi koto to waruikoto o kiite imashita. Dakara, watashi wa sore o miru koto o tameratta. Shikashi, tsuini kono kyokutan ni zankokuna, zankokuna, mattaku osoroshī anime o kaishi suru tame ni watashi wa jibun jishin o pusshu shita toki, sore wa watashi ga jōjia-shū e no nagai kuruma ni notte itakara dakedeshita. Watashi wa kono shirīzu ga hijō ni han'ei shite seijuku shite iru koto o shirimasendeshitanode, sore wa watashi (12-sai no toki) o gādo shite imasendeshita. Nūdo, bōryoku, zangyaku kōi, soshite sukoshi bakageta shunkan no sukoshi.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied. Good God. I first heard about this anime from the internet and I heard both good and bad things about it. So I was hesitant to watch it. But when I finally pushed myself to start this extremely gory, cruel, just downright freaking depressing anime, it was only because I was on a LONG car ride to Georgia. I didn't know how extremely gory and mature this series was so it took me (a 12 year old at the time) off guard. Nudity, violence, cruelty, and a tad bit of pervy moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied.\u001b[24m\n    \u001b[1mエルフェンは嘘をついた。\u001b[22m, \u001b[1mエルフェンリート。\u001b[22m\n\u001b[4mGood God.\u001b[24m\n    \u001b[1m良い神。\u001b[22m, \u001b[1m神良いです。\u001b[22m\n\u001b[4mI first heard about this anime from the internet and I heard both good and bad things about it.\u001b[24m\n    \u001b[1m私はまずインターネットからこのアニメについて聞きましたが、私はそれについて良いことと悪いことを聞いていました。\u001b[22m, \u001b[1m私が最初にインターネットからこのアニメの話を聞いて、私はそれについての良い面と悪い面のことを聞きました。\u001b[22m\n\u001b[4mSo I was hesitant to watch it.\u001b[24m\n    \u001b[1mだから、私はそれを見ることをためらった。\u001b[22m, \u001b[1mだから私はそれを見ることを躊躇しました。\u001b[22m\n\u001b[4mBut when I finally pushed myself to start this extremely gory, cruel, just downright freaking depressing anime, it was only because I was on a LONG car ride to Georgia.\u001b[24m\n    \u001b[1mしかし、ついにこの極端に残酷な、残酷な、まったく恐ろしいアニメを開始するために私は自分自身をプッシュしたとき、それは私がジョージア州への長い車に乗っていたからだけでした。\u001b[22m, \u001b[1m私は最終的にこの非常に血みどろの、残酷な、ちょうど実にひどく神経質に気のめいるアニメを開始するために自分自身をプッシュするとき、私はグルジアへのLONGの車に乗っていたので、しかし、それだけでした。\u001b[22m\n\u001b[4mI didn't know how extremely gory and mature this series was so it took me (a 12 year old at the time) off guard.\u001b[24m\n    \u001b[1m私はこのシリーズが非常に繁栄して成熟していることを知りませんでしたので、それは私（12歳の時）をガードしていませんでした。\u001b[22m, \u001b[1m私はどのように非常に血みどろの知っているし、このシリーズは、それが油断（当時12歳）連れて行ってくれたそうだった成熟しませんでした。\u001b[22m\n\u001b[4mNudity, violence, cruelty, and a tad bit of pervy moments.\u001b[24m\n    \u001b[1mヌード、暴力、残虐行為、そして少しばかげた瞬間の少し。\u001b[22m, \u001b[1mヌード、暴力、残虐、および性的倒錯者の瞬間の少しビット。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story is pretty unique, could have gone so many places and made so many arcs but it did not. You get a glimpse at the military/research facility trying to figure out how to stop the Diclonius, and how Kouta deals with all of the strange women flying his way. That's pretty much it. 5/10\n\n\u001b[1m物語はかなり独特で、とても多くの場所に行って、非常に多くの弧を作ったかもしれないが、それはしなかった。 あなたはDicloniusを止める方法を理解しようとしている軍事/研究施設を垣間見ることができます。 それはかなりです。  5/10\u001b[22m\n\u001b[1m(Monogatari wa kanari dokutokude, totemo ōku no basho ni itte, hijō ni ōku no ko o tsukutta kamo shirenaiga, soreha shinakatta. Anata wa Diclonius o tomeru hōhō o rikai shiyou to shite iru gunji/ kenkyū shisetsu o kaimamiru koto ga dekimasu. Sore wa kanaridesu. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty unique, could have gone so many places and made so many arcs but it did not. You get a glimpse at the military/research facility trying to figure out how to stop the Diclonius, and how Kouta deals with all of the strange women flying his way. That's pretty much it. 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty unique, could have gone so many places and made so many arcs but it did not.\u001b[24m\n    \u001b[1m物語はかなり独特で、とても多くの場所に行って、非常に多くの弧を作ったかもしれないが、それはしなかった。\u001b[22m, \u001b[1m物語はかなりユニークであるため、多くの場所と作られた非常に多くの円弧を行ったが、それはなかったことがありました。\u001b[22m\n\u001b[4mYou get a glimpse at the military/research facility trying to figure out how to stop the Diclonius, and how Kouta deals with all of the strange women flying his way.\u001b[24m\n    \u001b[1mあなたはDicloniusを止める方法を理解しようとしている軍事/研究施設を垣間見ることができます。\u001b[22m, \u001b[1mあなたはDicloniusを停止する方法を理解しようとしている軍事/研究施設を垣間見るを取得し、小唄は、彼の方法を飛んで奇妙な女性のすべてを扱う方法について説明します。\u001b[22m\n\u001b[4mThat's pretty much it.\u001b[24m\n    \u001b[1mそれはかなりです。\u001b[22m, \u001b[1mそれはかなりそれです。\u001b[22m\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n*rage mode start* LET ME JUST SAY that I can't stand the English dub, so I will re-watch in Japanese. Like I REALLY hate the English dub. Every single voice, except, maybe, Lucy, is terrible annoying and either so underacted or so overacted I just had a hard time getting into the moment, whether it was supposed to be sad, serious, dramatic or funny. *rage mode end* However, the music was fabulous and made up a small bit for the god awful dub. The opening is so beautiful, I find myself humming it on a daily basis. The ending is decent, but the BG music fits every scene perfectly. So its a 4/10.\n\n\u001b[1m*怒りのモードが始まる*私は英語のダブに耐えることができないので、私は日本語で再見ます。 私は本当に英語のダブが嫌いです。 おそらく、ルーシーを除くすべての声は恐ろしい迷惑であり、そのように過小評価されているか、それほど誇張されています。悲しい、深刻な、劇的で面白いと思われていたかどうかにかかわらず、  * rage mode end *しかし、音楽は素晴らしかったし、神のひどいダブのための小さなビットを作った。 オープニングはとても美しいです、私は自分自身を毎日それをハミングすることがわかります。 結末はまあまあですが、BGの音楽はあらゆるシーンに完璧にフィットします。 だからその4/10。\u001b[22m\n\u001b[1m(* Ikari no mōdo ga hajimaru* watashi wa eigo no dabu ni taeru koto ga dekinainode, watashi wa nihongo de sai mimasu. Watashi wa hontōni eigo no dabu ga kiraidesu. Osoraku, rūshī o nozoku subete no koe wa osoroshī meiwakudeari, sonoyōni kashō hyōka sa rete iru ka, sorehodo kochō sa rete imasu. Kanashī, shinkokuna, gekitekide omoshiroi to omowa rete ita ka dō ka ni kakawarazu, * rage mode end* shikashi, ongaku wa subarashikattashi,-shin no hidoi dabu no tame no chīsana bitto o tsukutta. Ōpuningu wa totemo utsukushīdesu, watashi wa jibun jishin o mainichi sore o hamingu suru koto ga wakarimasu. Ketsumatsu wa mā mādesuga, BG no ongaku wa arayuru shīn ni kanpeki ni fitto shimasu. Dakara sono 4/ 10.)\u001b[22m\n\nTranslations of \u001b[4m*rage mode start* LET ME JUST SAY that I can't stand the English dub, so I will re-watch in Japanese. Like I REALLY hate the English dub. Every single voice, except, maybe, Lucy, is terrible annoying and either so underacted or so overacted I just had a hard time getting into the moment, whether it was supposed to be sad, serious, dramatic or funny. *rage mode end* However, the music was fabulous and made up a small bit for the god awful dub. The opening is so beautiful, I find myself humming it on a daily basis. The ending is decent, but the BG music fits every scene perfectly. So its a 4/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*rage mode start* LET ME JUST SAY that I can't stand the English dub, so I will re-watch in Japanese.\u001b[24m\n    \u001b[1m*怒りのモードが始まる*私は英語のダブに耐えることができないので、私は日本語で再見ます。\u001b[22m, \u001b[1m*怒りモードはMEはちょうど私が英語吹き替えを我慢できないと言うので、私は日本語で、時計を再ますLET *開始します。\u001b[22m\n\u001b[4mLike I REALLY hate the English dub.\u001b[24m\n    \u001b[1m私は本当に英語のダブが嫌いです。\u001b[22m, \u001b[1m私は本当に英語吹き替えを憎むように。\u001b[22m\n\u001b[4mEvery single voice, except, maybe, Lucy, is terrible annoying and either so underacted or so overacted I just had a hard time getting into the moment, whether it was supposed to be sad, serious, dramatic or funny.\u001b[24m\n    \u001b[1mおそらく、ルーシーを除くすべての声は恐ろしい迷惑であり、そのように過小評価されているか、それほど誇張されています。悲しい、深刻な、劇的で面白いと思われていたかどうかにかかわらず、\u001b[22m, \u001b[1mひとつひとつの声は、除いては、多分、ルーシーは、そうunderactedまたはので、私はちょうどそれは、悲しい深刻な、劇的な、または面白いことになっていたかどうか、今になって苦労していたoveractedひどい迷惑のいずれかです。\u001b[22m\n\u001b[4m*rage mode end* However, the music was fabulous and made up a small bit for the god awful dub.\u001b[24m\n    \u001b[1m* rage mode end *しかし、音楽は素晴らしかったし、神のひどいダブのための小さなビットを作った。\u001b[22m, \u001b[1m*怒りモード終了*ただし、音楽はすばらしかったし、神ひどいダブのための小さなビットを構成しました。\u001b[22m\n\u001b[4mThe opening is so beautiful, I find myself humming it on a daily basis.\u001b[24m\n    \u001b[1mオープニングはとても美しいです、私は自分自身を毎日それをハミングすることがわかります。\u001b[22m, \u001b[1m開口部がとても美しいです、私は自分自身が日常的にそれを口ずさん見つけます。\u001b[22m\n\u001b[4mThe ending is decent, but the BG music fits every scene perfectly.\u001b[24m\n    \u001b[1m結末はまあまあですが、BGの音楽はあらゆるシーンに完璧にフィットします。\u001b[22m, \u001b[1mエンディングはまともですが、BG音楽は完全にあらゆるシーンにフィット。\u001b[22m\n\u001b[4mSo its a 4/10.\u001b[24m\n    \u001b[1mだからその4/10。\u001b[22m, \u001b[1mだから、その4/10。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe development isn't super prominent, Lucy is really the only one that shows and kind of development. I hate Yuka SO MUCH. She annoyed me to no extent. I adored Lucy. As for the other characters.... Meh. I felt sorry for Chief Kurama, the poor bloke. So 5/10\n\n\u001b[1m開発は非常に顕著ではない、ルーシーは本当に開発している唯一のものです。 私はゆかが大嫌いです。 彼女はそれほど迷惑をかけなかった。 私はルーシーを崇拝した。 他のキャラクターは...。 私は貧しい仲間の鞍馬長官に申し訳なく思った。 だから5/10\u001b[22m\n\u001b[1m(Kaihatsu wa hijō ni kenchode wanai, rūshī wa hontōni kaihatsu shite iru yuiitsu no monodesu. Watashi wa Yuka ga daikiraidesu. Kanojo wa sorehodo meiwaku o kakenakatta. Watashi wa rūshī o sūhai shita. Hoka no kyarakutā wa.... Watashi wa mazushī nakama no anba chōkan ni mōshiwakenaku omotta. Dakara 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe development isn't super prominent, Lucy is really the only one that shows and kind of development. I hate Yuka SO MUCH. She annoyed me to no extent. I adored Lucy. As for the other characters.... Meh. I felt sorry for Chief Kurama, the poor bloke. So 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe development isn't super prominent, Lucy is really the only one that shows and kind of development.\u001b[24m\n    \u001b[1m開発は非常に顕著ではない、ルーシーは本当に開発している唯一のものです。\u001b[22m, \u001b[1m開発は、ルーシーは本当に開発のと種類を示している唯一のものである、スーパー顕著ではありません。\u001b[22m\n\u001b[4mI hate Yuka SO MUCH.\u001b[24m\n    \u001b[1m私はゆかが大嫌いです。\u001b[22m, \u001b[1m私はSO MUCHゆかを憎みます。\u001b[22m\n\u001b[4mShe annoyed me to no extent.\u001b[24m\n    \u001b[1m彼女はそれほど迷惑をかけなかった。\u001b[22m, \u001b[1m彼女が無い程度に私をイライラ。\u001b[22m\n\u001b[4mI adored Lucy.\u001b[24m\n    \u001b[1m私はルーシーを崇拝した。\u001b[22m, \u001b[1m私はルーシーを崇拝しました。\u001b[22m\n\u001b[4mAs for the other characters.... Meh.\u001b[24m\n    \u001b[1m他のキャラクターは...。\u001b[22m, \u001b[1m他の文字については.... MEH。\u001b[22m\n\u001b[4mI felt sorry for Chief Kurama, the poor bloke.\u001b[24m\n    \u001b[1m私は貧しい仲間の鞍馬長官に申し訳なく思った。\u001b[22m, \u001b[1m私はチーフ・鞍馬、貧しいやつを気の毒に感じました。\u001b[22m\n\u001b[4mSo 5/10\u001b[24m\n    \u001b[1mだから5/10\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI personally am a very twisted person. I love gore. So I didn't mind it at all. I did mind the intense cruelty this anime had. Really makes you feel like you have a freaking awesome life. The 'sweet' moments that are scattered throughout the show do serve as a small relief, but there aren't many of those. But near the end I got kind of excited to see how it would end, if it would go down in flames or not. I was disappointed at how much of a cliff hanger you got, so the end didn't settle too well with me. I give a 6/10\n\n\u001b[1m私は個人的に非常にひねった人です。 私はゴアが大好きです。 だから私はまったく気にしなかった。 私はこのアニメが持っていた強烈な残酷を気にしました。 本当に素晴らしい人生を送っているような気分になります。 ショー全体に散らばっている「甘い」瞬間は小さな救援として役立ちますが、それらの多くはありません。 しかし、終わり近くには、炎が降り注ぐかどうか、それがどうやって終わるかを見てとても興奮していました。 私はあなたが得た崖のハンガーのどれくらいに失望したのですか。 私は6/10を与える\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni hijō ni hinetta hitodesu. Watashi wa Goa ga daisukidesu. Dakara watashi wa mattaku ki ni shinakatta. Watashi wa kono anime ga motte ita kyōretsuna zankoku o ki ni shimashita. Hontōni subarashī jinsei o okutte iru yōna kibun ni narimasu. Shō zentai ni chirabatte iru `amai' shunkan wa chīsana kyūen to shite yakudachimasuga, sorera no ōku wa arimasen. Shikashi, owari chikaku ni wa,-en ga furisosogu ka dō ka, sore ga dō yatte owaru ka o mite totemo kōfun shite imashita. Watashi wa anata ga eta gake no hangā no dorekurai ni shitsubō shita nodesu ka. Watashi wa 6/ 10 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mI personally am a very twisted person. I love gore. So I didn't mind it at all. I did mind the intense cruelty this anime had. Really makes you feel like you have a freaking awesome life. The 'sweet' moments that are scattered throughout the show do serve as a small relief, but there aren't many of those. But near the end I got kind of excited to see how it would end, if it would go down in flames or not. I was disappointed at how much of a cliff hanger you got, so the end didn't settle too well with me. I give a 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally am a very twisted person.\u001b[24m\n    \u001b[1m私は個人的に非常にひねった人です。\u001b[22m, \u001b[1m私は個人的に非常にねじれた人です。\u001b[22m\n\u001b[4mI love gore.\u001b[24m\n    \u001b[1m私はゴアが大好きです。\u001b[22m, \u001b[1m私はマチが大好きです。\u001b[22m\n\u001b[4mSo I didn't mind it at all.\u001b[24m\n    \u001b[1mだから私はまったく気にしなかった。\u001b[22m, \u001b[1mだから私はそれを全く気にしませんでした。\u001b[22m\n\u001b[4mI did mind the intense cruelty this anime had.\u001b[24m\n    \u001b[1m私はこのアニメが持っていた強烈な残酷を気にしました。\u001b[22m, \u001b[1m私はこのアニメが持っていた強烈な残酷さを気にしませんでした。\u001b[22m\n\u001b[4mReally makes you feel like you have a freaking awesome life.\u001b[24m\n    \u001b[1m本当に素晴らしい人生を送っているような気分になります。\u001b[22m, \u001b[1m本当にあなたがおかしくなり素晴らしい人生を持っているように感じることができます。\u001b[22m\n\u001b[4mThe 'sweet' moments that are scattered throughout the show do serve as a small relief, but there aren't many of those.\u001b[24m\n    \u001b[1mショー全体に散らばっている「甘い」瞬間は小さな救援として役立ちますが、それらの多くはありません。\u001b[22m, \u001b[1mショー全体に散らばっている「甘い」瞬間は、小さなレリーフとして機能しないが、それらの多くはありません。\u001b[22m\n\u001b[4mBut near the end I got kind of excited to see how it would end, if it would go down in flames or not.\u001b[24m\n    \u001b[1mしかし、終わり近くには、炎が降り注ぐかどうか、それがどうやって終わるかを見てとても興奮していました。\u001b[22m, \u001b[1mそれは炎でダウンしたりしないのであればしかし、終わり近くに、私は、一種のそれが終わるだろうどのように見て興奮しました。\u001b[22m\n\u001b[4mI was disappointed at how much of a cliff hanger you got, so the end didn't settle too well with me.\u001b[24m\n    \u001b[1m私はあなたが得た崖のハンガーのどれくらいに失望したのですか。\u001b[22m, \u001b[1m最後は私と一緒にあまりにもよく沈降しなかったので、私は、あなたが得た崖のハンガーのどのくらいで失望しました。\u001b[22m\n\u001b[4mI give a 6/10\u001b[24m\n    \u001b[1m私は6/10を与える\u001b[22m, \u001b[1m私は6/10を与えます\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nThis series isn't for the fainthearted. Lots of blood. Lots of female nudity. Lots of torture and cruelty. Terrible dub. Wonderful soundtrack. 7/10\n\n\u001b[1mこのシリーズは、かすかな人のためのものではありません。 たくさんの血。 女性ヌードがたくさんあります。 多くの拷問と残虐行為。 恐ろしいダブ。 素晴らしいサウンドトラック。  7/10\u001b[22m\n\u001b[1m(Kono shirīzu wa, kasukana hito no tame no monode wa arimasen. Takusan no chi. Josei nūdo ga takusan arimasu. Ōku no gōmon to zangyaku kōi. Osoroshī dabu. Subarashī saundotorakku. 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mThis series isn't for the fainthearted. Lots of blood. Lots of female nudity. Lots of torture and cruelty. Terrible dub. Wonderful soundtrack. 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series isn't for the fainthearted.\u001b[24m\n    \u001b[1mこのシリーズは、かすかな人のためのものではありません。\u001b[22m, \u001b[1mこのシリーズは、臆病者のためではありません。\u001b[22m\n\u001b[4mLots of blood.\u001b[24m\n    \u001b[1mたくさんの血。\u001b[22m, \u001b[1m血がたくさん。\u001b[22m\n\u001b[4mLots of female nudity.\u001b[24m\n    \u001b[1m女性ヌードがたくさんあります。\u001b[22m, \u001b[1m女性のヌードがたくさん。\u001b[22m\n\u001b[4mLots of torture and cruelty.\u001b[24m\n    \u001b[1m多くの拷問と残虐行為。\u001b[22m, \u001b[1m拷問や残酷さがたくさん。\u001b[22m\n\u001b[4mTerrible dub.\u001b[24m\n    \u001b[1m恐ろしいダブ。\u001b[22m, \u001b[1mひどいダブ。\u001b[22m\n\u001b[4mWonderful soundtrack.\u001b[24m\n    \u001b[1m素晴らしいサウンドトラック。\u001b[22m\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Leyvon",
    "profile": "/profile/Leyvon/reviews",
    "pages": "22",
    "number": "3",
    "link": "/reviews.php?id=19606",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\nElfen Liedは血とドラマがたくさんある非常に暗いアニメですが、そのactullyが見守ることが非常に楽しい時があります。 それだけでなく、すべてのドラマと血だけでなく、ロマンスとエッチのabit（それは（おそらくエッチの大丈夫））。\n\nアニメの物語は本当にあなたがおそらくそれを見て憂鬱になるだろうinfactについて本当に幸せになるものではありません。 しかし、私は、もしあなたがおそらく涙の2つを泣きたいし、コメディとエッチの小さな眠りを得たいなら、このアニメはあなたのためのものです。\n\nしかし、あなたが血とアニメのヌードをたくさん持っている悲しいアニメを嫌うなら、あなたはそれを見てはいけません。\n\nMyselfはこのドラマとロマンスが大好きなので、このアニメが大好きです。でも、その血まみれの私は本当に気にしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied is a very dark anime with alot of blood and drama, But it has its moments when its actully very pleasent to watch. its not just all drama and blood but also abit of romance and ecchi in it(( ok perhaps alot of ecchi)).\n\n\u001b[1mElfen Liedは血とドラマがたくさんある非常に暗いアニメですが、そのactullyが見守ることが非常に楽しい時があります。 それだけでなく、すべてのドラマと血だけでなく、ロマンスとエッチのabit（それは（おそらくエッチの大丈夫））。\u001b[22m\n\u001b[1m(Elfen Lied wa chi to dorama ga takusan aru hijō ni kurai animedesuga, sono actully ga mimamoru koto ga hijō ni tanoshī toki ga arimasu. Sore dakedenaku, subete no dorama to chi dakedenaku, romansu to etchi no abit (soreha (osoraku etchi no daijōbu) ).)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied is a very dark anime with alot of blood and drama, But it has its moments when its actully very pleasent to watch. its not just all drama and blood but also abit of romance and ecchi in it(( ok perhaps alot of ecchi)).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied is a very dark anime with alot of blood and drama, But it has its moments when its actully very pleasent to watch.\u001b[24m\n    \u001b[1mElfen Liedは血とドラマがたくさんある非常に暗いアニメですが、そのactullyが見守ることが非常に楽しい時があります。\u001b[22m, \u001b[1mリートエルフェンは、血液とドラマの多くと非常に暗いアニメである、しかし、そのactully非常にpleasent視聴したときには、その瞬間を持っています。\u001b[22m\n\u001b[4mits not just all drama and blood but also abit of romance and ecchi in it(( ok perhaps alot of ecchi)).\u001b[24m\n    \u001b[1mそれだけでなく、すべてのドラマと血だけでなく、ロマンスとエッチのabit（それは（おそらくエッチの大丈夫））。\u001b[22m, \u001b[1mそのすべてのドラマや血液だけでなく、恋愛のabitは、その中のエッチだけではなく（（OKおそらくたくさんエッチの））。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of the anime isnt something u will become really happy about infact you probably will be alittle depressed after watching it. But i think that if a anime makes an inpackt on you then its a sucessful anime so if you perhaps want to cry a tear or two and get small doze of comedy and ecchi then this anime is the one for you.\n\n\u001b[1mアニメの物語は本当にあなたがおそらくそれを見て憂鬱になるだろうinfactについて本当に幸せになるものではありません。 しかし、私は、もしあなたがおそらく涙の2つを泣きたいし、コメディとエッチの小さな眠りを得たいなら、このアニメはあなたのためのものです。\u001b[22m\n\u001b[1m(Anime no monogatari wa hontōni anata ga osoraku sore o mite yūutsu ni narudarou infact ni tsuite hontōni shiawase ni naru monode wa arimasen. Shikashi, watashi wa, moshi anata ga osoraku namida no 2tsu o nakitaishi, komedi to etchi no chīsana nemuri o etainara, kono anime wa anata no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of the anime isnt something u will become really happy about infact you probably will be alittle depressed after watching it. But i think that if a anime makes an inpackt on you then its a sucessful anime so if you perhaps want to cry a tear or two and get small doze of comedy and ecchi then this anime is the one for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of the anime isnt something u will become really happy about infact you probably will be alittle depressed after watching it.\u001b[24m\n    \u001b[1mアニメの物語は本当にあなたがおそらくそれを見て憂鬱になるだろうinfactについて本当に幸せになるものではありません。\u001b[22m, \u001b[1m何かがuは約本当に幸せになりますInfactはあなたがおそらくそれを見た後にalittleが落ち込んであろうイマイチアニメの物語。\u001b[22m\n\u001b[4mBut i think that if a anime makes an inpackt on you then its a sucessful anime so if you perhaps want to cry a tear or two and get small doze of comedy and ecchi then this anime is the one for you.\u001b[24m\n    \u001b[1mしかし、私は、もしあなたがおそらく涙の2つを泣きたいし、コメディとエッチの小さな眠りを得たいなら、このアニメはあなたのためのものです。\u001b[22m, \u001b[1mしかし、私はあなたがおそらく涙または2を泣くとコメディの小さな居眠りを取得し、エッチしたい場合は、このアニメはあなたのための1であるので、アニメでは、あなたにその成功でアニメをinpacktを行う場合だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nBut if you dislike sad animes with alot of blood and anime nudity then you shouldnt watch it.\n\n\u001b[1mしかし、あなたが血とアニメのヌードをたくさん持っている悲しいアニメを嫌うなら、あなたはそれを見てはいけません。\u001b[22m\n\u001b[1m(Shikashi, anata ga chi to anime no nūdo o takusan motte iru kanashī anime o kiraunara, anata wa sore o mite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mBut if you dislike sad animes with alot of blood and anime nudity then you shouldnt watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you dislike sad animes with alot of blood and anime nudity then you shouldnt watch it.\u001b[24m\n    \u001b[1mしかし、あなたが血とアニメのヌードをたくさん持っている悲しいアニメを嫌うなら、あなたはそれを見てはいけません。\u001b[22m, \u001b[1mあなたは血液やアニメヌードの多くで悲しいアニメが嫌いなら、あなたはそれを見るはずの。\u001b[22m\n\u001b[1m\u001b[22m\nMyself liked this anime alot since i love the drama and romance in it, Even doh its bloody i dont really care i think its quite cool.\n\n\u001b[1mMyselfはこのドラマとロマンスが大好きなので、このアニメが大好きです。でも、その血まみれの私は本当に気にしません。\u001b[22m\n\u001b[1m(Maiserufu wa kono dorama to romansu ga daisukinanode, kono anime ga daisukidesu. Demo, sono chimamire no watashi wa hontōni ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mMyself liked this anime alot since i love the drama and romance in it, Even doh its bloody i dont really care i think its quite cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMyself liked this anime alot since i love the drama and romance in it, Even doh its bloody i dont really care i think its quite cool.\u001b[24m\n    \u001b[1mMyselfはこのドラマとロマンスが大好きなので、このアニメが大好きです。でも、その血まみれの私は本当に気にしません。\u001b[22m, \u001b[1m私自身は、私はそれにドラマやロマンスを愛しているので、このアニメの多くを言っても、私は本当に私はそのかなりクールだと思う気にいけないの流血をDOH。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "crap-zapper",
    "profile": "/profile/crap-zapper/reviews",
    "pages": "22",
    "number": "4",
    "link": "/reviews.php?id=140429",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  10\n\nElfen Liedは両方向に進むことができるものです。 ウォッチャーとして自分自身に応じて楽しむもの。 私は人々がそれを憎むか、それを愛していると聞いています。 しかし、ピックアップしてショットを与える非常に良いタイトル。\n\n私のために、私はavarageの上にちょっとしたスタートを見つけましたが、シリーズの後半になるともっと楽しくなりました。 それは私をウォッチャーとして捕らえた芸術作品です。 それはゴアとヌードのトンを得た。 完璧なもののミックス、あまりにも多くのものではありませんが、あなたがそのようなものに入っているならば完璧な組み合わせです。\n\nシリーズがさらに進むにつれて、プロットは容易になるが、最初はちょっと混乱するかもしれない。 私の意見では素晴らしいコンセプトのオリジナルストーリー。\n\n全体的に、Elfen Liedは私が見ることをお勧めするシリーズです。 それほど長くはありませんし、裸で裸になるファンにはとても楽しいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied is something that could go both ways. Depending on yourself as a watcher what you enjoy. I hear people either hate it, or they love it. But a very good title to pick up and give a shot.\n\n\u001b[1mElfen Liedは両方向に進むことができるものです。 ウォッチャーとして自分自身に応じて楽しむもの。 私は人々がそれを憎むか、それを愛していると聞いています。 しかし、ピックアップしてショットを与える非常に良いタイトル。\u001b[22m\n\u001b[1m(Elfen Lied wa ryōhōkō ni susumu koto ga dekiru monodesu. U~otchā to shite jibun jishin ni ōjite tanoshimu mono. Watashi wa hitobito ga sore o nikumu ka, sore o aishite iru to kiite imasu. Shikashi, pikkuappu shite shotto o ataeru hijō ni yoi taitoru.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied is something that could go both ways. Depending on yourself as a watcher what you enjoy. I hear people either hate it, or they love it. But a very good title to pick up and give a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied is something that could go both ways.\u001b[24m\n    \u001b[1mElfen Liedは両方向に進むことができるものです。\u001b[22m, \u001b[1mリートエルフェンは、両方の方法を行くことができるものです。\u001b[22m\n\u001b[4mDepending on yourself as a watcher what you enjoy.\u001b[24m\n    \u001b[1mウォッチャーとして自分自身に応じて楽しむもの。\u001b[22m, \u001b[1mあなたが楽しむものウォッチャーとして自分自身に依存。\u001b[22m\n\u001b[4mI hear people either hate it, or they love it.\u001b[24m\n    \u001b[1m私は人々がそれを憎むか、それを愛していると聞いています。\u001b[22m, \u001b[1m私は人々がそれを嫌うか、彼らはそれを愛する聞きます。\u001b[22m\n\u001b[4mBut a very good title to pick up and give a shot.\u001b[24m\n    \u001b[1mしかし、ピックアップしてショットを与える非常に良いタイトル。\u001b[22m, \u001b[1mしかし、ピックアップし、打撃を与えるために非常に良いタイトル。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, I found the start a little bit over avarage, but the build up later in the series made it all more enjoyable. It is a work of art, that captured me as a watcher. It got tons of Gore and Nudity. A mix of perfection, not too much of either, but a perfect combination if you are into such stuff.\n\n\u001b[1m私のために、私はavarageの上にちょっとしたスタートを見つけましたが、シリーズの後半になるともっと楽しくなりました。 それは私をウォッチャーとして捕らえた芸術作品です。 それはゴアとヌードのトンを得た。 完璧なもののミックス、あまりにも多くのものではありませんが、あなたがそのようなものに入っているならば完璧な組み合わせです。\u001b[22m\n\u001b[1m(Watashi no tame ni, watashi wa avarage no ue ni chottoshita sutāto o mitsukemashitaga, shirīzu no kōhan ni naru to motto tanoshiku narimashita. Sore wa watashi o u~otchā to shite toraeta geijutsu sakuhindesu. Sore wa Goa to nūdo no ton o eta. Kanpekina mono no mikkusu, amarini mo ōku no monode wa arimasenga, anata ga sono yōna mono ni haitte irunaraba kanpekina kumiawasedesu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, I found the start a little bit over avarage, but the build up later in the series made it all more enjoyable. It is a work of art, that captured me as a watcher. It got tons of Gore and Nudity. A mix of perfection, not too much of either, but a perfect combination if you are into such stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, I found the start a little bit over avarage, but the build up later in the series made it all more enjoyable.\u001b[24m\n    \u001b[1m私のために、私はavarageの上にちょっとしたスタートを見つけましたが、シリーズの後半になるともっと楽しくなりました。\u001b[22m, \u001b[1m私にとっては、私はavarageの上に少しを開始見つけましたが、それ以降のシリーズでビルドアップはそれをすべてをより楽しくなりました。\u001b[22m\n\u001b[4mIt is a work of art, that captured me as a watcher.\u001b[24m\n    \u001b[1mそれは私をウォッチャーとして捕らえた芸術作品です。\u001b[22m, \u001b[1mこれは、ウォッチャーとして私を撮影し芸術作品です。\u001b[22m\n\u001b[4mIt got tons of Gore and Nudity.\u001b[24m\n    \u001b[1mそれはゴアとヌードのトンを得た。\u001b[22m, \u001b[1mこれは、ゴアとヌードのトンを得ました。\u001b[22m\n\u001b[4mA mix of perfection, not too much of either, but a perfect combination if you are into such stuff.\u001b[24m\n    \u001b[1m完璧なもののミックス、あまりにも多くのものではありませんが、あなたがそのようなものに入っているならば完璧な組み合わせです。\u001b[22m, \u001b[1m完璧なミックスではなく、どちらかのあまり、しかし、あなたがそのようなものにしている場合は完璧な組み合わせ。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot gets easier to follow as the series go further in, but you can first be a bit confused. All in all an original story, with nice concept in my opinion.\n\n\u001b[1mシリーズがさらに進むにつれてプロットは容易に続きますが、最初はちょっと混乱するかもしれません。 私の意見では素晴らしいコンセプトのオリジナルストーリー。\u001b[22m\n\u001b[1m(Shirīzu ga sarani susumu ni tsurete purotto wa yōi ni tsudzukimasuga, saisho wa chotto konran suru kamo shiremasen. Watashi no ikende wa subarashī konseputo no orijinarusutōrī.)\u001b[22m\n\nTranslations of \u001b[4mThe plot gets easier to follow as the series go further in, but you can first be a bit confused. All in all an original story, with nice concept in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot gets easier to follow as the series go further in, but you can first be a bit confused.\u001b[24m\n    \u001b[1mシリーズがさらに進むにつれてプロットは容易に続きますが、最初はちょっと混乱するかもしれません。\u001b[22m, \u001b[1mプロットは、シリーズがさらにで行くように追随しやすくなりますが、あなたは最初に少し混乱することができます。\u001b[22m\n\u001b[4mAll in all an original story, with nice concept in my opinion.\u001b[24m\n    \u001b[1m私の意見では素晴らしいコンセプトのオリジナルストーリー。\u001b[22m, \u001b[1m私の意見での素敵なコンセプトを持つすべてのオリジナルストーリーのすべて、。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Elfen Lied is a series I'd recommend watch. It's not too long, and it's very enjoyable to gore and nudity fans.\n\n\u001b[1m全体的に、Elfen Liedは私が見ることをお勧めするシリーズです。 それほど長くはありませんし、裸で裸になるファンにはとても楽しいです。\u001b[22m\n\u001b[1m(Zentai-teki ni, Elfen Lied wa watashi ga miru koto o o susume suru shirīzudesu. Sorehodo nagaku wa arimasenshi, hadaka de hadaka ni naru fan ni wa totemo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Elfen Lied is a series I'd recommend watch. It's not too long, and it's very enjoyable to gore and nudity fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Elfen Lied is a series I'd recommend watch.\u001b[24m\n    \u001b[1m全体的に、Elfen Liedは私が見ることをお勧めするシリーズです。\u001b[22m, \u001b[1m全体的に、エルフェンリートは私が時計をお勧めしたいシリーズです。\u001b[22m\n\u001b[4mIt's not too long, and it's very enjoyable to gore and nudity fans.\u001b[24m\n    \u001b[1mそれほど長くはありませんし、裸で裸になるファンにはとても楽しいです。\u001b[22m, \u001b[1mそれはあまりにも長くはありません、それはマチとヌードのファンに非常に楽しいです。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "zuza_lipoken",
    "profile": "/profile/zuza_lipoken/reviews",
    "pages": "22",
    "number": "5",
    "link": "/reviews.php?id=136751",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  8\n\nOk...私は考えさせてください。 どのように私はこのアニメを2つの言葉で呼ぶことができますか？ 私たちはここでKouta、Lucy、Nana、Yukaのような素敵なチャプターを手に入れました。 私はスポイラーや何かをしたくないので、私があなたに最も重要なことだけを伝えたいのです。  KoutaとYukaはビーチでLucyを見つけ、彼女をKoutaの家に連れて行きます。 ルーシーは普通の人ではありません。 彼女の残酷な側は目を覚ましてひどいことをすることがあります。 このアニメは本当に面白いですが、特に血と暴力を好む人にとっては興味深いものです。 芸術は完璧ではありませんが、物語はすべてを報います。 ああ、それは簡単です。 完璧な物語。 このアニメは私の最初のものでした。  Elfien Liedのすべてが今のものです。 ああ、私の始めはちょっと残酷だったが、誰が気にするのか？ 最も重要なことは、このアニメを決して忘れないことです。 あなたはこれを一度見ましたが、一度あなたの心の中で大きな混乱を作るのに十分です。 さて、いくつかの事実。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOk ... let me think. How can I call this anime in two words? We have got here few nice charcters like Kouta , Lucy , Nana , Yuka . I don't want to spoiler or something that is why I tell you only the most important things. Kouta and Yuka find Lucy on the beach and take her to Kouta's house. Lucy isn't normal person. Her brutal side sometimes wakes up and makes terrible things. This anime is really interesting but specially for people who like blood and violence. The art isn't perfect but story rewards everything. Oh it is easy. PERFECT STORY. This anime was my first. Everything what is now is all becouse of Elfien Lied. Oh yea my beginning was a little bloody and cruel but who cares ?! The most important thing is that you will never forget this anime. You watched this once but once is enough to make a huge mess in your minds. Ok now some facts.\n\n\u001b[1mOk...私は考えさせてください。 どのように私はこのアニメを2つの言葉で呼ぶことができますか？ 私たちはここでKouta、Lucy、Nana、Yukaのような素敵なチャプターを手に入れました。 私はスポイラーや何かをしたくないので、私があなたに最も重要なことだけを伝えたいのです。  KoutaとYukaはビーチでLucyを見つけ、彼女をKoutaの家に連れて行きます。 ルーシーは普通の人ではありません。 彼女の残酷な側は目を覚ましてひどいことをすることがあります。 このアニメは本当に面白いですが、特に血と暴力を好む人にとっては興味深いものです。 芸術は完璧ではありませんが、物語はすべてを報います。 ああ、それは簡単です。 完璧な物語。 このアニメは私の最初のものでした。  Elfien Liedのすべてが今のものです。 ああ、私の始めはちょっと残酷だったが、誰が気にするのか？ 最も重要なことは、このアニメを決して忘れないことです。 あなたはこれを一度見ましたが、一度あなたの心の中で大きな混乱を作るのに十分です。 さて、いくつかの事実。\u001b[22m\n\u001b[1m(Ok... Watashi wa kangae sasete kudasai.Do no yō ni watashi wa kono anime o 2tsu no kotoba de yobu koto ga dekimasu ka? Ā, sore wa kantandesu. Kanpekina monogatari. Kono anime wa watashi no saisho no monodeshita. Elfien Lied no subete ga ima no monodesu. Ā, watashi no hajime wa chotto zankokudattaga, dare ga ki ni suru no ka? Mottomo jūyōna koto wa, kono anime o kesshite wasurenai kotodesu. Anata wa kore o ichido mimashitaga, ichido anata no kokoro no naka de ōkina konran o tsukuru no ni jūbundesu. Sate, ikutsu ka no jijitsu. Watashitachi wa koko de Kouta, rūshī, Nana, Yuka no yōna sutekina chaputā o te ni iremashita. Watashi wa supoirā ya nanika o shitakunainode, watashi ga anata ni mottomo jūyōna koto dake o tsutaetai nodesu. Kouta to Yuka wa bīchi de rūshī o mitsuke, kanojo o Kouta no ie ni tsurete ikimasu. Rūshī wa futsūnohitode wa arimasen. Kanojo no zankokuna-gawa wa me o samashite hidoi koto o suru koto ga arimasu. Kono anime wa hontōni omoshiroidesuga, tokuni chi to bōryoku o konomu hito ni totte wa kyōmibukai monodesu. Geijutsu wa kanpekide wa arimasenga, monogatari wa subete o mukuimasu.)\u001b[22m\n\nTranslations of \u001b[4mOk ... let me think. How can I call this anime in two words? We have got here few nice charcters like Kouta , Lucy , Nana , Yuka . I don't want to spoiler or something that is why I tell you only the most important things. Kouta and Yuka find Lucy on the beach and take her to Kouta's house. Lucy isn't normal person. Her brutal side sometimes wakes up and makes terrible things. This anime is really interesting but specially for people who like blood and violence. The art isn't perfect but story rewards everything. Oh it is easy. PERFECT STORY. This anime was my first. Everything what is now is all becouse of Elfien Lied. Oh yea my beginning was a little bloody and cruel but who cares ?! The most important thing is that you will never forget this anime. You watched this once but once is enough to make a huge mess in your minds. Ok now some facts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk ... let me think.\u001b[24m\n    \u001b[1mOk...私は考えさせてください。\u001b[22m, \u001b[1m[OK]を...私は考えてみましょう。\u001b[22m\n\u001b[4mHow can I call this anime in two words?\u001b[24m\n    \u001b[1mどのように私はこのアニメを2つの言葉で呼ぶことができますか？\u001b[22m, \u001b[1mどのように私は2つの言葉でこのアニメを呼び出すことができますか？\u001b[22m\n\u001b[4mOh it is easy.\u001b[24m\n    \u001b[1mああ、それは簡単です。\u001b[22m\n\u001b[4mPERFECT STORY.\u001b[24m\n    \u001b[1m完璧な物語。\u001b[22m, \u001b[1mPERFECT STORY。\u001b[22m\n\u001b[4mThis anime was my first.\u001b[24m\n    \u001b[1mこのアニメは私の最初のものでした。\u001b[22m, \u001b[1mこのアニメは私の最初でした。\u001b[22m\n\u001b[4mEverything what is now is all becouse of Elfien Lied.\u001b[24m\n    \u001b[1mElfien Liedのすべてが今のものです。\u001b[22m, \u001b[1m今あるものすべてがElfienのすべてbecouseは歌曲です。\u001b[22m\n\u001b[4mOh yea my beginning was a little bloody and cruel but who cares ?!\u001b[24m\n    \u001b[1mああ、私の始めはちょっと残酷だったが、誰が気にするのか？\u001b[22m, \u001b[1mそうそう、私の最初は少し流血と残酷だったが、誰が気に？！\u001b[22m\n\u001b[4mThe most important thing is that you will never forget this anime.\u001b[24m\n    \u001b[1m最も重要なことは、このアニメを決して忘れないことです。\u001b[22m, \u001b[1m最も重要なことは、あなたがこのアニメを決して忘れないだろうということです。\u001b[22m\n\u001b[4mYou watched this once but once is enough to make a huge mess in your minds.\u001b[24m\n    \u001b[1mあなたはこれを一度見ましたが、一度あなたの心の中で大きな混乱を作るのに十分です。\u001b[22m, \u001b[1m一度これを見たが、一度、あなたの心の中に巨大な混乱を作るのに十分です。\u001b[22m\n\u001b[4mOk now some facts.\u001b[24m\n    \u001b[1mさて、いくつかの事実。\u001b[22m, \u001b[1m[OK]を、今いくつかの事実。\u001b[22m\n\u001b[4mWe have got here few nice charcters like Kouta , Lucy , Nana , Yuka .\u001b[24m\n    \u001b[1m私たちはここでKouta、Lucy、Nana、Yukaのような素敵なチャプターを手に入れました。\u001b[22m, \u001b[1mここでは小唄、ルーシー、ナナ、優香のようないくつかの素敵なcharctersを持っています。\u001b[22m\n\u001b[4mI don't want to spoiler or something that is why I tell you only the most important things.\u001b[24m\n    \u001b[1m私はスポイラーや何かをしたくないので、私があなたに最も重要なことだけを伝えたいのです。\u001b[22m, \u001b[1m私はスポイラーまたは私はあなたの唯一の最も重要なことを言う理由は何かする必要はありません。\u001b[22m\n\u001b[4mKouta and Yuka find Lucy on the beach and take her to Kouta's house.\u001b[24m\n    \u001b[1mKoutaとYukaはビーチでLucyを見つけ、彼女をKoutaの家に連れて行きます。\u001b[22m, \u001b[1m小唄と由香は、ビーチでルーシーを見つけて、小唄の家に彼女を取ります。\u001b[22m\n\u001b[4mLucy isn't normal person.\u001b[24m\n    \u001b[1mルーシーは普通の人ではありません。\u001b[22m\n\u001b[4mHer brutal side sometimes wakes up and makes terrible things.\u001b[24m\n    \u001b[1m彼女の残酷な側は目を覚ましてひどいことをすることがあります。\u001b[22m, \u001b[1m彼女の残忍な側面は時々目を覚ますとひどいことになります。\u001b[22m\n\u001b[4mThis anime is really interesting but specially for people who like blood and violence.\u001b[24m\n    \u001b[1mこのアニメは本当に面白いですが、特に血と暴力を好む人にとっては興味深いものです。\u001b[22m, \u001b[1mこのアニメは本当に面白いが、特別に血と暴力が好きな人のためのものです。\u001b[22m\n\u001b[4mThe art isn't perfect but story rewards everything.\u001b[24m\n    \u001b[1m芸術は完璧ではありませんが、物語はすべてを報います。\u001b[22m, \u001b[1m芸術は完璧ではないですが、物語はすべてに報酬を与えます。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "yhyhyhkt",
    "profile": "/profile/yhyhyhkt/reviews",
    "pages": "22",
    "number": "6",
    "link": "/reviews.php?id=131175",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  6\n\n先制的に要約する：それは大丈夫小さな寓話です。\n\nこのアニメを本当に楽しんでいる私の友人は、もしあなたのお手伝いをするなら、大きなタランティーノのファンです。\n\n過剰な血と暴力とヌードがあります。 これらの事柄は、ほとんど注意を払わずに追加され、関与し、「IMAGES!!!」と挿入されたように感じられます。 私が理解していることは、メディアにある特定の場所がありますが、誰のボートも浮かべるものではありません。\n\n私はReservoir Dogsを楽しんだが、Kill Billを嫌った人です。 私はElfen Liedとのフェンスにも少し出ます。\n\nアニメはマンガの前に完成したと思いますが、バンバンの結論では痛いほど明白ですが、心が（モラル）は一見価値があると信じています。\n\n結論：\nそれは大丈夫な寓話です。 そこにはいくつかの要素があります。それはかなり単純な道徳で多くを拡大することはほとんどありません。 もしあなたが「気味の悪い」プロットポイントで簡単に離れることができなければ、それは捨てる価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nTo preemptively summarize: It's an okay little fable.\n\n\u001b[1m先制的に要約する：それは大丈夫小さな寓話です。\u001b[22m\n\u001b[1m(Sensei-teki ni yōyaku suru: Sore wa daijōbu chīsana gūwadesu.)\u001b[22m\n\nTranslations of \u001b[4mTo preemptively summarize: It's an okay little fable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo preemptively summarize: It's an okay little fable.\u001b[24m\n    \u001b[1m先制的に要約する：それは大丈夫小さな寓話です。\u001b[22m, \u001b[1m先制要約すると：それは大丈夫少し寓話です。\u001b[22m\n\u001b[1m\u001b[22m\nMy friends who really enjoy this anime also are big Tarantino fans, if that will help any of you.\n\n\u001b[1mこのアニメを本当に楽しんでいる私の友人は、もしあなたのお手伝いをするなら、大きなタランティーノのファンです。\u001b[22m\n\u001b[1m(Kono anime o hontōni tanoshinde iru watashi no yūjin wa, moshi anata no otetsudai o surunara, ōkina tarantīno no fandesu.)\u001b[22m\n\nTranslations of \u001b[4mMy friends who really enjoy this anime also are big Tarantino fans, if that will help any of you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy friends who really enjoy this anime also are big Tarantino fans, if that will help any of you.\u001b[24m\n    \u001b[1mこのアニメを本当に楽しんでいる私の友人は、もしあなたのお手伝いをするなら、大きなタランティーノのファンです。\u001b[22m, \u001b[1mそれはあなたのいずれかを助けるならば、本当にこのアニメを楽しむ私の友人はまた、大きなタランティーノファンです。\u001b[22m\n\u001b[1m\u001b[22m\nThere is blood and violence in excess, and nudity. These things are added and implicated with very little care and almost feel inserted 'just because IMAGES!!!' which I understand has a certain place in media, but it's not what floats everyone's boats.\n\n\u001b[1m過剰な血と暴力とヌードがあります。 これらのものは、ほとんど注意を払わずに追加され、関与し、「IMAGES!!!」と挿入されたように感じられます。 私が理解していることは、メディアにある特定の場所がありますが、誰のボートも浮かべるものではありません。\u001b[22m\n\u001b[1m(Kajōna chi to bōryoku to nūdo ga arimasu. Korera no mono wa, hotondo chūi o harawazu ni tsuika sa re, kan'yo shi,`IMAGES!!!' To sōnyū sa reta yō ni kanji raremasu. Watashi ga rikai shite iru koto wa, media ni aru tokutei no basho ga arimasuga, dare no bōto mo ukaberu monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere is blood and violence in excess, and nudity. These things are added and implicated with very little care and almost feel inserted 'just because IMAGES!!!' which I understand has a certain place in media, but it's not what floats everyone's boats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is blood and violence in excess, and nudity.\u001b[24m\n    \u001b[1m過剰な血と暴力とヌードがあります。\u001b[22m, \u001b[1m血と暴力超える、とヌードがあります。\u001b[22m\n\u001b[4mThese things are added and implicated with very little care and almost feel inserted 'just because IMAGES!!!'\u001b[24m\n    \u001b[1mこれらのものは、ほとんど注意を払わずに追加され、関与し、「IMAGES!!!」と挿入されたように感じられます。\u001b[22m, \u001b[1mこれらの事を添加し、関与はほとんど注意を払って、ほぼ挿入感じている」だけでIMAGESので!!!」\u001b[22m\n\u001b[4mwhich I understand has a certain place in media, but it's not what floats everyone's boats.\u001b[24m\n    \u001b[1m私が理解していることは、メディアにある特定の場所がありますが、誰のボートも浮かべるものではありません。\u001b[22m, \u001b[1mこれは私が理解することは、メディア内の特定の場所を持っていますが、それはすべての人のボートを浮かぶものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI am a person who enjoyed Reservoir Dogs but disliked Kill Bill. I'm also a bit on the fence with Elfen Lied.\n\n\u001b[1m私はReservoir Dogsを楽しんだが、Kill Billを嫌った人です。 私はElfen Liedとのフェンスにも少し出ます。\u001b[22m\n\u001b[1m(Watashi wa Reservoir Dogs o tanoshindaga, Kill biru o kiratta hitodesu. Watashi wa Elfen Lied to no fensu ni mo sukoshi demasu.)\u001b[22m\n\nTranslations of \u001b[4mI am a person who enjoyed Reservoir Dogs but disliked Kill Bill. I'm also a bit on the fence with Elfen Lied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am a person who enjoyed Reservoir Dogs but disliked Kill Bill.\u001b[24m\n    \u001b[1m私はReservoir Dogsを楽しんだが、Kill Billを嫌った人です。\u001b[22m, \u001b[1m私はレザボア・ドッグスを楽しんだが、キル・ビルを嫌いな人です。\u001b[22m\n\u001b[4mI'm also a bit on the fence with Elfen Lied.\u001b[24m\n    \u001b[1m私はElfen Liedとのフェンスにも少し出ます。\u001b[22m, \u001b[1mエルフェンリートはと私はまた、フェンス上のビットです。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime was completed before the manga, I believe, and it's painfully obvious in the bang-bang conclusion, but I do believe it's heart (the moral) is worth a look.\n\n\u001b[1mアニメはマンガの前に完成したと思いますが、バンバンの結論では痛いほど明白ですが、心が（モラル）は一見価値があると信じています。\u001b[22m\n\u001b[1m(Anime wa manga no mae ni kansei shita to omoimasuga, banban no ketsuronde wa itai hodo meihakudesuga, kokoro ga (moraru) wa ikken kachigāru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime was completed before the manga, I believe, and it's painfully obvious in the bang-bang conclusion, but I do believe it's heart (the moral) is worth a look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime was completed before the manga, I believe, and it's painfully obvious in the bang-bang conclusion, but I do believe it's heart (the moral) is worth a look.\u001b[24m\n    \u001b[1mアニメはマンガの前に完成したと思いますが、バンバンの結論では痛いほど明白ですが、心が（モラル）は一見価値があると信じています。\u001b[22m, \u001b[1mアニメは、私は信じて、漫画の前に完成し、それがバンバン結論に痛いほど明らかだが、私はそれが心臓（道徳的）です一見の価値があると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion:\n\n\u001b[1m結論：\u001b[22m\n\u001b[1m(Ketsuron:)\u001b[22m\n\nDefinitions of \u001b[4mConclusion:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    結論\u001b[22m\n        conclusion, decision, finding, resolution, judgment, determination\n\u001b[1m    締結\u001b[22m\n        conclusion, contract\n\u001b[1m    最後\u001b[22m\n        end, conclusion\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    完了\u001b[22m\n        completion, conclusion\n\u001b[1m    結び\u001b[22m\n        conclusion, union, ending\n\u001b[1m    判断\u001b[22m\n        judgment, decision, conclusion, adjudication, decipherment, divination\n\u001b[1m    結末\u001b[22m\n        end, conclusion, resolution, decision, resolve, judgment\n\u001b[1m    完結\u001b[22m\n        completion, conclusion\n\u001b[1m    帰結\u001b[22m\n        conclusion\n\u001b[1m    決着\u001b[22m\n        settlement, conclusion, end, decision\n\u001b[1m    終局\u001b[22m\n        finale, end, conclusion, denouement, close, end of a game of go\n\u001b[1m    断定\u001b[22m\n        conclusion, decision\n\u001b[1m    決断\u001b[22m\n        decision, resolution, determination, resolve, judgment, conclusion\n\u001b[1m    締め括り\u001b[22m\n        conclusion, supervision, completion, summing-up\n\u001b[1m    決議\u001b[22m\n        resolution, decision, resolve, vote, determination, judgment\n\u001b[1m    竣工\u001b[22m\n        completion, finish, fulfillment, end, termination, culmination\n\u001b[1m    纏め\u001b[22m\n        conclusion, settlement\n\u001b[1m    予断\u001b[22m\n        prediction, guessing, conclusion\n\u001b[1m    決意\u001b[22m\n        determination, resolve, decision, resolution, will, judgment\n\u001b[1m    段落\u001b[22m\n        period, full stop, conclusion\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\n\u001b[1m    竣成\u001b[22m\n        fulfillment, completion, end, termination, culmination, conclusion\n\u001b[1m    切り上げ\u001b[22m\n        conclusion\n\u001b[1m    切上げ\u001b[22m\n        conclusion\n\u001b[1m    纏まり\u001b[22m\n        settlement, conclusion, consistency\n\u001b[1m    明け\u001b[22m\n        dawn, dawning, daylight, daybreak, cockcrow, aurora\n\u001b[1m    デシジョン\u001b[22m\n        decision, conclusion, determination, resolve, settlement, finding\n\u001b[1m    結着\u001b[22m\n        conclusion, decision, end\nIt's an okay fable. It has some elements that are there just because, and it does very little to expand much on a fairly simple moral. If you're not easily put off by 'creepy' plot points, it's worth a gander.\n\n\u001b[1mそれは大丈夫な寓話です。 そこにはいくつかの要素があります。それはかなり単純な道徳で多くを拡大することはほとんどありません。 もしあなたが「気味の悪い」プロットポイントで簡単に離れることができなければ、それは捨てる価値がある。\u001b[22m\n\u001b[1m(Sore wa daijōbuna gūwadesu. Soko ni wa ikutsu ka no yōso ga arimasu. Sore wa kanari tanjun'na dōtoku de ōku o kakudai suru koto wa hotondo arimasen. Moshi anata ga `kiminowarui' purotto pointo de kantan ni hanareru koto ga dekinakereba, soreha suteru kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mIt's an okay fable. It has some elements that are there just because, and it does very little to expand much on a fairly simple moral. If you're not easily put off by 'creepy' plot points, it's worth a gander.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's an okay fable.\u001b[24m\n    \u001b[1mそれは大丈夫な寓話です。\u001b[22m, \u001b[1mそれは大丈夫寓話です。\u001b[22m\n\u001b[4mIt has some elements that are there just because, and it does very little to expand much on a fairly simple moral.\u001b[24m\n    \u001b[1mそこにはいくつかの要素があります。それはかなり単純な道徳で多くを拡大することはほとんどありません。\u001b[22m, \u001b[1mそれはちょうどので、そこにあるいくつかの要素を持って、それはかなり単純な道徳的に多くを拡大することはほとんどありません。\u001b[22m\n\u001b[4mIf you're not easily put off by 'creepy' plot points, it's worth a gander.\u001b[24m\n    \u001b[1mもしあなたが「気味の悪い」プロットポイントで簡単に離れることができなければ、それは捨てる価値がある。\u001b[22m, \u001b[1mあなたは簡単に「不気味」プロット点により延期していない場合、それはガンダー価値があります。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "alpha20100",
    "profile": "/profile/alpha20100/reviews",
    "pages": "22",
    "number": "7",
    "link": "/reviews.php?id=130945",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nフラッシュレビュー\nスポイラフリー\n\nストーリー：\n物語はよく定義されており、かなりの量の象徴主義を使用しています。 このアニメを最大限に楽しむには、いくつかの価値のある決まり文句を使用していますが、注意を払い、それが描写しているものの真の意味を理解できるようにする必要があります。\n\nアート：\n時には詳細に欠けていても、必要なときには非常に美しく素晴らしい\n\n音：\nメロドラマティックな音楽は、アニメの暗く邪魔な雰囲気を完全に対照するために完璧に使われています。\n\nキャラクター：\nあなたが完全に繋がれる人として彼らに十分な深さがないという物語を見ることを得たにもかかわらず、キャラクターは多くの必要な開発を欠いていました。\n\n楽しみ：\nこのアニメを十分に楽しむためには、大量の血の血、ゴア、ヌードを渡す必要があります。 これらはアニメの重要な要素ですが、それはほとんどのウォッチャーのためのオフです。 私は個人的には、これに似ているものもないので、そこに最高のアニメの1つであることが分かった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFLASH REVIEW\n\n\u001b[1mフラッシュレビュー\u001b[22m\n\u001b[1m(Furasshurebyū)\u001b[22m\n\nTranslations of \u001b[4mFLASH REVIEW\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFLASH REVIEW\u001b[24m\n    \u001b[1mフラッシュレビュー\u001b[22m, \u001b[1mFLASHのレビュー\u001b[22m\nSPOILER FREE\n\n\u001b[1mスポイラフリー\u001b[22m\n\u001b[1m(Supoirafurī)\u001b[22m\n\nTranslations of \u001b[4mSPOILER FREE\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPOILER FREE\u001b[24m\n    \u001b[1mスポイラフリー\u001b[22m, \u001b[1mスポイラーFREE\u001b[22m\n\u001b[1m\u001b[22m\nstory:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mstory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nthe story was well defined and uses a fair amount of symbolism. though using a few cringe worthy cliches, to enjoy this anime to the fullest you need to be able to pay attention and understand the true meaning of what it is portraying.\n\n\u001b[1m物語はよく定義されており、かなりの量の象徴主義を使用しています。 このアニメを最大限に楽しむには、いくつかの価値のある決まり文句を使用していますが、注意を払い、それが描写しているものの真の意味を理解できるようにする必要があります。\u001b[22m\n\u001b[1m(Monogatari wa yoku teigi sa rete ori, kanari no ryō no shōchō shugi o shiyō shite imasu. Kono anime o saidaigen ni tanoshimu ni wa, ikutsu ka no kachinoaru kimari monku o shiyō shite imasuga, chūi o harai, sore ga byōsha shite iru mono no shin no imi o rikai dekiru yō ni suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe story was well defined and uses a fair amount of symbolism. though using a few cringe worthy cliches, to enjoy this anime to the fullest you need to be able to pay attention and understand the true meaning of what it is portraying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story was well defined and uses a fair amount of symbolism.\u001b[24m\n    \u001b[1m物語はよく定義されており、かなりの量の象徴主義を使用しています。\u001b[22m, \u001b[1m物語は、明確に定義されたと象徴のかなりの量を使用しました。\u001b[22m\n\u001b[4mthough using a few cringe worthy cliches, to enjoy this anime to the fullest you need to be able to pay attention and understand the true meaning of what it is portraying.\u001b[24m\n    \u001b[1mこのアニメを最大限に楽しむには、いくつかの価値のある決まり文句を使用していますが、注意を払い、それが描写しているものの真の意味を理解できるようにする必要があります。\u001b[22m, \u001b[1m使用していくつかの立派な決まり文句をうんざりするのに、あなたは注意を払い、それが描写されているものの本当の意味を理解できるようにする必要があり最大限にこのアニメを楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nart:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mart:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nquite beautiful and stunning when necessary, though lacking in detail on occasion\n\n\u001b[1m時には詳細に欠けていても、必要なときには非常に美しく素晴らしい\u001b[22m\n\u001b[1m(Tokiniha shōsai ni kakete ite mo, hitsuyōna tokiniha hijō ni utsukushiku subarashī)\u001b[22m\n\nTranslations of \u001b[4mquite beautiful and stunning when necessary, though lacking in detail on occasion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mquite beautiful and stunning when necessary, though lacking in detail on occasion\u001b[24m\n    \u001b[1m時には詳細に欠けていても、必要なときには非常に美しく素晴らしい\u001b[22m, \u001b[1m必要なときにかかわらず機会に詳細に欠けている、非常に美しく、素晴らしいです\u001b[22m\n\u001b[1m\u001b[22m\nsound:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4msound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nthe melodramatic music is used flawlessly to contrast the dark and disturbing atmosphere of the anime.\n\n\u001b[1mメロドラマティックな音楽は、アニメの暗く邪魔な雰囲気を完全に対照するために完璧に使われています。\u001b[22m\n\u001b[1m(Merodoramatikkuna ongaku wa, anime no kuraku jamana fun'iki o kanzen ni taishō suru tame ni kanpeki ni tsukawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe melodramatic music is used flawlessly to contrast the dark and disturbing atmosphere of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe melodramatic music is used flawlessly to contrast the dark and disturbing atmosphere of the anime.\u001b[24m\n    \u001b[1mメロドラマティックな音楽は、アニメの暗く邪魔な雰囲気を完全に対照するために完璧に使われています。\u001b[22m, \u001b[1mメロドラマ的な音楽はアニメの暗いと不穏な雰囲気を対比するために完璧に使用されます。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter:\n/ˈkariktər/\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mcharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, character\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, character\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nthe characters lacked much needed development, although you do get to see back story there is not enough depth in them as a person to completely become attached.\n\n\u001b[1mあなたが完全に繋がれる人として彼らに十分な深さがないという物語を見ることを得たにもかかわらず、キャラクターは多くの必要な開発を欠いていました。\u001b[22m\n\u001b[1m(Anata ga kanzen ni tsunaga reru hito to shite karera ni jūbun'na fuka-sa ga nai to iu monogatari o miru koto o eta nimokakawarazu, kyarakutā wa ōku no hitsuyōna kaihatsu o kaite imashita.)\u001b[22m\n\nTranslations of \u001b[4mthe characters lacked much needed development, although you do get to see back story there is not enough depth in them as a person to completely become attached.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe characters lacked much needed development, although you do get to see back story there is not enough depth in them as a person to completely become attached.\u001b[24m\n    \u001b[1mあなたが完全に繋がれる人として彼らに十分な深さがないという物語を見ることを得たにもかかわらず、キャラクターは多くの必要な開発を欠いていました。\u001b[22m, \u001b[1mあなたは人が完全に付着するように十分な深さがそこに存在していない話を戻って見ることはないが、文字は、多くの必要な開発を欠いていました。\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment:\n/enˈjoimənt/\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4menjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nto fully enjoy this anime you will need to be able to get passed the mass amount of graphic blood, gore, and nudity. though these are key elements in the anime, it is a turn off for most watchers. i personal found this to be one of the best anime out there, as there is not one even similar to it.\n\n\u001b[1mこのアニメを十分に楽しむためには、大量の血の血、ゴア、ヌードを渡す必要があります。 これらはアニメの重要な要素ですが、それはほとんどのウォッチャーのためのオフです。 私は個人的には、これに似ているものもないので、そこに最高のアニメの1つであることが分かった。\u001b[22m\n\u001b[1m(Kono anime o jūbun ni tanoshimu tame ni wa, tairyō no chi no chi, Goa, nūdo o watasu hitsuyō ga arimasu. Korera wa anime no jūyōna yōsodesuga, sore wa hotondo no u~otchā no tame no ofudesu. Watashi wa kojin-teki ni wa, kore ni nite iru mono mo nainode, soko ni saikō no anime no 1tsudearu koto ga wakatta.)\u001b[22m\n\nTranslations of \u001b[4mto fully enjoy this anime you will need to be able to get passed the mass amount of graphic blood, gore, and nudity. though these are key elements in the anime, it is a turn off for most watchers. i personal found this to be one of the best anime out there, as there is not one even similar to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto fully enjoy this anime you will need to be able to get passed the mass amount of graphic blood, gore, and nudity.\u001b[24m\n    \u001b[1mこのアニメを十分に楽しむためには、大量の血の血、ゴア、ヌードを渡す必要があります。\u001b[22m, \u001b[1m完全にこのアニメを楽しむために、あなたは、グラフィック血、ゴア、およびヌードの質量量を渡さできるようにする必要があります。\u001b[22m\n\u001b[4mthough these are key elements in the anime, it is a turn off for most watchers.\u001b[24m\n    \u001b[1mこれらはアニメの重要な要素ですが、それはほとんどのウォッチャーのためのオフです。\u001b[22m, \u001b[1mこれらはアニメで重要な要素ですが、それはほとんどのウォッチャーのためのターンオフになっています。\u001b[22m\n\u001b[4mi personal found this to be one of the best anime out there, as there is not one even similar to it.\u001b[24m\n    \u001b[1m私は個人的には、これに似ているものもないので、そこに最高のアニメの1つであることが分かった。\u001b[22m, \u001b[1mそれにしても同様のものがないように、私は個人的な、そこに最高のアニメの一つであることがこれを見つけました。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Friezy-Clutch",
    "profile": "/profile/Friezy-Clutch/reviews",
    "pages": "22",
    "number": "8",
    "link": "/reviews.php?id=123857",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nキャラクター|  10\n|  10\n\n\n\nこのユーザーのその他の評価\n\nお気に入りに追加\n\n13のエピソードのうち13\n\n総合格付け：10\n\n\n\n\n\n\n\n\n\n\nまあ、単純に言えば、このアニメは私のお気に入りの一つです。 それにはたくさんの理由がありますが、このアニメは私の意見ではとても良いです。 まず、この番組は非常に暴力的なので、あなたが暴力をたくさんしていないなら、それを見ないでください。 暴力に対処できれば、それを見てください。 ほとんどの人はそれをたくさん楽しむようです。\n\nストーリー：私は、その話が出てきた時代（2004年）の話は元気だったと思った。 それ以来、人々は人間の男のストーリーラインで生きている人間以外の女の子のアイデアをとらえてきました。 しかし、それは時間枠のために、それは良いです。 物語は続くことが難しくありませんし、最初から最後まで興味を持っています。 物語のいくつかの点は、あなたに応じて少し邪魔です。 全体のプロットは非常に暗く、再び暴力を扱っています。  10/10\n\nアート：このアニメは現在およそ9歳ですから、アートは私たちが現在持っているものに比べてそれほど大きくありません。 文字はよく描かれ、背景はよく見え、アクションシーンはよく見える。 本当にここにはあまり言いたくない。  9/10\n\nサウンド：このアニメのオープニングとクローズは私のお気に入りの一つです。 彼らは歌の歌詞付きのあなたの平均的なアクション満載のオープニングではありません。 代わりに、彼らはグスタフ・クリムトの作品と融合した主な女性キャラクターとの平和な楽器です。 終わりにもこのバイブがあります。 実際のストーリーを通して、私たちは良い音楽も得ています。  10/10\n\nキャラクター：私の意見では、これはシリーズが本当に際立つ場所です。 主な主人公、Koutaは、非常に悲しい過去を持っており、シリーズはわずか13話であるにもかかわらず、彼は非常に深いことを学ぶ。 私は彼をあまり好きではありませんでしたが、私は彼のキャラクター開発は驚異的でした。 それからLucy / Nyuがあります。 すべての時間の私の好きなアニメのキャラクターの一つ。 彼女は2人の人格（マンガでは3人）を持つことが示され、3人すべては大きく異なっていた。 私は彼女のルーシーペルソナがどんなに暗いのが好きだったのと同時に、彼女は深い世話をしていました。 他のキャラクターもとても涼しかったし、大部分は楽しかった。  10/10\n\n楽しさ：私のために、これは私の3番目のお気に入りのアニメです、私は明らかにそれを楽しんだ。 私の意見ではすべてがかなり甘かったし、ほとんどの人が同様にそう考えると確信しています。 だから私のために、10/10\n\n全体：10/10私は暴力と暗いテーマを扱うことができる人にはこのショーを本当にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOther reviews by this user\n\n\u001b[1mこのユーザーのその他の評価\u001b[22m\n\u001b[1m(Kono yūzā no sonohoka no hyōka)\u001b[22m\n\nTranslations of \u001b[4mOther reviews by this user\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther reviews by this user\u001b[24m\n    \u001b[1mこのユーザーのその他の評価\u001b[22m, \u001b[1mこのユーザーのその他のレビュー\u001b[22m\n\u001b[1m\u001b[22m\nAdd to favorites\n\n\u001b[1mお気に入りに追加\u001b[22m\n\u001b[1m(Okiniiri ni tsuika)\u001b[22m\n\nTranslations of \u001b[4mAdd to favorites\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdd to favorites\u001b[24m\n    \u001b[1mお気に入りに追加\u001b[22m, \u001b[1mお気に入りに追加する\u001b[22m\n\u001b[1m\u001b[22m\n13 of 13 episodes seen\n\n\u001b[1m13のエピソードのうち13\u001b[22m\n\u001b[1m(13 No episōdo no uchi 13)\u001b[22m\n\nTranslations of \u001b[4m13 of 13 episodes seen\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m13 of 13 episodes seen\u001b[24m\n    \u001b[1m13のエピソードのうち13\u001b[22m, \u001b[1m見た13のエピソードの13\u001b[22m\n\u001b[1m\u001b[22m\nOverall Rating: 10\n\n\u001b[1m総合格付け：10\u001b[22m\n\u001b[1m(Sōgō kakudzuke: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall Rating: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Rating: 10\u001b[24m\n    \u001b[1m総合格付け：10\u001b[22m, \u001b[1m総合的な評価：10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWell, simply put, this anime is among one of my favorites. There are a lot of reasons for it, but this anime is very good in my opinion. First off, this show is EXTREMELY violent, so if you aren't good with a lot of violence, don't watch it. If you can handle the violence, watch it. Most people seem to enjoy it a lot.\n\n\u001b[1mまあ、単純に言えば、このアニメは私のお気に入りの一つです。 それにはたくさんの理由がありますが、このアニメは私の意見ではとても良いです。 まず、この番組は非常に暴力的なので、あなたが暴力をたくさんしていないなら、それを見ないでください。 暴力に対処できれば、それを見てください。 ほとんどの人はそれをたくさん楽しむようです。\u001b[22m\n\u001b[1m(Mā, tanjun'niieba, kono anime wa watashinōkiniiri no hitotsudesu. Soreni wa takusan no riyū ga arimasuga, kono anime wa watashi no ikende wa totemo yoidesu. Mazu, kono bangumi wa hijō ni bōryoku-tekinanode, anata ga bōryoku o takusan shite inainara, sore o minaide kudasai. Bōryoku ni taisho dekireba, sore o mite kudasai. Hotondo no hito wa sore o takusan tanoshimu yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, simply put, this anime is among one of my favorites. There are a lot of reasons for it, but this anime is very good in my opinion. First off, this show is EXTREMELY violent, so if you aren't good with a lot of violence, don't watch it. If you can handle the violence, watch it. Most people seem to enjoy it a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, simply put, this anime is among one of my favorites.\u001b[24m\n    \u001b[1mまあ、単純に言えば、このアニメは私のお気に入りの一つです。\u001b[22m, \u001b[1mまあ、簡単に言えば、このアニメは私のお気に入りの1の間です。\u001b[22m\n\u001b[4mThere are a lot of reasons for it, but this anime is very good in my opinion.\u001b[24m\n    \u001b[1mそれにはたくさんの理由がありますが、このアニメは私の意見ではとても良いです。\u001b[22m, \u001b[1mそこに理由の多くがありますが、このアニメは私の意見では非常に良いです。\u001b[22m\n\u001b[4mFirst off, this show is EXTREMELY violent, so if you aren't good with a lot of violence, don't watch it.\u001b[24m\n    \u001b[1mまず、この番組は非常に暴力的なので、あなたが暴力をたくさんしていないなら、それを見ないでください。\u001b[22m, \u001b[1mまず第一に、このショーは非常に暴力的なので、あなたは暴力の多くの良いものではありません場合は、それを見ていません。\u001b[22m\n\u001b[4mIf you can handle the violence, watch it.\u001b[24m\n    \u001b[1m暴力に対処できれば、それを見てください。\u001b[22m, \u001b[1mあなたは暴力を扱うことができる場合は、それを見ます。\u001b[22m\n\u001b[4mMost people seem to enjoy it a lot.\u001b[24m\n    \u001b[1mほとんどの人はそれをたくさん楽しむようです。\u001b[22m, \u001b[1mほとんどの人はそれをたくさん楽しんでいるように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I thought the story was very original for it's time when it came out (2004). Since then people have taken the idea of the who 'non human girl living with a human guy' story line. But for it's time frame, it is good. The story is not hard to follow and will keep you interested from start to finish. A few points of the story are slightly disturbing depending on you. The whole plot is very dark, again dealing with violence throughout. 10/10\n\n\u001b[1mストーリー：私は、その話が出てきた時代（2004年）の話は元気だったと思った。 それ以来、人々は人間の男のストーリーラインで生きている人間以外の女の子のアイデアをとらえてきました。 しかし、それは時間枠のために、それは良いです。 物語は続くことが難しくありませんし、最初から最後まで興味を持っています。 物語のいくつかの点は、あなたに応じて少し邪魔です。 全体のプロットは非常に暗く、再び暴力を扱っています。  10/10\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa, sono-wa ga detekita jidai (2004-nen) no hanashi wa genkidatta to omotta. Sore irai, hitobito wa ningen no otoko no sutōrīrain de ikite iru ningen igai no on'nanoko no aidea o toraete kimashita. Shikashi, soreha jikan-waku no tame ni, sore wa yoidesu. Monogatari wa tsudzuku koto ga muzukashiku arimasenshi, saisho kara saigomade kyōmi o motte imasu. Monogatari no ikutsu ka no ten wa, anata ni ōjite sukoshi jamadesu. Zentai no purotto wa hijō ni kuraku, futatabi bōryoku o atsukatte imasu. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: I thought the story was very original for it's time when it came out (2004). Since then people have taken the idea of the who 'non human girl living with a human guy' story line. But for it's time frame, it is good. The story is not hard to follow and will keep you interested from start to finish. A few points of the story are slightly disturbing depending on you. The whole plot is very dark, again dealing with violence throughout. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I thought the story was very original for it's time when it came out (2004).\u001b[24m\n    \u001b[1mストーリー：私は、その話が出てきた時代（2004年）の話は元気だったと思った。\u001b[22m, \u001b[1mストーリー：私はそれはそれは出てきた時（2004年）だために話は非常にオリジナルだと思いました。\u001b[22m\n\u001b[4mSince then people have taken the idea of the who 'non human girl living with a human guy' story line.\u001b[24m\n    \u001b[1mそれ以来、人々は人間の男のストーリーラインで生きている人間以外の女の子のアイデアをとらえてきました。\u001b[22m, \u001b[1mそれ以来、人々はストーリーライン誰が「人間の男と一緒に住んで非人間少女の考え方をとっています。\u001b[22m\n\u001b[4mBut for it's time frame, it is good.\u001b[24m\n    \u001b[1mしかし、それは時間枠のために、それは良いです。\u001b[22m, \u001b[1mそれは、時間枠をだためではなく、それは良好です。\u001b[22m\n\u001b[4mThe story is not hard to follow and will keep you interested from start to finish.\u001b[24m\n    \u001b[1m物語は続くことが難しくありませんし、最初から最後まで興味を持っています。\u001b[22m, \u001b[1m話は従うことは難しいことではありませんし、最初から最後まで興味を維持します。\u001b[22m\n\u001b[4mA few points of the story are slightly disturbing depending on you.\u001b[24m\n    \u001b[1m物語のいくつかの点は、あなたに応じて少し邪魔です。\u001b[22m, \u001b[1m物語のいくつかのポイントが少しあなたに応じて邪魔されています。\u001b[22m\n\u001b[4mThe whole plot is very dark, again dealing with violence throughout.\u001b[24m\n    \u001b[1m全体のプロットは非常に暗く、再び暴力を扱っています。\u001b[22m, \u001b[1m全体のプロットは再び全体に暴力を扱う、非常に暗いです。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt: Since this anime is now roughly 9 years old, the art isn't that great compared to what we have now. The characters are well drawn, the backgrounds look good, and the action scenes look good. Not much to say here really. 9/10\n\n\u001b[1mアート：このアニメは現在およそ9歳ですから、アートは私たちが現在持っているものに比べてそれほど大きくありません。 文字はよく描かれ、背景はよく見え、アクションシーンはよく見える。 本当にここにはあまり言いたくない。  9/10\u001b[22m\n\u001b[1m(Āto: Kono anime wa genzai oyoso 9-saidesukara, āto wa watashitachi ga genzai motte iru mono ni kurabete sorehodo ōkiku arimasen. Moji wa yoku egaka re, haikei wa yoku mie, akushonshīn wa yoku mieru. Hontōni koko ni wa amari iitakunai. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: Since this anime is now roughly 9 years old, the art isn't that great compared to what we have now. The characters are well drawn, the backgrounds look good, and the action scenes look good. Not much to say here really. 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Since this anime is now roughly 9 years old, the art isn't that great compared to what we have now.\u001b[24m\n    \u001b[1mアート：このアニメは現在およそ9歳ですから、アートは私たちが現在持っているものに比べてそれほど大きくありません。\u001b[22m, \u001b[1mアート：このアニメは今およそ9歳であることから、技術は我々が今持っているものに比べて、その素晴らしいではありません。\u001b[22m\n\u001b[4mThe characters are well drawn, the backgrounds look good, and the action scenes look good.\u001b[24m\n    \u001b[1m文字はよく描かれ、背景はよく見え、アクションシーンはよく見える。\u001b[22m, \u001b[1mよく描かれている文字が、背景はよく見ると、アクションシーンが良く見えます。\u001b[22m\n\u001b[4mNot much to say here really.\u001b[24m\n    \u001b[1m本当にここにはあまり言いたくない。\u001b[22m, \u001b[1m本当にここに言っても過言ではありません。\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: The opening and closing for this anime are one of my favorites. They aren't your average action packed openings with lyrics in the song. Instead, they are peaceful instrumentals with the main female character blended in with artwork from Gustav Klimt. The ending also has this vibe to it. Throughout the actual story, we get good music as well. 10/10\n\n\u001b[1mサウンド：このアニメのオープニングとクローズは私のお気に入りの一つです。 彼らは歌の歌詞付きのあなたの平均的なアクション満載のオープニングではありません。 代わりに、彼らはグスタフ・クリムトの作品と融合した主な女性キャラクターとの平和な楽器です。 終わりにもこのバイブがあります。 実際のストーリーを通して、私たちは良い音楽も得ています。  10/10\u001b[22m\n\u001b[1m(Saundo: Kono anime no ōpuningu to kurōzu wa watashinōkiniiri no hitotsudesu. Karera wa uta no kashi-tsuki no anata no heikin-tekina akushon mansai no ōpuningude wa arimasen. Kawari ni, karera wa Gusutafu kurimuto no sakuhin to yūgō shita omona josei kyarakutā to no heiwana gakkidesu. Owari ni mo kono baibu ga arimasu. Jissai no sutōrī o tōshite, watashitachi wa yoi ongaku mo ete imasu. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: The opening and closing for this anime are one of my favorites. They aren't your average action packed openings with lyrics in the song. Instead, they are peaceful instrumentals with the main female character blended in with artwork from Gustav Klimt. The ending also has this vibe to it. Throughout the actual story, we get good music as well. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The opening and closing for this anime are one of my favorites.\u001b[24m\n    \u001b[1mサウンド：このアニメのオープニングとクローズは私のお気に入りの一つです。\u001b[22m, \u001b[1mサウンド：このアニメのための開閉は私のお気に入りの一つです。\u001b[22m\n\u001b[4mThey aren't your average action packed openings with lyrics in the song.\u001b[24m\n    \u001b[1m彼らは歌の歌詞付きのあなたの平均的なアクション満載のオープニングではありません。\u001b[22m, \u001b[1m彼らは、曲の中の歌詞であなたの平均的なアクション満載の開口部ではありません。\u001b[22m\n\u001b[4mInstead, they are peaceful instrumentals with the main female character blended in with artwork from Gustav Klimt.\u001b[24m\n    \u001b[1m代わりに、彼らはグスタフ・クリムトの作品と融合した主な女性キャラクターとの平和な楽器です。\u001b[22m, \u001b[1mその代わりに、彼らはグスタフ・クリムトのアートワークでブレンドし、メインの女性キャラクターとの平和なインストです。\u001b[22m\n\u001b[4mThe ending also has this vibe to it.\u001b[24m\n    \u001b[1m終わりにもこのバイブがあります。\u001b[22m, \u001b[1mエンディングはまた、この雰囲気を持っています。\u001b[22m\n\u001b[4mThroughout the actual story, we get good music as well.\u001b[24m\n    \u001b[1m実際のストーリーを通して、私たちは良い音楽も得ています。\u001b[22m, \u001b[1m実際の話を通して、我々としても良い音楽を得ます。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: In my opinion, this is where the series really stands out. The main main protagonist, Kouta, has a very sad past and you learn his childhood very in depth, even though the series is only 13 episodes. Though I didn't like him all that much, I though his character development was phenomenal. Then there's Lucy/Nyu. One of my favorite anime characters of all time. She was shown to have 2 personalities (3 in the manga) and all 3 differed greatly. I loved how dark her Lucy persona was while at the same time she was deep down caring. The other characters were also very cool and I enjoyed them for the most part. 10/10\n\n\u001b[1mキャラクター：私の意見では、これはシリーズが本当に際立つ場所です。 主な主人公、Koutaは、非常に悲しい過去を持っており、シリーズはわずか13話であるにもかかわらず、彼は非常に深いことを学ぶ。 私は彼をあまり好きではありませんでしたが、私は彼のキャラクター開発は驚異的でした。 それからLucy / Nyuがあります。 すべての時間の私の好きなアニメのキャラクターの一つ。 彼女は2人の人格（マンガでは3人）を持つことが示され、3人すべては大きく異なっていた。 私は彼女のルーシーペルソナがどんなに暗いのが好きだったのと同時に、彼女は深い世話をしていました。 他のキャラクターもとても涼しかったし、大部分は楽しかった。  10/10\u001b[22m\n\u001b[1m(Kyarakutā: Watashi no ikende wa, koreha shirīzu ga hontōni kiwadatsu bashodesu. Omona shujinkō, Kouta wa, hijō ni kanashī kako o motte ori, shirīzu wa wazuka 13-wadearu nimokakawarazu, kare wa hijō ni fukai koto o manabu. Watashi wa kare o amari sukide wa arimasendeshitaga, watashi wa kare no kyarakutā kaihatsu wa kyōi-tekideshita. Sorekara rūshī/ Nyu ga arimasu. Subete no jikan no watashi no sukina anime no kyarakutā no hitotsu. Kanojo wa 2-ri no jinkaku (mangade wa 3-ri) o motsu koto ga shimesa re, 3-ri subete wa ōkiku kotonatte ita. Watashi wa kanojo no rūshīperusona ga don'nani kurai no ga sukidatta no to dōjini, kanojo wa fukai sewa o shite imashita. Hoka no kyarakutā mo totemo suzushikattashi, daibubun wa tanoshikatta. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: In my opinion, this is where the series really stands out. The main main protagonist, Kouta, has a very sad past and you learn his childhood very in depth, even though the series is only 13 episodes. Though I didn't like him all that much, I though his character development was phenomenal. Then there's Lucy/Nyu. One of my favorite anime characters of all time. She was shown to have 2 personalities (3 in the manga) and all 3 differed greatly. I loved how dark her Lucy persona was while at the same time she was deep down caring. The other characters were also very cool and I enjoyed them for the most part. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: In my opinion, this is where the series really stands out.\u001b[24m\n    \u001b[1mキャラクター：私の意見では、これはシリーズが本当に際立つ場所です。\u001b[22m, \u001b[1m文字は：シリーズは本当に目立つところ私の意見では、これがあります。\u001b[22m\n\u001b[4mThe main main protagonist, Kouta, has a very sad past and you learn his childhood very in depth, even though the series is only 13 episodes.\u001b[24m\n    \u001b[1m主な主人公、Koutaは、非常に悲しい過去を持っており、シリーズはわずか13話であるにもかかわらず、彼は非常に深いことを学ぶ。\u001b[22m, \u001b[1mシリーズは唯一の13のエピソードであっても、メイン主人公、孝太は、非常に悲しい過去を持って、あなたは非常に深さで幼少期を学びます。\u001b[22m\n\u001b[4mThough I didn't like him all that much, I though his character development was phenomenal.\u001b[24m\n    \u001b[1m私は彼をあまり好きではありませんでしたが、私は彼のキャラクター開発は驚異的でした。\u001b[22m, \u001b[1m彼のキャラクターの開発は驚異的だったが、私は、すべてそのくらい彼を好きではなかったけど。\u001b[22m\n\u001b[4mThen there's Lucy/Nyu.\u001b[24m\n    \u001b[1mそれからLucy / Nyuがあります。\u001b[22m, \u001b[1mそして、ルーシー/丹生があります。\u001b[22m\n\u001b[4mOne of my favorite anime characters of all time.\u001b[24m\n    \u001b[1mすべての時間の私の好きなアニメのキャラクターの一つ。\u001b[22m\n\u001b[4mShe was shown to have 2 personalities (3 in the manga) and all 3 differed greatly.\u001b[24m\n    \u001b[1m彼女は2人の人格（マンガでは3人）を持つことが示され、3人すべては大きく異なっていた。\u001b[22m, \u001b[1m彼女は2人格（マンガで3）を有することが示された、すべての3は大きく異なっていました。\u001b[22m\n\u001b[4mI loved how dark her Lucy persona was while at the same time she was deep down caring.\u001b[24m\n    \u001b[1m私は彼女のルーシーペルソナがどんなに暗いのが好きだったのと同時に、彼女は深い世話をしていました。\u001b[22m, \u001b[1m私は同時に、彼女は深いダウン思いやりであった彼女のルーシーのペルソナがいかに暗い愛しました。\u001b[22m\n\u001b[4mThe other characters were also very cool and I enjoyed them for the most part.\u001b[24m\n    \u001b[1m他のキャラクターもとても涼しかったし、大部分は楽しかった。\u001b[22m, \u001b[1m他の文字も非常にクールだったと私はほとんどの部分のためにそれらを楽しみました。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: For me, this is my 3rd favorite anime, so I obviously enjoyed it. Everything was pretty sweet in my opinion and I'm pretty sure most people think so as well. So for me, 10/10\n\n\u001b[1m楽しさ：私のために、これは私の3番目のお気に入りのアニメです、私は明らかにそれを楽しんだ。 私の意見ではすべてがかなり甘かったし、ほとんどの人が同様にそう考えると確信しています。 だから私のために、10/10\u001b[22m\n\u001b[1m(Tanoshisa: Watashi no tame ni, kore wa watashi no 3-banme no okiniiri no animedesu, watashi wa akiraka ni sore o tanoshinda. Watashi no ikende wa subete ga kanari umakattashi, hotondo no hito ga dōyō ni sō kangaeru to kakushin shite imasu. Dakara watashi no tame ni, 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: For me, this is my 3rd favorite anime, so I obviously enjoyed it. Everything was pretty sweet in my opinion and I'm pretty sure most people think so as well. So for me, 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: For me, this is my 3rd favorite anime, so I obviously enjoyed it.\u001b[24m\n    \u001b[1m楽しさ：私のために、これは私の3番目のお気に入りのアニメです、私は明らかにそれを楽しんだ。\u001b[22m, \u001b[1m楽しさは：私にとっては、これは私の第三の好きなアニメですので、私は明らかにそれを楽しみました。\u001b[22m\n\u001b[4mEverything was pretty sweet in my opinion and I'm pretty sure most people think so as well.\u001b[24m\n    \u001b[1m私の意見ではすべてがかなり甘かったし、ほとんどの人が同様にそう考えると確信しています。\u001b[22m, \u001b[1mすべてが私の意見ではかなり甘いだったと私はほとんどの人はそうも同様に考えてかなり確信しています。\u001b[22m\n\u001b[4mSo for me, 10/10\u001b[24m\n    \u001b[1mだから私のために、10/10\u001b[22m, \u001b[1mだから私のために、10月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10/10 I really recommend this show to anyone who can handle the violence and dark themes.\n\n\u001b[1m全体：10/10私は暴力と暗いテーマを扱うことができる人にはこのショーを本当にお勧めします。\u001b[22m\n\u001b[1m(Zentai: 10/ 10 Watashi wa bōryoku to kurai tēma o atsukau koto ga dekiru hito ni hako no shō o hontōni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10/10 I really recommend this show to anyone who can handle the violence and dark themes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10/10 I really recommend this show to anyone who can handle the violence and dark themes.\u001b[24m\n    \u001b[1m全体：10/10私は暴力と暗いテーマを扱うことができる人にはこのショーを本当にお勧めします。\u001b[22m, \u001b[1m全体：10月10日、私は本当に暴力と暗いテーマを扱うことができます誰にもこのショーをお勧めします。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Other reviews by this user   ",
    "profile": "Other reviews by this user   ",
    "pages": "22",
    "number": "9",
    "link": "/reviews.php?id=121225",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  9\nキャラクター|  5\n|  6\n\nエルフェン・リードは暗く美しい物語です。 それは非常に優雅な恐怖です。 憎むな。 正直言って私はキャラクターがまったく好きではなかった。 彼らは非常に偽物で浅いものでした。 話は大丈夫だったけど、混乱してしまった。 私は最後に向かって退屈だが、全体的にストーリーラインはかなり興味深い。 私はこのアニメが大好きではありませんでしたが、確かに非常に暗かったです。 結末は非常に混乱し、私はまだ 'wtf'のようです。私が本当に楽しんだことの1つは音楽でした。 このサウンドトラックはすばらしかったです。 全体的に、6.公正で、すばらしいことではなく、悪くない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied is a dark, beautiful story. It's a very graceful horror. Don't hate. To be honest I didn't like the characters at all. They were very fake and shallow. The story was alright but I got confused a ton. I got bored towards the end, but overall the story line is pretty interesting. I didn't like this anime a lot but it certainly was very dark. The ending was extremely confusing and I'm still like 'wtf' One thing that I really did enjoy was the music. Man, was this soundtrack awesome. Overall, 6. Fair, not fabulous, not bad.\n\n\u001b[1mエルフェン・リードは暗く美しい物語です。 それは非常に優雅な恐怖です。 憎むな。 正直言って私はキャラクターがまったく好きではなかった。 彼らは非常に偽物で浅いものでした。 話は大丈夫だったけど、混乱してしまった。 私は最後に向かって退屈だが、全体的にストーリーラインはかなり興味深い。 私はこのアニメが大好きではありませんでしたが、確かに非常に暗かったです。 結末は非常に混乱し、私はまだ 'wtf'のようです。私が本当に楽しんだことの1つは音楽でした。 このサウンドトラックはすばらしかったです。 全体的に、6.公正で、すばらしいことではなく、悪くない。\u001b[22m\n\u001b[1m(Erufen rīdo wa kuraku utsukushī monogataridesu. Sore wa hijō ni yūgana kyōfudesu. Shōjiki itte watashi wa kyarakutā ga mattaku sukide wa nakatta. Karera wa hijō ni nisemono de asai monodeshita. Hanashi wa daijōbudattakedo, konran shite shimatta. Watashi wa saigo ni mukatte taikutsudaga, zentai-teki ni sutōrīrain wa kanari kyōmibukai. Watashi wa kono anime ga daisukide wa arimasendeshitaga, tashika ni hijō ni kurakattadesu. Ketsumatsu wa hijō ni konran shi, watashi wa mada' wtf' no yōdesu. Watashi ga hontōni tanoshinda koto no 1tsu wa ongakudeshita. Kono saundotorakku wa subarashikattadesu. Zentai-teki ni, 6. Kōseide, subarashī kotode wa naku, warukunai. Nikumu na.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied is a dark, beautiful story. It's a very graceful horror. Don't hate. To be honest I didn't like the characters at all. They were very fake and shallow. The story was alright but I got confused a ton. I got bored towards the end, but overall the story line is pretty interesting. I didn't like this anime a lot but it certainly was very dark. The ending was extremely confusing and I'm still like 'wtf' One thing that I really did enjoy was the music. Man, was this soundtrack awesome. Overall, 6. Fair, not fabulous, not bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied is a dark, beautiful story.\u001b[24m\n    \u001b[1mエルフェン・リードは暗く美しい物語です。\u001b[22m, \u001b[1mリートエルフェンは暗く、美しい物語です。\u001b[22m\n\u001b[4mIt's a very graceful horror.\u001b[24m\n    \u001b[1mそれは非常に優雅な恐怖です。\u001b[22m, \u001b[1mこれは非常に優雅な恐怖です。\u001b[22m\n\u001b[4mTo be honest I didn't like the characters at all.\u001b[24m\n    \u001b[1m正直言って私はキャラクターがまったく好きではなかった。\u001b[22m, \u001b[1m正直に言うと、私は全くの文字を好きではなかったです。\u001b[22m\n\u001b[4mThey were very fake and shallow.\u001b[24m\n    \u001b[1m彼らは非常に偽物で浅いものでした。\u001b[22m, \u001b[1m彼らは非常に偽物と浅かったです。\u001b[22m\n\u001b[4mThe story was alright but I got confused a ton.\u001b[24m\n    \u001b[1m話は大丈夫だったけど、混乱してしまった。\u001b[22m, \u001b[1m話は大丈夫だったが、私はトンを混同してしまいました。\u001b[22m\n\u001b[4mI got bored towards the end, but overall the story line is pretty interesting.\u001b[24m\n    \u001b[1m私は最後に向かって退屈だが、全体的にストーリーラインはかなり興味深い。\u001b[22m, \u001b[1m私は終わりに向かって飽きてしまったが、全体的なストーリーラインはかなり興味深いものです。\u001b[22m\n\u001b[4mI didn't like this anime a lot but it certainly was very dark.\u001b[24m\n    \u001b[1m私はこのアニメが大好きではありませんでしたが、確かに非常に暗かったです。\u001b[22m, \u001b[1m私はこのアニメをたくさん好きではなかったが、それは確かに非常に暗くなっていました。\u001b[22m\n\u001b[4mThe ending was extremely confusing and I'm still like 'wtf' One thing that I really did enjoy was the music.\u001b[24m\n    \u001b[1m結末は非常に混乱し、私はまだ 'wtf'のようです。私が本当に楽しんだことの1つは音楽でした。\u001b[22m, \u001b[1mエンディングは非常に混乱だったと私は「WTF」のように、まだだ、私は本当に楽しんでいたことの一つは、音楽でした。\u001b[22m\n\u001b[4mMan, was this soundtrack awesome.\u001b[24m\n    \u001b[1mこのサウンドトラックはすばらしかったです。\u001b[22m, \u001b[1m男は、このサウンドトラックは最高でした。\u001b[22m\n\u001b[4mOverall, 6. Fair, not fabulous, not bad.\u001b[24m\n    \u001b[1m全体的に、6.公正で、すばらしいことではなく、悪くない。\u001b[22m, \u001b[1m全体的に、6フェア、素晴らしいではない、悪くはありません。\u001b[22m\n\u001b[4mDon't hate.\u001b[24m\n    \u001b[1m憎むな。\u001b[22m, \u001b[1m嫌いではありません。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "AnimeAwesomes117",
    "profile": "/profile/AnimeAwesomes117/reviews",
    "pages": "22",
    "number": "10",
    "link": "/reviews.php?id=105729",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  7\n\nElfen Liedは私の友人に推薦された、私は他のレビューをチェックし、それは傑作として表示されました。 それは素晴らしいショーですが、それはいくつかの分野ではそれほど多くはありません。\n\n全体的なプロットはおそらくこのショーの最強の側面でした。興味をそそられ、私を魅了しました。 それは時々予測可能かもしれないが、まだ物語は素晴らしいです。 あなたはまた、近親相姦、小児性愛、女性に対する暴力、子供を殴ること、強烈な血と勇気（このシリーズはまたゴアフェストです）と近親相姦の毎日の幸せな食事を手に入れます。 かなり境界線のナルシシズム。\n\n芸術はうまくいきました、それはよく見え、それが自分のものであると話すことができるのです。 同じことが音のためになります。\n\n今、最も重要な部分、文字。 私は絶対にこの番組のキャラクターの90％が嫌いです。 これらの文字はそれを吸うことはできません、彼らはいつも悲しいと泣く理由があります。 それはひどいドラマのようなものだ。 それは効果的なものよりも面倒です。 キャラクターによって描かれた感情は誇張されており、私はそれらを気に入らない。\n\nキャラクターのほかに、エルフェンの嘘はストーリーの面ではかなり強いですが、キャラクターを始めて私を始めさせません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied was recommended my a friend, i checked other reviews and it was displayed as a masterpiece. While it is a great show it does not have much going for it ins some areas.\n\n\u001b[1mElfen Liedは私の友人に推薦された、私は他のレビューをチェックし、それは傑作として表示されました。 それは素晴らしいショーですが、それはいくつかの分野ではそれほど多くはありません。\u001b[22m\n\u001b[1m(Elfen Lied wa watashi no yūjin ni suisen sa reta, watashi wa hoka no rebyū o chekku shi, soreha kessaku to shite hyōji sa remashita. Sore wa subarashī shōdesuga, sore wa ikutsu ka no bun'yade wa sorehodo ōku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied was recommended my a friend, i checked other reviews and it was displayed as a masterpiece. While it is a great show it does not have much going for it ins some areas.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied was recommended my a friend, i checked other reviews and it was displayed as a masterpiece.\u001b[24m\n    \u001b[1mElfen Liedは私の友人に推薦された、私は他のレビューをチェックし、それは傑作として表示されました。\u001b[22m, \u001b[1mエルフェンは、私の友人をお勧めした歌曲私は他のレビューをチェックし、それが傑作として表示されていました。\u001b[22m\n\u001b[4mWhile it is a great show it does not have much going for it ins some areas.\u001b[24m\n    \u001b[1mそれは素晴らしいショーですが、それはいくつかの分野ではそれほど多くはありません。\u001b[22m, \u001b[1mそれが持っていない素晴らしいショーですが、それは一部の地域をINSのための多くに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe overall plot was probably the strongest aspect of this show, it was intriguing and captivated me. It could be at times predictable but still the story are great. You also get your daily happy meal of incest, pedophilia, violence towards women, beating children, intense blood and guts (yeah this series is also a gore fest) and incest. Pretty much borderline narcissism.\n\n\u001b[1m全体的なプロットはおそらくこのショーの最強の側面でした。興味をそそられ、私を魅了しました。 それは時々予測可能かもしれないが、まだ物語は素晴らしいです。 あなたはまた、近親相姦、小児性愛、女性に対する暴力、子供を殴ること、強烈な血と勇気（このシリーズはまたゴアフェストです）と近親相姦の毎日の幸せな食事を手に入れます。 かなり境界線のナルシシズム。\u001b[22m\n\u001b[1m(Zentai-tekina purotto wa osoraku kono shō no saikyō no sokumendeshita. Kyōmi o sosora re, watashi o miryō shimashita. Sore wa tokidoki yosoku kanō kamo shirenaiga, mada monogatari wa subarashīdesu. Anata wa mata, konshinsōkan, shōniseiai, josei ni taisuru bōryoku, kodomo o naguru koto, kyōretsuna chi to yūki (kono shirīzu wa mata goafesutodesu) to konshinsōkan no mainichi no shiawasena shokuji o te ni iremasu. Kanari kyōkai-sen no narushishizumu.)\u001b[22m\n\nTranslations of \u001b[4mThe overall plot was probably the strongest aspect of this show, it was intriguing and captivated me. It could be at times predictable but still the story are great. You also get your daily happy meal of incest, pedophilia, violence towards women, beating children, intense blood and guts (yeah this series is also a gore fest) and incest. Pretty much borderline narcissism.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall plot was probably the strongest aspect of this show, it was intriguing and captivated me.\u001b[24m\n    \u001b[1m全体的なプロットはおそらくこのショーの最強の側面でした。興味をそそられ、私を魅了しました。\u001b[22m, \u001b[1m全体のプロットは、それが魅力的だったと私を魅了し、おそらくこのショーの最強の様相でした。\u001b[22m\n\u001b[4mIt could be at times predictable but still the story are great.\u001b[24m\n    \u001b[1mそれは時々予測可能かもしれないが、まだ物語は素晴らしいです。\u001b[22m, \u001b[1mこれは、予測可能な時間であってもよいが、それでも物語は素晴らしいです。\u001b[22m\n\u001b[4mYou also get your daily happy meal of incest, pedophilia, violence towards women, beating children, intense blood and guts (yeah this series is also a gore fest) and incest.\u001b[24m\n    \u001b[1mあなたはまた、近親相姦、小児性愛、女性に対する暴力、子供を殴ること、強烈な血と勇気（このシリーズはまたゴアフェストです）と近親相姦の毎日の幸せな食事を手に入れます。\u001b[22m, \u001b[1mあなたはまた、近親相姦、小児性愛、女性の方の暴力、暴行子供、強烈な血と根性のあなたの毎日の幸せな食事を取得し、近親相姦（ええ、このシリーズはまた、マチ催しです）。\u001b[22m\n\u001b[4mPretty much borderline narcissism.\u001b[24m\n    \u001b[1mかなり境界線のナルシシズム。\u001b[22m, \u001b[1mかなりの境界線ナルシシズム。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was done well, it looks good and is fully capable to tell the story on it's own. The same goes for the sound.\n\n\u001b[1m芸術はうまくいきました、それはよく見え、それが自分のものであると話すことができるのです。 同じことが音のためになります。\u001b[22m\n\u001b[1m(Geijutsu wa umaku ikimashita, sore wa yoku mie, sore ga jibun no monodearu to hanasu koto ga dekiru nodesu. Onaji koto ga oto no tame ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was done well, it looks good and is fully capable to tell the story on it's own. The same goes for the sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was done well, it looks good and is fully capable to tell the story on it's own.\u001b[24m\n    \u001b[1m芸術はうまくいきました、それはよく見え、それが自分のものであると話すことができるのです。\u001b[22m, \u001b[1m技術は、それはよさそうだし、それ自身に話を完全に可能である、よくやりました。\u001b[22m\n\u001b[4mThe same goes for the sound.\u001b[24m\n    \u001b[1m同じことが音のためになります。\u001b[22m, \u001b[1m同じ音のために行きます。\u001b[22m\n\u001b[1m\u001b[22m\nNow the most important part, characters. I absolutely hate 90% of the characters in this show. These characters cannot suck it up, they always have a reason to be sad and cry. It's like a freaking soap opera. It's annoying more than effective. The feelings portrayed by the characters are exaggerated and i don't like them.\n\n\u001b[1m今、最も重要な部分、文字。 私は絶対にこの番組のキャラクターの90％が嫌いです。 これらの文字はそれを吸うことはできません、彼らはいつも悲しいと泣く理由があります。 それはひどいドラマのようなものだ。 それは効果的なものよりも面倒です。 キャラクターによって描かれた感情は誇張されており、私はそれらを気に入らない。\u001b[22m\n\u001b[1m(Ima, mottomo jūyōna bubun, moji. Watashi wa zettai ni kono bangumi no kyarakutā no 90-pāsento ga kiraidesu. Korera no moji wa sore o suu koto wa dekimasen, karera wa itsumo kanashī to naku riyū ga arimasu. Sore wa hidoi dorama no yōna monoda. Sore wa kōka-tekina mono yori mo mendōdesu. Kyarakutā ni yotte egaka reta kanjō wa kochō sa rete ori, watashi wa sorera o kiniiranai.)\u001b[22m\n\nTranslations of \u001b[4mNow the most important part, characters. I absolutely hate 90% of the characters in this show. These characters cannot suck it up, they always have a reason to be sad and cry. It's like a freaking soap opera. It's annoying more than effective. The feelings portrayed by the characters are exaggerated and i don't like them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the most important part, characters.\u001b[24m\n    \u001b[1m今、最も重要な部分、文字。\u001b[22m\n\u001b[4mI absolutely hate 90% of the characters in this show.\u001b[24m\n    \u001b[1m私は絶対にこの番組のキャラクターの90％が嫌いです。\u001b[22m, \u001b[1m私は絶対にこのショーでは、文字の90％を憎みます。\u001b[22m\n\u001b[4mThese characters cannot suck it up, they always have a reason to be sad and cry.\u001b[24m\n    \u001b[1mこれらの文字はそれを吸うことはできません、彼らはいつも悲しいと泣く理由があります。\u001b[22m, \u001b[1mこれらの文字は、彼らはいつも悲しいことや泣く理由がある、それを吸うことはできません。\u001b[22m\n\u001b[4mIt's like a freaking soap opera.\u001b[24m\n    \u001b[1mそれはひどいドラマのようなものだ。\u001b[22m, \u001b[1mそれはおかしくメロドラマのようなものです。\u001b[22m\n\u001b[4mIt's annoying more than effective.\u001b[24m\n    \u001b[1mそれは効果的なものよりも面倒です。\u001b[22m, \u001b[1mこれは、効果的なより迷惑より多くのです。\u001b[22m\n\u001b[4mThe feelings portrayed by the characters are exaggerated and i don't like them.\u001b[24m\n    \u001b[1mキャラクターによって描かれた感情は誇張されており、私はそれらを気に入らない。\u001b[22m, \u001b[1m文字で描か気持ちが誇張されていると私はそれを好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBesides the characters, elfen lied is quite strong in the story aspect but don't get me started on the characters.\n\n\u001b[1mキャラクターのほかに、エルフェンの嘘はストーリーの面ではかなり強いですが、キャラクターを始めて私を始めさせません。\u001b[22m\n\u001b[1m(Kyarakutā no hoka ni, erufen no uso wa sutōrī no mende wa kanari tsuyoidesuga, kyarakutā o hajimete watashi o hajime sasemasen.)\u001b[22m\n\nTranslations of \u001b[4mBesides the characters, elfen lied is quite strong in the story aspect but don't get me started on the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides the characters, elfen lied is quite strong in the story aspect but don't get me started on the characters.\u001b[24m\n    \u001b[1mキャラクターのほかに、エルフェンの嘘はストーリーの面ではかなり強いですが、キャラクターを始めて私を始めさせません。\u001b[22m, \u001b[1m嘘をついたエルフェン文字、ほかにストーリー面では非常に強いですが、私は文字で開始されません。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "TraparDensity",
    "profile": "/profile/TraparDensity/reviews",
    "pages": "22",
    "number": "11",
    "link": "/reviews.php?id=89405",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\n私はそれが唯一のものだと思います。  Elfen Liedは、差別や死亡、その他いくつかの敏感な被験者について非常に強く発言している非常に優れたアニメです。\n（確かに）それは非常に非常にうんざりですが、文字は3つの魅力的です。 ルーシー（NYU）は素晴らしい、Kötaも、少しスーパー英雄を演奏しています。 小さな欠点は、私はシリーズが短すぎることを確かに、確かにそれは長くないそれは良くないが、そこには、短すぎる、約20分の13エピソード）、その後ほとんど常に裸であるDiclonius私はそれが 同情。\nそうでなければ、私はいくつかのインコヒーレンスに気づく時間を取っただけでも、このアニメの重要性と到達範囲はそれほど大きくない（厄介）。\nしかし、音楽が少しでも強くても（それが現れても）、Liliumは崇高で、何も言いません...\n創造者がこのマンガを作ってアダプターに（彼女の）人生を与えたことに感謝します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nRare are Anime them or movie having affected me as much as that one, I think that it is the only one; A very good Anime speaking very strongly about the discrimination, about the death and about several other subjects sensitive, Elfen Lied manages to mix all these subjects perfectly, even if some people will say to you the opposite.\n\n\u001b[1m私はそれが唯一のものだと思います。  Elfen Liedは、差別や死亡、その他いくつかの敏感な被験者について非常に強く発言している非常に優れたアニメです。\u001b[22m\n\u001b[1m(Watashi wa sore ga yuiitsu no monoda to omoimasu. Elfen Lied wa, sabetsu ya shibō, sonohoka ikutsu ka no binkan'na hikensha ni tsuite hijō ni tsuyoku hatsugen shite iru hijō ni sugureta animedesu.)\u001b[22m\n\nTranslations of \u001b[4mRare are Anime them or movie having affected me as much as that one, I think that it is the only one; A very good Anime speaking very strongly about the discrimination, about the death and about several other subjects sensitive, Elfen Lied manages to mix all these subjects perfectly, even if some people will say to you the opposite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRare are Anime them or movie having affected me as much as that one, I think that it is the only one;\u001b[24m\n    \u001b[1m私はそれが唯一のものだと思います。\u001b[22m, \u001b[1mレアアニメは彼らや映画はその1限り、私に影響を与えたが、私はそれが唯一のものであると思います。\u001b[22m\n\u001b[4mA very good Anime speaking very strongly about the discrimination, about the death and about several other subjects sensitive, Elfen Lied manages to mix all these subjects perfectly, even if some people will say to you the opposite.\u001b[24m\n    \u001b[1mElfen Liedは、差別や死亡、その他いくつかの敏感な被験者について非常に強く発言している非常に優れたアニメです。\u001b[22m, \u001b[1m非常に良いアニメエルフェンリートは、死について、機密いくつかの他の科目については、差別について非常に強く言えば何人かの人々があなたに反対のことを言うだろうしても、完全にすべてのこれらの科目を混在して管理しています。\u001b[22m\n(sure) that it is very very gory, but the characters are three charming; Lucy ( NYU) is magnificent, Köta also, playing a little the super-heroes. Small defect, I find that the series is too short, certainly when it is too long it is not good, but there, it is too short, 13 episodes of 20 minutes approximately), then Diclonius which are almost always naked I find that it's a pity.\n\n\u001b[1m（確かに）それは非常に非常にうんざりですが、文字は3つの魅力的です。 ルーシー（NYU）は素晴らしい、Kötaも、少しスーパー英雄を演奏しています。 小さな欠点は、私はシリーズが短すぎることを確かに、確かにそれは長くないそれは良くないが、そこには、短すぎる、約20分の13エピソード）、その後ほとんど常に裸であるDiclonius私はそれが 同情。\u001b[22m\n\u001b[1m((Tashikani) sore wa hijō ni hijō ni unzaridesuga, moji wa 3ttsu no mirikitekidesu. Rūshī (NYU) wa subarashī, Köta mo, sukoshi sūpā eiyū o ensō shite imasu. Chīsana ketten wa, watashi wa shirīzu ga mijika sugiru koto o tashikani, tashikani sore wa nagakunai sore wa yokunai ga, soko ni wa, mijika sugiru, yaku 20-bun'no 13 episōdo), sonogo hotondo tsuneni hadakadearu Diclonius watashi wa sore ga dōjō.)\u001b[22m\n\nTranslations of \u001b[4m(sure) that it is very very gory, but the characters are three charming; Lucy ( NYU) is magnificent, Köta also, playing a little the super-heroes. Small defect, I find that the series is too short, certainly when it is too long it is not good, but there, it is too short, 13 episodes of 20 minutes approximately), then Diclonius which are almost always naked I find that it's a pity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(sure) that it is very very gory, but the characters are three charming;\u001b[24m\n    \u001b[1m（確かに）それは非常に非常にうんざりですが、文字は3つの魅力的です。\u001b[22m, \u001b[1m（必ず）それは非常に非常に血みどろのですが、文字が3魅力的であること。\u001b[22m\n\u001b[4mLucy ( NYU) is magnificent, Köta also, playing a little the super-heroes.\u001b[24m\n    \u001b[1mルーシー（NYU）は素晴らしい、Kötaも、少しスーパー英雄を演奏しています。\u001b[22m, \u001b[1mルーシー（NYU）は、スーパーヒーローを少し遊んで、また、コタ壮大です。\u001b[22m\n\u001b[4mSmall defect, I find that the series is too short, certainly when it is too long it is not good, but there, it is too short, 13 episodes of 20 minutes approximately), then Diclonius which are almost always naked I find that it's\u001b[24m\n    \u001b[1m小さな欠点は、私はシリーズが短すぎることを確かに、確かにそれは長くないそれは良くないが、そこには、短すぎる、約20分の13エピソード）、その後ほとんど常に裸であるDiclonius私はそれが\u001b[22m, \u001b[1mその後、小さな欠陥、私はそれがあまりにも長い間、それが良いではないですが、あるとき、確かに、それはおよそ、20分の13のエピソード短すぎる、シリーズが短すぎることを見つける）、Dicloniusほとんど常に裸であり、私はそれがだと見つけます\u001b[22m\n\u001b[4ma pity.\u001b[24m\n    \u001b[1m同情。\u001b[22m, \u001b[1m残念。\u001b[22m\nOtherwise I even took time to notice some incoherence, but that (bothers) not at all the importance and the reach of this anime that is simply enormous.\n\n\u001b[1mそうでなければ、私はいくつかのインコヒーレンスに気づく時間を取っただけでも、このアニメの重要性と到達範囲はそれほど大きくない（厄介）。\u001b[22m\n\u001b[1m(Sōdenakereba, watashi wa ikutsu ka no inkohīrensu ni kidzuku jikan o totta dake demo, kono anime no jūyō-sei to tōtatsu han'i wa sore hodo ōkikunai (yakkai).)\u001b[22m\n\nTranslations of \u001b[4mOtherwise I even took time to notice some incoherence, but that (bothers) not at all the importance and the reach of this anime that is simply enormous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOtherwise I even took time to notice some incoherence, but that (bothers) not at all the importance and the reach of this anime that is simply enormous.\u001b[24m\n    \u001b[1mそうでなければ、私はいくつかのインコヒーレンスに気づく時間を取っただけでも、このアニメの重要性と到達範囲はそれほど大きくない（厄介）。\u001b[22m, \u001b[1mそうでなければ私もいくつかの矛盾に気づくのに時間がかかったが、すべてではない重要で、その（気になる）と、単に膨大であるこのアニメの手の届きません。\u001b[22m\nBut the music even if little strong when (it) appears, Lilium is sublime, nothing to say...\n\n\u001b[1mしかし、音楽が少しでも強くても（それが現れても）、Liliumは崇高で、何も言いません...\u001b[22m\n\u001b[1m(Shikashi, ongaku ga sukoshi demo tsuyokute mo (sore ga arawarete mo), Lilium wa sūkōde, nani mo iimasen...)\u001b[22m\n\nTranslations of \u001b[4mBut the music even if little strong when (it) appears, Lilium is sublime, nothing to say...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the music even if little strong when (it) appears, Lilium is sublime, nothing to say...\u001b[24m\n    \u001b[1mしかし、音楽が少しでも強くても（それが現れても）、Liliumは崇高で、何も言いません...\u001b[22m, \u001b[1m（それが）表示されたときでも音楽少しでも強い場合は、ユリは、何も言うことは崇高ではありません...\u001b[22m\nThanks to the creator to have created this Manga and in the adapter to have given (her) life.\n\n\u001b[1m創造者がこのマンガを作ってアダプターに（彼女の）人生を与えたことに感謝します。\u001b[22m\n\u001b[1m(Sōzō-sha ga kono manga o tsukutte adaputā ni (kanojo no) jinsei o ataeta koto ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThanks to the creator to have created this Manga and in the adapter to have given (her) life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks to the creator to have created this Manga and in the adapter to have given (her) life.\u001b[24m\n    \u001b[1m創造者がこのマンガを作ってアダプターに（彼女の）人生を与えたことに感謝します。\u001b[22m, \u001b[1m作成者のおかげで、このマンガを作成しているし、アダプタに（彼女）の人生を与えているために。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "suganthan",
    "profile": "/profile/suganthan/reviews",
    "pages": "22",
    "number": "12",
    "link": "/reviews.php?id=90389",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はちょうどこのアニメを見て、新しいショーを見つけようとした後に見ました。このアニメを始めた瞬間、私は夢中になり、もっと空腹になりました。しかし、多くの部分で私は泣き叫んでいました。 あなたはシリーズの真ん中にもっと入ります：CIはこのアニメを愛し、良い怖い/悲しいアニメを探している人にそれを推薦します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI just watched this anime after trying to find a new show to get into.. The moment i started this anime it made me hooked and hungry for more.. But at many parts it made me cry and sob some parts are so sad especially when you get more into the middle of the series.. :CI love this anime and reccomend it to anyone looking for a good scary/sad anime.\n\n\u001b[1m私はちょうどこのアニメを見て、新しいショーを見つけようとした後に見ました。このアニメを始めた瞬間、私は夢中になり、もっと空腹になりました。しかし、多くの部分で私は泣き叫んでいました。 あなたはシリーズの真ん中にもっと入ります：CIはこのアニメを愛し、良い怖い/悲しいアニメを探している人にそれを推薦します。\u001b[22m\n\u001b[1m(Watashi wa chōdo kono anime o mite, atarashī shō o mitsukeyou to shita nochi ni mimashita. Kono anime o hajimeta shunkan, watashi wa muchū ni nari, motto kūfuku ni narimashita. Shikashi, ōku no bubun de watashi wa nakisakende imashita. Anata wa shirīzu no man'naka ni motto hairimasu: CI wa kono anime o aishi, yoi kowai/ kanashī anime o sagashite iru hito ni sore o suisen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI just watched this anime after trying to find a new show to get into.. The moment i started this anime it made me hooked and hungry for more.. But at many parts it made me cry and sob some parts are so sad especially when you get more into the middle of the series.. :CI love this anime and reccomend it to anyone looking for a good scary/sad anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just watched this anime after trying to find a new show to get into.. The moment i started this anime it made me hooked and hungry for more.. But at many parts it made me cry and sob some parts are so sad especially when\u001b[24m\n    \u001b[1m私はちょうどこのアニメを見て、新しいショーを見つけようとした後に見ました。このアニメを始めた瞬間、私は夢中になり、もっと空腹になりました。しかし、多くの部分で私は泣き叫んでいました。\u001b[22m, \u001b[1m場合は特にとても悲しいしている私はちょうど..私はそれは私が夢中に、よりに飢えて作られたこのアニメを始めた瞬間..に入るために新しいショーを見つけようとした後、このアニメを見た。しかし多くの部分で、それは私はいくつかの部分を叫びとすすり泣き製\u001b[22m\n\u001b[4myou get more into the middle of the series.. :CI love this anime and reccomend it to anyone looking for a good scary/sad anime.\u001b[24m\n    \u001b[1mあなたはシリーズの真ん中にもっと入ります：CIはこのアニメを愛し、良い怖い/悲しいアニメを探している人にそれを推薦します。\u001b[22m, \u001b[1mCIの愛このアニメと良い怖い/悲しいアニメを探している人にそれをreccomend：あなたは..シリーズの途中に多くを得ます。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "JustLies",
    "profile": "/profile/JustLies/reviews",
    "pages": "22",
    "number": "13",
    "link": "/reviews.php?id=10897",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nこれは、主に頭蓋骨から成長して角を持っている女性に焦点を当てたヌードのゴアアニメです。彼らはこのように生まれ、2歳の頃には、殺しの本能を持っていて、自由にする力を持っています。 彼らは背中に接続していくつかの目に見えない腕を持っています。これらの腕には超強度と強力な切断能力があり、半分の体を裂くことさえ可能です。弾丸などをブロックすることもできます。 これらの腕の長さは2メートルから10メートルのランダムな長さですが、突然変異してより多くのハン4腕と非常に長い範囲を持ついくつかの例外があります。これらの腕はベクトルと呼ばれ、これらの角を持つ女性は diclonious..ほんの女性はこの奇妙な能力を持っていて、ホーンのある女性は生まれた日に殺されますが、実験のために取り入れられたものもあり、彼らは夢中になりました。 このアニメは12本のエピソードしか収録されていませんが、マンガには合計100本以上のチャプターが含まれていますので、\n\nアート：うーん、芸術はかなりいいと思うけど、私の味はそれほど信用できないので、私はそれを8〜7にしてもいいだろう。おそらくこれは私の趣味なので、他の人とは違うかもしれない\n\nサウンド：殺したり、血液が飛び散ったりすることによる音の効果がかなり良くて現実的です。3\n\nキャラクター：大丈夫です。私は、いとこである2人の主人公が好きではないと言う必要があります。\n\n楽しさ：私はちょっとだけ殺しや怪しい場面を楽しんだ：3\n\n全体的に私はその価値が7と言う\n\nアニメwudの終わりはちょうどそのように停止するように少し混乱している..このアニメを完全に理解するためにマンガを読んで",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a gore anime with nudity which mainly focuses on women who have horns growing out of their skull..they were born like this and by the age of 2 most wud have a killing instinct and wud have the power to do so freely . They have a number of four invisible arms at connected to their backs..these arms have super strength and a powerful cutting ability which makes them possible to even rip off someones body in half , they can also block bullets and such. The length of these arms are at a random length of 2meters to 10m but there is an exception in some where they wud be mutated and have more han 4 arms and an incredibly long reach .These arms are called vectors and women with these horns are called Diclonious ..only females have this weird ability and most females with horns are killed the day they were born but some were taken in for experiments which resulted in them going crazy and wud probably go on a killing spree if they happened to be let free. This anime contains only 12 episodes while the manga contains a total of 100+ chapters so in the anime they wud be cutting everything short\n\n\u001b[1mこれは、主に頭蓋骨から成長して角を持っている女性に焦点を当てたヌードのゴアアニメです。彼らはこのように生まれ、2歳の頃には、殺しの本能を持っていて、自由にする力を持っています。 彼らは背中に接続していくつかの目に見えない腕を持っています。これらの腕には超強度と強力な切断能力があり、半分の体を裂くことさえ可能です。弾丸などをブロックすることもできます。 これらの腕の長さは2メートルから10メートルのランダムな長さですが、突然変異してより多くのハン4腕と非常に長い範囲を持ついくつかの例外があります。これらの腕はベクトルと呼ばれ、これらの角を持つ女性は diclonious..ほんの女性はこの奇妙な能力を持っていて、ホーンのある女性は生まれた日に殺されますが、実験のために取り入れられたものもあり、彼らは夢中になりました。 このアニメは12本のエピソードしか収録されていませんが、マンガには合計100本以上のチャプターが含まれていますので、\u001b[22m\n\u001b[1m(Kore wa, omoni zugaikotsu kara seichō shite tsuno o motte iru josei ni shōten o ateta nūdo no goaanimedesu. Karera wa kono yō ni umare, 2-sai no koro ni wa,-goroshi no hon'nō o motte ite, jiyū ni suru chikara o motte imasu. Karera wa senaka ni setsuzoku shite ikutsu ka no menimienai ude o motte imasu. Korera no ude ni wa chō kyōdo to kyōryokuna setsudan nōryoku ga ari, hanbun no karada o saku koto sae kanōdesu. Dangan nado o burokku suru koto mo dekimasu. Korera no ude no naga-sa wa 2 mētoru kara 10 mētoru no randamuna naga-sadesuga, totsuzenhen'i shite yori ōku no Han 4 ude to hijō ni nagai han'i o motsu ikutsu ka no reigai ga arimasu. Korera no ude wa bekutoru to yoba re, korera no tsuno o motsu josei wa diclonious.. Hon'no josei wa kono kimyōna nōryoku o motte ite, hōn no aru josei wa umaretahi ni korosa remasuga, jikken no tame ni toriire rareta mono mo ari, karera wa muchū ni narimashita. Kono anime wa 12-pon no episōdo shika shūroku sa rete imasenga, manga ni wa gōkei 100-pon ijō no chaputā ga fukuma rete imasunode,)\u001b[22m\n\u001b[1m\u001b[22m\nArt: hmm the art is pretty good i guess but its not reli my taste so i wud give it an 8 or 7 maybe..it might probably differ from everybody else as this is my taste\n\n\u001b[1mアート：うーん、芸術はかなりいいと思うけど、私の味はそれほど信用できないので、私はそれを8〜7にしてもいいだろう。おそらくこれは私の趣味なので、他の人とは違うかもしれない\u001b[22m\n\u001b[1m(Āto: U ̄ n, geijutsu wa kanari ī to omoukedo, watashi no aji wa sorehodo shin'yō dekinainode, watashi wa sore o 8 〜 7 ni shite mo īdarou. Osoraku kore wa watashi no shuminanode, hokanohito to wa chigau kamo shirenai)\u001b[22m\n\nTranslations of \u001b[4mArt: hmm the art is pretty good i guess but its not reli my taste so i wud give it an 8 or 7 maybe..it might probably differ from everybody else as this is my taste\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: hmm the art is pretty good i guess but its not reli my taste so i wud give it an 8 or 7 maybe..it might probably differ from everybody else as this is my taste\u001b[24m\n    \u001b[1mアート：うーん、芸術はかなりいいと思うけど、私の味はそれほど信用できないので、私はそれを8〜7にしてもいいだろう。おそらくこれは私の趣味なので、他の人とは違うかもしれない\u001b[22m, \u001b[1mアート：うーん芸術は私が推測するが、私はそれを8または7 maybe..itを与えるWUDように、その私の味をRELIない、これは私の好みであるとして、おそらく他のみんなとは異なる場合がありますかなり良いです\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound effects of killing and blood splashing here and there is pretty good and realistic i have to say :3\n\n\u001b[1mサウンド：殺したり、血液が飛び散ったりすることによる音の効果がかなり良くて現実的です。3\u001b[22m\n\u001b[1m(Saundo: Koroshi tari, ketsueki ga tobichittari suru koto ni yoru oto no kōka ga kanari yokute genjitsu-tekidesu. 3)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound effects of killing and blood splashing here and there is pretty good and realistic i have to say :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound effects of killing and blood splashing here and there is pretty good and realistic i have to say :3\u001b[24m\n    \u001b[1mサウンド：殺したり、血液が飛び散ったりすることによる音の効果がかなり良くて現実的です。3\u001b[22m, \u001b[1mサウンド：殺し、血液がここにはねとかなり良いと現実的な存在であるの効果音は、私が言っている：3\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: ok ok i really have to say that i dont like the 2 main characters which are cousins they just annoy me so much &gt;.&gt;\n\n\u001b[1mキャラクター：大丈夫です。私は、いとこである2人の主人公が好きではないと言う必要があります。\u001b[22m\n\u001b[1m(Kyarakutā: Daijōbudesu. Watashi wa, itokodearu 2-ri no shujinkō ga sukide wa nai to iu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: ok ok i really have to say that i dont like the 2 main characters which are cousins they just annoy me so much &gt;.&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: ok ok i really have to say that i dont like the 2 main characters which are cousins they just annoy me so much &gt;.&gt;\u001b[24m\n    \u001b[1mキャラクター：大丈夫です。私は、いとこである2人の主人公が好きではないと言う必要があります。\u001b[22m, \u001b[1mキャラクター：[OK]を[OK]を私は本当に私は、彼らはちょうど私そんなに＆GTを困らせるのいとこである2メインキャラクターを好まないことを言わなければならない;＆GT;。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : well i kinda only enjoyed the killing and gore scenes :3\n\n\u001b[1m楽しさ：私はちょっとだけ殺しや怪しい場面を楽しんだ：3\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa chotto dake koroshi ya ayashī bamen o tanoshinda: 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : well i kinda only enjoyed the killing and gore scenes :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : well i kinda only enjoyed the killing and gore scenes :3\u001b[24m\n    \u001b[1m楽しさ：私はちょっとだけ殺しや怪しい場面を楽しんだ：3\u001b[22m, \u001b[1m楽しさ：よく私はちょっとだけ殺害し、マチのシーンを楽しん：3\u001b[22m\n\u001b[1m\u001b[22m\nOverall i say its worth a 7\n\n\u001b[1m全体的に私はその価値が7と言う\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sono kachi ga 7 to iu)\u001b[22m\n\nTranslations of \u001b[4mOverall i say its worth a 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall i say its worth a 7\u001b[24m\n    \u001b[1m全体的に私はその価値が7と言う\u001b[22m, \u001b[1m全体的に私はその価値を言う7\u001b[22m\n\u001b[1m\u001b[22m\nthe end of the anime wud be a little confusing as it just stops like that..to fully understand this anime read the manga\n\n\u001b[1mアニメwudの終わりはちょうどそのように停止するように少し混乱している..このアニメを完全に理解するためにマンガを読んで\u001b[22m\n\u001b[1m(Anime wud no owari wa chōdo sonoyōni teishi suru yō ni sukoshi konran shite iru.. Kono anime o kanzen ni rikai suru tame ni manga o yonde)\u001b[22m\n\nTranslations of \u001b[4mthe end of the anime wud be a little confusing as it just stops like that..to fully understand this anime read the manga\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe end of the anime wud be a little confusing as it just stops like that..to fully understand this anime read the manga\u001b[24m\n    \u001b[1mアニメwudの終わりはちょうどそのように停止するように少し混乱している..このアニメを完全に理解するためにマンガを読んで\u001b[22m, \u001b[1mそれだけで十分に漫画を読んでこのアニメを理解that..toように停止するようにアニメの終わりには少し混乱することがWUD\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Mugiwara-Pyon",
    "profile": "/profile/Mugiwara-Pyon/reviews",
    "pages": "22",
    "number": "14",
    "link": "/reviews.php?id=60363",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  5\n|  6\n\nEflen Liedは、不運にも愚かではないアニメOVAシリーズを作りましたが、私は本当にそれを思い出されたくありません制作会社Studio ARMSから来ています。 これは、後のエピソードで、いくつかのハレ・アニメの要素を持つホラーテーマの劇的なアニメです。 プロットは、実験のために建設された施設から脱出したLucyという名前の少女Diclonus（異なる遺伝子レベルの人、特に短い角のような突起を持つ人）に基づいており、脱出時に警備員と慈悲を示さない 彼らは彼女に銃をかけ続けていましたが、弾丸で簡単に殺すことはできないし、あなたの体を細断するような目に見えないCGの手があり、秘書官さえも逃げ出すことはありません 主人公のように紹介されておらず、キャラクターを披露するのは無意味で、2分後には死んでしまった方がいいだろうが、ルーシーとの最後を満たした。 地獄で、彼女はフラッシュバックで第10話まで戻ってきたことさえなかった。\n\n\n\nその後、彼女はその過程で負傷し、現在はポケモンのように聞こえるNyuという二次的な子供のような性格を持っています。 そこでは彼女はKohtaと彼のいとこ、Yukaと出会う。両者は異なる理由でシリーズの中で最も迷惑な文字だ。 YAY PUPPIES！ 私はゆかから始まりますが、彼女は明らかにKohtaへの愛情を持っています（私はなぜ混乱しているのか分かりませんが）。NyuがKohtaに付随するたびに、彼女は不快な嫉妬を覚え、 私が実際に彼女に気に入ったり関連したりすることは難しいです。 コッタ............馬鹿だ。 それでおしまい。 それは私が彼について言わなければならないすべてのものです......（少しのスポイラー！）、しかし、彼の姉妹と父が死んでいるのは彼です。 うん、私はそれを言った。 私は本当に彼らの死のために（スポイラーズ!!!）責めません。 また、別のDiclonusがNanaと名乗り、Lucy / Nyuをキャプチャして含むようになり、13歳のホームレスの女の子Mayuによってサイドトラックされ、主人公と親しくなり、彼女はパピーをしています!!! \n\n既に今のところ推測しているように、私はこのシリーズに少し問題があります。 はい、それは非常にオリジナルのコンセプトであり、私はちょっと不必要ですが、血で覆われた裸の少女たちによって少し儲けられるが、それはポイントを得るが、それはそれらのSaw映画または恐怖リメイクのように痛いほど近くにありません。 ホラーアニメやファンレスアニメアニメやハーレムアニメのいずれかになります。  Studio ARMSは今回はあまり失敗しませんでしたが、これは以前の作品の1つで、私が知る限り抑止しています。 文字は完全ではあり得ないジャケットか、頭に明るいものではありません。 アニメーションのスタイルは活気に満ちていてカラフルで、赤がたくさん見られます。 主題歌「Lilium」は、非常に美しい音が主にシリーズ全体で演奏され、テーマ曲はスキップされます。 実際には、テーマソングはあなたが何か違うものを見ていると思っているようにあなたを操作します。\n\n\nファイナル・ヴァーディック：このショーは素晴らしいアニメになる可能性がありましたが、それはそれを全面的に果たさなかったのです。 しかし、それはまったく吸うことはありませんでしたが、まだまだ奇妙です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nEflen Lied comes from the production company Studio ARMS, who unfortunately made one anime OVA Series that really was beyond stupid and I really don't want to be reminded of that. This is an horror-theme dramatic anime with some elements of an harem anime at later episodes. The plot is based on a teenage Diclonus (a different human being with different genetic levels, especially with short horn-like protrusions) girl named Lucy, who escaped from a facility built for experimentation and when she escapes, she shows no mercy with the guards , although they kept shooting at her and they don't get the idea that bullets can't kill her that easily and also there are these invisible CG hands that will rip your body into shreds and there is no escaping her power, even a secretary met her end with Lucy, although it would have been better if she wasn't introduced like a main character and it is kinda pointless showing off a character and 2 minutes later, she's dead. Hell, she wasn't even brought back up until the 10th episode in a flashback.\n\n\u001b[1mEflen Liedは、不運にも愚かではないアニメOVAシリーズを作りましたが、私は本当にそれを思い出されたくありません制作会社Studio ARMSから来ています。 これは、後のエピソードで、いくつかのハレ・アニメの要素を持つホラーテーマの劇的なアニメです。 プロットは、実験のために建設された施設から脱出したLucyという名前の少女Diclonus（異なる遺伝子レベルの人、特に短い角のような突起を持つ人）に基づいており、脱出時に警備員と慈悲を示さない 彼らは彼女に銃をかけ続けていましたが、弾丸で簡単に殺すことはできないし、あなたの体を細断するような目に見えないCGの手があり、秘書官さえも逃げ出すことはありません 主人公のように紹介されておらず、キャラクターを披露するのは無意味で、2分後には死んでしまった方がいいだろうが、ルーシーとの最後を満たした。 地獄で、彼女はフラッシュバックで第10話まで戻ってきたことさえなかった。\u001b[22m\n\u001b[1m(Eflen Lied wa, fuun ni mo orokade wanai anime ovu~a shirīzu o tsukurimashitaga, watashi wa hontōni sore o omoidasa retaku arimasen seisakukaisha sutadio āmuzu kara kite imasu. Kore wa,-go no episōdo de, ikutsu ka no hare anime no yōso o motsu horātēma no gekitekina animedesu. Purotto wa, jikken no tame ni kensetsu sa reta shisetsu kara dasshutsu shita rūshī to iu namae no shōjo Diclonus (kotonaru idenshi reberu no hito, tokuni mijikai tsuno no yōna tokki o motsu hito) ni motodzuite ori, dasshutsu-ji ni anchisukiru to jihi o shimesanai karera wa kanojo ni jū o kake tsudzukete imashitaga, dangan de kantan ni korosu koto wa dekinaishi, anata no karada o Hoso dan suru yōna menimienai CG no te ga ari, hishokan sae mo nigedasu koto wa arimasen shujinkō no yō ni shōkai sa rete orazu, kyarakutā o hirō suru no wa muimide, 2-bu-go ni wa shinde shimatta kata ga īdarouga, rūshī to no saigo o mitashita. Jigoku de, kanojo wa furasshu bakku de dai 10-wa made modotte kita koto sae nakatta.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAfter that, she was injured in the process and now has a secondary child-like personality named Nyu, which does sound like a Pokemon reject. There she meets Kohta and his cousin, Yuka, whom both of them are the most annoying characters in the series for different reasons. YAY PUPPIES! I'll start with Yuka, she clearly has affections for Kohta (I don't know why, I'm confused, too.) but every time Nyu is attached to Kohta, she gets uncomfortably jealous and she really pleads for attention too hard and it makes hard for me to actually like or relate to her. Kohta……..is a f***ing idiot. That’s it. That is all I got to say about him……also (A LITTLE SPOILER!), but, hell, he is the reason why his sister and father is dead. Yeah, I said it. I really don't blame (SPOILERS!!!) for their deaths. There is also another Diclonus named Nana, who came up to capture and contain Lucy/Nyu and get side-tracked by Mayu, a 13-year-old homeless girl, who also befriends the main characters and she has a PUPPY!!!\n\n\u001b[1mその後、彼女はその過程で負傷し、現在はポケモンのように聞こえるNyuという二次的な子供のような性格を持っています。 そこでは彼女はKohtaと彼のいとこ、Yukaと出会う。両者は異なる理由でシリーズの中で最も迷惑な文字だ。 YAY PUPPIES！ 私はゆかから始まりますが、彼女は明らかにKohtaへの愛情を持っています（私はなぜ混乱しているのか分かりませんが）。NyuがKohtaに付随するたびに、彼女は不快な嫉妬を覚え、 私が実際に彼女に気に入ったり関連したりすることは難しいです。 コッタ............馬鹿だ。 それでおしまい。 それは私が彼について言わなければならないすべてのものです......（少しのスポイラー！）、しかし、彼の姉妹と父が死んでいるのは彼です。 うん、私はそれを言った。 私は本当に彼らの死のために（スポイラーズ!!!）責めません。 また、別のDiclonusがNanaと名乗り、Lucy / Nyuをキャプチャして含むようになり、13歳のホームレスの女の子Mayuによってサイドトラックされ、主人公と親しくなり、彼女はパピーをしています!!! \u001b[22m\n\u001b[1m(Sonogo, kanojo wa sono katei de fushō shi, genzai wa pokemon no yō ni kikoeru Nyu to iu niji-tekina kodomo no yōna seikaku o motte imasu. Sokode wa kanojo wa Kohta to kare no itoko, Yuka to deau. Ryōsha wa kotonaru riyū de shirīzu no naka de mottomo meiwakuna mojida. Watashi wa Yuka kara hajimarimasuga, kanojo wa akiraka ni Kohta e no aijō o motte imasu (watashi wa naze konran shite iru no ka wakarimasenga). Nyu ga Kohta ni fuzui suru tabi ni, kanojo wa fukaina shitto o oboe, watashi ga jissai ni kanojo ni kiniittari kanren shi tari suru koto wa muzukashīdesu. Kotta... ... ... ... Bakada. Sorede oshimai. Sore wa watashi ga kare ni tsuite iwanakereba naranai subete no monodesu... ... (Sukoshi no supoirā!), Shikashi, kare no shimai to chichi ga shinde iru no wa karedesu. Un, watashi wa sore o itta. Watashi wa hontōni karera no shi no tame ni (supoirāzu! ! ! ) Sememasen. Mata,-betsu no Diclonus ga Nana to nanori, rūshī/ Nyu o kyapucha shite fukumu yō ni nari, 13-sai no hōmuresu no on'nanoko Mayu ni yotte saido torakku sa re, shujinkō to shitashiku nari, kanojo wa papī o shite imasu! ! ! YAY PUPPIES!)\u001b[22m\n\u001b[1m\u001b[22m\nAs you already guess by now, I have a slight problem with this series. Yes, it is a very original concept and that gets points although I get kinda grossed out by the naked little girls covered in blood and some gore was a little unnecessary but it is nowhere near as gory as those Saw movies or shit horror remakes. It either becomes a horror anime or a bit of fanservice anime or harem anime. Studio ARMS didn't fail much this time, although this is one of the earlier works and they have deterred as far as I know. The characters are either complete unlikable jackasses or not that bright in the head. The animation style is vibrant and colorful and you will see lots of red. The theme song 'Lilium', while sounding very beautiful is mostly played throughout the series and the closing theme song, that is a skip. Actually, the theme song does manipulate you thinking you'll watching something different.\n\n\u001b[1m既に今のところ推測しているように、私はこのシリーズに少し問題があります。 はい、それは非常にオリジナルのコンセプトであり、私はちょっと不必要ですが、血で覆われた裸の少女たちによって少し儲けられるが、それはポイントを得るが、それはそれらのSaw映画または恐怖リメイクのように痛いほど近くにありません。 ホラーアニメやファンレスアニメアニメやハーレムアニメのいずれかになります。  Studio ARMSは今回はあまり失敗しませんでしたが、これは以前の作品の1つで、私が知る限り抑止しています。 文字は完全ではあり得ないジャケットか、頭に明るいものではありません。 アニメーションのスタイルは活気に満ちていてカラフルで、赤がたくさん見られます。 主題歌「Lilium」は、非常に美しい音が主にシリーズ全体で演奏され、テーマ曲はスキップされます。 実際には、テーマソングはあなたが何か違うものを見ていると思っているようにあなたを操作します。\u001b[22m\n\u001b[1m(Sudeni imanotokoro suisoku shite iru yō ni, watashi wa kono shirīzu ni sukoshi mondai ga arimasu. Hai, sore wa hijō ni orijinaru no konseputodeari, watashi wa chotto fuhitsuyōdesuga, chi de ōwa reta hadaka no shōjo-tachi ni yotte sukoshi mōke rareruga, soreha pointo o eruga, sore wa sorera no Saw eiga matawa kyōfu rimeiku no yō ni itai hodo chikaku ni arimasen. Horāanime ya fanresuanimeanime ya hāremuanime no izureka ni narimasu. Sutadio āmuzu wa konkai wa amari shippai shimasendeshitaga, kore wa izen no sakuhin no 1tsu de, watashi ga shiru kagiri yokushi shite imasu. Moji wa kanzende wa ari enai jaketto ka, atama ni akarui monode wa arimasen. Animēshon no sutairu wa kakki ni michite ite karafuru de, aka ga takusan mi raremasu. Shudaika `Lilium' wa, hijō ni utsukushī oto ga omo ni shirīzu zentai de ensō sa re, tēma-kyoku wa sukippu sa remasu. Jissai ni wa, tēmasongu wa anata ga nani ka chigau mono o mite iru to omotte iru yō ni anata o sōsa shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs you already guess by now, I have a slight problem with this series. Yes, it is a very original concept and that gets points although I get kinda grossed out by the naked little girls covered in blood and some gore was a little unnecessary but it is nowhere near as gory as those Saw movies or shit horror remakes. It either becomes a horror anime or a bit of fanservice anime or harem anime. Studio ARMS didn't fail much this time, although this is one of the earlier works and they have deterred as far as I know. The characters are either complete unlikable jackasses or not that bright in the head. The animation style is vibrant and colorful and you will see lots of red. The theme song 'Lilium', while sounding very beautiful is mostly played throughout the series and the closing theme song, that is a skip. Actually, the theme song does manipulate you thinking you'll watching something different.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you already guess by now, I have a slight problem with this series.\u001b[24m\n    \u001b[1m既に今のところ推測しているように、私はこのシリーズに少し問題があります。\u001b[22m, \u001b[1mすでに今では推測したように、私はこのシリーズで若干の問題を抱えています。\u001b[22m\n\u001b[4mYes, it is a very original concept and that gets points although I get kinda grossed out by the naked little girls covered in blood and some gore was a little unnecessary but it is nowhere near as gory as those Saw movies or shit horror remakes.\u001b[24m\n    \u001b[1mはい、それは非常にオリジナルのコンセプトであり、私はちょっと不必要ですが、血で覆われた裸の少女たちによって少し儲けられるが、それはポイントを得るが、それはそれらのSaw映画または恐怖リメイクのように痛いほど近くにありません。\u001b[22m, \u001b[1mはい、それは非常にオリジナルの概念であると私はちょっと血だらけの裸の女の子によって儲けを取得し、いくつかのマチが少し不必要だったが、それはどこにもそれらのソームービーやたわごとホラーのリメイクとして近くなど血みどろではありませんが、それはポイントを取得します。\u001b[22m\n\u001b[4mIt either becomes a horror anime or a bit of fanservice anime or harem anime.\u001b[24m\n    \u001b[1mホラーアニメやファンレスアニメアニメやハーレムアニメのいずれかになります。\u001b[22m, \u001b[1mこれはどちらかのホラーアニメやサービスカットのアニメやハーレムアニメのビットになります。\u001b[22m\n\u001b[4mStudio ARMS didn't fail much this time, although this is one of the earlier works and they have deterred as far as I know.\u001b[24m\n    \u001b[1mStudio ARMSは今回はあまり失敗しませんでしたが、これは以前の作品の1つで、私が知る限り抑止しています。\u001b[22m, \u001b[1mこれは初期の作品の一つであり、彼らは私の知る限り抑止しているが、スタジオARMSは、このくらいの時間を失敗しませんでした。\u001b[22m\n\u001b[4mThe characters are either complete unlikable jackasses or not that bright in the head.\u001b[24m\n    \u001b[1m文字は完全ではあり得ないジャケットか、頭に明るいものではありません。\u001b[22m, \u001b[1m文字が頭の中でその明るい完全好かれないjackassesかのいずれかです。\u001b[22m\n\u001b[4mThe animation style is vibrant and colorful and you will see lots of red.\u001b[24m\n    \u001b[1mアニメーションのスタイルは活気に満ちていてカラフルで、赤がたくさん見られます。\u001b[22m, \u001b[1mアニメーションスタイルは、活気に満ちたカラフルである、あなたは赤の多くが表示されます。\u001b[22m\n\u001b[4mThe theme song 'Lilium', while sounding very beautiful is mostly played throughout the series and the closing theme song, that is a skip.\u001b[24m\n    \u001b[1m主題歌「Lilium」は、非常に美しい音が主にシリーズ全体で演奏され、テーマ曲はスキップされます。\u001b[22m, \u001b[1mテーマソング「ユリ 'は、非常に美しい響きの一方では、ほとんどのシリーズとスキップであるクロージングテーマソング、全体で再生されます。\u001b[22m\n\u001b[4mActually, the theme song does manipulate you thinking you'll watching something different.\u001b[24m\n    \u001b[1m実際には、テーマソングはあなたが何か違うものを見ていると思っているようにあなたを操作します。\u001b[22m, \u001b[1m実際には、テーマソングは、あなたが別の何かを見ています考えて操作しません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFINAL VERDICT: This show had potential to be an good anime but it didn't fulfill it all the way. However, it did not suck at all but it is still creepy all the way.\n\n\u001b[1mファイナル・ヴァーディック：このショーは素晴らしいアニメになる可能性がありましたが、それはそれを全面的に果たさなかったのです。 しかし、それはまったく吸うことはありませんでしたが、まだまだ奇妙です。\u001b[22m\n\u001b[1m(Fainaru vu~ādikku: Kono shō wa subarashī anime ni naru kanōsei ga arimashitaga, sore wa sore o zenmen-teki ni hatasanakatta nodesu. Shikashi, sore wa mattaku suu koto wa arimasendeshitaga, madamada kimyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mFINAL VERDICT: This show had potential to be an good anime but it didn't fulfill it all the way. However, it did not suck at all but it is still creepy all the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFINAL VERDICT: This show had potential to be an good anime but it didn't fulfill it all the way.\u001b[24m\n    \u001b[1mファイナル・ヴァーディック：このショーは素晴らしいアニメになる可能性がありましたが、それはそれを全面的に果たさなかったのです。\u001b[22m, \u001b[1m最終的な判定：このショーは良いアニメになる可能性があったが、それはそれをすべての方法を満たしませんでした。\u001b[22m\n\u001b[4mHowever, it did not suck at all but it is still creepy all the way.\u001b[24m\n    \u001b[1mしかし、それはまったく吸うことはありませんでしたが、まだまだ奇妙です。\u001b[22m, \u001b[1mしかし、それは全く吸うしませんでしたが、それはまだすべての方法不気味です。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "22",
    "number": "15",
    "link": "/reviews.php?id=79462",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  10\n\nこのアニメのプロット/ストーリーについては、私はこのアニメがノンストップでこのアニメを見るのに十分な興味をそそられていると言わなければならないでしょう。 また、この物語の下には深い意味があります。 しかし、このアニメはまだいくつかの欠陥を持っているようですが、私が意味するのは、ストーリーの理由のいくつかは真面目に見えるということです。つまり、十分に精緻化されていないか、  。 話を急ぐことができるので、私は彼らを責めませんが、私が真実を言わなければならない場合、プロットは本当にシンプルです。 このために、私は物語を7/10与えるでしょう。\n\n芸術に関しては、私はそれに6/10を与えることができます。 簡単に言えば、私は一定したより良い図面でアニメを見ました。 しかし、このアニメの場合、そうではないようですが、その重要なキャラクターは本当に上手く描かれているようですが、他のミニオンにとっては、それは十分に描かれておらず、色も本当に豊かではないようです 。\n\n音楽賢明、それは本当に良いです、それらのピアノ（？）曲も良かった、私はそれが大好きです。 私はそれのために欠陥を見つけるように見えないので、8/10。\n\nキャラクターの開発のために、私はそれを9/10にします。 正直言って、私はこのキャラクターの開発のためだけにアニメを見ているので、アニメの芸術を見過ごすことはできません....とにかく、キャラクターの開発は良かったですが。 何人かのキャラクターは外れているようです...私は例えばマリコ、ナナ、パパ/パパの関係の方がいいですね。アニメには終わりが表示されます。\n\nこのアニメの楽しみのために、私はこれに10/10を与えるだろう！ 単に、私はこのアニメを最大限に楽しむことができるからです。 しかし、それは少し急いでいるようです...最後のいくつかのエピソードで..うまくいけば、楽しみにしているシーズン2です。\n\n全体として、私はこれを8/10にします。 単にアニメ全体の平均を与えることによって。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFor the plot/story of this anime, I would have to say that this story is engaging and intriguing enough for me to watch this anime non stop. Also, beneath this story underlies a deep meaning. However, this anime still seems to have some flaws, well, what I mean is some parts of the reasons to the story seems to be cliche, by that I mean, it is not elaborated well enough or detailed enough for me to fully accept them . The story could be rushed so I don't blame them but the plot is really simple if I have to say the truth. For this, I will be giving the story 7/10.\n\n\u001b[1mこのアニメのプロット/ストーリーについては、私はこのアニメがノンストップでこのアニメを見るのに十分な興味をそそられていると言わなければならないでしょう。 また、この物語の下には深い意味があります。 しかし、このアニメはまだいくつかの欠陥を持っているようですが、私が意味するのは、ストーリーの理由のいくつかは真面目に見えるということです。つまり、十分に精緻化されていないか、  。 話を急ぐことができるので、私は彼らを責めませんが、私が真実を言わなければならない場合、プロットは本当にシンプルです。 このために、私は物語を7/10与えるでしょう。\u001b[22m\n\u001b[1m(Kono anime no purotto/ sutōrī ni tsuite wa, watashi wa kono anime ga nonsutoppu de kono anime o miru no ni jūbun'na kyōmi o sosora rete iru to iwanakereba naranaideshou. Mata, kono monogatari no shita ni wa fukai imi ga arimasu. Shikashi, kono anime wa mada ikutsu ka no kekkan o motte iru yōdesuga, watashi ga imi suru no wa, sutōrī no riyū no ikutsu ka wa majime ni mieru to iu kotodesu. Tsumari, jūbun ni seichi-ka sa rete inai ka,. Hanashi o isogu koto ga dekiru node, watashi wa karera o sememasenga, watashi ga shinjitsu o iwanakereba naranai baai, purotto wa hontōni shinpurudesu. Ko no tame ni, watashi wa monogatari o 7/ 10 ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mFor the plot/story of this anime, I would have to say that this story is engaging and intriguing enough for me to watch this anime non stop. Also, beneath this story underlies a deep meaning. However, this anime still seems to have some flaws, well, what I mean is some parts of the reasons to the story seems to be cliche, by that I mean, it is not elaborated well enough or detailed enough for me to fully accept them . The story could be rushed so I don't blame them but the plot is really simple if I have to say the truth. For this, I will be giving the story 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the plot/story of this anime, I would have to say that this story is engaging and intriguing enough for me to watch this anime non stop.\u001b[24m\n    \u001b[1mこのアニメのプロット/ストーリーについては、私はこのアニメがノンストップでこのアニメを見るのに十分な興味をそそられていると言わなければならないでしょう。\u001b[22m, \u001b[1mこのアニメのプロット/物語のために、私はこの話は私がこのアニメノンストップを見るには十分のために魅力的で魅力的であると言わざるを得ない。\u001b[22m\n\u001b[4mAlso, beneath this story underlies a deep meaning.\u001b[24m\n    \u001b[1mまた、この物語の下には深い意味があります。\u001b[22m, \u001b[1mまた、この物語の下に深い意味の下にあります。\u001b[22m\n\u001b[4mHowever, this anime still seems to have some flaws, well, what I mean is some parts of the reasons to the story seems to be cliche, by that I mean, it is not elaborated well enough or detailed enough for me to fully accept them\u001b[24m\n    \u001b[1mしかし、このアニメはまだいくつかの欠陥を持っているようですが、私が意味するのは、ストーリーの理由のいくつかは真面目に見えるということです。つまり、十分に精緻化されていないか、\u001b[22m, \u001b[1mしかし、このアニメはまだいくつかの欠陥を持っているようだ、よく、私は何を意味する話には理由のいくつかの部分は私が意味する、それは私が完全にそれらを受け入れるのに十分なために十分または詳細を精緻化されていないことによって、決まり文句のようですです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe story could be rushed so I don't blame them but the plot is really simple if I have to say the truth.\u001b[24m\n    \u001b[1m話を急ぐことができるので、私は彼らを責めませんが、私が真実を言わなければならない場合、プロットは本当にシンプルです。\u001b[22m, \u001b[1m私は彼らを責めることはありませんので、話が殺到することができたが、私は真実を言っている場合、プロットは本当に簡単です。\u001b[22m\n\u001b[4mFor this, I will be giving the story 7/10.\u001b[24m\n    \u001b[1mこのために、私は物語を7/10与えるでしょう。\u001b[22m, \u001b[1mこのために、私は話7/10を与えることになります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the art, I can only give it a 6/10. Simplistically speaking, I have seen anime with better drawings that is constant. However, for this anime, it seems to be not the case, those important characters seems to be drawn really well but for the other minions, it seems... like it is not drawn well enough and the color ain't really rich too .\n\n\u001b[1m芸術に関しては、私はそれに6/10を与えることができます。 簡単に言えば、私は一定したより良い図面でアニメを見ました。 しかし、このアニメの場合、そうではないようですが、その重要なキャラクターは本当に上手く描かれているようですが、他のミニオンにとっては、それは十分に描かれておらず、色も本当に豊かではないようです 。\u001b[22m\n\u001b[1m(Geijutsu ni kanshite wa, watashi wa sore ni 6/ 10 o ataeru koto ga dekimasu. Kantan'niieba, watashi wa ittei shita yoriyoi zumen de anime o mimashita. Shikashi, kono anime no baai,-sōde wa nai yōdesuga, sono jūyōna kyarakutā wa hontōni umaku egaka rete iru yōdesuga, hoka no minion ni totte wa, sore wa jūbun ni egaka rete orazu,-iro mo hontōni yutakade wa nai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the art, I can only give it a 6/10. Simplistically speaking, I have seen anime with better drawings that is constant. However, for this anime, it seems to be not the case, those important characters seems to be drawn really well but for the other minions, it seems... like it is not drawn well enough and the color ain't really rich too .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the art, I can only give it a 6/10.\u001b[24m\n    \u001b[1m芸術に関しては、私はそれに6/10を与えることができます。\u001b[22m, \u001b[1m芸術に関しては、私はそれを6月10日を与えることができます。\u001b[22m\n\u001b[4mSimplistically speaking, I have seen anime with better drawings that is constant.\u001b[24m\n    \u001b[1m簡単に言えば、私は一定したより良い図面でアニメを見ました。\u001b[22m, \u001b[1m単純化して言えば、私は一定であり、図面でアニメ見てきました。\u001b[22m\n\u001b[4mHowever, for this anime, it seems to be not the case, those important characters seems to be drawn really well but for the other minions, it seems... like it is not drawn well enough and the color ain't really rich too\u001b[24m\n    \u001b[1mしかし、このアニメの場合、そうではないようですが、その重要なキャラクターは本当に上手く描かれているようですが、他のミニオンにとっては、それは十分に描かれておらず、色も本当に豊かではないようです\u001b[22m, \u001b[1mしかし、このアニメのために、それがない場合であると思われる、これらの重要な文字が本当によく描かれているように見えるが、それは十分に描かれていないような他の手下のために、それは...そうです、色があまりにも本当に豊富ではありません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nMusic wise, it is really good, those piano(?) tunes was good too, I love it. I can't seem to find fault for it, so 8/10.\n\n\u001b[1m音楽賢明、それは本当に良いです、それらのピアノ（？）曲も良かった、私はそれが大好きです。 私はそれのために欠陥を見つけるように見えないので、8/10。\u001b[22m\n\u001b[1m(Ongaku kenmei, sore wa hontōni yoidesu, sorera no piano ( ? ) Kyoku mo yokatta, watashi wa sore ga daisukidesu. Watashi wa sore no tame ni kekkan o mitsukeru yō ni mienainode, 8/ 10.)\u001b[22m\n\nTranslations of \u001b[4mMusic wise, it is really good, those piano(?) tunes was good too, I love it. I can't seem to find fault for it, so 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic wise, it is really good, those piano(?) tunes was good too, I love it.\u001b[24m\n    \u001b[1m音楽賢明、それは本当に良いです、それらのピアノ（？）曲も良かった、私はそれが大好きです。\u001b[22m, \u001b[1m音楽面では、それは、これらのピアノ本当に良いです（？）曲は、私はそれを愛し、あまりにも良かったです。\u001b[22m\n\u001b[4mI can't seem to find fault for it, so 8/10.\u001b[24m\n    \u001b[1m私はそれのために欠陥を見つけるように見えないので、8/10。\u001b[22m, \u001b[1m私は8月10日、そのための障害を見つけるように見えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nFor character development, I would give it a 9/10. To be honest, I watch this anime simply for the character development and hence able to overlook the art of anime.... Anyways, though the character development was good. Some character seems to be like out of place... I mean for eg: mariko, nana and the papa/dad relationship, there could be better ending for them etc but instead the supposed ending is shown in the anime... sighs.\n\n\u001b[1mキャラクターの開発のために、私はそれを9/10にします。 正直言って、私はこのキャラクターの開発のためだけにアニメを見ているので、アニメの芸術を見過ごすことはできません....とにかく、キャラクターの開発は良かったですが。 何人かのキャラクターは外れているようです...私は例えばマリコ、ナナ、パパ/パパの関係の方がいいですね。アニメには終わりが表示されます。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu no tame ni, watashi wa sore o 9/ 10 ni shimasu. Shōjiki itte, watashi wa kono kyarakutā no kaihatsu no tame dake ni anime o mite irunode, anime no geijutsu o misugosu koto wa dekimasen. ... Tonikaku, kyarakutā no kaihatsu wa yokattadesuga. Nan'ninka no kyarakutā wa hazurete iru yōdesu... Watashi wa tatoeba Mariko, Nana, papa/ papa no kankei no kata ga īdesu ne. Anime ni wa owari ga hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mFor character development, I would give it a 9/10. To be honest, I watch this anime simply for the character development and hence able to overlook the art of anime.... Anyways, though the character development was good. Some character seems to be like out of place... I mean for eg: mariko, nana and the papa/dad relationship, there could be better ending for them etc but instead the supposed ending is shown in the anime... sighs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor character development, I would give it a 9/10.\u001b[24m\n    \u001b[1mキャラクターの開発のために、私はそれを9/10にします。\u001b[22m, \u001b[1mキャラクターの成長のために、私はそれを9/10を与えるだろう。\u001b[22m\n\u001b[4mTo be honest, I watch this anime simply for the character development and hence able to overlook the art of anime.... Anyways, though the character development was good.\u001b[24m\n    \u001b[1m正直言って、私はこのキャラクターの開発のためだけにアニメを見ているので、アニメの芸術を見過ごすことはできません....とにかく、キャラクターの開発は良かったですが。\u001b[22m, \u001b[1mキャラクターの成長が良好であったが正直に言うと、私は、とにかく....アニメの芸術を見過ごすことができ、したがって、文字の開発のために、単純にこのアニメを見て。\u001b[22m\n\u001b[4mSome character seems to be like out of place... I mean for eg: mariko, nana and the papa/dad relationship, there could be better ending for them etc but instead the supposed ending is shown in the anime... sighs.\u001b[24m\n    \u001b[1m何人かのキャラクターは外れているようです...私は例えばマリコ、ナナ、パパ/パパの関係の方がいいですね。アニメには終わりが表示されます。\u001b[22m, \u001b[1m一部の文字は場違いのようであるように思わ...私は例えばのための意味：真理子、ナナとパパ/パパの関係が、そこにはより良い彼らのために終了することができるなどではなくなってエンディングはアニメに示されて...ため息をつきました。\u001b[22m\n\u001b[1m\u001b[22m\nFor the enjoyment of this anime, I would give this a 10/10!!! Simply because, I am able to really enjoy this anime to the maximum. Though, however, it seems a little rush... at the last few episodes.. Hopefully, there is a season 2 to look forward.\n\n\u001b[1mこのアニメの楽しみのために、私はこれに10/10を与えるだろう！ 単に、私はこのアニメを最大限に楽しむことができるからです。 しかし、それは少し急いでいるようです...最後のいくつかのエピソードで..うまくいけば、楽しみにしているシーズン2です。\u001b[22m\n\u001b[1m(Kono anime no tanoshimi no tame ni, watashi wa kore ni 10/ 10 o ataerudarou! Tan'ni, watashi wa kono anime o saidaigen ni tanoshimu koto ga dekirukaradesu. Shikashi, sore wa sukoshi isoide iru yōdesu... Saigo no ikutsu ka no episōdo de.. Umaku ikeba, tanoshimini shite iru shīzun 2desu.)\u001b[22m\n\nTranslations of \u001b[4mFor the enjoyment of this anime, I would give this a 10/10!!! Simply because, I am able to really enjoy this anime to the maximum. Though, however, it seems a little rush... at the last few episodes.. Hopefully, there is a season 2 to look forward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the enjoyment of this anime, I would give this a 10/10!!!\u001b[24m\n    \u001b[1mこのアニメの楽しみのために、私はこれに10/10を与えるだろう！\u001b[22m, \u001b[1mこのアニメの楽しみのために、私はこの10月10日を与えるだろう！\u001b[22m\n\u001b[4mSimply because, I am able to really enjoy this anime to the maximum.\u001b[24m\n    \u001b[1m単に、私はこのアニメを最大限に楽しむことができるからです。\u001b[22m, \u001b[1m単に私が本当に最大限にこのアニメを楽しむことができるよ、なぜなら。\u001b[22m\n\u001b[4mThough, however, it seems a little rush... at the last few episodes.. Hopefully, there is a season 2 to look forward.\u001b[24m\n    \u001b[1mしかし、それは少し急いでいるようです...最後のいくつかのエピソードで..うまくいけば、楽しみにしているシーズン2です。\u001b[22m, \u001b[1mけれども、しかし、少し急いだ...最後のいくつかのエピソードで..うまくいけば、楽しみにしてシーズン2があります。\u001b[22m\n\u001b[1m\u001b[22m\nFor the overall, I will this this a 8/10. Simply by giving an average of the whole anime.\n\n\u001b[1m全体として、私はこれを8/10にします。 単にアニメ全体の平均を与えることによって。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kore o 8/ 10 ni shimasu. Tan'ni anime zentai no heikin o ataeru koto ni yotte.)\u001b[22m\n\nTranslations of \u001b[4mFor the overall, I will this this a 8/10. Simply by giving an average of the whole anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the overall, I will this this a 8/10.\u001b[24m\n    \u001b[1m全体として、私はこれを8/10にします。\u001b[22m, \u001b[1m全体的に、私はこの本は8/10になります。\u001b[22m\n\u001b[4mSimply by giving an average of the whole anime.\u001b[24m\n    \u001b[1m単にアニメ全体の平均を与えることによって。\u001b[22m, \u001b[1m単に全体アニメの平均値を与えることで。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "yukified",
    "profile": "/profile/yukified/reviews",
    "pages": "22",
    "number": "16",
    "link": "/reviews.php?id=74981",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  7\n\nもしあなたが血、巨乳、ヌードのファンなら、間違いなくエルフェン・リードが好きです。  Elfen Liedのアートワークと音楽は素晴らしかったが、私はストーリーラインにはほとんど失望した。 それは公正なストーリー・ラインを持っていますが、私はまだこのシリーズを楽しんでいましたが、私は彼らがそれ以上のことをすることができるとも考えました。 それでも、飛んでいる身体の部分と狂気のキャラクターは、私がシリーズを仕上げるために見守っていたものでした。 私はそれが好きでしたが、それは私のお気に入りの一つではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you're a fan of blood, gore, and nudity, then you'll definitely like Elfen Lied. Although the artwork and music for Elfen Lied was fantastic, I was almost disappointed with the story-line. It has a fair story-line, and I still enjoyed the series, but I also thought they could of done more with it. Still, the flying body parts and insane characters were what made me keep watching to finish the series. I liked it, but it's not one of my favourites.\n\n\u001b[1mもしあなたが血、巨乳、ヌードのファンなら、間違いなくエルフェン・リードが好きです。  Elfen Liedのアートワークと音楽は素晴らしかったが、私はストーリーラインにはほとんど失望した。 それは公正なストーリー・ラインを持っていますが、私はまだこのシリーズを楽しんでいましたが、私は彼らがそれ以上のことをすることができるとも考えました。 それでも、飛んでいる身体の部分と狂気のキャラクターは、私がシリーズを仕上げるために見守っていたものでした。 私はそれが好きでしたが、それは私のお気に入りの一つではありません。\u001b[22m\n\u001b[1m(Moshi anata ga chi, kyonyū, nūdo no fan'nara, machigainaku erufen rīdo ga sukidesu. Elfen Lied no ātowāku to ongaku wa subarashikatta ga, watashi wa sutōrīrain ni wa hotondo shitsubō shita. Sore wa kōseina sutōrī rain o motte imasuga, watashi wa mada kono shirīzu o tanoshinde imashitaga, watashi wa karera ga soreijō no koto o suru koto ga dekiru to mo kangaemashita. Soredemo, tonde iru karada no bubun to kyōki no kyarakutā wa, watashi ga shirīzu o shiageru tame ni mimamotte ita monodeshita. Watashi wa sore ga sukideshita ga, soreha watashinōkiniiri no hitotsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you're a fan of blood, gore, and nudity, then you'll definitely like Elfen Lied. Although the artwork and music for Elfen Lied was fantastic, I was almost disappointed with the story-line. It has a fair story-line, and I still enjoyed the series, but I also thought they could of done more with it. Still, the flying body parts and insane characters were what made me keep watching to finish the series. I liked it, but it's not one of my favourites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're a fan of blood, gore, and nudity, then you'll definitely like Elfen Lied.\u001b[24m\n    \u001b[1mもしあなたが血、巨乳、ヌードのファンなら、間違いなくエルフェン・リードが好きです。\u001b[22m, \u001b[1mあなたは血、ゴア、およびヌードのファンなら、あなたは間違いなくエルフェンリートが気に入るだろう。\u001b[22m\n\u001b[4mAlthough the artwork and music for Elfen Lied was fantastic, I was almost disappointed with the story-line.\u001b[24m\n    \u001b[1mElfen Liedのアートワークと音楽は素晴らしかったが、私はストーリーラインにはほとんど失望した。\u001b[22m, \u001b[1mエルフェンのためのアートワークと音楽は素晴らしかった歌曲が、私はストーリーラインとほぼ失望しました。\u001b[22m\n\u001b[4mIt has a fair story-line, and I still enjoyed the series, but I also thought they could of done more with it.\u001b[24m\n    \u001b[1mそれは公正なストーリー・ラインを持っていますが、私はまだこのシリーズを楽しんでいましたが、私は彼らがそれ以上のことをすることができるとも考えました。\u001b[22m, \u001b[1mそれは公正なストーリーラインを持っている、と私はまだシリーズを楽しんだが、私はまた、彼らはより多くのそれを行うのと考えていました。\u001b[22m\n\u001b[4mStill, the flying body parts and insane characters were what made me keep watching to finish the series.\u001b[24m\n    \u001b[1mそれでも、飛んでいる身体の部分と狂気のキャラクターは、私がシリーズを仕上げるために見守っていたものでした。\u001b[22m, \u001b[1mそれでも、飛行体の部分と非常識な文字は私がシリーズを完了するために見続ける作ったものでした。\u001b[22m\n\u001b[4mI liked it, but it's not one of my favourites.\u001b[24m\n    \u001b[1m私はそれが好きでしたが、それは私のお気に入りの一つではありません。\u001b[22m, \u001b[1m私はそれが好き、それは私のお気に入りの一つではありません。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "comissari",
    "profile": "/profile/comissari/reviews",
    "pages": "22",
    "number": "17",
    "link": "/reviews.php?id=78734",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  4\nキャラクター|  7\n|  8\n\nAh Elfen Lied...おそらく私が今まで読んだことのある最高の漫画、そして一般的に最高の物語の全体的なもの。 マンガを読んだ後、私は本当にアニメのことを誇りに思っていました。そして、ほとんど失望しました。 しかしその前に、良いものを見てみましょう。 私が前に言ったように、Elfen Liedはおそらく今までにない最も魅力的な話の一つです。 それは私にも男らしい涙を流すことができました：D文字はよく書かれており、実際には本当の人のように感じられます。\nあまりにも悪いのは、マンガが終了する前にアニメが作られたので、アニメだけがこれの小さな部分をキャプチャします。 そして、それが起こると、それはほとんどがうまく終わらない...はい私は元のヘルシングアニメ（長い究極のOVAライブ!!!!）を見ているもう一つの良いことは、物語と文字を期待することは、 特に開口部。 音楽はアニメやスクリーン上で現在起こっていることを褒め、全体的な経験に加えます。 私はGustav Klimtの作品、特にThe Kissへの言及も好きだった。\n\n私がすでに述べたように、アニメは漫画が完成する前に作られた、それは13エピソード（プラスOVA）を持っており、非常に迅速に終了します。 最悪のことは、あなたがマンガを読んでいなくても、エンディングがそこにあってはならないこと、欠けていることがあることに気付くでしょう。 その3つのうち、私が完全に楽しむことができるのはドイツ人だけです。 そして、このアニメの中で私を最も悩ませたのは、ストーリーとエンディングが短くカットされている以外は、声優です。 そして、声優によって私はダブだけでなく、元の日本語を意味する。 両方のバージョンで動作する声は堅くて、ちょっと普通です。 ダブの最大の問題は、彼らが最初に本当にうまくいかなかった元の声を模倣しようとしたことです。 両方のバージョンで際立つ唯一の役割はLucyです。 あなたはマンガを読んでいないし、主要なストーリーカットの影響を受けないが、平凡な声を聞きたくない場合はどうすればいいですか？ まあ、できれば、ドイツのダブを見てください。 私は真剣です、ドイツのダブで演じる声はちょうど美しいです。\n\nそして今私の得点に。 私は個々の得点にコメントするつもりはないが、このアニメは単なる1つ以上のものを必要とするため、全体的な得点についてのみコメントします。 マンガと比較して、それは4に値する。あなたがそれを個々のエントリーとして見ると、私は日本語と英語のバージョン（平凡な声優のためにポイントを失う）に対して7を与え、ドイツ語 突然の強制終了のために1つのポイントを失うバージョン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAh Elfen Lied... probably the best manga I've ever read, and overall one of the best stories in general. After reading the manga, I was really hyped about the anime... and then I got mostly disappointed. But before that, lets look at the good stuff. As I said before, Elfen Lied has probably one of the best and most compelling stories ever. It even made me shed manly tears :D The characters are well written and feel as if they are actually real people.\n\n\u001b[1mAh Elfen Lied...おそらく私が今まで読んだことのある最高の漫画、そして一般的に最高の物語の全体的なものです。 マンガを読んだ後、私は本当にアニメのことを誇りに思っていた。そして、私はほとんど失望した。 しかしその前に、良いものを見てみましょう。 前にも述べたように、Elfen Liedはこれまでにない最高の説得力のあるストーリーの1つを持っています。 それは私にも男らしい涙を流すことができました：D文字はよく書かれており、実際には本当の人のように感じられます。\u001b[22m\n\u001b[1m(Ah Elfen Lied... Osoraku watashi ga ima made yonda koto no aru saikō no manga, soshite ippantekini saikō no monogatari no zentai-tekina monodesu. Manga o yonda nochi, watashi wa hontōni anime no koto o hokori ni omotte ita. Soshite, watashi wa hotondo shitsubō shita. Shikashi sono zen ni, yoimono o mite mimashou. Mae ni mo nobeta yō ni, Elfen Lied wa kore made ni nai saikō no settoku-ryoku no aru sutōrī no 1tsu o motte imasu. Sore wa watashi ni mo otokorashī namida o nagasu koto ga dekimashita: D moji wa yoku kaka rete ori, jissai ni wa hontō no hito no yō ni kanji raremasu.)\u001b[22m\n\nTranslations of \u001b[4mAh Elfen Lied... probably the best manga I've ever read, and overall one of the best stories in general. After reading the manga, I was really hyped about the anime... and then I got mostly disappointed. But before that, lets look at the good stuff. As I said before, Elfen Lied has probably one of the best and most compelling stories ever. It even made me shed manly tears :D The characters are well written and feel as if they are actually real people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh Elfen Lied... probably the best manga I've ever read, and overall one of the best stories in general.\u001b[24m\n    \u001b[1mAh Elfen Lied...おそらく私が今まで読んだことのある最高の漫画、そして一般的に最高の物語の全体的なものです。\u001b[22m, \u001b[1mああエルフェンリート...おそらく私が今まで読んだ最高の漫画、および一般的には最高の物語の全体の1を。\u001b[22m\n\u001b[4mAfter reading the manga, I was really hyped about the anime... and then I got mostly disappointed.\u001b[24m\n    \u001b[1mマンガを読んだ後、私は本当にアニメのことを誇りに思っていた。そして、私はほとんど失望した。\u001b[22m, \u001b[1m漫画を読んだ後、私はアニメについては本当に宣伝だった...そして私は主に失望しました。\u001b[22m\n\u001b[4mBut before that, lets look at the good stuff.\u001b[24m\n    \u001b[1mしかしその前に、良いものを見てみましょう。\u001b[22m, \u001b[1mしかし、その前に、良いものを見てみましょう。\u001b[22m\n\u001b[4mAs I said before, Elfen Lied has probably one of the best and most compelling stories ever.\u001b[24m\n    \u001b[1m前にも述べたように、Elfen Liedはこれまでにない最高の説得力のあるストーリーの1つを持っています。\u001b[22m, \u001b[1m私が前に言ったように、エルフェンは、おそらく史上最高の、最も魅力的な物語の一つを有する歌曲。\u001b[22m\n\u001b[4mIt even made me shed manly tears :D The characters are well written and feel as if they are actually real people.\u001b[24m\n    \u001b[1mそれは私にも男らしい涙を流すことができました：D文字はよく書かれており、実際には本当の人のように感じられます。\u001b[22m, \u001b[1mDの文字がよく書かれており、実際に本物の人間であるかのように感じる：それも私が男らしい涙を流しました。\u001b[22m\nToo bad the anime only captures a small part of this, as it (the anime) was made before the manga finished. And when that happens, it mostly doesn't end well... yes I'm looking at you original Hellsing anime (long live the Ultimate OVA !!!!) Another good thing, expect the story and characters, is its music, especially the opening. The music compliments the anime and the things currently happening on screens, and adds to the overall experience. I also liked the many references to Gustav Klimt's artwork, especially The Kiss.\n\n\u001b[1mあまりにも悪いのは、マンガが終了する前にアニメが作られたので、アニメだけがこれの小さな部分をキャプチャします。 そして、それが起こると、それはほとんどがうまく終わらない...はい私は元のヘルシングアニメ（長い究極のOVAライブ!!!!）を見ているもう一つの良いことは、物語と文字を期待することは、 特に開口部。 音楽はアニメやスクリーン上で現在起こっていることを褒め、全体的な経験に加えます。 私はGustav Klimtの作品、特にThe Kissへの言及も好きだった。\u001b[22m\n\u001b[1m(Amarini mo warui no wa, manga ga shūryō suru mae ni anime ga tsukura retanode, anime dake ga kore no chīsana bubun o kyapucha shimasu. Soshite, sore ga okoru to, sore wa hotondo ga umaku owaranai... Hai watashi wa gen no herushinguanime (nagai kyūkyoku no ovu~a raibu! ! ! ! ) O mite iru mōhitotsu no yoi koto wa, monogatari to moji o kitai suru koto wa, tokuni kaikō-bu. Ongaku wa anime ya sukurīn-jō de genzai okotte iru koto o home, zentai-tekina keiken ni kuwaemasu. Watashi wa gusutafukurimuto no sakuhin, tokuni The Kiss e no genkyū mo sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mToo bad the anime only captures a small part of this, as it (the anime) was made before the manga finished. And when that happens, it mostly doesn't end well... yes I'm looking at you original Hellsing anime (long live the Ultimate OVA !!!!) Another good thing, expect the story and characters, is its music, especially the opening. The music compliments the anime and the things currently happening on screens, and adds to the overall experience. I also liked the many references to Gustav Klimt's artwork, especially The Kiss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mToo bad the anime only captures a small part of this, as it (the anime) was made before the manga finished.\u001b[24m\n    \u001b[1mあまりにも悪いのは、マンガが終了する前にアニメが作られたので、アニメだけがこれの小さな部分をキャプチャします。\u001b[22m, \u001b[1m漫画が終了する前に（アニメ）が行われたとしてあまりにも悪いアニメは、このの小さな部分をキャプチャします。\u001b[22m\n\u001b[4mAnd when that happens, it mostly doesn't end well... yes I'm looking at you original Hellsing anime (long live the Ultimate OVA !!!!) Another good thing, expect the story and characters, is its music,\u001b[24m\n    \u001b[1mそして、それが起こると、それはほとんどがうまく終わらない...はい私は元のヘルシングアニメ（長い究極のOVAライブ!!!!）を見ているもう一つの良いことは、物語と文字を期待することは、\u001b[22m, \u001b[1mそして、それが起こるとき、それはほとんどがうまく終わっていない...はい、私は、もう一つの良いことは、ストーリーやキャラクターを期待して、その音楽です（長い究極のOVAを生きる!!!!）あなたオリジナルのヘルシングアニメを見ています\u001b[22m\n\u001b[4mespecially the opening.\u001b[24m\n    \u001b[1m特に開口部。\u001b[22m\n\u001b[4mThe music compliments the anime and the things currently happening on screens, and adds to the overall experience.\u001b[24m\n    \u001b[1m音楽はアニメやスクリーン上で現在起こっていることを褒め、全体的な経験に加えます。\u001b[22m, \u001b[1m音楽は、現在の画面に起こっアニメや物事を補完し、全体的な経験に追加されます。\u001b[22m\n\u001b[4mI also liked the many references to Gustav Klimt's artwork, especially The Kiss.\u001b[24m\n    \u001b[1m私はGustav Klimtの作品、特にThe Kissへの言及も好きだった。\u001b[22m, \u001b[1m私はまた、グスタフ・クリムトのアートワーク、特にキスへの多くの参照が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs I already mentioned, the anime was made before the manga finished, it only has 13 episodes (plus an OVA) and finishes very quickly. The worst thing is that even if you haven't read the manga, you will still notice that the ending shouldn't have been there, and that there is a lot missing. Out of those three, the German was the only one I could fully enjoy. And now the thing that bothered me the most in this anime, other than the story being cut short and the ending, is the voice acting. And by voice acting I don't just mean the dub, but also the original Japanese. The voice acting in both versions sounds stiff and is just mediocre. The biggest problem with the dub is that they tried mimicking the original voices, which weren't really good to begin with. The only role that stands out in both versions is Lucy. Now what to do if you haven't read the manga and won't be affected by the major story cut, but don't want to listen to mediocre voices ??? Well, if you can, watch the GERMAN dub. I'm serious, the voice acting in the German dub is just beautiful.\n\n\u001b[1m私がすでに述べたように、アニメは漫画が完成する前に作られた、それは13エピソード（プラスOVA）を持っており、非常に迅速に終了します。 最悪のことは、あなたがマンガを読んでいなくても、エンディングがそこにあってはならないこと、欠けていることがあることに気付くでしょう。 その3つのうち、私が完全に楽しむことができるのはドイツ人だけです。 そして、このアニメの中で私を最も悩ませたのは、ストーリーとエンディングが短くカットされている以外は、声優です。 そして、声優によって私はダブだけでなく、元の日本語を意味する。 両方のバージョンで動作する声は硬く聞こえ、ちょっと普通です。 ダブの最大の問題は、彼らが最初に本当にうまくいかなかった元の声を模倣しようとしたことです。 両方のバージョンで際立つ唯一の役割はLucyです。 あなたはマンガを読んでいないし、主要なストーリーカットの影響を受けないが、平凡な声を聞きたくない場合はどうすればいいですか？ まあ、できれば、ドイツのダブを見てください。 私は真剣です、ドイツのダブで演じる声はちょうど美しいです。\u001b[22m\n\u001b[1m(Watashi ga sudeni nobeta yō ni, anime wa manga ga kansei suru mae ni tsukura reta, sore wa 13 episōdo (purasu ovu~a) o motte ori, hijō ni jinsoku ni shūryō shimasu. Saiaku no koto wa, anata ga manga o yon de inakute mo, endingu ga soko ni atte wa naranai koto, kakete iru koto ga aru koto ni kidzukudeshou. Soshite, kono anime no naka de watashi o mottomo nayama seta no wa, sutōrī to endingu ga mijikaku katto sa rete iru igai wa, seiyūdesu. Soshite, seiyū ni yotte watashi wa dabu dakedenaku,-moto no nihongo o imi suru. Ryōhō no bājon de dōsa suru koe wa kataku kikoe, chotto futsūdesu. Dabu no saidai no mondai wa, karera ga saisho ni hontōni umaku ikanakatta gen no koe o mohō shiyou to shita kotodesu. Ryōhō no bājon de kiwadatsu yuiitsu no yakuwari wa rūshīdesu. Anata wa manga o yon de inaishi, shuyōna sutōrīkatto no eikyō o ukenai ga, heibon'na koe o kikitakunai baai wa dōsureba īdesu ka? Mā, dekireba, Doitsu no dabu o mite kudasai. Watashi wa shinkendesu, Doitsu no dabu de enjiru koe wa chōdo utsukushīdesu. Sono 3ttsu no uchi, watashi ga kanzen ni tanoshimu koto ga dekiru no wa doitsunin dakedesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd now to my scores. I won't comment on the individual scores, but only on the overall score, as this anime needs more than just one. In comparison to the manga, it deserves only a 4. If you look at it as an individual entry, I give it a 7 for the Japanese and English versions (who lose points due to mediocre voice acting), and a 9 for the German version losing one point because of the abrupt and forced ending.\n\n\u001b[1mそして今私の得点に。 私は個々の得点にコメントするつもりはないが、このアニメは単なる1つ以上のものを必要とするため、全体的な得点についてのみコメントします。 マンガと比較して、それは4に値する。あなたがそれを個々のエントリーとして見ると、私は日本語と英語のバージョン（平凡な声優のためにポイントを失う）に対して7を与え、ドイツ語 突然の強制終了のために1つのポイントを失うバージョン。\u001b[22m\n\u001b[1m(Soshite ima watashi no tokuten ni. Watashi wa koko no tokuten ni komento suru tsumori wa naiga, kono anime wa tan'naru 1tsu ijō no mono o hitsuyō to suru tame, zentai-tekina tokuten ni tsuite nomi komento shimasu. Manga to hikaku shite, sore wa 4 ni ataisuru. Anata ga sore o koko no entorī to shite miru to, watashi wa nihongo to eigo no bājon (heibon'na seiyū no tame ni pointo o ushinau) ni taishite 7 o atae, doitsugo totsuzen no kyōsei shūryō no tame ni 1tsu no pointo o ushinau bājon.)\u001b[22m\n\nTranslations of \u001b[4mAnd now to my scores. I won't comment on the individual scores, but only on the overall score, as this anime needs more than just one. In comparison to the manga, it deserves only a 4. If you look at it as an individual entry, I give it a 7 for the Japanese and English versions (who lose points due to mediocre voice acting), and a 9 for the German version losing one point because of the abrupt and forced ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd now to my scores.\u001b[24m\n    \u001b[1mそして今私の得点に。\u001b[22m, \u001b[1mそして今、私のスコアに。\u001b[22m\n\u001b[4mI won't comment on the individual scores, but only on the overall score, as this anime needs more than just one.\u001b[24m\n    \u001b[1m私は個々の得点にコメントするつもりはないが、このアニメは単なる1つ以上のものを必要とするため、全体的な得点についてのみコメントします。\u001b[22m, \u001b[1mこのアニメはただ1以上を必要とするように私は、個々のスコア上のが、唯一の全体的なスコアにコメントはありません。\u001b[22m\n\u001b[4mIn comparison to the manga, it deserves only a 4. If you look at it as an individual entry, I give it a 7 for the Japanese and English versions (who lose points due to mediocre voice acting), and a 9 for the German\u001b[24m\n    \u001b[1mマンガと比較して、それは4に値する。あなたがそれを個々のエントリーとして見ると、私は日本語と英語のバージョン（平凡な声優のためにポイントを失う）に対して7を与え、ドイツ語\u001b[22m, \u001b[1m漫画と比較して、それはあなたが個別のエントリとしてそれを見れば、私はそれをドイツ人のための日本語版と英語版（平凡な声の演技のためにポイントを失う）7、および9を与えるだけ4.に値します\u001b[22m\n\u001b[4mversion losing one point because of the abrupt and forced ending.\u001b[24m\n    \u001b[1m突然の強制終了のために1つのポイントを失うバージョン。\u001b[22m, \u001b[1mバージョンには、突然の強制終了の1点を失います。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "House196",
    "profile": "/profile/House196/reviews",
    "pages": "22",
    "number": "18",
    "link": "/reviews.php?id=40723",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  6\nキャラクター|  7\n|  8\n\nそれで、「Elfen Lied」について。私はこれが非常に良い話をしていると思いますが、いくつかの部分はちょっと迷惑です。私はそれが私が見ている最高の絵やアニメーションの一つであることを認めなければなりません。 キャラクターの関係は少し混乱していますが、キャラクターは私の好きなキャラクターが見つからないので、7になります。私はこのアニメを楽しんだのですが 私はゴアと暴力の非常に大きなファンではない、このアニメは非常にクールであり、私はそれのための良い推薦を持っています。全体的なグレードは8です。\nあなたはこのアニメを見にあなたの時間を取る必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo,about 'Elfen Lied'.I think that this has a very good story,though some parts are just annoying.Art,well I have to admit it's one of the best drawings and animations I have seen.Sound...Well sounds in anime and openings/endings are not anything special.It's fair.Characters are good,though relationships of characters are a little confusing and I don't find any of the characters my favorite,so there goes a 7.I enjoyed this anime though I'm not a very big fan of gore and violence,this anime is very cool and I have good recommendations for it.Overall grade is 8.\n\n\u001b[1mそれで、「Elfen Lied」について。私はこれが非常に良い話をしていると思いますが、いくつかの部分はちょっと迷惑です。私はそれが私が見ている最高の絵やアニメーションの一つであることを認めなければなりません。 キャラクターの関係は少し混乱していますが、キャラクターは私の好きなキャラクターが見つからないので、7になります。私はこのアニメを楽しんだのですが 私はゴアと暴力の非常に大きなファンではない、このアニメは非常にクールであり、私はそれのための良い推薦を持っています。全体的なグレードは8です。\u001b[22m\n\u001b[1m(Sore de,`Elfen Lied' ni tsuite. Watashi wa kore ga hijō ni yoi hanashi o shite iru to omoimasuga, ikutsu ka no bubun wa chotto meiwakudesu. Watashi wa sore ga watashi ga mite iru saikō no e ya animēshon no hitotsudearu koto o mitomenakereba narimasen. Kyarakutā no kankei wa sukoshi konran shite imasuga, kyarakutā wa watashi no sukina kyarakutā ga mitsukaranainode, 7 ni narimasu. Watashi wa kono anime o tanoshinda nodesuga watashi wa Goa to bōryoku no hijō ni ōkina fande wanai, kono anime wa hijō ni kūrudeari, watashi wa sore no tame no yoi suisen o motte imasu. Zentai-tekina gurēdo wa 8desu.)\u001b[22m\n\nTranslations of \u001b[4mSo,about 'Elfen Lied'.I think that this has a very good story,though some parts are just annoying.Art,well I have to admit it's one of the best drawings and animations I have seen.Sound...Well sounds in anime and openings/endings are not anything special.It's fair.Characters are good,though relationships of characters are a little confusing and I don't find any of the characters my favorite,so there goes a 7.I enjoyed this anime though I'm not a very big fan of gore and violence,this anime is very cool and I have good recommendations for it.Overall grade is 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo,about 'Elfen Lied'.I think that this has a very good story,though some parts are just annoying.Art,well I have to admit it's one of the best drawings and animations I have seen.Sound...Well sounds\u001b[24m\n    \u001b[1mそれで、「Elfen Lied」について。私はこれが非常に良い話をしていると思いますが、いくつかの部分はちょっと迷惑です。私はそれが私が見ている最高の絵やアニメーションの一つであることを認めなければなりません。\u001b[22m, \u001b[1mだから、エルフェンLied'.I」については、音うーん...いくつかの部分がちょうどannoying.Artあるものの、まあ、私はそれが私がseen.Soundた中で最高の図面とアニメーションの一つです認めざるを得ない、これは非常に良い話があると思います\u001b[22m\n\u001b[4min anime and openings/endings are not anything special.It's fair.Characters are good,though relationships of characters are a little confusing and I don't find any of the characters my favorite,so there goes a 7.I enjoyed this anime though\u001b[24m\n    \u001b[1mキャラクターの関係は少し混乱していますが、キャラクターは私の好きなキャラクターが見つからないので、7になります。私はこのアニメを楽しんだのですが\u001b[22m, \u001b[1mアニメや開口部に/語尾はspecial.Itのfair.Charactersは、文字の関係が少し混乱していると私は文字のいずれかに私のお気に入りを見つけることはありませんが、優れているので、7.Iはしかしこのアニメを楽しんでそこに行くものではありません\u001b[22m\n\u001b[4mI'm not a very big fan of gore and violence,this anime is very cool and I have good recommendations for it.Overall grade is 8.\u001b[24m\n    \u001b[1m私はゴアと暴力の非常に大きなファンではない、このアニメは非常にクールであり、私はそれのための良い推薦を持っています。全体的なグレードは8です。\u001b[22m, \u001b[1m私はマチと暴力の非常に大きなファンではない、このアニメは非常にクールだと私はit.Overallグレードのために良い勧告を持つ8です。\u001b[22m\nYou should take your time to see this anime.\n\n\u001b[1mあなたはこのアニメを見にあなたの時間を取る必要があります。\u001b[22m\n\u001b[1m(Anata wa kono anime o mi ni anata no jikan o toru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou should take your time to see this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou should take your time to see this anime.\u001b[24m\n    \u001b[1mあなたはこのアニメを見にあなたの時間を取る必要があります。\u001b[22m, \u001b[1mあなたはこのアニメを見るためにあなたの時間を取る必要があります。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Shok",
    "profile": "/profile/Shok/reviews",
    "pages": "22",
    "number": "19",
    "link": "/reviews.php?id=101503",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\n私はちょうどアニメ、エルフェンリートを見て、私はそれが大丈夫だったと言うでしょう。 あなたが血液と体のファンであるならば、これはあなたのためだと思います。 それはまた軽度のエッチ、少しロマンスとアクションが含まれています。\n\n私がこのアニメの大部分を愛していたのはオープニングソングです。 私を惹きつけたとても美しいラテンの歌。 それ以外は、すべてが公正だった。\n\nプロットは大丈夫です。 私は血を見て楽しんでいる人、殺された人とスリラー、私はこれが良いと言います。 たくさんの血。  *笑い*このアニメは私の時間の価値があった。\n\n全体的に、7/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI have just watched the anime, Elfen Lied and I would say it was alright. If you are a fan of blood and body being chopped up, I guess this is for you. It also contain mild ecchi, a little romance and action.\n\n\u001b[1m私はちょうどアニメ、エルフェンリートを見て、私はそれが大丈夫だったと言うでしょう。 あなたが血液と体のファンであるならば、これはあなたのためだと思います。 それはまた軽度のエッチ、少しロマンスとアクションが含まれています。\u001b[22m\n\u001b[1m(Watashi wa chōdo anime, erufenrīto o mite, watashi wa sore ga daijōbudatta to iudeshou. Anata ga ketsueki to karada no fandearunaraba, kore wa anata no tameda to omoimasu. Sore wa mata keido no etchi, sukoshi romansu to akushon ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI have just watched the anime, Elfen Lied and I would say it was alright. If you are a fan of blood and body being chopped up, I guess this is for you. It also contain mild ecchi, a little romance and action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have just watched the anime, Elfen Lied and I would say it was alright.\u001b[24m\n    \u001b[1m私はちょうどアニメ、エルフェンリートを見て、私はそれが大丈夫だったと言うでしょう。\u001b[22m, \u001b[1m私は、アニメを見ているエルフェンリートと私はそれは大丈夫だったと言うでしょう。\u001b[22m\n\u001b[4mIf you are a fan of blood and body being chopped up, I guess this is for you.\u001b[24m\n    \u001b[1mあなたが血液と体のファンであるならば、これはあなたのためだと思います。\u001b[22m, \u001b[1mあなたが切り刻まれている血液と体のファンなら、私はこれがあなたのためだと思います。\u001b[22m\n\u001b[4mIt also contain mild ecchi, a little romance and action.\u001b[24m\n    \u001b[1mそれはまた軽度のエッチ、少しロマンスとアクションが含まれています。\u001b[22m, \u001b[1mそれはまた穏やかなエッチ、少しロマンスとアクションが含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I loved most of this anime is the opening song. A very beautiful latin song which attracted me. Other than that, everything was fair.\n\n\u001b[1m私がこのアニメの大部分を愛していたのはオープニングソングです。 私を惹きつけたとても美しいラテンの歌。 それ以外は、すべてが公正だった。\u001b[22m\n\u001b[1m(Watashi ga kono anime no daibubun o aishite ita no wa ōpuningusongudesu. Watashi o hiki tsuketa totemo utsukushī raten no uta. Sore igai wa, subete ga kōseidatta.)\u001b[22m\n\nTranslations of \u001b[4mWhat I loved most of this anime is the opening song. A very beautiful latin song which attracted me. Other than that, everything was fair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I loved most of this anime is the opening song.\u001b[24m\n    \u001b[1m私がこのアニメの大部分を愛していたのはオープニングソングです。\u001b[22m, \u001b[1m私はこのアニメのほとんどを愛したことはオープニング曲です。\u001b[22m\n\u001b[4mA very beautiful latin song which attracted me.\u001b[24m\n    \u001b[1m私を惹きつけたとても美しいラテンの歌。\u001b[22m, \u001b[1m私を魅了非常に美しいラテン曲。\u001b[22m\n\u001b[4mOther than that, everything was fair.\u001b[24m\n    \u001b[1mそれ以外は、すべてが公正だった。\u001b[22m, \u001b[1mそれ以外は、すべてが公正でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is alright. I'm a person who enjoys seeing blood, people being killed and thrillers and I say this is good. Lots of blood. *laughs* This anime was worth my time.\n\n\u001b[1mプロットは大丈夫です。 私は血を見て楽しんでいる人、殺された人とスリラー、私はこれが良いと言います。 たくさんの血。  *笑い*このアニメは私の時間の価値があった。\u001b[22m\n\u001b[1m(Purotto wa daijōbudesu. Watashi wa chi o mite tanoshinde iru hito, korosareta hito to surirā, watashi wa kore ga yoi to iimasu. Takusan no chi. * Warai* kono anime wa watashi no jikan no kachi ga atta.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is alright. I'm a person who enjoys seeing blood, people being killed and thrillers and I say this is good. Lots of blood. *laughs* This anime was worth my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is alright.\u001b[24m\n    \u001b[1mプロットは大丈夫です。\u001b[22m\n\u001b[4mI'm a person who enjoys seeing blood, people being killed and thrillers and I say this is good.\u001b[24m\n    \u001b[1m私は血を見て楽しんでいる人、殺された人とスリラー、私はこれが良いと言います。\u001b[22m, \u001b[1m私は、血を見て楽しんでいた人だ人が死亡しているとスリラーと私はこれが良いと言います。\u001b[22m\n\u001b[4mLots of blood.\u001b[24m\n    \u001b[1mたくさんの血。\u001b[22m, \u001b[1m血がたくさん。\u001b[22m\n\u001b[4m*laughs* This anime was worth my time.\u001b[24m\n    \u001b[1m*笑い*このアニメは私の時間の価値があった。\u001b[22m, \u001b[1m*このアニメは私の時間の価値があった*笑います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, 7/10.\n\n\u001b[1m全体的に、7/10。\u001b[22m\n\u001b[1m(Zentai-teki ni, 7/ 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall, 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, 7/10.\u001b[24m\n    \u001b[1m全体的に、7/10。\u001b[22m, \u001b[1m全体的に、7月10日。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "shiroanna",
    "profile": "/profile/shiroanna/reviews",
    "pages": "22",
    "number": "20",
    "link": "/reviews.php?id=35235",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\n私が今までに言うことができるのは...私が地獄の深みから自分自身にもたらした怒りは何ですか？\n\nこれを「ゴアリ」と呼ぶことは総括的な陳述です。 それは確かにそこにほとんどの 'グロ'よりも美しく描かれており、私が見たこととはまったく異なっています。 私はこのことについてどのように感じるかについては正確には分かりません。 ポイントでは、これは本当にクールになります。 少なくとも、それは奇妙なやり方で、現実的である、少なくとも、それはそれが与える馬鹿げた量を駆動する、劇的な倒錯ではないということです。 しかし、主人公の関係の中からより多くの巧妙なプロットを作り出すエピソードを含むすべてのエピソードが本当にグラフィックなイメージを持っているときに、時には圧倒される。\n\nストーリーワイズでは、少なくとも理解できます。 ここにはサディズムが豊富にあります。キャラクターの性格は、ロリのレベルから恐ろしいほど恐ろしいものまで、カンニバル・コープスは悪意のあるものまで及んでいます。 なぜなら、時には明らかなフェティシズムの期待を本当に上回っているし、さらに、それ自身のシリーズには十分に十分であり、切り裂きと血がなくても十分であるからです。  。\n\n音は十分にうまくいきますが、私の鼓膜は、孤立した女の子からの痛みの叫び声を聞かなければならないときに、たびに疲れています（これはうまくいきますが、まだ聞こえません）。 それ以外は、声優は非常にうまくいっていますが、サウンドトラックはそれが思ったほど刺激的ではありません。\n\n私はこれまでこれを楽しんでいますが、どれくらいのことが正直に分かっていません。 それは面白い数日間になるだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAll I can say so far is... What fury hath I brought upon myself from the depths of Hell?\n\n\u001b[1m私が今までに言うことができるのは...私が地獄の深みから自分自身にもたらした怒りは何ですか？\u001b[22m\n\u001b[1m(Watashi ga ima made ni iu koto ga dekiru no wa... Watashi ga jigoku no fukami kara jibun jishin ni motarashita ikari wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mAll I can say so far is... What fury hath I brought upon myself from the depths of Hell?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I can say so far is... What fury hath I brought upon myself from the depths of Hell?\u001b[24m\n    \u001b[1m私が今までに言うことができるのは...私が地獄の深みから自分自身にもたらした怒りは何ですか？\u001b[22m, \u001b[1mすべて私に言えることは、これまでのところです...何怒りは、私は地獄の底から自分の際に持ち込まかれら？\u001b[22m\n\u001b[1m\u001b[22m\nTo call this 'gory' is a gross statement. It's certainly more beautifully illustrated than most 'guro' out there, and certainly different from anything else I've ever seen. I'm not exactly sure how to feel about this, though. At points, this gets really cool. I mean, at least it's sorta realistic, in a weird sort of way, and at least it's not a gross perversion that drives the ridiculous amount of dismemberment it gives. But it does sometimes get overbearing when every episode, including ones that make more of a cutesy plot out of the relationships between the main characters, has some really graphic imagery.\n\n\u001b[1mこれを「ゴアリ」と呼ぶことは総括的な陳述です。 それは確かにそこにほとんどの 'グロ'よりも美しく描かれており、私が見たこととはまったく異なっています。 私はこのことについてどのように感じるかについては正確には分かりません。 ポイントでは、これは本当にクールになります。 少なくとも、それは奇妙なやり方で、現実的である、少なくとも、それはそれが与える馬鹿げた量を駆動する、劇的な倒錯ではないということです。 しかし、主人公の関係の中からより多くの巧妙なプロットを作り出すエピソードを含むすべてのエピソードが本当にグラフィックなイメージを持っているときに、時には圧倒される。\u001b[22m\n\u001b[1m(Kore o `goari' to yobu koto wa sōkatsu-tekina chinjutsudesu. Sore wa tashika ni soko ni hotondo no' guro' yori mo utsukushiku egaka rete ori, watashi ga mita koto to wa mattaku kotonatte imasu. Watashi wa kono koto ni tsuite dono yō ni kanjiru ka ni tsuite wa seikaku ni wa wakarimasen. Pointode wa, kore wa hontōni kūru ni narimasu. Sukunakutomo, sore wa kimyōna yarikata de, genjitsu-tekidearu, sukunakutomo, sore wa sore ga ataeru bakageta ryō o kudō suru, gekitekina tōsakude wa nai to iu kotodesu. Shikashi, shujinkō no kankei no naka kara yori ōku no kōmyōna purotto o tsukuridasu episōdo o fukumu subete no episōdo ga hontōni gurafikkuna imēji o motte iru toki ni, tokiniha attō sa reru.)\u001b[22m\n\nTranslations of \u001b[4mTo call this 'gory' is a gross statement. It's certainly more beautifully illustrated than most 'guro' out there, and certainly different from anything else I've ever seen. I'm not exactly sure how to feel about this, though. At points, this gets really cool. I mean, at least it's sorta realistic, in a weird sort of way, and at least it's not a gross perversion that drives the ridiculous amount of dismemberment it gives. But it does sometimes get overbearing when every episode, including ones that make more of a cutesy plot out of the relationships between the main characters, has some really graphic imagery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo call this 'gory' is a gross statement.\u001b[24m\n    \u001b[1mこれを「ゴアリ」と呼ぶことは総括的な陳述です。\u001b[22m, \u001b[1mこれを呼び出すには「血みどろのは「総文です。\u001b[22m\n\u001b[4mIt's certainly more beautifully illustrated than most 'guro' out there, and certainly different from anything else I've ever seen.\u001b[24m\n    \u001b[1mそれは確かにそこにほとんどの 'グロ'よりも美しく描かれており、私が見たこととはまったく異なっています。\u001b[22m, \u001b[1mそれは確かに多くの美しいイラストで最も「老」そこによりますと、私が今まで見てきた何か他のものから、確かに違います。\u001b[22m\n\u001b[4mI'm not exactly sure how to feel about this, though.\u001b[24m\n    \u001b[1m私はこのことについてどのように感じるかについては正確には分かりません。\u001b[22m, \u001b[1mでも、私はこのことについて感じることが正確にどのようにわかりません。\u001b[22m\n\u001b[4mAt points, this gets really cool.\u001b[24m\n    \u001b[1mポイントでは、これは本当にクールになります。\u001b[22m, \u001b[1m点では、これは本当にクールな取得します。\u001b[22m\n\u001b[4mI mean, at least it's sorta realistic, in a weird sort of way, and at least it's not a gross perversion that drives the ridiculous amount of dismemberment it gives.\u001b[24m\n    \u001b[1m少なくとも、それは奇妙なやり方で、現実的である、少なくとも、それはそれが与える馬鹿げた量を駆動する、劇的な倒錯ではないということです。\u001b[22m, \u001b[1m私は、少なくともそれは道の奇妙な並べ替えで、みかん現実的だし、少なくともそれが与え四肢切断のとんでもない量を駆動総倒錯ではありません、意味します。\u001b[22m\n\u001b[4mBut it does sometimes get overbearing when every episode, including ones that make more of a cutesy plot out of the relationships between the main characters, has some really graphic imagery.\u001b[24m\n    \u001b[1mしかし、主人公の関係の中からより多くの巧妙なプロットを作り出すエピソードを含むすべてのエピソードが本当にグラフィックなイメージを持っているときに、時には圧倒される。\u001b[22m, \u001b[1mメインキャラクター間の関係のうちキュートなプロットのより作るものも含めてすべてのエピソードは、いくつかの本当にグラフィックイメージを持っている場合しかし、それは時々横柄取得ありません。\u001b[22m\n\u001b[1m\u001b[22m\nStorywise, it's at least understandable. There's sadism galore here, and the characters' personalities range from loli levels of adorable to horrifyingly, Cannibal Corpse-esque malicious. I find myself consistently questioning why they didn't pick a different direction to take this story, because at times, it does really surpass the obvious fetishists' expectations, and moreover, is plenty good enough for its own series without all the dismemberment and blood .\n\n\u001b[1mストーリーワイズでは、少なくとも理解できます。 ここにはサディズムが豊富にあります。キャラクターの性格は、ロリのレベルから恐ろしいほど恐ろしいものまで、カンニバル・コープスは悪意のあるものまで及んでいます。 なぜなら、時には明らかなフェティシズムの期待を本当に上回っているし、さらに、それ自身のシリーズには十分に十分であり、切り裂きと血がなくても十分であるからです。  。\u001b[22m\n\u001b[1m(Sutōrīwaizude wa, sukunakutomo rikai dekimasu. Koko ni wa sadizumu ga hōfu ni arimasu. Kyarakutā no seikaku wa, rori no reberu kara osoroshī hodo osoroshī mono made, kan'nibaru kōpusu wa akui no aru mono made oyonde imasu. Nazenara, tokiniha akirakana fetishizumu no kitai o hontōni uwamawatte irushi, sarani, sore jishin no shirīzu ni wa jūbun ni jūbundeari, kirisaki to chi ga nakute mo jūbundearukaradesu..)\u001b[22m\n\nTranslations of \u001b[4mStorywise, it's at least understandable. There's sadism galore here, and the characters' personalities range from loli levels of adorable to horrifyingly, Cannibal Corpse-esque malicious. I find myself consistently questioning why they didn't pick a different direction to take this story, because at times, it does really surpass the obvious fetishists' expectations, and moreover, is plenty good enough for its own series without all the dismemberment and blood .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStorywise, it's at least understandable.\u001b[24m\n    \u001b[1mストーリーワイズでは、少なくとも理解できます。\u001b[22m, \u001b[1mStorywise、それは少なくとも理解できるのです。\u001b[22m\n\u001b[4mThere's sadism galore here, and the characters' personalities range from loli levels of adorable to horrifyingly, Cannibal Corpse-esque malicious.\u001b[24m\n    \u001b[1mここにはサディズムが豊富にあります。キャラクターの性格は、ロリのレベルから恐ろしいほど恐ろしいものまで、カンニバル・コープスは悪意のあるものまで及んでいます。\u001b[22m, \u001b[1mそこここサディズム豊富だし、キャラクターの個性は、悪意のあるカンニバル・コープス風、愛らしいのロリレベルからゾッとするほどに及びます。\u001b[22m\n\u001b[4mI find myself consistently questioning why they didn't pick a different direction to take this story, because at times, it does really surpass the obvious fetishists' expectations, and moreover, is plenty good enough for its own series without all the dismemberment and blood\u001b[24m\n    \u001b[1mなぜなら、時には明らかなフェティシズムの期待を本当に上回っているし、さらに、それ自身のシリーズには十分に十分であり、切り裂きと血がなくても十分であるからです。\u001b[22m, \u001b[1m私は、彼らがこの物語を取るために別の方向を選択しなかった理由の回で、それは本当に明白なフェチの期待を上回るんので、自分自身が一貫して、疑問を見つけ、さらに、独自のシリーズには十分たくさん、すべての四肢切断や血液なしです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is done well enough, but my eardrums are tired every so often when I have to hear the screams of pain from dismembered girls (though that's well done, it's still painful to hear). Other than that, voice acting is done very well, though the soundtrack isn't quite as thought-provoking as it could be.\n\n\u001b[1m音は十分にうまくいきますが、私の鼓膜は、孤立した女の子からの痛みの叫び声を聞かなければならないときに、たびに疲れています（これはうまくいきますが、まだ聞こえません）。 それ以外は、声優は非常にうまくいっていますが、サウンドトラックはそれが思ったほど刺激的ではありません。\u001b[22m\n\u001b[1m(Oto wa jūbun ni umaku ikimasuga, watashi no komaku wa, koritsu shita on'nanoko kara no itami no sakebigoe o kikanakereba naranai toki ni, tabi ni tsukarete imasu (kore wa umaku ikimasuga, mada kikoemasen). Sore igai wa, seiyū wa hijō ni umaku itte imasuga, saundotorakku wa sore ga omotta hodo shigeki-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is done well enough, but my eardrums are tired every so often when I have to hear the screams of pain from dismembered girls (though that's well done, it's still painful to hear). Other than that, voice acting is done very well, though the soundtrack isn't quite as thought-provoking as it could be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is done well enough, but my eardrums are tired every so often when I have to hear the screams of pain from dismembered girls (though that's well done, it's still painful to hear).\u001b[24m\n    \u001b[1m音は十分にうまくいきますが、私の鼓膜は、孤立した女の子からの痛みの叫び声を聞かなければならないときに、たびに疲れています（これはうまくいきますが、まだ聞こえません）。\u001b[22m, \u001b[1m音が十分に行われているが、私は（それはよくやっていますけれども、それは聞くことはまだ痛いです）バラバラの女の子からの痛みの悲鳴を聞くために持ってしょっちゅうとき、私の鼓膜が疲れています。\u001b[22m\n\u001b[4mOther than that, voice acting is done very well, though the soundtrack isn't quite as thought-provoking as it could be.\u001b[24m\n    \u001b[1mそれ以外は、声優は非常にうまくいっていますが、サウンドトラックはそれが思ったほど刺激的ではありません。\u001b[22m, \u001b[1mサウンドトラックは非常に示唆に富むそれができるほどではないですが、それ以外は、声の演技は、非常によく行われます。\u001b[22m\n\u001b[1m\u001b[22m\nI'm enjoying it so far, but I don't honestly know how much more of this I can take. It's gonna be an interesting few days.\n\n\u001b[1m私はこれまでこれを楽しんでいますが、どれくらいのことが正直に分かっていません。 それは面白い数日間になるだろう。\u001b[22m\n\u001b[1m(Watashi wa kore made kore o tanoshinde imasuga, dorekurai no koto ga shōjiki ni wakatte imasen. Sore wa omoshiroi sūjitsukan ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mI'm enjoying it so far, but I don't honestly know how much more of this I can take. It's gonna be an interesting few days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm enjoying it so far, but I don't honestly know how much more of this I can take.\u001b[24m\n    \u001b[1m私はこれまでこれを楽しんでいますが、どれくらいのことが正直に分かっていません。\u001b[22m, \u001b[1m私はこれまでのところ、それを楽しんでいるが、私は正直に私が取ることができますどのくらいこののよりわかりません。\u001b[22m\n\u001b[4mIt's gonna be an interesting few days.\u001b[24m\n    \u001b[1mそれは面白い数日間になるだろう。\u001b[22m, \u001b[1mそれはつもり面白いの数日間になりますのよ。\u001b[22m"
  }
]
