[
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "1111111111111111",
    "profile": "/profile/1111111111111111/reviews",
    "pages": "16",
    "number": "1",
    "link": "/reviews.php?id=119141",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\nまず第一に、私が何かを指摘させてください、Elfen Liedは私のお気に入りのアニメの中にあるか、一般的にはフィクションの作品です。 私はこのショーが大好きです。 しかし、それはこのショーに欠陥がないということではなく、個人的に私にとってはそれほど重要ではないが、それは彼らがそこにいないということを意味するものではない。 それにもかかわらず、それはかなりのショーです。\n\nストーリー -  9  - ストーリーは優れた悲劇であり、同時にあなたがキャラクターのために落ちるという優れた仕事をしながら、同時に道徳性や許しなどのコンセプトを頭の中に変えます。 プロットは、私の意見ではかなり優れています。 シーンの多くは時には非常に強力で感情的に壊れています。 プロットに出てくるものの多くは、ショーの有名な暴力よりはるかに邪魔になります。 ほとんどの場合、人間が頭の上に角を持っているジクロニオスのレースと、ルーシーの主人公が残忍に人を解体するのに使う動力学的な力を人間が恐ろしく扱うことが原因です。 しかし、ほとんどの人間の行動を考えれば、彼女の行動は理解できますが、これは大変悲劇的なものですが、私はここにはあまり行き込まないでしょう。\n\n今、ストーリーの問題はストーリーそのものではなく、むしろどのように伝えられているのでしょうか。 ショーがわずか13話であることを考えると、物語はむしろ急いで感じることができ、悪化させるシーンは不要で多くの時間を費やしているような瞬間があります。\n\nアートとアニメーション -  7  - ここではちょっと変わったことですが、アートは同時に優秀で平均的です。 背景や環境はしばしば驚異的に見えますが、キャラクターのデザインは些細なことがほとんどなく、素晴らしい環境にはうまく適合しません。\n\nサウンド -  8  - 音楽はかなり良いです。 オープニングのテーマは、「Lilium」という絶対的に美しい曲で、画家グスタフ・クリムトの作品を改装し、ショー自体の暗い調子に合ったユニークで驚くべきオープニングを目指しています。 サウンドトラックの残りの部分は実際にはかなり良く、「新海」のような素晴らしい曲がいくつかあります。\n声優はうまいです...少なくとも英語のダブでは声がかなりフラットで、日本語は話せないので私はあまり話せませんが、あまり聞いていません それについても良いことです。\n\nキャラクター -  8  - キャラクターは大部分が良いですが、ルーシー自身は非常に悲劇的で面白いキャラクターです。決して大量殺人犯の同情を感じたことはありません。  Koutaはかなりシンプルに始まりますが、あなたの裏話を探ってからはうまくいくようになり、プロット内の彼の役割はより明確になります。 ユカは似たような治療を受けますが、彼女はKoutaとLucy / Nyuの間に非常に強制的な愛の三角形を形成するために多くの時間を費やしているので、少しオーバーレイされているように感じます。 鞍馬は、実際にはショーの中で最も興味深い矛盾したキャラクターの1つですが、私はスポイラーなしではあまり話せません。 ナナはジクロニオスがいかに平和であるかを示す良い仕事をしています。  Mayuはやや不必要に落ちましたが、それにもかかわらずまともなキャラクターです。\n\nキャラクターには、時には非常にばかげたり非論理的に振る舞うという点で共通の問題がありますが、これは実際にプロットするためです。\n\nキャラクターの関係は、キャラクターの行動の原動力の多くであり、非常に興味深いものです。 主に人間がディクロニウスを扱う方法です。ディクロニオスがどんなに恐ろしいものであっても、最も残酷な人間は常に人間です。 ショーの中で最も重要な（そして感情的な）関係は、スポイラーの領域に向かっていなくても説明することはできません。\n\n楽しさ-10-私が以前に述べたように、私はこのショーが大好きです。 私にとって、ストーリーやキャラクターの欠陥は、他の部分の感情的で優れたものがどれほどのものであるかにはまったく一致しませんが、これは誰にとっても当てはまらないかもしれません。 このショーは私に非常に深遠な影響を及ぼし、最終的に感情的なレベルで私を真剣に傷つけました。 個人的にどれだけ好きなのか、私はいつもそれを10/10にしますが、それは完璧ではありません。\n\n私はこのショーについて、その最もよく知られている特徴であるように思われる2つのことに取り組まなければならないように感じます。 ゴアとヌード。 ゴアについては、このショーは心の弱いものではなく、流血が多いですが、私はそれにあまり頼らずにプロットを向上させるショック値を加えるのは良い仕事だと思います。 そして、物事は、ゴアが長い間ではなく、最も混乱する部分ではないということです。 このショーは、私たちが想像したくない人類のひどい側面をあなたに示してくれる素晴らしい仕事をしています。それは、どんなレベルの脱落よりもはるかに恐ろしいことです。\nヌードについては、あなたがElfen Liedで起こる他の多くのことをどのように邪魔しているかに悩まされるほど成熟しているならば、ヌードはあなたにとって問題ではないはずです。\n\n結局のところ、少なくとも私のために、このショーを傑作と呼ぶ必要があるような気がしますが、それは多くの人々を全体としてそれをオフにすると思う欠陥を持っていますが、 私のお気に入りの1つ、そして他の多くの人にとっても好きなものです。\n\nP.S. これは私の最初のレビューですので、私には簡単に行ってください。しかし、批評は大歓迎です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, let me point something out, Elfen Lied is among my favorite anime or just works of fiction in general. I love this show. However, that is not to say that this show is without its flaws, its just that they don't matter to much for me personally, but that doesn't mean that they aren't there. Nonetheless, it is quite a show.\n\n\u001b[1mまず第一に、私が何かを指摘させてください、Elfen Liedは私のお気に入りのアニメの中にあるか、一般的にはフィクションの作品です。 私はこのショーが大好きです。 しかし、それはこのショーに欠陥がないということではなく、個人的に私にとってはそれほど重要ではないが、それは彼らがそこにいないということを意味するものではない。 それにもかかわらず、それはかなりのショーです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi ga nanika o shiteki sa sete kudasai, Elfen Lied wa watashinōkiniiri no anime no naka ni aru ka, ippantekini wa fikushon no sakuhindesu. Watashi wa kono shō ga daisukidesu. Shikashi, sore wa kono shō ni kekkan ga nai to iu kotode wa naku, kojin-teki ni watashi ni totte wa sorehodo jūyōde wa naiga, sore wa karera ga soko ni inai to iu koto o imi suru monode wanai. Sore nimokakawarazu, sore wa kanari no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, let me point something out, Elfen Lied is among my favorite anime or just works of fiction in general. I love this show. However, that is not to say that this show is without its flaws, its just that they don't matter to much for me personally, but that doesn't mean that they aren't there. Nonetheless, it is quite a show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, let me point something out, Elfen Lied is among my favorite anime or just works of fiction in general.\u001b[24m\n    \u001b[1mまず第一に、私が何かを指摘させてください、Elfen Liedは私のお気に入りのアニメの中にあるか、一般的にはフィクションの作品です。\u001b[22m, \u001b[1mまず第一に、私は何かを指摘してみましょう、エルフェンリート私の好きなアニメの一つであるか、単に一般的にはフィクションの作品。\u001b[22m\n\u001b[4mI love this show.\u001b[24m\n    \u001b[1m私はこのショーが大好きです。\u001b[22m, \u001b[1m私はこの番組が大好きです。\u001b[22m\n\u001b[4mHowever, that is not to say that this show is without its flaws, its just that they don't matter to much for me personally, but that doesn't mean that they aren't there.\u001b[24m\n    \u001b[1mしかし、それはこのショーに欠陥がないということではなく、個人的に私にとってはそれほど重要ではないが、それは彼らがそこにいないということを意味するものではない。\u001b[22m, \u001b[1mしかし、それは彼らが私個人のための多くには重要ではありませんが、それは彼らが存在しないことを意味するものではありません、そのことだけ、このショーは、その欠陥なしであると言っているわけではありません。\u001b[22m\n\u001b[4mNonetheless, it is quite a show.\u001b[24m\n    \u001b[1mそれにもかかわらず、それはかなりのショーです。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 9 - The story is an excellent tragedy, and does an excellent job of making you fell for the characters while at the same time turning concepts like morality and forgiveness on head. The plot is really quite excellent in my opinion. Many of the scenes are very powerful and emotionally breaking at times. Many of the things that occur in the plot are actually far more disturbing than the show's famous violence. Mostly this stems from how horribly the humans treat the diclonius race, who have horns on their heads as well as telekinetic powers, which the main character Lucy, uses to brutally dismember people. However, given the way most of the humans behave, her actions are understandable, which is largely what makes it so tragic, but I won't go into too much here, you should watch it if you haven't already.\n\n\u001b[1mストーリー -  9  - ストーリーは優れた悲劇であり、同時にあなたがキャラクターのために落ちるという優れた仕事をしながら、同時に道徳性や許しなどのコンセプトを頭の中に変えます。 プロットは、私の意見ではかなり優れています。 シーンの多くは時には非常に強力で感情的に壊れています。 プロットに出てくるものの多くは、ショーの有名な暴力よりはるかに邪魔になります。 ほとんどの場合、人間が頭の上に角を持っているジクロニオスのレースと、ルーシーの主人公が残忍に人を解体するのに使う動力学的な力を人間が恐ろしく扱うことが原因です。 しかし、ほとんどの人間の行動を考えれば、彼女の行動は理解できますが、これは大変悲劇的なものですが、私はここにはあまり行き込まないでしょう。\u001b[22m\n\u001b[1m(Sutōrī - 9 - sutōrī wa sugureta higekideari, dōjini anata ga kyarakutā no tame ni ochiru to iu sugureta shigoto o shinagara, dōjini dōtoku-sei ya yurushi nado no konseputo o atama no naka ni kaemasu. Purotto wa, watashi no ikende wa kanari sugurete imasu. Shīn no ōku wa tokiniha hijō ni kyōryokude kanjō-teki ni kowarete imasu. Purotto ni dete kurumonono ōku wa, shō no yūmeina bōryoku yori haruka ni jama ni narimasu. Hotondo no baai, ningen ga atama no ue ni tsuno o motte iru jikuroniosu no rēsu to, rūshī no shujinkō ga zan'nin ni hito o kaitai suru no ni tsukau dōrikigakutekina chikara o ningen ga osoroshiku atsukau koto ga gen'indesu. Shikashi, hotondo no ningen no kōdō o kangaereba, kanojo no kōdō wa rikai dekimasuga, kore wa taihen higeki-tekina monodesuga, watashi wa koko ni wa amari iki komanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mStory - 9 - The story is an excellent tragedy, and does an excellent job of making you fell for the characters while at the same time turning concepts like morality and forgiveness on head. The plot is really quite excellent in my opinion. Many of the scenes are very powerful and emotionally breaking at times. Many of the things that occur in the plot are actually far more disturbing than the show's famous violence. Mostly this stems from how horribly the humans treat the diclonius race, who have horns on their heads as well as telekinetic powers, which the main character Lucy, uses to brutally dismember people. However, given the way most of the humans behave, her actions are understandable, which is largely what makes it so tragic, but I won't go into too much here, you should watch it if you haven't already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 9 - The story is an excellent tragedy, and does an excellent job of making you fell for the characters while at the same time turning concepts like morality and forgiveness on head.\u001b[24m\n    \u001b[1mストーリー -  9  - ストーリーは優れた悲劇であり、同時にあなたがキャラクターのために落ちるという優れた仕事をしながら、同時に道徳性や許しなどのコンセプトを頭の中に変えます。\u001b[22m, \u001b[1mストーリー -  9  - 物語は優れた悲劇であると同時に、頭の上に道徳と赦しなどの概念を回しながら、文字に落ちた作りの優れた仕事をしていません。\u001b[22m\n\u001b[4mThe plot is really quite excellent in my opinion.\u001b[24m\n    \u001b[1mプロットは、私の意見ではかなり優れています。\u001b[22m, \u001b[1mプロットは、私の意見では、実際にはかなり優れています。\u001b[22m\n\u001b[4mMany of the scenes are very powerful and emotionally breaking at times.\u001b[24m\n    \u001b[1mシーンの多くは時には非常に強力で感情的に壊れています。\u001b[22m, \u001b[1mシーンの多くは非常に強力で、感情の回で破壊されています。\u001b[22m\n\u001b[4mMany of the things that occur in the plot are actually far more disturbing than the show's famous violence.\u001b[24m\n    \u001b[1mプロットに出てくるものの多くは、ショーの有名な暴力よりはるかに邪魔になります。\u001b[22m, \u001b[1mプロットに発生するものの多くは、実際にははるかに不穏なショーの有名な暴力よりも。\u001b[22m\n\u001b[4mMostly this stems from how horribly the humans treat the diclonius race, who have horns on their heads as well as telekinetic powers, which the main character Lucy, uses to brutally dismember people.\u001b[24m\n    \u001b[1mほとんどの場合、人間が頭の上に角を持っているジクロニオスのレースと、ルーシーの主人公が残忍に人を解体するのに使う動力学的な力を人間が恐ろしく扱うことが原因です。\u001b[22m, \u001b[1m主にこれは人間が主人公ルーシーは、残酷な人を手足を切断するために使用する彼らの頭の上に角だけでなく、念動の力を持っているdicloniusレースを、どのように扱うか恐ろしくに由来します。\u001b[22m\n\u001b[4mHowever, given the way most of the humans behave, her actions are understandable, which is largely what makes it so tragic, but I won't go into too much here, you should watch it if you haven't already.\u001b[24m\n    \u001b[1mしかし、ほとんどの人間の行動を考えれば、彼女の行動は理解できますが、これは大変悲劇的なものですが、私はここにはあまり行き込まないでしょう。\u001b[22m, \u001b[1mしかし、人間のほとんどが行動様式与え、彼女の行動は、それはとても悲劇的にするもの、主にある、理解しているが、私はここではあまり触れませんあなたが既にいない場合、あなたはそれを見る必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nNow the problems with the story are not so much with the story itself and rather how it is told. Given that the show is only 13 episodes, the story can feel rather rushed, and making it worse, there are many moments where it fells like scenes are unnecessary and are just taking up time.\n\n\u001b[1m今、ストーリーの問題はストーリーそのものではなく、むしろどのように伝えられているのでしょうか。 ショーがわずか13話であることを考えると、物語はむしろ急いで感じることができ、悪化させるシーンは不要で多くの時間を費やしているような瞬間があります。\u001b[22m\n\u001b[1m(Ima, sutōrī no mondai wa sutōrī sonomonode wa naku, mushiro dono yō ni tsutae rarete iru nodeshou ka. Shō ga wazuka 13-wadearu koto o kangaeru to, monogatari wa mushiro isoide kanjiru koto ga deki, akka sa seru shīn wa fuyōde ōku no jikan o tsuiyashite iru yōna shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow the problems with the story are not so much with the story itself and rather how it is told. Given that the show is only 13 episodes, the story can feel rather rushed, and making it worse, there are many moments where it fells like scenes are unnecessary and are just taking up time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the problems with the story are not so much with the story itself and rather how it is told.\u001b[24m\n    \u001b[1m今、ストーリーの問題はストーリーそのものではなく、むしろどのように伝えられているのでしょうか。\u001b[22m, \u001b[1m今の話に問題が物語自体にそれほどではありませんし、それが語られているといいますか。\u001b[22m\n\u001b[4mGiven that the show is only 13 episodes, the story can feel rather rushed, and making it worse, there are many moments where it fells like scenes are unnecessary and are just taking up time.\u001b[24m\n    \u001b[1mショーがわずか13話であることを考えると、物語はむしろ急いで感じることができ、悪化させるシーンは不要で多くの時間を費やしているような瞬間があります。\u001b[22m, \u001b[1mショーが唯一の13のエピソードであることを考えると、話はかなり急いで感じることができる、それが悪化させる、場面が不要なだけ時間を取っているようにそれはフェル多くの瞬間があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Animation - 7 - A bit of an oddity here, the art is both excellent and average at the same time. While the backgrounds and environments often look absolutely amazing, the character designs are mediocre with little detail and don't fit in very well with the amazing environments.\n\n\u001b[1mアートとアニメーション -  7  - ここではちょっと変わったことですが、アートは同時に優秀で平均的です。 背景や環境はしばしば驚異的に見えますが、キャラクターのデザインは些細なことがほとんどなく、素晴らしい環境にはうまく適合しません。\u001b[22m\n\u001b[1m(Āto to animēshon - 7 - kokode wa chotto kawatta kotodesuga, āto wa dōjini yūshūde heikin-tekidesu. Haikei ya kankyō wa shibashiba kyōi-teki ni miemasuga, kyarakutā no dezain wa sasainakoto ga hotondo naku, subarashī kankyō ni wa umaku tekigō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt and Animation - 7 - A bit of an oddity here, the art is both excellent and average at the same time. While the backgrounds and environments often look absolutely amazing, the character designs are mediocre with little detail and don't fit in very well with the amazing environments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Animation - 7 - A bit of an oddity here, the art is both excellent and average at the same time.\u001b[24m\n    \u001b[1mアートとアニメーション -  7  - ここではちょっと変わったことですが、アートは同時に優秀で平均的です。\u001b[22m, \u001b[1mアートとアニメーション -  7  - ここで風変わりのビットは、技術では、同時に優れたと平均の両方です。\u001b[22m\n\u001b[4mWhile the backgrounds and environments often look absolutely amazing, the character designs are mediocre with little detail and don't fit in very well with the amazing environments.\u001b[24m\n    \u001b[1m背景や環境はしばしば驚異的に見えますが、キャラクターのデザインは些細なことがほとんどなく、素晴らしい環境にはうまく適合しません。\u001b[22m, \u001b[1m背景や環境は、多くの場合、本当にすばらしい眺めながら、キャラクターデザインは、細部と平凡であり、素晴らしい環境と非常によく中に入れることができません。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8 - The music is pretty damn good. The opening theme is an absolutely beautiful song called 'Lilium', which is set to modified works of the painter Gustav Klimt for a unique and amazing opening that fits the somber tone of the show itself. The rest of the soundtrack is actually pretty good as well, with some great tracks like 'Shinkai'.\n\n\u001b[1mサウンド -  8  - 音楽はかなり良いです。 オープニングのテーマは、「Lilium」という絶対的に美しい曲で、画家グスタフ・クリムトの作品を改装し、ショー自体の暗い調子に合ったユニークで驚くべきオープニングを目指しています。 サウンドトラックの残りの部分は実際にはかなり良く、「新海」のような素晴らしい曲がいくつかあります。\u001b[22m\n\u001b[1m(Saundo - 8 - ongaku wa kanari yoidesu. Ōpuningu no tēma wa,`Lilium' to iu zetsutaiteki ni utsukushī kyoku de, gaka Gusutafu kurimuto no sakuhin o kaisō shi, shō jitai no kurai chōshi ni atta yunīku de odorokubeki ōpuningu o mezashite imasu. Saundotorakku no nokori no bubun wa jissai ni wa kanari yoku,`Shinkai' no yōna subarashī kyoku ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound - 8 - The music is pretty damn good. The opening theme is an absolutely beautiful song called 'Lilium', which is set to modified works of the painter Gustav Klimt for a unique and amazing opening that fits the somber tone of the show itself. The rest of the soundtrack is actually pretty good as well, with some great tracks like 'Shinkai'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8 - The music is pretty damn good.\u001b[24m\n    \u001b[1mサウンド -  8  - 音楽はかなり良いです。\u001b[22m, \u001b[1mサウンド -  8  - 音楽はかなり上出来です。\u001b[22m\n\u001b[4mThe opening theme is an absolutely beautiful song called 'Lilium', which is set to modified works of the painter Gustav Klimt for a unique and amazing opening that fits the somber tone of the show itself.\u001b[24m\n    \u001b[1mオープニングのテーマは、「Lilium」という絶対的に美しい曲で、画家グスタフ・クリムトの作品を改装し、ショー自体の暗い調子に合ったユニークで驚くべきオープニングを目指しています。\u001b[22m, \u001b[1mオープニングテーマは、ショー自体の地味なトーンに合った、ユニークで素晴らしいオープニングのための画家グスタフ・クリムトの修正作品に設定されている「ユリ」と呼ばれる絶対的に美しい歌、です。\u001b[22m\n\u001b[4mThe rest of the soundtrack is actually pretty good as well, with some great tracks like 'Shinkai'.\u001b[24m\n    \u001b[1mサウンドトラックの残りの部分は実際にはかなり良く、「新海」のような素晴らしい曲がいくつかあります。\u001b[22m, \u001b[1mサウンドトラックの残りの部分は、「しんかい 'のようないくつかの素晴らしい曲で、だけでなく、実際にはかなり良いです。\u001b[22m\nThe voice acting is well...not too good, at least in the English dub where the voices are pretty flat and I can't very well speak foe the Japanese dub because I don't speak Japanese but I haven't heard very good things about it either.\n\n\u001b[1m声優はうまいです...少なくとも英語のダブでは声がかなりフラットで、日本語は話せないので私はあまり話せませんが、あまり聞いていません それについても良いことです。\u001b[22m\n\u001b[1m(Seiyū wa umaidesu... Sukunakutomo eigo no dabude wa koe ga kanari furatto de, nihongo wa hanasenainode watashi wa amari hanasemasenga, amari kiite imasen sore ni tsuite mo yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is well...not too good, at least in the English dub where the voices are pretty flat and I can't very well speak foe the Japanese dub because I don't speak Japanese but I haven't heard very good things about it either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is well...not too good, at least in the English dub where the voices are pretty flat and I can't very well speak foe the Japanese dub because I don't speak Japanese but I haven't heard very\u001b[24m\n    \u001b[1m声優はうまいです...少なくとも英語のダブでは声がかなりフラットで、日本語は話せないので私はあまり話せませんが、あまり聞いていません\u001b[22m, \u001b[1m声の演技は、少なくとも声はかなり平坦である英語吹き替えでは、よく...あまりにも良いではないと私は非常によく、私は日本語が話せないので日本語吹替をFOE話すことはできませんが、私は非常に聞いたことがありません\u001b[22m\n\u001b[4mgood things about it either.\u001b[24m\n    \u001b[1mそれについても良いことです。\u001b[22m, \u001b[1mどちらかそれについての良いもの。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 8 - The characters are good for the most part, Lucy herself is an immensely tragic and interesting character, never have you felt so much sympathy for a mass murderer. Kouta starts out pretty simple but gets better once you explore his backstory and his role in the plot becomes clearer. Yuka gets similar treatment but feels a bit overplayed since she spends much of the time forming a very forced love triangle between herself and Lucy/Nyu with Kouta. Kurama is actually one of the most interesting and conflicted characters on the show, but i can't say much without spoilers. Nana does a good job of showing how the diclonius can be peaceful. Mayu fells slightly unnecessary but is a decent character nonetheless.\n\n\u001b[1mキャラクター -  8  - キャラクターは大部分が良いですが、ルーシー自身は非常に悲劇的で面白いキャラクターであり、決して大量殺人犯の同情を感じることはありませんでした。  Koutaはかなりシンプルに始まりますが、あなたの裏話を探ってからはうまくいくようになり、プロット内の彼の役割はより明確になります。 ユカは似たような治療を受けますが、彼女はKoutaとLucy / Nyuの間に非常に強制的な愛の三角形を形成するために多くの時間を費やしているため、少しオーバーレイされているように感じます。 鞍馬は、実際にはショーの中で最も興味深い矛盾したキャラクターの1つですが、私はスポイラーなしではあまり話せません。 ナナはジクロニオスがいかに平和であるかを示す良い仕事をしています。  Mayuはやや不必要に落ちましたが、それにもかかわらずまともなキャラクターです。\u001b[22m\n\u001b[1m(Kyarakutā - 8 - kyarakutā wa daibubun ga yoidesuga, rūshī jishin wa hijō ni higeki-tekide omoshiroi kyarakutādeari, kesshite tairyō satsujin-han no dōjō o kanjiru koto wa arimasendeshita. Kouta wa kanari shinpuru ni hajimarimasuga, anata no urabanashi o sagutte kara wa umaku iku yō ni nari, purotto-nai no kare no yakuwari wa yori meikaku ni narimasu. Yuka wa nita yōna chiryō o ukemasuga, kanojo wa Kouta to rūshī/ Nyu no ma ni hijō ni kyōsei-tekina ai no sankakkei o keisei suru tame ni ōku no jikan o tsuiyashite iru tame, sukoshi ōbārei sa rete iru yō ni kanjimasu. Anba wa, jissai ni wa shō no naka de mottomo kyōmibukai mujun shita kyarakutā no 1tsudesuga, watashi wa supoirā nashide wa amari hanasemasen. Nana wa jikuroniosu ga ikani heiwadearu ka o shimesu yoi shigoto o shite imasu. Mayu wa yaya fuhitsuyō ni ochimashita ga, sore nimokakawarazu matomona kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8 - The characters are good for the most part, Lucy herself is an immensely tragic and interesting character, never have you felt so much sympathy for a mass murderer. Kouta starts out pretty simple but gets better once you explore his backstory and his role in the plot becomes clearer. Yuka gets similar treatment but feels a bit overplayed since she spends much of the time forming a very forced love triangle between herself and Lucy/Nyu with Kouta. Kurama is actually one of the most interesting and conflicted characters on the show, but i can't say much without spoilers. Nana does a good job of showing how the diclonius can be peaceful. Mayu fells slightly unnecessary but is a decent character nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8 - The characters are good for the most part, Lucy herself is an immensely tragic and interesting character, never have you felt so much sympathy for a mass murderer.\u001b[24m\n    \u001b[1mキャラクター -  8  - キャラクターは大部分が良いですが、ルーシー自身は非常に悲劇的で面白いキャラクターであり、決して大量殺人犯の同情を感じることはありませんでした。\u001b[22m, \u001b[1m文字 -  8  - 文字は、ほとんどの部分は良いですが、ルーシー自身が非常に悲劇的で面白いキャラクターです、あなたは大量殺人者のために多くの同情を感じたことはありません。\u001b[22m\n\u001b[4mKouta starts out pretty simple but gets better once you explore his backstory and his role in the plot becomes clearer.\u001b[24m\n    \u001b[1mKoutaはかなりシンプルに始まりますが、あなたの裏話を探ってからはうまくいくようになり、プロット内の彼の役割はより明確になります。\u001b[22m, \u001b[1m小唄は、非常に単純出て起動しますが、あなたは彼のバックストーリーを探求し、プロットの彼の役割が明確になると良くなります。\u001b[22m\n\u001b[4mYuka gets similar treatment but feels a bit overplayed since she spends much of the time forming a very forced love triangle between herself and Lucy/Nyu with Kouta.\u001b[24m\n    \u001b[1mユカは似たような治療を受けますが、彼女はKoutaとLucy / Nyuの間に非常に強制的な愛の三角形を形成するために多くの時間を費やしているため、少しオーバーレイされているように感じます。\u001b[22m, \u001b[1m由香は、同様の治療を取得しますが、彼女は自分自身や小唄とルーシー/丹生の間の非常に強制的な愛の三角形を形成する多くの時間を費やしているので、overplayedビットを感じています。\u001b[22m\n\u001b[4mKurama is actually one of the most interesting and conflicted characters on the show, but i can't say much without spoilers.\u001b[24m\n    \u001b[1m鞍馬は、実際にはショーの中で最も興味深い矛盾したキャラクターの1つですが、私はスポイラーなしではあまり話せません。\u001b[22m, \u001b[1m鞍馬は実際にショーで最も興味深いと競合文字の一つである、しかし、私はネタバレなしで多くを語ることはできません。\u001b[22m\n\u001b[4mNana does a good job of showing how the diclonius can be peaceful.\u001b[24m\n    \u001b[1mナナはジクロニオスがいかに平和であるかを示す良い仕事をしています。\u001b[22m, \u001b[1mナナはdicloniusが平和であることができる方法を示すのに良い仕事をしていません。\u001b[22m\n\u001b[4mMayu fells slightly unnecessary but is a decent character nonetheless.\u001b[24m\n    \u001b[1mMayuはやや不必要に落ちましたが、それにもかかわらずまともなキャラクターです。\u001b[22m, \u001b[1mまゆはやや不必要な草原それにもかかわらず、まともな文字です。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters have some common problems in that they sometimes behave very stupidly or illogically, usually though this is for the sake of the plot actually working.\n\n\u001b[1mキャラクターには、時には非常にばかげたり非論理的に振る舞うという点で共通の問題がありますが、これは実際にプロットするためです。\u001b[22m\n\u001b[1m(Kyarakutā ni wa, tokiniha hijō ni bakage tari hironriteki ni furumau to iu ten de kyōtsū no mondai ga arimasuga, kore wa jissai ni purotto suru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters have some common problems in that they sometimes behave very stupidly or illogically, usually though this is for the sake of the plot actually working.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters have some common problems in that they sometimes behave very stupidly or illogically, usually though this is for the sake of the plot actually working.\u001b[24m\n    \u001b[1mキャラクターには、時には非常にばかげたり非論理的に振る舞うという点で共通の問題がありますが、これは実際にプロットするためです。\u001b[22m, \u001b[1m文字は、彼らは時々、これは実際に働いてプロットのために、通常かかわらず、非常に愚かなまたは非論理的に振る舞うという点で、いくつかの共通の問題を抱えています。\u001b[22m\n\u001b[1m\u001b[22m\nThe relationships between the characters are also very interesting as they are much of the driving force behind the characters' actions. Largely it is the way the humans treat the diclonius, as no matter how horrible the diclonius can be, the cruelest will always be the humans. The most significant (and emotional) relationships in the show can't really be explained without venturing into spoiler territory, so I'll leave you with that.\n\n\u001b[1mキャラクターの関係は、キャラクターの行動の原動力の多くであり、非常に興味深いものです。 主に人間がディクロニウスを扱う方法です。ディクロニオスがどんなに恐ろしいものであっても、最も残酷な人間は常に人間です。 ショーの中で最も重要な（そして感情的な）関係は、スポイラーの領域に向かっていなくても説明することはできません。\u001b[22m\n\u001b[1m(Kyarakutā no kankei wa, kyarakutā no kōdō no gendōryoku no ōkudeari, hijō ni kyōmibukai monodesu. Omoni ningen ga dikuroniusu o atsukau hōhōdesu. Dikuroniosu ga don'nani osoroshī monodeatte mo, mottomo zankokuna ningen wa tsuneni ningendesu. Shō no naka de mottomo jūyōna (soshite kanjō-tekina) kankei wa, supoirā no ryōiki ni mukatte inakute mo setsumei suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe relationships between the characters are also very interesting as they are much of the driving force behind the characters' actions. Largely it is the way the humans treat the diclonius, as no matter how horrible the diclonius can be, the cruelest will always be the humans. The most significant (and emotional) relationships in the show can't really be explained without venturing into spoiler territory, so I'll leave you with that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe relationships between the characters are also very interesting as they are much of the driving force behind the characters' actions.\u001b[24m\n    \u001b[1mキャラクターの関係は、キャラクターの行動の原動力の多くであり、非常に興味深いものです。\u001b[22m, \u001b[1m文字間の関係はまた、彼らはキャラクターの行動の原動力の多くであるため、非常に興味深いものです。\u001b[22m\n\u001b[4mLargely it is the way the humans treat the diclonius, as no matter how horrible the diclonius can be, the cruelest will always be the humans.\u001b[24m\n    \u001b[1m主に人間がディクロニウスを扱う方法です。ディクロニオスがどんなに恐ろしいものであっても、最も残酷な人間は常に人間です。\u001b[22m, \u001b[1m大部分はそれはdicloniusがいかに恐ろしいのない問題として、悲惨なは常に人間になり、人間はdicloniusを扱う方法です。\u001b[22m\n\u001b[4mThe most significant (and emotional) relationships in the show can't really be explained without venturing into spoiler territory, so I'll leave you with that.\u001b[24m\n    \u001b[1mショーの中で最も重要な（そして感情的な）関係は、スポイラーの領域に向かっていなくても説明することはできません。\u001b[22m, \u001b[1mショーの中で最も重要な（と感情的な）関係は本当にスポイラーの領土に進出することなく説明することができないので、私はそれであなたを残しておきます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment -10- As I previously stated, I love this show. For me the flaws in the story and characters simply don't match up to how emotional and excellent many of the other parts are, however, this may not be the case for everyone. This show had an immensely profound affect on me and in the end seriously damaged me on an emotional level. As for how much I like it personally, I'll always give it a 10/10, but it isn't perfect.\n\n\u001b[1m楽しさ-10-私が以前に述べたように、私はこのショーが大好きです。 私にとって、ストーリーやキャラクターの欠陥は、他の部分の感情的で優れたものがどれほどのものであるかにはまったく一致しませんが、これは誰にとっても当てはまらないかもしれません。 このショーは私に非常に深遠な影響を及ぼし、最終的に感情的なレベルで私を真剣に傷つけました。 個人的にどれだけ好きなのか、私はいつもそれを10/10にしますが、それは完璧ではありません。\u001b[22m\n\u001b[1m(Tanoshisa - 10 - watashi ga izen ni nobeta yō ni, watashi wa kono shō ga daisukidesu. Watashi ni totte, sutōrī ya kyarakutā no kekkan wa, hoka no bubun no kanjō-tekide sugureta mono ga dorehodo no monodearu kani wa mattaku itchi shimasenga, kore wa dare ni tottemo atehamaranai kamo shiremasen. Kono shō wa watashi ni hijō ni shin'en'na eikyō o oyoboshi, saishūtekini kanjō-tekina reberu de watashi o shinken ni kizutsukemashita. Kojin-teki ni dore dake sukina no ka, watashi wa itsumo sore o 10/ 10 ni shimasuga, sore wa kanpekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment -10- As I previously stated, I love this show. For me the flaws in the story and characters simply don't match up to how emotional and excellent many of the other parts are, however, this may not be the case for everyone. This show had an immensely profound affect on me and in the end seriously damaged me on an emotional level. As for how much I like it personally, I'll always give it a 10/10, but it isn't perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment -10- As I previously stated, I love this show.\u001b[24m\n    \u001b[1m楽しさ-10-私が以前に述べたように、私はこのショーが大好きです。\u001b[22m, \u001b[1m楽しさは-10-私が先に述べたように、私はこの番組が大好きです。\u001b[22m\n\u001b[4mFor me the flaws in the story and characters simply don't match up to how emotional and excellent many of the other parts are, however, this may not be the case for everyone.\u001b[24m\n    \u001b[1m私にとって、ストーリーやキャラクターの欠陥は、他の部分の感情的で優れたものがどれほどのものであるかにはまったく一致しませんが、これは誰にとっても当てはまらないかもしれません。\u001b[22m, \u001b[1m私にとってはストーリーやキャラクターの欠陥は、単にどのように感情的で、優れた他の部品の多くに一致しない、しかし、これはすべての人のためのケースではないかもしれません。\u001b[22m\n\u001b[4mThis show had an immensely profound affect on me and in the end seriously damaged me on an emotional level.\u001b[24m\n    \u001b[1mこのショーは私に非常に深遠な影響を及ぼし、最終的に感情的なレベルで私を真剣に傷つけました。\u001b[22m, \u001b[1mこのショーは、非常に深いは私に影響を与え、最終的に真剣に感情的なレベルで私を破損していました。\u001b[22m\n\u001b[4mAs for how much I like it personally, I'll always give it a 10/10, but it isn't perfect.\u001b[24m\n    \u001b[1m個人的にどれだけ好きなのか、私はいつもそれを10/10にしますが、それは完璧ではありません。\u001b[22m, \u001b[1m私は個人的にそれを好きどのくらいのためとして、私はいつもそれを10月10日を与えるでしょうが、それは完璧ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI feel like I should address the two things about this show that seem to be its most well-known traits. Gore and nudity. As for gore, this show is not for the faint of heart, there is a lot of bloodshed, but I think it does a good job of adding a shock value that enhances the plot without relying too heavily on it. And the thing is that the gore isn't the most disturbing part, not by a long shot. The show does a great job of displaying to you a terrible side of humanity you don't even want to imagine we have, which is far more horrid than any level of dismemberment.\n\n\u001b[1m私はこのショーについて、その最もよく知られている特徴であるように思われる2つのことに取り組まなければならないように感じます。 ゴアとヌード。 ゴアについては、このショーは心の弱いものではなく、流血が多いですが、私はそれにあまり頼らずにプロットを向上させるショック値を加えるのは良い仕事だと思います。 そして、物事は、ゴアが長い間ではなく、最も混乱する部分ではないということです。 このショーは、私たちが想像したくない人類のひどい側面をあなたに示してくれる素晴らしい仕事をしています。それは、どんなレベルの脱落よりもはるかに恐ろしいことです。\u001b[22m\n\u001b[1m(Watashi wa kono shō ni tsuite, sono mottomo yoku shira rete iru tokuchōdearu yō ni omowa reru 2tsu no koto ni torikumanakereba naranai yō ni kanjimasu. Goa to nūdo. Goa ni tsuite wa, kono shō wa kokoro no yowai monode wa naku, ryūketsu ga ōidesuga, watashi wa sore ni amari tayorazu ni purotto o kōjō sa seru shokku-chi o kuwaeru no wa yoi shigotoda to omoimasu. Soshite, monogoto wa, Goa ga nagaiaide wa naku, mottomo konran suru bubunde wa nai to iu kotodesu. Kono shō wa, watashitachi ga sōzō shitakunai jinrui no hidoi sokumen o anata ni shimeshite kureru subarashī shigoto o shite imasu. Sore wa, don'na reberu no datsuraku yori mo haruka ni osoroshī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI feel like I should address the two things about this show that seem to be its most well-known traits. Gore and nudity. As for gore, this show is not for the faint of heart, there is a lot of bloodshed, but I think it does a good job of adding a shock value that enhances the plot without relying too heavily on it. And the thing is that the gore isn't the most disturbing part, not by a long shot. The show does a great job of displaying to you a terrible side of humanity you don't even want to imagine we have, which is far more horrid than any level of dismemberment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel like I should address the two things about this show that seem to be its most well-known traits.\u001b[24m\n    \u001b[1m私はこのショーについて、その最もよく知られている特徴であるように思われる2つのことに取り組まなければならないように感じます。\u001b[22m, \u001b[1m私はその最もよく知られている形質であるように見えるこの番組についての二つのことに対処すべきであるような気がします。\u001b[22m\n\u001b[4mGore and nudity.\u001b[24m\n    \u001b[1mゴアとヌード。\u001b[22m\n\u001b[4mAs for gore, this show is not for the faint of heart, there is a lot of bloodshed, but I think it does a good job of adding a shock value that enhances the plot without relying too heavily on it.\u001b[24m\n    \u001b[1mゴアについては、このショーは心の弱いものではなく、流血が多いですが、私はそれにあまり頼らずにプロットを向上させるショック値を加えるのは良い仕事だと思います。\u001b[22m, \u001b[1mゴアについては、このショーは心臓の弱い人のためではない、そこに流血の多くは、ですが、私はそれに依存しすぎずにプロットを高める衝撃値を追加するのは良い仕事をしないと思います。\u001b[22m\n\u001b[4mAnd the thing is that the gore isn't the most disturbing part, not by a long shot.\u001b[24m\n    \u001b[1mそして、物事は、ゴアが長い間ではなく、最も混乱する部分ではないということです。\u001b[22m, \u001b[1mそして、事はマチがないロングショットで、最も不穏な部分ではないということです。\u001b[22m\n\u001b[4mThe show does a great job of displaying to you a terrible side of humanity you don't even want to imagine we have, which is far more horrid than any level of dismemberment.\u001b[24m\n    \u001b[1mこのショーは、私たちが想像したくない人類のひどい側面をあなたに示してくれる素晴らしい仕事をしています。それは、どんなレベルの脱落よりもはるかに恐ろしいことです。\u001b[22m, \u001b[1mショーはあなたにはるかに恐ろしい四肢切断の任意のレベルよりも、我々は持っているあなたが想像もしたくない人類の恐ろしい側面を、表示の偉大な仕事をしていません。\u001b[22m\nAs for the nudity, if you're mature enough to be subjecting yourself to how disturbing many of the other things that happen in Elfen Lied are, nudity shouldn't be a problem for you.\n\n\u001b[1mヌードについては、あなたがElfen Liedで起こる他の多くのことをどのように邪魔しているかに悩まされるほど成熟しているならば、ヌードはあなたにとって問題ではないはずです。\u001b[22m\n\u001b[1m(Nūdo ni tsuite wa, anata ga Elfen Lied de okoru ta no ōku no koto o dono yō ni jama shite iru ka ni nayamasa reru hodo seijuku shite irunaraba, nūdo wa anata ni totte mondaide wa nai hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the nudity, if you're mature enough to be subjecting yourself to how disturbing many of the other things that happen in Elfen Lied are, nudity shouldn't be a problem for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the nudity, if you're mature enough to be subjecting yourself to how disturbing many of the other things that happen in Elfen Lied are, nudity shouldn't be a problem for you.\u001b[24m\n    \u001b[1mヌードについては、あなたがElfen Liedで起こる他の多くのことをどのように邪魔しているかに悩まされるほど成熟しているならば、ヌードはあなたにとって問題ではないはずです。\u001b[22m, \u001b[1mあなたは歌曲どのように妨害エルフェンで起こる他のものの多くに自分をさらすことには十分に成熟している場合はヌードについては、ヌードはあなたのために問題になることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, I feel like I just have to call this show a masterpiece, at least for me, though it does have flaws that I think will turn off many people to it as a whole, but that doesn't stop it from being one of my favorites, and a favorite for many others as well.\n\n\u001b[1m結局のところ、少なくとも私のために、このショーを傑作と呼ぶ必要があるような気がしますが、それは多くの人々を全体としてそれをオフにすると思う欠陥を持っていますが、 私のお気に入りの1つ、そして他の多くの人にとっても好きなものです。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, sukunakutomo watashi no tame ni, kono shō o kessaku to yobu hitsuyō ga aru yōna ki ga shimasuga, sore wa ōku no hitobito o zentai to shite sore o ofunisuru to omou kekkan o motte imasuga, watashinōkiniiri no 1tsu, soshite hoka no ōku no hito ni tottemo sukina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, I feel like I just have to call this show a masterpiece, at least for me, though it does have flaws that I think will turn off many people to it as a whole, but that doesn't stop it from being one of my favorites, and a favorite for many others as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, I feel like I just have to call this show a masterpiece, at least for me, though it does have flaws that I think will turn off many people to it as a whole, but that doesn't stop it from being\u001b[24m\n    \u001b[1m結局のところ、少なくとも私のために、このショーを傑作と呼ぶ必要があるような気がしますが、それは多くの人々を全体としてそれをオフにすると思う欠陥を持っていますが、\u001b[22m, \u001b[1m最後に、私はそれが私は、全体としてそれを多くの人々をオフにすると思うの欠陥を持っているのに、私はちょうど、少なくとも私にとっては、このショーに傑作を呼び出す必要がありますように感じるが、それはされてからそれを停止しません\u001b[22m\n\u001b[4mone of my favorites, and a favorite for many others as well.\u001b[24m\n    \u001b[1m私のお気に入りの1つ、そして他の多くの人にとっても好きなものです。\u001b[22m, \u001b[1m私のお気に入りの一つ、同様に他の多くのための好み。\u001b[22m\n\u001b[1m\u001b[22m\nP.S. this is my first review so please go easy on me, but critiques are welcome.\n\n\u001b[1mP.S. これは私の最初のレビューですので、私には簡単に行けますが、批評は大歓迎です。\u001b[22m\n\u001b[1m(P. S. Kore wa watashi no saisho no rebyūdesunode, watashiniha kantan ni ikemasuga, hihyō wa dai kangeidesu.)\u001b[22m\n\nTranslations of \u001b[4mP.S. this is my first review so please go easy on me, but critiques are welcome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mthis is my first review so please go easy on me, but critiques are welcome.\u001b[24m\n    \u001b[1mこれは私の最初のレビューですので、私には簡単に行けますが、批評は大歓迎です。\u001b[22m, \u001b[1mこれは、そのように私に簡単にアクセスしてください私の最初のレビューですが、批判は歓迎されています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "HappyBunnieSity",
    "profile": "/profile/HappyBunnieSity/reviews",
    "pages": "16",
    "number": "2",
    "link": "/reviews.php?id=13866",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは非常にクールなアニメです。あなたがアニメを見ていない人を知っていたら、これをお勧めするなら、おそらくアニメを見たいと思うでしょう。\nElfen Liedは、人を散歩して人を殺すので興味深い！\nあなたは彼女がそれをどうやって後で見る必要があります...\n最初の数分の時間があれば、それが良くなるのであなたの目を止めないでください。\nなぜ私はそれを台無しにしないでアニメが好きだったか説明する方法はありません。\n\n♥HappyBunnieSity",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very cool anime and if you know someone that doesn't watch anime that much then if you recommended this they would probably like watching anime.\n\n\u001b[1mこれは非常にクールなアニメです。あなたがアニメを見ていない人を知っていたら、これをお勧めするなら、おそらくアニメを見たいと思うでしょう。\u001b[22m\n\u001b[1m(Kore wa hijō ni kūruna animedesu. Anata ga anime o miteinai hito o shitte itara, kore o o susume surunara, osoraku anime o mitai to omoudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very cool anime and if you know someone that doesn't watch anime that much then if you recommended this they would probably like watching anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very cool anime and if you know someone that doesn't watch anime that much then if you recommended this they would probably like watching anime.\u001b[24m\n    \u001b[1mこれは非常にクールなアニメです。あなたがアニメを見ていない人を知っていたら、これをお勧めするなら、おそらくアニメを見たいと思うでしょう。\u001b[22m, \u001b[1mあなたはこれを推奨している場合、彼らはおそらくアニメを見たいと思い、その後アニメそれほど見ていない人を知っている場合、これは非常にクールなアニメです。\u001b[22m\nFrom the beginning Elfen Lied is interesting because she just walks around and kills people!!\n\n\u001b[1mElfen Liedは、人を散歩して人を殺すので興味深い！\u001b[22m\n\u001b[1m(Elfen Lied wa, hito o sanpo shite hito o korosu node kyōmibukai!)\u001b[22m\n\nTranslations of \u001b[4mFrom the beginning Elfen Lied is interesting because she just walks around and kills people!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the beginning Elfen Lied is interesting because she just walks around and kills people!!\u001b[24m\n    \u001b[1mElfen Liedは、人を散歩して人を殺すので興味深い！\u001b[22m, \u001b[1mエルフェンリートは最初から彼女は周りに歩いて人々を殺すために興味深いです！\u001b[22m\nYou have to watch later on how she does it...\n\n\u001b[1mあなたは彼女がそれをどうやって後で見る必要があります...\u001b[22m\n\u001b[1m(Anata wa kanojo ga sore o dō yatte nochi de miru hitsuyō ga arimasu...)\u001b[22m\n\nTranslations of \u001b[4mYou have to watch later on how she does it...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou have to watch later on how she does it...\u001b[24m\n    \u001b[1mあなたは彼女がそれをどうやって後で見る必要があります...\u001b[22m, \u001b[1mあなたは、彼女がそれをしない方法で、後で見ています...\u001b[22m\nIf the first few minutes bore you don't stop watching because its get better.\n\n\u001b[1m最初の数分の時間があれば、それが良くなるのであなたの目を止めないでください。\u001b[22m\n\u001b[1m(Saisho no sūbun no jikan ga areba, sore ga yoku narunode anata no me o tomenaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf the first few minutes bore you don't stop watching because its get better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf the first few minutes bore you don't stop watching because its get better.\u001b[24m\n    \u001b[1m最初の数分の時間があれば、それが良くなるのであなたの目を止めないでください。\u001b[22m, \u001b[1m最初の数分間は、そのが良くなるので、あなたが見て停止しない穴場合。\u001b[22m\nThere is no way for me to explain why I liked the anime without spoiling it.\n\n\u001b[1mなぜ私はそれを台無しにすることなくアニメが好きだったのか説明する方法はありません。\u001b[22m\n\u001b[1m(Naze watashi wa sore o dainashi ni suru koto naku anime ga sukidatta no ka setsumei suru hōhō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere is no way for me to explain why I liked the anime without spoiling it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is no way for me to explain why I liked the anime without spoiling it.\u001b[24m\n    \u001b[1mなぜ私はそれを台無しにすることなくアニメが好きだったのか説明する方法はありません。\u001b[22m, \u001b[1m私はそれを損なうことなく、アニメが好きなぜ私が説明する方法はありません。\u001b[22m\n\u001b[1m\u001b[22m\n♥ HappyBunnieSity\n\n\u001b[1m♥HappyBunnieSity\u001b[22m\n\u001b[1m(♥ HappyBunnieSity)\u001b[22m\n\nTranslations of \u001b[4m♥ HappyBunnieSity\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m♥ HappyBunnieSity\u001b[24m\n    \u001b[1m♥HappyBunnieSity\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Salubri",
    "profile": "/profile/Salubri/reviews",
    "pages": "16",
    "number": "3",
    "link": "/reviews.php?id=84861",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  5\nキャラクター|  7\n|  1\n\nこのアニメは「普通」ではありません。 多かれ少なかれ、ここのサイト評価システムは少し歪んでいます。  ショーにはあまりにも多くのサディズムがあり、あまりにも多くの「正当化」殺しをしている。 それはより良い味でされている可能性があります。 率直に言って私はもっと悲劇的な反勇気を望んでいた。 私が得たのは、おそらく死んでしまった、あるいは多分死ななかったサディスティックなメアリー・スープでした。 5は実際には、それが浮き沈み、明確な欠点で一般的に肯定的であることを意味します。 芸術と音は楽しいものであり、それは本質的にはそのほとんどです。 物語には、人々が見るために突き刺さる必要もない、たくさんの穴があります。 主人公は何をするつもりなの？ あなたは知らない。 なぜ彼の息子は悪くなったのですか？ あなたは知らない。 ナナと鞍馬だけが真の深さのない唯一のキャラクターで、彼らの物語はKohtasとLucysのようなあなたの喉の中に押し込まれていないような気がします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nIt's not that this anime is 'mediocre'. More or less, the sites rating system here is a little skewed. The show also has way too much sadism, and way too much 'justified' killing. It could have been in better taste. I frankly wanted more tragic anti-heroism. What I got was a sadistic mary sue who maybe died or maybe didn't die. 5 really means It's generally positive with its ups and downs, and definite faults. The art and sound are pleasant, and that's essentially the most of it. The story has tons of holes that don't even need to be poked for people to see. What the fuck is the main villain even going to do? You don't know. Why was his son doing bad? You don't know. I feel like Nana and Kurama are the only characters without any real depth, and their stories aren't shoved down your throat like Kohtas and Lucys.\n\n\u001b[1mこのアニメは「普通」ではありません。 多かれ少なかれ、ここのサイト評価システムは少し歪んでいます。  ショーにはあまりにも多くのサディズムがあり、あまりにも多くの「正当化」殺しをしている。 それはより良い味でされている可能性があります。 率直に言って私はもっと悲劇的な反勇気を望んでいた。 私が得たのは、おそらく死んでしまった、あるいは多分死ななかったサディスティックなメアリー・スープでした。 5は実際には、それが浮き沈み、明確な欠点で一般的に肯定的であることを意味します。 芸術と音は楽しいものであり、それは本質的にはそのほとんどです。 物語には、人々が見るために突き刺さる必要もない、たくさんの穴があります。 主人公は何をするつもりなの？ あなたは知らない。 なぜ彼の息子は悪くなったのですか？ あなたは知らない。 ナナと鞍馬だけが真の深さのない唯一のキャラクターで、彼らの物語はKohtasとLucysのようなあなたの喉の中に押し込まれていないような気がします。\u001b[22m\n\u001b[1m(Kono anime wa `futsū'de wa arimasen. Ōkare sukunakare, koko no saito hyōka shisutemu wa sukoshi yugande imasu. 5 Wa jissai ni wa, sore ga ukishizumi, meikakuna ketten de ippantekini kōtei-tekidearu koto o imi shimasu. Geijutsu to oto wa tanoshī monodeari, soreha honshitsu-teki ni wa sono hotondodesu. Monogatari ni wa, hitobito ga miru tame ni tsukisasaru hitsuyō mo nai, takusan no ana ga arimasu. Shujinkō wa nani o suru tsumorina no? Anata wa shiranai. Naze kare no musuko wa waruku natta nodesu ka? Anata wa shiranai. Nana to anba dake ga shin no fuka-sa no nai yuiitsu no kyarakutā de, karera no monogatari wa Kohtas to Lucys no yōna anata no nodo no naka ni oshikoma rete inai yōna ki ga shimasu. Shō ni wa amarini mo ōku no sadizumu ga ari, amarini mo ōku no `seitō-ka'-goroshi o shite iru. Sore wa yoriyoi aji de sa rete iru kanōsei ga arimasu. Sotchoku ni itte watashi wa motto higeki-tekina han yūki o nozonde ita. Watashi ga eta no wa, osoraku shinde shimatta, aruiwa tabun shinanakatta sadisutikkuna mearī sūpudeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt's not that this anime is 'mediocre'. More or less, the sites rating system here is a little skewed. The show also has way too much sadism, and way too much 'justified' killing. It could have been in better taste. I frankly wanted more tragic anti-heroism. What I got was a sadistic mary sue who maybe died or maybe didn't die. 5 really means It's generally positive with its ups and downs, and definite faults. The art and sound are pleasant, and that's essentially the most of it. The story has tons of holes that don't even need to be poked for people to see. What the fuck is the main villain even going to do? You don't know. Why was his son doing bad? You don't know. I feel like Nana and Kurama are the only characters without any real depth, and their stories aren't shoved down your throat like Kohtas and Lucys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not that this anime is 'mediocre'.\u001b[24m\n    \u001b[1mこのアニメは「普通」ではありません。\u001b[22m, \u001b[1mそれは、このアニメは「平凡」であることではありません。\u001b[22m\n\u001b[4mMore or less, the sites rating system here is a little skewed.\u001b[24m\n    \u001b[1m多かれ少なかれ、ここのサイト評価システムは少し歪んでいます。\u001b[22m, \u001b[1m多かれ少なかれ、ここではサイトの評価システムは、少し歪んでいます。\u001b[22m\n\u001b[4m5 really means It's generally positive with its ups and downs, and definite faults.\u001b[24m\n    \u001b[1m5は実際には、それが浮き沈み、明確な欠点で一般的に肯定的であることを意味します。\u001b[22m, \u001b[1m5本当にそれは、その浮き沈み、と明確な障害と一般的にポジティブであることを意味します。\u001b[22m\n\u001b[4mThe art and sound are pleasant, and that's essentially the most of it.\u001b[24m\n    \u001b[1m芸術と音は楽しいものであり、それは本質的にはそのほとんどです。\u001b[22m, \u001b[1mアートとサウンドが心地よいあり、それは本質的にそのほとんどです。\u001b[22m\n\u001b[4mThe story has tons of holes that don't even need to be poked for people to see.\u001b[24m\n    \u001b[1m物語には、人々が見るために突き刺さる必要もない、たくさんの穴があります。\u001b[22m, \u001b[1m物語は、人々が見るのさえ突きする必要はありません穴のトンを持っています。\u001b[22m\n\u001b[4mWhat the fuck is the main villain even going to do?\u001b[24m\n    \u001b[1m主人公は何をするつもりなの？\u001b[22m, \u001b[1m何だ一体主な悪役でもするつもりですか？\u001b[22m\n\u001b[4mYou don't know.\u001b[24m\n    \u001b[1mあなたは知らない。\u001b[22m, \u001b[1mあなたは知りません。\u001b[22m\n\u001b[4mWhy was his son doing bad?\u001b[24m\n    \u001b[1mなぜ彼の息子は悪くなったのですか？\u001b[22m, \u001b[1mなぜ彼の息子が悪いやっていましたか？\u001b[22m\n\u001b[4mYou don't know.\u001b[24m\n    \u001b[1mあなたは知らない。\u001b[22m, \u001b[1mあなたは知りません。\u001b[22m\n\u001b[4mI feel like Nana and Kurama are the only characters without any real depth, and their stories aren't shoved down your throat like Kohtas and Lucys.\u001b[24m\n    \u001b[1mナナと鞍馬だけが真の深さのない唯一のキャラクターで、彼らの物語はKohtasとLucysのようなあなたの喉の中に押し込まれていないような気がします。\u001b[22m, \u001b[1mナナと鞍馬は、任意の実際の深さのない文字だけがあるような気がして、彼らの物語はKohtasとLucysのようなあなたの喉を下に押し込んだされていません。\u001b[22m\n\u001b[4mThe show also has way too much sadism, and way too much 'justified' killing.\u001b[24m\n    \u001b[1mショーにはあまりにも多くのサディズムがあり、あまりにも多くの「正当化」殺しをしている。\u001b[22m, \u001b[1mショーはまた、あまりにも多くのサディズム、とあまりにも多くの「正当化」殺害されています。\u001b[22m\n\u001b[4mIt could have been in better taste.\u001b[24m\n    \u001b[1mそれはより良い味でされている可能性があります。\u001b[22m, \u001b[1mこれは、より良い味にされている可能性があります。\u001b[22m\n\u001b[4mI frankly wanted more tragic anti-heroism.\u001b[24m\n    \u001b[1m率直に言って私はもっと悲劇的な反勇気を望んでいた。\u001b[22m, \u001b[1m私は率直に言って、より悲劇的な抗ヒロイズムを望んでいました。\u001b[22m\n\u001b[4mWhat I got was a sadistic mary sue who maybe died or maybe didn't die.\u001b[24m\n    \u001b[1m私が得たのは、おそらく死んでしまった、あるいは多分死ななかったサディスティックなメアリー・スープでした。\u001b[22m, \u001b[1m私が得たことは多分に死亡または多分死ななかったサディスティックメアリースーでした。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "animetabber",
    "profile": "/profile/animetabber/reviews",
    "pages": "16",
    "number": "4",
    "link": "/reviews.php?id=89179",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\nこれは私のレビューを書いて私の最初の試みですので、私に同行してください。\nもしあなたが多くのゴアとヌードのアニメをリストアップしていたら、エルフェンの嘘は間違いなくその一つになるでしょう。 それだけでシリーズの最初の5分を要約しています。あなたが大量のゴアフェストを見るだけでは分かりません。 多くの人にとって、これはショーを中止するのに最適な時期です。 しかし、あなたがこの鮮やかなシーンを渡すことができれば、あなたはうまくいくはずです...うまくいけば。\n\nプロット：\nプロットはかなりシンプルです。 要するに、平均的な高校生の主人公のKoutaは、ビーチに横たわっている頭に角を持つ無意識の少女に気づいて、彼の最高の判断を使って、この異例の見知らぬ人を 警察に通報する シリーズが進むにつれて、女の子が誰で、どのように写真に収まるのかが詳しく分かります。 物語には、倫理の境界から外れた悲劇やテーマが関係しているため、このアニメは他とは違うものになっています。 これらの暗いイメージは、実際にあなたをこのシリーズに導くものです。それがなければ、物語は魅力的ではありません。 加えて、ストーリーはうまくペースであり、あまりにも多くを引きずってはいません。それはわずか13のエピソードであるという事実を考慮しています。\n\nキャラクター：\nこのショーの良い点は、各キャラクターが暮らしていた幼少時代の様子を見ることができることです。 彼らの憂鬱な裏話は、観客が彼らに共感することを可能にするものであり、プロデューサーはそのことをうまくやった。 それほど多くの文字はありませんし、覚えにくいです。 それぞれのキャラクターは、一連のシリーズが進行するにつれて、ある段階の開発段階を経ます。 一方、マイナーキャラクターの多くはスクリーン時間を失い、その後はプロットに無用になります。 キャラクターの中には、時には迷惑になるものや、あなたが実際にはやっていないものを愚かなものにするものがあります。\n\n音楽：\nあなたがこのショーから思い出すことができるものが1つあれば（血液とヌードのほかに）、それはオープニングです。 音楽は深く暗い全体的な音色を設定します。これは本質的にあなたがこの番組を見ていると感じるものです。 オープニングのほかに、サウンドトラックについてはあまり言い表せません。 何も悪くないが、特別なものもない。\n\nアート/アニメーション：\nこの芸術はショーを通してかなり一貫しています。 それが2004年に出てきたという事実を考えると、血まみれのシーンでも作品がどれほどうまくいったかに驚きました。 アニメーションはまともであり、アクションシーン中に最も効果的です。\n\n楽しみ：\n私がこのショーについて賞賛しているのは、あなたの普通の良いキャラクターが悪いキャラクターのプロットを打ち負かすのではないということです。 これらのキャラクターが経験した経験を見て、あなたは人類の暗い側面を目の当たりにしています。それはまさにショーが目指していたものです。 あなたの典型的なアニメが触れることを敢えてしない動物の残虐行為、子供の虐待、および追放などの不道徳な行為に触れます。 このショーの私の問題は、もちろん、血液とヌードの過度の使用ですが、正直なところ、悪いショーではありません。 見てみることをお勧めしますか？ ええ...もしあなたが血まみれのアニメを見なければならなかったら、確かに。 あなたがそれを見ているなら、私は強くそれを見て、最初のエピソードでショーを裁かないことを強く勧めます。\n全体として、私はこのショーに7/10を与える。\n繰り返しますが、これは初めてのことですから、フィードバックがうまくいくでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first attempt in writing a review so please bear with me.\n\n\u001b[1mこれは私のレビューを書いて私の最初の試みですので、私に同行してください。\u001b[22m\n\u001b[1m(Kore wa watashi no rebyū o kaite watashi no saisho no kokoromidesunode, watashi ni dōkō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first attempt in writing a review so please bear with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first attempt in writing a review so please bear with me.\u001b[24m\n    \u001b[1mこれは私のレビューを書いて私の最初の試みですので、私に同行してください。\u001b[22m, \u001b[1mこれには、私と一緒にご負担下さいレビューを書くことに私の最初の試みです。\u001b[22m\nIf you were to list animes with lots of gore and nudity, then elfen lied would definitely be one of them. That alone summarizes the first five minutes of the series, as you will see nothing but a massive streak of gorefest. For many, this would be the perfect time to drop the show. However, if you can get passed this vivid scene, then you should be good to go…hopefully.\n\n\u001b[1mもしあなたが多くのゴアとヌードのアニメをリストアップしていたら、エルフェンの嘘は間違いなくその一つになるでしょう。 それだけでシリーズの最初の5分を要約しています。あなたが大量のゴアフェストを見るだけでは分かりません。 多くの人にとって、これはショーを中止するのに最適な時期です。 しかし、あなたがこの鮮やかなシーンを渡すことができれば、あなたはうまくいくはずです...うまくいけば。\u001b[22m\n\u001b[1m(Moshi anata ga ōku no Goa to nūdo no anime o risutoappu shite itara, erufen no uso wa machigainaku sono hitotsu ni narudeshou. Sore dake de shirīzu no saisho no 5-bu o yōyaku shite imasu. Anata ga tairyō no goafesuto o miru dakede wa wakarimasen. Ōku no hito ni totte, koreha shō o chūshi suru no ni saitekina jikidesu. Shikashi, anata ga kono azayakana shīn o watasu koto ga dekireba, anata wa umaku iku hazudesu... Umaku ikeba.)\u001b[22m\n\nTranslations of \u001b[4mIf you were to list animes with lots of gore and nudity, then elfen lied would definitely be one of them. That alone summarizes the first five minutes of the series, as you will see nothing but a massive streak of gorefest. For many, this would be the perfect time to drop the show. However, if you can get passed this vivid scene, then you should be good to go…hopefully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you were to list animes with lots of gore and nudity, then elfen lied would definitely be one of them.\u001b[24m\n    \u001b[1mもしあなたが多くのゴアとヌードのアニメをリストアップしていたら、エルフェンの嘘は間違いなくその一つになるでしょう。\u001b[22m, \u001b[1mあなたはゴアの多くとヌードでアニメを一覧表示した場合、嘘をついた後、エルフェン間違いなくそのうちの一つであろう。\u001b[22m\n\u001b[4mThat alone summarizes the first five minutes of the series, as you will see nothing but a massive streak of gorefest.\u001b[24m\n    \u001b[1mそれだけでシリーズの最初の5分を要約しています。あなたが大量のゴアフェストを見るだけでは分かりません。\u001b[22m, \u001b[1mあなたはgorefestの大規模なスジが、何も表示されませんようにそれだけで、シリーズの最初の5分をまとめています。\u001b[22m\n\u001b[4mFor many, this would be the perfect time to drop the show.\u001b[24m\n    \u001b[1m多くの人にとって、これはショーを中止するのに最適な時期です。\u001b[22m, \u001b[1m多くの人にとって、これはショーをドロップするのに最適な時間になります。\u001b[22m\n\u001b[4mHowever, if you can get passed this vivid scene, then you should be good to go…hopefully.\u001b[24m\n    \u001b[1mしかし、あなたがこの鮮やかなシーンを渡すことができれば、あなたはうまくいくはずです...うまくいけば。\u001b[22m, \u001b[1mあなたはこの鮮やかなシーンを渡されることができます場合は、あなたがうまくいけば...行くために良いことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nPlot:\n\n\u001b[1mプロット：\u001b[22m\n\u001b[1m(Purotto:)\u001b[22m\n\nDefinitions of \u001b[4mPlot:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    プロット\u001b[22m\n        plot\n\u001b[1m    陰謀\u001b[22m\n        conspiracy, plot, intrigue\n\u001b[1m    筋\u001b[22m\n        muscle, stripe, line, plot, sinew, string\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    構想\u001b[22m\n        plan, idea, conception, plot\n\u001b[1m    謀略\u001b[22m\n        plot, strategy, trick, stratagem, scheme\n\u001b[1m    計略\u001b[22m\n        stratagem, trick, plan, plot\n\u001b[1m    仕組み\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    事件\u001b[22m\n        incident, case, event, affair, trouble, plot\n\u001b[1m    魂胆\u001b[22m\n        plot, scheme, intrigue, soul\n\u001b[1m    仕組\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    悪計\u001b[22m\n        intrigues, plot, evil scheme\n\u001b[1m    一物\u001b[22m\n        thing, plot\n\nverb\n\u001b[1m    企てる\u001b[22m\n        attempt, plot, undertake, design, propose, plan\n\u001b[1m    たくらむ\u001b[22m\n        plot\n\u001b[1m    謀る\u001b[22m\n        plot, attempt, devise, cheat, be taken in, trick\n\u001b[1m    図る\u001b[22m\n        plot, attempt, devise, plan, take in, deceive\n\u001b[1m    仕組む\u001b[22m\n        arrange, devise, plan, plot\nThe plot is pretty simple. To summarize in few words, main character Kouta, an average high school student, goes about his daily life until he notices an unconscious girl with horns on her head lying on the beach and using his best judgment, takes this unusual stranger to his house without notifying the police. As the series continues, we go deeper into who the girl is and how she fits into the picture. The story involves tragedies and themes that go outside the boundary of morality, which makes this anime different from others. These dark imageries are what really gets you into this series, and without them, the story wouldn’t be as appealing. In addition, the story is well-paced and does not drag too much, considering the fact that it’s only 13 episodes.\n\n\u001b[1mプロットはかなりシンプルです。 要するに、平均的な高校生の主人公のKoutaは、ビーチに横たわっている頭に角を持つ無意識の少女に気づいて、彼の最高の判断を使って、この異例の見知らぬ人を 警察に通報する シリーズが進むにつれて、女の子が誰で、どのように写真に収まるのかが詳しく分かります。 物語には、倫理の境界から外れた悲劇やテーマが関係しているため、このアニメは他とは違うものになっています。 これらの暗いイメージは、実際にあなたをこのシリーズに導くものです。それがなければ、物語は魅力的ではありません。 加えて、ストーリーはうまくペースであり、あまりにも多くを引きずってはいません。それはわずか13のエピソードであるという事実を考慮しています。\u001b[22m\n\u001b[1m(Purotto wa kanari shinpurudesu. Yōsuruni, heikin-tekina kōkōsei no shujinkō no Kouta wa, bīchi ni yokotawatte iru atama ni tsuno o motsu muishiki no shōjo ni kidzuite, kare no saikō no handan o tsukatte, kono irei no mishiranu hito o keisatsu ni tsūhō suru shirīzu ga susumu ni tsurete, on'nanoko ga dare de, dono yō ni shashin ni osamaru no ka ga kuwashiku wakarimasu. Monogatari ni wa, rinri no kyōkai kara hazureta higeki ya tēma ga kankei shite iru tame, kono anime wa hoka to wa chigau mono ni natte imasu. Korera no kurai imēji wa, jissai ni anata o kono shirīzu ni michibiku monodesu. Sore ga nakereba, monogatari wa mirikitekide wa arimasen. Kuwaete, sutōrī wa umaku pēsudeari, amarini mo ōku o hikizutte wa imasen. Sore wa wazuka 13 no episōdodearu to iu jijitsu o kōryo shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is pretty simple. To summarize in few words, main character Kouta, an average high school student, goes about his daily life until he notices an unconscious girl with horns on her head lying on the beach and using his best judgment, takes this unusual stranger to his house without notifying the police. As the series continues, we go deeper into who the girl is and how she fits into the picture. The story involves tragedies and themes that go outside the boundary of morality, which makes this anime different from others. These dark imageries are what really gets you into this series, and without them, the story wouldn’t be as appealing. In addition, the story is well-paced and does not drag too much, considering the fact that it’s only 13 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is pretty simple.\u001b[24m\n    \u001b[1mプロットはかなりシンプルです。\u001b[22m, \u001b[1mプロットは非常に単純です。\u001b[22m\n\u001b[4mTo summarize in few words, main character Kouta, an average high school student, goes about his daily life until he notices an unconscious girl with horns on her head lying on the beach and using his best judgment, takes this unusual stranger to his house without\u001b[24m\n    \u001b[1m要するに、平均的な高校生の主人公のKoutaは、ビーチに横たわっている頭に角を持つ無意識の少女に気づいて、彼の最高の判断を使って、この異例の見知らぬ人を\u001b[22m, \u001b[1m彼は彼女の頭に角が浜辺に横たわって、彼の最良の判断を使用して、と無意識の女の子に気づくまで、いくつかの言葉で要約すると、メインキャラクター孝太、平均高校生が、彼の日常生活について行く、ことなく、彼の家には、この異常な見知らぬ人を取ります\u001b[22m\n\u001b[4mnotifying the police.\u001b[24m\n    \u001b[1m警察に通報する\u001b[22m, \u001b[1m警察に通知します。\u001b[22m\n\u001b[4mAs the series continues, we go deeper into who the girl is and how she fits into the picture.\u001b[24m\n    \u001b[1mシリーズが進むにつれて、女の子が誰で、どのように写真に収まるのかが詳しく分かります。\u001b[22m, \u001b[1mシリーズが続くように、我々は女の子であり、彼女は絵にどのように適合するか誰に深く行きます。\u001b[22m\n\u001b[4mThe story involves tragedies and themes that go outside the boundary of morality, which makes this anime different from others.\u001b[24m\n    \u001b[1m物語には、倫理の境界から外れた悲劇やテーマが関係しているため、このアニメは他とは違うものになっています。\u001b[22m, \u001b[1m物語は、他とは異なる、このアニメを作る道徳の境界、外に出悲劇やテーマを含んでいます。\u001b[22m\n\u001b[4mThese dark imageries are what really gets you into this series, and without them, the story wouldn’t be as appealing.\u001b[24m\n    \u001b[1mこれらの暗いイメージは、実際にあなたをこのシリーズに導くものです。それがなければ、物語は魅力的ではありません。\u001b[22m, \u001b[1mこれらの暗い画像で捉え、本当にこのシリーズにあなたを取得するものであり、それらなしで、物語は、魅力的ではないであろう。\u001b[22m\n\u001b[4mIn addition, the story is well-paced and does not drag too much, considering the fact that it’s only 13 episodes.\u001b[24m\n    \u001b[1m加えて、ストーリーはうまくペースであり、あまりにも多くを引きずってはいません。それはわずか13のエピソードであるという事実を考慮しています。\u001b[22m, \u001b[1mまた、話はよくペースのであり、それが唯一の13のエピソードだという事実を考慮すると、あまりをドラッグしていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe good thing about this show is that we get to see the kinds of childhood each character has lived through. Their depressing backstory is what allows the audience to sympathize with them and the producers did a great job doing that. There aren’t that many characters and not hard to remember. Each character does go through some phase of development as the series continued. On the other hand, many of the minor characters lose more screen time and are rendered useless to the plot afterwards. Some of the characters can get annoying at times and do stupid things you wouldn’t normally do in real life.\n\n\u001b[1mこのショーの良い点は、各キャラクターが暮らしていた幼少時代の様子を見ることができることです。 彼らの憂鬱な裏話は、観客が彼らに共感することを可能にするものであり、プロデューサーはそのことをうまくやった。 それほど多くの文字はありませんし、覚えにくいです。 それぞれのキャラクターは、一連のシリーズが進行するにつれて、ある段階の開発段階を経ます。 一方、マイナーキャラクターの多くはスクリーン時間を失い、その後はプロットに無用になります。 キャラクターの中には、時には迷惑になるものや、あなたが実際にはやっていないものを愚かなものにするものがあります。\u001b[22m\n\u001b[1m(Kono shō no yoi ten wa, kaku kyarakutā ga kurashite ita yōshō jidai no yōsu o miru koto ga dekiru kotodesu. Karera no yūutsuna urabanashi wa, kankyaku ga karera ni kyōkan suru koto o kanō ni suru monodeari, purode~yūsā wa sono koto o umaku yatta. Sorehodo ōku no moji wa arimasenshi, oboe nikuidesu. Sorezore no kyarakutā wa, ichiren no shirīzu ga shinkō suru ni tsurete, aru dankai no kaihatsu dankai o hemasu. Ippō, mainākyarakutā no ōku wa sukurīn jikan o ushinai, sonogo wa purotto ni muyō ni narimasu. Kyarakutā no nakaniha, tokiniha meiwaku ni naru mono ya, anata ga jissai ni hayatte inai mono o orokana mono ni suru mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe good thing about this show is that we get to see the kinds of childhood each character has lived through. Their depressing backstory is what allows the audience to sympathize with them and the producers did a great job doing that. There aren’t that many characters and not hard to remember. Each character does go through some phase of development as the series continued. On the other hand, many of the minor characters lose more screen time and are rendered useless to the plot afterwards. Some of the characters can get annoying at times and do stupid things you wouldn’t normally do in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe good thing about this show is that we get to see the kinds of childhood each character has lived through.\u001b[24m\n    \u001b[1mこのショーの良い点は、各キャラクターが暮らしていた幼少時代の様子を見ることができることです。\u001b[22m, \u001b[1mこのショーの良いところは、我々は、各文字が通過住んでいた子供の頃の種類を見ることがということです。\u001b[22m\n\u001b[4mTheir depressing backstory is what allows the audience to sympathize with them and the producers did a great job doing that.\u001b[24m\n    \u001b[1m彼らの憂鬱な裏話は、観客が彼らに共感することを可能にするものであり、プロデューサーはそのことをうまくやった。\u001b[22m, \u001b[1m彼らの憂鬱裏話は、観客は彼らに共感することができますし、生産者がそれをやって素晴らしい仕事をしたものです。\u001b[22m\n\u001b[4mThere aren’t that many characters and not hard to remember.\u001b[24m\n    \u001b[1mそれほど多くの文字はありませんし、覚えにくいです。\u001b[22m, \u001b[1mその文字数で覚え難しいことではありませんがありません。\u001b[22m\n\u001b[4mEach character does go through some phase of development as the series continued.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、一連のシリーズが進行するにつれて、ある段階の開発段階を経ます。\u001b[22m, \u001b[1mシリーズが続いた各文字は、開発のいくつかの段階を経るん。\u001b[22m\n\u001b[4mOn the other hand, many of the minor characters lose more screen time and are rendered useless to the plot afterwards.\u001b[24m\n    \u001b[1m一方、マイナーキャラクターの多くはスクリーン時間を失い、その後はプロットに無用になります。\u001b[22m, \u001b[1m一方、マイナーな文字の多くは、より多くの画面の時間を失い、その後プロットに役に立たないレンダリングされます。\u001b[22m\n\u001b[4mSome of the characters can get annoying at times and do stupid things you wouldn’t normally do in real life.\u001b[24m\n    \u001b[1mキャラクターの中には、時には迷惑になるものや、あなたが実際にはやっていないものを愚かなものにするものがあります。\u001b[22m, \u001b[1m文字の中には、時間に迷惑を取得し、通常実際の生活の中でしないだろう愚かなことを行うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nMusic:\n\n\u001b[1m音楽：\u001b[22m\n\u001b[1m(Ongaku:)\u001b[22m\n\nDefinitions of \u001b[4mMusic:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\nIf there is one thing you can remember from this show (besides the blood and nudity), it’s the opening. The music sets a deep and dark overall tone which is essentially what you’ll feel as you watch this show. Besides the opening, there really isn’t much to say about the soundtrack. Nothing bad but nothing special either.\n\n\u001b[1mあなたがこのショーから思い出すことができるものが1つあれば（血液とヌードのほかに）、それはオープニングです。 音楽は深く暗い全体的な音色を設定します。これは本質的にあなたがこの番組を見ていると感じるものです。 オープニングのほかに、サウンドトラックについてはあまり言い表せません。 何も悪くないが、特別なものもない。\u001b[22m\n\u001b[1m(Anata ga kono shō kara omoidasu koto ga dekiru mono ga 1tsu areba (ketsueki to nūdo no hoka ni), soreha ōpuningudesu. Ongaku wa fukaku kurai zentai-tekina neiro o settei shimasu. Kore wa honshitsu-teki ni anata ga kono bangumi o mite iru to kanjiru monodesu. Ōpuningu no hoka ni, saundotorakku ni tsuite wa amari iiarawasemasen. Nani mo warukunai ga, tokubetsuna mono mo nai.)\u001b[22m\n\nTranslations of \u001b[4mIf there is one thing you can remember from this show (besides the blood and nudity), it’s the opening. The music sets a deep and dark overall tone which is essentially what you’ll feel as you watch this show. Besides the opening, there really isn’t much to say about the soundtrack. Nothing bad but nothing special either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is one thing you can remember from this show (besides the blood and nudity), it’s the opening.\u001b[24m\n    \u001b[1mあなたがこのショーから思い出すことができるものが1つあれば（血液とヌードのほかに）、それはオープニングです。\u001b[22m, \u001b[1m（血液とヌード以外の）あなたはこの番組から覚えることができる一つのことがあれば、それは開口部です。\u001b[22m\n\u001b[4mThe music sets a deep and dark overall tone which is essentially what you’ll feel as you watch this show.\u001b[24m\n    \u001b[1m音楽は深く暗い全体的な音色を設定します。これは本質的にあなたがこの番組を見ていると感じるものです。\u001b[22m, \u001b[1m音楽は、あなたがこの番組を見るように感じるでしょうどのような本質的で深い、暗い全体的なトーンを設定します。\u001b[22m\n\u001b[4mBesides the opening, there really isn’t much to say about the soundtrack.\u001b[24m\n    \u001b[1mオープニングのほかに、サウンドトラックについてはあまり言い表せません。\u001b[22m, \u001b[1m開口部に加えて、実際にサウンドトラックについて言っても過言ではありません。\u001b[22m\n\u001b[4mNothing bad but nothing special either.\u001b[24m\n    \u001b[1m何も悪くないが、特別なものもない。\u001b[22m, \u001b[1m悪い何もないが、どちらか何も特別な。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation:\n\n\u001b[1mアート/アニメーション：\u001b[22m\n\u001b[1m(Āto/ animēshon:)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation:\u001b[24m\n    \u001b[1mアート/アニメーション：\u001b[22m\nThe art is pretty consistent throughout the show. Considering the fact it came out in 2004, I was surprised by how well done the artwork was, even during the bloody scenes. The animation is decent and is best done during the action scenes.\n\n\u001b[1mこの芸術はショーを通してかなり一貫しています。 それが2004年に出てきたという事実を考えると、血まみれのシーンでも作品がどれほどうまくいったかに驚きました。 アニメーションはまともであり、アクションシーン中に最も効果的です。\u001b[22m\n\u001b[1m(Kono geijutsu wa shō o tōshite kanari ikkan shite imasu. Sore ga 2004-nen ni detekita to iu jijitsu o kangaeru to, chimamire no shīn demo sakuhin ga dorehodo umaku itta ka ni odorokimashita. Animēshon wa matomodeari, akushonshīn-chū ni mottomo kōka-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty consistent throughout the show. Considering the fact it came out in 2004, I was surprised by how well done the artwork was, even during the bloody scenes. The animation is decent and is best done during the action scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty consistent throughout the show.\u001b[24m\n    \u001b[1mこの芸術はショーを通してかなり一貫しています。\u001b[22m, \u001b[1m技術は、ショー全体でかなり一貫しています。\u001b[22m\n\u001b[4mConsidering the fact it came out in 2004, I was surprised by how well done the artwork was, even during the bloody scenes.\u001b[24m\n    \u001b[1mそれが2004年に出てきたという事実を考えると、血まみれのシーンでも作品がどれほどうまくいったかに驚きました。\u001b[22m, \u001b[1mそれが2004年に出てきたことを考えると、私はアートワークを行ってどれだけ驚いたでも流血シーンの間に、ありました。\u001b[22m\n\u001b[4mThe animation is decent and is best done during the action scenes.\u001b[24m\n    \u001b[1mアニメーションはまともであり、アクションシーン中に最も効果的です。\u001b[22m, \u001b[1mアニメーションはまともですし、最高のアクションシーン中に行われます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nOne thing I admire about this show is that it isn’t your average good characters beat bad characters plot. As you watch the experiences these characters go through, you witness the dark side of humanity, and that’s exactly what the show was aiming for. It touches on immoral acts such as animal cruelty, child molestation, and ostracizing, things that your typical animes wouldn’t dare to touch. My problem with this show is of course, the excessive use of blood and nudity, but honestly, it isn’t a bad show at all. Do I recommend watching it? Eh…if you had to watch one bloody anime, then sure. If you do watch it, I strongly suggest watching it all the way, and don’t the judge the show by the first episode.\n\n\u001b[1m私がこのショーについて賞賛しているのは、あなたの普通の良いキャラクターが悪いキャラクターのプロットを打ち負かすのではないということです。 これらのキャラクターが経験した経験を見て、あなたは人類の暗い側面を目の当たりにしています。それはまさにショーが目指していたものです。 あなたの典型的なアニメが触れることを敢えてしない動物の残虐行為、子供の虐待、および追放などの不道徳な行為に触れます。 このショーの私の問題は、もちろん、血液とヌードの過度の使用ですが、正直なところ、悪いショーではありません。 見てみることをお勧めしますか？ ええ...もしあなたが血まみれのアニメを見なければならなかったら、確かに。 あなたがそれを見ているなら、私は強くそれを見て、最初のエピソードでショーを裁かないことを強く勧めます。\u001b[22m\n\u001b[1m(Watashi ga kono shō ni tsuite shōsan shite iru no wa, anata no futsū no yoi kyarakutā ga warui kyarakutā no purotto o uchi makasu node wa nai to iu kotodesu. Korera no kyarakutā ga keiken shita keiken o mite, anata wa jinrui no kurai sokumen o manoatari ni shite imasu. Sore wa masani shō ga mezashite ita monodesu. Anata no tenkei-tekina anime ga fureru koto o aete shinai dōbutsu no zangyaku kōi, kodomo no gyakutai, oyobi tsuihō nado no fudōtokuna kōi ni furemasu. Kono shō no watashi no mondai wa, mochiron, ketsueki to nūdo no kado no shiyōdesuga, shōjikina tokoro, warui shōde wa arimasen. Mite miru koto o o susume shimasu ka? Ē... Moshi anata ga chimamire no anime o minakereba naranakattara, tashikani. Anata ga sore o mite irunara, watashi wa tsuyoku sore o mite, saisho no episōdo de shō o sabakanai koto o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I admire about this show is that it isn’t your average good characters beat bad characters plot. As you watch the experiences these characters go through, you witness the dark side of humanity, and that’s exactly what the show was aiming for. It touches on immoral acts such as animal cruelty, child molestation, and ostracizing, things that your typical animes wouldn’t dare to touch. My problem with this show is of course, the excessive use of blood and nudity, but honestly, it isn’t a bad show at all. Do I recommend watching it? Eh…if you had to watch one bloody anime, then sure. If you do watch it, I strongly suggest watching it all the way, and don’t the judge the show by the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I admire about this show is that it isn’t your average good characters beat bad characters plot.\u001b[24m\n    \u001b[1m私がこのショーについて賞賛しているのは、あなたの普通の良いキャラクターが悪いキャラクターのプロットを打ち負かすのではないということです。\u001b[22m, \u001b[1m私はこの番組について賞賛の一つは、それはあなたの平均の良い文字が不正な文字プロットを打つされていないことです。\u001b[22m\n\u001b[4mAs you watch the experiences these characters go through, you witness the dark side of humanity, and that’s exactly what the show was aiming for.\u001b[24m\n    \u001b[1mこれらのキャラクターが経験した経験を見て、あなたは人類の暗い側面を目の当たりにしています。それはまさにショーが目指していたものです。\u001b[22m, \u001b[1mあなたはこれらの文字が通って行くの経験を見て、あなたは人間のダークサイドを目撃し、それはショーがために目指していたまさにです。\u001b[22m\n\u001b[4mIt touches on immoral acts such as animal cruelty, child molestation, and ostracizing, things that your typical animes wouldn’t dare to touch.\u001b[24m\n    \u001b[1mあなたの典型的なアニメが触れることを敢えてしない動物の残虐行為、子供の虐待、および追放などの不道徳な行為に触れます。\u001b[22m, \u001b[1mこのような動物虐待、児童虐待、およびostracizing、あなたの典型的なアニメが触れることをあえてしないであろうものとして、不道徳な行為に触れます。\u001b[22m\n\u001b[4mMy problem with this show is of course, the excessive use of blood and nudity, but honestly, it isn’t a bad show at all.\u001b[24m\n    \u001b[1mこのショーの私の問題は、もちろん、血液とヌードの過度の使用ですが、正直なところ、悪いショーではありません。\u001b[22m, \u001b[1mこのショーでの私の問題は、もちろん、血液やヌードの過度の使用ですが、正直なところ、それは全く悪いのショーではありません。\u001b[22m\n\u001b[4mDo I recommend watching it?\u001b[24m\n    \u001b[1m見てみることをお勧めしますか？\u001b[22m, \u001b[1m私はそれを見てお勧めですか？\u001b[22m\n\u001b[4mEh…if you had to watch one bloody anime, then sure.\u001b[24m\n    \u001b[1mええ...もしあなたが血まみれのアニメを見なければならなかったら、確かに。\u001b[22m, \u001b[1mあなたは1血まみれのアニメを見ていた場合ええ、その後、確認してください。\u001b[22m\n\u001b[4mIf you do watch it, I strongly suggest watching it all the way, and don’t the judge the show by the first episode.\u001b[24m\n    \u001b[1mあなたがそれを見ているなら、私は強くそれを見て、最初のエピソードでショーを裁かないことを強く勧めます。\u001b[22m, \u001b[1mあなたはそれを見て行う場合、私は強くそれをすべての方法を見て示唆し、最初のエピソードによって裁判官にないショーを行います。\u001b[22m\nOverall, I give this show a 7/10.\n\n\u001b[1m全体として、私はこのショーに7/10を与える。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono shō ni 7/ 10 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I give this show a 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I give this show a 7/10.\u001b[24m\n    \u001b[1m全体として、私はこのショーに7/10を与える。\u001b[22m, \u001b[1m全体的に、私はこれが7/10示し与えます。\u001b[22m\nAgain, this is my first time doing this, so feedback would be nice.\n\n\u001b[1m繰り返しますが、これは初めてのことですから、フィードバックがうまくいくでしょう。\u001b[22m\n\u001b[1m(Kurikaeshimasuga, kore wa hajimete no kotodesukara, fīdobakku ga umaku ikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAgain, this is my first time doing this, so feedback would be nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, this is my first time doing this, so feedback would be nice.\u001b[24m\n    \u001b[1m繰り返しますが、これは初めてのことですから、フィードバックがうまくいくでしょう。\u001b[22m, \u001b[1m繰り返しますが、これは私の最初の時間にこれをやっているので、フィードバックがいいだろう。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Ryuzakiknows",
    "profile": "/profile/Ryuzakiknows/reviews",
    "pages": "16",
    "number": "5",
    "link": "/reviews.php?id=90235",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nエルフェン・リードは、創造される最も強烈で勇敢なアニメの1つであり、多くの国がその存在を禁止しています。 ところで、あなたが画像を持っていない場合は、ホラーアニメを楽しんでいない場合は、アニメを見ていない（これらのレビューを読んでも気にしないでください）。\nストーリー：9\n私はこれがおそらくElfenが嘘をついたのに最も適合した評価だと思う。 私はあなたを知らないが、アニメを最初に見たとき、私は非常に混乱していた。 物語は亀倉町で起こります（そして、設定は日本の本当の場所です）、父と妹に起こったことの過去を傷つける少年のことです。 長年にわたって、彼は非常に外傷を負っていたので、何が起こったのか、多くの思い出を失いました。 彼はずっと若い時に彼と付き合っていたおじいさんと一緒に住んでいます。 アニメが進むにつれて、新しいキャラクターや今後のイベントが紹介されます。\n\nアート：10\nアート/アニメーションは美しいです。 オープニングは美しいですが、2004年にアニメが制作されて以来、アニメーションは終了しました。グスタフクリムトからインスパイアされた絵は、ただの美しいものです。\n\nサウンド：9\n何と言えばいい？ トップノッチの音質。\n\nキャラクター：8\nオイ、これはエルフェンが嘘をついたときの最も弱いポイントでなければなりません。 キャラクターは非常に迷惑で（もちろんルーシーを除いて）、本当に握らなかった。 彼らはしばしばメインストーリーの方法で取得し、文字通りあなたは狂気になります。 それがちょうどルーシーとコータだったら、アニメは本当に楽しいだろう。\n\n楽しさ：9\n私の神、このアニメは私に喘ぎ声をかけて、泣きました。 しかし、シリーズは12エピソード（OVAは含まれていません）の間のみ続きます！ アニメは本当に急いで12のエピソードに絞り込みますが、それは説明が必要な多くのことからうまくいきません。\n\n全体：9\nこれはすべての時間の私の2番目のお気に入りのアニメ、そして正直なところ私はあなたのものになることを疑う。 このアニメには、アニメの恋人を別のアニメに恥ずかしがってしまうようなゴアがたくさんあります。 しかし、あなたが本当に一緒にアニメをまとめることを本当に楽しみたいなら、それを見てください。\nちなみに、私はルーシーの声優が激しく本当にそのキャラクターに感情を置くので、ダビングバージョンを見ることをおすすめします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied is considered one of the most intense and goriest anime ever to be created, its up to the point where many countries ban its existence. By the way, if you haven't got the picture, don't watch the anime if you do not enjoy horror anime (Don't even bother reading these reviews.)\n\n\u001b[1mエルフェン・リードは、創造される最も強烈で勇敢なアニメの1つであり、多くの国がその存在を禁止しています。 ところで、あなたが画像を持っていない場合は、ホラーアニメを楽しんでいない場合は、アニメを見ていない（これらのレビューを読んでも気にしないでください）。\u001b[22m\n\u001b[1m(Erufen rīdo wa, sōzō sa reru mottomo kyōretsude yūkan'na anime no 1tsudeari, ōku no kuni ga sono sonzai o kinshi shite imasu. Tokorode, anata ga gazō o motte inai baai wa, horāanime o tanoshinde inai baai wa, anime o miteinai (korera no rebyū o yonde mo kinishinaide kudasai).)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied is considered one of the most intense and goriest anime ever to be created, its up to the point where many countries ban its existence. By the way, if you haven't got the picture, don't watch the anime if you do not enjoy horror anime (Don't even bother reading these reviews.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied is considered one of the most intense and goriest anime ever to be created, its up to the point where many countries ban its existence.\u001b[24m\n    \u001b[1mエルフェン・リードは、創造される最も強烈で勇敢なアニメの1つであり、多くの国がその存在を禁止しています。\u001b[22m, \u001b[1mエルフェンは、多くの国がその存在を禁止点へのアップ、今まで作成される最も強いとgoriestアニメの一つと考えられている歌曲。\u001b[22m\n\u001b[4mBy the way, if you haven't got the picture, don't watch the anime if you do not enjoy horror anime (Don't even bother reading these reviews.)\u001b[24m\n    \u001b[1mところで、あなたが画像を持っていない場合は、ホラーアニメを楽しんでいない場合は、アニメを見ていない（これらのレビューを読んでも気にしないでください）。\u001b[22m, \u001b[1mあなたが絵を持っていない場合は、ホラーアニメを楽しんでいない場合ちなみに、アニメを見ていない（でもこれらのレビューを読んで気にしないでください。）\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nI think this is probably the most fitting rating for Elfen lied. I don't know about you but, when I first watched the anime I was extremely confused. The story takes place in Kamekura town (And by the way, the setting is a real place in Japan) and is about a boy named Kouta, who is traumatized about the past of what happened to his father and younger sister. Over the years, he lost a lot of memories of what happened since it was extremely traumatizing. He lives with a old friend who used to hang out with him when he was a lot younger. As the anime progresses, it introduces new characters and upcoming events.\n\n\u001b[1m私はこれがおそらくElfenが嘘をついたのに最も適合した評価だと思う。 私はあなたを知らないが、アニメを最初に見たとき、私は非常に混乱していた。 物語は亀倉町で起こります（そして、設定は日本の本当の場所です）、父と妹に起こったことの過去を傷つける少年のことです。 長年にわたって、彼は非常に外傷を負っていたので、何が起こったのか、多くの思い出を失いました。 彼はずっと若い時に彼と付き合っていたおじいさんと一緒に住んでいます。 アニメが進むにつれて、新しいキャラクターや今後のイベントが紹介されます。\u001b[22m\n\u001b[1m(Watashi wa kore ga osoraku Elfen ga uso o tsuitanoni mottomo tekigō shita hyōkada to omou. Watashi wa anata o shiranai ga, anime o saisho ni mita toki, watashi wa hijō ni konran shite ita. Monogatari wa kamekurachō de okorimasu (soshite, settei wa Nihon no hontō no bashodesu), chichi to imōto ni okotta koto no kako o kizutsukeru shōnen no kotodesu. Naganen ni watatte, kare wa hijō ni gaishō o otte itanode, nani ga okotta no ka, ōku no omoide o ushinaimashita. Kare wa zutto wakai toki ni kare to tsukiatte ita ojīsan to issho ni sunde imasu. Anime ga susumu ni tsurete, atarashī kyarakutā ya kongo no ibento ga shōkai sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI think this is probably the most fitting rating for Elfen lied. I don't know about you but, when I first watched the anime I was extremely confused. The story takes place in Kamekura town (And by the way, the setting is a real place in Japan) and is about a boy named Kouta, who is traumatized about the past of what happened to his father and younger sister. Over the years, he lost a lot of memories of what happened since it was extremely traumatizing. He lives with a old friend who used to hang out with him when he was a lot younger. As the anime progresses, it introduces new characters and upcoming events.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is probably the most fitting rating for Elfen lied.\u001b[24m\n    \u001b[1m私はこれがおそらくElfenが嘘をついたのに最も適合した評価だと思う。\u001b[22m, \u001b[1m私はこれはおそらくエルフェンは嘘をついたため、ほとんどのフィッティングの評価だと思います。\u001b[22m\n\u001b[4mI don't know about you but, when I first watched the anime I was extremely confused.\u001b[24m\n    \u001b[1m私はあなたを知らないが、アニメを最初に見たとき、私は非常に混乱していた。\u001b[22m, \u001b[1m私が最初に私は非常に混乱していたアニメを見たとき、私は、あなたのことは知らないが。\u001b[22m\n\u001b[4mThe story takes place in Kamekura town (And by the way, the setting is a real place in Japan) and is about a boy named Kouta, who is traumatized about the past of what happened to his father and younger sister.\u001b[24m\n    \u001b[1m物語は亀倉町で起こります（そして、設定は日本の本当の場所です）、父と妹に起こったことの過去を傷つける少年のことです。\u001b[22m, \u001b[1m物語は亀倉町で行われます（ところで、設定は、日本では本当の場所である）と彼の父親と妹に何が起こったかの過去について心に傷を負ったさ小唄少年、についてです。\u001b[22m\n\u001b[4mOver the years, he lost a lot of memories of what happened since it was extremely traumatizing.\u001b[24m\n    \u001b[1m長年にわたって、彼は非常に外傷を負っていたので、何が起こったのか、多くの思い出を失いました。\u001b[22m, \u001b[1mそれは非常にトラウマだったので長年の間、彼は何が起こったかの思い出の多くを失いました。\u001b[22m\n\u001b[4mHe lives with a old friend who used to hang out with him when he was a lot younger.\u001b[24m\n    \u001b[1m彼はずっと若い時に彼と付き合っていたおじいさんと一緒に住んでいます。\u001b[22m, \u001b[1m彼は多くの若い頃彼と一緒にたむろして使われていた古い友人と一緒に住んでいます。\u001b[22m\n\u001b[4mAs the anime progresses, it introduces new characters and upcoming events.\u001b[24m\n    \u001b[1mアニメが進むにつれて、新しいキャラクターや今後のイベントが紹介されます。\u001b[22m, \u001b[1mアニメが進行するにつれて、それは新たなキャラクターや今後のイベントを紹介します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nThe art/animation are BEAUTIFUL. The opening is beautiful, however the animation is quit dated since the anime was created in 2004. The paintings that were inspired by Gustav Klimt are just mind blowing-ly beautiful.\n\n\u001b[1mアート/アニメーションは美しいです。 オープニングは美しいですが、2004年にアニメが制作されて以来、アニメーションは終了しました.Gustav Klimtからインスパイアされた絵は、息をのむほど美しいものです。\u001b[22m\n\u001b[1m(Āto/ animēshon wa utsukushīdesu. Ōpuningu wa utsukushīdesuga, 2004-nen ni anime ga seisaku sa rete irai, animēshon wa shūryō shimashita. Gusutafukurimuto kara insupaia sa reta e wa, iki o nomu hodo utsukushī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art/animation are BEAUTIFUL. The opening is beautiful, however the animation is quit dated since the anime was created in 2004. The paintings that were inspired by Gustav Klimt are just mind blowing-ly beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art/animation are BEAUTIFUL.\u001b[24m\n    \u001b[1mアート/アニメーションは美しいです。\u001b[22m, \u001b[1mアート/アニメーションが美しいです。\u001b[22m\n\u001b[4mThe opening is beautiful, however the animation is quit dated since the anime was created in 2004. The paintings that were inspired by Gustav Klimt are just mind blowing-ly beautiful.\u001b[24m\n    \u001b[1mオープニングは美しいですが、2004年にアニメが制作されて以来、アニメーションは終了しました.Gustav Klimtからインスパイアされた絵は、息をのむほど美しいものです。\u001b[22m, \u001b[1m開口部は、アニメはグスタフ・クリムトに触発された絵画はただ美しい-LYを吹いて気にしている2004年に作成されたのでしかし、アニメーションが日付に終了され、美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nWhat can I say? Top notch sound quality.\n\n\u001b[1m何と言えばいい？ トップノッチの音質。\u001b[22m\n\u001b[1m(Nan to ieba ī? Toppunotchi no onshitsu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say? Top notch sound quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say?\u001b[24m\n    \u001b[1m何と言えばいい？\u001b[22m, \u001b[1m私は何を言うことができますか？\u001b[22m, \u001b[1m何を言うことができますか？\u001b[22m\n\u001b[4mTop notch sound quality.\u001b[24m\n    \u001b[1mトップノッチの音質。\u001b[22m, \u001b[1mトップノッチ音質。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nOy, this has to be the weakest point of Elfen lied. The characters were extremely annoying (except Lucy of course) and didn't really hold up. They often get in the way of the main story, and will make you literally insane. If it was just Lucy and Kouta, the anime would indeed be more enjoyable.\n\n\u001b[1mオイ、これはエルフェンが嘘をついたときの最も弱いポイントでなければなりません。 キャラクターは非常に迷惑で（もちろんルーシーを除いて）、本当に握らなかった。 彼らはしばしばメインストーリーの方法で取得し、文字通りあなたは狂気になります。 それがちょうどルーシーとコータだったら、アニメは本当に楽しいだろう。\u001b[22m\n\u001b[1m(Oi, koreha erufen ga uso o tsuita toki no mottomo yowai pointodenakereba narimasen. Kyarakutā wa hijō ni meiwakude (mochiron rūshī o nozoite), hontōni nigiranakatta. Karera wa shibashiba meinsutōrī no hōhō de shutoku shi, mojidōri anata wa kyōki ni narimasu. Sore ga chōdo rūshī to kōtadattara, anime wa hontōni tanoshīdarou.)\u001b[22m\n\nTranslations of \u001b[4mOy, this has to be the weakest point of Elfen lied. The characters were extremely annoying (except Lucy of course) and didn't really hold up. They often get in the way of the main story, and will make you literally insane. If it was just Lucy and Kouta, the anime would indeed be more enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOy, this has to be the weakest point of Elfen lied.\u001b[24m\n    \u001b[1mオイ、これはエルフェンが嘘をついたときの最も弱いポイントでなければなりません。\u001b[22m, \u001b[1mオイ、これは嘘をついたエルフェンの最も弱い点である必要があります。\u001b[22m\n\u001b[4mThe characters were extremely annoying (except Lucy of course) and didn't really hold up.\u001b[24m\n    \u001b[1mキャラクターは非常に迷惑で（もちろんルーシーを除いて）、本当に握らなかった。\u001b[22m, \u001b[1m文字は（当然のルーシーを除く）非常に迷惑だったと本当にホールドアップしませんでした。\u001b[22m\n\u001b[4mThey often get in the way of the main story, and will make you literally insane.\u001b[24m\n    \u001b[1m彼らはしばしばメインストーリーの方法で取得し、文字通りあなたは狂気になります。\u001b[22m, \u001b[1m彼らは多くの場合、メインストーリーの方法で取得し、あなたは文字通り正気になります。\u001b[22m\n\u001b[4mIf it was just Lucy and Kouta, the anime would indeed be more enjoyable.\u001b[24m\n    \u001b[1mそれがちょうどルーシーとコータだったら、アニメは本当に楽しいだろう。\u001b[22m, \u001b[1mそれだけでルーシーと小唄た場合、アニメは確かにもっと楽しいだろう。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nMy God, this anime made me gasp and weep because of story is just so amazing and well put together! However the series only goes on for 12 episodes (not including the OVA)! The anime really rushes and tries to squeeze it into 12 episodes which doesn't work out that well since they're many things that need to be explained.\n\n\u001b[1m私の神、このアニメは私に喘ぎ声をあげ、泣きました。 しかし、このシリーズは12のエピソード（OVAは含まれていない）の間のみ続きます！ アニメは本当に急いで12のエピソードに絞り込みますが、それは説明が必要な多くのことなのでうまくいきません。\u001b[22m\n\u001b[1m(Watashi no kami, kono anime wa watashi ni aegigoe o age, nakimashita. Shikashi, kono shirīzu wa 12 no episōdo (ovu~a wa fukuma rete inai) no ma nomi tsudzukimasu! Anime wa hontōni isoide 12 no episōdo ni shiborikomimasuga, soreha setsumei ga hitsuyōna ōku no kotonanode umaku ikimasen.)\u001b[22m\n\nTranslations of \u001b[4mMy God, this anime made me gasp and weep because of story is just so amazing and well put together! However the series only goes on for 12 episodes (not including the OVA)! The anime really rushes and tries to squeeze it into 12 episodes which doesn't work out that well since they're many things that need to be explained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy God, this anime made me gasp and weep because of story is just so amazing and well put together!\u001b[24m\n    \u001b[1m私の神、このアニメは私に喘ぎ声をあげ、泣きました。\u001b[22m, \u001b[1m私の神は、このアニメは私が息をのむとちょうどそう素晴らしいですし、よく一緒に物語のために泣く作りましたよ！\u001b[22m\n\u001b[4mHowever the series only goes on for 12 episodes (not including the OVA)!\u001b[24m\n    \u001b[1mしかし、このシリーズは12のエピソード（OVAは含まれていない）の間のみ続きます！\u001b[22m, \u001b[1mしかしシリーズのみ（OVAを含まない）12のエピソードのために行きます！\u001b[22m\n\u001b[4mThe anime really rushes and tries to squeeze it into 12 episodes which doesn't work out that well since they're many things that need to be explained.\u001b[24m\n    \u001b[1mアニメは本当に急いで12のエピソードに絞り込みますが、それは説明が必要な多くのことなのでうまくいきません。\u001b[22m, \u001b[1mアニメは本当に突入し、彼らが説明する必要がある多くのものだので、そのうまく動作しない12のエピソードにそれを絞るしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nThis is my 2nd favorite anime of all time, and honestly I doubt its going to be yours. This anime does have a lot of gore which makes anime lover shy off to another anime. However, if you truly want to enjoy a VERY well put together anime, WATCH IT.\n\n\u001b[1mこれはすべての時間の私の2番目のお気に入りのアニメ、そして正直なところ私はあなたのものになることを疑う。 このアニメには、アニメの恋人を別のアニメに恥ずかしがってしまうようなゴアがたくさんあります。 しかし、あなたが本当に一緒にアニメをまとめることを本当に楽しみたいなら、それを見てください。\u001b[22m\n\u001b[1m(Kore wa subete no jikan no watashi no 2-banme no okiniiri no anime, soshite shōjikina tokoro watashi wa anata no mono ni naru koto o utagau. Kono anime ni wa, anime no koibito o betsu no anime ni hazukashi gatte shimau yōna Goa ga takusan arimasu. Shikashi, anata ga hontōni issho ni anime o matomeru koto o hontōni tanoshi mitainara, sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is my 2nd favorite anime of all time, and honestly I doubt its going to be yours. This anime does have a lot of gore which makes anime lover shy off to another anime. However, if you truly want to enjoy a VERY well put together anime, WATCH IT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my 2nd favorite anime of all time, and honestly I doubt its going to be yours.\u001b[24m\n    \u001b[1mこれはすべての時間の私の2番目のお気に入りのアニメ、そして正直なところ私はあなたのものになることを疑う。\u001b[22m, \u001b[1mこれは、すべての時間の私の第二の好きなアニメですが、正直なところ私は、そのはあなたになるだろう疑います。\u001b[22m\n\u001b[4mThis anime does have a lot of gore which makes anime lover shy off to another anime.\u001b[24m\n    \u001b[1mこのアニメには、アニメの恋人を別のアニメに恥ずかしがってしまうようなゴアがたくさんあります。\u001b[22m, \u001b[1mこのアニメは別のアニメを切っシャイアニメの恋人を作るマチの多くを持っています。\u001b[22m\n\u001b[4mHowever, if you truly want to enjoy a VERY well put together anime, WATCH IT.\u001b[24m\n    \u001b[1mしかし、あなたが本当に一緒にアニメをまとめることを本当に楽しみたいなら、それを見てください。\u001b[22m, \u001b[1mあなたが本当に非常によく一緒にアニメを楽しみたい場合は、それを見ます。\u001b[22m\nBy the way, I recommend watching the dub version because Lucy voice actor is intense and really puts the emotion in the character.\n\n\u001b[1mちなみに、私はルーシーの声優が激しく本当にそのキャラクターに感情を置くので、ダビングバージョンを見ることをおすすめします。\u001b[22m\n\u001b[1m(Chinamini, watashi wa rūshī no seiyū ga hageshiku hontōni sono kyarakutā ni kanjō o okunode, dabingubājon o miru koto o osusume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBy the way, I recommend watching the dub version because Lucy voice actor is intense and really puts the emotion in the character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the way, I recommend watching the dub version because Lucy voice actor is intense and really puts the emotion in the character.\u001b[24m\n    \u001b[1mちなみに、私はルーシーの声優が激しく本当にそのキャラクターに感情を置くので、ダビングバージョンを見ることをおすすめします。\u001b[22m, \u001b[1mルーシーの声優が強烈で、本当にキャラクターに感情を置くのでところで、私はダブバージョンを見ることをお勧めします。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Crimson_Otaku",
    "profile": "/profile/Crimson_Otaku/reviews",
    "pages": "16",
    "number": "6",
    "link": "/reviews.php?id=53115",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nエルフェンはちょうどその名前は謎ですが、アニメはただ吹き飛ぶだけでした\n\nこのアニメは、他のアニメとは違って、見るのがとても面白かったし、短いアニメにとっては素晴らしく巧妙だった\n\nこのアニメには、キャラクターを残念に感じるポイントがたくさんあります。キャラクターについて多くのことを知り、ストーリーのやり方を非常によく理解してくれた それ\n\n全体的にこのアニメを見たことがないなら、あなたは楽しく楽しい時間の多くを逃しています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied just the name is a mystery but the Anime was just mind blowing\n\n\u001b[1mエルフェンはちょうどその名前は謎ですが、アニメはただ吹き飛ぶだけでした\u001b[22m\n\u001b[1m(Erufen wa chōdo sono namae wa nazodesuga, anime wa tada fukitobu dakedeshita)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied just the name is a mystery but the Anime was just mind blowing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied just the name is a mystery but the Anime was just mind blowing\u001b[24m\n    \u001b[1mエルフェンはちょうどその名前は謎ですが、アニメはただ吹き飛ぶだけでした\u001b[22m, \u001b[1mエルフェンは名前だけは謎ですが、アニメはちょうど吹いて気にした歌曲\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime is different to any other it was very fun to watch and for a short Anime it was amazing and clever\n\n\u001b[1mこのアニメは、他のアニメとは違って、見るのがとても面白かったし、短いアニメにとっては素晴らしく巧妙だった\u001b[22m\n\u001b[1m(Kono anime wa, hoka no anime to wa chigatte, miru no ga totemo omoshirokattashi, mijikai anime ni totte wa subarashiku kōmyōdatta)\u001b[22m\n\nTranslations of \u001b[4mThis Anime is different to any other it was very fun to watch and for a short Anime it was amazing and clever\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime is different to any other it was very fun to watch and for a short Anime it was amazing and clever\u001b[24m\n    \u001b[1mこのアニメは、他のアニメとは違って、見るのがとても面白かったし、短いアニメにとっては素晴らしく巧妙だった\u001b[22m, \u001b[1mこのアニメは、他とは異なる、見ていてとても楽しかったし、短いアニメのために、それは素晴らしいと巧妙なでした\u001b[22m\n\u001b[1m\u001b[22m\nThere are alot of points in this Anime where you feel sorry for the characters and wish you could help them and be there for them you get to know alot about the characters and learn about what brought them all together its very good the way the story does that\n\n\u001b[1mこのアニメには、キャラクターを残念に感じるポイントがたくさんあります。キャラクターについて多くのことを知り、ストーリーのやり方を非常によく理解してくれた それ\u001b[22m\n\u001b[1m(Kono anime ni wa, kyarakutā o zan'nen ni kanjiru pointo ga takusan arimasu. Kyarakutā ni tsuite ōku no koto o shiri, sutōrī no yarikata o hijō ni yoku rikai shite kureta sore)\u001b[22m\n\nTranslations of \u001b[4mThere are alot of points in this Anime where you feel sorry for the characters and wish you could help them and be there for them you get to know alot about the characters and learn about what brought them all together its very good the way the story does that\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are alot of points in this Anime where you feel sorry for the characters and wish you could help them and be there for them you get to know alot about the characters and learn about what brought them all together its very good the way the story does\u001b[24m\n    \u001b[1mこのアニメには、キャラクターを残念に感じるポイントがたくさんあります。キャラクターについて多くのことを知り、ストーリーのやり方を非常によく理解してくれた\u001b[22m, \u001b[1mあなたが文字に同情し、あなたがそれらを助け、彼らのためにそこにあなたが文字について多くを知るようになると一緒に物語がするその非常に良い方法を、それらすべてを持ってきたかについて学ぶことがしたい、このアニメの点がたくさんあります。\u001b[22m\n\u001b[4mthat\u001b[24m\n    \u001b[1mそれ\u001b[22m, \u001b[1mその\u001b[22m\n\u001b[1m\u001b[22m\nOverall if you have not seen this Anime yet then you are missing out on alot of Fun and Enjoyable time\n\n\u001b[1m全体的にこのアニメを見たことがないなら、あなたは楽しく楽しい時間の多くを逃しています\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime o mita koto ga nainara, anata wa tanoshiku tanoshī jikan no ōku o nogashite imasu)\u001b[22m\n\nTranslations of \u001b[4mOverall if you have not seen this Anime yet then you are missing out on alot of Fun and Enjoyable time\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall if you have not seen this Anime yet then you are missing out on alot of Fun and Enjoyable time\u001b[24m\n    \u001b[1m全体的にこのアニメを見たことがないなら、あなたは楽しく楽しい時間の多くを逃しています\u001b[22m, \u001b[1mあなたはまだこのアニメを見ていない場合は全体的に、あなたは楽しさと楽しい時間をたくさんを逃しています\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "MrMorrisMan",
    "profile": "/profile/MrMorrisMan/reviews",
    "pages": "16",
    "number": "7",
    "link": "/reviews.php?id=82874",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nエルフェンは嘘をついた。 心配な質問の話。 私たちの人類はどこで終わりますか、いつ私たちは完全に何か他のものになりますか？ この素晴らしいアニメを見ているうちに、人間が変化を受け入れる方法に取り組むとき、これはあなたの心を悩ませます。 私はそれが扱うのが難しい話題であり、それがどのように描かれているかは単に詩的なものなので、このテーマを楽しんだ。\n\nストーリー-\n\n\nキャラクター - \n\n\n\n全体として、Elfen Liedは差別をほぼ完璧に表現しており、人類の本当の人、本当に正しいか間違っていることを再考させてくれるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied. A story of a worrying question. where does our humanity end and when do we become something else entirely? This is sure to plague your mind as you watch this brilliant anime as it tackles how we humans accept change. I enjoyed this theme as it is a difficult topic to handle and how it is portrayed is simply poetic.\n\n\u001b[1mエルフェンは嘘をついた。 心配な質問の話。 私たちの人類はどこで終わりますか、いつ私たちは完全に何か他のものになりますか？ この素晴らしいアニメを見ているうちに、人間が変化を受け入れる方法に取り組むとき、これはあなたの心を悩ませます。 私はそれが扱うのが難しい話題であり、それがどのように描かれているかは単に詩的なものなので、このテーマを楽しんだ。\u001b[22m\n\u001b[1m(Erufen wa uso o tsuita. Shinpaina shitsumon no hanashi. Watashitachi no jinrui wa doko de owarimasu ka, itsu watashitachi wa kanzen ni nanika hoka no mono ni narimasu ka? Kono subarashī anime o mite iru uchi ni, ningen ga henka o ukeireru hōhō ni torikumu toki, kore wa anata no kokoro o nayama semasu. Watashi wa sore ga atsukau no ga muzukashī wadaideari, sore ga dono yō ni egaka rete iru ka wa tan'ni shitekina mononanode, kono tēma o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied. A story of a worrying question. where does our humanity end and when do we become something else entirely? This is sure to plague your mind as you watch this brilliant anime as it tackles how we humans accept change. I enjoyed this theme as it is a difficult topic to handle and how it is portrayed is simply poetic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied.\u001b[24m\n    \u001b[1mエルフェンは嘘をついた。\u001b[22m, \u001b[1mエルフェンリート。\u001b[22m\n\u001b[4mA story of a worrying question.\u001b[24m\n    \u001b[1m心配な質問の話。\u001b[22m, \u001b[1m心配質問の物語。\u001b[22m\n\u001b[4mwhere does our humanity end and when do we become something else entirely?\u001b[24m\n    \u001b[1m私たちの人類はどこで終わりますか、いつ私たちは完全に何か他のものになりますか？\u001b[22m, \u001b[1m私たち人類の終わりには、どこを行い、我々は完全に何か他のときになるのですか？\u001b[22m\n\u001b[4mThis is sure to plague your mind as you watch this brilliant anime as it tackles how we humans accept change.\u001b[24m\n    \u001b[1mこの素晴らしいアニメを見ているうちに、人間が変化を受け入れる方法に取り組むとき、これはあなたの心を悩ませます。\u001b[22m, \u001b[1mこれは、私たち人間は、変化を受け入れるか、それはタックルとしては、この見事なアニメを見るようにあなたの心を悩ませているはずです。\u001b[22m\n\u001b[4mI enjoyed this theme as it is a difficult topic to handle and how it is portrayed is simply poetic.\u001b[24m\n    \u001b[1m私はそれが扱うのが難しい話題であり、それがどのように描かれているかは単に詩的なものなので、このテーマを楽しんだ。\u001b[22m, \u001b[1m処理するために困難な課題であるとどのように描かれているが、単に詩的であるように私はこのテーマを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nStory-\n\n\u001b[1mストーリー-\u001b[22m\n\u001b[1m(Sutōrī -)\u001b[22m\n\nDefinitions of \u001b[4mStory-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters-\n\n\u001b[1mキャラクター - \u001b[22m\n\u001b[1m(Kyarakutā -)\u001b[22m\n\nDefinitions of \u001b[4mCharacters-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, Elfen Lied is a near perfect representation of discrimination and will make you rethink the true person of humanity and what is truly right or wrong.\n\n\u001b[1m全体として、Elfen Liedは差別をほぼ完璧に表現しており、人類の本当の人、本当に正しいか間違っていることを再考させてくれるでしょう。\u001b[22m\n\u001b[1m(Zentai to shite, Elfen Lied wa sabetsu o hobo kanpeki ni hyōgen shite ori, jinrui no hontō no hito, hontōni tadashī ka machigatte iru koto o saikō sa sete kurerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, Elfen Lied is a near perfect representation of discrimination and will make you rethink the true person of humanity and what is truly right or wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, Elfen Lied is a near perfect representation of discrimination and will make you rethink the true person of humanity and what is truly right or wrong.\u001b[24m\n    \u001b[1m全体として、Elfen Liedは差別をほぼ完璧に表現しており、人類の本当の人、本当に正しいか間違っていることを再考させてくれるでしょう。\u001b[22m, \u001b[1m、エルフェンリートは、すべてのすべては、差別の近くの表現であり、あなたが人類の真の人を再考し、本当に正しいか間違っているものであることを確認します。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Diamond_Dust",
    "profile": "/profile/Diamond_Dust/reviews",
    "pages": "16",
    "number": "8",
    "link": "/reviews.php?id=75257",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  3\n\nElfen Liedは、私には、一つの言葉で説明することができます：残念。\n\nこのアニメがデビューして以来、私は聞いたことがありませんが、それは暗い、ぎこちなく、人間の感情の最も暗い側面に本当に掘り下げられています。 私は何かを感じることを期待して、高い期待でそれに入った。 それが私の心を裂くことを期待し、傷つけられた場合には、関連性のある文字を見つけること。\n\n代わりに、彼らは私がアニメについて嫌うことをすべてミキサーに投げ込み、暗い陰謀のビットで投げ込んで、それをすべて混合しました。 結果は、それがそうであると思ったほどには、それほど美しくはありません。\n\nメインの主人公、コタとユカは、私がこれまでに見ていたことを不快感を持っていた最も刺激的なキャラクターの2つです。 ルーシーと他の突然変異体はほぼ完全に無関係で、暗い人格を実現するには不十分です。 ファンのサービスは恥知らずであり、人間性の欠陥や宇宙の暗闇のことになっているアニメでは、完全に外れているように感じます。\n\nクリエイターたちは、これを望んでいた暗いドラマにこだわるために非常に努力しました。とても難しく、彼らはマークを完全に逃しました。 私はそれがこのショーについて私をそんなに怒らせるものだと思う。 この偉業を成し遂げるために必要なすべての要素は、すぐそこにあり、彼らはそのすべてを無駄にしました。\n\nコータとユカはロマンス、汚染されたと近親相姦します。 ルーシーと突然変異体、そして彼らの恐ろしい窮状。 そのすべてがずっと多くのことでした！ それは、病気、ひねり、美しい苦しみだったかもしれないが、代わりに彼らは私にこれを与えた！ 彼らは、彼らが焦点を当てていたはずのストーリーのすべての側面を完全に無視し、退屈で、無関係で、厄介な小さないたずら文字を全面的に与えました。 彼らは私に誤ったファンサービス、ぎこちない漫画の救済、そしてとても力強く、穴がいっぱいだと感じたストーリーを私に与えました。\n\n私があなたのキャラクターについて何も言わないならば、あなたの暗い、ぎこちないストーリーラインはあまり効果がないでしょう。 私が見たすべてのものの中から、私が耐えることができるものを1つか2つ挙げることができると思います。 ルーシーはまあまあまあまあだったし、ナナは私から何の感情的反応も引き起こさなかった唯一のキャラクターです。 彼らはどこで間違っていたのですか？ すべてがそこにあります。 私たちの主人公の裏話は悲劇的で恐ろしいもので、私にそれらのための何かを感じさせるはずでしたが、代わりに、私はこの神の気が狂ったショーが終わるのを待つことができませんでした。\n\n私はスコアが私が不平を言うことができない唯一のものだと思う。 私は特にオープニングのテーマ、「Lilium」が美しく忘れられないものであることを発見しました。 そこでは、少なくとも、彼らはそれを正しく得ました。\n\n結論として、Elfen Liedは誰のためでもありません。 あなたがそれを愛していたか、あなたがそれを憎んだだけのショーの一つです。 これは単に私の謙虚な意見です。 知るか？ あなたはそれを楽しむかもしれませんが、私ははっきりとしませんでした。 あなたは彼らの言うことを知っています。ある人のゴミは別の人の宝物です。 このケースでは、Elfen Liedが座っている場所がかなりあるので、私のスクラップのヒープを自由に選んでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied, to me, can be described in one word: disappointing.\n\n\u001b[1mElfen Liedは、私には、一つの言葉で説明することができます：残念。\u001b[22m\n\u001b[1m(Elfen Lied wa, watashiniha, hitotsu no kotoba de setsumei suru koto ga dekimasu: Zan'nen.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied, to me, can be described in one word: disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied, to me, can be described in one word: disappointing.\u001b[24m\n    \u001b[1mElfen Liedは、私には、一つの言葉で説明することができます：残念。\u001b[22m, \u001b[1mエルフェンは、私には、歌曲一言で説明することができます：失望。\u001b[22m\n\u001b[1m\u001b[22m\nEver since this anime debuted, I've heard nothing but rave reviews for it: that it was dark, gritty, really delved into the darkest aspects of human emotion. I went into it with high hopes, expecting to feel something. Expecting it to tear my heart out, and to find characters that were relatable, if flawed.\n\n\u001b[1mこのアニメがデビューして以来、私は聞いたことがありませんが、それは暗い、ぎこちなく、人間の感情の最も暗い側面に本当に掘り下げられています。 私は何かを感じることを期待して、高い期待でそれに入った。 それが私の心を裂くことを期待し、傷つけられた場合には、関連性のある文字を見つけること。\u001b[22m\n\u001b[1m(Kono anime ga debyū shite irai, watashi wa kiita koto ga arimasenga, sore wa kurai, gikochinaku, ningen no kanjō no mottomo kurai sokumen ni hontōni horisage rarete imasu. Watashi wa nanika o kanjiru koto o kitai shite, takai kitai de sore ni haitta. Sore ga watashi no kokoro o saku koto o kitai shi, kizutsuke rareta baai ni wa, kanren-sei no aru moji o mitsukeru koto.)\u001b[22m\n\nTranslations of \u001b[4mEver since this anime debuted, I've heard nothing but rave reviews for it: that it was dark, gritty, really delved into the darkest aspects of human emotion. I went into it with high hopes, expecting to feel something. Expecting it to tear my heart out, and to find characters that were relatable, if flawed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEver since this anime debuted, I've heard nothing but rave reviews for it: that it was dark, gritty, really delved into the darkest aspects of human emotion.\u001b[24m\n    \u001b[1mこのアニメがデビューして以来、私は聞いたことがありませんが、それは暗い、ぎこちなく、人間の感情の最も暗い側面に本当に掘り下げられています。\u001b[22m, \u001b[1mこのアニメがデビューして以来、私はそれのための絶賛が、何も聞かなかったのでお知らせします：それはザラザラ、暗くなっていたことを、本当に人間の感情の最も暗い側面掘り下げ。\u001b[22m\n\u001b[4mI went into it with high hopes, expecting to feel something.\u001b[24m\n    \u001b[1m私は何かを感じることを期待して、高い期待でそれに入った。\u001b[22m, \u001b[1m私は何かを感じるように期待し、大きな期待と、それに入りました。\u001b[22m\n\u001b[4mExpecting it to tear my heart out, and to find characters that were relatable, if flawed.\u001b[24m\n    \u001b[1mそれが私の心を裂くことを期待し、傷つけられた場合には、関連性のある文字を見つけること。\u001b[22m, \u001b[1mそれが私の心を引き裂くために、そして欠陥があれば、関係づけた文字を見つけることを期待。\u001b[22m\n\u001b[1m\u001b[22m\nInstead, they threw everything I hate about anime into a blender, tossed in a bit of dark intrigue, and mixed it all together. The result isn't nearly as pretty as they thought it would be.\n\n\u001b[1m代わりに、彼らは私がアニメについて嫌うことをすべてミキサーに投げ込み、暗い陰謀のビットで投げ込んで、それをすべて混合しました。 結果は、それがそうであると思ったほどには、それほど美しくはありません。\u001b[22m\n\u001b[1m(Kawari ni, karera wa watashi ga anime ni tsuite kirau koto o subete mikisā ni nagekomi, kurai inbō no bitto de nagekonde, sore o subete kongō shimashita. Kekka wa, sore ga sōdearu to omotta hodo ni wa, sorehodo utsukushiku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mInstead, they threw everything I hate about anime into a blender, tossed in a bit of dark intrigue, and mixed it all together. The result isn't nearly as pretty as they thought it would be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstead, they threw everything I hate about anime into a blender, tossed in a bit of dark intrigue, and mixed it all together.\u001b[24m\n    \u001b[1m代わりに、彼らは私がアニメについて嫌うことをすべてミキサーに投げ込み、暗い陰謀のビットで投げ込んで、それをすべて混合しました。\u001b[22m, \u001b[1mその代わりに、彼らは、私はブレンダーにアニメについて憎むすべてを投げた暗い陰謀のビットに投げて、それをすべて一緒に混合しました。\u001b[22m\n\u001b[4mThe result isn't nearly as pretty as they thought it would be.\u001b[24m\n    \u001b[1m結果は、それがそうであると思ったほどには、それほど美しくはありません。\u001b[22m, \u001b[1mその結果、彼らはそれがあるだろうと思ったほどきれいではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe main protagonists, Kota and Yuka, are two of the most irritating characters I have ever had the displeasure of watching. Lucy and the other mutants are almost completely unrelatable and fall just short of achieving the dark personas they are supposed to embody. The fanservice is shameless, and feels completely out of place in an anime that is supposed to be about flaws in human nature, and the darkness of the universe.\n\n\u001b[1mメインの主人公、コタとユカは、私がこれまでに見ていたことを不快感を持っていた最も刺激的なキャラクターの2つです。 ルーシーと他の突然変異体はほぼ完全に無関係で、暗い人格を実現するには不十分です。 ファンのサービスは恥知らずであり、人間性の欠陥や宇宙の暗闇のことになっているアニメでは、完全に外れているように感じます。\u001b[22m\n\u001b[1m(Mein no shujinkō, Kota to Yuka wa, watashi ga kore made ni mite ita koto o fukai-kan o motte ita mottomo shigeki-tekina kyarakutā no 2tsudesu. Rūshī to hoka no totsuzenhen'i-tai wa hobo kanzen ni mukankeide, kurai jinkaku o jitsugen suru ni wa fujūbundesu. Fan no sābisu wa hajishirazudeari, ningensei no kekkan ya uchū no kurayami no koto ni natte iru animede wa, kanzen ni hazurete iru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main protagonists, Kota and Yuka, are two of the most irritating characters I have ever had the displeasure of watching. Lucy and the other mutants are almost completely unrelatable and fall just short of achieving the dark personas they are supposed to embody. The fanservice is shameless, and feels completely out of place in an anime that is supposed to be about flaws in human nature, and the darkness of the universe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main protagonists, Kota and Yuka, are two of the most irritating characters I have ever had the displeasure of watching.\u001b[24m\n    \u001b[1mメインの主人公、コタとユカは、私がこれまでに見ていたことを不快感を持っていた最も刺激的なキャラクターの2つです。\u001b[22m, \u001b[1m主な主人公、コタと由佳は、私が今まで見ての不快感を持っていた最も刺激性の文字のうちの2つです。\u001b[22m\n\u001b[4mLucy and the other mutants are almost completely unrelatable and fall just short of achieving the dark personas they are supposed to embody.\u001b[24m\n    \u001b[1mルーシーと他の突然変異体はほぼ完全に無関係で、暗い人格を実現するには不十分です。\u001b[22m, \u001b[1mルーシーと他の変異体は、ほぼ完全にunrelatableであり、彼らが体現することになっているダークペルソナを達成するだけでは及ばない。\u001b[22m\n\u001b[4mThe fanservice is shameless, and feels completely out of place in an anime that is supposed to be about flaws in human nature, and the darkness of the universe.\u001b[24m\n    \u001b[1mファンのサービスは恥知らずであり、人間性の欠陥や宇宙の暗闇のことになっているアニメでは、完全に外れているように感じます。\u001b[22m, \u001b[1mサービスカットは恥知らずであり、人間性の欠陥についてのことになっているアニメで場違い完全に感じ、そして宇宙の闇。\u001b[22m\n\u001b[1m\u001b[22m\nThe creators tried so hard to make this into the dark drama they wanted it to be: so hard, they missed the mark altogether. I think that's what pisses me off so much about this show. All of the elements they needed to make this great are right there, and they wasted every bit of it.\n\n\u001b[1mクリエイターたちは、これを望んでいた暗いドラマにこだわるために非常に努力しました。とても難しく、彼らはマークを完全に逃しました。 私はそれがこのショーについて私をそんなに怒らせるものだと思う。 この偉業を成し遂げるために必要なすべての要素は、すぐそこにあり、彼らはそのすべてを無駄にしました。\u001b[22m\n\u001b[1m(Kurieitā-tachi wa, kore o nozonde ita kurai dorama ni kodawaru tame ni hijō ni doryoku shimashita. Totemo muzukashiku, karera wa māku o kanzen ni nogashimashita. Watashi wa sore ga kono shō ni tsuite watashi o son'nani okora seru monoda to omou. Kono igyō o nashitogeru tame ni hitsuyōna subete no yōso wa, sugu soko ni ari, karera wa sono subete o muda ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe creators tried so hard to make this into the dark drama they wanted it to be: so hard, they missed the mark altogether. I think that's what pisses me off so much about this show. All of the elements they needed to make this great are right there, and they wasted every bit of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe creators tried so hard to make this into the dark drama they wanted it to be: so hard, they missed the mark altogether.\u001b[24m\n    \u001b[1mクリエイターたちは、これを望んでいた暗いドラマにこだわるために非常に努力しました。とても難しく、彼らはマークを完全に逃しました。\u001b[22m, \u001b[1mクリエイターは、彼らはそれになりたかった暗いドラマにこれを作るために一生懸命しようとしました：一生懸命、彼らは完全にマークを逃しました。\u001b[22m\n\u001b[4mI think that's what pisses me off so much about this show.\u001b[24m\n    \u001b[1m私はそれがこのショーについて私をそんなに怒らせるものだと思う。\u001b[22m, \u001b[1m私はこの番組についてはあまり私を怒らせるものだと思います。\u001b[22m\n\u001b[4mAll of the elements they needed to make this great are right there, and they wasted every bit of it.\u001b[24m\n    \u001b[1mこの偉業を成し遂げるために必要なすべての要素は、すぐそこにあり、彼らはそのすべてを無駄にしました。\u001b[22m, \u001b[1m彼らはこの偉大なを作るために必要な要素のすべてがすぐそこにあり、それらはそれのすべてのビットを無駄にしました。\u001b[22m\n\u001b[1m\u001b[22m\nKota and Yuka's would-be romance, tainted and incestuous. Lucy and the mutants, and their horrible plight. All of that could have been so much more! It could have been, sick, twisted, beautiful agony, but instead, they gave me this! They completely ignored all of the aspects of the story that they should have been focusing on, and gave me boring, unrelatable, whiny little fucktard characters all across the board. They gave me misplaced fanservice, awkward comic relief, and a storyline that felt so forced and full of holes, I was grimacing most of the time.\n\n\u001b[1mコータとユカはロマンス、汚染されたと近親相姦します。 ルーシーと突然変異体、そして彼らの恐ろしい窮状。 そのすべてがずっと多くのことでした！ それは、病気、ひねり、美しい苦しみだったかもしれないが、代わりに彼らは私にこれを与えた！ 彼らは、彼らが焦点を当てていたはずのストーリーのすべての側面を完全に無視し、退屈で、無関係で、厄介な小さないたずら文字を全面的に与えました。 彼らは私に誤ったファンサービス、ぎこちない漫画の救済、そしてとても力強く、穴がいっぱいだと感じたストーリーを私に与えました。\u001b[22m\n\u001b[1m(Kōta to Yuka wa romansu, osen sa reta to konshinsōkan shimasu. Rūshī to totsuzenhen'i-tai, soshite karera no osoroshī kyūjō. Sono subete ga zutto ōku no kotodeshita! Sore wa, byōki, hineri, utsukushī kurushimidatta kamo shirenaiga, kawarini karera wa watashi ni kore o ataeta! Karera wa, karera ga shōten o atete ita hazu no sutōrī no subete no sokumen o kanzen ni mushi shi, taikutsu de, mukankeide, yakkaina chīsana itazura moji o zenmen-teki ni ataemashita. Karera wa watashi ni ayamatta fansābisu, gikochinai manga no kyūsai, soshite totemo chikaradzuyoku, ana ga ippaida to kanjita sutōrī o watashi ni ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mKota and Yuka's would-be romance, tainted and incestuous. Lucy and the mutants, and their horrible plight. All of that could have been so much more! It could have been, sick, twisted, beautiful agony, but instead, they gave me this! They completely ignored all of the aspects of the story that they should have been focusing on, and gave me boring, unrelatable, whiny little fucktard characters all across the board. They gave me misplaced fanservice, awkward comic relief, and a storyline that felt so forced and full of holes, I was grimacing most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKota and Yuka's would-be romance, tainted and incestuous.\u001b[24m\n    \u001b[1mコータとユカはロマンス、汚染されたと近親相姦します。\u001b[22m, \u001b[1mコタと由香さんのロマンス、汚染されたと近親相姦-であろう。\u001b[22m\n\u001b[4mLucy and the mutants, and their horrible plight.\u001b[24m\n    \u001b[1mルーシーと突然変異体、そして彼らの恐ろしい窮状。\u001b[22m, \u001b[1mルーシーおよび変異体、およびそれらの恐ろしい窮状。\u001b[22m\n\u001b[4mAll of that could have been so much more!\u001b[24m\n    \u001b[1mそのすべてがずっと多くのことでした！\u001b[22m, \u001b[1mすべてのことはそんなに多くだったかもしれません！\u001b[22m\n\u001b[4mIt could have been, sick, twisted, beautiful agony, but instead, they gave me this!\u001b[24m\n    \u001b[1mそれは、病気、ひねり、美しい苦しみだったかもしれないが、代わりに彼らは私にこれを与えた！\u001b[22m, \u001b[1mそれは、病気、ねじれた、美しい苦しみだったかもしれないが、その代わりに、彼らは私にこれを与えました！\u001b[22m\n\u001b[4mThey completely ignored all of the aspects of the story that they should have been focusing on, and gave me boring, unrelatable, whiny little fucktard characters all across the board.\u001b[24m\n    \u001b[1m彼らは、彼らが焦点を当てていたはずのストーリーのすべての側面を完全に無視し、退屈で、無関係で、厄介な小さないたずら文字を全面的に与えました。\u001b[22m, \u001b[1m彼らは完全に彼らが着目されている必要があり物語のすべての側面を無視して、すべて軒並み私退屈な、unrelatable、不機嫌そうな小さなfucktard文字を与えました。\u001b[22m\n\u001b[4mThey gave me misplaced fanservice, awkward comic relief, and a storyline that felt so forced and full of holes, I was grimacing most of the time.\u001b[24m\n    \u001b[1m彼らは私に誤ったファンサービス、ぎこちない漫画の救済、そしてとても力強く、穴がいっぱいだと感じたストーリーを私に与えました。\u001b[22m, \u001b[1m彼らは私に置き忘れサービスカット、厄介なコミックリリーフ、そして、私はほとんどの時間をしかめっ面をしたので、強制と穴だらけ感じたストーリーを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nYour dark, gritty storyline isn't going to have much effect if I don't give a shit about your characters. Out of every single one I saw, I think I can name one or two that I can stand. Lucy was kind of all right sometimes, and Nana is the only character that managed to provoke any emotional reaction out of me whatsoever. Where the hell did they go wrong? Everything is there. The back stories of our main characters are tragic, horrible, and should have made me feel something for them, but instead, I just couldn't wait for this god damn show to be over.\n\n\u001b[1m私があなたのキャラクターについて何も言わないならば、あなたの暗い、ぎこちないストーリーラインはあまり効果がないでしょう。 私が見たすべてのものの中から、私が耐えることができるものを1つか2つ挙げることができると思います。 ルーシーはまあまあまあまあだったし、ナナは私から何の感情的反応も引き起こさなかった唯一のキャラクターです。 彼らはどこで間違っていたのですか？ すべてがそこにあります。 私たちの主人公の裏話は悲劇的で恐ろしいもので、私にそれらのための何かを感じさせるはずでしたが、代わりに、私はこの神の気が狂ったショーが終わるのを待つことができませんでした。\u001b[22m\n\u001b[1m(Watashi ga anata no kyarakutā ni tsuite nani mo iwanainaraba, anata no kurai, gikochinai sutōrīrain wa amari kōka ga naideshou. Watashi ga mita subete no mono no naka kara, watashi ga taeru koto ga dekiru mono o 1tsu ka 2tsu ageru koto ga dekiru to omoimasu. Rūshī wa mā mā mā mādattashi, Nana wa watashi kara nani no kanjō-teki han'nō mo hikiokosanakatta yuiitsu no kyarakutādesu. Karera wa doko de machigatte ita nodesu ka? Subete ga soko ni arimasu. Watashitachi no shujinkō no urabanashi wa higeki-tekide osoroshī mono de, watashi ni sorera no tame no nanika o kanji saseru hazudeshitaga, kawarini, watashi wa kono kami no ki ga kurutta shō ga owaru no o matsu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mYour dark, gritty storyline isn't going to have much effect if I don't give a shit about your characters. Out of every single one I saw, I think I can name one or two that I can stand. Lucy was kind of all right sometimes, and Nana is the only character that managed to provoke any emotional reaction out of me whatsoever. Where the hell did they go wrong? Everything is there. The back stories of our main characters are tragic, horrible, and should have made me feel something for them, but instead, I just couldn't wait for this god damn show to be over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYour dark, gritty storyline isn't going to have much effect if I don't give a shit about your characters.\u001b[24m\n    \u001b[1m私があなたのキャラクターについて何も言わないならば、あなたの暗い、ぎこちないストーリーラインはあまり効果がないでしょう。\u001b[22m, \u001b[1m私はあなたの文字についてのたわごとを与えていない場合は、あなたの暗い、砂のようなストーリーが大きな影響を持っているつもりはありません。\u001b[22m\n\u001b[4mOut of every single one I saw, I think I can name one or two that I can stand.\u001b[24m\n    \u001b[1m私が見たすべてのものの中から、私が耐えることができるものを1つか2つ挙げることができると思います。\u001b[22m, \u001b[1m私が見たすべての単一の1のうち、私は私が立つことができる1または2に名前を付けることができると思います。\u001b[22m\n\u001b[4mLucy was kind of all right sometimes, and Nana is the only character that managed to provoke any emotional reaction out of me whatsoever.\u001b[24m\n    \u001b[1mルーシーはまあまあまあまあだったし、ナナは私から何の感情的反応も引き起こさなかった唯一のキャラクターです。\u001b[22m, \u001b[1mルーシーは大丈夫時々の種類のだった、とナナは全く私のうちいずれかの感情的な反応を誘発するために管理唯一の文字です。\u001b[22m\n\u001b[4mWhere the hell did they go wrong?\u001b[24m\n    \u001b[1m彼らはどこで間違っていたのですか？\u001b[22m, \u001b[1m彼らは間違って地獄をどこに行きましたか？\u001b[22m\n\u001b[4mEverything is there.\u001b[24m\n    \u001b[1mすべてがそこにあります。\u001b[22m, \u001b[1mすべてはそこにあります。\u001b[22m\n\u001b[4mThe back stories of our main characters are tragic, horrible, and should have made me feel something for them, but instead, I just couldn't wait for this god damn show to be over.\u001b[24m\n    \u001b[1m私たちの主人公の裏話は悲劇的で恐ろしいもので、私にそれらのための何かを感じさせるはずでしたが、代わりに、私はこの神の気が狂ったショーが終わるのを待つことができませんでした。\u001b[22m, \u001b[1m私たちのメインキャラクターのバックストーリーは、悲劇的な恐ろしいです、と私は彼らのために何かを感じさせたが、代わりに、私はこの神のために待つことができなかった気オーバーであることを示している必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nI think the score is the only thing I can't complain about. I found the opening theme in particular, 'Lilium,' to be beautiful and haunting. In that, they got it right, at least.\n\n\u001b[1m私はスコアが私が不平を言うことができない唯一のものだと思う。 私は特にオープニングのテーマ、「Lilium」が美しく忘れられないものであることを発見しました。 そこでは、少なくとも、彼らはそれを正しく得ました。\u001b[22m\n\u001b[1m(Watashi wa sukoa ga watashi ga fuhei o iu koto ga dekinai yuiitsu no monoda to omou. Watashi wa tokuni ōpuningu no tēma,`Lilium' ga utsukushiku wasure rarenai monodearu koto o hakken shimashita. Sokode wa, sukunakutomo, karera wa sore o tadashiku emashita.)\u001b[22m\n\nTranslations of \u001b[4mI think the score is the only thing I can't complain about. I found the opening theme in particular, 'Lilium,' to be beautiful and haunting. In that, they got it right, at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the score is the only thing I can't complain about.\u001b[24m\n    \u001b[1m私はスコアが私が不平を言うことができない唯一のものだと思う。\u001b[22m, \u001b[1m私はスコアが私が文句を言うことができない唯一のものだと思います。\u001b[22m\n\u001b[4mI found the opening theme in particular, 'Lilium,' to be beautiful and haunting.\u001b[24m\n    \u001b[1m私は特にオープニングのテーマ、「Lilium」が美しく忘れられないものであることを発見しました。\u001b[22m, \u001b[1m私は美しく、忘れられないことを '、ユリ'、特にオープニングテーマを見つけました。\u001b[22m\n\u001b[4mIn that, they got it right, at least.\u001b[24m\n    \u001b[1mそこでは、少なくとも、彼らはそれを正しく得ました。\u001b[22m, \u001b[1mその中で、彼らは、少なくとも、それが右です。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, Elfen Lied isn't for everyone. It's just one of those shows where you either loved it, or you hated it. This is merely my humble opinion. Who knows? You might enjoy it, whereas I clearly did not. You know what they say: one person's trash is another person's treasure. In this case, feel free to pick through my scrap heap, because that's pretty much where Elfen Lied is sitting.\n\n\u001b[1m結論として、Elfen Liedは誰のためでもありません。 あなたがそれを愛していたか、あなたがそれを憎んだだけのショーの一つです。 これは単に私の謙虚な意見です。 知るか？ あなたはそれを楽しむかもしれませんが、私ははっきりとしませんでした。 あなたは彼らの言うことを知っています。ある人のゴミは別の人の宝物です。 このケースでは、Elfen Liedが座っている場所がかなりあるので、私のスクラップのヒープを自由に選んでください。\u001b[22m\n\u001b[1m(Ketsuron to shite, Elfen Lied wa dare no tamede mo arimasen. Anata ga sore o aishite ita ka, anata ga sore o nikunda dake no shō no hitotsudesu. Kore wa tan'ni watashi no kenkyona ikendesu. Shiruka? Anata wa sore o tanoshimu kamo shiremasenga, watashi wa hakkiri to shimasendeshita. Anata wa karera no iu koto o shitte imasu. Aru hito no gomi wa betsu no hito no takaramonodesu. Kono kēsude wa, Elfen Lied ga suwatte iru basho ga kanari aru node, watashi no sukurappu no hīpu o jiyū ni erande kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, Elfen Lied isn't for everyone. It's just one of those shows where you either loved it, or you hated it. This is merely my humble opinion. Who knows? You might enjoy it, whereas I clearly did not. You know what they say: one person's trash is another person's treasure. In this case, feel free to pick through my scrap heap, because that's pretty much where Elfen Lied is sitting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, Elfen Lied isn't for everyone.\u001b[24m\n    \u001b[1m結論として、Elfen Liedは誰のためでもありません。\u001b[22m, \u001b[1m結論として、エルフェンは皆のためではありません歌曲。\u001b[22m\n\u001b[4mIt's just one of those shows where you either loved it, or you hated it.\u001b[24m\n    \u001b[1mあなたがそれを愛していたか、あなたがそれを憎んだだけのショーの一つです。\u001b[22m, \u001b[1mそれはちょうど1あなたはどちらかそれを愛し、それらのショーのだ、またはあなたはそれを嫌っていました。\u001b[22m\n\u001b[4mThis is merely my humble opinion.\u001b[24m\n    \u001b[1mこれは単に私の謙虚な意見です。\u001b[22m\n\u001b[4mWho knows?\u001b[24m\n    \u001b[1m知るか？\u001b[22m, \u001b[1m誰が知っている？\u001b[22m, \u001b[1m誰が知っていますか？\u001b[22m\n\u001b[4mYou might enjoy it, whereas I clearly did not.\u001b[24m\n    \u001b[1mあなたはそれを楽しむかもしれませんが、私ははっきりとしませんでした。\u001b[22m, \u001b[1m私は明らかにしなかったのに対し、あなたは、それを楽しむことがあります。\u001b[22m\n\u001b[4mYou know what they say: one person's trash is another person's treasure.\u001b[24m\n    \u001b[1mあなたは彼らの言うことを知っています。ある人のゴミは別の人の宝物です。\u001b[22m, \u001b[1mあなたは彼らの言うことを知っている：1人のゴミは、他の人の宝物です。\u001b[22m\n\u001b[4mIn this case, feel free to pick through my scrap heap, because that's pretty much where Elfen Lied is sitting.\u001b[24m\n    \u001b[1mこのケースでは、Elfen Liedが座っている場所がかなりあるので、私のスクラップのヒープを自由に選んでください。\u001b[22m, \u001b[1mそれはかなりリートエルフェンが座っているところですので、この場合、私のスクラップヒープを介して選択して自由に感じます。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "datOneperson",
    "profile": "/profile/datOneperson/reviews",
    "pages": "16",
    "number": "9",
    "link": "/reviews.php?id=15846",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nElfen Liedとの非常に支配的なものは、「悪い人」の裏話を示しています。 それから出てきた良いメッセージがありました。 あなたが言うことができる人種差別の種類。  「悪い人」はおそらく2つのノッチを取り除いていたはずですが、ノッチがなければこのアニメはプッシュしていました。\n\n非常に面白いアニメで、血液や行動などがあります。背景はほとんど映画の品質でしたが、間違いなくかなりです。 サウンドトラックはかなり良いとバックグラウンドノイズも良好だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat was ultra dominant with Elfen Lied is showing the backstory of the 'bad person.' There was a good message that came out of it. Kind of about racism you could say. The 'bad person' probably should have taken it down a couple of notches, but without the notches this anime would have been poo.\n\n\u001b[1mElfen Liedとの非常に支配的なものは、「悪い人」の裏話を示しています。 それから出てきた良いメッセージがありました。 あなたが言うことができる人種差別の種類。  「悪い人」はおそらく2つのノッチを取り除いていたはずですが、ノッチがなければこのアニメはプッシュしていました。\u001b[22m\n\u001b[1m(Elfen Lied to no hijō ni shihai-tekina mono wa,`warui hito' no urabanashi o shimeshite imasu. Sorekara detekita yoi messēji ga arimashita. Anata ga iu koto ga dekiru hito shusabetsu no shurui. `Warui hito' wa osoraku 2tsu no notchi o torinozoite ita hazudesuga, notchi ga nakereba kono anime wa pusshu shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat was ultra dominant with Elfen Lied is showing the backstory of the 'bad person.' There was a good message that came out of it. Kind of about racism you could say. The 'bad person' probably should have taken it down a couple of notches, but without the notches this anime would have been poo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat was ultra dominant with Elfen Lied is showing the backstory of the 'bad person.'\u001b[24m\n    \u001b[1mElfen Liedとの非常に支配的なものは、「悪い人」の裏話を示しています。\u001b[22m, \u001b[1m何リートエルフェンで超支配的であったことの裏話表示されている「悪い人」。\u001b[22m\n\u001b[4mThere was a good message that came out of it.\u001b[24m\n    \u001b[1mそれから出てきた良いメッセージがありました。\u001b[22m, \u001b[1mそれから出てきた良好なメッセージがありました。\u001b[22m\n\u001b[4mKind of about racism you could say.\u001b[24m\n    \u001b[1mあなたが言うことができる人種差別の種類。\u001b[22m, \u001b[1m種類の人種差別についてあなたが言うことができます。\u001b[22m\n\u001b[4mThe 'bad person' probably should have taken it down a couple of notches, but without the notches this anime would have been poo.\u001b[24m\n    \u001b[1m「悪い人」はおそらく2つのノッチを取り除いていたはずですが、ノッチがなければこのアニメはプッシュしていました。\u001b[22m, \u001b[1m「悪い人」は、おそらくノッチのカップルをそれを取っているはずですが、ノッチなしでこのアニメはうんちされていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nVery entertaining anime with blood and action and etc. The backgrounds were almost movie quality, but definitely not quite. Soundtrack was pretty good and the background noise was good also.\n\n\u001b[1m非常に面白いアニメで、血液や行動などがあります。背景はほとんど映画の品質でしたが、間違いなくかなりです。 サウンドトラックはかなり良いとバックグラウンドノイズも良好だった。\u001b[22m\n\u001b[1m(Hijō ni omoshiroi anime de, ketsueki ya kōdō nado ga arimasu. Haikei wa hotondo eiga no hinshitsudeshitaga, machigainaku kanaridesu. Saundotorakku wa kanari yoi to bakkuguraundonoizu mo ryōkōdatta.)\u001b[22m\n\nTranslations of \u001b[4mVery entertaining anime with blood and action and etc. The backgrounds were almost movie quality, but definitely not quite. Soundtrack was pretty good and the background noise was good also.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery entertaining anime with blood and action and etc. The backgrounds were almost movie quality, but definitely not quite.\u001b[24m\n    \u001b[1m非常に面白いアニメで、血液や行動などがあります。背景はほとんど映画の品質でしたが、間違いなくかなりです。\u001b[22m, \u001b[1m血液やアクション等背景を持つ非常に面白いアニメはほとんど映画の品質であったが、間違いなく、かなり。\u001b[22m\n\u001b[4mSoundtrack was pretty good and the background noise was good also.\u001b[24m\n    \u001b[1mサウンドトラックはかなり良いとバックグラウンドノイズも良好だった。\u001b[22m, \u001b[1mサウンドトラックはかなり良かったし、バックグラウンドノイズも良好でした。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "need_quickfix",
    "profile": "/profile/need_quickfix/reviews",
    "pages": "16",
    "number": "10",
    "link": "/reviews.php?id=14068",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n深く不器用で印象的な：血と魂。 暴力。 そしてキャラクター自身から発する具体的な悲しみ。 そして確かに皆のためではありません。 退屈で初心者のための普段の治療と治療への代替。*ウィンク",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDeeply haunting and impressive: the blood and gore; the violence; and the tangible sadness emanating from the characters themselves. And its definitely not for everybody. An alternative to the usual and a treat for the bored and uninitiated..*wink\n\n\u001b[1m深く不器用で印象的な：血と魂。 暴力。 そしてキャラクター自身から発する具体的な悲しみ。 そして確かに皆のためではありません。 退屈で初心者のための普段の治療と治療への代替。*ウィンク\u001b[22m\n\u001b[1m(Fukaku bukiyōde inshō-tekina: Chi to tamashī. Bōryoku. Soshite kyarakutā jishin kara hassuru gutaitekina kanashimi. Soshite tashika ni mina no tamede wa arimasen. Taikutsu de shoshinsha no tame no fudan no chiryō to chiryō e no daitai.* U~inku)\u001b[22m\n\nTranslations of \u001b[4mDeeply haunting and impressive: the blood and gore; the violence; and the tangible sadness emanating from the characters themselves. And its definitely not for everybody. An alternative to the usual and a treat for the bored and uninitiated..*wink\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeeply haunting and impressive: the blood and gore;\u001b[24m\n    \u001b[1m深く不器用で印象的な：血と魂。\u001b[22m, \u001b[1m深く忘れられない印象的な：血とゴア。\u001b[22m\n\u001b[4mthe violence;\u001b[24m\n    \u001b[1m暴力。\u001b[22m, \u001b[1m暴力;\u001b[22m\n\u001b[4mand the tangible sadness emanating from the characters themselves.\u001b[24m\n    \u001b[1mそしてキャラクター自身から発する具体的な悲しみ。\u001b[22m, \u001b[1m有形悲しみは文字そのものから発せられます。\u001b[22m\n\u001b[4mAnd its definitely not for everybody.\u001b[24m\n    \u001b[1mそして確かに皆のためではありません。\u001b[22m, \u001b[1mそして、その間違いはない皆のため。\u001b[22m\n\u001b[4mAn alternative to the usual and a treat for the bored and uninitiated..*wink\u001b[24m\n    \u001b[1m退屈で初心者のための普段の治療と治療への代替。*ウィンク\u001b[22m, \u001b[1mいつもの代替と退屈と初心者.. *ウインクための御馳走\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "xXDaijinkazeXx",
    "profile": "/profile/xXDaijinkazeXx/reviews",
    "pages": "16",
    "number": "11",
    "link": "/reviews.php?id=13919",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nElfen Lied、涼しい感覚！\n\niFirstがそれを得たとき、私はそれのようなアニメを期待していない、初めの分はヌードと体がどこでも爆発するのでまあまあまあまあまあまあ良いと思った。シナリオは素晴らしく、これらの人々はすべて同じ屋根の下に戻った 過去に起こったひどい出来事。そのキャラクターは素敵で、ついている、唯一の考えはiRegret、それは私に与えられたのと同じ感覚を持つアニメを見つけるために、私は（h_ope）\n\nそれはなぜiLiked：シナリオ、キャラクター、アニメーション自体、戦いとゴアアクション：P\n\n私は好きではなかった：あまりにも短く、奇妙な結末OO\n\nそれを9月10日にiGive",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied,cool sensations!\n\n\u001b[1mElfen Lied、涼しい感覚！\u001b[22m\n\u001b[1m(Elfen Lied, suzushī kankaku!)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied,cool sensations!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied,cool sensations!\u001b[24m\n    \u001b[1mElfen Lied、涼しい感覚！\u001b[22m, \u001b[1mエルフェンは、クールな感覚を歌曲！\u001b[22m\n\u001b[1m\u001b[22m\nwhen iFirst got it, iDidn't expect an anime like that, the first minutes are kinda straight because it involves nudity and bodies exploding everywhere, iEnjoyed it thought.. the scenario is nice, all these peoples brought back in under the same roof after a terrible event that happend in the past..the characters are nice and attaching, the only think iRegret it was very short, 13 episodes only, iHope to find an anime with the same sensation it gave me (n_n)\n\n\u001b[1miFirstがそれを得たとき、私はそれのようなアニメを期待していない、初めの分はヌードと体がどこでも爆発するのでまあまあまあまあまあまあ良いと思った。シナリオは素晴らしく、これらの人々はすべて同じ屋根の下に戻った 過去に起こったひどい出来事。そのキャラクターは素敵で、ついている、唯一の考えはiRegret、それは私に与えられたのと同じ感覚を持つアニメを見つけるために、私は（h_ope）\u001b[22m\n\u001b[1m(IFirst ga sore o eta toki, watashi wa sore no yōna anime o kitai shite inai, hajime no bun wa nūdo to karada ga doko demo bakuhatsu surunode mā mā mā mā mā mā yoi to omotta. Shinario wa subarashiku, korera no hitobito wa subete onaji yane no shita ni modotta kako ni okotta hidoi dekigoto. Sono kyarakutā wa sutekide, tsuite iru, yuiitsu no kangae wa iRegret, sore wa watashi ni atae rareta no to onaji kankaku o motsu anime o mitsukeru tame ni, watashi wa (h _ ope))\u001b[22m\n\nTranslations of \u001b[4mwhen iFirst got it, iDidn't expect an anime like that, the first minutes are kinda straight because it involves nudity and bodies exploding everywhere, iEnjoyed it thought.. the scenario is nice, all these peoples brought back in under the same roof after a terrible event that happend in the past..the characters are nice and attaching, the only think iRegret it was very short, 13 episodes only, iHope to find an anime with the same sensation it gave me (n_n)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhen iFirst got it, iDidn't expect an anime like that, the first minutes are kinda straight because it involves nudity and bodies exploding everywhere, iEnjoyed it thought.. the scenario is nice, all these peoples brought back in under the same roof after\u001b[24m\n    \u001b[1miFirstがそれを得たとき、私はそれのようなアニメを期待していない、初めの分はヌードと体がどこでも爆発するのでまあまあまあまあまあまあ良いと思った。シナリオは素晴らしく、これらの人々はすべて同じ屋根の下に戻った\u001b[22m, \u001b[1miFirstがそれを得たとき、iDidn'tはそのようなアニメを期待し、それはどこにでも爆発ヌードや体を含むので、最初の数分はちょっとまっすぐで、それは考えiEnjoyed..シナリオがいいです、すべてのこれらの人々は後に同じ屋根の下で持ち帰っ\u001b[22m\n\u001b[4ma terrible event that happend in the past..the characters are nice and attaching, the only think iRegret it was very short, 13 episodes only, iHope to find an anime with the same sensation it gave me (n_n)\u001b[24m\n    \u001b[1m過去に起こったひどい出来事。そのキャラクターは素敵で、ついている、唯一の考えはiRegret、それは私に与えられたのと同じ感覚を持つアニメを見つけるために、私は（h_ope）\u001b[22m, \u001b[1mpast..the文字で起こった恐ろしい出来事だけiRegretが、13のエピソードだけ、iHopeはそれが私を与えた同じ感覚（N_N）でアニメを見つけることは、非常に短いものだったと思う、素晴らしく、装着されています\u001b[22m\n\u001b[1m\u001b[22m\nwhy iLiked it: the scenario, the characters, the animation itself, fights and gore action :P\n\n\u001b[1mそれはなぜiLiked：シナリオ、キャラクター、アニメーション自体、戦いとゴアアクション：P\u001b[22m\n\u001b[1m(Sore wa naze iLiked: Shinario, kyarakutā, animēshon jitai, tatakai to goaakushon: P)\u001b[22m\n\nTranslations of \u001b[4mwhy iLiked it: the scenario, the characters, the animation itself, fights and gore action :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhy iLiked it: the scenario, the characters, the animation itself, fights and gore action :P\u001b[24m\n    \u001b[1mそれはなぜiLiked：シナリオ、キャラクター、アニメーション自体、戦いとゴアアクション：P\u001b[22m, \u001b[1mなぜそれをiLiked：シナリオ、キャラクター、アニメーション自体、戦いとゴアアクション：P\u001b[22m\n\u001b[1m\u001b[22m\nwhat i Didn't like: too short, weird ending Oo\n\n\u001b[1m私は好きではなかった：あまりにも短く、奇妙な結末OO\u001b[22m\n\u001b[1m(Watashi wa sukide wa nakatta: Amarini mo mijikaku, kimyōna ketsumatsu OO)\u001b[22m\n\nTranslations of \u001b[4mwhat i Didn't like: too short, weird ending Oo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat i Didn't like: too short, weird ending Oo\u001b[24m\n    \u001b[1m私は好きではなかった：あまりにも短く、奇妙な結末OO\u001b[22m, \u001b[1m私は好きではなかったもの：短すぎ、奇妙なエンディングあぁ\u001b[22m\n\u001b[1m\u001b[22m\niGive it a 9/10\n\n\u001b[1mそれを9月10日にiGive\u001b[22m\n\u001b[1m(Sore o 9 tsuki 10-nichi ni iGive)\u001b[22m\n\nTranslations of \u001b[4miGive it a 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4miGive it a 9/10\u001b[24m\n    \u001b[1mそれを9月10日にiGive\u001b[22m, \u001b[1miGiveそれ9/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Rokulydian",
    "profile": "/profile/Rokulydian/reviews",
    "pages": "16",
    "number": "12",
    "link": "/reviews.php?id=90513",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを完全に愛しました。 私はプロットが驚異的で、心理学的にねじれた/スリリングで、深みがあることを発見しました。 私は、多くの人がアニメを始めるために主人公のルーシーの素早いヌードの内容に幾分嫌になっていることを知っていましたが、私はそれがキャラクターと彼女の状況を表していることを発見しました。 彼女が他人にどのように感知されたかというアニメと心理学では、 私はゴアの強さもまた重要な要素だったと思います。ルーシーのキャラクターを再現し、自分自身とコッタとの間のロマンスに関しても、あなたは自分の理解を深めています。 私はアニメの他のマイナーキャラクターのいくつかが大したものではなかった（例えば、私が嫌われたコッタのいとこ、バンドーも）。彼らはプロットに必要だったが、私は彼らのキャラクターが気に入らなかったが、 振り返って彼らはどこにいたのか理解していた。 驚くべきアニメのすべてで、私はそれが保持した深さを説明することさえできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI loved this anime completely. I found the plot to be phenomenal, psychologically twisted/thrilling, and strong in depth. I've know a lot of people found themselves somewhat disgusted by the immediate nude content of the main character Lucy to start off the anime but I found that it represented the character and her situation - the depth of who she was in relation to everyone else in the anime and the psychology of how she was perceived by others. I think that the intensity of gore was a factor that was deeply important as well because it again depicted Lucy's character and watching it you developed a sense of understanding of her as did you also in relation to the romance between herself and Kohta. I was terribly not fond of some of the other minor characters in the anime (for example Kohta's cousin I detested, as well as Bando) and although they were necessary to the plot I just didn't like their characters, but hey I suppose in retrospect they made sense where they were. All in all a phenomenal anime and I can't even begin to explain the depth it held.\n\n\u001b[1m私はこのアニメを完全に愛しました。 私はプロットが驚異的で、心理学的にねじれた/スリリングで、深みがあることを発見しました。 私は、多くの人がアニメを始めるために主人公のルーシーの素早いヌードの内容に幾分嫌になっていることを知っていましたが、私はそれがキャラクターと彼女の状況を表していることを発見しました。 彼女が他人にどのように感知されたかというアニメと心理学では、 私はゴアの強さもまた重要な要素だったと思います。ルーシーのキャラクターを再現し、自分自身とコッタとの間のロマンスに関しても、あなたは自分の理解を深めてくれました。 私はアニメの他のマイナーキャラクターのいくつかが大したものではなかった（例えば、私が嫌われたコッタのいとこ、バンドーも）。 振り返って彼らはどこにいたのか理解していた。 驚くべきアニメのすべてで、私はそれが保持した深さを説明することさえできません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o kanzen ni aishimashita. Watashi wa purotto ga kyōi-tekide, shinri-gaku-teki ni nejireta/ suriringude, fukami ga aru koto o hakken shimashita. Watashi wa, ōku no hito ga anime o hajimeru tame ni shujinkō no rūshī no subayai nūdo no naiyō ni ikubun iya ni natte iru koto o shitte imashitaga, watashi wa sore ga kyarakutā to kanojo no jōkyō o arawashite iru koto o hakken shimashita. Kanojo ga tanin ni dono yō ni kanchi sa reta ka to iu anime to shinri-gakude wa, watashi wa Goa no tsuyo-sa mo mata jūyōna yōsodatta to omoimasu. Rūshī no kyarakutā o saigen shi, jibun jishin to Kotta to no ma no romansu ni kanshite mo, anata wa jibun no rikai o fukamete kuremashita. Watashi wa anime no ta no mainākyarakutā no ikutsu ka ga taishita monode wa nakatta (tatoeba, watashi ga kirawa reta Kotta no itoko, bandō mo). Furikaette karera wa dokoni ita no ka rikai shite ita. Odorokubeki anime no subete de, watashi wa sore ga hoji shita fuka-sa o setsumei suru koto sae dekimasen.)\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "thelastpages",
    "profile": "/profile/thelastpages/reviews",
    "pages": "16",
    "number": "13",
    "link": "/reviews.php?id=52377",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nElfen Liedは、多くのアニメファンがそれを聞いたように、非常に「カルト」アニメですが、激しい暴力を含んでいるなど、聞いたことがあるため、多くの人が怖いです。 ゴア、ヌードといくつかの悲惨なシーン。\nそれは本当ですが、私はこのシリーズは、アニメファンを見なければならないと思うだけでなく、サウンドトラックやアートワークは美しいですが、物語は、キャラクターの開発と一緒に素晴らしいと13のエピソードのすべてを握っている。\n私はそれをもっと推薦することはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied is very much a 'cult' anime, as many anime fans have heard of it, but many are also almost afraid to watch it because of some of the things they've heard about it, like the fact it contains intense violence and gore, nudity and a few distressing scenes.\n\n\u001b[1mElfen Liedは、多くのアニメファンがそれを聞いたように、非常に「カルト」アニメですが、激しい暴力を含んでいるなど、聞いたことがあるため、多くの人が怖いです。 ゴア、ヌードといくつかの悲惨なシーン。\u001b[22m\n\u001b[1m(Elfen Lied wa, ōku no anime fan ga sore o kiita yō ni, hijō ni `karuto' animedesuga, hageshī bōryoku o fukunde iru nado, kiita koto ga aru tame, ōku no hito ga kowaidesu. Goa, nūdo to ikutsu ka no hisan'na shīn.)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied is very much a 'cult' anime, as many anime fans have heard of it, but many are also almost afraid to watch it because of some of the things they've heard about it, like the fact it contains intense violence and gore, nudity and a few distressing scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied is very much a 'cult' anime, as many anime fans have heard of it, but many are also almost afraid to watch it because of some of the things they've heard about it, like the fact it contains intense violence and\u001b[24m\n    \u001b[1mElfen Liedは、多くのアニメファンがそれを聞いたように、非常に「カルト」アニメですが、激しい暴力を含んでいるなど、聞いたことがあるため、多くの人が怖いです。\u001b[22m, \u001b[1mエルフェンリート多くのアニメファンはそれを聞いたことがあるが、多くはためにも、彼らはそれについて聞いたことのいくつかのそれを見ることはほとんど恐れている、という事実のように、それは激しい暴力が含まれているように、非常に多くの「カルト」のアニメで、\u001b[22m\n\u001b[4mgore, nudity and a few distressing scenes.\u001b[24m\n    \u001b[1mゴア、ヌードといくつかの悲惨なシーン。\u001b[22m, \u001b[1mゴア、ヌード、いくつかの悲惨なシーン。\u001b[22m\nAlthough that is true, I would consider this series a must watch for any anime fan, not only are the soundtrack and artwork beautiful, but the story is fantastic, along with the character development and will keep you gripped for all thirteen episodes.\n\n\u001b[1mそれは本当ですが、私はこのシリーズは、アニメファンを見なければならないと思うだけでなく、サウンドトラックやアートワークは美しいですが、物語は、キャラクターの開発と一緒に素晴らしいと13のエピソードのすべてを握っている。\u001b[22m\n\u001b[1m(Sore wa hontōdesu ga, watashi wa kono shirīzu wa, anime fan o minakereba naranai to omou dakedenaku, saundotorakku ya ātowāku wa utsukushīdesuga, monogatari wa, kyarakutā no kaihatsu to issho ni subarashī to 13 no episōdo no subete o nigitte iru.)\u001b[22m\n\nTranslations of \u001b[4mAlthough that is true, I would consider this series a must watch for any anime fan, not only are the soundtrack and artwork beautiful, but the story is fantastic, along with the character development and will keep you gripped for all thirteen episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough that is true, I would consider this series a must watch for any anime fan, not only are the soundtrack and artwork beautiful, but the story is fantastic, along with the character development and will keep you gripped for all thirteen episodes.\u001b[24m\n    \u001b[1mそれは本当ですが、私はこのシリーズは、アニメファンを見なければならないと思うだけでなく、サウンドトラックやアートワークは美しいですが、物語は、キャラクターの開発と一緒に素晴らしいと13のエピソードのすべてを握っている。\u001b[22m, \u001b[1mそれは本当ですが、私はこのシリーズaは任意のアニメファンのために監視する必要があります検討すると、サウンドトラックとアートワーク美しいだけでなく、ストーリーはキャラクターの開発とともに、幻想的であり、あなたはすべての13のエピソードのための把持を維持します。\u001b[22m\nI can't recommend it more.\n\n\u001b[1m私はそれをもっと推薦することはできません。\u001b[22m\n\u001b[1m(Watashi wa sore o motto suisen suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI can't recommend it more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't recommend it more.\u001b[24m\n    \u001b[1m私はそれをもっと推薦することはできません。\u001b[22m, \u001b[1m私はもっとそれをお勧めすることはできません。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "fangorclaw",
    "profile": "/profile/fangorclaw/reviews",
    "pages": "16",
    "number": "14",
    "link": "/reviews.php?id=68983",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  4\nキャラクター|  1\n|  2\n\nelfenの嘘は疑いの余地なく存在する最も誇張されたアニメである。 ショーには、貧しい人物、迷惑な音楽、そして2年生が来ることができる「プロット・ツイスト」という非常に退屈なストーリー・ラインがあります。 すべてのすべてのelfenの嘘はすべての時間の最悪のアニメの私のリストには、それがとても悪いだけでなく、誰もが完全に存在しない '深さ'についてどのように怒っているかのためにそこにいるかもしれません。 結論としては、単に時間と痛みを節約し、それを見ないでください。 あなたは何か血まみれの時計バカノを見たい場合、ショーは過剰な血まみれであり、ヌードはショーに何も追加しません！ この恐ろしいアニメだけでなく、死刑囚の不思議の国でもあります。 ショーは徹底的に見なければならない痛みでしたが、悪い（理由があっても）ショーを見るのがポイントです。私は最後まで行きました。 私は涙に飽きていて、どんなキャラクターにとっても共感は感じませんでした。 彼らはそれが行動と悲しみでいっぱいになると思うので、多くの人々がこれに惹かれています。 いや...もしショーがキャラクターをあまりにも貧弱に開発せず、アクションシーンが非常に少なく、彼らが起こったときに彼らは短くて退屈であれば、少し悲しいことかもしれません。 あなたが悲しみを探しているなら、天使のビートを見なさい！ このショーには何の意味もありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nelfen lied is without a doubt the most overrated anime in existence. the show has an incredibly boring story line filled with poor characters, annoying music and 'plot twists' that a 2nd grader could see coming. all in all elfen lied may be up there in my list of all time worst anime not only because it is so bad, but also because of how everyone raves about it's 'depth' which is completely non existent. in conclusion simply save yourself the time and pain and do not watch it. the show is excessive bloody and the nudity adds nothing to the show, if you want to watch something bloody watch baccano! or hellsing or even deadman wonderland anything but this dreadful anime. the show was a pain to watch through but i make it my point to watch a show through even if it is bad (within reason) so i went through to the end. i was bored to tears and felt no empathy for any character at all. many people are drawn to this because they think it will be full of action and sadness. nope... maybe it would be a little bit sad if the show didn't develop the characters so poorly and there are very few action scenes and when they do happen they are short and boring. if you are looking for sadness go watch angel beats! or something else this show has nothing in that regard.\n\n\u001b[1melfenの嘘は疑いの余地なく存在する最も誇張されたアニメである。 ショーには、貧しい人物、迷惑な音楽、そして2年生が来ることができる「プロット・ツイスト」という非常に退屈なストーリー・ラインがあります。 すべてのすべてのelfenの嘘はすべての時間の最悪のアニメの私のリストには、それがとても悪いだけでなく、誰もが完全に存在しない '深さ'についてどのように怒っているかのためにそこにいるかもしれません。 結論としては、単に時間と痛みを節約し、それを見ないでください。 あなたは何か血まみれの時計バカノを見たい場合、ショーは過剰な血まみれであり、ヌードはショーに何も追加しません！ この恐ろしいアニメだけでなく、死刑囚の不思議の国でもあります。 ショーは徹底的に見なければならない痛みでしたが、悪い（理由があっても）ショーを見るのがポイントです。私は最後まで行きました。 私は涙に飽きていて、どんなキャラクターにとっても共感は感じませんでした。 彼らはそれが行動と悲しみでいっぱいになると思うので、多くの人々がこれに惹かれています。 いや...もしショーがキャラクターをあまりにも貧弱に開発せず、アクションシーンが非常に少なく、彼らが起こったときに彼らは短くて退屈であれば、少し悲しいことかもしれません。 あなたが悲しみを探しているなら、天使のビートを見なさい！ このショーには何の意味もありません。\u001b[22m\n\u001b[1m(Elfen no uso wa utagai no yochi naku sonzai suru mottomo kochō sa reta animedearu. Shō ni wa, mazushī jinbutsu, meiwakuna ongaku, soshite 2-nensei ga kuru koto ga dekiru `purotto tsuisuto' to iu hijō ni taikutsuna sutōrī rain ga arimasu. Anata wa nani ka chimamire no tokei bakano o mitai baai, shō wa kajōna chimamiredeari, nūdo wa shō ni nani mo tsuika shimasen! Kono osoroshī anime dakedenaku, shikeishū no fushiginokunide mo arimasu. Shō wa tetteiteki ni minakereba naranai itamideshitaga, warui (riyū ga atte mo) shō o miru no ga pointodesu. Watashi wa saigo made ikimashita. Watashi wa namida ni akite ite, don'na kyarakutā ni tottemo kyōkan wa kanjimasendeshita. Karera wa sore ga kōdō to kanashimi de ippai ni naru to omou node, ōku no hitobito ga kore ni hika rete imasu. Iya... Moshi shō ga kyarakutā o amarini mo hinjaku ni kaihatsu sezu, akushonshīn ga hijō ni sukunaku, karera ga okotta toki ni karera wa mijikakute taikutsudeareba, sukoshi kanashī koto kamo shiremasen. Anata ga kanashimi o sagashite irunara, tenshi no bīto o mi nasai! Kono shō ni wa nani no imi mo arimasen. Subete no subete no elfen no uso wa subete no jikan no saiaku no anime no watashi no risuto ni wa, sore ga totemo warui dakedenaku, daremoga kanzen ni sonzaishinai' fuka-sa' ni tsuite dono yō ni okotte iru ka no tame ni soko ni iru kamo shiremasen. Ketsuron to shite wa, tan'ni jikan to itami o setsuyaku shi, sore o minaide kudasai.)\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "weirdoperson1993",
    "profile": "/profile/weirdoperson1993/reviews",
    "pages": "16",
    "number": "15",
    "link": "/reviews.php?id=221349",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\nこのシリーズは絶え間ない悲劇であり、安価な叫びや2つの理由で良いかもしれませんが、それはショックの価値でいっぱいの安い悲劇であり、この悲劇が起こることを意味する人々を意味します。 キャラクターの中にはお互いに意味がないものもあれば、このショーで本当にまともな人たちがいくつかの主要なキャラクターであるなら、起こったことはないでしょう。 しかし同時に、私はこのアニメが途方もなく恐ろしいとは思わない。\n\nまず、心理的な問題のいくつかに注意が払われ、深刻な精神状態のように扱われた場合、Koutaの性格が興味深いキャラクターになる可能性があるなど、より多くの考えを与えられれば、 彼の心理的な問題はそこにさえいなくて、時にはそれを無視して、さらには、あまりにも腐敗して、彼の心理的な問題は悲劇のために引き起こされたように、人々はちょうどそれを扱う。 私は彼がこの条件を持っていたという事実はすでに悲劇のための良い設定だったと思うが、勿論、賭け金を不必要に吹き飛ばしてしまった。\n\n私は「あまりにも頑張っている」というようなことは考えていませんが、誰かに感動させるのが難しいと思うようなことがあると思います。 そして、この特定のプロジェクトの背後にあったクリエイターや誰かが、今までに作られた最大の、悲しい、そして最も衝撃的なアニメを作ることを本当に大変に努めていたようです。 激しい暴力は、死の場面をより衝撃的にするために使用され、平均的なうつ状態では、死者は実際よりもはるかに悲しいようです。 時々、ショーは、次のエピソードで完全にうまくいくと、いくつかのキャラクターが死ぬだろうと思うことさえ馬鹿げています。\nそしてショーはまた過剰な量にヌードを使用することの有罪です。 私は、ショーの最初の分の間にヌードの使用が主人公とうまくいったと思うように、うまくいますが、ヌードは、深刻な場面では使用が中止され、ファンサービスとコメディのために使用されています。 真剣に受けたいアニメでは止める必要がある。 そして、私は、シリーズが悲惨なものにしようとしているシリーズのコメディーをしようとしていることさえ笑っています。\n\nだから、Elfen Liedはヌードと暴力を使って視聴者を泣かせる初心者の悲劇で、10代の若者や、泣かせる別の悲しいアニメを探している人にとっては素晴らしいことですが、 まあ、正直なところ、それを見たいと思っているかもしれませんが、私はそれについて多くの悪いことを言っていましたが、それはあるレベルでは本当にうまくいっています。 そして、はい、私はそれが疑わしいコンテンツのためにどんな意味でも良いとは言わないでしょうが、それはもちろんそれはドラマなのです。プラス私はこれまでに買った最初のアニメDVDの1つなので少しノスタルジアブラインドです 自分のため。\n\nこのアニメが明白な内容で、ドラマを超えてファジーを落ち着かせただけで、私は実際には、この壮大な悲劇が知られているのではなく、超暴力的な日本の漫画であるということで悪名高いとは思わない。 そして、私はそれが暴力と明示的なコンテンツの使用であることが悪いとは思わないが、それは単にそれが使用された方法である。 それはあまりにもあなたの顔でそれについてだった。 それは人々がお互いを傷つけることができる多くの方法のための良いmetaphoreとして使用されている可能性があります。 キャラクターはいつも何らかの形でお互いを傷つけていたかのように見えたのではなく、肉体的にも感情的にも、このアニメの下敷きテーマの一種であると考えられました。 意図的かどうか。 しかし、テーマの種類は、暴力と明示的なコンテンツに影を落としてしまいました。それはそのような損害賠償そのものではありますが、とにかくそれはこのアニメの意見を長らく残しています。\nこのアニメは明白な内容でなければ気づかれないだろうと思う人もいますが、もっと柔らかくて静かであればこのアニメはまだまだ特別なものを持っていたと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis series is a constant tragedy and it may be good for a cheap cry or two but that's all it is, it's a cheap tragedy filled with shock value and extremely mean people to allow this tragedy to happen, I mean I swear a lot of this wouldn't have happened if some of the characters weren't so mean to each other and of course the only real decent people in this show are some of the main characters. But at the same time I don't think this anime was so terrible it's in the middle.\n\n\u001b[1mこのシリーズは絶え間ない悲劇で、安価な叫びや2つのことには良いかもしれませんが、それはショックの価値でいっぱいの安い悲劇であり、この悲劇が起こることを非常に意味します。 キャラクターの中にはお互いに意味がないものもあれば、このショーで本当にまともな人たちがいくつかの主要なキャラクターであるなら、起こったことはないでしょう。 しかし同時に、私はこのアニメが途方もなく恐ろしいとは思わない。\u001b[22m\n\u001b[1m(Kono shirīzu wa taema nai higeki de, ankana sakebi ya 2tsu no koto ni wa yoi kamo shiremasenga, soreha shokku no kachi de ippai no yasui higekideari, kono higeki ga okoru koto o hijō ni imi shimasu. Kyarakutā no nakaniha otagai ni imi ga nai mono mo areba, kono shō de hontōni matomona hito-tachi ga ikutsu ka no shuyōna kyarakutādearunara, okotta koto wanaideshou. Shikashi dōjini, watashi wa kono anime ga tohō mo naku osoroshī to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mThis series is a constant tragedy and it may be good for a cheap cry or two but that's all it is, it's a cheap tragedy filled with shock value and extremely mean people to allow this tragedy to happen, I mean I swear a lot of this wouldn't have happened if some of the characters weren't so mean to each other and of course the only real decent people in this show are some of the main characters. But at the same time I don't think this anime was so terrible it's in the middle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is a constant tragedy and it may be good for a cheap cry or two but that's all it is, it's a cheap tragedy filled with shock value and extremely mean people to allow this tragedy to happen, I mean I swear a lot of this\u001b[24m\n    \u001b[1mこのシリーズは絶え間ない悲劇で、安価な叫びや2つのことには良いかもしれませんが、それはショックの価値でいっぱいの安い悲劇であり、この悲劇が起こることを非常に意味します。\u001b[22m, \u001b[1mこのシリーズは、一定の悲劇であり、それは安価な叫びまたは2のために良いかもしれないが、それはそれがすべてです、それはこの悲劇が起こることを可能にするために衝撃値と非常に平均の人で埋め安い悲劇だ、私はこれの多くを誓う意味します\u001b[22m\n\u001b[4mwouldn't have happened if some of the characters weren't so mean to each other and of course the only real decent people in this show are some of the main characters.\u001b[24m\n    \u001b[1mキャラクターの中にはお互いに意味がないものもあれば、このショーで本当にまともな人たちがいくつかの主要なキャラクターであるなら、起こったことはないでしょう。\u001b[22m, \u001b[1m文字の一部が非常にお互いに意味されていなかったし、もちろんこのショーで唯一の本当のまともな人々はメインキャラクターのいくつかである場合には起こらなかっただろう。\u001b[22m\n\u001b[4mBut at the same time I don't think this anime was so terrible it's in the middle.\u001b[24m\n    \u001b[1mしかし同時に、私はこのアニメが途方もなく恐ろしいとは思わない。\u001b[22m, \u001b[1mしかし同時に私はこのアニメは、それが途中でだそうひどいものだったとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off I think some of the characters could have been more interesting if they were given more thought such as the character of Kouta could have been an interesting character if some of his psychological problems were given more attention and was treated like a serious mental condition but instead people just treat it like his psychological problems aren't even there and sometimes even flat out ignore it and further more, with out spoiling too much, his psychological problems were caused due to a tragedy. I think the fact he had this condition was already a good set up for tragedy but of course they had to ramp up the stakes to needlessly over blown proportions.\n\n\u001b[1mまず、心理的な問題のいくつかに注意が払われ、深刻な精神状態のように扱われた場合、Koutaの性格が興味深いキャラクターになる可能性があるなど、より多くの考えを与えられれば、 彼の心理的な問題はそこにさえいなくて、時にはそれを無視して、さらには、あまりにも腐敗して、彼の心理的な問題は悲劇のために引き起こされたように、人々はちょうどそれを扱う。 私は彼がこの条件を持っていたという事実はすでに悲劇のための良い設定だったと思うが、勿論、賭け金を不必要に吹き飛ばしてしまった。\u001b[22m\n\u001b[1m(Mazu, shinri-tekina mondai no ikutsu ka ni chūi ga harawa re, shinkokuna seishin jōtai no yō ni atsukawa reta baai, Kouta no seikaku ga kyōmibukai kyarakutā ni naru kanōsei ga aru nado, yori ōku no kangae o atae rarereba, kare no shinri-tekina mondai wa soko ni sae inakute, tokiniha sore o mushi shite, sarani wa, amarini mo fuhai shite, kare no shinri-tekina mondai wa higeki no tame ni hikiokosa reta yō ni, hitobito wa chōdo sore o atsukau. Watashi wa kare ga kono jōken o motte ita to iu jijitsu wa sudeni higeki no tame no yoi setteidatta to omou ga, mochiron, kake-kin o fuhitsuyō ni fukitobashite shimatta.)\u001b[22m\n\nTranslations of \u001b[4mFirst off I think some of the characters could have been more interesting if they were given more thought such as the character of Kouta could have been an interesting character if some of his psychological problems were given more attention and was treated like a serious mental condition but instead people just treat it like his psychological problems aren't even there and sometimes even flat out ignore it and further more, with out spoiling too much, his psychological problems were caused due to a tragedy. I think the fact he had this condition was already a good set up for tragedy but of course they had to ramp up the stakes to needlessly over blown proportions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off I think some of the characters could have been more interesting if they were given more thought such as the character of Kouta could have been an interesting character if some of his psychological problems were given more attention and was treated like a serious mental condition but\u001b[24m\n    \u001b[1mまず、心理的な問題のいくつかに注意が払われ、深刻な精神状態のように扱われた場合、Koutaの性格が興味深いキャラクターになる可能性があるなど、より多くの考えを与えられれば、\u001b[22m, \u001b[1mまず第一に私は、彼らが彼の心理的な問題のいくつかはもっと注意を与え、深刻な精神状態のように扱われたが、場合小唄の文字が面白いキャラクターだったかもしれないとして、それ以上のそのような考えを与えた場合には文字の一部をより面白くしていると思います\u001b[22m\n\u001b[4minstead people just treat it like his psychological problems aren't even there and sometimes even flat out ignore it and further more, with out spoiling too much, his psychological problems were caused due to a tragedy.\u001b[24m\n    \u001b[1m彼の心理的な問題はそこにさえいなくて、時にはそれを無視して、さらには、あまりにも腐敗して、彼の心理的な問題は悲劇のために引き起こされたように、人々はちょうどそれを扱う。\u001b[22m, \u001b[1mだけではなく、彼の心理的な問題のように扱う人々も存在し、時にはアウトアウトが多すぎる台無しに、よりさらにそれを無視しても平らではない、彼の心理的な問題が原因で悲劇に引き起こされました。\u001b[22m\n\u001b[4mI think the fact he had this condition was already a good set up for tragedy but of course they had to ramp up the stakes to needlessly over blown proportions.\u001b[24m\n    \u001b[1m私は彼がこの条件を持っていたという事実はすでに悲劇のための良い設定だったと思うが、勿論、賭け金を不必要に吹き飛ばしてしまった。\u001b[22m, \u001b[1m私は彼がこの条件を持っていた事実はすでに悲劇のために設定良かったと思いますが、もちろん、彼らはへの不吹き割合以上の株式を立ち上げなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI don't think there is such a thing as 'Trying too hard' but I do think there is such a thing as trying too hard to impress somebody. And it seems as though the creator or whoever was behind this particular project was trying really hard to make the biggest, saddest and most shocking anime ever made. The intense violence is used to make the death scenes more shocking and with the mean and depressing atmosphere, the deaths seem a lot more sad than they actually are. At times the show even fools you to think some characters are going to die when in the next episode they are completely fine.\n\n\u001b[1m私は「あまりにも頑張っている」というようなことは考えていませんが、誰かに感動させるのが難しいと思うようなことがあると思います。 そして、この特定のプロジェクトの背後にあったクリエイターや誰かが、今までに作られた最大の、悲しい、そして最も衝撃的なアニメを作ることを本当に大変に努めていたようです。 激しい暴力は、死の場面をより衝撃的にするために使用され、平均的なうつ状態では、死者は実際よりもはるかに悲しいようです。 時々、ショーは、次のエピソードで完全にうまくいくと、いくつかのキャラクターが死ぬだろうと思うことさえ馬鹿げています。\u001b[22m\n\u001b[1m(Watashi wa `amarini mo ganbatte iru' to iu yōna koto wa kangaete imasenga, dareka ni kandō sa seru no ga muzukashī to omou yōna koto ga aru to omoimasu. Soshite, kono tokutei no purojekuto no haigo ni atta kurieitā ya darekaga, ima made ni tsukura reta saidai no, kanashī, soshite mottomo shōgeki-tekina anime o tsukuru koto o hontōni taihen ni tsutomete ita yōdesu. Hageshī bōryoku wa, shi no bamen o yori shōgeki-teki ni suru tame ni shiyō sa re, heikin-tekina utsu jōtaide wa, shisha wa jissai yori mo haruka ni kanashī yōdesu. Tokidoki, shō wa,-ji no episōdo de kanzen ni umaku iku to, ikutsu ka no kyarakutā ga shinudarou to omou koto sae bakagete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't think there is such a thing as 'Trying too hard' but I do think there is such a thing as trying too hard to impress somebody. And it seems as though the creator or whoever was behind this particular project was trying really hard to make the biggest, saddest and most shocking anime ever made. The intense violence is used to make the death scenes more shocking and with the mean and depressing atmosphere, the deaths seem a lot more sad than they actually are. At times the show even fools you to think some characters are going to die when in the next episode they are completely fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't think there is such a thing as 'Trying too hard' but I do think there is such a thing as trying too hard to impress somebody.\u001b[24m\n    \u001b[1m私は「あまりにも頑張っている」というようなことは考えていませんが、誰かに感動させるのが難しいと思うようなことがあると思います。\u001b[22m, \u001b[1m私は「あまりにもハードしよう」のようなものがあるとは思わないが、私は誰かを印象づけるためにあまりにもハードしようとしてそのようなことがあると思います。\u001b[22m\n\u001b[4mAnd it seems as though the creator or whoever was behind this particular project was trying really hard to make the biggest, saddest and most shocking anime ever made.\u001b[24m\n    \u001b[1mそして、この特定のプロジェクトの背後にあったクリエイターや誰かが、今までに作られた最大の、悲しい、そして最も衝撃的なアニメを作ることを本当に大変に努めていたようです。\u001b[22m, \u001b[1mそして、それは創作者かのように、または誰でも、この特定のプロジェクトの背後にあったことはこれまでに作った最大の、最も悲しい最も衝撃的なアニメを作るために本当にハードにしようとしていたようです。\u001b[22m\n\u001b[4mThe intense violence is used to make the death scenes more shocking and with the mean and depressing atmosphere, the deaths seem a lot more sad than they actually are.\u001b[24m\n    \u001b[1m激しい暴力は、死の場面をより衝撃的にするために使用され、平均的なうつ状態では、死者は実際よりもはるかに悲しいようです。\u001b[22m, \u001b[1m激しい暴力、死のシーンがもっと衝撃的にするために使用され、平均値と憂鬱な雰囲気で、死者はより多くの悲しい彼らは実際よりも見えます。\u001b[22m\n\u001b[4mAt times the show even fools you to think some characters are going to die when in the next episode they are completely fine.\u001b[24m\n    \u001b[1m時々、ショーは、次のエピソードで完全にうまくいくと、いくつかのキャラクターが死ぬだろうと思うことさえ馬鹿げています。\u001b[22m, \u001b[1m時にはショーも、あなたは次のエピソードで、彼らは完全に罰金である場合に一部の文字が死ぬしようとしていると思うする愚か者。\u001b[22m\nAnd the show is also guilty of using nudity to an excessive amount. It's fine at times, like I do think the use of nudity within the first minutes of the show was fine with the main character, but than the nudity is stopped being used for serious scenes and are than used for fanservice and comedy which is something that needs to stop in animes that want to be taken seriously. And I even find it laughable that the series is even attempting comedy for a series that is trying to be so tragic that it makes grown men cry.\n\n\u001b[1mそしてショーはまた過剰な量にヌードを使用することの有罪です。 ショーの最初の分の間にヌードの使用が主人公とうまくいったと思うように、うまくいきますが、ヌードは深刻なシーンに使用されなくなり、ファンタスティックとコメディのために使用されています 真剣に受けたいアニメでは止める必要がある。 そして、私は、シリーズが悲惨なものにしようとしているシリーズのコメディーをしようとしていることさえ笑っています。\u001b[22m\n\u001b[1m(Soshite shō wa mata kajōna ryō ni nūdo o shiyō suru koto no yūzaidesu. Shō no saisho no bun no ma ni nūdo no shiyō ga shujinkō to umaku itta to omou yō ni, umaku ikimasuga, nūdo wa shinkokuna shīn ni shiyō sa renaku nari, fantasutikku to komedi no tame ni shiyō sa rete imasu shinken ni uketai animede wa tomeru hitsuyō ga aru. Soshite, watashi wa, shirīzu ga hisan'na mono ni shiyou to shite iru shirīzu no komedī o shiyou to shite iru koto sae waratte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the show is also guilty of using nudity to an excessive amount. It's fine at times, like I do think the use of nudity within the first minutes of the show was fine with the main character, but than the nudity is stopped being used for serious scenes and are than used for fanservice and comedy which is something that needs to stop in animes that want to be taken seriously. And I even find it laughable that the series is even attempting comedy for a series that is trying to be so tragic that it makes grown men cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the show is also guilty of using nudity to an excessive amount.\u001b[24m\n    \u001b[1mそしてショーはまた過剰な量にヌードを使用することの有罪です。\u001b[22m, \u001b[1mそして、ショーはまた、過剰にヌードを使用しての罪を犯しています。\u001b[22m\n\u001b[4mIt's fine at times, like I do think the use of nudity within the first minutes of the show was fine with the main character, but than the nudity is stopped being used for serious scenes and are than used for fanservice and comedy which is something that\u001b[24m\n    \u001b[1mショーの最初の分の間にヌードの使用が主人公とうまくいったと思うように、うまくいきますが、ヌードは深刻なシーンに使用されなくなり、ファンタスティックとコメディのために使用されています\u001b[22m, \u001b[1mそれは私がショーの最初の数分以内にヌードの使用が主人公で大丈夫だったと思いますかのように、時間に細かいですが、ヌードよりも深刻なシーンに使用されて停止されたものですサービスカットとコメディのために使用されているよりも、その\u001b[22m\n\u001b[4mneeds to stop in animes that want to be taken seriously.\u001b[24m\n    \u001b[1m真剣に受けたいアニメでは止める必要がある。\u001b[22m, \u001b[1m真剣にしたいアニメで停止する必要があります。\u001b[22m\n\u001b[4mAnd I even find it laughable that the series is even attempting comedy for a series that is trying to be so tragic that it makes grown men cry.\u001b[24m\n    \u001b[1mそして、私は、シリーズが悲惨なものにしようとしているシリーズのコメディーをしようとしていることさえ笑っています。\u001b[22m, \u001b[1mそして、私もそれがばかばかしいシリーズがあっても、それが成長し、男性が泣いて作るように悲劇的なことしようとしているシリーズのコメディをしようとしていることを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nSo Elfen Lied is an edgy tragedy that used nudity and violence to make it's viewers cry, and it's fine for 'dark and brooding' teenagers and people looking for yet another sad anime that will make them cry but for true anime fans looking for something special , well, honestly you may want to give it a look, I know I said a lot of bad things about it but it's just trying so hard that on some level, it actually does do it's job really well. And yes I won't call it good by any means because of it's questionable content but it of course does do it's drama pretty well, and plus i'm a little nostalgia blind since this is one of the first anime DVDs I have ever bought for myself.\n\n\u001b[1mだから、Elfen Liedはヌードと暴力を使って視聴者を泣かせる初心者の悲劇で、10代の若者や、泣かせる別の悲しいアニメを探している人にとっては素晴らしいことですが、 まあ、正直なところ、それを見たいと思っているかもしれませんが、私はそれについて多くの悪いことを言っていましたが、それはあるレベルでは本当にうまくいっています。 そして、はい、私はそれが疑わしいコンテンツのためにどんな意味でも良いとは言わないでしょうが、それはもちろんそれはドラマなのです。プラス私はこれまでに買った最初のアニメDVDの1つなので少しノスタルジアブラインドです 自分のため。\u001b[22m\n\u001b[1m(Dakara, Elfen Lied wa nūdo to bōryoku o tsukatte shichō-sha o nakaseru shoshinsha no higeki de, 10-dai no wakamono ya, nakaseru betsu no kanashī anime o sagashite iru hito ni totte wa subarashī kotodesuga, mā, shōjikina tokoro, sore o mitai to omotte iru kamo shiremasenga, watashi wa sore ni tsuite ōku no waruikoto o itte imashitaga, sore wa aru reberude wa hontōni umaku itte imasu. Soshite, wa i, watashi wa sore ga utagawashī kontentsu no tame ni don'na imide mo yoi to wa iwanaideshouga, sore wa mochiron sore wa doramana nodesu. Purasu watashi wa kore made ni katta saisho no anime DVD no 1tsunanode sukoshi nosutarujiaburaindodesu jibun no tame.)\u001b[22m\n\nTranslations of \u001b[4mSo Elfen Lied is an edgy tragedy that used nudity and violence to make it's viewers cry, and it's fine for 'dark and brooding' teenagers and people looking for yet another sad anime that will make them cry but for true anime fans looking for something special , well, honestly you may want to give it a look, I know I said a lot of bad things about it but it's just trying so hard that on some level, it actually does do it's job really well. And yes I won't call it good by any means because of it's questionable content but it of course does do it's drama pretty well, and plus i'm a little nostalgia blind since this is one of the first anime DVDs I have ever bought for myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo Elfen Lied is an edgy tragedy that used nudity and violence to make it's viewers cry, and it's fine for 'dark and brooding' teenagers and people looking for yet another sad anime that will make them cry but for true anime fans looking for something special\u001b[24m\n    \u001b[1mだから、Elfen Liedはヌードと暴力を使って視聴者を泣かせる初心者の悲劇で、10代の若者や、泣かせる別の悲しいアニメを探している人にとっては素晴らしいことですが、\u001b[22m, \u001b[1mだからエルフェンリートそれは視聴者が泣くだ作るためにヌードや暴力を使用するエッジの効いた悲劇であり、それは彼らが泣くようになりますまだ別の悲しいアニメのためではなく、特別な何かを探して、真のアニメファンを探している」暗くて陰気「ティーンエイジャーや人々のための罰金です\u001b[22m\n\u001b[4m, well, honestly you may want to give it a look, I know I said a lot of bad things about it but it's just trying so hard that on some level, it actually does do it's job really well.\u001b[24m\n    \u001b[1mまあ、正直なところ、それを見たいと思っているかもしれませんが、私はそれについて多くの悪いことを言っていましたが、それはあるレベルでは本当にうまくいっています。\u001b[22m, \u001b[1m、まあ、正直なところ、あなたはそれを見て与えたいと思うことがあり、私が知っている私はそれについて悪いたくさんのことを言ったが、いくつかのレベルで、それは実際にそれが本当によく仕事だんないことを一生懸命しようとしています。\u001b[22m\n\u001b[4mAnd yes I won't call it good by any means because of it's questionable content but it of course does do it's drama pretty well, and plus i'm a little nostalgia blind since this is one of the first anime DVDs I have ever bought\u001b[24m\n    \u001b[1mそして、はい、私はそれが疑わしいコンテンツのためにどんな意味でも良いとは言わないでしょうが、それはもちろんそれはドラマなのです。プラス私はこれまでに買った最初のアニメDVDの1つなので少しノスタルジアブラインドです\u001b[22m, \u001b[1mそして、それは当然の疑問コンテンツが、それだのためはい私は、任意の手段によって良いそれを呼び出すことはありません、それはかなりよくドラマだやるんし、これは私が今まで買った最初のアニメDVDの一つであるので、プラス私は少し懐かしブラインドよ\u001b[22m\n\u001b[4mfor myself.\u001b[24m\n    \u001b[1m自分のため。\u001b[22m, \u001b[1m自分のために。\u001b[22m, \u001b[1m自分自身のために。\u001b[22m, \u001b[1m自分のために。\u001b[22m\n\u001b[1m\u001b[22m\nIf this anime just calmed the fudge down with it's explicit content and over done drama, I actually think this anime would have not been so infamous for being that ultra violent Japanese cartoon instead of being known for that epic tragedy like it wanted to be. And I don't think it's bad for it's use of violence and explicit content, it's just the way it was used. It was too 'in your face' about it. It could have been used as a good metaphore for the many ways in which people can hurt each other. I think that was supposed to be sort of the underlining theme of this anime, because it seemed as though the characters were always hurting each other in some way, rather it be physically or emotionally. Intentional or not. But the theme sort of got over shadowed by the violence and explicit content, it sort of damages itself that way, but anyways that's man long rambling opinion on this anime.\n\n\u001b[1mこのアニメが明白な内容で、ドラマを超えてファジーを落ち着かせただけで、私は実際には、この壮大な悲劇が知られているのではなく、超暴力的な日本の漫画であるということで悪名高いとは思わない。 そして、私はそれが暴力と明示的なコンテンツの使用であることが悪いとは思わないが、それは単にそれが使用された方法である。 それはあまりにもあなたの顔でそれについてだった。 それは人々がお互いを傷つけることができる多くの方法のための良いmetaphoreとして使用されている可能性があります。 キャラクターはいつも何らかの形でお互いを傷つけていたかのように見えたのではなく、肉体的にも感情的にも、このアニメの下敷きテーマの一種であると考えられました。 意図的かどうか。 しかし、テーマの種類は、暴力と明示的なコンテンツに影を落としてしまいました。それはそのような損害賠償そのものではありますが、とにかくそれはこのアニメの意見を長らく残しています。\u001b[22m\n\u001b[1m(Kono anime ga meihakuna naiyō de, dorama o koete fajī o ochitsuka seta dake de, watashi wa jissai ni wa, kono sōdaina higeki ga shira rete iru node wa naku, chō bōryoku-tekina Nihon no mangadearu to iu koto de akumeidakai to wa omowanai. Soshite, watashi wa sore ga bōryoku to meishitekina kontentsu no shiyōdearu koto ga warui to wa omowanaiga, sore wa tan'ni sore ga shiyō sa reta hōhōdearu. Sore wa amarini mo anata no kao de sore ni tsuitedatta. Sore wa hitobito ga otagai o kizutsukeru koto ga dekiru ōku no hōhō no tame no yoi metaphore to shite shiyō sa rete iru kanōsei ga arimasu. Kyarakutā wa itsumo nanrakano katachi de otagai o kizutsukete ita ka no yō ni mieta node wa naku, nikutai-teki ni mo kanjō-teki ni mo, kono anime no shitajiki tēma no isshudearu to kangae raremashita. Itoteki ka dō ka. Shikashi, tēma no shurui wa, bōryoku to meishitekina kontentsu ni kage o otoshite shimaimashita. Sore wa sono yōna songai baishō sonomonode wa arimasuga, tonikaku sore wa kono anime no iken o nagaraku nokoshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf this anime just calmed the fudge down with it's explicit content and over done drama, I actually think this anime would have not been so infamous for being that ultra violent Japanese cartoon instead of being known for that epic tragedy like it wanted to be. And I don't think it's bad for it's use of violence and explicit content, it's just the way it was used. It was too 'in your face' about it. It could have been used as a good metaphore for the many ways in which people can hurt each other. I think that was supposed to be sort of the underlining theme of this anime, because it seemed as though the characters were always hurting each other in some way, rather it be physically or emotionally. Intentional or not. But the theme sort of got over shadowed by the violence and explicit content, it sort of damages itself that way, but anyways that's man long rambling opinion on this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this anime just calmed the fudge down with it's explicit content and over done drama, I actually think this anime would have not been so infamous for being that ultra violent Japanese cartoon instead of being known for that epic tragedy like it wanted to be.\u001b[24m\n    \u001b[1mこのアニメが明白な内容で、ドラマを超えてファジーを落ち着かせただけで、私は実際には、この壮大な悲劇が知られているのではなく、超暴力的な日本の漫画であるということで悪名高いとは思わない。\u001b[22m, \u001b[1mこのアニメはちょうどそれが明示的な内容だとファッジを沈静化し、行わドラマかけている場合、私は実際にこのアニメではなく、それになりたかったように、その壮大な悲劇のために知られていると超暴力的な日本の漫画であることのためにそう悪名高いものではなかったと思います。\u001b[22m\n\u001b[4mAnd I don't think it's bad for it's use of violence and explicit content, it's just the way it was used.\u001b[24m\n    \u001b[1mそして、私はそれが暴力と明示的なコンテンツの使用であることが悪いとは思わないが、それは単にそれが使用された方法である。\u001b[22m, \u001b[1mそして、私はそれが暴力や露骨なコンテンツのそれの使用のために悪くはないと思う、それは、それが使用されただけの方法です。\u001b[22m\n\u001b[4mIt was too 'in your face' about it.\u001b[24m\n    \u001b[1mそれはあまりにもあなたの顔でそれについてだった。\u001b[22m, \u001b[1mそれはあまりにもそれについて「あなたの顔に」でした。\u001b[22m\n\u001b[4mIt could have been used as a good metaphore for the many ways in which people can hurt each other.\u001b[24m\n    \u001b[1mそれは人々がお互いを傷つけることができる多くの方法のための良いmetaphoreとして使用されている可能性があります。\u001b[22m, \u001b[1mそれは、人々がお互いを傷つけることができる多くの方法のために良いmetaphoreとして使用されている可能性があります。\u001b[22m\n\u001b[4mI think that was supposed to be sort of the underlining theme of this anime, because it seemed as though the characters were always hurting each other in some way, rather it be physically or emotionally.\u001b[24m\n    \u001b[1mキャラクターはいつも何らかの形でお互いを傷つけていたかのように見えたのではなく、肉体的にも感情的にも、このアニメの下敷きテーマの一種であると考えられました。\u001b[22m, \u001b[1m私はそれが文字は常にむしろ、それが物理的または感情的になり、何らかの方法でお互いを傷つけたかのようにそれが見えたので、このアニメの下線テーマの一種になるはずだったと思います。\u001b[22m\n\u001b[4mIntentional or not.\u001b[24m\n    \u001b[1m意図的かどうか。\u001b[22m\n\u001b[4mBut the theme sort of got over shadowed by the violence and explicit content, it sort of damages itself that way, but anyways that's man long rambling opinion on this anime.\u001b[24m\n    \u001b[1mしかし、テーマの種類は、暴力と明示的なコンテンツに影を落としてしまいました。それはそのような損害賠償そのものではありますが、とにかくそれはこのアニメの意見を長らく残しています。\u001b[22m, \u001b[1mしかし、テーマは種類の損害の暴力や露骨なコンテンツの影、それソート自体そのように乗り越えたが、とにかくこのアニメに男長くとりとめのない意見だという。\u001b[22m\nSome people think this anime wouldn't have even been noticed if it wasn't for it's explicit content but I actually do think this anime still would have had something special going for it if it had been more softer and quiet.\n\n\u001b[1mこのアニメは明白な内容でなければ気づかれないだろうと思う人もいますが、もっと柔らかくて静かであれば、このアニメはまだまだ特別なものがあると思います。\u001b[22m\n\u001b[1m(Kono anime wa meihakuna naiyōdenakereba kidzuka renaidarou to omou hito mo imasuga, motto yawarakakute shizukadeareba, kono anime wa madamada tokubetsuna mono ga aru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mSome people think this anime wouldn't have even been noticed if it wasn't for it's explicit content but I actually do think this anime still would have had something special going for it if it had been more softer and quiet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome people think this anime wouldn't have even been noticed if it wasn't for it's explicit content but I actually do think this anime still would have had something special going for it if it had been more softer and quiet.\u001b[24m\n    \u001b[1mこのアニメは明白な内容でなければ気づかれないだろうと思う人もいますが、もっと柔らかくて静かであれば、このアニメはまだまだ特別なものがあると思います。\u001b[22m, \u001b[1m一部の人々は、それが明示的なコンテンツだことがなかった場合は、このアニメでも注目されていないだろうが、私は実際にそれがより柔らかく、静かにしていた場合は、このアニメはまだそれのために行く特別な何かを持っていたと思いますね。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "Lan_Gandor",
    "profile": "/profile/Lan_Gandor/reviews",
    "pages": "16",
    "number": "16",
    "link": "/reviews.php?id=181042",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  10\nキャラクター|  7\n|  7\n\n何らかの理由で、私が主人公Koutaを覚えているときにまず考えているのは、与える木です。 これは主に両方が本当に愚かであり、実際には盲目であるが、実際には本当に親切であるからだ。 私は行くつもりはないし、これは傑作だと言います。本当にそうではないので、それは価値があります。 これは、何人かの人々が信じたいと思うように、それは穴のように近くにないので、文字はすべて面白く、プロットの基礎はすばらしく、そして文字の間の関係は信じられ、 それにもかかわらず、このシリーズには本当に非常に欠陥があります。プロットのほとんどはルーシーで異なる大きさの岩を投げている軍隊だけです。便利な記憶喪失/奇妙な統合失調症があります。\n\nそれは私が好きではないと言っているわけではありません、私は、多く、それは私がユートピア（ライブアクションショー、私はごめんなさい知っている）の強く私を思い出させる人々は大きな財産のために恐ろしいものを行う。 しかし、文字を通して一貫して人間化され、主任のような理由が与えられます。\n\nこのアニメの主な違いは、奇妙なことに、その最大の資産の一つであり、物事を素早く説明することができず、あなたの顔に物を押しつけることを嫌うことです。このように、最も重要なサブプロットの1つが あなたと、あなたは何が起こったかを考えます。 それにもかかわらず、ショーで何が起こったのかが分かると、あなたはそれが来るのを見たので、心臓が震えています。 ストーリーが終わりに近づいてきて、かなり面白いストーリー・ラインが終わっていないときに、この種のことは間違っている。\n\n結局のところ、結末は、物事が壊れているというアニメの中で、実行中のテーマを結びつけています。 これは最も明るく輝いていて、6から10に格付けを変えたところです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFor some reason the first thing I think of when I remember the protagonist Kouta is the giving tree. This is mostly because both are really stupid, really blind, but really, really kind, despite what people say or do to them. I'm not going to go and say this is a masterpiece, because its not really, it is however worthwhile. This is because it is nowhere near as holey as some people like to believe, the characters are all interesting, the basis for the plot is kind of awesome, and finally the relationships between characters feels believable and relatable. Despite this the series is really very flawed, most of the plot is just the military throwing different sized rocks at Lucy, then there is the convenient amnesia/odd schizophrenia.\n\n\u001b[1m何らかの理由で、私が主人公Koutaを覚えているときにまず考えているのは、与える木です。 これは主に両方が本当に愚かであり、実際には盲目であるが、実際には本当に親切であるからだ。 私は行くつもりはないし、これは傑作だと言います。本当にそうではないので、それは価値があります。 これは、何人かの人々が信じたいと思うように、それは穴のように近くにないので、文字はすべて面白く、プロットの基礎はすばらしく、そして文字の間の関係は信じられ、 それにもかかわらず、このシリーズには本当に非常に欠陥があります。プロットのほとんどはルーシーで異なる大きさの岩を投げている軍隊だけです。便利な記憶喪失/奇妙な統合失調症があります。\u001b[22m\n\u001b[1m(Nanrakano riyū de, watashi ga shujinkō Kouta o oboete iru toki ni mazu kangaete iru no wa, ataeru kidesu. Kore wa omoni ryōhō ga hontōni orokadeari, jissai ni wa mōmokudearuga, jissai ni wa hontōni shinsetsudearukarada. Watashi wa iku tsumori wanaishi, koreha kessakuda to iimasu. Hontōni sōde wanainode, soreha kachi ga arimasu. Kore wa, nan'ninka no hitobito ga shinjitai to omou yō ni, soreha ana no yō ni chikaku ni nainode, moji wa subete omoshiroku, purotto no kiso wa subarashiku, soshite moji no ma no kankei wa shinji rare, sore nimokakawarazu, kono shirīzu ni wa hontōni hijō ni kekkan ga arimasu. Purotto no hotondo wa rūshī de kotonaru ōki-sa no iwa o nagete iru guntai dakedesu. Benrina kioku sōshitsu/ kimyōna tōgō shitchō-shō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor some reason the first thing I think of when I remember the protagonist Kouta is the giving tree. This is mostly because both are really stupid, really blind, but really, really kind, despite what people say or do to them. I'm not going to go and say this is a masterpiece, because its not really, it is however worthwhile. This is because it is nowhere near as holey as some people like to believe, the characters are all interesting, the basis for the plot is kind of awesome, and finally the relationships between characters feels believable and relatable. Despite this the series is really very flawed, most of the plot is just the military throwing different sized rocks at Lucy, then there is the convenient amnesia/odd schizophrenia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor some reason the first thing I think of when I remember the protagonist Kouta is the giving tree.\u001b[24m\n    \u001b[1m何らかの理由で、私が主人公Koutaを覚えているときにまず考えているのは、与える木です。\u001b[22m, \u001b[1m何らかの理由で最初のもののために私が主人公小唄を与える木であることを覚えているときを考えます。\u001b[22m\n\u001b[4mThis is mostly because both are really stupid, really blind, but really, really kind, despite what people say or do to them.\u001b[24m\n    \u001b[1mこれは主に両方が本当に愚かであり、実際には盲目であるが、実際には本当に親切であるからだ。\u001b[22m, \u001b[1m両方のは、人々が言うか彼らに何をすべきかにもかかわらず、本当に愚かな本当に盲目が、本当に、本当に親切であるため、これは主です。\u001b[22m\n\u001b[4mI'm not going to go and say this is a masterpiece, because its not really, it is however worthwhile.\u001b[24m\n    \u001b[1m私は行くつもりはないし、これは傑作だと言います。本当にそうではないので、それは価値があります。\u001b[22m, \u001b[1m私が行くと、そのがない、本当に、それはしかし、価値があるので、これは傑作であると言うつもりはありません。\u001b[22m\n\u001b[4mThis is because it is nowhere near as holey as some people like to believe, the characters are all interesting, the basis for the plot is kind of awesome, and finally the relationships between characters feels believable and relatable.\u001b[24m\n    \u001b[1mこれは、何人かの人々が信じたいと思うように、それは穴のように近くにないので、文字はすべて面白く、プロットの基礎はすばらしく、そして文字の間の関係は信じられ、\u001b[22m, \u001b[1mこれは、一部の人々が信じて好きなように、それはどこにも近く、ホーリーようなので、文字は全て面白いです、プロットのための基礎は、一種の素晴らしいですし、最後の文字の間の関係は、信じられないと話すことのできる感じ。\u001b[22m\n\u001b[4mDespite this the series is really very flawed, most of the plot is just the military throwing different sized rocks at Lucy, then there is the convenient amnesia/odd schizophrenia.\u001b[24m\n    \u001b[1mそれにもかかわらず、このシリーズには本当に非常に欠陥があります。プロットのほとんどはルーシーで異なる大きさの岩を投げている軍隊だけです。便利な記憶喪失/奇妙な統合失調症があります。\u001b[22m, \u001b[1mこれにもかかわらずシリーズは、プロットのほとんどはルーシーで異なるサイズの石を投げるだけ軍は、その後、便利な健忘症/奇数統合失調症があるが、実際には非常に欠陥があります。\u001b[22m\n\u001b[1m\u001b[22m\nThat doesn't mean to say I didn't like it, I did, a lot, it reminds me strongly of utopia ( live action show, I know I'm sorry) where people do horrific things for the greater good. But throughout characters are consistently humanised and given reasons, such as the chief.\n\n\u001b[1mそれは私が好きではないと言っているわけではありません、私はたくさんありました。それはユートピアを強く思い起こさせます（実写ショー、私はごめんなさい）。 しかし、文字を通して一貫して人間化され、主任のような理由が与えられます。\u001b[22m\n\u001b[1m(Sore wa watashi ga sukide wa nai to itte iru wakede wa arimasen, watashi wa takusan arimashita. Sore wa yūtopia o tsuyoku omoiokosa semasu (jissha shō, watashi wa gomen'nasai). Shikashi, moji o tōshite ikkanshite ningen-ka sa re, shunin no yōna riyū ga atae raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThat doesn't mean to say I didn't like it, I did, a lot, it reminds me strongly of utopia ( live action show, I know I'm sorry) where people do horrific things for the greater good. But throughout characters are consistently humanised and given reasons, such as the chief.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat doesn't mean to say I didn't like it, I did, a lot, it reminds me strongly of utopia ( live action show, I know I'm sorry) where people do horrific things for the greater good.\u001b[24m\n    \u001b[1mそれは私が好きではないと言っているわけではありません、私はたくさんありました。それはユートピアを強く思い起こさせます（実写ショー、私はごめんなさい）。\u001b[22m, \u001b[1mつまり、私は、私はそれを好きではなかったと言って多くのことを意味するものではありません人々はより大きな善のために恐ろしいことを行う場合には、それは（私は申し訳ありません知っている、ライブアクションショー）ユートピアの強いことを思い出します。\u001b[22m\n\u001b[4mBut throughout characters are consistently humanised and given reasons, such as the chief.\u001b[24m\n    \u001b[1mしかし、文字を通して一貫して人間化され、主任のような理由が与えられます。\u001b[22m, \u001b[1mしかし、文字全体で一貫して、このようなチーフなどの理由を、ヒト化し、与えられています。\u001b[22m\n\u001b[1m\u001b[22m\nThe main thing wrong with this anime is, in an odd way, one of its greatest assets, it has an inability to explain things quickly, and hates shoving things in your face, in this way one of the most important sub plots is revealed to you, and you work out what happened. Despite this when the show tells you what happened it's all the more heart rending because you saw it coming. This kind of fucked up however when the story is coming to a close and all the fairly interesting story-lines aren't finished.\n\n\u001b[1mこのアニメの主な違いは、奇妙なことに、その最大の資産の一つであり、物事を素早く説明することができず、あなたの顔に物を押しつけることを嫌うことです。このように、最も重要なサブプロットの1つが あなたと、あなたは何が起こったかを考えます。 それにもかかわらず、ショーで何が起こったのかが分かると、あなたはそれが来るのを見たので、心臓が震えています。 ストーリーが終わりに近づいてきて、かなり面白いストーリー・ラインが終わっていないときに、この種のことは間違っている。\u001b[22m\n\u001b[1m(Kono anime no omona chigai wa, kimyōna koto ni, sono saidai no shisan no hitotsudeari, monogoto o subayaku setsumei suru koto ga dekizu, anata no kao ni mono o oshitsukeru koto o kirau kotodesu. Ko no yō ni, mottomo jūyōna sabupurotto no 1tsu ga anata to, anata wa nani ga okotta ka o kangaemasu. Sore nimokakawarazu, shō de nani ga okotta no ka ga wakaru to, anata wa sore ga kuru no o mitanode, shinzō ga furuete imasu. Sutōrī ga owari ni chikadzuite kite, kanari omoshiroi sutōrī rain ga owatte inai toki ni, kono tane no koto wa machigatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe main thing wrong with this anime is, in an odd way, one of its greatest assets, it has an inability to explain things quickly, and hates shoving things in your face, in this way one of the most important sub plots is revealed to you, and you work out what happened. Despite this when the show tells you what happened it's all the more heart rending because you saw it coming. This kind of fucked up however when the story is coming to a close and all the fairly interesting story-lines aren't finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main thing wrong with this anime is, in an odd way, one of its greatest assets, it has an inability to explain things quickly, and hates shoving things in your face, in this way one of the most important sub plots is revealed to\u001b[24m\n    \u001b[1mこのアニメの主な違いは、奇妙なことに、その最大の資産の一つであり、物事を素早く説明することができず、あなたの顔に物を押しつけることを嫌うことです。このように、最も重要なサブプロットの1つが\u001b[22m, \u001b[1mこのアニメが間違っ主なものは、奇妙な方法で、その最大の資産の一つは、それはすぐに物事を説明することができないことを持っている、であり、最も重要なサブプロットの1がに明らかにされ、このように、あなたの顔に押し込む事が嫌い\u001b[22m\n\u001b[4myou, and you work out what happened.\u001b[24m\n    \u001b[1mあなたと、あなたは何が起こったかを考えます。\u001b[22m, \u001b[1mもし、あなたは何が起こったのかうまく。\u001b[22m\n\u001b[4mDespite this when the show tells you what happened it's all the more heart rending because you saw it coming.\u001b[24m\n    \u001b[1mそれにもかかわらず、ショーで何が起こったのかが分かると、あなたはそれが来るのを見たので、心臓が震えています。\u001b[22m, \u001b[1mこれにもかかわらず、ショーはあなたはそれが来るのを見たので、それはすべてのより多くの心の胸が張り裂けるだ何が起こったのかを説明しますとき。\u001b[22m\n\u001b[4mThis kind of fucked up however when the story is coming to a close and all the fairly interesting story-lines aren't finished.\u001b[24m\n    \u001b[1mストーリーが終わりに近づいてきて、かなり面白いストーリー・ラインが終わっていないときに、この種のことは間違っている。\u001b[22m, \u001b[1m物語は終わりに来ているし、すべてのかなり興味深いストーリーラインが終了していないときにこの種のは、しかし、めちゃくちゃ。\u001b[22m\n\u001b[1m\u001b[22m\nFinally the ending ties up a running theme throughout the anime of things being broken. This is where it shines the brightest, and where I changed its rating from a 6 to a 10.\n\n\u001b[1m結局のところ、結末は、物事が壊れているというアニメの中で、実行中のテーマを結びつけています。 これは最も明るく輝いていて、6から10に格付けを変えたところです。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, ketsumatsu wa, monogoto ga kowarete iru to iu anime no naka de, jikkō-chū no tēma o musubitsukete imasu. Kore wa mottomo akaruku kagayaite ite, 6 kara 10 ni kakudzuke o kaeta tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mFinally the ending ties up a running theme throughout the anime of things being broken. This is where it shines the brightest, and where I changed its rating from a 6 to a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally the ending ties up a running theme throughout the anime of things being broken.\u001b[24m\n    \u001b[1m結局のところ、結末は、物事が壊れているというアニメの中で、実行中のテーマを結びつけています。\u001b[22m, \u001b[1m物事のアニメを通して、最後に終了ネクタイまで実行されているテーマが破壊されます。\u001b[22m\n\u001b[4mThis is where it shines the brightest, and where I changed its rating from a 6 to a 10.\u001b[24m\n    \u001b[1mこれは最も明るく輝いていて、6から10に格付けを変えたところです。\u001b[22m, \u001b[1mこれは、明るい輝く場所であり、私は10に6からその評価を変え場所。\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "AD4MANT",
    "profile": "/profile/AD4MANT/reviews",
    "pages": "16",
    "number": "17",
    "link": "/reviews.php?id=217124",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  8\n\nこのショー。\n\n私はそれが好きではないと言っているわけではありませんが、プロットは非常にオリジナリティがあり、多くのクリシェの一部にしか見えません。 以下を含む：\n\n•ロマンチックなつながりによる言い表せない行為の許し\n•青年期のあるイベントのために主人公と恋に落ちるが、主人公自身は同じように感じることはない。 私は個人的にこの1つでうんざりしています。\n•主なテーマは非常によく選択されていますが、オーバーレイされており、アニメが進行するにつれて十分なバリエーションを持っていません。 おそらく限られた資金調達のためでしょうか？\n•WHYへの裏話を伝えるのを忘れていましたが、このアニメで起こっていることは実際に起こっています（悟っている稲井町のように、悟りの能力を詳述するのと同じです）\n\n良い点：\n•元のプロットとコンセプト\n•良い感情的な\"綱引き\"あなたが1つを探しているなら、\n•主人公のために「気分が良い」結末がある",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nwell.. this show.\n\n\u001b[1mこのショー。\u001b[22m\n\u001b[1m(Kono shō.)\u001b[22m\n\nTranslations of \u001b[4mwell.. this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell.. this show.\u001b[24m\n    \u001b[1mこのショー。\u001b[22m, \u001b[1mよく..この番組。\u001b[22m\n\u001b[1m\u001b[22m\nnot to say that I didn't like it, however the plot was very original, only dragged down by what I see to be some of many 'clichés'. Including:\n\n\u001b[1m私はそれが好きではないと言っているわけではありませんが、プロットは非常にオリジナリティがあり、多くのクリシェの一部にしか見えません。 以下を含む：\u001b[22m\n\u001b[1m(Watashi wa sore ga sukide wa nai to itte iru wakede wa arimasenga, purotto wa hijō ni orijinariti ga ari, ōku no kurishe no ichibu ni shika miemasen. Ika o fukumu:)\u001b[22m\n\nTranslations of \u001b[4mnot to say that I didn't like it, however the plot was very original, only dragged down by what I see to be some of many 'clichés'. Including:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnot to say that I didn't like it, however the plot was very original, only dragged down by what I see to be some of many 'clichés'.\u001b[24m\n    \u001b[1m私はそれが好きではないと言っているわけではありませんが、プロットは非常にオリジナリティがあり、多くのクリシェの一部にしか見えません。\u001b[22m, \u001b[1m私はそれを好きではなかったと言うことではない、しかしプロットは、唯一の私は多くの「決まり文句」の一部であることを見るものによって非常にオリジナル引きずり込まれました。\u001b[22m\n\u001b[4mIncluding:\u001b[24m\n    \u001b[1m以下を含む：\u001b[22m, \u001b[1m含みます：\u001b[22m\n\u001b[1m\u001b[22m\n•the forgiveness of an unspeakable act due to romantic connection\n\n\u001b[1m•ロマンチックなつながりによる言い表せない行為の許し\u001b[22m\n\u001b[1m(• Romanchikkuna tsunagari ni yoru iiarawasenai kōi no yurushi)\u001b[22m\n\nTranslations of \u001b[4m•the forgiveness of an unspeakable act due to romantic connection\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•the forgiveness of an unspeakable act due to romantic connection\u001b[24m\n    \u001b[1m•ロマンチックなつながりによる言い表せない行為の許し\u001b[22m, \u001b[1m•によるロマンチックな接続への言いようのない行為の赦し\u001b[22m\n•falling in love with the protagonist because of some event during their youth, whilst the protagonist himself does not feel the same way in return. I personally cringe at this one.\n\n\u001b[1m•青年期のあるイベントのために主人公と恋に落ちるが、主人公自身は同じように感じることはない。 私は個人的にこの1つでうんざりしています。\u001b[22m\n\u001b[1m(• Seinen-ki no aru ibento no tame ni shujinkō to koiniochiru ga, shujinkō jishin wa onajiyōni kanjiru koto wanai. Watashi wa kojin-teki ni kono 1tsu de unzari shite imasu.)\u001b[22m\n\nTranslations of \u001b[4m•falling in love with the protagonist because of some event during their youth, whilst the protagonist himself does not feel the same way in return. I personally cringe at this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•falling in love with the protagonist because of some event during their youth, whilst the protagonist himself does not feel the same way in return.\u001b[24m\n    \u001b[1m•青年期のあるイベントのために主人公と恋に落ちるが、主人公自身は同じように感じることはない。\u001b[22m, \u001b[1m•主人公ながら、自身がリターンで同じように感じていない、ために彼らの若者の間にいくつかのイベントの主人公と恋に落ちます。\u001b[22m\n\u001b[4mI personally cringe at this one.\u001b[24m\n    \u001b[1m私は個人的にこの1つでうんざりしています。\u001b[22m, \u001b[1m私は個人的にはこの1でうんざり。\u001b[22m\n•the main theme is very well chosen but is overplayed and doesn't carry enough variation as the anime progresses which is a downside. probably due to limited funding?\n\n\u001b[1m•主なテーマは非常によく選択されていますが、オーバーレイされており、アニメが進行するにつれて十分なバリエーションを持っていません。 おそらく限られた資金調達のためでしょうか？\u001b[22m\n\u001b[1m(• Omona tēma wa hijō ni yoku sentaku sa rete imasuga, ōbārei sa rete ori, anime ga shinkō suru ni tsurete jūbun'na bariēshon o motte imasen. Osoraku kagira reta shikin chōtatsu no tamedeshou ka?)\u001b[22m\n\nTranslations of \u001b[4m•the main theme is very well chosen but is overplayed and doesn't carry enough variation as the anime progresses which is a downside. probably due to limited funding?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•the main theme is very well chosen but is overplayed and doesn't carry enough variation as the anime progresses which is a downside.\u001b[24m\n    \u001b[1m•主なテーマは非常によく選択されていますが、オーバーレイされており、アニメが進行するにつれて十分なバリエーションを持っていません。\u001b[22m, \u001b[1m•メインテーマは非常によく選択されているが、overplayedさとアニメが欠点である進行するにつれて、十分なバリエーションを運びません。\u001b[22m\n\u001b[4mprobably due to limited funding?\u001b[24m\n    \u001b[1mおそらく限られた資金調達のためでしょうか？\u001b[22m, \u001b[1mおそらく限られた資金調達のために？\u001b[22m\n•they forgot to deliver a backstory to WHY and HOW the things that happen in this anime are ACTUALLY happening (just like boku dake na inai machi forgets to elaborate on Satoru's Godly ability)\n\n\u001b[1m•WHYへの裏話を伝えるのを忘れていましたが、このアニメで起こっていることは実際に起こっています（悟っている稲井町のように、悟りの能力を詳述するのと同じです）\u001b[22m\n\u001b[1m(• Howai e no urabanashi o tsutaeru no o wasurete imashitaga, kono anime de okotte iru koto wa jissai ni okotte imasu (Satoshi tte iru Inai-chō no yō ni, satori no nōryoku o shōjutsu suru no to onajidesu))\u001b[22m\n\nTranslations of \u001b[4m•they forgot to deliver a backstory to WHY and HOW the things that happen in this anime are ACTUALLY happening (just like boku dake na inai machi forgets to elaborate on Satoru's Godly ability)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•they forgot to deliver a backstory to WHY and HOW the things that happen in this anime are ACTUALLY happening (just like boku dake na inai machi forgets to elaborate on Satoru's Godly ability)\u001b[24m\n    \u001b[1m•WHYへの裏話を伝えるのを忘れていましたが、このアニメで起こっていることは実際に起こっています（悟っている稲井町のように、悟りの能力を詳述するのと同じです）\u001b[22m, \u001b[1m•彼らは（悟の敬虔な能力について詳しく説明し忘れちょうどぼく岳ナ稲井町のように）なぜ、このアニメで起こる事が実際に起こっているHOWへの裏話をお届けするのを忘れました\u001b[22m\n\u001b[1m\u001b[22m\ngood points:\n\n\u001b[1m良い点：\u001b[22m\n\u001b[1m(Yoi ten:)\u001b[22m\n\nTranslations of \u001b[4mgood points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mgood points:\u001b[24m\n    \u001b[1m良い点：\u001b[22m\n•original plot and concept\n\n\u001b[1m•元のプロットとコンセプト\u001b[22m\n\u001b[1m(•-Moto no purotto to konseputo)\u001b[22m\n\nTranslations of \u001b[4m•original plot and concept\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•original plot and concept\u001b[24m\n    \u001b[1m•元のプロットとコンセプト\u001b[22m\n• good emotional 'tug' if you're looking for one'\n\n\u001b[1m•良い感情的な\"綱引き\"あなたが1つを探しているなら、\u001b[22m\n\u001b[1m(• Yoi kanjō-tekina\" tsunahiki\" anata ga 1tsu o sagashite irunara,)\u001b[22m\n\nTranslations of \u001b[4m• good emotional 'tug' if you're looking for one'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• good emotional 'tug' if you're looking for one'\u001b[24m\n    \u001b[1m•良い感情的な\"綱引き\"あなたが1つを探しているなら、\u001b[22m, \u001b[1m•良い感情的な\"綱引き\"あなたは1 'を探しているなら\u001b[22m\n•has a 'feel-good' ending.. for the main characters\n\n\u001b[1m•主人公のために「気分が良い」結末がある\u001b[22m\n\u001b[1m(• Shujinkō no tame ni `kibungayoi' ketsumatsu ga aru)\u001b[22m\n\nTranslations of \u001b[4m•has a 'feel-good' ending.. for the main characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•has a 'feel-good' ending.. for the main characters\u001b[24m\n    \u001b[1m•主人公のために「気分が良い」結末がある\u001b[22m, \u001b[1m•メインキャラクターのために.. 'フィールグッド」エンディングがあります\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "jaedencex",
    "profile": "/profile/jaedencex/reviews",
    "pages": "16",
    "number": "18",
    "link": "/reviews.php?id=215529",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "thunderbutt123",
    "profile": "/profile/thunderbutt123/reviews",
    "pages": "16",
    "number": "19",
    "link": "/reviews.php?id=178239",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私のリストが1Oのスコアで怒っているのを見る前に、私は支払われた評論家ではないことを覚えておいてください\n熱心なアニメファンです。 私は私の力の5つのリストの「神ティア・アニメ」（私は本当にエルフェンが嘘をついています）にある各カテゴリーで短い説明的なレビューをします。\n\nストーリー - それは私が見てから8ヶ月のようでしたが、まだ私はまだ物語の半分のように覚えています。 私は17歳だし、私はアルツハイマーを持っているとほとんど確信しているので、それは私にとって雄大です。 プロットは常に\n非常に残忍な程度には、あなたがそれを表現するために来た心理的な考えを思い出させる - 孤独に関連する痛み。 それはあなたが内側から出血するまで、これをあなたにもっと強く、より強く胸を張るために物語を使います。 それは人々と私たちが直面する残酷な人生の周りを回っています。 私たちは最終的に素敵な小さなクリフハンガーを手に入れます;）（真剣にでも、その部分をファックしてください.8ヵ月後、私はまだそれが誰だったのか疑問に思っています）。 なぜそれが1Oではないのですか？ 単に穴をプロットしてください。 多くの神話アニメが苦しんでいるプロットホール（エンジェルビート、妖怪のかなたなど）。 プロットの穴は他のすべてのものと比べてとても些細なので、簡単に許したり見過ごしたりすることができます。 正直なところで謝る。\n\nアート・アートは私の最優先事項ではありません。ボーナスです。 しかし、ここの芸術は素晴らしく、オープニングは中世の悲劇的な背景である悲惨な中東のテーマのバックグラウンドである（有神論的な悪魔主義についての本を開くように、しかし誇張しているかもしれない）。 アニメーションはかなりいいですね。 私が本当にそれを愛していない限り、すべての誠実さではなく、アートの裁判官の多くはありません。\n\nより悲惨な音。\n\nキャラクター - このアニメは、今までに見たことのない最大のキャラクターとキャラクターの開発を極限まで持っています。 ルーシーは話の始めに彼女の元のキャラクターとは反対の極性に切り替わります。 基本的には、最初は人類に対する極度の憎しみを持っていて、地獄のように壊れてしまいました。しかし、最後には、彼女が愛する人たちを殺す前に彼女は自分を殺すでしょう（何か、彼女はアニメの初めに完全に不可能でした。  ）彼らはコタ（ハーレムランナー）よりも。 彼は基本的にはより温かい灰色のケッチャムで、セミ・ブレイズではありますが、基本的に彼が他の人のためにやっているのは、これまで見たアニメの中で最も無私のキャラクターです。 他の文字がありますが、残念ながら私はそれらを覚えていません。）\n\n楽しさ - このアニメはあなたを犯すでしょう。 それはあなたの心を小さな小さな駒に引き裂き、彼らの巨大なたわごとを取ります。 それはあなたが自分自身を殺したいと思ううつ病の終わりのない渦巻きですが、それでもあなたに君を抱かせる小さな希望の光があります。 だから実際には楽しいものではありませんが、あなたが幸せで楽しくなるように、これだけの感情にあなたを吸うアニメを見つけることはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBefore you see my list just raving mad with scores of 1O, keep in mind i'm not a payed critic\n\n\u001b[1m私のリストが1Oのスコアで怒っているのを見る前に、私は支払われた評論家ではないことを覚えておいてください\u001b[22m\n\u001b[1m(Watashi no risuto ga 1 O no sukoa de okotte iru no o miru mae ni, watashi wa shiharawa reta hyōron-kade wanai koto o oboete oite kudasai)\u001b[22m\n\nTranslations of \u001b[4mBefore you see my list just raving mad with scores of 1O, keep in mind i'm not a payed critic\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore you see my list just raving mad with scores of 1O, keep in mind i'm not a payed critic\u001b[24m\n    \u001b[1m私のリストが1Oのスコアで怒っているのを見る前に、私は支払われた評論家ではないことを覚えておいてください\u001b[22m, \u001b[1mあなたは私のリストがちょうど1Oのスコアが狂っ狂乱見る前に、私は支払わ評論家じゃない心に留めておきます\u001b[22m\nand am an avid anime fan. I will give off a short descriptive review in each category in which is in my power 5 list of 'god tier animes' (i really love elfen lied.)\n\n\u001b[1m熱心なアニメファンです。 私は私の力の5つのリストの「神ティア・アニメ」（私は本当にエルフェンが嘘をついています）にある各カテゴリーで短い説明的なレビューをします。\u001b[22m\n\u001b[1m(Nesshin'na anime fandesu. Watashi wa watashi no chikara no itsutsu no risuto no `kami tia anime'(watashi wa hontōni erufen ga uso o tsuite imasu) ni aru kaku kategorī de mijikai setsumei-tekina rebyū o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mand am an avid anime fan. I will give off a short descriptive review in each category in which is in my power 5 list of 'god tier animes' (i really love elfen lied.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand am an avid anime fan.\u001b[24m\n    \u001b[1m熱心なアニメファンです。\u001b[22m, \u001b[1mそして、熱心なアニメファンです。\u001b[22m\n\u001b[4mI will give off a short descriptive review in each category in which is in my power 5 list of 'god tier animes' (i really love elfen lied.)\u001b[24m\n    \u001b[1m私は私の力の5つのリストの「神ティア・アニメ」（私は本当にエルフェンが嘘をついています）にある各カテゴリーで短い説明的なレビューをします。\u001b[22m, \u001b[1m私は「神のティアアニメ」の私の力5リストにある各カテゴリの短い説明レビューオフ与えるだろう（私は本当にエルフェンが嘘をついた愛を。）\u001b[22m\n\u001b[1m\u001b[22m\nStory-Its been like 8 months since i watched, and yet i still remember like half the story. I'm 17 and i'm almost sure i have alzheimers, so that is majestic to me. The plot constantly and\n\n\u001b[1mストーリー - それは私が見てから8ヶ月のようでしたが、まだ私はまだ物語の半分のように覚えています。 私は17歳だし、私はアルツハイマーを持っているとほとんど確信しているので、それは私にとって雄大です。 プロットは常に\u001b[22m\n\u001b[1m(Sutōrī - sore wa watashi ga mitekara 8-kagetsu no yōdeshitaga, mada watashi wa mada monogatari no hanbun no yō ni oboete imasu. Watashi wa 17-saidashi, watashi wa arutsuhaimā o motte iruto hotondo kakushin shite irunode, sore wa watashi ni totte yūdaidesu. Purotto wa tsuneni)\u001b[22m\n\nTranslations of \u001b[4mStory-Its been like 8 months since i watched, and yet i still remember like half the story. I'm 17 and i'm almost sure i have alzheimers, so that is majestic to me. The plot constantly and\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-Its been like 8 months since i watched, and yet i still remember like half the story.\u001b[24m\n    \u001b[1mストーリー - それは私が見てから8ヶ月のようでしたが、まだ私はまだ物語の半分のように覚えています。\u001b[22m, \u001b[1mストーリー-その私が見て、そしてまだ私はまだ話の半分のように覚えているので、8ヶ月のようにされて。\u001b[22m\n\u001b[4mI'm 17 and i'm almost sure i have alzheimers, so that is majestic to me.\u001b[24m\n    \u001b[1m私は17歳だし、私はアルツハイマーを持っているとほとんど確信しているので、それは私にとって雄大です。\u001b[22m, \u001b[1m私は17だと私はアルツハイマー病を持っているほぼ確信しているので、それは私には雄大です。\u001b[22m\n\u001b[4mThe plot constantly and\u001b[24m\n    \u001b[1mプロットは常に\u001b[22m, \u001b[1m常にプロットと\u001b[22m\nto very brutal extent reminds you of the psychological idea it came to express-The pain associated with being alone. It uses the story to constantly thow this at you harder and harder until you bleed from the inside out. It revolves around people and the brutal lives we face, and what it means to stoop to that value and to break free from it. We even get a nice little cliffhanger at the end ;) (seriously though, fuck that part. 8 months later and i still wonder who the shit that was). Why isn't it a 1O, you ask? simply plot holes. Plot holes that many god tier animes suffer from (e.g, angel beats, kyoukai no kanata). The plot holes are so insignifigant compared to all else however so they can easily be forgive or overlooked. sorry to go off on a tangent lol.\n\n\u001b[1m非常に残忍な程度には、あなたがそれを表現するために来た心理的な考えを思い出させる - 孤独に関連する痛み。 それはあなたが内側から出血するまで、これをあなたにもっと強く、より強く胸を張るために物語を使います。 それは人々と私たちが直面する残酷な人生の周りを回っています。 私たちは最終的に素敵な小さなクリフハンガーを手に入れます;）（真剣にでも、その部分をファックしてください.8ヵ月後、私はまだそれが誰だったのか疑問に思っています）。 なぜそれが1Oではないのですか？ 単に穴をプロットしてください。 多くの神話アニメが苦しんでいるプロットホール（エンジェルビート、妖怪のかなたなど）。 プロットの穴は他のすべてのものと比べてとても些細なので、簡単に許したり見過ごしたりすることができます。 正直なところで謝る。\u001b[22m\n\u001b[1m(Hijō ni zan'nin'na teido ni wa, anata ga sore o hyōgen suru tame ni kita shinri-tekina kangae o omoidasaseru - kodoku ni kanren suru itami. Sore wa anata ga uchigawa kara shukketsu suru made, kore o anata ni motto tsuyoku, yori tsuyoku mune o haru tame ni monogatari o tsukaimasu. Sore wa hitobito to watashitachi ga chokumen suru zankokuna jinsei no mawari o mawatte imasu. Watashitachiha saishūtekini sutekina chīsana kurifuhangā o te ni iremasu; ) (shinken ni demo, sono bubun o fakku shite kudasai. 8-Kagetsu-go, watashi wa mada sore ga daredatta no ka gimon ni omotte imasu). Naze sore ga 1 Ode wa nai nodesu ka? Tan'ni ana o purotto shite kudasai. Ōku no shinwa anime ga kurushinde iru purottohōru (enjerubīto, yōkai no kanata nado). Purotto no ana wa hoka no subete no mono to kurabete totemo sasainanode, kantan ni yurushi tari misugoshi tari suru koto ga dekimasu. Shōjikina tokoro de ayamaru.)\u001b[22m\n\nTranslations of \u001b[4mto very brutal extent reminds you of the psychological idea it came to express-The pain associated with being alone. It uses the story to constantly thow this at you harder and harder until you bleed from the inside out. It revolves around people and the brutal lives we face, and what it means to stoop to that value and to break free from it. We even get a nice little cliffhanger at the end ;) (seriously though, fuck that part. 8 months later and i still wonder who the shit that was). Why isn't it a 1O, you ask? simply plot holes. Plot holes that many god tier animes suffer from (e.g, angel beats, kyoukai no kanata). The plot holes are so insignifigant compared to all else however so they can easily be forgive or overlooked. sorry to go off on a tangent lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto very brutal extent reminds you of the psychological idea it came to express-The pain associated with being alone.\u001b[24m\n    \u001b[1m非常に残忍な程度には、あなたがそれを表現するために来た心理的な考えを思い出させる - 孤独に関連する痛み。\u001b[22m, \u001b[1m非常に残忍な程度まで、それは表現-するために単独であることに伴う痛みが来た心理的なアイディアを思い出させます。\u001b[22m\n\u001b[4mIt uses the story to constantly thow this at you harder and harder until you bleed from the inside out.\u001b[24m\n    \u001b[1mそれはあなたが内側から出血するまで、これをあなたにもっと強く、より強く胸を張るために物語を使います。\u001b[22m, \u001b[1mそれはあなたが内側からブリードアウトするまで、常に難しくあなたにこれをThowさんするために物語を使用しています。\u001b[22m\n\u001b[4mIt revolves around people and the brutal lives we face, and what it means to stoop to that value and to break free from it.\u001b[24m\n    \u001b[1mそれは人々と私たちが直面する残酷な人生の周りを回っています。\u001b[22m, \u001b[1mそれは、人々と私たちが直面している残忍な生活を中心に展開し、その値にかがむために、そこから抜け出すために何を意味するのか。\u001b[22m\n\u001b[4mWe even get a nice little cliffhanger at the end ;) (seriously though, fuck that part. 8 months later and i still wonder who the shit that was).\u001b[24m\n    \u001b[1m私たちは最終的に素敵な小さなクリフハンガーを手に入れます;）（真剣にでも、その部分をファックしてください.8ヵ月後、私はまだそれが誰だったのか疑問に思っています）。\u001b[22m, \u001b[1m（真剣にかかわらず、）その部分をファック8ヶ月後、私はまだ）誰だったのたわごとだろう。私たちも、最後にちょっといい接戦を取得します。\u001b[22m\n\u001b[4mWhy isn't it a 1O, you ask?\u001b[24m\n    \u001b[1mなぜそれが1Oではないのですか？\u001b[22m, \u001b[1mなぜそれが1Oではありません、あなたが尋ねますか？\u001b[22m\n\u001b[4msimply plot holes.\u001b[24m\n    \u001b[1m単に穴をプロットしてください。\u001b[22m, \u001b[1m単に穴をプロットします。\u001b[22m\n\u001b[4mPlot holes that many god tier animes suffer from (e.g, angel beats, kyoukai no kanata).\u001b[24m\n    \u001b[1m多くの神話アニメが苦しんでいるプロットホール（エンジェルビート、妖怪のかなたなど）。\u001b[22m, \u001b[1m多くの神層のアニメが苦しむことはプロットの穴（例えばは、天使のビートは、彼方をkyoukaiません）。\u001b[22m\n\u001b[4mThe plot holes are so insignifigant compared to all else however so they can easily be forgive or overlooked.\u001b[24m\n    \u001b[1mプロットの穴は他のすべてのものと比べてとても些細なので、簡単に許したり見過ごしたりすることができます。\u001b[22m, \u001b[1mそう、彼らは簡単に許すか見落とさすることができますが、プロットの穴は、他のすべてに比べてとてもinsignifigantです。\u001b[22m\n\u001b[4msorry to go off on a tangent lol.\u001b[24m\n    \u001b[1m正直なところで謝る。\u001b[22m, \u001b[1m笑接線にオフに行くために申し訳ありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt-Art is not a main priority for me, it is a bonus. However, the art here is amazing, with the opening being a sacriligeous middle eastern theme background which is just beautifuly unholy (like opening a book about theistic satanism. Maybe thats exaggerating, however). The animations are pretty nice i suppose. In all honesty im not much of an art judge unless i really love it.\n\n\u001b[1mアート・アートは私の最優先事項ではありません。ボーナスです。 しかし、ここの芸術は素晴らしく、オープニングは中世の悲劇的な背景である悲惨な中東のテーマのバックグラウンドである（有神論的な悪魔主義についての本を開くように、しかし誇張しているかもしれない）。 アニメーションはかなりいいですね。 私が本当にそれを愛していない限り、すべての誠実さではなく、アートの裁判官の多くはありません。\u001b[22m\n\u001b[1m(Āto āto wa watashi no saiyūsenjikōde wa arimasen. Bōnasudesu. Shikashi, koko no geijutsu wa subarashiku, ōpuningu wa chūsei no higeki-tekina haikeidearu hisan'na Chūtō no tēma no bakkuguraundodearu (yūshinron-tekina akuma shugi ni tsuite no hon o hiraku yō ni, shikashi kochō shite iru kamo shirenai). Animēshon wa kanari īdesu ne. Watashi ga hontōni sore o aishite inai kagiri, subete no seijitsu-sade wa naku, āto no saibankan no ōku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt-Art is not a main priority for me, it is a bonus. However, the art here is amazing, with the opening being a sacriligeous middle eastern theme background which is just beautifuly unholy (like opening a book about theistic satanism. Maybe thats exaggerating, however). The animations are pretty nice i suppose. In all honesty im not much of an art judge unless i really love it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-Art is not a main priority for me, it is a bonus.\u001b[24m\n    \u001b[1mアート・アートは私の最優先事項ではありません。ボーナスです。\u001b[22m, \u001b[1mアート・芸術が私のための主要な優先事項ではない、それはボーナスです。\u001b[22m\n\u001b[4mHowever, the art here is amazing, with the opening being a sacriligeous middle eastern theme background which is just beautifuly unholy (like opening a book about theistic satanism. Maybe thats exaggerating, however).\u001b[24m\n    \u001b[1mしかし、ここの芸術は素晴らしく、オープニングは中世の悲劇的な背景である悲惨な中東のテーマのバックグラウンドである（有神論的な悪魔主義についての本を開くように、しかし誇張しているかもしれない）。\u001b[22m, \u001b[1mしかし、ここでの技術では、開口部がちょうどbeautifulyとんでもない（たぶんしかし、誇張のthats。有神論悪魔教に関する本を開くなど）であるsacriligeous中東のテーマの背景であることで、驚くべきことです。\u001b[22m\n\u001b[4mThe animations are pretty nice i suppose.\u001b[24m\n    \u001b[1mアニメーションはかなりいいですね。\u001b[22m, \u001b[1mアニメーションは、私が思うかなりいいです。\u001b[22m\n\u001b[4mIn all honesty im not much of an art judge unless i really love it.\u001b[24m\n    \u001b[1m私が本当にそれを愛していない限り、すべての誠実さではなく、アートの裁判官の多くはありません。\u001b[22m, \u001b[1m芸術の裁判官の多くではない正直なところイムで私は本当にそれを愛していない限り。\u001b[22m\n\u001b[1m\u001b[22m\nsound-more sacrilege.\n\n\u001b[1mより悲惨な音。\u001b[22m\n\u001b[1m(Yori hisan'na oto.)\u001b[22m\n\nTranslations of \u001b[4msound-more sacrilege.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound-more sacrilege.\u001b[24m\n    \u001b[1mより悲惨な音。\u001b[22m, \u001b[1m音-より冒とく。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-This anime has by an extreme margin the greatest character and character development ive ever seen. Lucy switches into a polar opposite from her original character in the beginning of the story. Basically-She initially has an extreme hatred for humanity and is broken as fucking hell, and yet by the end she would kill herself before she killed those she loved (something, of which, she was completely incapable of in the beginning of the anime. ) Than their is kota (the harem runner). He is basically a more heartwarming ashe ketchum, as he is semi-clueless, but basically does all he does for the sake of other people, being the most selfless character in near any anime i've seen so far. There are other characters but unfortunately i cannot remember them.)\n\n\u001b[1mキャラクター - このアニメは、今までに見たことのない最大のキャラクターとキャラクターの開発を極限まで持っています。 ルーシーは話の始めに彼女の元のキャラクターとは反対の極性に切り替わります。 基本的には、最初は人類に対する極度の憎しみを持っていて、地獄のように壊れてしまいました。しかし、最後には、彼女が愛する人たちを殺す前に彼女は自分を殺すでしょう（何か、彼女はアニメの初めに完全に不可能でした。  ）彼らはコタ（ハーレムランナー）よりも。 彼は基本的にはより温かい灰色のケッチャムで、セミ・ブレイズではありますが、基本的に彼が他の人のためにやっているのは、これまで見たアニメの中で最も無私のキャラクターです。 他の文字がありますが、残念ながら私はそれらを覚えていません。）\u001b[22m\n\u001b[1m(Kyarakutā - kono anime wa, ima made ni mita koto no nai saidai no kyarakutā to kyarakutā no kaihatsu o kyokugen made motte imasu. Rūshī wa hanashi no hajime ni kanojo no gen no kyarakutā to wa hantai no kyokusei ni kirikawarimasu. Kihontekini wa, saisho wa jinrui ni taisuru kyokudo no nikushimi o motte ite, jigoku no yō ni kowarete shimaimashita. Shikashi, saigo ni wa, kanojo ga aisuruhito-tachi o korosu mae ni kanojo wa jibun o korosudeshou (nanika, kanojo wa anime no hajime ni kanzen ni fukanōdeshita. ) Karera wa Kota (hāremuran'nā) yori mo. Kare wa kihontekini wa yori atatakai haiiro no ketchamu de, semi bureizude wa arimasuga, kihontekini kare ga hokanohito no tame ni yatte iru no wa, kore made mita anime no naka de mottomo mushi no kyarakutādesu. Hoka no moji ga arimasuga, zan'nen'nagara watashi wa sorera o oboete imasen. ))\u001b[22m\n\nTranslations of \u001b[4mCharacter-This anime has by an extreme margin the greatest character and character development ive ever seen. Lucy switches into a polar opposite from her original character in the beginning of the story. Basically-She initially has an extreme hatred for humanity and is broken as fucking hell, and yet by the end she would kill herself before she killed those she loved (something, of which, she was completely incapable of in the beginning of the anime. ) Than their is kota (the harem runner). He is basically a more heartwarming ashe ketchum, as he is semi-clueless, but basically does all he does for the sake of other people, being the most selfless character in near any anime i've seen so far. There are other characters but unfortunately i cannot remember them.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-This anime has by an extreme margin the greatest character and character development ive ever seen.\u001b[24m\n    \u001b[1mキャラクター - このアニメは、今までに見たことのない最大のキャラクターとキャラクターの開発を極限まで持っています。\u001b[22m, \u001b[1m文字このアニメは最大の文字と文字の開発アイブが今まで見た極端な差であります。\u001b[22m\n\u001b[4mLucy switches into a polar opposite from her original character in the beginning of the story.\u001b[24m\n    \u001b[1mルーシーは話の始めに彼女の元のキャラクターとは反対の極性に切り替わります。\u001b[22m, \u001b[1mルーシーは物語の冒頭で彼女の元の文字から正反対に切り替わります。\u001b[22m\n\u001b[4mBasically-She initially has an extreme hatred for humanity and is broken as fucking hell, and yet by the end she would kill herself before she killed those she loved (something, of which, she was completely incapable of in the beginning of the anime.\u001b[24m\n    \u001b[1m基本的には、最初は人類に対する極度の憎しみを持っていて、地獄のように壊れてしまいました。しかし、最後には、彼女が愛する人たちを殺す前に彼女は自分を殺すでしょう（何か、彼女はアニメの初めに完全に不可能でした。\u001b[22m, \u001b[1m基本的に、彼女は最初に（、彼女はアニメの冒頭での完全に不可能であったの何かを、人類のために極端な憎しみを持っており、クソ地獄のように壊れている、と彼女は彼女が愛したそれらを殺した前にまだ終わりまでに、彼女は彼女自身を殺すだろう。\u001b[22m\n\u001b[4m) Than their is kota (the harem runner).\u001b[24m\n    \u001b[1m）彼らはコタ（ハーレムランナー）よりも。\u001b[22m, \u001b[1m）コタそれらされるよりも（ハーレムランナー）。\u001b[22m\n\u001b[4mHe is basically a more heartwarming ashe ketchum, as he is semi-clueless, but basically does all he does for the sake of other people, being the most selfless character in near any anime i've seen so far.\u001b[24m\n    \u001b[1m彼は基本的にはより温かい灰色のケッチャムで、セミ・ブレイズではありますが、基本的に彼が他の人のためにやっているのは、これまで見たアニメの中で最も無私のキャラクターです。\u001b[22m, \u001b[1m彼は半無知であるように、基本的にはより多くの心温まるアッシュケッチャムですが、基本的に私は、これまで見てきたのアニメの近くで最も無私の文字であること、他の人のために彼はすべてを行います。\u001b[22m\n\u001b[4mThere are other characters but unfortunately i cannot remember them.)\u001b[24m\n    \u001b[1m他の文字がありますが、残念ながら私はそれらを覚えていません。）\u001b[22m, \u001b[1mそこに他の文字がありますが、残念ながら、私はそれらを覚えていないことができます。）\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment-This anime WILL fuck you up. It will tear your heart up into little tiny peices and take a massive shit on them while you cry yourself to sleep for weeks on end. It is an unending spiral of depression that will make you want to kill yourself, but even then, there are tiny little rays of hope that keep you on the brim. So it isnt actually enjoyable as in makes you happy but enjoyable as in you will never find an anime that will suck you into the emotion of it as much as this one.\n\n\u001b[1m楽しさ - このアニメはあなたを犯すでしょう。 それはあなたの心を小さな小さな駒に引き裂き、彼らの巨大なたわごとを取ります。 それはあなたが自分自身を殺したいと思ううつ病の終わりのない渦巻きですが、それでもあなたに君を抱かせる小さな希望の光があります。 だから実際には楽しいものではありませんが、あなたが幸せで楽しくなるように、これだけの感情にあなたを吸うアニメを見つけることはありません。\u001b[22m\n\u001b[1m(Tanoshisa - kono anime wa anata o okasudeshou. Sore wa anata no kokoro o chīsana chīsana koma ni hikisaki, karera no kyodaina tawagoto o torimasu. Sore wa anata ga jibun jishin o koroshitai to omou utsubyō no owari no nai uzumakidesuga, soredemo anata ni kimi o daka seru chīsana kibō no hikari ga arimasu. Dakara jissai ni wa tanoshī monode wa arimasenga, anata ga shiawasede tanoshiku naru yō ni, kore dake no kanjō ni anata o suu anime o mitsukeru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4menjoyment-This anime WILL fuck you up. It will tear your heart up into little tiny peices and take a massive shit on them while you cry yourself to sleep for weeks on end. It is an unending spiral of depression that will make you want to kill yourself, but even then, there are tiny little rays of hope that keep you on the brim. So it isnt actually enjoyable as in makes you happy but enjoyable as in you will never find an anime that will suck you into the emotion of it as much as this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment-This anime WILL fuck you up.\u001b[24m\n    \u001b[1m楽しさ - このアニメはあなたを犯すでしょう。\u001b[22m, \u001b[1m楽しみ-このアニメはあなたをファックされます。\u001b[22m\n\u001b[4mIt will tear your heart up into little tiny peices and take a massive shit on them while you cry yourself to sleep for weeks on end.\u001b[24m\n    \u001b[1mそれはあなたの心を小さな小さな駒に引き裂き、彼らの巨大なたわごとを取ります。\u001b[22m, \u001b[1mそれは少し小さなpeicesにあなたの心を引き裂くと、あなたが最後に数週間のためにスリープ状態に自分を泣くしながら、それらの上に巨大なたわごとがかかります。\u001b[22m\n\u001b[4mIt is an unending spiral of depression that will make you want to kill yourself, but even then, there are tiny little rays of hope that keep you on the brim.\u001b[24m\n    \u001b[1mそれはあなたが自分自身を殺したいと思ううつ病の終わりのない渦巻きですが、それでもあなたに君を抱かせる小さな希望の光があります。\u001b[22m, \u001b[1mそれはあなたが自分を殺したいようになりますうつ病の果てしないスパイラルですが、その後も、つばにあなたを保つ希望の小さな小さな線があります。\u001b[22m\n\u001b[4mSo it isnt actually enjoyable as in makes you happy but enjoyable as in you will never find an anime that will suck you into the emotion of it as much as this one.\u001b[24m\n    \u001b[1mだから実際には楽しいものではありませんが、あなたが幸せで楽しくなるように、これだけの感情にあなたを吸うアニメを見つけることはありません。\u001b[22m, \u001b[1mだから、それはあなたがこの1と同じくらいの感情にあなたを吸うだろうアニメを見つけることはありませんのようにあなたは幸せが、楽しくなりのように実際に楽しいイマイチ。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Elfen_Lied",
    "id": "226",
    "url": "https://myanimelist.net/anime/226/Elfen_Lied",
    "user": "fraz15",
    "profile": "/profile/fraz15/reviews",
    "pages": "16",
    "number": "20",
    "link": "/reviews.php?id=214743",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nElfen Lied：私は本当にそれのプロットが好きだった..このアニメは私の好きなジャンル（血、怪我、謎、超自然）を持っている...私はそれを10/10与えるだろうが、このアニメのヌードは、 ストーリーはあまりにも良かった、私は本当にキャラクターや音楽を楽しんだ、アニメになぜヌードが含まれていたのか分からなかった\n\n物語：10大話、恐怖と血のゴアのアニメは良い物語を持っていないが、私はこれを好きだった..\n\n芸術：このアニメの8芸術は大丈夫だった昔の時間のアニメーションのように見えたので私は多くの芸術が好きでした\n\nキャラクター：9アニメのキャラクターは、今まで見た中で最高のキャラクターです。これらのキャラクターは、魂の中に明るい部分と暗い部分があります。ほとんどのアニメと異なり、善と悪の区別はあまり明確ではありません。 私はlucyが良いキャラクターか悪いキャラクターか分からない\n\nサウンド：9アニメの音楽とテーマソングはとても良かった。アニメのオープニングソングが本当に好きだった\n\n全体的：8私はこのアニメに不必要なヌードのアイデアを理解しなかったので、すべてのキャラクターは私が本当に好きな独自のストーリーを持っているので、私はこのアニメに8つの評価を与えるだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nElfen Lied: i really liked the plot of it.. this anime has all my favourite genres (blood,gore,mystery,supernatural)... i would give it 10/10 but i think that nudity in this anime was unnecessary as the story was too good, i really enjoyed the characters and music, only thing i didnt understand why nudity was included in the anime\n\n\u001b[1mElfen Lied：私は本当にそれのプロットが好きだった..このアニメは私の好きなジャンル（血、怪我、謎、超自然）を持っている...私はそれを10/10与えるだろうが、このアニメのヌードは、 ストーリーはあまりにも良かった、私は本当にキャラクターや音楽を楽しんだ、アニメになぜヌードが含まれていたのか分からなかった\u001b[22m\n\u001b[1m(Elfen Lied: Watashi wa hontōni sore no purotto ga sukidatta.. Kono anime wa watashi no sukina janru (chi, kega, nazo, chō shizen) o motte iru... Watashi wa sore o 10/ 10 ataerudarouga, kono anime no nūdo wa, sutōrī wa amarini mo yokatta, watashi wa hontōni kyarakutā ya ongaku o tanoshinda, anime ni naze nūdo ga fukuma rete ita no ka wakaranakatta)\u001b[22m\n\nTranslations of \u001b[4mElfen Lied: i really liked the plot of it.. this anime has all my favourite genres (blood,gore,mystery,supernatural)... i would give it 10/10 but i think that nudity in this anime was unnecessary as the story was too good, i really enjoyed the characters and music, only thing i didnt understand why nudity was included in the anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElfen Lied: i really liked the plot of it.. this anime has all my favourite genres (blood,gore,mystery,supernatural)... i would give it 10/10 but i think that nudity in this anime was unnecessary as the\u001b[24m\n    \u001b[1mElfen Lied：私は本当にそれのプロットが好きだった..このアニメは私の好きなジャンル（血、怪我、謎、超自然）を持っている...私はそれを10/10与えるだろうが、このアニメのヌードは、\u001b[22m, \u001b[1mエルフェンリート：私は本当にこのアニメはすべて私の好きなジャンル（血液、ゴア、謎、超自然的な）を持っています...私はそれを10月10日を与えるだろう..それのプロットが好きしかし、私はこのアニメでヌードは等の不要だったと思います\u001b[22m\n\u001b[4mstory was too good, i really enjoyed the characters and music, only thing i didnt understand why nudity was included in the anime\u001b[24m\n    \u001b[1mストーリーはあまりにも良かった、私は本当にキャラクターや音楽を楽しんだ、アニメになぜヌードが含まれていたのか分からなかった\u001b[22m, \u001b[1m物語は、私は本当に文字や音楽をあまりにも良い享受したヌードがアニメに含まれていた理由は、唯一のものは、私が理解していませんでし\u001b[22m\n\u001b[1m\u001b[22m\nstory:10 great story, most horror and blood gore animes do not have good stories but i liked this one..\n\n\u001b[1m物語：10大話、恐怖と血のゴアのアニメは良い物語を持っていないが、私はこれを好きだった..\u001b[22m\n\u001b[1m(Monogatari: 10 Ōbanashi, kyōfu to chi no Goa no anime wa yoi monogatari o motteinai ga, watashi wa kore o sukidatta..)\u001b[22m\n\nTranslations of \u001b[4mstory:10 great story, most horror and blood gore animes do not have good stories but i liked this one..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory:10 great story, most horror and blood gore animes do not have good stories but i liked this one..\u001b[24m\n    \u001b[1m物語：10大話、恐怖と血のゴアのアニメは良い物語を持っていないが、私はこれを好きだった..\u001b[22m, \u001b[1mストーリー：10偉大な物語、最も恐怖と血ゴアアニメは良い話を持っていないが、私はこの1が好き..\u001b[22m\n\u001b[1m\u001b[22m\nart:8 art in this anime was okay i didnt liked the art much because it looked like old time animation\n\n\u001b[1m芸術：このアニメの8芸術は大丈夫だった昔の時間のアニメーションのように見えたので私は多くの芸術が好きでした\u001b[22m\n\u001b[1m(Geijutsu: Kono anime no 8 geijutsu wa daijōbudatta mukashi no jikan no animēshon no yō ni mietanode watashi wa ōku no geijutsu ga sukideshita)\u001b[22m\n\nTranslations of \u001b[4mart:8 art in this anime was okay i didnt liked the art much because it looked like old time animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart:8 art in this anime was okay i didnt liked the art much because it looked like old time animation\u001b[24m\n    \u001b[1m芸術：このアニメの8芸術は大丈夫だった昔の時間のアニメーションのように見えたので私は多くの芸術が好きでした\u001b[22m, \u001b[1mアート：このアニメで8芸術は、それは昔のアニメーションのように見えたので、私は多くの芸術が好きdidntの大丈夫でした\u001b[22m\n\u001b[1m\u001b[22m\ncharacter:9 the characters in the anime are the best characters i have ever seen.. these characters both have light and dark parts in their souls, Unlike most anime, the distinction between good and evil is not so clear. i cant understand whether lucy is a good character or a bad character\n\n\u001b[1mキャラクター：9アニメのキャラクターは、今まで見た中で最高のキャラクターです。これらのキャラクターは、魂の中に明るい部分と暗い部分があります。ほとんどのアニメと異なり、善と悪の区別はあまり明確ではありません。 私はlucyが良いキャラクターか悪いキャラクターか分からない\u001b[22m\n\u001b[1m(Kyarakutā: 9 Anime no kyarakutā wa, imamade mita naka de saikō no kyarakutādesu. Korera no kyarakutā wa, tamashī no naka ni akarui bubun to kurai bubun ga arimasu. Hotondo no anime to kotonari, yoitowarui no kubetsu wa amari meikakude wa arimasen. Watashi wa lucy ga yoi kyarakutā ka warui kyarakutā ka wakaranai)\u001b[22m\n\nTranslations of \u001b[4mcharacter:9 the characters in the anime are the best characters i have ever seen.. these characters both have light and dark parts in their souls, Unlike most anime, the distinction between good and evil is not so clear. i cant understand whether lucy is a good character or a bad character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter:9 the characters in the anime are the best characters i have ever seen.. these characters both have light and dark parts in their souls, Unlike most anime, the distinction between good and evil is not so clear.\u001b[24m\n    \u001b[1mキャラクター：9アニメのキャラクターは、今まで見た中で最高のキャラクターです。これらのキャラクターは、魂の中に明るい部分と暗い部分があります。ほとんどのアニメと異なり、善と悪の区別はあまり明確ではありません。\u001b[22m, \u001b[1m文字：9アニメの登場人物は私が今まで見た中で最高の文字です..これらの文字の両方が光と彼らの魂で暗い部分を持って、ほとんどのアニメとは違って、善と悪の区別はそれほど明確ではありません。\u001b[22m\n\u001b[4mi cant understand whether lucy is a good character or a bad character\u001b[24m\n    \u001b[1m私はlucyが良いキャラクターか悪いキャラクターか分からない\u001b[22m, \u001b[1m私はルーシーが良い性格か悪いの文字であるかどうかを理解カント\u001b[22m\n\u001b[1m\u001b[22m\nsound:9 the music and theme song of the anime was very good.. i really liked the opening song of the anime\n\n\u001b[1mサウンド：9アニメの音楽とテーマソングはとても良かった。アニメのオープニングソングが本当に好きだった\u001b[22m\n\u001b[1m(Saundo: 9 Anime no ongaku to tēmasongu wa totemo yokatta. Anime no ōpuningusongu ga hontōni sukidatta)\u001b[22m\n\nTranslations of \u001b[4msound:9 the music and theme song of the anime was very good.. i really liked the opening song of the anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound:9 the music and theme song of the anime was very good.. i really liked the opening song of the anime\u001b[24m\n    \u001b[1mサウンド：9アニメの音楽とテーマソングはとても良かった。アニメのオープニングソングが本当に好きだった\u001b[22m, \u001b[1m音：9のアニメの音楽とテーマ曲はとても良かった..私は本当にアニメのオープニング曲が好き\u001b[22m\n\u001b[1m\u001b[22m\nOverall:8 i would give this anime a 8 rating because instead of its great story i didnt understand the idea of unnecessary nudity in this anime, every characer has its own story which i really liked it.\n\n\u001b[1m全体的：8私はこのアニメに不必要なヌードのアイデアを理解しなかったので、すべてのキャラクターは私が本当に好きな独自のストーリーを持っているので、私はこのアニメに8つの評価を与えるだろう。\u001b[22m\n\u001b[1m(Zentai-teki: 8 Watashi wa kono anime ni fuhitsuyōna nūdo no aidea o rikai shinakattanode, subete no kyarakutā wa watashi ga hontōni sukina dokuji no sutōrī o motte irunode, watashi wa kono anime ni yattsu no hyōka o ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall:8 i would give this anime a 8 rating because instead of its great story i didnt understand the idea of unnecessary nudity in this anime, every characer has its own story which i really liked it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:8 i would give this anime a 8 rating because instead of its great story i didnt understand the idea of unnecessary nudity in this anime, every characer has its own story which i really liked it.\u001b[24m\n    \u001b[1m全体的：8私はこのアニメに不必要なヌードのアイデアを理解しなかったので、すべてのキャラクターは私が本当に好きな独自のストーリーを持っているので、私はこのアニメに8つの評価を与えるだろう。\u001b[22m, \u001b[1m全体：8 iがこのアニメを8の評価を与えるだろうので、代わりにその偉大な物語の私はこのアニメに不要なヌードの考え方を理解didntの、すべてのcharacerは、私は本当にそれが好き、独自のストーリーを持っています。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
