[
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "Animaniablog",
    "profile": "/profile/Animaniablog/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=133979",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\nまずは予告なしに予告編を見たあなたのほとんどを失望させてください。 トレーラーはシリーズ全体で、これはちょうど「Z-Kai」の商業キャンペーンでした。 真新真実や田中正義のような巨大な名前を与えられたのは、わずか119秒の驚きと喜びしか得られないことに少し残念です。\n\n私は物語を本質的に商業であり、物語ではないので、このプロジェクトは完全な吹き飛ばされたストーリーラインに適応されていたと思うので、私は物語を6/10付けました。私はそれが多くの可能性を秘めていると思っています。\n\n新幹線の他の作品（言葉の庭、失われた声を持つ子供たち、など）では、芸術作品は単に素晴らしいものです。 あなたの人生の2分分の価値は、芸術作品の素晴らしさに驚かされるほどです。\n\n私はこの作品がどれほど短いのか、芸術作品があなたの注意のほとんどを要求しているので、音をあまりにもコメントしません。\n\nキャラクターは多くの可能性を秘めているようですが、もちろん私たちは彼らの生活を垣間見ることができますが、彼らは興味をそそられているので、「クロスロード」は実際の本格的なシリーズではないということを正当に悲しんでいます。 私の楽しみは9.5 / 10だった（それはとても短い*泣き*のためだけですが）誰もがこれを見ることを強くお勧めします。 このようなコマーシャルがあったのはアメリカだけです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst let me disappoint most of you who only saw the trailer without any prior knowledge. The trailer is the whole series, this was just a commercial campaign by 'Z-Kai'. Granted with huge names like a Makoto Shinkai and Masayoshi Tanaka it is a bit disappointing that we only get 119 seconds of amazement and joy.\n\n\u001b[1mまずは予告なしに予告編を見たあなたのほとんどを失望させてください。 トレーラーはシリーズ全体で、これはちょうど「Z-Kai」の商業キャンペーンでした。 真新真実や田中正義のような巨大な名前を与えられたのは、わずか119秒の驚きと喜びしか得られないことに少し残念です。\u001b[22m\n\u001b[1m(Mazuwa yokoku nashi ni yokokuhen o mita anata no hotondo o shitsubō sa sete kudasai. Torērā wa shirīzu zentai de, kore wa chōdo `Z - Kai' no shōgyō kyanpēndeshita. Ma shin shinjitsu ya Tanaka Masayoshi no yōna kyodaina namae o atae rareta no wa, wazuka 119-byō no odoroki to yorokobi shika e rarenai koto ni sukoshi zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst let me disappoint most of you who only saw the trailer without any prior knowledge. The trailer is the whole series, this was just a commercial campaign by 'Z-Kai'. Granted with huge names like a Makoto Shinkai and Masayoshi Tanaka it is a bit disappointing that we only get 119 seconds of amazement and joy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst let me disappoint most of you who only saw the trailer without any prior knowledge.\u001b[24m\n    \u001b[1mまずは予告なしに予告編を見たあなたのほとんどを失望させてください。\u001b[22m, \u001b[1m最初に私が唯一の予備知識なしで予告編を見た人あなたのほとんどを失望させます。\u001b[22m\n\u001b[4mThe trailer is the whole series, this was just a commercial campaign by 'Z-Kai'.\u001b[24m\n    \u001b[1mトレーラーはシリーズ全体で、これはちょうど「Z-Kai」の商業キャンペーンでした。\u001b[22m, \u001b[1mトレーラは全シリーズで、これは「Z会」でわずか商業キャンペーンでした。\u001b[22m\n\u001b[4mGranted with huge names like a Makoto Shinkai and Masayoshi Tanaka it is a bit disappointing that we only get 119 seconds of amazement and joy.\u001b[24m\n    \u001b[1m真新真実や田中正義のような巨大な名前を与えられたのは、わずか119秒の驚きと喜びしか得られないことに少し残念です。\u001b[22m, \u001b[1m新海誠と正義田中のような巨大な名前を与えられたことは、我々は唯一の驚きと喜びの119秒を得ることが少し残念です。\u001b[22m\n\u001b[1m\u001b[22m\nI put the story 6/10 only because it's essentially a commercial and not a story at all, if this project were to be adapted to a full blown storyline I think it could have a lot of potential, but alas this is all we have.\n\n\u001b[1m私は物語を本質的に商業であり、物語ではないので、このプロジェクトは完全な吹き飛ばされたストーリーラインに適応されていたと思うので、私は物語を6/10付けました。私はそれが多くの可能性を秘めていると思っています。\u001b[22m\n\u001b[1m(Watashi wa monogatari o honshitsu-teki ni shōgyōdeari, monogataride wanainode, kono purojekuto wa kanzen'na fukitobasa reta sutōrīrain ni tekiō sa rete ita to omou node, watashi wa monogatari o 6/ 10 tsukemashita. Watashi wa sore ga ōku no kanōsei o himete iru to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI put the story 6/10 only because it's essentially a commercial and not a story at all, if this project were to be adapted to a full blown storyline I think it could have a lot of potential, but alas this is all we have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI put the story 6/10 only because it's essentially a commercial and not a story at all, if this project were to be adapted to a full blown storyline I think it could have a lot of potential, but alas this is all we have.\u001b[24m\n    \u001b[1m私は物語を本質的に商業であり、物語ではないので、このプロジェクトは完全な吹き飛ばされたストーリーラインに適応されていたと思うので、私は物語を6/10付けました。私はそれが多くの可能性を秘めていると思っています。\u001b[22m, \u001b[1m私はこのプロジェクトは、私はそれは多くの可能性を持っていると思うが、これ悲しいかな、我々が持っているすべてである本格的なストーリーに適合するようにした場合、それは、本質的にすべての物語の商業とはないという理由だけで話6/10を置きます。\u001b[22m\n\u001b[1m\u001b[22m\nPer Shinkai's other work (Garden of Words,Children with lost voices, etc...) the art work is simply amazing. It's almost worth the two minutes of your life just to be blown away by how amazing the art work is.\n\n\u001b[1m新幹線の他の作品（言葉の庭、失われた声を持つ子供たち、など）では、芸術作品は単に素晴らしいものです。 あなたの人生の2分分の価値は、芸術作品の素晴らしさに驚かされるほどです。\u001b[22m\n\u001b[1m(Shinkansen no ta no sakuhin (kotoba no niwa, ushinawa reta koe o motsu kodomo-tachi, nado)de wa, geijutsu sakuhin wa tan'ni subarashī monodesu. Anata no jinsei no 2-bu-bun no kachi wa, geijutsu sakuhin no subarashi-sa ni odorokasa reru hododesu.)\u001b[22m\n\nTranslations of \u001b[4mPer Shinkai's other work (Garden of Words,Children with lost voices, etc...) the art work is simply amazing. It's almost worth the two minutes of your life just to be blown away by how amazing the art work is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPer Shinkai's other work (Garden of Words,Children with lost voices, etc...) the art work is simply amazing.\u001b[24m\n    \u001b[1m新幹線の他の作品（言葉の庭、失われた声を持つ子供たち、など）では、芸術作品は単に素晴らしいものです。\u001b[22m, \u001b[1m新海さんの他の作業（言の葉の庭、失われた声と子供、等...）あたりのアートワークは、単に素晴らしいです。\u001b[22m\n\u001b[4mIt's almost worth the two minutes of your life just to be blown away by how amazing the art work is.\u001b[24m\n    \u001b[1mあなたの人生の2分分の価値は、芸術作品の素晴らしさに驚かされるほどです。\u001b[22m, \u001b[1mそれはちょうど芸術作品がどのように驚くべきことで吹き飛ばされるためにあなたの人生の2分のほとんど価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nI won't comment on the sound too much because of how short this work is and because the art work demands most of your attention most probably won't notice the sound unless watched again.\n\n\u001b[1m私はこの作品がどれほど短いのか、芸術作品があなたの注意のほとんどを要求しているので、音をあまりにもコメントしません。\u001b[22m\n\u001b[1m(Watashi wa kono sakuhin ga dorehodo mijikai no ka, geijutsu sakuhin ga anata no chūi no hotondo o yōkyū shite irunode,-on o amarini mo komento shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI won't comment on the sound too much because of how short this work is and because the art work demands most of your attention most probably won't notice the sound unless watched again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't comment on the sound too much because of how short this work is and because the art work demands most of your attention most probably won't notice the sound unless watched again.\u001b[24m\n    \u001b[1m私はこの作品がどれほど短いのか、芸術作品があなたの注意のほとんどを要求しているので、音をあまりにもコメントしません。\u001b[22m, \u001b[1mため、私はこの作品がどのように短いのが多すぎる音にコメントはありませんし、芸術作品があなたの注意のほとんどを要求するので、もう一度見ない限り、おそらく音に気付くことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters seem to have a lot of potential, of course we only get to see a glimpse into their lives, but they're so intriguing that I am legitimately sad that 'Cross Road' isn't an actual full scale series. My enjoyment was 9.5/10 (only because it's so short *cries*) but I highly recommend everyone watch this. If only we had commercials like this is the States!\n\n\u001b[1mキャラクターは多くの可能性を秘めているようですが、もちろん私たちは彼らの生活を垣間見ることができますが、彼らは興味をそそられているので、「クロスロード」は実際の本格的なシリーズではないということを正当に悲しんでいます。 私の楽しみは9.5 / 10だった（それはとても短い*泣き*のためだけですが）誰もがこれを見ることを強くお勧めします。 このようなコマーシャルがあったのはアメリカだけです！\u001b[22m\n\u001b[1m(Kyarakutā wa ōku no kanōsei o himete iru yōdesuga, mochiron watashitachi wa karera no seikatsu o kaimamiru koto ga dekimasuga, karera wa kyōmi o sosora rete irunode,`kurosurōdo' wa jissai no honkaku-tekina shirīzude wa nai to iu koto o seitō ni kanashinde imasu. Watashi no tanoshimi wa 9. 5/ 10Datta (sore wa totemo mijikai* naki* no tame dakedesuga) daremoga kore o miru koto o tsuyoku o susume shimasu. Ko no yōna komāsharu ga atta no wa Amerika dakedesu!)\u001b[22m\n\nTranslations of \u001b[4mThe characters seem to have a lot of potential, of course we only get to see a glimpse into their lives, but they're so intriguing that I am legitimately sad that 'Cross Road' isn't an actual full scale series. My enjoyment was 9.5/10 (only because it's so short *cries*) but I highly recommend everyone watch this. If only we had commercials like this is the States!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters seem to have a lot of potential, of course we only get to see a glimpse into their lives, but they're so intriguing that I am legitimately sad that 'Cross Road' isn't an actual full scale series.\u001b[24m\n    \u001b[1mキャラクターは多くの可能性を秘めているようですが、もちろん私たちは彼らの生活を垣間見ることができますが、彼らは興味をそそられているので、「クロスロード」は実際の本格的なシリーズではないということを正当に悲しんでいます。\u001b[22m, \u001b[1m文字はもちろん、我々は唯一の自分たちの生活の中に垣間見るを見ることが、多くの可能性を持っているように見えるが、彼らは私が「クロスロード」は、実際のフルスケールのシリーズではないことを合法的に悲しいほど魅力的です。\u001b[22m\n\u001b[4mMy enjoyment was 9.5/10 (only because it's so short *cries*) but I highly recommend everyone watch this.\u001b[24m\n    \u001b[1m私の楽しみは9.5 / 10だった（それはとても短い*泣き*のためだけですが）誰もがこれを見ることを強くお勧めします。\u001b[22m, \u001b[1m私の楽しみは9.5 / 10であった（それはとても短いです理由だけ* *泣く）が、私は非常に誰もがこれを見てお勧めします。\u001b[22m\n\u001b[4mIf only we had commercials like this is the States!\u001b[24m\n    \u001b[1mこのようなコマーシャルがあったのはアメリカだけです！\u001b[22m, \u001b[1m場合にのみ、我々はこのようなコマーシャルを持っていた国です！\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "Derozio",
    "profile": "/profile/Derozio/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=134515",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\n「これは映画じゃない。 それはコマーシャルです。 神よ！  - それを見てシリーズを望んで、それが本当に何であるかを知った人。 私はその気分を知っている、芽。 私を信頼してください。\n\n新井誠はもうひとつの目に見える素晴らしい作品をもう一度叩きます - 今回は長編映画の代わりに2分間のコマーシャルを撮ります。 彼の作品であるため、私は実際に一般的な作品のコメントをスキップします。 それは最悪だと言えばすごいです。 私はそれをどのように記述する必要があるのか​​分かりません。 私はキャラクターのデザインについて話します。 彼らは言及に値する。\n\n私は確かに彼がシリーズや映画としてこれに取り組んでみたいです。 どうして？\n\n-ストーリー-\nこれは、これが非常に明るい心の短い短編であるという意味での彼の以前の作品からの出発点であるからです。 いいえ、ここにうつ病はない。  Shinkaiが定期的に演じるテーマ、すなわち「距離」に替わるのではなく、彼は別の方向に向かった。 同じテーマを扱った仕事のほとんどすべてが別のやり方で行われているという事実を考えてみると爽やかです。 彼は新しい土台を探る時です。  5cms / sほど良いものだったので、10回目と同じテーマを見て、ワントリックポニーとして知られることを楽しむとは思いません。 私は彼がそれより優れていると思う。\n\nしかし、私は逃げる。\n\nああ、はい、私はそれを「ストーリー」と呼びました。 それはランタイムの2分後でさえ、私をその世界に引きずり出して、私の初期の日に約束された場所（以前の作品の1つ）が決してできなかった方法でキャラクターに関連付けることができたからです。 キャストは私たちの主なリード、男と女の子、彼らの夢の大学にそれらを取得するテストの準備を構成します。 これは商業的なもので、この2人のキャラクターの物語を使って、「Z-Kai」の長距離通信コースがこれらの2つをどのようにして自分の好きな場所に運ぶのかを紹介します。 幸いなことに終わりますよね？\n\nこれは多くの可能性を秘めていました。あなたの謙虚な批評家の意見で、それは簡単に13シリーズのLife of Sliceシリーズに適応できます。 それが実際に起こるかどうかはまだ分かりません。 しかし、それは希望的な考え、息切れです。\n\n - キャラクターデザイン - \n文字のデザインはきちんとしています。 男と女の両方が魅力的に見えます。 これは正直言って、私が見た以前の新海の作品からの一歩です。 キャラクターは、「The Place Promised...」で特に魅力的ではなかった。 これは、キャラクターデザインと比較したときのキャラクターデザインと、 '5cms / s'や 'Garden of Words'のような最近の作品でのキャラクターデザインのはっきりとした改良です。\n\n-Voice Acting-\n彼らの声優たちは良い仕事をし、彼らが演奏していたキャラクターによって必要とされた感情を効率的に描写しました。 その女の子は緊張しています。私は今行くつもりです！ 彼女の家を離れてテストの結果をチェックアウトしながら、非常に自然な、非常に聞こえた。 そう、はい、彼らはうまくいったと言うだけで十分でしょう。\n\n - サウンドトラック - \nここで使われているサウンドトラックはミスナナ・ヤナギによって歌われ、ビジュアルを美しく褒めてくれる。 それは、全体の経験を驚くべきビジュアルとは別に良いものにしたものの大部分を占めています。\n\n全体的に、私はあなたがこの短い商業を見ることを後悔するのではないかと疑う。 目には素晴らしい光景で、耳にはとても気持ち良いものです。 間違いなくあなたの人生の2分の価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'This isn't a movie. It is a commercial. God damn it!' - anyone who saw it and hoped for a series AND then came to know about what it really is. I know that feel, bud. Trust me, I do.\n\n\u001b[1m「これは映画じゃない。 それはコマーシャルです。 神よ！  - それを見てシリーズを望んで、それが本当に何であるかを知った人。 私はその気分を知っている、芽。 私を信頼してください。\u001b[22m\n\u001b[1m(`Kore wa eiga janai. Sore wa komāsharudesu. Kamiyo! - Sore o mite shirīzu o nozonde, sore ga hontōni nanidearu ka o shitta hito. Watashi wa sono kibun o shitte iru, me. Watashi o shinrai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m'This isn't a movie. It is a commercial. God damn it!' - anyone who saw it and hoped for a series AND then came to know about what it really is. I know that feel, bud. Trust me, I do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'This isn't a movie.\u001b[24m\n    \u001b[1m「これは映画じゃない。\u001b[22m, \u001b[1m「これは映画ではありません。\u001b[22m\n\u001b[4mIt is a commercial.\u001b[24m\n    \u001b[1mそれはコマーシャルです。\u001b[22m, \u001b[1mそれは商業です。\u001b[22m\n\u001b[4mGod damn it!'\u001b[24m\n    \u001b[1m神よ！\u001b[22m, \u001b[1m神は畜生！」\u001b[22m\n\u001b[4m- anyone who saw it and hoped for a series AND then came to know about what it really is.\u001b[24m\n    \u001b[1m - それを見てシリーズを望んで、それが本当に何であるかを知った人。\u001b[22m, \u001b[1m - それを見て、シリーズを望んで、誰でもそれは本当に何であるかについて知るようになりました。\u001b[22m\n\u001b[4mI know that feel, bud.\u001b[24m\n    \u001b[1m私はその気分を知っている、芽。\u001b[22m, \u001b[1m私はその感触、芽を知っています。\u001b[22m\n\u001b[4mTrust me, I do.\u001b[24m\n    \u001b[1m私を信頼してください。\u001b[22m, \u001b[1m私を信頼し、私がやります。\u001b[22m\n\u001b[1m\u001b[22m\nMakoto Shinkai strikes again with another one of his visually stunning works - this time with a 2 minute commercial instead of a feature length film, however. And because it is *his* work, I'll actually skip commenting on the artwork in general. Because it is stunning, to say the least. And I don't know how else to describe it. I shall talk about character designs, though. They deserve a mention.\n\n\u001b[1m新井誠はもうひとつの目に見える素晴らしい作品をもう一度叩きます - 今回は長編映画の代わりに2分間のコマーシャルを撮ります。 彼の作品であるため、私は実際に一般的な作品のコメントをスキップします。 それは最悪だと言えばすごいです。 私はそれをどのように記述する必要があるのか​​分かりません。 私はキャラクターのデザインについて話します。 彼らは言及に値する。\u001b[22m\n\u001b[1m(Arai makoto wa mō hitotsu no menimieru subarashī sakuhin o mōichido tatakimasu - konkai wa chōhen eiga no kawari ni 2-funkan no komāsharu o torimasu. Kare no sakuhindearu tame, watashi wa jissai ni ippantekina sakuhin no komento o sukippu shimasu. Sore wa saiakuda to ieba sugoidesu. Watashi wa sore o dono yō ni kijutsu suru hitsuyō ga aru no ka ​​ wakarimasen. Watashi wa kyarakutā no dezain ni tsuite hanashimasu. Karera wa genkyū ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mMakoto Shinkai strikes again with another one of his visually stunning works - this time with a 2 minute commercial instead of a feature length film, however. And because it is *his* work, I'll actually skip commenting on the artwork in general. Because it is stunning, to say the least. And I don't know how else to describe it. I shall talk about character designs, though. They deserve a mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakoto Shinkai strikes again with another one of his visually stunning works - this time with a 2 minute commercial instead of a feature length film, however.\u001b[24m\n    \u001b[1m新井誠はもうひとつの目に見える素晴らしい作品をもう一度叩きます - 今回は長編映画の代わりに2分間のコマーシャルを撮ります。\u001b[22m, \u001b[1mしかし、代わりに長編フィルムの2分の商業とこの時間 - 新海誠は彼の視覚的に見事な作品の別の1で再度打ちます。\u001b[22m\n\u001b[4mAnd because it is *his* work, I'll actually skip commenting on the artwork in general.\u001b[24m\n    \u001b[1m彼の作品であるため、私は実際に一般的な作品のコメントをスキップします。\u001b[22m, \u001b[1mそれは*彼*作品ですので、私は実際には一般的なアートワークについてコメントをスキップします。\u001b[22m\n\u001b[4mBecause it is stunning, to say the least.\u001b[24m\n    \u001b[1mそれは最悪だと言えばすごいです。\u001b[22m, \u001b[1mそれは素晴らしいですので、控えめに言って。\u001b[22m\n\u001b[4mAnd I don't know how else to describe it.\u001b[24m\n    \u001b[1m私はそれをどのように記述する必要があるのか分かりません。\u001b[22m, \u001b[1mそして、私はそれを記述するためにどのように他を知りません。\u001b[22m\n\u001b[4mI shall talk about character designs, though.\u001b[24m\n    \u001b[1m私はキャラクターのデザインについて話します。\u001b[22m, \u001b[1mでも、私はキャラクターデザインについて話をしなければなりません。\u001b[22m\n\u001b[4mThey deserve a mention.\u001b[24m\n    \u001b[1m彼らは言及に値する。\u001b[22m, \u001b[1m彼らは言及に値します。\u001b[22m\n\u001b[1m\u001b[22m\nI sure wish he worked on this as a series or a movie, though. Why?\n\n\u001b[1m私は確かに彼がシリーズや映画としてこれに取り組んでみたいです。 どうして？\u001b[22m\n\u001b[1m(Watashi wa tashika ni kare ga shirīzu ya eiga to shite kore ni torikunde mitaidesu. Dōshite?)\u001b[22m\n\nTranslations of \u001b[4mI sure wish he worked on this as a series or a movie, though. Why?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI sure wish he worked on this as a series or a movie, though.\u001b[24m\n    \u001b[1m私は確かに彼がシリーズや映画としてこれに取り組んでみたいです。\u001b[22m, \u001b[1m私は確かにかかわらず、彼はシリーズや映画のように、この上に働いていたいです。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\n-Story-\n\n\u001b[1m-ストーリー-\u001b[22m\n\u001b[1m(- Sutōrī -)\u001b[22m\n\nDefinitions of \u001b[4m-Story-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nBecause this is a departure from his previous works in the sense that this is a very light hearted short story. No depressing shit here. Instead of going with the themes Shinkai regularly plays with, ie, 'distance', he went for a different direction. Which is refreshing to see considering the fact that almost every work of his deals with the same theme in a different manner. It is time he explores new grounds. Because as good as 5cms/s was, I don't think I would enjoy watching the same theme explored for like the tenth time and have the creator be known as a one-trick pony. I think he's better than that.\n\n\u001b[1mこれは、これが非常に明るい心の短い短編であるという意味での彼の以前の作品からの出発点であるからです。 いいえ、ここにうつ病はない。  Shinkaiが定期的に演じるテーマ、すなわち「距離」に替わるのではなく、彼は別の方向に向かった。 同じテーマを扱った仕事のほとんどすべてが別のやり方で行われているという事実を考えてみると爽やかです。 彼は新しい土台を探る時です。  5cms / sほど良いものだったので、10回目と同じテーマを見て、ワントリックポニーとして知られることを楽しむとは思いません。 私は彼がそれより優れていると思う。\u001b[22m\n\u001b[1m(Kore wa, kore ga hijō ni akarui kokoro no mijikai tanpendearu to iu imi de no kare no izen no sakuhin kara no shuppatsu-tendearukaradesu. Īe, koko ni utsubyō wanai. Shinkai ga teikitekini enjiru tēma, sunawachi `kyori' ni kawaru node wa naku, kare wa betsu no hōkō ni mukatta. Onaji tēma o atsukatta shigoto no hotondo subete ga betsu no yarikata de okonawa rete iru to iu jijitsu o kangaete miruto sawayakadesu. Kare wa atarashī dodai o saguru tokidesu. 5 Cms/ s hodo yoi monodattanode, 10-kai-me to onaji tēma o mite, wantorikkuponī to shite shira reru koto o tanoshimu to wa omoimasen. Watashi wa kare ga sore yori sugurete iru to omou.)\u001b[22m\n\nTranslations of \u001b[4mBecause this is a departure from his previous works in the sense that this is a very light hearted short story. No depressing shit here. Instead of going with the themes Shinkai regularly plays with, ie, 'distance', he went for a different direction. Which is refreshing to see considering the fact that almost every work of his deals with the same theme in a different manner. It is time he explores new grounds. Because as good as 5cms/s was, I don't think I would enjoy watching the same theme explored for like the tenth time and have the creator be known as a one-trick pony. I think he's better than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause this is a departure from his previous works in the sense that this is a very light hearted short story.\u001b[24m\n    \u001b[1mこれは、これが非常に明るい心の短い短編であるという意味での彼の以前の作品からの出発点であるからです。\u001b[22m, \u001b[1mこれは、これは非常に気楽に短い物語であるという意味で、彼の前の作品から逸脱しているので。\u001b[22m\n\u001b[4mNo depressing shit here.\u001b[24m\n    \u001b[1mいいえ、ここにうつ病はない。\u001b[22m, \u001b[1mいいえ、ここでたわごとを押し下げるません。\u001b[22m\n\u001b[4mInstead of going with the themes Shinkai regularly plays with, ie, 'distance', he went for a different direction.\u001b[24m\n    \u001b[1mShinkaiが定期的に演じるテーマ、すなわち「距離」に替わるのではなく、彼は別の方向に向かった。\u001b[22m, \u001b[1m代わりに、新海が定期的に、すなわち、「距離」で遊ぶテーマと一緒に行くのは、彼は別の方向に行ってきました。\u001b[22m\n\u001b[4mWhich is refreshing to see considering the fact that almost every work of his deals with the same theme in a different manner.\u001b[24m\n    \u001b[1m同じテーマを扱った仕事のほとんどすべてが別のやり方で行われているという事実を考えてみると爽やかです。\u001b[22m, \u001b[1mこれは、異なる方法で、同じテーマを持つ彼のお得な情報のほとんどすべての仕事という事実を考慮すると見ることが爽やかです。\u001b[22m\n\u001b[4mIt is time he explores new grounds.\u001b[24m\n    \u001b[1m彼は新しい土台を探る時です。\u001b[22m, \u001b[1mそれは、彼が新しい根拠を探る時間です。\u001b[22m\n\u001b[4mBecause as good as 5cms/s was, I don't think I would enjoy watching the same theme explored for like the tenth time and have the creator be known as a one-trick pony.\u001b[24m\n    \u001b[1m5cms / sほど良いものだったので、10回目と同じテーマを見て、ワントリックポニーとして知られることを楽しむとは思いません。\u001b[22m, \u001b[1m5cms /秒と同様に良好だったので、私は10回目のようにするための探求に同じテーマを見て楽しむと思うと作成者が1トリックポニーとして知られていません。\u001b[22m\n\u001b[4mI think he's better than that.\u001b[24m\n    \u001b[1m私は彼がそれより優れていると思う。\u001b[22m, \u001b[1m私は彼がそれよりはましだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nBut I digress.\n\n\u001b[1mしかし、私は逃げる。\u001b[22m\n\u001b[1m(Shikashi, watashi wa nigeru.)\u001b[22m\n\nTranslations of \u001b[4mBut I digress.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I digress.\u001b[24m\n    \u001b[1mしかし、私は逃げる。\u001b[22m, \u001b[1mしかし、私は脱線します。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and yes, I called it a 'story'. And that's because even in two minutes of run-time it managed to drag me into its world and make me relate to the characters in a way 'The Place Promised in Our Early Days' (one of his previous works) never could. The cast comprises of our main leads, a guy and a girl, preparing for a test that'd get them into a university of their dreams. This, being a commercial, uses the story of these two characters to showcase how the long-distance correspondence courses from 'Z-Kai' help these two to get where they want. Ends on a happy-ish note, I guess?\n\n\u001b[1mああ、はい、私はそれを「ストーリー」と呼びました。 それはランタイムの2分後でさえ、私をその世界に引きずり出して、私の初期の日に約束された場所（以前の作品の1つ）が決してできなかった方法でキャラクターに関連付けることができたからです。 キャストは私たちの主なリード、男と女の子、彼らの夢の大学にそれらを取得するテストの準備を構成します。 これは商業的なもので、この2人のキャラクターの物語を使って、「Z-Kai」の長距離通信コースがこれらの2つをどのようにして自分の好きな場所に運ぶのかを紹介します。 幸いなことに終わりますよね？\u001b[22m\n\u001b[1m(Ā, wa i, watashi wa sore o `sutōrī' to yobimashita. Sore wa Rantaimu no 2-bu-gode sae, watashi o sono sekai ni hikizuridashite, watashi no shoki no hi ni yakusoku sa reta basho (izen no sakuhin no 1tsu) ga kesshite dekinakatta hōhō de kyarakutā ni kanrendzukeru koto ga dekitakaradesu. Kyasuto wa watashitachi no omona rīdo, otoko to on'nanoko, karera no yume no daigaku ni sorera o shutoku suru tesuto no junbi o kōsei shimasu. Kore wa shōgyō-tekina mono de, kono 2-ri no kyarakutā no monogatari o tsukatte,`Z - Kai' no chōkyori tsūshin kōsu ga korera no 2tsu o dono yō ni shite jibun no sukinabasho ni hakobu no ka o shōkai shimasu. Saiwaina koto ni owarimasu yo ne?)\u001b[22m\n\nTranslations of \u001b[4mOh, and yes, I called it a 'story'. And that's because even in two minutes of run-time it managed to drag me into its world and make me relate to the characters in a way 'The Place Promised in Our Early Days' (one of his previous works) never could. The cast comprises of our main leads, a guy and a girl, preparing for a test that'd get them into a university of their dreams. This, being a commercial, uses the story of these two characters to showcase how the long-distance correspondence courses from 'Z-Kai' help these two to get where they want. Ends on a happy-ish note, I guess?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and yes, I called it a 'story'.\u001b[24m\n    \u001b[1mああ、はい、私はそれを「ストーリー」と呼びました。\u001b[22m, \u001b[1mああ、はい、私は「物語」と呼びました。\u001b[22m\n\u001b[4mAnd that's because even in two minutes of run-time it managed to drag me into its world and make me relate to the characters in a way 'The Place Promised in Our Early Days' (one of his previous works) never could.\u001b[24m\n    \u001b[1mそれはランタイムの2分後でさえ、私をその世界に引きずり出して、私の初期の日に約束された場所（以前の作品の1つ）が決してできなかった方法でキャラクターに関連付けることができたからです。\u001b[22m, \u001b[1mでも、実行時の2分にそれがその世界に私をドラッグして、私は方法で文字に関連するために「雲のむこう、約束の場所」（彼の前の作品の一つ）を管理しているため、それができたことはありません。\u001b[22m\n\u001b[4mThe cast comprises of our main leads, a guy and a girl, preparing for a test that'd get them into a university of their dreams.\u001b[24m\n    \u001b[1mキャストは私たちの主なリード、男と女の子、彼らの夢の大学にそれらを取得するテストの準備を構成します。\u001b[22m, \u001b[1mキャストは彼らの夢の大学にそれらを取得したいテストの準備、私たちの主なリード、男と女の子で構成されています。\u001b[22m\n\u001b[4mThis, being a commercial, uses the story of these two characters to showcase how the long-distance correspondence courses from 'Z-Kai' help these two to get where they want.\u001b[24m\n    \u001b[1mこれは商業的なもので、この2人のキャラクターの物語を使って、「Z-Kai」の長距離通信コースがこれらの2つをどのようにして自分の好きな場所に運ぶのかを紹介します。\u001b[22m, \u001b[1mこれは、商用であること、彼らが望む場所「Z会」のヘルプこれら2からの長距離通信講座を取得する方法を紹介するために、これらの2つの文字の話を使用しています。\u001b[22m\n\u001b[4mEnds on a happy-ish note, I guess?\u001b[24m\n    \u001b[1m幸いなことに終わりますよね？\u001b[22m, \u001b[1m幸せっぽいノートに終了し、私は推測しますか？\u001b[22m\n\u001b[1m\u001b[22m\nThis had a lot of potential - it could easily be adapted into a 13 episode Slice of Life series, in your humble reviewer's opinion. Whether or not that actually happens remains to be seen. But that's wishful thinking, bleh.\n\n\u001b[1mこれは多くの可能性を秘めていました。あなたの謙虚な批評家の意見で、それは簡単に13シリーズのLife of Sliceシリーズに適応できます。 それが実際に起こるかどうかはまだ分かりません。 しかし、それは希望的な考え、息切れです。\u001b[22m\n\u001b[1m(Kore wa ōku no kanōsei o himete imashita. Anata no kenkyona hihyō-ka no iken de, sore wa kantan ni 13 shirīzu no Life of Slice shirīzu ni tekiō dekimasu. Sore ga jissai ni okoru ka dō ka wa mada wakarimasen. Shikashi, soreha kibō-tekina kangae, ikigiredesu.)\u001b[22m\n\nTranslations of \u001b[4mThis had a lot of potential - it could easily be adapted into a 13 episode Slice of Life series, in your humble reviewer's opinion. Whether or not that actually happens remains to be seen. But that's wishful thinking, bleh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis had a lot of potential - it could easily be adapted into a 13 episode Slice of Life series, in your humble reviewer's opinion.\u001b[24m\n    \u001b[1mこれは多くの可能性を秘めていました。あなたの謙虚な批評家の意見で、それは簡単に13シリーズのLife of Sliceシリーズに適応できます。\u001b[22m, \u001b[1mこれは多くの可能性を持っていた - それは簡単にあなたの謙虚な校閲者の意見では、ライフシリーズの13エピソードスライスに適合させることができます。\u001b[22m\n\u001b[4mWhether or not that actually happens remains to be seen.\u001b[24m\n    \u001b[1mそれが実際に起こるかどうかはまだ分かりません。\u001b[22m\n\u001b[4mBut that's wishful thinking, bleh.\u001b[24m\n    \u001b[1mしかし、それは希望的な考え、息切れです。\u001b[22m, \u001b[1mしかし、それはbleh、希望的観測です。\u001b[22m\n\u001b[1m\u001b[22m\n-Character Designs-\n\n\u001b[1m - キャラクターデザイン - \u001b[22m\n\u001b[1m(- Kyarakutādezain -)\u001b[22m\n\nTranslations of \u001b[4m-Character Designs-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Character Designs-\u001b[24m\n    \u001b[1m - キャラクターデザイン - \u001b[22m, \u001b[1m-character Designs-\u001b[22m\nThe character designs are neat. Both the guy and the girl look attractive. This is a step up from the previous Shinkai works I've seen, to be honest. The characters didn't look especially attractive in 'The Place Promised...'. This is a huge improvement when it comes to character designs when compared to it and a definite but subtle improvement from the character designs in his more recent works like '5cms/s' and 'Garden of Words'.\n\n\u001b[1m文字のデザインはきちんとしています。 男と女の両方が魅力的に見えます。 これは正直言って、私が見た以前の新海の作品からの一歩です。 キャラクターは、「The Place Promised...」で特に魅力的ではなかった。 これは、キャラクターデザインと比較したときのキャラクターデザインと、 '5cms / s'や 'Garden of Words'のような最近の作品でのキャラクターデザインのはっきりとした改良です。\u001b[22m\n\u001b[1m(Moji no dezain wa kichinto shite imasu. Otome no ryōhō ga mirikiteki ni miemasu. Kore wa shōjiki itte, watashi ga mita izen no Shinkai no sakuhin kara no ippodesu. Kyarakutā wa,`The Place Promised...' De tokuni mirikitekide wa nakatta. Kore wa, kyarakutādezain to hikaku shita toki no kyarakutādezain to, ' 5 cms/ s' ya' Garden of Words' no yōna saikin no sakuhin de no kyarakutādezain no hakkiri to shita kairyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character designs are neat. Both the guy and the girl look attractive. This is a step up from the previous Shinkai works I've seen, to be honest. The characters didn't look especially attractive in 'The Place Promised...'. This is a huge improvement when it comes to character designs when compared to it and a definite but subtle improvement from the character designs in his more recent works like '5cms/s' and 'Garden of Words'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs are neat.\u001b[24m\n    \u001b[1m文字のデザインはきちんとしています。\u001b[22m, \u001b[1mキャラクターデザインは、きちんとしています。\u001b[22m\n\u001b[4mBoth the guy and the girl look attractive.\u001b[24m\n    \u001b[1m男と女の両方が魅力的に見えます。\u001b[22m, \u001b[1m男と女の子の両方が魅力的に見えます。\u001b[22m\n\u001b[4mThis is a step up from the previous Shinkai works I've seen, to be honest.\u001b[24m\n    \u001b[1mこれは正直言って、私が見た以前の新海の作品からの一歩です。\u001b[22m, \u001b[1mこれは、以前の新海は正直に言うと、私が見てきた働くからのステップアップです。\u001b[22m\n\u001b[4mThe characters didn't look especially attractive in 'The Place Promised...'.\u001b[24m\n    \u001b[1mキャラクターは、「The Place Promised...」で特に魅力的ではなかった。\u001b[22m, \u001b[1m文字は、特に魅力的に見えるしませんでした」約束の場所...」。\u001b[22m\n\u001b[4mThis is a huge improvement when it comes to character designs when compared to it and a definite but subtle improvement from the character designs in his more recent works like '5cms/s' and 'Garden of Words'.\u001b[24m\n    \u001b[1mこれは、キャラクターデザインと比較したときのキャラクターデザインと、 '5cms / s'や 'Garden of Words'のような最近の作品でのキャラクターデザインのはっきりとした改良です。\u001b[22m, \u001b[1mそれと '5cms / sの'と '言の葉の庭」のような彼のより多くの最近の作品でキャラクターデザインから明確な微妙な改善と比較した場合、それがキャラクターデザインに来るときこれは巨大な改善です。\u001b[22m\n\u001b[1m\u001b[22m\n-Voice Acting-\n\n\u001b[1m-Voice Acting-\u001b[22m\n\u001b[1m(- Boisu Acting -)\u001b[22m\n\nTranslations of \u001b[4m-Voice Acting-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Voice Acting-\u001b[24m\n    \u001b[1m-Voice Acting-\u001b[22m\nTheir voice actors did a good job and they efficiently managed to portray the emotions that were required from them by the characters they were playing. The girl's nervous 'I'll be going now!' while leaving her home to go check out the results of her test sounded very, very natural. So yes, it'll suffice to say that they did well.\n\n\u001b[1m彼らの声優たちは良い仕事をし、彼らが演奏していたキャラクターによって必要とされた感情を効率的に描写しました。 その女の子は緊張しています。私は今行くつもりです！ 彼女の家を離れてテストの結果をチェックアウトしながら、非常に自然な、非常に聞こえた。 そう、はい、彼らはうまくいったと言うだけで十分でしょう。\u001b[22m\n\u001b[1m(Karera no seiyū-tachi wa yoi shigoto o shi, karera ga ensō shite ita kyarakutā ni yotte hitsuyō to sa reta kanjō o kōritsu-teki ni byōsha shimashita. Sono on'nanoko wa kinchō shite imasu. Watashi wa ima iku tsumoridesu! Kanojo no ie o hanarete tesuto no kekka o chekku auto shinagara, hijō ni shizen'na, hijō ni kikoeta. Sō, wa i, karera wa umaku itta to iu dakede jūbundeshou.)\u001b[22m\n\nTranslations of \u001b[4mTheir voice actors did a good job and they efficiently managed to portray the emotions that were required from them by the characters they were playing. The girl's nervous 'I'll be going now!' while leaving her home to go check out the results of her test sounded very, very natural. So yes, it'll suffice to say that they did well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheir voice actors did a good job and they efficiently managed to portray the emotions that were required from them by the characters they were playing.\u001b[24m\n    \u001b[1m彼らの声優たちは良い仕事をし、彼らが演奏していたキャラクターによって必要とされた感情を効率的に描写しました。\u001b[22m, \u001b[1m彼らの声優は良い仕事をしたし、彼らが効率的に、彼らが遊んでいた文字で、それらから必要とされた感情を表現するために管理しました。\u001b[22m\n\u001b[4mThe girl's nervous 'I'll be going now!'\u001b[24m\n    \u001b[1mその女の子は緊張しています。私は今行くつもりです！\u001b[22m, \u001b[1m女の子の神経「私は今行くことがあります！」\u001b[22m\n\u001b[4mwhile leaving her home to go check out the results of her test sounded very, very natural.\u001b[24m\n    \u001b[1m彼女の家を離れてテストの結果をチェックアウトしながら、非常に自然な、非常に聞こえた。\u001b[22m, \u001b[1m彼女のテストの結果をチェックアウト行くために彼女の家を残しながら、非常に、非常に自然に聞こえました。\u001b[22m\n\u001b[4mSo yes, it'll suffice to say that they did well.\u001b[24m\n    \u001b[1mそう、はい、彼らはうまくいったと言うだけで十分でしょう。\u001b[22m, \u001b[1mそうです、それは彼らがよくやったことを言えば十分でしょう。\u001b[22m\n\u001b[1m\u001b[22m\n-Soundtrack-\n\n\u001b[1m - サウンドトラック - \u001b[22m\n\u001b[1m(- Saundotorakku -)\u001b[22m\n\nDefinitions of \u001b[4m-Soundtrack-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンドトラック\u001b[22m\n        soundtrack\nThe soundtrack used here is sung by Miss Nagi Yanagi and beautifully compliments the visuals. It makes up a large part of what made the whole experience so damn good apart from the stunning visuals.\n\n\u001b[1mここで使われているサウンドトラックはミスナナ・ヤナギによって歌われ、ビジュアルを美しく褒めてくれる。 それは、全体の経験を驚くべきビジュアルとは別に良いものにしたものの大部分を占めています。\u001b[22m\n\u001b[1m(Koko de tsukawareteiru saundotorakku wa misunana yanagi ni yotte utawa re, bijuaru o utsukushiku homete kureru. Sore wa, zentai no keiken o odorokubeki bijuaru to wa betsuni yoi mono ni shita mono no daibubun o shimete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack used here is sung by Miss Nagi Yanagi and beautifully compliments the visuals. It makes up a large part of what made the whole experience so damn good apart from the stunning visuals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack used here is sung by Miss Nagi Yanagi and beautifully compliments the visuals.\u001b[24m\n    \u001b[1mここで使われているサウンドトラックはミスナナ・ヤナギによって歌われ、ビジュアルを美しく褒めてくれる。\u001b[22m, \u001b[1mここで使用されるサウンドトラックはミスやなぎなぎが歌うと美しいビジュアルを褒めています。\u001b[22m\n\u001b[4mIt makes up a large part of what made the whole experience so damn good apart from the stunning visuals.\u001b[24m\n    \u001b[1mそれは、全体の経験を驚くべきビジュアルとは別に良いものにしたものの大部分を占めています。\u001b[22m, \u001b[1mそれはとても上出来離れて驚異的なビジュアルから全体的な経験をしたものの大部分を占めます。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I doubt you'd regret watching this short commercial. It is a wonderful sight to the eyes and very pleasant to the ears. Definitely worth 2 minutes of your life.\n\n\u001b[1m全体的に、私はあなたがこの短い商業を見ることを後悔するのではないかと疑う。 目には素晴らしい光景で、耳にはとても気持ち良いものです。 間違いなくあなたの人生の2分の価値がある。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa anata ga kono mijikai shōgyō o miru koto o kōkai suru node wanai ka to utagau. Me ni wa subarashī kōkei de, mimi ni wa totemo kimochiyoi monodesu. Machigainaku anata no jinsei no 2-bu no kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I doubt you'd regret watching this short commercial. It is a wonderful sight to the eyes and very pleasant to the ears. Definitely worth 2 minutes of your life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I doubt you'd regret watching this short commercial.\u001b[24m\n    \u001b[1m全体的に、私はあなたがこの短い商業を見ることを後悔するのではないかと疑う。\u001b[22m, \u001b[1mすべてのすべてで、私はあなたがこの短いコマーシャルを見て後悔すると思います疑います。\u001b[22m\n\u001b[4mIt is a wonderful sight to the eyes and very pleasant to the ears.\u001b[24m\n    \u001b[1m目には素晴らしい光景で、耳にはとても気持ち良いものです。\u001b[22m, \u001b[1mそれは素晴らしい目に視力と耳に非常に快適です。\u001b[22m\n\u001b[4mDefinitely worth 2 minutes of your life.\u001b[24m\n    \u001b[1m間違いなくあなたの人生の2分の価値がある。\u001b[22m, \u001b[1m間違いなくあなたの人生の2分の価値があります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "xbobx",
    "profile": "/profile/xbobx/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=134067",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  9\n\n'Woaah、すばらしいプレビュー！ それはいつ放送されるのですか？\n「おい、それは... 2分のワンショットだった。」\n\nおそらく、これらの商業カットを見た後の最も一般的な反応、そして確かに新海のファンのための完全な悲しみ。\n彼のプロジェクトに精通している人は、すべての種類のサービスの企業が来て、コマーシャルとして使用される短い映画を要求することに時々気付くかもしれません。 これらすべての映画は、楽観的かつ肯定的な前向きな見方をしており、何らかの道徳や倫理観を思いついています。\n\nこの場合、これは、より深刻なドラマ/ロマンスに発展するシリーズの1つである、キャラクター駆動のかわいい少年少女に会うためのプレビューとして簡単に合うかもしれません。 これはちょうど投機ではありますが、短いコマーシャルがこれらのすべての思考を扇動することができたのを見てすばらしいことです。主な焦点は、あなたを感じさせないものを売ることです。\nまあ、それはあなたのための日本です。\nしかし思考だけではありません。 古くからの新貝製作では、これらのショートムービーの影響を受ける感情もあります。 主に、私たちの多くが関連し、過去に似たようなことを行ったことがある状況を示しているからです。\n\nBesides from Shinkai, for this one-shot we also have Masayoshi Tanaka (AnoHana, Kannagi, Mushishi, Toradora!) and Yuu Yamashita (Azumanga, Bleach, InuYasha, Usagi Drop) for the Key animation and character design, and Ayane Sakura (Love Lab, BokuwaTomodachi, Endymion -Index, Joshiraku) for Miho's voice.\n\n私たちは新海さんからの別の映画製作を待っていますが、これらの短編小説を見ることは、あなたの芸術的な傑作バッテリーをくつろぎ、リフ​​レッシュするのに最適な方法です。\n\n - 標準的なMALのランキングと同じように、それ以上の差別化はありません。\nストーリー：6/10  - アート：8/10  - サウンド：8/10  - キャラクター：6/10  - 楽しさ：9/10\nキャラクターとストーリーは、明らかに開発の欠如のために6点を獲得する。\n彼らは常に驚きのためのアートワークとサウンド8。\nそして楽しさは確実に9秒ですが、119秒しか持続しませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Woaah, what an amazing preview! When will it air?'\n\n\u001b[1m'Woaah、すばらしいプレビュー！ それはいつ放送されるのですか？\u001b[22m\n\u001b[1m(' Woaah, subarashī purebyū! Sore wa itsu hōsō sa reru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4m'Woaah, what an amazing preview! When will it air?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Woaah, what an amazing preview!\u001b[24m\n    \u001b[1m'Woaah、すばらしいプレビュー！\u001b[22m, \u001b[1m「Woaah、素晴らしいものをプレビュー！\u001b[22m\n\u001b[4mWhen will it air?'\u001b[24m\n    \u001b[1mそれはいつ放送されるのですか？\u001b[22m, \u001b[1mとき、それは、空気のだろうか？」\u001b[22m\n'Dude, it won't... that was a 2min one-shot.'\n\n\u001b[1m「おい、それは... 2分のワンショットだった。」\u001b[22m\n\u001b[1m(`Oi, soreha... 2-Bu no wan shottodatta.')\u001b[22m\n\nTranslations of \u001b[4m'Dude, it won't... that was a 2min one-shot.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Dude, it won't... that was a 2min one-shot.'\u001b[24m\n    \u001b[1m「おい、それは... 2分のワンショットだった。」\u001b[22m, \u001b[1m「おい、それは...それは2分、ワンショットではなかったでしょう。」\u001b[22m\n\u001b[1m\u001b[22m\nProbably the most common reaction after watching these commercial cuts, and certainly the utter sadness for Shinkai fans.\n\n\u001b[1mおそらく、これらの商業カットを見た後の最も一般的な反応、そして確かに新海のファンのための完全な悲しみ。\u001b[22m\n\u001b[1m(Osoraku, korera no shōgyō katto o mita nochi no mottomo ippantekina han'nō, soshite tashikani Shinkai no fan no tame no kanzen'na kanashimi.)\u001b[22m\n\nTranslations of \u001b[4mProbably the most common reaction after watching these commercial cuts, and certainly the utter sadness for Shinkai fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProbably the most common reaction after watching these commercial cuts, and certainly the utter sadness for Shinkai fans.\u001b[24m\n    \u001b[1mおそらく、これらの商業カットを見た後の最も一般的な反応、そして確かに新海のファンのための完全な悲しみ。\u001b[22m, \u001b[1mこれらの市販のカット、そして確か新海ファンのための完全な悲しみを見た後おそらく最も一般的な反応。\u001b[22m\nThose who are already familiar with his projects, might have notice that from times to times companies from all kind of services come and asks him for short movies that will be used as commercials. All these movies have a optimistic and uplift forward-thinking look to them, caring some kind of moral or sense of ethics.\n\n\u001b[1m彼のプロジェクトに精通している人は、すべての種類のサービスの企業が来て、コマーシャルとして使用される短い映画を要求することに時々気付くかもしれません。 これらすべての映画は、楽観的かつ肯定的な前向きな見方をしており、何らかの道徳や倫理観を思いついています。\u001b[22m\n\u001b[1m(Kare no purojekuto ni seitsū shite iru hito wa, subete no shurui no sābisu no kigyō ga kite, komāsharu to shite shiyō sa reru mijikai eiga o yōkyū suru koto ni tokidoki kidzuku kamo shiremasen. Korera subete no eiga wa, rakukanteki katsu kōtei-tekina maemukina mikata o shite ori, nanrakano dōtoku ya rinri-kan o omoitsuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThose who are already familiar with his projects, might have notice that from times to times companies from all kind of services come and asks him for short movies that will be used as commercials. All these movies have a optimistic and uplift forward-thinking look to them, caring some kind of moral or sense of ethics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose who are already familiar with his projects, might have notice that from times to times companies from all kind of services come and asks him for short movies that will be used as commercials.\u001b[24m\n    \u001b[1m彼のプロジェクトに精通している人は、すべての種類のサービスの企業が来て、コマーシャルとして使用される短い映画を要求することに時々気付くかもしれません。\u001b[22m, \u001b[1mすでに彼のプロジェクトに精通している人たちは、サービスのすべての種類から倍から倍の企業が来て、コマーシャルとして使用されるショートムービーのために彼を尋ねるという通知があるかもしれません。\u001b[22m\n\u001b[4mAll these movies have a optimistic and uplift forward-thinking look to them, caring some kind of moral or sense of ethics.\u001b[24m\n    \u001b[1mこれらすべての映画は、楽観的かつ肯定的な前向きな見方をしており、何らかの道徳や倫理観を思いついています。\u001b[22m, \u001b[1mすべてのこれらの映画は、道徳的または倫理観のいくつかの種類を思いやり、彼らに楽観的と隆起先進的な顔をしています。\u001b[22m\n\u001b[1m\u001b[22m\nIn this case, this could easily fit as a preview for a cute boy-meets-girl slice of life anime, character driven, one of those series that develop into a deeper drama/romance. Even though this is just speculation, it's awesome to see how a short commercial was able to incite all these thoughts, when it's main focus is to sell things not make you ...feel.\n\n\u001b[1mこの場合、これは、より深刻なドラマ/ロマンスに発展するシリーズの1つである、キャラクター駆動のかわいい少年少女に会うためのプレビューとして簡単に合うかもしれません。 これはちょうど投機ではありますが、短いコマーシャルがこれらのすべての思考を扇動することができたのを見てすばらしいことです。主な焦点は、あなたを感じさせないものを売ることです。\u001b[22m\n\u001b[1m(Ko no baai, koreha, yori shinkokuna dorama/ romansu ni hatten suru shirīzu no 1tsudearu, kyarakutā kudō no kawaī shōnen shōjo ni au tame no purebyū to shite kantan ni au kamo shiremasen. Kore wa chōdo tōkide wa arimasuga, mijikai komāsharu ga korera no subete no shikō o sendō suru koto ga dekita no o mite subarashī kotodesu. Omona shōten wa, anata o kanji sasenai mono o uru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn this case, this could easily fit as a preview for a cute boy-meets-girl slice of life anime, character driven, one of those series that develop into a deeper drama/romance. Even though this is just speculation, it's awesome to see how a short commercial was able to incite all these thoughts, when it's main focus is to sell things not make you ...feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this case, this could easily fit as a preview for a cute boy-meets-girl slice of life anime, character driven, one of those series that develop into a deeper drama/romance.\u001b[24m\n    \u001b[1mこの場合、これは、より深刻なドラマ/ロマンスに発展するシリーズの1つである、キャラクター駆動のかわいい少年少女に会うためのプレビューとして簡単に合うかもしれません。\u001b[22m, \u001b[1mこの場合、これは簡単に生活アニメ、キャラクター駆動、深いドラマ/ロマンスに発展したものシリーズの一つのかわいい男の子-満たしている少女スライスのプレビューとして合うことができます。\u001b[22m\n\u001b[4mEven though this is just speculation, it's awesome to see how a short commercial was able to incite all these thoughts, when it's main focus is to sell things not make you ...feel.\u001b[24m\n    \u001b[1mこれはちょうど投機ではありますが、短いコマーシャルがこれらのすべての思考を扇動することができたのを見てすばらしいことです。主な焦点は、あなたを感じさせないものを売ることです。\u001b[22m, \u001b[1mこれは単なる憶測であっても、それが主な焦点は、あなたが...感じることはありませ物事を販売することですだとき、それは、短いコマーシャルがすべてのこれらの考えを扇動することができたかを確認するために素晴らしいです。\u001b[22m\nWell, that's Japan for you.\n\n\u001b[1mまあ、それはあなたのための日本です。\u001b[22m\n\u001b[1m(Mā, sore wa anata no tame no Nihondesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, that's Japan for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, that's Japan for you.\u001b[24m\n    \u001b[1mまあ、それはあなたのための日本です。\u001b[22m\nNot just thoughts though. As a classic Shinkai production, some might feel also emotional affected by these short movies. Mainly because it shows situations many of us can relate and sure have gone through something similar in the past.\n\n\u001b[1mしかし思考だけではありません。 古くからの新貝製作では、これらのショートムービーの影響を受ける感情もあります。 主に、私たちの多くが関連し、過去に似たようなことを行ったことがある状況を示しているからです。\u001b[22m\n\u001b[1m(Shikashi shikō dakede wa arimasen. Furuku kara no Shingai seisakude wa, korera no shōtomūbī no eikyōwoukeru kanjō mo arimasu. Omoni, watashitachi no ōku ga kanren shi, kako ni nita yōna koto o okonatta koto ga aru jōkyō o shimeshite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mNot just thoughts though. As a classic Shinkai production, some might feel also emotional affected by these short movies. Mainly because it shows situations many of us can relate and sure have gone through something similar in the past.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot just thoughts though.\u001b[24m\n    \u001b[1mしかし思考だけではありません。\u001b[22m, \u001b[1mしかしだけでなく、思考。\u001b[22m\n\u001b[4mAs a classic Shinkai production, some might feel also emotional affected by these short movies.\u001b[24m\n    \u001b[1m古くからの新貝製作では、これらのショートムービーの影響を受ける感情もあります。\u001b[22m, \u001b[1m古典的な新海生産のように、いくつかは、これらのショートムービーの影響を受けても、感情的に感じるかもしれません。\u001b[22m\n\u001b[4mMainly because it shows situations many of us can relate and sure have gone through something similar in the past.\u001b[24m\n    \u001b[1m主に、私たちの多くが関連し、過去に似たようなことを行ったことがある状況を示しているからです。\u001b[22m, \u001b[1mそれは状況を示している主な理由は、私たちの多くは、関連することができると確信して過去に似たようなことを経験してきています。\u001b[22m\n\u001b[1m\u001b[22m\nBesides from Shinkai, for this one-shot we also have Masayoshi Tanaka (AnoHana, Kannagi, Mushishi, Toradora!) and Yuu Yamashita (Azumanga, Bleach, InuYasha, Usagi Drop) for the Key animation and character design, and Ayane Sakura (Love Lab, BokuwaTomodachi, Endymion -Index, Joshiraku) for Miho's voice.\n(Besides furomu Shinkai, fō this one - shot we also have Masayoshi Tanaka (AnoHana, Kannagi, Mushishi, Toradora! ) Ando Yuu yamashita (Azumanga, Bleach, InuYasha, Usagi doroppu) fō the kī animation ando kyarakutā dezain, ando Ayane Sakura (rabu rabu, BokuwaTomodachi, Endymion - Index, Joshiraku) fō Miho' s voice.)\n\n\u001b[1mBesides from Shinkai, for this one-shot we also have Masayoshi Tanaka (AnoHana, Kannagi, Mushishi, Toradora!) and Yuu Yamashita (Azumanga, Bleach, InuYasha, Usagi Drop) for the Key animation and character design, and Ayane Sakura (Love Lab, BokuwaTomodachi, Endymion -Index, Joshiraku) for Miho's voice.\u001b[22m\n\u001b[1m(Besides furomu Shinkai, fō this one - shot we also have Masayoshi Tanaka (AnoHana, Kannagi, Mushishi, Toradora! ) Ando Yuu yamashita (Azumanga, Bleach, InuYasha, Usagi doroppu) fō the kī animation ando kyarakutā dezain, ando Ayane Sakura (rabu rabu, BokuwaTomodachi, Endymion - Index, Joshiraku) fō Miho' s voice.)\u001b[22m\n\u001b[1m\u001b[22m\nWhile we wait for another cinematic production from Shinkai-san, watching these short stories is a great way to unwind and refresh your artistic masterpieces battery.\n\n\u001b[1m私たちは新海さんからの別の映画製作を待っていますが、これらの短編小説を見ることは、あなたの芸術的な傑作電池をくつろいでリフレッシュするのに最適な方法です。\u001b[22m\n\u001b[1m(Watashitachiha Shinkai-san kara no betsu no eiga seisaku o matteimasu ga, korera no tanpen shōsetsu o miru koto wa, anata no geijutsu-tekina kessaku denchi o kutsuroide rifuresshu suru no ni saitekina hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile we wait for another cinematic production from Shinkai-san, watching these short stories is a great way to unwind and refresh your artistic masterpieces battery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile we wait for another cinematic production from Shinkai-san, watching these short stories is a great way to unwind and refresh your artistic masterpieces battery.\u001b[24m\n    \u001b[1m私たちは新海さんからの別の映画製作を待っていますが、これらの短編小説を見ることは、あなたの芸術的な傑作電池をくつろいでリフレッシュするのに最適な方法です。\u001b[22m, \u001b[1m我々は新海さんから別の映画の生産のために待っている間、これらの短編小説を見ては、おくつろぎや、あなたの芸術的傑作のバッテリーをリフレッシュするのに最適な方法です。\u001b[22m\n\u001b[1m\u001b[22m\n-As for the standard MAL rankings, there's no use in further digressing about them.\n\n\u001b[1m - 標準的なMALのランキングと同じように、それ以上の差別化はありません。\u001b[22m\n\u001b[1m(- Hyōjun-tekina MAL no rankingu to onajiyōni, soreijō no sabetsu-ka wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m-As for the standard MAL rankings, there's no use in further digressing about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-As for the standard MAL rankings, there's no use in further digressing about them.\u001b[24m\n    \u001b[1m - 標準的なMALのランキングと同じように、それ以上の差別化はありません。\u001b[22m, \u001b[1m標準MALのランキングのために - 絵、さらにそれらについてdigressingには使用することはありません。\u001b[22m\nStory: 6/10 - Art: 8/10 - Sound: 8/10 - Character: 6/10 - Enjoyment: 9/10\n\n\u001b[1mストーリー：6/10  - アート：8/10  - サウンド：8/10  - キャラクター：6/10  - 楽しさ：9/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10 - Āto: 8/ 10 - Saundo: 8/ 10 - Kyarakutā: 6/ 10 - Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10 - Art: 8/10 - Sound: 8/10 - Character: 6/10 - Enjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10 - Art: 8/10 - Sound: 8/10 - Character: 6/10 - Enjoyment: 9/10\u001b[24m\n    \u001b[1mストーリー：6/10  - アート：8/10  - サウンド：8/10  - キャラクター：6/10  - 楽しさ：9/10\u001b[22m, \u001b[1mストーリー：6月10日 - アート：8月10日 - サウンド：8月10日 - キャラクター：6/10  - 楽しさ：9/10\u001b[22m\nCharacter and story gets an 6 due to the lack of development, obviously.\n\n\u001b[1mキャラクターとストーリーは、明らかに開発の欠如のために6点を獲得する。\u001b[22m\n\u001b[1m(Kyarakutā to sutōrī wa, akiraka ni kaihatsu no ketsujo no tame ni 6-ten o kakutoku suru.)\u001b[22m\n\nTranslations of \u001b[4mCharacter and story gets an 6 due to the lack of development, obviously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter and story gets an 6 due to the lack of development, obviously.\u001b[24m\n    \u001b[1mキャラクターとストーリーは、明らかに開発の欠如のために6点を獲得する。\u001b[22m, \u001b[1mキャラクターとストーリーが明らかに起因開発の不足のために6を取得します。\u001b[22m\nArtwork and sound 8 for the astonishment they always are.\n\n\u001b[1m彼らは常に驚きのためのアートワークとサウンド8。\u001b[22m\n\u001b[1m(Karera wa tsuneni odoroki no tame no ātowāku to saundo 8.)\u001b[22m\n\nTranslations of \u001b[4mArtwork and sound 8 for the astonishment they always are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork and sound 8 for the astonishment they always are.\u001b[24m\n    \u001b[1m彼らは常に驚きのためのアートワークとサウンド8。\u001b[22m, \u001b[1m彼らは常に驚きのアートワークとサウンド8。\u001b[22m\nAnd enjoyment sure is a 9, even though it only lasted 119 seconds.\n\n\u001b[1mそして楽しさは確実に9秒ですが、119秒しか持続しませんでした。\u001b[22m\n\u001b[1m(Soshite tanoshisa wa kakujitsu ni 9-byōdesuga, 119-byō shika jizoku shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnd enjoyment sure is a 9, even though it only lasted 119 seconds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd enjoyment sure is a 9, even though it only lasted 119 seconds.\u001b[24m\n    \u001b[1mそして楽しさは確実に9秒ですが、119秒しか持続しませんでした。\u001b[22m, \u001b[1mそして、楽しみは確かにそれだけで119秒続いたにもかかわらず、9です。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "WinstonWingZhang",
    "profile": "/profile/WinstonWingZhang/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=146181",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  9\n\nかつて、新海真は25分の独立ショートで一晩中自分の名前をつけた。 彼の遊び心のあるデビュー作品「彼女と彼女の猫」に続いて、激しく存在する「遠方の声」は、ストーリーテラーとしての地位を固め、新鮮な若い俳優のための業界への扉を開いた。\n\n10年ほど早く進歩し、今では彼は面白いことに塾の会社のためのコマーシャルを作るために雇われてきました。 その結果は、驚異的な大きさの物語として感動的であり、なぜ新海誠が短い形式のストーリーテリングのマスターであるかを思い起こさせる。  2分間で達成される「クロスロード」の影響は、13のエピソードでアニメが届く範囲よりも大きい。\n\n今は間違ってはいけませんが、視覚的にもテーマ的にも成熟し続けている誠の映画は、畏敬の念を抱き続けていますが、長い時間後の作品には新鮮なリズムが欠けていて、 初期の傑作「声」。 彼の非常に個人的で瞑想的なテーマは、分離、偶然、状況を重視し、未解決の生き方に対する彼の残念な感情と、短いバーストで最も効果的です。 映画の長さの実行時間の「自由」が与えられると、彼のペットのテーマは、時には過労とメロドラマになることがあります。 したがって、この2分間の商業的短編では、彼の間違いないスタイルの定義要素が最も強力に輝いています。\n\nこの拘束フォーマットで限界に追い込まれたとき、誠実はすべてのシングルショットをミリ秒の期間までカウントダウンし、魅力的な時間をかけてインスピレーション音楽を編集します。 マコトは時間と空間を極端に凝縮することで、終わりまでに会わない2人のキャラクターを緊密に結びつける平行線を素早く描くことができます。 このような経済は、物語の短い瞬間（2〜2だけ続く）で表され、おそらくクライマックスと見なされ、学校のドアが開けられ、思考の女性の主人公に切り落とされ、その後近くに切り落とされる 彼女のペンのツイスト・ツイスト、学生の沢山の教室の幅広いショットに付随するヴォーカルの最高点まで - 夢を実現するために努力している主人公達の最高峰 - は、絶対に盛り上がり、華麗である 彼は誠実に誠を定義します。 アニメーション、ムーブメント、ショットの選択、ショットからタイミングへのタイミング、この魔法の瞬間までの文脈、そしてそれに続く文脈は、とても嘆かわしいほど魅力的です。 もっと驚くべきことに、これらの2分のすべての拍子、すべての瞬間は、息を呑むほど激しいほどです。\n\nこれは映画やシリーズのように優れていると思う人もいますが、私の見解ではそれ以上の長さになると、それが存在するほど強力なものを失うでしょう。爽やかな2分間の物語 これまでに何度も語った人生のより長い、世俗的なクロニクルの負担を排除し、多くの人が慣れ親しんでいます。 そしてこれは、この短いものが本当にあります。完璧な小さな物語の完全な小さな画像の集まりです。これはちょっとしたコマーシャルです。 誰かが短編映画を作るようにこの男に思い出させるべきです。 私たちの想像力は、ギャップ、ディテール、その間の出来事、そしてこれまでの出来事を埋めるものであり、それはこれまで以上に緻密になることができます。 彼らはUに入るだろうか？ 彼らは結局一緒になるのだろうか？ それは本当に重要ですか？ どんな拡張も、これが何をするかをはるかに超えた何かの始まりになるでしょう。  「私は何か素晴らしいものを見つけようとしましたが、それは私が期待していたものではないかもしれませんが、私は何か、あるいはむしろ誰かを見つけました。 このように、この単純な話が始まって結論づけられました。 高級で高価なデザートのように、「クロスロード」は小さな部分で生きる人生の一部です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOnce upon a time, Shinkai Makoto made a name for himself overnight with a 25 minute independent short. Following his playful debut work 'She and Her Cat, the poignantly existential 'Voices of a Distant Star' cemented his place as a storyteller and opened the doors to the industry for the fresh young auteur.\n\n\u001b[1mかつて、新海真は25分の独立ショートで一晩中自分の名前をつけた。 彼の遊び心のあるデビュー作品「彼女と彼女の猫」に続いて、激しく存在する「遠方の声」は、ストーリーテラーとしての地位を固め、新鮮な若い俳優のための業界への扉を開いた。\u001b[22m\n\u001b[1m(Katsute, Shinkai Shin wa 25-bu no dokuritsu shōto de hitobanjū jibun no namae o tsuketa. Kare no asobigokoro no aru debyū sakuhin `kanojo to kanojo no neko' ni tsudzuite, hageshiku sonzai suru `enpō no koe' wa, sutōrīterā to shite no chii o katame, shinsen'na wakai haiyū no tame no gyōkai e no tobira o aita.)\u001b[22m\n\nTranslations of \u001b[4mOnce upon a time, Shinkai Makoto made a name for himself overnight with a 25 minute independent short. Following his playful debut work 'She and Her Cat, the poignantly existential 'Voices of a Distant Star' cemented his place as a storyteller and opened the doors to the industry for the fresh young auteur.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce upon a time, Shinkai Makoto made a name for himself overnight with a 25 minute independent short.\u001b[24m\n    \u001b[1mかつて、新海真は25分の独立ショートで一晩中自分の名前をつけた。\u001b[22m, \u001b[1mむかしむかし、新海誠は25分の独立した短いながら一晩彼自身の名前を作りました。\u001b[22m\n\u001b[4mFollowing his playful debut work 'She and Her Cat, the poignantly existential 'Voices of a Distant Star' cemented his place as a storyteller and opened the doors to the industry for the fresh young auteur.\u001b[24m\n    \u001b[1m彼の遊び心のあるデビュー作品「彼女と彼女の猫」に続いて、激しく存在する「遠方の声」は、ストーリーテラーとしての地位を固め、新鮮な若い俳優のための業界への扉を開いた。\u001b[22m, \u001b[1m彼の遊び心のデビュー作に続いて「彼女と彼女の猫、痛烈実存「ほしのこえ」はストーリーテラーとしての彼の場所を固め、新鮮な若い作家のための業界への扉を開きました。\u001b[22m\n\u001b[1m\u001b[22m\nFast forward a decade or so, and now he has amusingly been hired to create a commercial for a cram school company. The result is surprisingly touching as a bite-size narrative, and reminds us why Shinkai Makoto is a master of the short form storytelling. The impact 'Cross Road' achieves in two minutes is greater than what lesser anime reach in thirteen episodes.\n\n\u001b[1m10年ほど早く進歩し、今では彼は面白いことに塾の会社のためのコマーシャルを作るために雇われてきました。 その結果は、驚異的な大きさの物語として感動的であり、なぜ新海誠が短い形式のストーリーテリングのマスターであるかを思い起こさせる。  2分間で達成される「クロスロード」の影響は、13のエピソードでアニメが届く範囲よりも大きい。\u001b[22m\n\u001b[1m(10-Nen hodo hayaku shinpo shi, ima dewa kare wa omoshiroi koto ni juku no kaisha no tame no komāsharu o tsukuru tame ni yatowa rete kimashita. Sono kekka wa, kyōi-tekina ōki-sa no monogatari to shite kandō-tekideari, naze shinkai makoto ga mijikai keishiki no sutōrīteringu no masutādearu ka o omoiokosa seru. 2-Funkan de tassei sa reru `kurosurōdo' no eikyō wa, 13 no episōdo de anime ga todoku han'i yori mo ōkī.)\u001b[22m\n\nTranslations of \u001b[4mFast forward a decade or so, and now he has amusingly been hired to create a commercial for a cram school company. The result is surprisingly touching as a bite-size narrative, and reminds us why Shinkai Makoto is a master of the short form storytelling. The impact 'Cross Road' achieves in two minutes is greater than what lesser anime reach in thirteen episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFast forward a decade or so, and now he has amusingly been hired to create a commercial for a cram school company.\u001b[24m\n    \u001b[1m10年ほど早く進歩し、今では彼は面白いことに塾の会社のためのコマーシャルを作るために雇われてきました。\u001b[22m, \u001b[1m前方十年ほど速く、そして今、彼は面白おかしく塾会社のコマーシャルを作成するために雇われています。\u001b[22m\n\u001b[4mThe result is surprisingly touching as a bite-size narrative, and reminds us why Shinkai Makoto is a master of the short form storytelling.\u001b[24m\n    \u001b[1mその結果は、驚異的な大きさの物語として感動的であり、なぜ新海誠が短い形式のストーリーテリングのマスターであるかを思い起こさせる。\u001b[22m, \u001b[1m結果は、一口サイズの物語として、驚くべきことに触れている、と新海誠が短い形式のストーリーテリングのマスターである理由を思い出させてくれる。\u001b[22m\n\u001b[4mThe impact 'Cross Road' achieves in two minutes is greater than what lesser anime reach in thirteen episodes.\u001b[24m\n    \u001b[1m2分間で達成される「クロスロード」の影響は、13のエピソードでアニメが届く範囲よりも大きい。\u001b[22m, \u001b[1mインパクト2分の「クロスロード」実現は少ないアニメは13のエピソードに達するものよりも大きいです。\u001b[22m\n\u001b[1m\u001b[22m\nNow don't get me wrong, Makoto's films, which have continually matured visually and thematically, continue to awe and inspire, but I can never shake the feeling that his longer, later works lack the fresh rhythm, and hard-hitting punch of his early masterpiece 'Voices'. His highly personal, contemplative themes emphasizing separation, chance and circumstance, alongside his lingering sentimentality over unresolved threads of life, are most effective in short bursts. When given the 'freedom' of movie length run times, his pet themes can on occasion become overwrought and melodramatic. Hence, it is with this two minute commercial short that the defining elements of his unmistakable style shine through most powerfully.\n\n\u001b[1m今は間違ってはいけませんが、視覚的にもテーマ的にも成熟し続けている誠の映画は、畏敬の念を抱き続けています。しかし、私は長い時間後の作品に新鮮なリズムがなく、 初期の傑作「声」。 彼の非常に個人的で瞑想的なテーマは、分離、偶然、状況を重視し、未解決の生き方に対する彼の残念な感情と、短いバーストで最も効果的です。 映画の長さのランタイムの「自由」が与えられると、彼のペットのテーマは、時には過労とメロドラマになることがあります。 したがって、この2分間の商業的短編では、彼の間違いないスタイルの定義要素が最も強力に輝いています。\u001b[22m\n\u001b[1m(Ima wa machigatte wa ikemasenga, shikaku-teki ni mo tēma-teki ni mo seijuku shi tsudzukete iru makoto no eiga wa, ikei no nen o daki tsudzukete imasu. Shikashi, watashi wa nagai jikan-go no sakuhin ni shinsen'na rizumu ga naku, shoki no kessaku `koe'. Kare no hijō ni kojin-tekide meisō-tekina tēma wa, bunri, gūzen, jōkyō o jūshi shi, mi kaiketsu no ikikata ni taisuru kare no zan'nen'na kanjō to, mijikai bāsuto de mottomo kōka-tekidesu. Eiga no naga-sa no Rantaimu no `jiyū' ga atae rareru to, kare no petto no tēma wa, tokiniha karō to merodorama ni naru koto ga arimasu. Shitagatte, kono 2-funkan no shōgyō-teki tanpende wa, kare no machigainai sutairu no teigi yōso ga mottomo kyōryoku ni kagayaite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow don't get me wrong, Makoto's films, which have continually matured visually and thematically, continue to awe and inspire, but I can never shake the feeling that his longer, later works lack the fresh rhythm, and hard-hitting punch of his early masterpiece 'Voices'. His highly personal, contemplative themes emphasizing separation, chance and circumstance, alongside his lingering sentimentality over unresolved threads of life, are most effective in short bursts. When given the 'freedom' of movie length run times, his pet themes can on occasion become overwrought and melodramatic. Hence, it is with this two minute commercial short that the defining elements of his unmistakable style shine through most powerfully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow don't get me wrong, Makoto's films, which have continually matured visually and thematically, continue to awe and inspire, but I can never shake the feeling that his longer, later works lack the fresh rhythm, and hard-hitting punch of his\u001b[24m\n    \u001b[1m今は間違ってはいけませんが、視覚的にもテーマ的にも成熟し続けている誠の映画は、畏敬の念を抱き続けています。しかし、私は長い時間後の作品に新鮮なリズムがなく、\u001b[22m, \u001b[1m今、私は継続的に、視覚的にテーマ成熟畏敬の念と鼓舞し続けますが、私は彼の長く、後の作品は新鮮なリズムを欠いている、と彼の痛烈なパンチという気持ちを振り払うことはできませんしている間違った、まことのフィルムを得ることはありません\u001b[22m\n\u001b[4mearly masterpiece 'Voices'.\u001b[24m\n    \u001b[1m初期の傑作「声」。\u001b[22m\n\u001b[4mHis highly personal, contemplative themes emphasizing separation, chance and circumstance, alongside his lingering sentimentality over unresolved threads of life, are most effective in short bursts.\u001b[24m\n    \u001b[1m彼の非常に個人的で瞑想的なテーマは、分離、偶然、状況を重視し、未解決の生き方に対する彼の残念な感情と、短いバーストで最も効果的です。\u001b[22m, \u001b[1m人生の未解決のスレッド上の彼の余韻感傷と一緒に、分離、チャンスと環境を重視し、彼の非常に個人的な、瞑想的なテーマは、短いバーストの中で最も効果的です。\u001b[22m\n\u001b[4mWhen given the 'freedom' of movie length run times, his pet themes can on occasion become overwrought and melodramatic.\u001b[24m\n    \u001b[1m映画の長さのランタイムの「自由」が与えられると、彼のペットのテーマは、時には過労とメロドラマになることがあります。\u001b[22m, \u001b[1m映画の長さの実行時間の「自由」を与えられたとき、彼のペットのテーマは機会に高ぶっとメロドラマになることができます。\u001b[22m\n\u001b[4mHence, it is with this two minute commercial short that the defining elements of his unmistakable style shine through most powerfully.\u001b[24m\n    \u001b[1mしたがって、この2分間の商業的短編では、彼の間違いないスタイルの定義要素が最も強力に輝いています。\u001b[22m, \u001b[1mしたがって、それは彼の紛れもないスタイルの輝きの定義要素を最も力強くを通じてその商業短いこの2分です。\u001b[22m\n\u001b[1m\u001b[22m\nWhen pushed to the limits with this constraining format, Makoto makes every single shot count down to millisecond duration, woven together with flawlessly timed editing over inspirational music. By condensing time and space to an extreme, Makoto is able to rapidly draw parallels that tightly entwine two characters who otherwise don't meet until the very end, as well as increase the weight of their every action. Such economy is epitomized by a brief moment in the story (that only lasts a second or two), perhaps to be considered the climax, where a shot of the school door opens, cuts to the female protagonist in thought, then cuts to a close -up twist of her pen, and to a wide shot of a classroom full of students, all to the high point in the accompanying vocals -- that culminates in the protagonists striving to fulfill their dream -- is absolutely uplifting and brilliant in a way that defines Makoto at his very best. The animation, the movement, the choice of shots, the timing from one shot to the next, the context leading up to and following this magical moment, it's all so indelibly appealing. More amazingly, every beat, every moment of these two minutes are nearly as breathlessly spirited.\n\n\u001b[1mこの拘束フォーマットで限界に追い込まれたとき、誠実はすべてのシングルショットをミリ秒の期間までカウントダウンし、魅力的な時間をかけてインスピレーション音楽を編集します。 マコトは時間と空間を極端に凝縮することで、終わりまでに会わない2人のキャラクターを緊密に結びつける平行線を素早く描くことができます。 このような経済は、物語の短い瞬間（2〜2だけ続く）で表され、おそらくクライマックスと見なされ、学校のドアが開けられ、思考の女性の主人公に切り落とされ、その後近くに切り落とされる 彼女のペンのツイスト・ツイスト、学生の沢山の教室の幅広いショットに付随するヴォーカルの最高点まで - 夢を実現するために努力している主人公達の最高峰 - は、絶対に盛り上がり、華麗である 彼は誠実に誠を定義します。 アニメーション、ムーブメント、ショットの選択、ショットからタイミングへのタイミング、この魔法の瞬間までの文脈、そしてそれに続く文脈は、とても嘆かわしいほど魅力的です。 もっと驚くべきことに、これらの2分のすべての拍子、すべての瞬間は、息を呑むほど激しいほどです。\u001b[22m\n\u001b[1m(Kono kōsoku fōmatto de genkai ni oikoma reta toki, seijitsu wa subete no shingurushotto o miri byō no kikan made kauntodaun shi, miryoku-tekina jikan o kakete insupirēshon ongaku o henshū shimasu. Makoto wa jikan to kūkan o kyokutan ni gyōshuku suru koto de, owari made ni awanai 2-ri no kyarakutā o kinmitsu ni musubitsukeru heikōsen o subayaku kaku koto ga dekimasu. Ko no yōna keizai wa, monogatari no mijikai shunkan (2 〜 2 dake tsudzuku) de arawasa re, osoraku kuraimakkusu to minasa re, gakkō no doa ga hirake rare, shikō no josei no shujinkō ni kiriotosa re, sonogo chikaku ni kiriotosa reru kanojo no pen no tsuisuto tsuisuto, gakusei no takusan no kyōshitsu no habahiroi shotto ni fuzui suru vu~ōkaru no saikō-ten made - yume o jitsugen suru tame ni doryoku shite iru shujinkō-tachi no saikōhō - wa, zettai ni moriagari, kareidearu kare wa seijitsu ni makoto o teigi shimasu. Animēshon, mūbumento, shotto no sentaku, shotto kara taimingu e no taimingu, kono mahō no shunkan made no bunmyaku, soshite sore ni tsudzuku bunmyaku wa, totemo nagekawashī hodo mirikitekidesu. Motto odorokubeki koto ni, korera no 2-bu no subete no hyōshi, subete no shunkan wa, ikiwonomu hodo hageshī hododesu.)\u001b[22m\n\u001b[1m\u001b[22m\nSome seem to think this would be better as a movie or a series, but in my view, if it were prolonged any more than it was, it would lose so much of what makes it so potent as it exists: a refreshing two minute tale that eliminates the burden of a longer, mundane chronicle of life told so many times before and so many are familiar with. And that's what this short really is -- a collection of perfect little images telling a perfect little story, which incidentally is a the perfect little commercial. Someone should remind this guy to make more short films. Our imagination fills in the gaps, the details, the happenings in between, and the ever after, and that makes it more than it could ever be in elaboration. Will they get into the U? Will they end up together? Does it really matter? Any extension would be the start of something else far beyond what this set out to be. 'I sought to find something great, and while it may not have been what I expected, I found something... or rather, someone.' As such this simple tale began and concluded. Like a classy, expensive dessert, 'Cross Road' is a slice of life that comes in a small portion.\n\n\u001b[1mこれは映画やシリーズのように優れていると思う人もいますが、私の見解ではそれ以上の長さになると、それが存在するほど強力なものを失うでしょう。爽やかな2分間の物語 これまでに何度も語った人生のより長い、世俗的なクロニクルの負担を排除し、多くの人が慣れ親しんでいます。 そしてこれは、この短いものが本当にあります。完璧な小さな物語の完全な小さな画像の集まりです。これはちょっとしたコマーシャルです。 誰かが短編映画を作るようにこの男に思い出させるべきです。 私たちの想像力は、ギャップ、ディテール、その間の出来事、そしてこれまでの出来事を埋めるものであり、それはこれまで以上に緻密になることができます。 彼らはUに入るだろうか？ 彼らは結局一緒になるのだろうか？ それは本当に重要ですか？ どんな拡張も、これが何をするかをはるかに超えた何かの始まりになるでしょう。  「私は何か素晴らしいものを見つけようとしましたが、それは私が期待していたものではないかもしれませんが、私は何か、あるいはむしろ誰かを見つけました。 このように、この単純な話が始まって結論づけられました。 高級で高価なデザートのように、「クロスロード」は小さな部分で生きる人生の一部です。\u001b[22m\n\u001b[1m(Kore wa eiga ya shirīzu no yō ni sugurete iru to omou hito mo imasuga, watashi no kenkaide wa sore ijō no naga-sa ni naru to, sore ga sonzai suru hodo kyōryokuna mono o ushinaudeshou. Sawayakana 2-funkan no monogatari kore made ni nando mo katatta jinsei no yori nagai, sezoku-tekina kuronikuru no futan o haijo shi, ōku no hito ga nareshitashinde imasu. Watashitachi no sōzō-ryoku wa, gyappu, ditēru, sonoaida no dekigoto, soshite kore made no dekigoto o umeru monodeari, sore wa kore made ijō ni chimitsu ni naru koto ga dekimasu. Karera wa U ni hairudarou ka? Karera wa kekkyoku issho ni naru nodarou ka? Sore wa hontōni jūyōdesu ka? Don'na kakuchō mo, kore ga nani o suru ka o haruka ni koeta nanika no hajimari ni narudeshou. `Watashi wa nani ka subarashī mono o mitsukeyou to shimashitaga, sore wa watashi ga kitai shite ita monode wanai kamo shiremasenga, watashi wa nani ka, aruiwa mushiro dareka o mitsukemashita. Ko no yō ni, kono tanjun'na hanashi ga hajimatte ketsurondzuke raremashita. Kōkyūde kōkana dezāto no yō ni,`kurosurōdo' wa chīsana bubun de ikiru jinsei no ichibudesu. Soshite kore wa, kono mijikai mono ga hontōni arimasu. Kanpekina chīsana monogatari no kanzen'na chīsana gazō no atsumaridesu. Kore wa chottoshita komāsharudesu. Darekaga tanpen eiga o tsukuru yō ni kono otoko ni omoidasa serubekidesu.)\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "iza09",
    "profile": "/profile/iza09/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=225038",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|\n\nちょっとファックは何ですか？\n\nあなたはおそらく、私が映画を嫌ったと思っているのでしょうか？\n\n私の答え？ それは間違いないよ！\n\nどうして？ 彼らは、COMMERCIALを連載する能力を無駄にしてしまっただけです。\n\n私はいくつかのSchool-Romance、Life of Lifeアニメを見ているが、感情的にはそれほど簡単ではない人物であることを認めるだろう - 私はAo Haru Rideの種類を見たが、Orangeマンガの一部を読んだ しかし、彼らはちょうど耐え難いことです。ちょうど私のための気持ちはありませんでしたが、この1つ（クロスロード）は何とか私に商業の本当に明白な愛の関心についていくことをやめさせました。\n\nまあ、それはちょうど普通の学校のロマンスだと言うことができますし、私はどのように漫画やアニメの青春の乗り物が好きではなかったが、\nまず、コマーシャルの芸術は美しく作られ、音は時間通りになりました。まもなく、アニメーションはすばらしかったです。\nキャラクターの気質は、私の人格にやや似ていたので、それは確かに十分なものです（基本的にこの大騒ぎの根源です）。\nそして、最後に、それはまさにCOMMERCIALです。ちょっとしたトレーラーのタイプは、アメリカを狙っていると思います（彼らもやっています）...だから、私の見解は連載されていれば変わるかもしれません。\n\nひどく言って、コマーシャルはうまく作られていた！ 私は両方のキャラクターが現実に追いつき、後でその桃色の関係に追いつくのが好きです。彼らはシリーズで十分に興味をそそられました。それは単なる商業的なものなので、私は本当に失望しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nJUST WHAT THE FUCK IS THAT?!\n\n\u001b[1mちょっとファックは何ですか？\u001b[22m\n\u001b[1m(Chotto fakku wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mJUST WHAT THE FUCK IS THAT?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJUST WHAT THE FUCK IS THAT?!\u001b[24m\n    \u001b[1mちょっとファックは何ですか？\u001b[22m, \u001b[1mFUCKはTHAT IS JUST WHAT?!\u001b[22m\n\u001b[1m\u001b[22m\nYou are probably thinking that I hated the movie or should I say, The freakin’ COMMERCIAL!\n\n\u001b[1mあなたはおそらく、私が映画を嫌ったと思っているのでしょうか？\u001b[22m\n\u001b[1m(Anata wa osoraku, watashi ga eiga o kiratta to omotte iru nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mYou are probably thinking that I hated the movie or should I say, The freakin’ COMMERCIAL!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou are probably thinking that I hated the movie or should I say, The freakin’ COMMERCIAL!\u001b[24m\n    \u001b[1mあなたはおそらく、私が映画を嫌ったと思っているのでしょうか？\u001b[22m, \u001b[1mおそらく、freakinの「COMMERCIALを私は映画を嫌ってか、私が言うべきことを考えています！\u001b[22m\n\u001b[1m\u001b[22m\nMy answer? It is a fucking yes!\n\n\u001b[1m私の答え？ それは間違いないよ！\u001b[22m\n\u001b[1m(Watashi no kotae? Sore wa machigainai yo!)\u001b[22m\n\nTranslations of \u001b[4mMy answer? It is a fucking yes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy answer?\u001b[24m\n    \u001b[1m私の答え？\u001b[22m, \u001b[1m私の答えは？\u001b[22m\n\u001b[4mIt is a fucking yes!\u001b[24m\n    \u001b[1mそれは間違いないよ！\u001b[22m, \u001b[1mそれはクソイエスです！\u001b[22m\n\u001b[1m\u001b[22m\nWhy? They just wasted the ability of the COMMERCIAL to be serialized.\n\n\u001b[1mどうして？ 彼らは、COMMERCIALを連載する能力を無駄にしてしまっただけです。\u001b[22m\n\u001b[1m(Dōshite? Karera wa, COMMERCIAL o rensai suru nōryoku o muda ni shite shimatta dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mWhy? They just wasted the ability of the COMMERCIAL to be serialized.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mThey just wasted the ability of the COMMERCIAL to be serialized.\u001b[24m\n    \u001b[1m彼らは、COMMERCIALを連載する能力を無駄にしてしまっただけです。\u001b[22m, \u001b[1m彼らはただ直列化されるCOMMERCIALの能力を無駄にしました。\u001b[22m\n\u001b[1m\u001b[22m\nI'll gonna admit that I am the kind of the person who watches some School-Romance, Slice of Life anime, but not easily emotionally attached to it--Albeit I watched the kind of Ao Haru Ride, read partly of the Orange manga , yet they're just about tolerable—Just didn't have the feels for me, but this one (Cross Road) somehow managed to let me have the cringe of keeping up with the veritably evident love interest of the commercial.\n\n\u001b[1m私はいくつかのSchool-Romance、Life of Lifeアニメを見ているが、感情的にはそれほど簡単ではない人物であることを認めるだろう - 私はAo Haru Rideの種類を見たが、Orangeマンガの一部を読んだ しかし、彼らはちょうど耐え難いことです。ちょうど私のための気持ちはありませんでしたが、この1つ（クロスロード）は何とか私に商業の本当に明白な愛の関心についていくことをやめさせました。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no School - Romance, Life of Life anime o mite iruga, kanjō-teki ni wa sorehodo kantande wanai jinbutsudearu koto o shitatamerudarou - watashi wa Ao Haru raido no shurui o mitaga, Orange manga no ichibu o yonda shikashi, karera wa chōdo taegatai kotodesu. Chōdo watashi no tame no kimochi wa arimasendeshitaga, kono 1tsu (kurosurōdo) wa nantoka watashi ni shōgyō no hontōni meihakuna ai no kanshin ni tsuite iku koto o yame sasemashita.)\u001b[22m\n\nTranslations of \u001b[4mI'll gonna admit that I am the kind of the person who watches some School-Romance, Slice of Life anime, but not easily emotionally attached to it--Albeit I watched the kind of Ao Haru Ride, read partly of the Orange manga , yet they're just about tolerable—Just didn't have the feels for me, but this one (Cross Road) somehow managed to let me have the cringe of keeping up with the veritably evident love interest of the commercial.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll gonna admit that I am the kind of the person who watches some School-Romance, Slice of Life anime, but not easily emotionally attached to it--Albeit I watched the kind of Ao Haru Ride, read partly of the Orange manga\u001b[24m\n    \u001b[1m私はいくつかのSchool-Romance、Life of Lifeアニメを見ているが、感情的にはそれほど簡単ではない人物であることを認めるだろう - 私はAo Haru Rideの種類を見たが、Orangeマンガの一部を読んだ\u001b[22m, \u001b[1m私はいくつかの学校・ロマンス、ライフアニメのスライスを見ている人のようなものですが、簡単に感情的にそれに付着していないことを認めるつもりだろう - 私はアオハルライドのようなものを見たとはいえ、一部オレンジの漫画を読んで\u001b[22m\n\u001b[4m, yet they're just about tolerable—Just didn't have the feels for me, but this one (Cross Road) somehow managed to let me have the cringe of keeping up with the veritably evident love interest of the commercial.\u001b[24m\n    \u001b[1mしかし、彼らはちょうど耐え難いことです。ちょうど私のための気持ちはありませんでしたが、この1つ（クロスロード）は何とか私に商業の本当に明白な愛の関心についていくことをやめさせました。\u001b[22m, \u001b[1m、まだ彼らはちょうど約許容-だけは私のための感触を持っていなかったしているが、この1（クロスロード）は何とか私は商業の本当に明白な愛興味に追いついてのうんざりを持たせることができました。\u001b[22m\n\u001b[1m\u001b[22m\nWell, you can say that it is just some normal school romance and how come I didn’t like the Ao Haru Ride kind of manga/anime;\n\n\u001b[1mまあ、それはちょうど普通の学校のロマンスだと言うことができますし、私はどのように漫画やアニメの青春の乗り物が好きではなかったが、\u001b[22m\n\u001b[1m(Mā, sore wa chōdo futsū no gakkō no romansuda to iu koto ga dekimasushi, watashi wa dono yō ni manga ya anime no seishun no norimono ga sukide wa nakattaga,)\u001b[22m\n\nTranslations of \u001b[4mWell, you can say that it is just some normal school romance and how come I didn’t like the Ao Haru Ride kind of manga/anime;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, you can say that it is just some normal school romance and how come I didn’t like the Ao Haru Ride kind of manga/anime;\u001b[24m\n    \u001b[1mまあ、それはちょうど普通の学校のロマンスだと言うことができますし、私はどのように漫画やアニメの青春の乗り物が好きではなかったが、\u001b[22m, \u001b[1mさて、あなたはそれだけでいくつかの通常の学校のロマンスであり、どのように来て、私は漫画/アニメのアオハルライドのようなものを好きではなかったと言うことができます。\u001b[22m\nfirstly, the art of the commercial was beautifully made and the sound was on time, shortly, the animation was superb;\n\n\u001b[1mまず、コマーシャルの芸術は美しく作られ、音は時間通りになりました。まもなく、アニメーションはすばらしかったです。\u001b[22m\n\u001b[1m(Mazu, komāsharu no geijutsu wa utsukushiku tsukura re,-on wa jikan-dōri ni narimashita. Mamonaku, animēshon wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mfirstly, the art of the commercial was beautifully made and the sound was on time, shortly, the animation was superb;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfirstly, the art of the commercial was beautifully made and the sound was on time, shortly, the animation was superb;\u001b[24m\n    \u001b[1mまず、コマーシャルの芸術は美しく作られ、音は時間通りになりました。まもなく、アニメーションはすばらしかったです。\u001b[22m, \u001b[1mまず、商用の技術は、美しく作られた音が時間に、すぐに、アニメーションが見事でした。\u001b[22m\nThe character’s disposition somewhat resembled my personality so, it is sure-enough relatable (basically the root of all this fuss!);\n\n\u001b[1mキャラクターの気質は、私の人格にやや似ていたので、それは確かに十分なものです（基本的にこの大騒ぎの根源です）。\u001b[22m\n\u001b[1m(Kyarakutā no katagi wa, watashi no jinkaku ni yaya nite itanode, sore wa tashika ni jūbun'na monodesu (kihontekini kono ōsawagi no kongendesu).)\u001b[22m\n\nTranslations of \u001b[4mThe character’s disposition somewhat resembled my personality so, it is sure-enough relatable (basically the root of all this fuss!);\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character’s disposition somewhat resembled my personality so, it is sure-enough relatable (basically the root of all this fuss!);\u001b[24m\n    \u001b[1mキャラクターの気質は、私の人格にやや似ていたので、それは確かに十分なものです（基本的にこの大騒ぎの根源です）。\u001b[22m, \u001b[1m文字の配置が多少（すべてこの騒ぎの基本的ルート！）、それは必ず、十分に話すことのできるあるので、私の性格に似ていました。\u001b[22m\nand lastly, it is just a COMMERCIAL—kinda the trailer type THAT IS JUST INTENDED TO TEASE US (and they’ve done it)… So, my view of it might change as well if it was serialized.\n\n\u001b[1mそして、最後に、それはまさにCOMMERCIALです。ちょっとしたトレーラーのタイプは、アメリカを狙っていると思います（彼らもやっています）...だから、私の見解は連載されていれば変わるかもしれません。\u001b[22m\n\u001b[1m(Soshite, saigo ni, sore wa masani COMMERCIALdesu. Chottoshita torērā no taipu wa, Amerika o neratte iru to omoimasu (karera mo yatte imasu)... Dakara, watashi no kenkai wa rensai sa rete ireba kawaru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mand lastly, it is just a COMMERCIAL—kinda the trailer type THAT IS JUST INTENDED TO TEASE US (and they’ve done it)… So, my view of it might change as well if it was serialized.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand lastly, it is just a COMMERCIAL—kinda the trailer type THAT IS JUST INTENDED TO TEASE US (and they’ve done it)… So, my view of it might change as well if it was serialized.\u001b[24m\n    \u001b[1mそして、最後に、それはまさにCOMMERCIALです。ちょっとしたトレーラーのタイプは、アメリカを狙っていると思います（彼らもやっています）...だから、私の見解は連載されていれば変わるかもしれません。\u001b[22m, \u001b[1mそして最後に、それが連載されたのであれば、それの私の見解も同様に変更される可能性があります...（と彼らはそれをやった）JUST米国をいじめることを意図しているだけCOMMERCIAL-ちょっとトレーラータイプです。\u001b[22m\n\u001b[1m\u001b[22m\nSorely speaking, the commercial was handsomely made! I like how both of the characters are so caught up with the reality and later for that peachy relationships—they’ve just made it so intriguing enough for a series, Alas it’s just the commercial itself that I am fuckingly disappointed.\n\n\u001b[1mひどく言って、コマーシャルはうまく作られていた！ 私は両方のキャラクターが現実に追いつき、後でその桃色の関係に追いつくのが好きです。彼らはシリーズで十分に興味をそそられました。それは単なる商業的なものなので、私は本当に失望しています。\u001b[22m\n\u001b[1m(Hidoku itte, komāsharu wa umaku tsukura rete ita! Watashi wa ryōhō no kyarakutā ga genjitsu ni oitsuki, atode sono momoiro no kankei ni oitsuku no ga sukidesu. Karera wa shirīzu de jūbun ni kyōmi o sosora remashita. Sore wa tan'naru shōgyō-tekina mononanode, watashi wa hontōni shitsubō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSorely speaking, the commercial was handsomely made! I like how both of the characters are so caught up with the reality and later for that peachy relationships—they’ve just made it so intriguing enough for a series, Alas it’s just the commercial itself that I am fuckingly disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorely speaking, the commercial was handsomely made!\u001b[24m\n    \u001b[1mひどく言って、コマーシャルはうまく作られていた！\u001b[22m, \u001b[1m痛んで言えば、コマーシャルが気前よく行われました！\u001b[22m\n\u001b[4mI like how both of the characters are so caught up with the reality and later for that peachy relationships—they’ve just made it so intriguing enough for a series, Alas it’s just the commercial itself that I am fuckingly disappointed.\u001b[24m\n    \u001b[1m私は両方のキャラクターが現実に追いつき、後でその桃色の関係に追いつくのが好きです。彼らはシリーズで十分に興味をそそられました。それは単なる商業的なものなので、私は本当に失望しています。\u001b[22m, \u001b[1m私は文字の両方がそのように現実に追いついたし、後でその桃関係-they'veのためだけに、それは私がfuckinglyがっかりしているだけで商業そのものだ悲しいかな、シリーズのための十分なそれはとても魅力的になっている様子が好きです。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "Combohero",
    "profile": "/profile/Combohero/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=204060",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nキャラクター開発の純粋な動機付けの2つの完全な分。 アニメのクライマックスで始まり、クライマックスで終わるかのようです。 物語は、同じような目標に向かって努力し、最終的に道を横断する見知らぬ人（10代の男の子と女の子）の2人に焦点を当てています。 この短いアニメーションのすべての瞬間、私はそのキャラクターを応援してくれました。 しかし、それは単なる商業的な映画であるため、これが完全な長編映画にならないことを知っている最後の最悪の気持ちでした...それでも、私はまだ2分の遅れを意味するとしても、誰もがこれを見るように勧めます。\n\nこの短いアニメーションは、時間がない人のためのものですが、まだ勉強、仕事、またはあなたの目標に到達するためのインスピレーションのバーストが必要です。\n使用された曲もうまくいきましたが、Danny Boyのリミックスのようにメロディーが正確に鳴っていることに誰も気づかなかったでしょうか？ 本当に興味深い。\n\nPS。 それを見つける方法の詳細については、八木雅則さんの「クロスロード」と呼ばれています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTwo whole minutes of pure motivation of character development. Its is as if you start off at the climax of an anime, and end at the climax. The story focuses two people who strangers (teenage boy and a girl), that strive towards a similar goal and eventually crossing paths. Every moment of this short animation had me rooting for the characters. But it was the worst feeling at the end knowing that this is not going to become a full feature film since it is just a commercial... Nonetheless I still encourage everyone to watch this, even if it means procrastinating for two minutes.\n\n\u001b[1mキャラクター開発の純粋な動機付けの2つの完全な分。 アニメのクライマックスで始まり、クライマックスで終わるかのようです。 物語は、同じような目標に向かって努力し、最終的に道を横断する見知らぬ人（10代の男の子と女の子）の2人に焦点を当てています。 この短いアニメーションのすべての瞬間、私はそのキャラクターを応援してくれました。 しかし、それは単なる商業的な映画であるため、これが完全な長編映画にならないことを知っている最後の最悪の気持ちでした...それでも、私はまだ2分の遅れを意味するとしても、誰もがこれを見るように勧めます。\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu no junsuina dōkidzuke no 2tsu no kanzen'na bun. Anime no kuraimakkusu de hajimari, kuraimakkusu de owaru ka no yōdesu. Monogatari wa, onajiyōna mokuhyō ni mukatte doryoku shi, saishūtekini michi o ōdan suru mishiranu hito (10-dai no otokonokotoon'nanoko) no 2-ri ni shōten o atete imasu. Kono mijikai animēshon no subete no shunkan, watashi wa sono kyarakutā o ōen shite kuremashita. Shikashi, sore wa tan'naru shōgyō-tekina eigadearu tame, kore ga kanzen'na chōhen eiga ni naranai koto o shitte iru saigo no saiaku no kimochideshita... Soredemo, watashi wa mada 2-bu no okure o imi suru to shite mo, daremoga kore o miru yō ni susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mTwo whole minutes of pure motivation of character development. Its is as if you start off at the climax of an anime, and end at the climax. The story focuses two people who strangers (teenage boy and a girl), that strive towards a similar goal and eventually crossing paths. Every moment of this short animation had me rooting for the characters. But it was the worst feeling at the end knowing that this is not going to become a full feature film since it is just a commercial... Nonetheless I still encourage everyone to watch this, even if it means procrastinating for two minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwo whole minutes of pure motivation of character development.\u001b[24m\n    \u001b[1mキャラクター開発の純粋な動機付けの2つの完全な分。\u001b[22m, \u001b[1mキャラクターの成長の純粋な動機の二つの全体分。\u001b[22m\n\u001b[4mIts is as if you start off at the climax of an anime, and end at the climax.\u001b[24m\n    \u001b[1mアニメのクライマックスで始まり、クライマックスで終わるかのようです。\u001b[22m, \u001b[1mあなたはアニメのクライマックスでオフを開始し、クライマックスで終わるかのようにです。\u001b[22m\n\u001b[4mThe story focuses two people who strangers (teenage boy and a girl), that strive towards a similar goal and eventually crossing paths.\u001b[24m\n    \u001b[1m物語は、同じような目標に向かって努力し、最終的に道を横断する見知らぬ人（10代の男の子と女の子）の2人に焦点を当てています。\u001b[22m, \u001b[1m物語は、2つの同様の目標に向かって努力する見知らぬ人（十代の少年と少女）、そして最終的に横切るパスを焦点を当てています。\u001b[22m\n\u001b[4mEvery moment of this short animation had me rooting for the characters.\u001b[24m\n    \u001b[1mこの短いアニメーションのすべての瞬間、私はそのキャラクターを応援してくれました。\u001b[22m, \u001b[1mこの短いアニメーションのすべての瞬間は、私は文字を応援していました。\u001b[22m\n\u001b[4mBut it was the worst feeling at the end knowing that this is not going to become a full feature film since it is just a commercial... Nonetheless I still encourage everyone to watch this, even if it means procrastinating for two minutes.\u001b[24m\n    \u001b[1mしかし、それは単なる商業的な映画であるため、これが完全な長編映画にならないことを知っている最後の最悪の気持ちでした...それでも、私はまだ2分の遅れを意味するとしても、誰もがこれを見るように勧めます。\u001b[22m, \u001b[1mしかし、それはそれだけで商用であるので、これは完全な長編映画になるつもりされていないことを知っている最後で最悪な感じだった...それにもかかわらず、私はまだそれが2分先延ばしにすることになっても、これを見て皆をお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nThis short animation is for those who don't have the time, but still need that burst of inspiration to study, work, or reach your goals.\n\n\u001b[1mこの短いアニメーションは、時間がない人のためのものですが、まだ勉強、仕事、またはあなたの目標に到達するためのインスピレーションのバーストが必要です。\u001b[22m\n\u001b[1m(Kono mijikai animēshon wa, jikanganai hitonotame no monodesuga, mada benkyō, shigoto, matawa anata no mokuhyō ni tōtatsu suru tame no insupirēshon no bāsuto ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis short animation is for those who don't have the time, but still need that burst of inspiration to study, work, or reach your goals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis short animation is for those who don't have the time, but still need that burst of inspiration to study, work, or reach your goals.\u001b[24m\n    \u001b[1mこの短いアニメーションは、時間がない人のためのものですが、まだ勉強、仕事、またはあなたの目標に到達するためのインスピレーションのバーストが必要です。\u001b[22m, \u001b[1mこの短いアニメーションは時間を持っているが、それでも、仕事を勉強したり、目標を達成するためのインスピレーションのバーストを必要としない人のためのものです。\u001b[22m\nThe song used also fit well, but did anyone notice the melody sounded exactly like sped up remix of Danny Boy? Really interesting.\n\n\u001b[1m使用された曲もうまくいきましたが、Danny Boyのリミックスのようにメロディーが正確に鳴っていることに誰も気づかなかったでしょうか？ 本当に興味深い。\u001b[22m\n\u001b[1m(Shiyō sa reta kyoku mo umaku ikimashitaga, danī Boy no rimikkusu no yō ni merodī ga seikaku ni natte iru koto ni dare mo kidzukanakattadeshou ka? Hontōni kyōmibukai.)\u001b[22m\n\nTranslations of \u001b[4mThe song used also fit well, but did anyone notice the melody sounded exactly like sped up remix of Danny Boy? Really interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe song used also fit well, but did anyone notice the melody sounded exactly like sped up remix of Danny Boy?\u001b[24m\n    \u001b[1m使用された曲もうまくいきましたが、Danny Boyのリミックスのようにメロディーが正確に鳴っていることに誰も気づかなかったでしょうか？\u001b[22m, \u001b[1m歌もうまく適合し使用したが、誰もがメロディーを正確にダニーボーイのスピードアップリミックスのように聞こえた気づきましたか？\u001b[22m\n\u001b[4mReally interesting.\u001b[24m\n    \u001b[1m本当に興味深い。\u001b[22m, \u001b[1m本当に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nPS. The song is called Crossroad by Yanagi Nagi, PM for details on how to find it.\n\n\u001b[1mPS。 それを見つける方法の詳細については、八木雅則さんの「クロスロード」と呼ばれています。\u001b[22m\n\u001b[1m(PS. Sore o mitsukeru hōhō no shōsai ni tsuite wa, Yagi Masanori-san no `kurosurōdo' to yoba rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mPS. The song is called Crossroad by Yanagi Nagi, PM for details on how to find it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS.\u001b[24m\n    \u001b[1mPS。\u001b[22m\n\u001b[4mThe song is called Crossroad by Yanagi Nagi, PM for details on how to find it.\u001b[24m\n    \u001b[1mそれを見つける方法の詳細については、八木雅則さんの「クロスロード」と呼ばれています。\u001b[22m, \u001b[1m曲はそれを見つける方法の詳細については柳ナギ、PMによってクロスロードと呼ばれています。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "MrJaytato",
    "profile": "/profile/MrJaytato/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=234181",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nまず第一に、これは映画ではありません、これは商業のようなものです。  （予告編は全体を略してカバーしています）\n\nどこから始めるんですか、新海誠、美しい男。 あなたはもう驚いて私を残したもう一つのすばらしいショートコマーシャルに戻った。 ご覧のように。 新海誠は、物語を伝える「シグネチャー」や「スタイル」を置いています。 文字を通過する文字を表示します。 また、電車もあります。 新井真実は列車が大好きです。\n\n全体的に、私はこの2分間の美しさを楽しんだ、それがもっと長かったと思ったが、これはやるだろう\n\n*咳*私はこれが予期せず実際の映画としてどこにも現れないことを期待しています、そうです、夢は素晴らしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, This is not a Movie, This is more like a commercial. (The Trailer pretty much cover up the entire short)\n\n\u001b[1mまず第一に、これは映画ではありません、これは商業のようなものです。  （予告編は全体を略してカバーしています）\u001b[22m\n\u001b[1m(Mazu daiichi ni, koreha eigade wa arimasen, koreha shōgyō no yōna monodesu. (Yokokuhen wa zentai o ryakushite kabā shite imasu))\u001b[22m\n\nTranslations of \u001b[4mFirst of all, This is not a Movie, This is more like a commercial. (The Trailer pretty much cover up the entire short)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, This is not a Movie, This is more like a commercial.\u001b[24m\n    \u001b[1mまず第一に、これは映画ではありません、これは商業のようなものです。\u001b[22m, \u001b[1mまず第一に、これは映画ではない、これは、より商業のようなものです。\u001b[22m\n\u001b[4m(The Trailer pretty much cover up the entire short)\u001b[24m\n    \u001b[1m（予告編は全体を略してカバーしています）\u001b[22m, \u001b[1m（トレーラーはかなり全体のショートをカバー）\u001b[22m\n\u001b[1m\u001b[22m\nWhere do I begin, Makoto Shinkai, You beautiful bastard. You came back with another stunning short/commercial that left me in awe. As you can see. Makoto Shinkai has placed his 'signature' or 'style' of story telling. Showing the characters crossing paths. Also, theres a train. Makoto Shinkai must love trains.\n\n\u001b[1mどこから始めるんですか、新海誠、美しい男。 あなたはもう驚いて私を残したもう一つのすばらしいショートコマーシャルに戻った。 ご覧のように。 新海誠は、物語を伝える「シグネチャー」や「スタイル」を置いています。 文字を通過する文字を表示します。 また、電車もあります。 新井真実は列車が大好きです。\u001b[22m\n\u001b[1m(Doko kara hajimeru ndesu ka, shinkai makoto, utsukushī otoko. Anata wa mō odoroite watashi o nokoshita mōhitotsu no subarashī shōtokomāsharu ni modotta. Goran no yō ni. Shinkai makoto wa, monogatari o tsutaeru `shigunechā' ya `sutairu' o oite imasu. Moji o tsūka suru moji o hyōji shimasu. Mata, densha mo arimasu. Arai shinjitsu wa ressha ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhere do I begin, Makoto Shinkai, You beautiful bastard. You came back with another stunning short/commercial that left me in awe. As you can see. Makoto Shinkai has placed his 'signature' or 'style' of story telling. Showing the characters crossing paths. Also, theres a train. Makoto Shinkai must love trains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere do I begin, Makoto Shinkai, You beautiful bastard.\u001b[24m\n    \u001b[1mどこから始めるんですか、新海誠、美しい男。\u001b[22m, \u001b[1mどこであなたは美しい野郎、新海誠を開始します。\u001b[22m\n\u001b[4mYou came back with another stunning short/commercial that left me in awe.\u001b[24m\n    \u001b[1mあなたはもう驚いて私を残したもう一つのすばらしいショートコマーシャルに戻った。\u001b[22m, \u001b[1mあなたは畏敬の念を抱いて私を残し、別の見事なショート/商用で戻ってきました。\u001b[22m\n\u001b[4mAs you can see.\u001b[24m\n    \u001b[1mご覧のように。\u001b[22m, \u001b[1mあなたが見ることができるように。\u001b[22m\n\u001b[4mMakoto Shinkai has placed his 'signature' or 'style' of story telling.\u001b[24m\n    \u001b[1m新海誠は、物語を伝える「シグネチャー」や「スタイル」を置いています。\u001b[22m, \u001b[1m新海誠は、彼の「署名」やストーリーテリングの「スタイル」を置いています。\u001b[22m\n\u001b[4mShowing the characters crossing paths.\u001b[24m\n    \u001b[1m文字を通過する文字を表示します。\u001b[22m, \u001b[1mパスを横断する文字を表示しています。\u001b[22m\n\u001b[4mAlso, theres a train.\u001b[24m\n    \u001b[1mまた、電車もあります。\u001b[22m, \u001b[1mまた、電車をtheresの。\u001b[22m\n\u001b[4mMakoto Shinkai must love trains.\u001b[24m\n    \u001b[1m新井真実は列車が大好きです。\u001b[22m, \u001b[1m新海誠は列車を愛する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I enjoyed this 2 minutes of beautifulness, Wished it was longer but this will do\n\n\u001b[1m全体的に、私はこの2分間の美しさを楽しんだ、それがもっと長かったと思ったが、これはやるだろう\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono 2-funkan no utsukushi-sa o tanoshinda, sore ga motto nagakatta to omottaga, koreha yarudarou)\u001b[22m\n\nTranslations of \u001b[4mOverall, I enjoyed this 2 minutes of beautifulness, Wished it was longer but this will do\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I enjoyed this 2 minutes of beautifulness, Wished it was longer but this will do\u001b[24m\n    \u001b[1m全体的に、私はこの2分間の美しさを楽しんだ、それがもっと長かったと思ったが、これはやるだろう\u001b[22m, \u001b[1m全体的に、私は、美しさのこの2分を楽しんベストセラーそれは長かったが、これは行います\u001b[22m\n\u001b[1m\u001b[22m\n*cough* I am expecting this to unexpectedly appear out of nowhere as a real film, Yea, Dreams are nice.\n\n\u001b[1m*咳*私はこれが予期せず実際の映画としてどこにも現れないことを期待しています、そうです、夢は素晴らしいです。\u001b[22m\n\u001b[1m(* Seki* watashi wa kore ga yokisezu jissai no eiga to shite dokoni mo arawarenai koto o kitai shite imasu,-sōdesu, yume wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4m*cough* I am expecting this to unexpectedly appear out of nowhere as a real film, Yea, Dreams are nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*cough* I am expecting this to unexpectedly appear out of nowhere as a real film, Yea, Dreams are nice.\u001b[24m\n    \u001b[1m*咳*私はこれが予期せず実際の映画としてどこにも現れないことを期待しています、そうです、夢は素晴らしいです。\u001b[22m, \u001b[1m*咳*私は、これは予想外に夢がいいです、実際のフィルム、いや、としてどこからともなく現れることを期待しています。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "TheMysteries",
    "profile": "/profile/TheMysteries/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=233687",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\n他のレビューの多くは、すでに物語や芸術などについて語っています。 私は他のレビューがすでに必要があると言いました。 しかし、私は学生として私の意見を述べたいと思います。\n\n4日間でSATの韓国語版を服用する学生として、このアニメは私と深く共鳴しました。 過去19年間、私の仲間と私はある日、韓国人学生の思春期の最後の一歩と言える日でした。 生徒としての最後の1年間、私は時々、自分の能力を最大限に勉強し、アニメシーンに夢中になり、さらに自分自身について学びました。\n\n私がこの短編アニメから奪った最大のポイントは、この引用符でした。「そこを超えて、私がいたい場所があるはずです」。\n\n私は 'should'という言葉の使用法を強調したいと思います。 私たちの夢の大学が私たちに合っているかどうか、あるいは私たちがその学校に受け入れられるかどうかはわかりません。 私は、未知のものに対する私たちの緊張感と、何が起こるかわからないという事実が、私たちの目標の探索において私たちを妨げる可能性があると感じています。 私たちの目的を達成するためには、未知の人に飛び乗る必要があります。私たちの探索の終わりには、私たちが欲しい場所に来るという信仰の跳躍を取る必要があります。\n\n道のりは容易ではなく、楽しいものではありません。 ストーリーの両方のキャラクターは、成功するために必要なものをあきらめて見えます。 しかし、学生としては、十分に勉強すれば、この世界で私たちの場所を見つけることができるという信念を持っているべきです。 私たちの幸せを確実にしてくれるものはありませんが、私たちが頑張ってくれたことを証明できるチャンスです。\n\n私のために、私の時間は上がっています。 数日後、私が学んだすべての科目、私が答えたすべての質問から解放されます。 私は、彼らができることではっきりしない将来の学生は、私がしたよりも速くこの短いフリックを見ることを願っています、私は数ヶ月前にもっと勉強するのを助けてくれたと確信しています。 私はあなたがそれを行うことができ、あなたが所属する場所を見つけることができることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA lot of the other reviews have already spoken about the story, art, and so on. I feel that the other reviews have already said that there needs be said. However I would like to give my opinion as a student.\n\n\u001b[1m他のレビューの多くは、すでに物語や芸術などについて語っています。 私は他のレビューがすでに必要があると言いました。 しかし、私は学生として私の意見を述べたいと思います。\u001b[22m\n\u001b[1m(Hoka no rebyū no ōku wa, sudeni monogatari ya geijutsu nado ni tsuite katatte imasu. Watashi wa hoka no rebyū ga sudeni hitsuyō ga aru to iimashita. Shikashi, watashi wa gakusei to shite watashi no iken o nobetai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mA lot of the other reviews have already spoken about the story, art, and so on. I feel that the other reviews have already said that there needs be said. However I would like to give my opinion as a student.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of the other reviews have already spoken about the story, art, and so on.\u001b[24m\n    \u001b[1m他のレビューの多くは、すでに物語や芸術などについて語っています。\u001b[22m, \u001b[1m他のレビューの多くは、まだ上の物語、芸術について話、としています。\u001b[22m\n\u001b[4mI feel that the other reviews have already said that there needs be said.\u001b[24m\n    \u001b[1m私は他のレビューがすでに必要があると言いました。\u001b[22m, \u001b[1m私は他のレビューはすでに述べたことが必要であると述べていると感じています。\u001b[22m\n\u001b[4mHowever I would like to give my opinion as a student.\u001b[24m\n    \u001b[1mしかし、私は学生として私の意見を述べたいと思います。\u001b[22m, \u001b[1mしかし、私は学生として私の意見を与えるしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAs a student who will be taking the Korean version of the SATs in 4 days this anime resonated deeply with me. Over the past 19 years, my fellow peers and I have been studying for the one day, the day that one could say is the last stop in the adolescence of a Korean student. During my final year as a student I've sometimes have studied to the best of my ability, dove into the anime scene, and also learned more about myself.\n\n\u001b[1m4日間でSATの韓国語版を服用する学生として、このアニメは私と深く共鳴しました。 過去19年間、私の仲間と私はある日、韓国人学生の思春期の最後の一歩と言える日でした。 生徒としての最後の1年間、私は時々、自分の能力を最大限に勉強し、アニメシーンに夢中になり、さらに自分自身について学びました。\u001b[22m\n\u001b[1m(4-Kakan de satto no kankokugoban o fukuyō suru gakusei to shite, kono anime wa watashi to fukaku kyōmei shimashita. Kako 19-nenkan, watashi no nakama to watashi wa aru hi, kangokujin gakusei no shishunki no saigo no ippo to ieru hideshita. Seito to shite no saigo no 1-nenkan, watashi wa tokidoki, jibun no nōryoku o saidaigen ni benkyō shi, animeshīn ni muchū ni nari, sarani jibun jishin ni tsuite manabimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs a student who will be taking the Korean version of the SATs in 4 days this anime resonated deeply with me. Over the past 19 years, my fellow peers and I have been studying for the one day, the day that one could say is the last stop in the adolescence of a Korean student. During my final year as a student I've sometimes have studied to the best of my ability, dove into the anime scene, and also learned more about myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a student who will be taking the Korean version of the SATs in 4 days this anime resonated deeply with me.\u001b[24m\n    \u001b[1m4日間でSATの韓国語版を服用する学生として、このアニメは私と深く共鳴しました。\u001b[22m, \u001b[1m4日間でSATSの韓国語バージョンを服用される学生としてこのアニメは私と一緒に深く共鳴し。\u001b[22m\n\u001b[4mOver the past 19 years, my fellow peers and I have been studying for the one day, the day that one could say is the last stop in the adolescence of a Korean student.\u001b[24m\n    \u001b[1m過去19年間、私の仲間と私はある日、韓国人学生の思春期の最後の一歩と言える日でした。\u001b[22m, \u001b[1m過去19年間で、私の仲間の同僚と私は一日のために勉強している、一つは言うことができる日は、韓国の学生の思春期の最後の停留所があります。\u001b[22m\n\u001b[4mDuring my final year as a student I've sometimes have studied to the best of my ability, dove into the anime scene, and also learned more about myself.\u001b[24m\n    \u001b[1m生徒としての最後の1年間、私は時々、自分の能力を最大限に勉強し、アニメシーンに夢中になり、さらに自分自身について学びました。\u001b[22m, \u001b[1m学生としての私の最後の年の間に私は時々、私の能力を最大限に研究してきたきたアニメのシーンに鳩、また自分自身についてより多くのことを学びました。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest point I took away from this short anime was this quote: 'Some place beyond, there should be the place where I want to be.'.\n\n\u001b[1m私がこの短編アニメから奪った最大のポイントは、この引用符でした。「そこを超えて、私がいたい場所があるはずです」。\u001b[22m\n\u001b[1m(Watashi ga kono tanpen anime kara ubatta saidai no pointo wa, kono in'yō fudeshita. `Soko o koete, watashi ga itai basho ga aru hazudesu'.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest point I took away from this short anime was this quote: 'Some place beyond, there should be the place where I want to be.'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest point I took away from this short anime was this quote: 'Some place beyond, there should be the place where I want to be.'.\u001b[24m\n    \u001b[1m私がこの短編アニメから奪った最大のポイントは、この引用符でした。「そこを超えて、私がいたい場所があるはずです」。\u001b[22m, \u001b[1m私は離れて、この短いアニメから取った最大のポイントは、この引用した： 'を超えていくつかの場所、私はなりたい場所があるはずです。」。\u001b[22m\n\u001b[1m\u001b[22m\nI want to emphasize the usage of the word 'should'. We don't know if our dream university will fit us or whether we will even be accepted to that school. I feel that our nervousness of the unknown and the fact that we have no idea what will happen can hinder us in our search of our goal. In order to reach our objective we need to jump out into the unknown, to take that leap of faith that at the end of our searching we will be at the place where we want to be.\n\n\u001b[1m私は 'should'という言葉の使用法を強調したいと思います。 私たちの夢の大学が私たちに合っているかどうか、あるいは私たちがその学校に受け入れられるかどうかはわかりません。 私は、未知のものに対する私たちの緊張感と、何が起こるかわからないという事実が、私たちの目標の探索において私たちを妨げる可能性があると感じています。 私たちの目的を達成するためには、未知の人に飛び乗る必要があります。私たちの探索の終わりには、私たちが欲しい場所に来るという信仰の跳躍を取る必要があります。\u001b[22m\n\u001b[1m(Watashi wa' should' to iu kotoba no shiyō-hō o kyōchō shitai to omoimasu. Watashitachi no yume no daigaku ga watashitachi ni atte iru ka dō ka, aruiwa watashitachi ga sono gakkō ni ukeire rareru ka dō ka wa wakarimasen. Watashi wa, michi no mono ni taisuru watashitachi no kinchō-kan to, nani ga okoru ka wakaranai to iu jijitsu ga, watashitachi no mokuhyō no tansaku ni oite watashitachi o samatageru kanōsei ga aru to kanjite imasu. Watashitachi no mokuteki o tassei suru tame ni wa, michi no hito ni tobinoru hitsuyō ga arimasu. Watashitachi no tansaku no owari ni wa, watashitachi ga hoshī basho ni kuru to iu shinkō no chōyaku o toru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI want to emphasize the usage of the word 'should'. We don't know if our dream university will fit us or whether we will even be accepted to that school. I feel that our nervousness of the unknown and the fact that we have no idea what will happen can hinder us in our search of our goal. In order to reach our objective we need to jump out into the unknown, to take that leap of faith that at the end of our searching we will be at the place where we want to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI want to emphasize the usage of the word 'should'.\u001b[24m\n    \u001b[1m私は 'should'という言葉の使用法を強調したいと思います。\u001b[22m, \u001b[1m私は「べき」言葉の使用を強調したいです。\u001b[22m\n\u001b[4mWe don't know if our dream university will fit us or whether we will even be accepted to that school.\u001b[24m\n    \u001b[1m私たちの夢の大学が私たちに合っているかどうか、あるいは私たちがその学校に受け入れられるかどうかはわかりません。\u001b[22m, \u001b[1m私たちの夢の大学は、私たちに合うのかどうかもわかりませんか私たちも、その学校に受け入れられるかどうか。\u001b[22m\n\u001b[4mI feel that our nervousness of the unknown and the fact that we have no idea what will happen can hinder us in our search of our goal.\u001b[24m\n    \u001b[1m私は、未知のものに対する私たちの緊張感と、何が起こるかわからないという事実が、私たちの目標の探索において私たちを妨げる可能性があると感じています。\u001b[22m, \u001b[1m私たちの未知の緊張と私たちは私たちの目標のGoogleの検索で私たちを妨げることができるか起こるか見当がつかないという事実と感じています。\u001b[22m\n\u001b[4mIn order to reach our objective we need to jump out into the unknown, to take that leap of faith that at the end of our searching we will be at the place where we want to be.\u001b[24m\n    \u001b[1m私たちの目的を達成するためには、未知の人に飛び乗る必要があります。私たちの探索の終わりには、私たちが欲しい場所に来るという信仰の跳躍を取る必要があります。\u001b[22m, \u001b[1m私たちの目標を達成するために、我々は我々の検索の終わりに私たちは私たちがなりたい場所になることを信仰の飛躍を取るために、未知の世界へ飛び出すする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe road won't be easy, neither will it be fun; Both characters in the story are seen giving up what they need to in order to succeed. But as students, we should have the belief that if we work hard enough we will be able to find our place in this world. Nothing that will ensure our happily ever after or nothing definite, but the chance we can feel vindicated for our hard work.\n\n\u001b[1m道のりは容易ではなく、楽しいものではありません。 ストーリーの両方のキャラクターは、成功するために必要なものをあきらめて見えます。 しかし、学生としては、十分に勉強すれば、この世界で私たちの場所を見つけることができるという信念を持っているべきです。 私たちの幸せを確実にしてくれるものはありませんが、私たちが頑張ってくれたことを証明できるチャンスです。\u001b[22m\n\u001b[1m(Michinori wa yōide wa naku, tanoshī monode wa arimasen. Sutōrī no ryōhō no kyarakutā wa, seikō suru tame ni hitsuyōnamono o akiramete miemasu. Shikashi, gakusei to shite wa, jūbun ni benkyō sureba, kono sekai de watashitachi no basho o mitsukeru koto ga dekiru to iu shin'nen o motte irubekidesu. Watashitachi no shiawase o kakujitsu ni shite kureru mono wa arimasenga, watashitachi ga ganbatte kureta koto o shōmei dekiru chansudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe road won't be easy, neither will it be fun; Both characters in the story are seen giving up what they need to in order to succeed. But as students, we should have the belief that if we work hard enough we will be able to find our place in this world. Nothing that will ensure our happily ever after or nothing definite, but the chance we can feel vindicated for our hard work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe road won't be easy, neither will it be fun;\u001b[24m\n    \u001b[1m道のりは容易ではなく、楽しいものではありません。\u001b[22m, \u001b[1m道は容易ではないだろう、どちらも、それは楽しみになります。\u001b[22m\n\u001b[4mBoth characters in the story are seen giving up what they need to in order to succeed.\u001b[24m\n    \u001b[1mストーリーの両方のキャラクターは、成功するために必要なものをあきらめて見えます。\u001b[22m, \u001b[1m物語の中で両方の文字は、彼らが成功するためにに必要なものをあきらめて見られています。\u001b[22m\n\u001b[4mBut as students, we should have the belief that if we work hard enough we will be able to find our place in this world.\u001b[24m\n    \u001b[1mしかし、学生としては、十分に勉強すれば、この世界で私たちの場所を見つけることができるという信念を持っているべきです。\u001b[22m, \u001b[1mしかし、学生のように、私たちは十分に懸命に働けば、我々はこの世界で私たちの場所を見つけることができるようになりますという信念を持っている必要があります。\u001b[22m\n\u001b[4mNothing that will ensure our happily ever after or nothing definite, but the chance we can feel vindicated for our hard work.\u001b[24m\n    \u001b[1m私たちの幸せを確実にしてくれるものはありませんが、私たちが頑張ってくれたことを証明できるチャンスです。\u001b[22m, \u001b[1m私たちの幸せの後、または明確な何も保証されます何もありませんが、我々はハードワークのための立証感じることができるチャンス。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, my time is up. In a couple of days I will be freed from all of the subjects that I studied, all of the questions that I have answered. I hope that any future student who is unsure in what they can do sees this short flick faster than I did, I'm sure it would have helped me study harder a few months ago. I hope that you can see that you can do it, and find a place where you belong.\n\n\u001b[1m私のために、私の時間は上がっています。 数日後、私が学んだすべての科目、私が答えたすべての質問から解放されます。 私は、彼らができることではっきりしない将来の学生は、私がしたよりも速くこの短いフリックを見ることを願っています。私は数ヶ月前にもっと勉強するのを助けてくれたと確信しています。 私はあなたがそれを行うことができ、あなたが所属する場所を見つけることができることを願っています。\u001b[22m\n\u001b[1m(Watashi no tame ni, watashinojikan wa agatte imasu. Sūjitsugo, watashi ga mananda subete no kamoku, watashi ga kotaeta subete no shitsumon kara kaihō sa remasu. Watashi wa, karera ga dekiru koto de hakkiri shinai shōrai no gakusei wa, watashi ga shita yori mo hayaku kono mijikai furikku o miru koto o negatte imasu. Watashi wa sūkagetsumae ni motto benkyō suru no o tasukete kureta to kakushin shite imasu. Watashi wa anata ga sore o okonau koto ga deki, anata ga shozoku suru basho o mitsukeru koto ga dekiru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, my time is up. In a couple of days I will be freed from all of the subjects that I studied, all of the questions that I have answered. I hope that any future student who is unsure in what they can do sees this short flick faster than I did, I'm sure it would have helped me study harder a few months ago. I hope that you can see that you can do it, and find a place where you belong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, my time is up.\u001b[24m\n    \u001b[1m私のために、私の時間は上がっています。\u001b[22m, \u001b[1m私にとっては、私の時間がアップしています。\u001b[22m\n\u001b[4mIn a couple of days I will be freed from all of the subjects that I studied, all of the questions that I have answered.\u001b[24m\n    \u001b[1m数日後、私が学んだすべての科目、私が答えたすべての質問から解放されます。\u001b[22m, \u001b[1m数日で、私は、私は答えている質問のすべてを研究対象のすべてから解放されます。\u001b[22m\n\u001b[4mI hope that any future student who is unsure in what they can do sees this short flick faster than I did, I'm sure it would have helped me study harder a few months ago.\u001b[24m\n    \u001b[1m私は、彼らができることではっきりしない将来の学生は、私がしたよりも速くこの短いフリックを見ることを願っています。私は数ヶ月前にもっと勉強するのを助けてくれたと確信しています。\u001b[22m, \u001b[1m私はそれは私が数ヶ月前にもっと勉強に役立っているだろうと確信している、彼らが何ができるかで不明な点があり、将来の学生が速く、私がやったよりも、この短い映画を見ていることを願っています。\u001b[22m\n\u001b[4mI hope that you can see that you can do it, and find a place where you belong.\u001b[24m\n    \u001b[1m私はあなたがそれを行うことができ、あなたが所属する場所を見つけることができることを願っています。\u001b[22m, \u001b[1m私はあなたがそれを行うことができることを見て、あなたが属している場所を見つけることができることを願っています。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "ayumi_xviii",
    "profile": "/profile/ayumi_xviii/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=184727",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はTumblrでそれをつまずいて、私は現実世界と別の休憩を取っていると思ったが、ちょうど商業であることに少し失望した。 どうして？ 私はあなたがなぜそれを米国にすることができるのかということです！ それは非常に叙事詩的なアニメ（またはマンガ）だろうが、それでも私は10月10日の公平な格付けを与えるだろう。\nそれは多くの可能性を秘めています。 さて、非常に大きな可能性。 私は、サウンド、キャラクター、楽しさ、アート＆amp; amp; ストーリー。 もし彼らが彼らの心を変えて、これを完全な吹き抜けのアニメにしてくれたら、私に連絡することを忘れないでください。 私は、私の受信トレイを開いたままにして、私の心はどんな可能性も開いています。\n\n*これは、このミニクリップ/コマーシャルが驚くべきことにコメントされていないため、アクティブユーザーであることをほぼ4年間（myanimelistで）初めてのレビューです。  *",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI assumed upon stumbling over it on Tumblr that I would be having another break from real world but was a bit disappointed that this was just a commercial. Why? I mean why can you do that to US! It would be a very epic anime (or a manga) but still I will give it a fair rating of 10/10 because why not?\n\n\u001b[1m私はTumblrでそれをつまずいて、私は現実世界と別の休憩を取っていると思ったが、ちょうど商業であることに少し失望した。 どうして？ 私はあなたがなぜそれを米国にすることができるのかということです！ それは非常に叙事詩的なアニメ（またはマンガ）だろうが、それでも私は10月10日の公平な格付けを与えるだろう。\u001b[22m\n\u001b[1m(Watashi wa tanburā de sore o tsumazuite, watashi wa genjitsu sekai to betsu no kyūkei o totte iru to omottaga, chōdo shōgyōdearu koto ni sukoshi shitsubō shita. Dōshite? Watashi wa anata ga naze sore o Beikoku ni suru koto ga dekiru no ka to iu kotodesu! Sore wa hijō ni jojishi-tekina anime (matawa manga)darouga, soredemo watashi wa 10 tsuki 10-nichi no kōheina kakudzuke o ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mI assumed upon stumbling over it on Tumblr that I would be having another break from real world but was a bit disappointed that this was just a commercial. Why? I mean why can you do that to US! It would be a very epic anime (or a manga) but still I will give it a fair rating of 10/10 because why not?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI assumed upon stumbling over it on Tumblr that I would be having another break from real world but was a bit disappointed that this was just a commercial.\u001b[24m\n    \u001b[1m私はTumblrでそれをつまずいて、私は現実世界と別の休憩を取っていると思ったが、ちょうど商業であることに少し失望した。\u001b[22m, \u001b[1m私は、現実の世界から別のブレークを持つことになるTumblrでその上につまずく時に想定したが、これは単に商業だったことを少しがっかりしました。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mI mean why can you do that to US!\u001b[24m\n    \u001b[1m私はあなたがなぜそれを米国にすることができるのかということです！\u001b[22m, \u001b[1m私はなぜあなたは米国にそれを行うことができますを意味します！\u001b[22m\n\u001b[4mIt would be a very epic anime (or a manga) but still I will give it a fair rating of 10/10 because why not?\u001b[24m\n    \u001b[1mそれは非常に叙事詩的なアニメ（またはマンガ）だろうが、それでも私は10月10日の公平な格付けを与えるだろう。\u001b[22m, \u001b[1mそれは非常に壮大なアニメ（または漫画）であろうが、なぜいないので、まだ私はそれを10月10日の公正評価を与えるのだろうか？\u001b[22m\nIt has lot of potentials. Okay, very GREAT potentials. I mean the sound, character, enjoyment, art &amp; story. If ever they changed their minds and make this a full blown anime please guys don't forget to contact me. I'll keep my inbox  open and my mind open for any possibilities.\n\n\u001b[1mそれは多くの可能性を秘めています。 さて、非常に大きな可能性。 私は、サウンド、キャラクター、楽しさ、アート＆amp; amp; ストーリー。 もし彼らが彼らの心を変えて、これを完全な吹き抜けのアニメにしてくれたら、私に連絡することを忘れないでください。 私は、私の受信トレイを開いたままにして、私の心はどんな可能性も開いています。\u001b[22m\n\u001b[1m(Sore wa ōku no kanōsei o himete imasu. Sate, hijō ni ōkina kanōsei. Watashi wa, saundo, kyarakutā, tanoshisa, āto& amp; amp; sutōrī. Moshi karera ga karera no kokoro o kaete, kore o kanzen'na fukinuke no anime ni shite kuretara, watashi ni renraku suru koto o wasurenaide kudasai. Watashi wa, watashi no jushin torei o aita mama ni shite, watashi no kokoro wa don'na kanōsei mo aiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has lot of potentials. Okay, very GREAT potentials. I mean the sound, character, enjoyment, art &amp; story. If ever they changed their minds and make this a full blown anime please guys don't forget to contact me. I'll keep my inbox  open and my mind open for any possibilities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has lot of potentials.\u001b[24m\n    \u001b[1mそれは多くの可能性を秘めています。\u001b[22m, \u001b[1mこれは、電位をたくさん持っています。\u001b[22m\n\u001b[4mOkay, very GREAT potentials.\u001b[24m\n    \u001b[1mさて、非常に大きな可能性。\u001b[22m, \u001b[1mさて、非常にGREAT電位。\u001b[22m\n\u001b[4mI mean the sound, character, enjoyment, art &amp;\u001b[24m\n    \u001b[1m私は、サウンド、キャラクター、楽しさ、アート＆amp; amp;\u001b[22m, \u001b[1m私は、音、文字、楽しみ、芸術＆＃038を意味します。\u001b[22m\n\u001b[4mstory.\u001b[24m\n    \u001b[1mストーリー。\u001b[22m, \u001b[1m物語。\u001b[22m\n\u001b[4mIf ever they changed their minds and make this a full blown anime please guys don't forget to contact me.\u001b[24m\n    \u001b[1mもし彼らが彼らの心を変えて、これを完全な吹き抜けのアニメにしてくれたら、私に連絡することを忘れないでください。\u001b[22m, \u001b[1mこれまで、彼らは彼らの心を変更し、この本格的なアニメ作れば人は私に連絡することを忘れないでください。\u001b[22m\n\u001b[4mI'll keep my inbox  open and my mind open for any possibilities.\u001b[24m\n    \u001b[1m私は、私の受信トレイを開いたままにして、私の心はどんな可能性も開いています。\u001b[22m, \u001b[1m私は、任意の可能性のために開いて私の受信トレイオープンで私の心をしておこう。\u001b[22m\n\u001b[1m\u001b[22m\n*And this is my first review ever on myanimelist for almost four year (??) of being an active user because this mini-clip/commercial is just to amazing not be commented to. *\n\n\u001b[1m*これは、このミニクリップ/コマーシャルが驚くべきことにコメントされていないため、アクティブユーザーであることをほぼ4年間（myanimelistで）初めてのレビューです。  *\u001b[22m\n\u001b[1m(* Koreha, kono mini kurippu/ komāsharu ga odorokubeki koto ni komento sa rete inai tame, akutibuyūzādearu koto o hobo 4-nenkan (myanimelist de) hajimete no rebyūdesu. *)\u001b[22m\n\nTranslations of \u001b[4m*And this is my first review ever on myanimelist for almost four year (??) of being an active user because this mini-clip/commercial is just to amazing not be commented to. *\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*And this is my first review ever on myanimelist for almost four year (??) of being an active user because this mini-clip/commercial is just to amazing not be commented to.\u001b[24m\n    \u001b[1m*これは、このミニクリップ/コマーシャルが驚くべきことにコメントされていないため、アクティブユーザーであることをほぼ4年間（myanimelistで）初めてのレビューです。\u001b[22m, \u001b[1mこのミニクリップ/コマーシャルがちょうど驚くほどににコメントを付けることがされていないため、*そして、このアクティブなユーザーであることのほぼ4年のmyanimelistに今まで私の最初のレビュー（??）です。\u001b[22m\n\u001b[4m*\u001b[24m\n    \u001b[1m*\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "AbsarNaeem",
    "profile": "/profile/AbsarNaeem/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=182600",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nまず第一に、それは映画や特別なものではなく、日本の会社であるZ-Kaiの商用またはプロモーションビデオです。\n\n芸術は壮大で、音楽は素晴らしいです。 あなたはそれが本当に何であるかを実感するまで、すべてが素晴らしいです。 あなたがテレビで見る退屈な広告とは考えないでください。 これは本当にアニメのビデオであり、会社へのリンクは放送中にはそれほど顕著ではないので、そのことについては心配しないでください。\n\nとにかく、これらはあなたの人生の119秒です。時々あなたがちょっとしたものを楽しむことができたので、これを見て喜んでいるでしょう。\n\nそれがされた場合、これは壮大な映画だった可能性があります。\n\nそれだけです。 それを撃ってください。 それはかなり良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, it's not a movie or special, it's just a commercial or promotional video for Z-Kai, a company in Japan.\n\n\u001b[1mまず第一に、それは映画や特別なものではなく、日本の会社であるZ-Kaiの商用またはプロモーションビデオです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, soreha eiga ya tokubetsuna monode wa naku, Nihon no kaishadearu Z - Kai no shōyō matawa puromōshonbideodesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, it's not a movie or special, it's just a commercial or promotional video for Z-Kai, a company in Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, it's not a movie or special, it's just a commercial or promotional video for Z-Kai, a company in Japan.\u001b[24m\n    \u001b[1mまず第一に、それは映画や特別なものではなく、日本の会社であるZ-Kaiの商用またはプロモーションビデオです。\u001b[22m, \u001b[1mまず第一に、それはそれだけで、Z会、日本の会社のための商業目的またはプロモーションビデオ映画や特別なのではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is epic, the music is amazing. Everything is awesome until you realize what it really is, a commercial. One thing to make clear, don't think of it as the boring advertisements you see on TV. This really is an anime video and the link it has to the company isn't so pronounced during the airing so don't worry about that stuff.\n\n\u001b[1m芸術は壮大で、音楽は素晴らしいです。 あなたはそれが本当に何であるかを実感するまで、すべてが素晴らしいです。 あなたがテレビで見る退屈な広告とは考えないでください。 これは本当にアニメのビデオであり、会社へのリンクは放送中にはそれほど顕著ではないので、そのことについては心配しないでください。\u001b[22m\n\u001b[1m(Geijutsu wa sōdaide, ongaku wa subarashīdesu. Anata wa sore ga hontōni nanidearu ka o jikkan suru made, subete ga subarashīdesu. Anata ga terebi de miru taikutsuna kōkoku to wa kangaenaide kudasai. Kore wa hontōni anime no bideodeari, kaisha e no rinku wa hōsō nakaniha sorehodo kenchode wanainode, sono koto ni tsuite wa shinpaishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is epic, the music is amazing. Everything is awesome until you realize what it really is, a commercial. One thing to make clear, don't think of it as the boring advertisements you see on TV. This really is an anime video and the link it has to the company isn't so pronounced during the airing so don't worry about that stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is epic, the music is amazing.\u001b[24m\n    \u001b[1m芸術は壮大で、音楽は素晴らしいです。\u001b[22m, \u001b[1m芸術は音楽が素晴らしいです、叙事詩です。\u001b[22m\n\u001b[4mEverything is awesome until you realize what it really is, a commercial.\u001b[24m\n    \u001b[1mあなたはそれが本当に何であるかを実感するまで、すべてが素晴らしいです。\u001b[22m, \u001b[1mあなたはそれは本当に、商業が何であるかを理解するまで、すべてが素晴らしいです。\u001b[22m\n\u001b[4mOne thing to make clear, don't think of it as the boring advertisements you see on TV.\u001b[24m\n    \u001b[1mあなたがテレビで見る退屈な広告とは考えないでください。\u001b[22m, \u001b[1m明確にすることの一つは、あなたがテレビで見る退屈な広告のようなものとは思いません。\u001b[22m\n\u001b[4mThis really is an anime video and the link it has to the company isn't so pronounced during the airing so don't worry about that stuff.\u001b[24m\n    \u001b[1mこれは本当にアニメのビデオであり、会社へのリンクは放送中にはそれほど顕著ではないので、そのことについては心配しないでください。\u001b[22m, \u001b[1mこれは本当にアニメのビデオで、会社にそれが持っているリンクは、そうなるようなものを心配しないでください放映時に顕著にされていません。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, these are 119 seconds of your life you will be glad to have spent watching this because sometimes you just got to enjoy the little things.\n\n\u001b[1mとにかく、これらはあなたの人生の119秒です。時々あなたがちょっとしたものを楽しむことができたので、これを見て喜んでいるでしょう。\u001b[22m\n\u001b[1m(Tonikaku, korera wa anata no jinsei no 119-byōdesu. Tokidoki anata ga chotto shita mono o tanoshimu koto ga dekitanode, kore o mite yorokonde irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, these are 119 seconds of your life you will be glad to have spent watching this because sometimes you just got to enjoy the little things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, these are 119 seconds of your life you will be glad to have spent watching this because sometimes you just got to enjoy the little things.\u001b[24m\n    \u001b[1mとにかく、これらはあなたの人生の119秒です。時々あなたがちょっとしたものを楽しむことができたので、これを見て喜んでいるでしょう。\u001b[22m, \u001b[1mとにかく、これらはあなたが時々あなただけのささいなことを楽しむようになったので、これを見て過ごしてきて喜んでいるでしょうあなたの人生の119秒です。\u001b[22m\n\u001b[1m\u001b[22m\nThough this could've been an epic movie if it were made to be.\n\n\u001b[1mそれがされた場合、これは壮大な映画だった可能性があります。\u001b[22m\n\u001b[1m(Sore ga sa reta baai, kore wa sōdaina eigadatta kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough this could've been an epic movie if it were made to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough this could've been an epic movie if it were made to be.\u001b[24m\n    \u001b[1mそれがされた場合、これは壮大な映画だった可能性があります。\u001b[22m, \u001b[1mそれがあることが行われた場合、これは壮大な映画であったかもしれないけれども。\u001b[22m\n\u001b[1m\u001b[22m\nSo, that's it. Do give it a shot. It's pretty nice.\n\n\u001b[1mそれだけです。 それを撃ってください。 それはかなり良いです。\u001b[22m\n\u001b[1m(Sore dakedesu. Sore o utte kudasai. Sore wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, that's it. Do give it a shot. It's pretty nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, that's it.\u001b[24m\n    \u001b[1mそれだけです。\u001b[22m, \u001b[1mだから、それはそれです。\u001b[22m\n\u001b[4mDo give it a shot.\u001b[24m\n    \u001b[1mそれを撃ってください。\u001b[22m, \u001b[1mそれに打撃を与えてください。\u001b[22m\n\u001b[4mIt's pretty nice.\u001b[24m\n    \u001b[1mそれはかなり良いです。\u001b[22m, \u001b[1mそれはかなりいいです。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "DemonQueenEtihw",
    "profile": "/profile/DemonQueenEtihw/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=134331",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nこのアニメは、Z-Kaiが自分自身とアートワークを宣伝するために作った短いクリップのほうが多かったため、もっとアニメではありませんでした。 このように、これは本当にアニメではなく、実際のストーリーはありませんでしたが、私たちにバックラウンド情報を提供しました。 アートワークは非常に流動的で美しいバックラウンドシーンで、キャラクターのデザインはかなり平均的でした。 使用された音楽は素晴らしく、演技は良いものでした。  Z-Kaiがこれを完全な吹き抜けのアニメシリーズにすることに決心したなら、それは自分自身や他人のような多くのロマンス、スライス・オブ・ライフ、短編アニメのウォッチャーにとっては間違いないでしょうが、この「アニメ」はすべて 与えられた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime wasn't much of an anime more as it was more of a short clip that Z-Kai's decided to make to promote themselves and their artwork. As said this wasn't really even an anime more of a clip and had no really story but provided us with backround information. The artwork was very fluid, beautiful back round scenes,and the character designs were pretty average. The music used was nice and the voice acting was good. If Z-Kai ever decides to make this into a full blown anime series it would definitely be a hit to many romance, slice-of-life, shojou anime watchers such as myself and others, but this 'anime' is all that we were given.\n\n\u001b[1mこのアニメは、Z-Kaiが自分自身とアートワークを宣伝するために作った短いクリップのほうが多かったため、もっとアニメではありませんでした。 このように、これは本当にアニメではなく、実際のストーリーはありませんでしたが、私たちにバックラウンド情報を提供しました。 アートワークは非常に流動的で美しいバックラウンドシーンで、キャラクターのデザインはかなり平均的でした。 使用された音楽は素晴らしく、演技は良いものでした。  Z-Kaiがこれを完全な吹き抜けのアニメシリーズにすることに決心したなら、それは自分自身や他人のような多くのロマンス、スライス・オブ・ライフ、短編アニメのウォッチャーにとっては間違いないでしょうが、この「アニメ」はすべて 与えられた。\u001b[22m\n\u001b[1m(Kono anime wa, Z - Kai ga jibun jishin to ātowāku o senden suru tame ni tsukutta mijikai kurippu no hō ga ōkatta tame, motto animede wa arimasendeshita. Ko no yō ni, kore wa hontōni animede wa naku, jissai no sutōrī wa arimasendeshitaga, watashitachi ni bakku raundo jōhō o teikyō shimashita. Ātowāku wa hijō ni ryūdōtekide utsukushī bakkuraundoshīn de, kyarakutā no dezain wa kanari heikin-tekideshita. Shiyō sa reta ongaku wa subarashiku, engi wa yoi monodeshita. Z - Kai ga kore o kanzen'na fukinuke no animeshirīzu ni suru koto ni kesshin shitanara, soreha jibun jishin ya tanin no yōna ōku no romansu, suraisu Obu raifu, tanpen anime no u~otchā ni totte wa machigainaideshouga, kono `anime' wa subete atae rareta.)\u001b[22m\n\nTranslations of \u001b[4mThis anime wasn't much of an anime more as it was more of a short clip that Z-Kai's decided to make to promote themselves and their artwork. As said this wasn't really even an anime more of a clip and had no really story but provided us with backround information. The artwork was very fluid, beautiful back round scenes,and the character designs were pretty average. The music used was nice and the voice acting was good. If Z-Kai ever decides to make this into a full blown anime series it would definitely be a hit to many romance, slice-of-life, shojou anime watchers such as myself and others, but this 'anime' is all that we were given.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime wasn't much of an anime more as it was more of a short clip that Z-Kai's decided to make to promote themselves and their artwork.\u001b[24m\n    \u001b[1mこのアニメは、Z-Kaiが自分自身とアートワークを宣伝するために作った短いクリップのほうが多かったため、もっとアニメではありませんでした。\u001b[22m, \u001b[1mZ会のは、自分自身やアートワークを促進するために作ることにしたことを短いクリップの以上であったように、このアニメは、より多くのアニメの多くはありませんでした。\u001b[22m\n\u001b[4mAs said this wasn't really even an anime more of a clip and had no really story but provided us with backround information.\u001b[24m\n    \u001b[1mこのように、これは本当にアニメではなく、実際のストーリーはありませんでしたが、私たちにバックラウンド情報を提供しました。\u001b[22m, \u001b[1m言ったようにこれは本当にクリップのより均一なアニメではなかったし、何も実際に話を持っていたが、backroundの情報を提供してくれました。\u001b[22m\n\u001b[4mThe artwork was very fluid, beautiful back round scenes,and the character designs were pretty average.\u001b[24m\n    \u001b[1mアートワークは非常に流動的で美しいバックラウンドシーンで、キャラクターのデザインはかなり平均的でした。\u001b[22m, \u001b[1mアートワークは、非常に流動性、美しいバックラウンド場面で、キャラクターデザインはかなり平均でした。\u001b[22m\n\u001b[4mThe music used was nice and the voice acting was good.\u001b[24m\n    \u001b[1m使用された音楽は素晴らしく、演技は良いものでした。\u001b[22m, \u001b[1m使用される音楽は素晴らしかったし、声の演技は良かったです。\u001b[22m\n\u001b[4mIf Z-Kai ever decides to make this into a full blown anime series it would definitely be a hit to many romance, slice-of-life, shojou anime watchers such as myself and others, but this 'anime' is all that we were\u001b[24m\n    \u001b[1mZ-Kaiがこれを完全な吹き抜けのアニメシリーズにすることに決心したなら、それは自分自身や他人のような多くのロマンス、スライス・オブ・ライフ、短編アニメのウォッチャーにとっては間違いないでしょうが、この「アニメ」はすべて\u001b[22m, \u001b[1mZ会は、これまで本格的なアニメシリーズにこれを行うことを決定した場合、それは間違いなくスライス-of-lifeが、そのような自分自身や他の人などshojouアニメウォッチャーを、多くのロマンスにヒットするだろうが、この「アニメ」は私たちがしたことのすべてです\u001b[22m\n\u001b[4mgiven.\u001b[24m\n    \u001b[1m与えられた。\u001b[22m, \u001b[1m与えられました。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "KrayFan",
    "profile": "/profile/KrayFan/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=220079",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はアニメをフル10に、特に1:59アニメのために前に評価したことはありません。 私はこれが完全なアニメだったと思うが、これは私達が得たすべてであり、素晴らしいことである。\n\n私が言わなければならないことは、新井誠がうまくやったことです。\n\n私はこれを見ることを強くお勧めします。  PLEEEAAAUSSEEEEは神の愛のためにそれを見ます。\n\nアニメーションはとても良いです。 私が今までに見たアニメ作品の中でも、実際のシリーズではないものがあります。\n\n音楽はちょうど素晴らしいです！\n\n文字は、私は知らないが、私は良い学校に入るために勉強して、私はそれらに関連付けることができると感じている。 それは私が本当に好きなリアリズムの良い感覚を追加します。 私はお互いに戦っている巨大なロボットやスキンピースな衣装の魔法の女の子がどれだけファンのサービスに支配されても、このアニメはわずか2分であっても、私が目撃した最高の2分です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI never have rated an anime a full 10 before, especially for a 1:59 anime. I wish this was a full anime but this is all we got and its freakin amazing.\n\n\u001b[1m私はアニメをフル10に、特に1:59アニメのために前に評価したことはありません。 私はこれが完全なアニメだったと思うが、これは私達が得たすべてであり、素晴らしいことである。\u001b[22m\n\u001b[1m(Watashi wa anime o furu 10 ni, tokuni 1: 59 Anime no tame ni mae ni hyōka shita koto wa arimasen. Watashi wa kore ga kanzen'na animedatta to omou ga, koreha watashitachi ga eta subetedeari, subarashī kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mI never have rated an anime a full 10 before, especially for a 1:59 anime. I wish this was a full anime but this is all we got and its freakin amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never have rated an anime a full 10 before, especially for a 1:59 anime.\u001b[24m\n    \u001b[1m私はアニメをフル10に、特に1:59アニメのために前に評価したことはありません。\u001b[22m, \u001b[1m私は特に1：59アニメのために、アニメの前に完全な10定格たことがありません。\u001b[22m\n\u001b[4mI wish this was a full anime but this is all we got and its freakin amazing.\u001b[24m\n    \u001b[1m私はこれが完全なアニメだったと思うが、これは私達が得たすべてであり、素晴らしいことである。\u001b[22m, \u001b[1m私はこれが完全なアニメでしたいが、これは我々が得たすべてとそのfreakinの素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nAll I have to say is, well done Makoto Shinkai, well done.\n\n\u001b[1m私が言わなければならないことは、新井誠がうまくやったことです。\u001b[22m\n\u001b[1m(Watashi ga iwanakereba naranai koto wa, arai makoto ga umaku yatta kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAll I have to say is, well done Makoto Shinkai, well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I have to say is, well done Makoto Shinkai, well done.\u001b[24m\n    \u001b[1m私が言わなければならないことは、新井誠がうまくやったことです。\u001b[22m, \u001b[1m私は言わなければならないすべては、よくやった新海誠は、よく行われています。\u001b[22m\n\u001b[1m\u001b[22m\nI highly suggest you to watch this. PLEEEAAAASSSEEEE watch it for the love of god.\n\n\u001b[1m私はこれを見ることを強くお勧めします。  PLEEEAAAUSSEEEEは神の愛のためにそれを見ます。\u001b[22m\n\u001b[1m(Watashi wa kore o miru koto o tsuyoku o susume shimasu. PLEEEAAAUSSEEEE wa kami no ainotameni sore o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mI highly suggest you to watch this. PLEEEAAAASSSEEEE watch it for the love of god.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly suggest you to watch this.\u001b[24m\n    \u001b[1m私はこれを見ることを強くお勧めします。\u001b[22m, \u001b[1mこれを見るために私は非常に示唆しています。\u001b[22m\n\u001b[4mPLEEEAAAASSSEEEE watch it for the love of god.\u001b[24m\n    \u001b[1mPLEEEAAAUSSEEEEは神の愛のためにそれを見ます。\u001b[22m, \u001b[1mPLEEEAAAASSSEEEE神の愛のためにそれを見ます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is so good. One of the best animation pieces I have seen to date, and its not even an actual series.\n\n\u001b[1mアニメーションはとても良いです。 私が今までに見たアニメ作品の中でも、実際のシリーズではないものがあります。\u001b[22m\n\u001b[1m(Animēshon wa totemo yoidesu. Watashi ga ima made ni mita anime sakuhin no naka demo, jissai no shirīzude wanai mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is so good. One of the best animation pieces I have seen to date, and its not even an actual series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is so good.\u001b[24m\n    \u001b[1mアニメーションはとても良いです。\u001b[22m\n\u001b[4mOne of the best animation pieces I have seen to date, and its not even an actual series.\u001b[24m\n    \u001b[1m私が今までに見たアニメ作品の中でも、実際のシリーズではないものがあります。\u001b[22m, \u001b[1m私がこれまでに見た中で最高のアニメーション作品の一つ、及びそのもない実際のシリーズ。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is, just awesome!\n\n\u001b[1m音楽はちょうど素晴らしいです！\u001b[22m\n\u001b[1m(Ongaku wa chōdo subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mThe music is, just awesome!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is, just awesome!\u001b[24m\n    \u001b[1m音楽はちょうど素晴らしいです！\u001b[22m, \u001b[1m音楽は、単に素晴らしいです！\u001b[22m\n\u001b[1m\u001b[22m\nThe characters, I don't know but I feel that I can relate to them, studying hard to get into a good school. It adds a good sense of realism which I really like. No matter how much I like giant robots fighting each other or magical girls in skimpy clothing get dominated by fan service, this anime, even if it is only 2 mins long, is the best 2 minutes I have ever witnessed.\n\n\u001b[1m文字は、私は知らないが、私は良い学校に入るために勉強して、私はそれらに関連付けることができると感じている。 それは私が本当に好きなリアリズムの良い感覚を追加します。 私はお互いに戦っている巨大なロボットやスキンピースな衣装の魔法の女の子がどれだけファンのサービスに支配されても、このアニメはわずか2分であっても、私が目撃した最高の2分です。\u001b[22m\n\u001b[1m(Moji wa, watashi wa shiranai ga, watashi wa yoi gakkō ni hairu tame ni benkyō shite, watashi wa sorera ni kanrendzukeru koto ga dekiru to kanjite iru. Sore wa watashi ga hontōni sukina riarizumu no yoi kankaku o tsuika shimasu. Watashi wa otagai ni tatakatte iru kyodaina robotto ya sukinpīsuna ishō no mahō no on'nanoko ga dore dake fan no sābisu ni shihai sa rete mo, kono anime wa wazuka 2-budeatte mo, watashi ga mokugeki shita saikō no 2-budesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters, I don't know but I feel that I can relate to them, studying hard to get into a good school. It adds a good sense of realism which I really like. No matter how much I like giant robots fighting each other or magical girls in skimpy clothing get dominated by fan service, this anime, even if it is only 2 mins long, is the best 2 minutes I have ever witnessed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters, I don't know but I feel that I can relate to them, studying hard to get into a good school.\u001b[24m\n    \u001b[1m文字は、私は知らないが、私は良い学校に入るために勉強して、私はそれらに関連付けることができると感じている。\u001b[22m, \u001b[1m文字は、私は知らないが、私は良い学校に入るために一生懸命勉強し、それらに関連することができると感じています。\u001b[22m\n\u001b[4mIt adds a good sense of realism which I really like.\u001b[24m\n    \u001b[1mそれは私が本当に好きなリアリズムの良い感覚を追加します。\u001b[22m, \u001b[1mそれは私が本当に好きなリアリズムの良識を追加します。\u001b[22m\n\u001b[4mNo matter how much I like giant robots fighting each other or magical girls in skimpy clothing get dominated by fan service, this anime, even if it is only 2 mins long, is the best 2 minutes I have ever witnessed.\u001b[24m\n    \u001b[1m私はお互いに戦っている巨大なロボットやスキンピースな衣装の魔法の女の子がどれだけファンのサービスに支配されても、このアニメはわずか2分であっても、私が目撃した最高の2分です。\u001b[22m, \u001b[1mどんなに私はファンサービスによって支配を受ける露出度の高い服で互いにまたは魔法少女たちの戦いの巨大ロボットが好きどのくらい、このアニメは、それだけで2分長くなっても、私が今まで目撃した最高の2分ではありません。\u001b[22m"
  },
  {
    "title": "Cross_Road",
    "id": "22839",
    "url": "https://myanimelist.net/anime/22839/Cross_Road",
    "user": "Talmhaidh_Mathan",
    "profile": "/profile/Talmhaidh_Mathan/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=143513",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\nさて、これはZ-Kaiのためのお誘い/プロモーションであり、これも短くしておきます。\n\n新井真です。 あなたは間違って行くことはできません。 ちょうど2分後に私はこれらの文字についています。 私はこの短期間をおそらく10回見てきましたが、毎回私の胸にこのスリルを感じます（おそらく、私が大学/ユニ・セッティングのための柔らかい場所を持っているのを助けません。 よく）。\n\nすべての楽しい短い、すべてのあなたの時間の2分の価値があります。 私は、新車が実際にクロスロードのために自分の袖の上に何かを持っていることを願っています。そして、私の心が胸骨を通して再び喜んで引き裂かれることを喜んで喜ぶことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay so, this being just a teaser/promo for Z-Kai, I'll keep this short as well.\n\n\u001b[1mさて、これはZ-Kaiのためのお誘い/プロモーションであり、これも短くしておきます。\u001b[22m\n\u001b[1m(Sate, koreha Z - Kai no tame no osasoi/ puromōshondeari, kore mo mijikaku shite okimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay so, this being just a teaser/promo for Z-Kai, I'll keep this short as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay so, this being just a teaser/promo for Z-Kai, I'll keep this short as well.\u001b[24m\n    \u001b[1mさて、これはZ-Kaiのためのお誘い/プロモーションであり、これも短くしておきます。\u001b[22m, \u001b[1mさてので、これはZ会のためだけのティーザー/プロモーションされて、私も短いこれをしておこう。\u001b[22m\n\u001b[1m\u001b[22m\nIt's Makoto Shinkai. You can't go wrong. In just 2 minutes I'm attached to these characters. I've watched this little short probably 10 times now and every time I get this thrill in my chest (it probably doesn't help that I have a soft spot for college/uni settings, seeing as I'm there in my life as well).\n\n\u001b[1m新井真です。 あなたは間違って行くことはできません。 ちょうど2分後に私はこれらの文字についています。 私はこの短期間をおそらく10回見てきましたが、毎回私の胸にこのスリルを感じます（おそらく、私が大学/ユニ・セッティングのための柔らかい場所を持っているのを助けません。 よく）。\u001b[22m\n\u001b[1m(Arai Shindesu. Anata wa machigatte iku koto wa dekimasen. Chōdo 2-bu-go ni watashi wa korera no moji ni tsuite imasu. Watashi wa kono tankikan o osoraku 10-kai mitekimashita ga, maikai watashi no mune ni kono suriru o kanjimasu (osoraku, watashi ga daigaku/ Yuni settingu no tame no yawarakai basho o motte iru no o tasukemasen. Yoku).)\u001b[22m\n\nTranslations of \u001b[4mIt's Makoto Shinkai. You can't go wrong. In just 2 minutes I'm attached to these characters. I've watched this little short probably 10 times now and every time I get this thrill in my chest (it probably doesn't help that I have a soft spot for college/uni settings, seeing as I'm there in my life as well).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's Makoto Shinkai.\u001b[24m\n    \u001b[1m新井真です。\u001b[22m, \u001b[1mそれは新海誠です。\u001b[22m\n\u001b[4mYou can't go wrong.\u001b[24m\n    \u001b[1mあなたは間違って行くことはできません。\u001b[22m\n\u001b[4mIn just 2 minutes I'm attached to these characters.\u001b[24m\n    \u001b[1mちょうど2分後に私はこれらの文字についています。\u001b[22m, \u001b[1mわずか2分で、私はこれらの文字に取り付けられています。\u001b[22m\n\u001b[4mI've watched this little short probably 10 times now and every time I get this thrill in my chest (it probably doesn't help that I have a soft spot for college/uni settings, seeing as I'm there in my life as\u001b[24m\n    \u001b[1m私はこの短期間をおそらく10回見てきましたが、毎回私の胸にこのスリルを感じます（おそらく、私が大学/ユニ・セッティングのための柔らかい場所を持っているのを助けません。\u001b[22m, \u001b[1m私はとしての私の生活の中で存在だとして（それはおそらく見て、私が大学/ユニ設定のためのソフトスポットを持っていることを助けていない私は今、おそらくこの小さな短い10回を見てきたとするたびに私は私の胸にこのスリルを取得します\u001b[22m\n\u001b[4mwell).\u001b[24m\n    \u001b[1mよく）。\u001b[22m, \u001b[1mウェル）。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all an enjoyable little short, and totally worth 2 minutes of your time. I can only hope that Shinkai actually has something more up his sleeve for Cross Road and that I can gladly get my heart ripped out through my sternum again.\n\n\u001b[1mすべての楽しい短い、すべてのあなたの時間の2分の価値があります。 私は、新車が実際にクロスロードのために自分の袖の上に何かを持っていることを願っています。そして、私の心が胸骨を通して再び喜んで引き裂かれることを喜んで喜ぶことができます。\u001b[22m\n\u001b[1m(Subete no tanoshī mijikai, subete no anata no jikan no 2-bu no kachi ga arimasu. Watashi wa, shinsha ga jissai ni kurosurōdo no tame ni jibun no sode no ue ni nanika o motte iru koto o negatte imasu. Soshite, watashi no kokoro ga kyōkotsu o tōshite futatabi yorokonde hikisaka reru koto o yorokonde yorokobu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all an enjoyable little short, and totally worth 2 minutes of your time. I can only hope that Shinkai actually has something more up his sleeve for Cross Road and that I can gladly get my heart ripped out through my sternum again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all an enjoyable little short, and totally worth 2 minutes of your time.\u001b[24m\n    \u001b[1mすべての楽しい短い、すべてのあなたの時間の2分の価値があります。\u001b[22m, \u001b[1mすべての楽しい少し短いのすべて、およびあなたの時間の2分の完全に価値があります。\u001b[22m\n\u001b[4mI can only hope that Shinkai actually has something more up his sleeve for Cross Road and that I can gladly get my heart ripped out through my sternum again.\u001b[24m\n    \u001b[1m私は、新車が実際にクロスロードのために自分の袖の上に何かを持っていることを願っています。そして、私の心が胸骨を通して再び喜んで引き裂かれることを喜んで喜ぶことができます。\u001b[22m, \u001b[1m私は新海が実際よりクロスロードのための彼の袖アップと私は喜んで私の心は再び私の胸骨を通ってリッピング得ることができることを何かを持っていることを期待することができます。\u001b[22m"
  }
]
