[
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "SakuraRosaPetals",
    "profile": "/profile/SakuraRosaPetals/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=76701",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  5\n\nあなたが軽蔑したり、あなたを傷つけている人は誰ですか？ あなたは地獄に送ることができるだけの人がいますか？ あなたの運がいい！ 真夜中になると、オンラインで見て、地獄の対応を探して、あなたが最も嫌いな人の名前を入力してください。 それから地獄の対応はすぐに来て地獄にそれらを掃除する...もちろん価格があります。 あなたはあなたの残りの人生を生きる権利があります...あなたの時が来るときにも、あなたは激しい地下世界でここに参加しなければなりません！\n\n面白い話のように聞こえますね。 何か新しい、少し違う、少しぎこちなく？ そうです！ 初めて、2回目...おそらく3回目。  4回目ですか？  5回目？  6回目？ はい、私はあなたがこのアニメの問題が何かを拾うことができると確信しています...それは繰り返しです！\n\nここにアニメの宝石があります！ そして、私は本当にそれを意味する！ 新しいこと、面白い話、もっと学びたいキャラクター、もっと多くのキャラクターが来てプロットを動かします。 エピソードもあり、状況全体に深みを与えています。 なぜアイは人々を地獄に導かなければならないのですか？ インターネットの時間前に人々が地獄の対応にアクセスする方法。 どのように愛は天気の良いや悪い天気に人々をフェリーに強制されます。 愛があなたを地獄に引きずり出すために悪になる必要はありません。一度あなたの名前が記入されればそれです！ 娘には愛に何らかの関係がある人もいるので、彼と娘の生活が全面的に引き継がれている間に、地獄の対応を調べ始める。\n\nそこには素晴らしいシリーズがあります！ そこには最初から最後まで強い12話のアニメがあります。 そして、あなたは投資を全面的に続けます！  ....しかし...それは私たちが持っているアニメではありません....いいえ、私たちは26エピソードのアニメを持っている....繰り返しでいっぱい。\n\n最初に私たちはあいつがあまりにも地獄の人々をドラッグして参照してください、しかし、エピソード3の後で我々は何度も何度もそれを見続ける！ それから私たちは愛を調べている男を見て、ここで私は興奮していました！  「さて、私は自分自身に言うでしょう。 男がアイのしていることを調べるのは面白いですが、彼が10回のエピソードで同じことをしてから少し古くなってしまいます。 そしてここで私たちは地獄に引っ張られた親切な人を見ます。 彼はまたアイに夢中になっているアーティストに出会う。 しかし、これらの良いエピソードはもう少しになります。\n\nそれから私は終わりに来て、私を殺したのはちょうど私を殺す部分です。 アイのバックストーリー、そして何も忘れないで心配しないで！ しかし、ここで私たちは良い20 +エピソードのために構築されているこの文字を持っている！ 人を地獄に引き寄せ、彼女と他の人の意志に抗して謎のキャラクター。 だから、この人物のバックストーリーを扱う最良の方法は何ですか？なぜそれを最後の3つまたは4つのエピソードに詰め込み、急いでそれを実行してください！  Oと完全な人格フリップ彼女にもあまりにも！  ...うーん、こんにちは？\n\nああ、愛のヘルパー？ 彼らは誰ですか？ 知るか？ 彼らはなぜそこにいたのですか？ なぜ彼らはアイを人を地獄に引き寄せるのを助けているのだろう？ クリエイターは確かに地獄ではなかった！\n\n地獄の女の子は私を挫折させるアニメの一つです！ 神聖な鍛冶屋や柏木のように、ここであなたは面白い話をすることが大好きです！ あなたが何かを完全に新しくて魅力的なものにしているので、他の2つよりもっと多く！ それだけでは、この物語の複雑さのレイヤーを追加するだけです！ そして、これは実際には、これらのうちの1つをデスノートのようなアニメの古典的なものにするのは大したことではありません！ 面白いエピソードを残して、それを12のエピソードシリーズにして、キャラクターにもう少し深みを加えて、ただスペースを占めるようにしてください。 誰かの価値があるアニメ！\n\nまあ、私は今シーズン2または3を見ていないので、多分彼らは少し改善しています。しかし、状況を考えれば、私はそれを疑う傾向があります。 漫画であなたの時間を無駄にしないでください！ これについては、あなたが興味をそそるようであれば、私は光り輝く小さな光沢のために繰り返し穴を開けることができる人にこれをお勧めします。 これにパスを与えるだけで傷つくことはありませんが。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nSomeone you despise or causing you harm? Someone you wish you could just send to hell? Then your in luck! At midnight just look go online and look for the hell correspondence and enter the name of the person you hate most. Then hell correspondence will immediately come and sweep them off to hell...there is a price of course. You will be entitled to live out the rest of you mortal life...though when your time comes you too must join us here in the fiery underworld!\n\n\u001b[1mあなたが軽蔑したり、あなたを傷つけている人は誰ですか？ あなたは地獄に送ることができるだけの人がいますか？ あなたの運がいい！ 真夜中になると、オンラインで見て、地獄の対応を探して、あなたが最も嫌いな人の名前を入力してください。 それから地獄の対応はすぐに来て地獄にそれらを掃除する...もちろん価格があります。 あなたはあなたの残りの人生を生きる権利があります...あなたの時が来るときにも、あなたは激しい地下世界でここに参加しなければなりません！\u001b[22m\n\u001b[1m(Anata ga keibetsu shi tari, anata o kizutsukete iru hito wa daredesu ka? Anata wa jigoku ni okuru koto ga dekiru dake no hito ga imasu ka? Anata no ungaī! Mayonaka ni naru to, onrain de mite, jigoku no taiō o sagashite, anata ga mottomo kirainahito no namae o nyūryoku shite kudasai. Sorekara jigoku no taiō wa sugu ni kite jigoku ni sorera o sōji suru... Mochiron kakaku ga arimasu. Anata wa anata no nokori no jinsei o ikiru kenri ga arimasu... Anata no toki ga kuru toki ni mo, anata wa hageshī chika sekai de koko ni sanka shinakereba narimasen!)\u001b[22m\n\nTranslations of \u001b[4mSomeone you despise or causing you harm? Someone you wish you could just send to hell? Then your in luck! At midnight just look go online and look for the hell correspondence and enter the name of the person you hate most. Then hell correspondence will immediately come and sweep them off to hell...there is a price of course. You will be entitled to live out the rest of you mortal life...though when your time comes you too must join us here in the fiery underworld!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomeone you despise or causing you harm?\u001b[24m\n    \u001b[1mあなたが軽蔑したり、あなたを傷つけている人は誰ですか？\u001b[22m, \u001b[1mあなたが軽蔑したり、害する原因誰か？\u001b[22m\n\u001b[4mSomeone you wish you could just send to hell?\u001b[24m\n    \u001b[1mあなたは地獄に送ることができるだけの人がいますか？\u001b[22m, \u001b[1m誰かあなたがちょうど地獄に送ることがしたいですか？\u001b[22m\n\u001b[4mThen your in luck!\u001b[24m\n    \u001b[1mあなたの運がいい！\u001b[22m, \u001b[1mその後、あなたの中の運！\u001b[22m\n\u001b[4mAt midnight just look go online and look for the hell correspondence and enter the name of the person you hate most.\u001b[24m\n    \u001b[1m真夜中になると、オンラインで見て、地獄の対応を探して、あなたが最も嫌いな人の名前を入力してください。\u001b[22m, \u001b[1m真夜中にちょうどオンラインで行くと地獄の対応を見て、あなたが最も嫌いの人の名前を入力します見て。\u001b[22m\n\u001b[4mThen hell correspondence will immediately come and sweep them off to hell...there is a price of course.\u001b[24m\n    \u001b[1mそれから地獄の対応はすぐに来て地獄にそれらを掃除する...もちろん価格があります。\u001b[22m, \u001b[1mそして、地獄の対応がすぐに来て、地獄にそれらを一掃します...もちろん、価格があります。\u001b[22m\n\u001b[4mYou will be entitled to live out the rest of you mortal life...though when your time comes you too must join us here in the fiery underworld!\u001b[24m\n    \u001b[1mあなたはあなたの残りの人生を生きる権利があります...あなたの時が来るときにも、あなたは激しい地下世界でここに参加しなければなりません！\u001b[22m, \u001b[1mあなたの時間が来るとき、あなたはあまりにも火の暗黒街で、ここで私たちに参加しなければならないのに、あなたは...あなた死すべき人生の残りを全うする権利があります！\u001b[22m\n\u001b[1m\u001b[22m\nSounds like an interesting story doesn't it? Something a bit new, a bit different, a bit edgy? Well it is! The first time, the second time...maybe even the third time. Though the fourth time? Fifth time? Sixth time? Yes I'm sure you can pick up what the problem with this anime is...it's repetitive!\n\n\u001b[1m面白い話のように聞こえますね。 何か新しい、少し違う、少しぎこちなく？ そうです！ 初めて、2回目...おそらく3回目。  4回目ですか？  5回目？  6回目？ はい、私はあなたがこのアニメの問題が何かを拾うことができると確信しています...それは繰り返しです！\u001b[22m\n\u001b[1m(Omoshiroi hanashi no yō ni kikoemasu ne. Nani ka atarashī, sukoshi chigau, sukoshi gikochinaku? Sōdesu! Hajimete, 2 eme... Osoraku 3-kai-me. 4-Kai-medesu ka? 5 Eme? 6 Eme? Hai, watashi wa anata ga kono anime no mondai ga nanika o hirou koto ga dekiru to kakushin shite imasu... Sore wa kurikaeshidesu!)\u001b[22m\n\nTranslations of \u001b[4mSounds like an interesting story doesn't it? Something a bit new, a bit different, a bit edgy? Well it is! The first time, the second time...maybe even the third time. Though the fourth time? Fifth time? Sixth time? Yes I'm sure you can pick up what the problem with this anime is...it's repetitive!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds like an interesting story doesn't it?\u001b[24m\n    \u001b[1m面白い話のように聞こえますね。\u001b[22m, \u001b[1m面白い話はそれがないように聞こえますか？\u001b[22m\n\u001b[4mSomething a bit new, a bit different, a bit edgy?\u001b[24m\n    \u001b[1m何か新しい、少し違う、少しぎこちなく？\u001b[22m, \u001b[1m少し新しい何か、少しエッジの効いた、少し違うのですか？\u001b[22m\n\u001b[4mWell it is!\u001b[24m\n    \u001b[1mそうです！\u001b[22m, \u001b[1mまあそれはです！\u001b[22m\n\u001b[4mThe first time, the second time...maybe even the third time.\u001b[24m\n    \u001b[1m初めて、2回目...おそらく3回目。\u001b[22m, \u001b[1m初めて、二回目...多分三度目。\u001b[22m\n\u001b[4mThough the fourth time?\u001b[24m\n    \u001b[1m4回目ですか？\u001b[22m, \u001b[1m四度目けれども？\u001b[22m\n\u001b[4mFifth time?\u001b[24m\n    \u001b[1m5回目？\u001b[22m\n\u001b[4mSixth time?\u001b[24m\n    \u001b[1m6回目？\u001b[22m\n\u001b[4mYes I'm sure you can pick up what the problem with this anime is...it's repetitive!\u001b[24m\n    \u001b[1mはい、私はあなたがこのアニメの問題が何かを拾うことができると確信しています...それは繰り返しです！\u001b[22m, \u001b[1mはい、私はあなたがこのアニメに問題が何であるかを拾うことができると確信してい...それは繰り返しのです！\u001b[22m\n\u001b[1m\u001b[22m\nHere we have a gem of an anime! And I really mean that! It's something new, has an interesting story, a character we want to learn more about, and even more characters come along and move the plot along. There are episodes that also add more depth to the whole situation. Why Ai is forced to ferry people to hell. How people had access to hell correspondence before the time of the internet. How Ai is forced to ferry people to hell weather they are good or bad. You don't have to be evil for Ai to drag you off to hell, once your name is entered that's it! There is also a man, who's daughter has some kind of connection to Ai, so he begins to investigate the hell correspondence while he and his daughter's lives are taken over by the whole thing.\n\n\u001b[1mここにアニメの宝石があります！ そして、私は本当にそれを意味する！ 新しいこと、面白い話、もっと学びたいキャラクター、もっと多くのキャラクターが来てプロットを動かします。 エピソードもあり、状況全体に深みを与えています。 なぜアイは人々を地獄に導かなければならないのですか？ インターネットの時間前に人々が地獄の対応にアクセスする方法。 どのように愛は天気の良いや悪い天気に人々をフェリーに強制されます。 愛があなたを地獄に引きずり出すために悪になる必要はありません。一度あなたの名前が記入されればそれです！ 娘には愛に何らかの関係がある人もいるので、彼と娘の生活が全面的に引き継がれている間に、地獄の対応を調べ始める。\u001b[22m\n\u001b[1m(Koko ni anime no hōseki ga arimasu! Soshite, watashi wa hontōni sore o imi suru! Atarashī koto, omoshiroi hanashi, motto manabitai kyarakutā, motto ōku no kyarakutā ga kite purotto o ugokashimasu. Episōdo mo ari, jōkyō zentai ni fukami o ataete imasu. Naze ai wa hitobito o jigoku ni michibikanakereba naranai nodesu ka? Intānetto no jikan mae ni hitobito ga jigoku no taiō ni akusesu suru hōhō. Dono yō ni ai wa tenki no yoi ya warui tenki ni hitobito o ferī ni kyōsei sa remasu. Ai ga anata o jigoku ni hikizuridasu tame ni aku ni naru hitsuyō wa arimasen. Ichido anata no namae ga kinyū sa rereba soredesu! Musume ni wa ai ni nanrakano kankei ga aru hito mo iru node, kare to musume no seikatsu ga zenmen-teki ni hikitsuga rete iru ma ni, jigoku no taiō o shirabe hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mHere we have a gem of an anime! And I really mean that! It's something new, has an interesting story, a character we want to learn more about, and even more characters come along and move the plot along. There are episodes that also add more depth to the whole situation. Why Ai is forced to ferry people to hell. How people had access to hell correspondence before the time of the internet. How Ai is forced to ferry people to hell weather they are good or bad. You don't have to be evil for Ai to drag you off to hell, once your name is entered that's it! There is also a man, who's daughter has some kind of connection to Ai, so he begins to investigate the hell correspondence while he and his daughter's lives are taken over by the whole thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere we have a gem of an anime!\u001b[24m\n    \u001b[1mここにアニメの宝石があります！\u001b[22m, \u001b[1mここでは、アニメの宝石を持っています！\u001b[22m\n\u001b[4mAnd I really mean that!\u001b[24m\n    \u001b[1mそして、私は本当にそれを意味する！\u001b[22m, \u001b[1mそして、私は本当にそれを意味します！\u001b[22m\n\u001b[4mIt's something new, has an interesting story, a character we want to learn more about, and even more characters come along and move the plot along.\u001b[24m\n    \u001b[1m新しいこと、面白い話、もっと学びたいキャラクター、もっと多くのキャラクターが来てプロットを動かします。\u001b[22m, \u001b[1mそれは、新しい何か面白い話、我々はについての詳細を学びたい文字、さらにはそれ以上の文字に沿って来て、プロットに沿って移動しています。\u001b[22m\n\u001b[4mThere are episodes that also add more depth to the whole situation.\u001b[24m\n    \u001b[1mエピソードもあり、状況全体に深みを与えています。\u001b[22m, \u001b[1mまた、全体的な状況に、より深みを追加エピソードがあります。\u001b[22m\n\u001b[4mWhy Ai is forced to ferry people to hell.\u001b[24m\n    \u001b[1mなぜアイは人々を地獄に導かなければならないのですか？\u001b[22m, \u001b[1mなぜ愛は地獄に人々をフェリーすることを余儀なくされています。\u001b[22m\n\u001b[4mHow people had access to hell correspondence before the time of the internet.\u001b[24m\n    \u001b[1mインターネットの時間前に人々が地獄の対応にアクセスする方法。\u001b[22m, \u001b[1mどのように人々がインターネットの時間の前に地獄対応へのアクセスを持っていました。\u001b[22m\n\u001b[4mHow Ai is forced to ferry people to hell weather they are good or bad.\u001b[24m\n    \u001b[1mどのように愛は天気の良いや悪い天気に人々をフェリーに強制されます。\u001b[22m, \u001b[1m愛は地獄の天候に人々をフェリーすることを余儀なくされた彼らはどのように良いか悪いかです。\u001b[22m\n\u001b[4mYou don't have to be evil for Ai to drag you off to hell, once your name is entered that's it!\u001b[24m\n    \u001b[1m愛があなたを地獄に引きずり出すために悪になる必要はありません。一度あなたの名前が記入されればそれです！\u001b[22m, \u001b[1mあなたの名前が入力されたら、あなたは愛は地獄にを離れてドラッグするための悪である必要はありません、それはそれです！\u001b[22m\n\u001b[4mThere is also a man, who's daughter has some kind of connection to Ai, so he begins to investigate the hell correspondence while he and his daughter's lives are taken over by the whole thing.\u001b[24m\n    \u001b[1m娘には愛に何らかの関係がある人もいるので、彼と娘の生活が全面的に引き継がれている間に、地獄の対応を調べ始める。\u001b[22m, \u001b[1m娘は愛への接続のいくつかの種類を持っているので、彼は彼と彼の娘の生活が全部によって引き継がれている間地獄の対応を検討し始めています男は、もあります。\u001b[22m\n\u001b[1m\u001b[22m\nThat right there is an amazing series! That right there is a 12 episode anime that is strong from beginning to end! And keeps you invested the whole way through! ....but...that's not the anime we have....no we have a 26 episode anime....filled with repetition.\n\n\u001b[1mそこには素晴らしいシリーズがあります！ そこには最初から最後まで強い12話のアニメがあります。 そして、あなたは投資を全面的に続けます！  ....しかし...それは私たちが持っているアニメではありません....いいえ、私たちは26エピソードのアニメを持っている....繰り返しでいっぱい。\u001b[22m\n\u001b[1m(Soko ni wa subarashī shirīzu ga arimasu! Soko ni wa saisho kara saigomade tsuyoi 12-wa no anime ga arimasu. Soshite, anata wa tōshi o zenmen-teki ni tsudzukemasu! .... Shikashi... Sore wa watashitachi ga motte iru animede wa arimasen. ... Īe, watashitachi wa 26 episōdo no anime o motte iru. ... Kurikaeshi de ippai.)\u001b[22m\n\nTranslations of \u001b[4mThat right there is an amazing series! That right there is a 12 episode anime that is strong from beginning to end! And keeps you invested the whole way through! ....but...that's not the anime we have....no we have a 26 episode anime....filled with repetition.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat right there is an amazing series!\u001b[24m\n    \u001b[1mそこには素晴らしいシリーズがあります！\u001b[22m, \u001b[1mその右の素晴らしいシリーズがあります！\u001b[22m\n\u001b[4mThat right there is a 12 episode anime that is strong from beginning to end!\u001b[24m\n    \u001b[1mそこには最初から最後まで強い12話のアニメがあります。\u001b[22m, \u001b[1mその権利は、最初から最後まで強い12エピソードのアニメがあります！\u001b[22m\n\u001b[4mAnd keeps you invested the whole way through!\u001b[24m\n    \u001b[1mそして、あなたは投資を全面的に続けます！\u001b[22m, \u001b[1mそして、あなたはを通して全体の方法を投資し続けます！\u001b[22m\n\u001b[4m....but...that's not the anime we have....no we have a 26 episode anime....filled with repetition.\u001b[24m\n    \u001b[1m....しかし...それは私たちが持っているアニメではありません....いいえ、私たちは26エピソードのアニメを持っている....繰り返しでいっぱい。\u001b[22m, \u001b[1m....しかし...それはありません、我々は26のエピソードのアニメ....繰り返しで満たされている....私たちが持っているアニメではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFirst we see Ai dragging people of too hell, but after episode 3 we keep seeing it over and over again! Then we see the man investigating Ai, and here I was getting excited! 'Okay' I would say to myself 'Here must be where the action starts!' well again it is interesting to see the man investigate what Ai is doing, but it gets a bit old after seeing him do the same thing for ten episodes. And here we do see the kind person who gets dragged to hell. He also comes across an artist who is obsessed with Ai. Though again these good episodes become few and far between.\n\n\u001b[1m最初に私たちはあいつがあまりにも地獄の人々をドラッグして参照してください、しかし、エピソード3の後で我々は何度も何度もそれを見続ける！ それから私たちは愛を調べている男を見て、ここで私は興奮していました！  「さて、私は自分自身に言うでしょう。 男がアイのしていることを調べるのは面白いですが、彼が10回のエピソードで同じことをしてから少し古くなってしまいます。 そしてここで私たちは地獄に引っ張られた親切な人を見ます。 彼はまたアイに夢中になっているアーティストに出会う。 しかし、これらの良いエピソードはもう少しになります。\u001b[22m\n\u001b[1m(Saisho ni watashitachi wa aitsu ga amarini mo jigoku no hitobito o doraggu shite sanshō shite kudasai, shikashi, episōdo 3 no nochi de wareware wa nandomonandomo sore o mi tsudzukeru! Sore kara watashitachiha ai o shirabete iru otoko o mite, koko de watashi wa kōfun shite imashita! `Sate, watashi wa jibun jishin ni iudeshou. Otoko ga ai no shite iru koto o shiraberu no wa omoshiroidesuga, kare ga 10-kai no episōdo de onaji koto o shite kara sukoshi furuku natte shimaimasu. Soshite koko de watashitachiha jigoku ni hippara reta shinsetsuna hito o mimasu. Kare wa mata ai ni muchū ni natte iru ātisuto ni deau. Shikashi, korera no yoi episōdo wa mōsukoshi ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst we see Ai dragging people of too hell, but after episode 3 we keep seeing it over and over again! Then we see the man investigating Ai, and here I was getting excited! 'Okay' I would say to myself 'Here must be where the action starts!' well again it is interesting to see the man investigate what Ai is doing, but it gets a bit old after seeing him do the same thing for ten episodes. And here we do see the kind person who gets dragged to hell. He also comes across an artist who is obsessed with Ai. Though again these good episodes become few and far between.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst we see Ai dragging people of too hell, but after episode 3 we keep seeing it over and over again!\u001b[24m\n    \u001b[1m最初に私たちはあいつがあまりにも地獄の人々をドラッグして参照してください、しかし、エピソード3の後で我々は何度も何度もそれを見続ける！\u001b[22m, \u001b[1mまず、愛があまりにも地獄の人々をドラッグ参照が、エピソード3の後に私たちは何度も何度もそれを見てください！\u001b[22m\n\u001b[4mThen we see the man investigating Ai, and here I was getting excited!\u001b[24m\n    \u001b[1mそれから私たちは愛を調べている男を見て、ここで私は興奮していました！\u001b[22m, \u001b[1mその後、我々は愛を調査男を見て、ここで私は興奮しました！\u001b[22m\n\u001b[4m'Okay' I would say to myself 'Here must be where the action starts!'\u001b[24m\n    \u001b[1m「さて、私は自分自身に言うでしょう。\u001b[22m, \u001b[1m私は自分自身に言う「オーケー」は「アクションが始まるのはここでなければなりません！」\u001b[22m\n\u001b[4mwell again it is interesting to see the man investigate what Ai is doing, but it gets a bit old after seeing him do the same thing for ten episodes.\u001b[24m\n    \u001b[1m男がアイのしていることを調べるのは面白いですが、彼が10回のエピソードで同じことをしてから少し古くなってしまいます。\u001b[22m, \u001b[1mよく再び男は愛が何をしているか調べる見るのは興味深いですが、それは彼が10のエピソードのために同じことを見た後、少し古い取得します。\u001b[22m\n\u001b[4mAnd here we do see the kind person who gets dragged to hell.\u001b[24m\n    \u001b[1mそしてここで私たちは地獄に引っ張られた親切な人を見ます。\u001b[22m, \u001b[1mそしてここで我々は地獄にドラッグます親切な人を参照してください行います。\u001b[22m\n\u001b[4mHe also comes across an artist who is obsessed with Ai.\u001b[24m\n    \u001b[1m彼はまたアイに夢中になっているアーティストに出会う。\u001b[22m, \u001b[1m彼はまた、愛に取り付かれているアーティストに遭遇します。\u001b[22m\n\u001b[4mThough again these good episodes become few and far between.\u001b[24m\n    \u001b[1mしかし、これらの良いエピソードはもう少しになります。\u001b[22m, \u001b[1m再びこれらの良いエピソードは、数との間にはるかになるけど。\u001b[22m\n\u001b[1m\u001b[22m\nThen we come to the end, the part that just about kills me. The back story for Ai, and no I won't spoil anything don't worry! But here we have this character we have been building up for a good 20+ episodes! A mysterious character who drags people to hell, against both hers and the other's wills. So what is the best way to handle this person's back story?....why cram it into the last three or four episodes and hastily run through it of course! O and do a complete personality flip on her as well too! ...um hello?\n\n\u001b[1mそれから私は終わりに来て、私を殺したのはちょうど私を殺す部分です。 アイのバックストーリー、そして何も忘れないで心配しないで！ しかし、ここで私たちは良い20 +エピソードのために構築されているこの文字を持っている！ 人を地獄に引き寄せ、彼女と他の人の意志に抗して謎のキャラクター。 だから、この人物のバックストーリーを扱う最良の方法は何ですか？なぜそれを最後の3つまたは4つのエピソードに詰め込み、急いでそれを実行してください！  Oと完全な人格フリップ彼女にもあまりにも！  ...うーん、こんにちは？\u001b[22m\n\u001b[1m(Sorekara watashi wa owari ni kite, watashi o koroshita no wa chōdo watashi o korosu bubundesu. Ai no bakkusutōrī, soshite nani mo wasurenaide shinpaishinaide! Shikashi, koko de watashitachi wa yoi 20 + episōdo no tame ni kōchiku sa rete iru kono moji o motte iru! Hito o jigoku ni hikiyose, kanojo to hokanohito no ishi ni kō shite nazo no kyarakutā. Dakara, kono jinbutsu no bakkusutōrī o atsukau sairyō no hōhō wa nanidesu ka? Naze sore o saigo no 3ttsu matawa 4tsu no episōdo ni tsumekomi, isoide sore o jikkō shite kudasai! O to kanzen'na jinkaku furippu kanojo ni mo amarini mo! ... U ̄ n, kon'nichiwa?)\u001b[22m\n\nTranslations of \u001b[4mThen we come to the end, the part that just about kills me. The back story for Ai, and no I won't spoil anything don't worry! But here we have this character we have been building up for a good 20+ episodes! A mysterious character who drags people to hell, against both hers and the other's wills. So what is the best way to handle this person's back story?....why cram it into the last three or four episodes and hastily run through it of course! O and do a complete personality flip on her as well too! ...um hello?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we come to the end, the part that just about kills me.\u001b[24m\n    \u001b[1mそれから私は終わりに来て、私を殺したのはちょうど私を殺す部分です。\u001b[22m, \u001b[1mその後、我々はちょうど約私を殺すの部分、最後に来ます。\u001b[22m\n\u001b[4mThe back story for Ai, and no I won't spoil anything don't worry!\u001b[24m\n    \u001b[1mアイのバックストーリー、そして何も忘れないで心配しないで！\u001b[22m, \u001b[1mバックアイのための物語、と私は何かを台無しにしませんなしでは心配しないでください！\u001b[22m\n\u001b[4mBut here we have this character we have been building up for a good 20+ episodes!\u001b[24m\n    \u001b[1mしかし、ここで私たちは良い20 +エピソードのために構築されているこの文字を持っている！\u001b[22m, \u001b[1mしかし、ここで我々は良い20+のエピソードのために構築されたこの文字を持っています！\u001b[22m\n\u001b[4mA mysterious character who drags people to hell, against both hers and the other's wills.\u001b[24m\n    \u001b[1m人を地獄に引き寄せ、彼女と他の人の意志に抗して謎のキャラクター。\u001b[22m, \u001b[1m彼女との他の意志の両方に対して、地獄に人をドラッグ謎の文字。\u001b[22m\n\u001b[4mSo what is the best way to handle this person's back story?....why cram it into the last three or four episodes and hastily run through it of course!\u001b[24m\n    \u001b[1mだから、この人物のバックストーリーを扱う最良の方法は何ですか？なぜそれを最後の3つまたは4つのエピソードに詰め込み、急いでそれを実行してください！\u001b[22m, \u001b[1mだから、この人のバックストーリーを処理するための最良の方法は何ですか？....なぜ最後の3つまたは4つのエピソードにそれを詰め込むと急いもちろん、それを介して実行します！\u001b[22m\n\u001b[4mO and do a complete personality flip on her as well too!\u001b[24m\n    \u001b[1mOと完全な人格フリップ彼女にもあまりにも！\u001b[22m, \u001b[1mOと彼女だけでなく、あまりにも上の完全な人格のフリップを行います！\u001b[22m\n\u001b[4m...um hello?\u001b[24m\n    \u001b[1m...うーん、こんにちは？\u001b[22m, \u001b[1m...こんにちはええと？\u001b[22m\n\u001b[1m\u001b[22m\nOh and Ai's helpers? who were they? who knows? Why were they there? Why are they helping Ai drag people to hell as well?....well why should we care? The creators sure as hell didn't!\n\n\u001b[1mああ、愛のヘルパー？ 彼らは誰ですか？ 知るか？ 彼らはなぜそこにいたのですか？ なぜ彼らはアイを人を地獄に引き寄せるのを助けているのだろう？ クリエイターは確かに地獄ではなかった！\u001b[22m\n\u001b[1m(Ā, ai no herupā? Karera wa daredesu ka? Shiruka? Karera wa naze soko ni ita nodesu ka? Naze karera wa ai o hito o jigoku ni hikiyoseru no o tasukete iru nodarou? Kurieitā wa tashika ni jigokude wa nakatta!)\u001b[22m\n\nTranslations of \u001b[4mOh and Ai's helpers? who were they? who knows? Why were they there? Why are they helping Ai drag people to hell as well?....well why should we care? The creators sure as hell didn't!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh and Ai's helpers?\u001b[24m\n    \u001b[1mああ、愛のヘルパー？\u001b[22m, \u001b[1mああと愛のヘルパー？\u001b[22m\n\u001b[4mwho were they?\u001b[24m\n    \u001b[1m彼らは誰ですか？\u001b[22m\n\u001b[4mwho knows?\u001b[24m\n    \u001b[1m知るか？\u001b[22m, \u001b[1m誰が知っている？\u001b[22m, \u001b[1m誰が知っていますか？\u001b[22m\n\u001b[4mWhy were they there?\u001b[24m\n    \u001b[1m彼らはなぜそこにいたのですか？\u001b[22m, \u001b[1mなぜ彼らはありましたか？\u001b[22m\n\u001b[4mWhy are they helping Ai drag people to hell as well?....well why should we care?\u001b[24m\n    \u001b[1mなぜ彼らはアイを人を地獄に引き寄せるのを助けているのだろう？\u001b[22m, \u001b[1mなぜ、彼らは同様に地獄に愛ドラッグ人々を助けている？....だけでなく、なぜ我々は気にする必要がありますか？\u001b[22m\n\u001b[4mThe creators sure as hell didn't!\u001b[24m\n    \u001b[1mクリエイターは確かに地獄ではなかった！\u001b[22m, \u001b[1m地獄のように確認してくださいクリエイターはしませんでした！\u001b[22m\n\u001b[1m\u001b[22m\nHell Girl is just one of those animes that frustrates me! Like Sacred Blacksmith or Kashi Mashi, here you have so much to do an interesting story! Here even more so then the other two because you have something totally new and engaging! And so much that just adds layers of complexity to this story! And this really wouldn't of taken much to make this one of those stand out anime classics like Death Note! Keep the interesting episodes, make it a 12 episode series, and add a bit more depth to the characters, rather then just having them take up space, and there you go! An anime worth anyone's time!\n\n\u001b[1m地獄の女の子は私を挫折させるアニメの一つです！ 神聖な鍛冶屋や柏木のように、ここであなたは面白い話をすることが大好きです！ あなたが何かを完全に新しくて魅力的なものにしているので、他の2つよりもっと多く！ それだけでは、この物語の複雑さのレイヤーを追加するだけです！ そして、これは実際には、これらのうちの1つをデスノートのようなアニメの古典的なものにするのは大したことではありません！ 面白いエピソードを残して、それを12のエピソードシリーズにして、キャラクターにもう少し深みを加えて、ただスペースを占めるようにしてください。 誰かの価値があるアニメ！\u001b[22m\n\u001b[1m(Jigoku no on'nanoko wa watashi o zasetsu sa seru anime no hitotsudesu! Shinseina Kajiya ya Kashiwagi no yō ni, koko de anata wa omoshiroi hanashi o suru koto ga daisukidesu! Anata ga nanika o kanzen ni atarashikute miryoku-tekina mono ni shite irunode, hoka no 2tsu yori motto ōku! Sore dakede wa, kono monogatari no fukuzatsu-sa no reiyā o tsuika suru dakedesu! Soshite, kore wa jissai ni wa, korera no uchi no 1tsu o desunōto no yōna anime no koten-tekina mono ni suru no wa taishita kotode wa arimasen! Omoshiroi episōdo o nokoshite, sore o 12 no episōdoshirīzu ni shite, kyarakutā ni mōsukoshi fukami o kuwaete, tada supēsu o shimeru yō ni shite kudasai. Dareka no kachigāru anime!)\u001b[22m\n\nTranslations of \u001b[4mHell Girl is just one of those animes that frustrates me! Like Sacred Blacksmith or Kashi Mashi, here you have so much to do an interesting story! Here even more so then the other two because you have something totally new and engaging! And so much that just adds layers of complexity to this story! And this really wouldn't of taken much to make this one of those stand out anime classics like Death Note! Keep the interesting episodes, make it a 12 episode series, and add a bit more depth to the characters, rather then just having them take up space, and there you go! An anime worth anyone's time!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHell Girl is just one of those animes that frustrates me!\u001b[24m\n    \u001b[1m地獄の女の子は私を挫折させるアニメの一つです！\u001b[22m, \u001b[1m地獄少女は私を失望させるこれらのアニメの一つです！\u001b[22m\n\u001b[4mLike Sacred Blacksmith or Kashi Mashi, here you have so much to do an interesting story!\u001b[24m\n    \u001b[1m神聖な鍛冶屋や柏木のように、ここであなたは面白い話をすることが大好きです！\u001b[22m, \u001b[1m聖剣の刀鍛冶やカシュガルマシと同様に、ここにあなたが興味深い話をやることがたくさんあります！\u001b[22m\n\u001b[4mHere even more so then the other two because you have something totally new and engaging!\u001b[24m\n    \u001b[1mあなたが何かを完全に新しくて魅力的なものにしているので、他の2つよりもっと多く！\u001b[22m, \u001b[1mここではそれ以上に、他の2あなたは全く新しい、魅力的な何かを持っているので！\u001b[22m\n\u001b[4mAnd so much that just adds layers of complexity to this story!\u001b[24m\n    \u001b[1mそれだけでは、この物語の複雑さのレイヤーを追加するだけです！\u001b[22m, \u001b[1mそしてそんなにちょうどこの物語に複雑の層を追加することに！\u001b[22m\n\u001b[4mAnd this really wouldn't of taken much to make this one of those stand out anime classics like Death Note!\u001b[24m\n    \u001b[1mそして、これは実際には、これらのうちの1つをデスノートのようなアニメの古典的なものにするのは大したことではありません！\u001b[22m, \u001b[1mそして、これは本当にのではないだろうそれらのこの1つはデスノートのようなアニメの古典を目立たせるために多くを取ら！\u001b[22m\n\u001b[4mKeep the interesting episodes, make it a 12 episode series, and add a bit more depth to the characters, rather then just having them take up space, and there you go!\u001b[24m\n    \u001b[1m面白いエピソードを残して、それを12のエピソードシリーズにして、キャラクターにもう少し深みを加えて、ただスペースを占めるようにしてください。\u001b[22m, \u001b[1m、その12エピソードシリーズ作る興味深いエピソードを維持し、むしろその後、ちょうどそれらがスペースを取る持つ、文字にもう少し深さを追加し、そこに行きます！\u001b[22m\n\u001b[4mAn anime worth anyone's time!\u001b[24m\n    \u001b[1m誰かの価値があるアニメ！\u001b[22m, \u001b[1m誰の時間の価値アニメ！\u001b[22m\n\u001b[1m\u001b[22m\nWell I have not seen season 2 or 3 just yet, so maybe they are a bit of an improvement, though given the circumstances here I'm tending to doubt it. Don't even waste your time on the manga! As for this, if you seem interested then I recommend this to those who can sit through the repetitive bore just for the tiny glimmers that shine through. Though it might not hurt just to give this one a pass.\n\n\u001b[1mまあ、私は今シーズン2または3を見ていないので、多分彼らは少し改善しています。しかし、状況を考えれば、私はそれを疑う傾向があります。 漫画であなたの時間を無駄にしないでください！ これについては、あなたが興味をそそるようであれば、私は光り輝く小さな光沢のために繰り返し穴を開けることができる人にこれをお勧めします。 これにパスを与えるだけで傷つくことはありませんが。\u001b[22m\n\u001b[1m(Mā, watashi wa ima shīzun 2 matawa 3 o mite inainode, tabun karera wa sukoshi kaizen shite imasu. Shikashi, jōkyō o kangaereba, watashi wa sore o utagau keikō ga arimasu. Manga de anata no jikan o muda ni shinaide kudasai! Kore ni tsuite wa, anata ga kyōmi o sosoru yōdeareba, watashi wa hikarikagayaku chīsana kōtaku no tame ni kurikaeshi ana o akeru koto ga dekiru hito ni kore o o susume shimasu. Kore ni pasu o ataeru dake de kizutsuku koto wa arimasenga.)\u001b[22m\n\nTranslations of \u001b[4mWell I have not seen season 2 or 3 just yet, so maybe they are a bit of an improvement, though given the circumstances here I'm tending to doubt it. Don't even waste your time on the manga! As for this, if you seem interested then I recommend this to those who can sit through the repetitive bore just for the tiny glimmers that shine through. Though it might not hurt just to give this one a pass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I have not seen season 2 or 3 just yet, so maybe they are a bit of an improvement, though given the circumstances here I'm tending to doubt it.\u001b[24m\n    \u001b[1mまあ、私は今シーズン2または3を見ていないので、多分彼らは少し改善しています。しかし、状況を考えれば、私はそれを疑う傾向があります。\u001b[22m, \u001b[1mまあ私はまだシーズン2または3を見ていないので、ここでの状況与えられた私はそれを疑うする傾向にあるんだけれども、おそらく彼らは、改善のビットです。\u001b[22m\n\u001b[4mDon't even waste your time on the manga!\u001b[24m\n    \u001b[1m漫画であなたの時間を無駄にしないでください！\u001b[22m, \u001b[1mでも漫画のあなたの時間を無駄にしないでください！\u001b[22m\n\u001b[4mAs for this, if you seem interested then I recommend this to those who can sit through the repetitive bore just for the tiny glimmers that shine through.\u001b[24m\n    \u001b[1mこれについては、あなたが興味をそそるようであれば、私は光り輝く小さな光沢のために繰り返し穴を開けることができる人にこれをお勧めします。\u001b[22m, \u001b[1mあなたが興味を持っているようだ場合は、このためのように、私はちょうどを通して輝く小さなglimmersのために繰り返し穴を通って座ることができる人たちにこれをお勧めします。\u001b[22m\n\u001b[4mThough it might not hurt just to give this one a pass.\u001b[24m\n    \u001b[1mこれにパスを与えるだけで傷つくことはありませんが。\u001b[22m, \u001b[1mそれが損はないかもしれないがこの1つだけにパスを与えます。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "hangbin9",
    "profile": "/profile/hangbin9/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=30951",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n地獄少女（または地獄の女の子）は様々な方法でユニークなアニメです。 地獄少女は、この世界の誰かが本当に欲しいと思っている様々な人物の話を伝えています。 それぞれのエピソードは、この寒い社会で人が悲劇、裏切り、偏見にどのように直面するかについてです。 これらの人々は、地獄通信、地獄の女の子閻魔愛に連絡して、地獄にネメシスを送る唯一の方法を使用して終了します。 地獄の女の子との契約にはキャッチがあります。あなたが死んだら地獄に行くでしょう。 もちろん、ほとんどの人はしばらく考えていますが、赤い文字列を解放することになります。\n\nこのアニメシリーズは....非常に暗いです。 それぞれのエピソードはあなたに真の悲劇と後悔を示すでしょう。 言葉は、それぞれの物語がどれほど怒っているか悲しいかを表すだけではありません。 私が言うことができるのは、最初の3つのエピソードを見ると、それはあなたに衝撃を与えるでしょう。\n\n警告！ スポイラーのビット！  （多すぎない程度に...）\n\nもちろん、これだけでは全然退屈だから、Shibatasが入ってきた理由だ。フリー・ジャーナリストのShibata Hajimeと、彼の若い娘Tsugumiは、地獄の過程で起こっている人を目の当たりにして地獄少女の噂が真実であることを知る 送信）。 それから、地獄の女の子をやめるために、この2つの闘いが始まります。\n\n閻魔愛は、サンセットワールドに住む寒くて愚かな人です。 彼女には、ホネオンナ、一人仁、ワンユードの三人の信者がいる。 これらのフォロワーは、要求が行われたときに赤い文字列でストローの人形に変換します。 依頼者が赤い文字列を引くと、地獄通信ウェブサイトに書いた人物がすぐに地獄に送られます。 しかし、人はそれだけで地獄に行くことはありません。 彼/彼女は前に怖いやり方で苦しみます。\n\nスポイラーエンド\n\n私はこのシリーズを好奇心から始めましたが、シーズン3まで見ることに終わりました。私は一度あなたが始めると信じています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nJigoku Shoujo (or Hell Girl) is a unique anime in various ways. Jigoku Shoujo tells the story of various individuals who really want someone in this world gone. Each episode is about how a person faces tragedy, treachery and prejudice in this cold society. These people will end up using..... the Jigoku Tsushin, the only way to contact the Hell Girl Enma Ai and send a nemesis to hell. The contract with Hell Girl has a catch: you will go to hell too after you die. Of course, most people considers for a while, but they will end up releasing the red string.\n\n\u001b[1m地獄少女（または地獄の少女）は様々な方法でユニークなアニメです。 地獄少女は、この世界の誰かが本当に欲しいと思っている様々な人物の話を伝えています。 各エピソードは、この冷たい社会の中で人が悲劇、裏切り、偏見にどのように直面するかについてです。 これらの人々は、地獄通信、地獄の少女閻魔愛に連絡して、地獄にネメシスを送る唯一の方法を使用して終了します。 地獄の女の子との契約にはキャッチがあります。あなたが死んだら地獄に行くでしょう。 もちろん、ほとんどの人はしばらく考えていますが、赤い文字列を解放することになります。\u001b[22m\n\u001b[1m(Djigokushōjo (matawa jigoku no shōjo) wa samazamana hōhō de yunīkuna animedesu. Djigokushōjo wa, kono sekai no darekaga hontōni hoshī to omotte iru samazamana jinbutsu no hanashi o tsutaete imasu. Kaku episōdo wa, kono tsumetai shakai no naka de hito ga higeki, uragiri, henken ni dono yō ni chokumen suru ka ni tsuitedesu. Korera no hitobito wa, djigokutsūshin, jigoku no shōjo Enma ai ni renraku shite, jigoku ni nemeshisu o okuru yuiitsu no hōhō o shiyō shite shūryō shimasu. Jigoku no on'nanoko to no keiyaku ni wa kyatchi ga arimasu. Anata ga shindara jigoku ni ikudeshou. Mochiron, hotondo no hito wa shibaraku kangaete imasuga, akai mojiretsu o kaihō suru koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mJigoku Shoujo (or Hell Girl) is a unique anime in various ways. Jigoku Shoujo tells the story of various individuals who really want someone in this world gone. Each episode is about how a person faces tragedy, treachery and prejudice in this cold society. These people will end up using..... the Jigoku Tsushin, the only way to contact the Hell Girl Enma Ai and send a nemesis to hell. The contract with Hell Girl has a catch: you will go to hell too after you die. Of course, most people considers for a while, but they will end up releasing the red string.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJigoku Shoujo (or Hell Girl) is a unique anime in various ways.\u001b[24m\n    \u001b[1m地獄少女（または地獄の少女）は様々な方法でユニークなアニメです。\u001b[22m, \u001b[1m地獄少女（または地獄少女）は、さまざまな方法でユニークなアニメです。\u001b[22m\n\u001b[4mJigoku Shoujo tells the story of various individuals who really want someone in this world gone.\u001b[24m\n    \u001b[1m地獄少女は、この世界の誰かが本当に欲しいと思っている様々な人物の話を伝えています。\u001b[22m, \u001b[1m地獄少女は本当になくなって、この世界の誰かをしたい様々な個人の物語です。\u001b[22m\n\u001b[4mEach episode is about how a person faces tragedy, treachery and prejudice in this cold society.\u001b[24m\n    \u001b[1m各エピソードは、この冷たい社会の中で人が悲劇、裏切り、偏見にどのように直面するかについてです。\u001b[22m, \u001b[1m各エピソードは、人が、この寒社会の中で悲劇、裏切りと偏見に直面しているかについてです。\u001b[22m\n\u001b[4mThese people will end up using..... the Jigoku Tsushin, the only way to contact the Hell Girl Enma Ai and send a nemesis to hell.\u001b[24m\n    \u001b[1mこれらの人々は、地獄通信、地獄の少女閻魔愛に連絡して、地獄にネメシスを送る唯一の方法を使用して終了します。\u001b[22m, \u001b[1mこれらの人々が使用して終了します.....地獄Tsushin、地獄少女閻魔あいに連絡して、地獄に宿敵を送信する唯一の方法。\u001b[22m\n\u001b[4mThe contract with Hell Girl has a catch: you will go to hell too after you die.\u001b[24m\n    \u001b[1m地獄の女の子との契約にはキャッチがあります。あなたが死んだら地獄に行くでしょう。\u001b[22m, \u001b[1m地獄少女との契約は、キャッチを持っている：あなたが死ぬすぎた後地獄に行きます。\u001b[22m\n\u001b[4mOf course, most people considers for a while, but they will end up releasing the red string.\u001b[24m\n    \u001b[1mもちろん、ほとんどの人はしばらく考えていますが、赤い文字列を解放することになります。\u001b[22m, \u001b[1mもちろん、ほとんどの人はしばらく考えて、彼らは赤い文字列を解放することになります。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime series is .... very.... dark. Each episode will show you true tragedy and remorse. Words cannot describe just how angry or sad each story is. What I can say is: watch the first three episodes and it will shock you.\n\n\u001b[1mこのアニメシリーズは....非常に暗いです。 それぞれのエピソードはあなたに真の悲劇と後悔を示すでしょう。 言葉は、それぞれの物語がどれほど怒っているか悲しいかを表すだけではありません。 私が言うことができるのは、最初の3つのエピソードを見ると、それはあなたに衝撃を与えるでしょう。\u001b[22m\n\u001b[1m(Kono animeshirīzu wa. ... Hijō ni kuraidesu. Sorezore no episōdo wa anata ni shin no higeki to kōkai o shimesudeshou. Kotoba wa, sorezore no monogatari ga dorehodo ikatteiru ka kanashī ka o arawasu dakede wa arimasen. Watashi ga iu koto ga dekiru no wa, saisho no 3ttsu no episōdo o miru to, sore wa anata ni shōgeki o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis anime series is .... very.... dark. Each episode will show you true tragedy and remorse. Words cannot describe just how angry or sad each story is. What I can say is: watch the first three episodes and it will shock you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime series is .... very.... dark.\u001b[24m\n    \u001b[1mこのアニメシリーズは....非常に暗いです。\u001b[22m, \u001b[1mこのアニメシリーズは....非常に....暗いです。\u001b[22m\n\u001b[4mEach episode will show you true tragedy and remorse.\u001b[24m\n    \u001b[1mそれぞれのエピソードはあなたに真の悲劇と後悔を示すでしょう。\u001b[22m, \u001b[1m各エピソードはあなたの本当の悲劇と反省が表示されます。\u001b[22m\n\u001b[4mWords cannot describe just how angry or sad each story is.\u001b[24m\n    \u001b[1m言葉は、それぞれの物語がどれほど怒っているか悲しいかを表すだけではありません。\u001b[22m, \u001b[1m言葉はそれぞれの物語がどれだけ怒ったり悲しい記述することはできません。\u001b[22m\n\u001b[4mWhat I can say is: watch the first three episodes and it will shock you.\u001b[24m\n    \u001b[1m私が言うことができるのは、最初の3つのエピソードを見ると、それはあなたに衝撃を与えるでしょう。\u001b[22m, \u001b[1m私が言うことができることは次のとおりです。最初の3つのエピソードを見て、それはあなたに衝撃を与えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nWARNING! BITS OF SPOILER! (Not too much...)\n\n\u001b[1m警告！ スポイラーのビット！  （多すぎない程度に...）\u001b[22m\n\u001b[1m(Keikoku! Supoirā no bitto! (Ō suginai teido ni... ))\u001b[22m\n\nTranslations of \u001b[4mWARNING! BITS OF SPOILER! (Not too much...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWARNING!\u001b[24m\n    \u001b[1m警告！\u001b[22m\n\u001b[4mBITS OF SPOILER!\u001b[24m\n    \u001b[1mスポイラーのビット！\u001b[22m, \u001b[1mスポイラーBITS！\u001b[22m\n\u001b[4m(Not too much...)\u001b[24m\n    \u001b[1m（多すぎない程度に...）\u001b[22m, \u001b[1m（あまりにも多くはない...）\u001b[22m, \u001b[1m（あまりにも多くはありません...）\u001b[22m\n\u001b[1m\u001b[22m\nOf course this alone is boring overall, which is why the Shibatas come in. Hajime Shibata, a freelance journalist, and his young daughter Tsugumi learns that the rumor of Hell Girl is true after witnessing a person disappearing (which happens during the process of Hell sending). From then starts the struggle of these two to stop Hell Girl.\n\n\u001b[1mもちろん、これだけでは全然退屈だから、Shibatasが入ってきた理由だ。フリー・ジャーナリストのShibata Hajimeと、彼の若い娘Tsugumiは、地獄の過程で起こっている人を目の当たりにして地獄少女の噂が真実であることを知る 送信）。 それから、地獄の女の子をやめるために、この2つの闘いが始まります。\u001b[22m\n\u001b[1m(Mochiron, kore dakede wa zenzen taikutsudakara, Shibatas ga haitte kita riyūda. Furī jānarisuto no Shibata Hajime to, kare no wakai musume Tsugumi wa, jigoku no katei de okotte iru hito o manoatari ni shite djigokushōjo no uwasa ga shinjitsudearu koto o shiru sōshin). Sorekara, jigoku no on'nanoko o yameru tame ni, kono 2tsu no tatakai ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course this alone is boring overall, which is why the Shibatas come in. Hajime Shibata, a freelance journalist, and his young daughter Tsugumi learns that the rumor of Hell Girl is true after witnessing a person disappearing (which happens during the process of Hell sending). From then starts the struggle of these two to stop Hell Girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course this alone is boring overall, which is why the Shibatas come in. Hajime Shibata, a freelance journalist, and his young daughter Tsugumi learns that the rumor of Hell Girl is true after witnessing a person disappearing (which happens during the process of Hell\u001b[24m\n    \u001b[1mもちろん、これだけでは全然退屈だから、Shibatasが入ってきた理由だ。フリー・ジャーナリストのShibata Hajimeと、彼の若い娘Tsugumiは、地獄の過程で起こっている人を目の当たりにして地獄少女の噂が真実であることを知る\u001b[22m, \u001b[1mもちろん、これだけではShibatasが来る理由である、全体的に退屈されている。肇柴田、フリーランスのジャーナリスト、そして彼の若い娘つぐみは地獄少女の噂は地獄の処理中に起こる消えた人を（目撃した後に真であることを知ります\u001b[22m\n\u001b[4msending).\u001b[24m\n    \u001b[1m送信）。\u001b[22m, \u001b[1m）を送信します。\u001b[22m\n\u001b[4mFrom then starts the struggle of these two to stop Hell Girl.\u001b[24m\n    \u001b[1mそれから、地獄の女の子をやめるために、この2つの闘いが始まります。\u001b[22m, \u001b[1mその時から地獄少女を停止する場合は、これらの2の闘争を開始します。\u001b[22m\n\u001b[1m\u001b[22m\nEnma Ai is a cold and mindless individual residing in the Sunset World. She has three followers: Hone Onna, Ichimoku Ren and Wanyudo. These followers transform into a straw puppet with a red string when a request is made. When the requester pulls the red string, the person who he/she wrote on the Jigoku Tsushin website will be sent to hell immediately. However the person won't go to hell just like that. He/She will suffer before in either a scary way or a (to us) comical way.\n\n\u001b[1m閻魔愛は、サンセットワールドに住む寒くて愚かな人です。 彼女には、ホネオンナ、一人仁、ワンユードの三人の信者がいる。 これらのフォロワーは、要求が行われたときに赤い文字列でストローの人形に変換します。 依頼者が赤い文字列を引くと、地獄通信ウェブサイトに書いた人物がすぐに地獄に送られます。 しかし、人はそれだけで地獄に行くことはありません。 彼/彼女は前に怖いやり方で苦しみます。\u001b[22m\n\u001b[1m(Enma Ai wa, sansettowārudo ni sumu samukute orokana hitodesu. Kanojo ni wa, honeon'na, hitori Jin, wan'yūdo no san'nin no shinja ga iru. Korera no forowā wa, yōkyū ga okonawa reta toki ni akai mojiretsu de sutorō no ningyō ni henkan shimasu. Irai-sha ga akai mojiretsu o hiku to, djigokutsūshin u~ebusaito ni kaita jinbutsu ga sugu ni jigoku ni okura remasu. Shikashi, hito wa sore dake de jigoku ni iku koto wa arimasen. Kare/ kanojo wa mae ni kowai yarikata de kurushimimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnma Ai is a cold and mindless individual residing in the Sunset World. She has three followers: Hone Onna, Ichimoku Ren and Wanyudo. These followers transform into a straw puppet with a red string when a request is made. When the requester pulls the red string, the person who he/she wrote on the Jigoku Tsushin website will be sent to hell immediately. However the person won't go to hell just like that. He/She will suffer before in either a scary way or a (to us) comical way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnma Ai is a cold and mindless individual residing in the Sunset World.\u001b[24m\n    \u001b[1m閻魔愛は、サンセットワールドに住む寒くて愚かな人です。\u001b[22m, \u001b[1m閻魔あいは日没の世界に存在する寒さと愚かな個人です。\u001b[22m\n\u001b[4mShe has three followers: Hone Onna, Ichimoku Ren and Wanyudo.\u001b[24m\n    \u001b[1m彼女には、ホネオンナ、一人仁、ワンユードの三人の信者がいる。\u001b[22m, \u001b[1mホーン女、一木漣と輪入道：彼女は3フォロワーを持っています。\u001b[22m\n\u001b[4mThese followers transform into a straw puppet with a red string when a request is made.\u001b[24m\n    \u001b[1mこれらのフォロワーは、要求が行われたときに赤い文字列でストローの人形に変換します。\u001b[22m, \u001b[1mこれらの信者は、要求が行われた赤い文字列とのわら人形に変身します。\u001b[22m\n\u001b[4mWhen the requester pulls the red string, the person who he/she wrote on the Jigoku Tsushin website will be sent to hell immediately.\u001b[24m\n    \u001b[1m依頼者が赤い文字列を引くと、地獄通信ウェブサイトに書いた人物がすぐに地獄に送られます。\u001b[22m, \u001b[1mリクエスタが赤い文字列を引くと、彼/彼女は地獄Tsushinのウェブサイトに書いた人は、すぐに地獄に送信されます。\u001b[22m\n\u001b[4mHowever the person won't go to hell just like that.\u001b[24m\n    \u001b[1mしかし、人はそれだけで地獄に行くことはありません。\u001b[22m, \u001b[1mしかし、人はちょうどそのように地獄に行くことはありません。\u001b[22m\n\u001b[4mHe/She will suffer before in either a scary way or a (to us) comical way.\u001b[24m\n    \u001b[1m彼/彼女は前に怖いやり方で苦しみます。\u001b[22m, \u001b[1m彼/彼女は怖いの方法または（私たちに）コミカルな方法のいずれかで前に苦しむことになります。\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler Ends\n\n\u001b[1mスポイラーエンド\u001b[22m\n\u001b[1m(Supoirāendo)\u001b[22m\n\nTranslations of \u001b[4mSpoiler Ends\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler Ends\u001b[24m\n    \u001b[1mスポイラーエンド\u001b[22m\n\u001b[1m\u001b[22m\nI started this series out of curiosity, but ended up watching until season 3. I believe most will once you start.\n\n\u001b[1m私はこのシリーズを好奇心から始めましたが、シーズン3まで見ることに終わりました。私は一度あなたが始めると信じています。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o kōkishin kara hajimemashita ga, shīzun 3 made miru koto ni owarimashita. Watashi wa ichido anata ga hajimeru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI started this series out of curiosity, but ended up watching until season 3. I believe most will once you start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started this series out of curiosity, but ended up watching until season 3. I believe most will once you start.\u001b[24m\n    \u001b[1m私はこのシリーズを好奇心から始めましたが、シーズン3まで見ることに終わりました。私は一度あなたが始めると信じています。\u001b[22m, \u001b[1m私は好奇心から、このシリーズを始めたが、私が最も一度あなたが開始されます信じシーズン3まで見てしまいました。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "Djisas",
    "profile": "/profile/Djisas/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=33451",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nうわさがあります。 真夜中にしかアクセスできない「地獄通信」という掲示板があります。 恨みを誰かに書いてしまうと、地獄少女が現れ、その人を地獄に連れて行くという。\n\n“ 闇に惑いし哀れな影よ・・・ 人を傷つけ貶めて、罪に溺れし業の魂 ・・・　いっぺん、死んで見る?\n「哀れな影が暗闇に隠れた。行動が男性の苦痛と苦しみを引き起こすのはなぜか。 あなたの中空の魂があなたの罪に溺れる。 どのような死がどのようなものかを見たいと思いますか？\n\"\n— えんま あい。\n\nストーリー：地獄少女は閻魔愛に関するもので、他人の復讐を受け入れて地獄に連れて行こうとする仕事です。最初のストーリーは、それぞれのepが似ていて、epとの関係がないため、まったく線形です。 地獄少女は短編小説の集まりかもしれない。 それぞれは1人または複数の敵の拮抗者によって引き起こされた異なる個人の苦しみを描写し、閻魔Aiの助けを借りてそれに与えられるその後の罰を各エピソードは誰かの復讐と扱い、エピソードの間には 復讐は一回のエピソードで行われます。 それぞれの物語やエピ（各エピは完全な物語を扱っているので）の間に、主人公のドラマが説明され、それはどのようにして始まりましたか？ジグクー少女が接触したとき、閻魔愛は現れ、 赤い紐が首に縛られていると、彼女は\"あなたが本当に復讐をしたい場合は赤い弦を取って、もしあなたがその弦を取り除くなら正式に私と契約しなければならない。 すぐに。 しかし、私があなたの復讐を捧げるなら、あなたは私に賠償をしなければなりません。\n一人の人間が呪われたとき、墓が掘られたとき、あなたが死ぬとき、あなたの魂は地獄の穴に落ちるでしょう。 あなたの精神は痛みと苦しみで永遠にさまよい、決して楽園を知ることはありません」（各ファンサブグループごとに翻訳が異なりますが、意味は同じです）。\n誰かが呪われた時、胸にマークが現れ、その人に自分の罪を思い起こさせ、命が終わった後、彼ら自身の魂を地獄に運んで補償を与えなければならないことを思い出させる。\nこれは最初のエピソードだけで、ep 8で2人の新しい重要なキャラクターが紹介されました：地獄少女とその娘Tsugumiを含む物語を調べている柴田元氏のジャーナリスト。 閻魔愛との出会いの後、ツグミは彼女のビジョンを持ち始め、デュオはますます彼女のことに関わります。  Tsugumiは何とかAiと関係があります。これはep 23までは暴露されませんが、ep 13upからは扱われます。\nこの接続のため、つぐみは誰が次のクライアントか犠牲者かを常に知っており、元は復讐をやめようとします。\n2人のキャラクターの紹介は、ジゴコ少女の秘密を明らかにするために常に存在するので、物語にとって重要です...\n\nキャラクター：閻魔あい、彼女はダークヘアで美しい若い赤い目の女の子で、通常伝統的なセーラー服を着ています。\n彼女のミッションは他の人を地獄に運ぶことです...\n彼女はかなり成熟したキャラクターであり、ミッションを運ぶためには厳しいものです。\n彼女は悪い人ではなく、時には恐ろしく見えるかもしれないと思っていても、彼女が地獄に運んだもののために何かを感じるのですが、ep 21の例があります。 私は彼女の顔や声で見ることができました。 他の例はep 23で、純粋で正直で無実の少女が愛していて、地獄に送られました。彼女が幸せではないと言うのは簡単でした。彼女は本当に悲しい顔をして悲しい声を出しました。\n彼女は彼女の周りに彼女を注文し、彼女の声と影だけが表れない顔をしている祖母と永遠の夕暮れにある未知の世界の家に住んでいます。\nそれは彼女が幸せな人生を導くことはありません、そして彼女がその仕事をすることを余儀なくされているかのように、彼女を悩ます何かに縫い目があります...\n閻魔愛は一人では働かない。 愛、一同レン、ワンユウード、ホネオンナだけが彼女のアシスタントです...\n\nWanyuud ou、彼は帽子をかぶっている老人で、赤いスカーフは同じ黒い人形になり、それぞれの「クライアント」に届けられます。\n\nIchimoku Renは、カジュアルな服装でハンサムな若者です。 彼は神秘的な大きな目で壁を越えて見る力を持っています。\n\n彼女は着物を着た美しい女性であるホーネ・オンナ（Bone Woman）は、通常、人を誘惑して捜査と拷問を助ける。\n\n彼女は花の模様の伝統的な着物を着た瞬間から、犠牲者が自分の罪に直面しているイベントで愛を助けます。 また、トリオは、疑わしいものに満足するたびに、ケースの本質を調査するのに役立ちます。\n彼らは通常、ほとんどの作業を行います。 閻魔愛は最後の打撃しか与えず、船を地獄に乗せます。\n\nTsugumi  - この小さな女の子はJigoku少女に会ったとき、彼らは何かの関係を持つために継ぎ目をつけます。つくみは数秒間彼女を化身にして、彼女に見えるものを見せてもらうことができます。 それが継ぎ目としてアイはそれを意図的にやっているが、なぜまだ説明されていない。\n\n柴田元 - 彼はツグミの父であり、捜査官として働いていて、地獄少女を発見して止めようとしている。大抵の人を容易に欺いて、それぞれの事件についての情報を得るのは賢明だ。 つぐみはすべてのケースに導き、アイを助けるトリオの邪魔になると思われますが、彼女は彼らに害を与えたくないかもしれないと思っています。\n\nTsugumiと彼女の父はShintaroの子孫で、唯一のAiの友人で、彼女を守った人、そして最後には彼女を完全に殺した人、ここではJigoko Shoujoが興味を持っている理由があるかもしれません...\n\nこれらはシリーズを通して本当に気になっている唯一のキャラクターです...\n私はキャラクターとその関係について多くのことを話すことができますが、大きなレビューをさらに大きくし、スポイラーでいっぱいのレビューにもっと多くのスポイラーを追加します...\n\nアニメ - ジゴコ少女のアニメーションは非常に良いですが、このアニメの芸術は暗い傾向があり、恐怖のアニメであるはずですから、彼女の家のように、バックグラウンドアートも幾分喜んでいます。 それは、それを囲む、それは楽園のように見えるし、対照的に、地獄シーンは、たとえ再利用されていると思っていても、本当に良い、そして本当に暗く見えることがあります。 通常、追跡/殺人のシーンは、時には邪魔になる可能性がある大きな特殊効果で本当に良いです。\n文字のデザインは、通常、素晴らしい色、良い比率で、本当に良いです、大きな丸い目は、長い闇の髪と一緒に、特に閻魔アイの赤いものは、美しい人形のように見える 好きな花の着物も特別なんですが、アニメを見れば、着物を動かす花に気づくでしょう。\n\n音楽：オペラ、op音楽は悪くない、普通のポップソング、スノー（彼女には何の情報もない、ANNには私のためのものはない）、私は歌詞を持っていないので私は言うことができない 手紙についての多くは、私はそれがopアートに合っていると思う。\n地獄少女の音楽はいいです、私は現在この部分をしながら、サウンドトラックを聞いています。 フルート、コード楽器、ピアノを使用した柔らかく優しいメロディー、伝統的な楽器を含むこの音楽は、ストーリーの明るいシーンに適しています。 これはホラーアニメであるため、ダークミュージックを持つはずのこの音楽は、電子楽器がギターやドラムと一緒に使用されるほど電子的で重くなり、シリーズ全体で暗い雰囲気を醸し出すのに役立ちます。\nエドの歌がより柔らかく、能登真美子が歌ったカヌヌイ（閻魔藍）。 私は現在私のDVDを持っていないので、音楽のためにもっと多くのことをすることはできませんが、私はそれを病気になるとすぐに少し更新しようとします...\n\n\n楽しさ：私が最初のエピを手に入れたとき、私はエルフェンが嘘をついたことは何も知らなかった。一度それを見始めると、素晴らしい演奏で驚いた。  7mは本当に私を驚かせてくれました。そのゴア、ファンファーヴィーゼ、そして死が私の考えをどこに見せてくれたのか、誰もがショーの初めまでに捕まえられるだろうと思っていました。 次に起こることを見たいと思っています。\nショーの最中に、キャラクターが好きになり、暴力に煩わされないようにそれぞれの状況を楽しんでいきます。 関心の要素は常にアニメ全体で高く、戦いは常に短く予測できません。 ルーシーが人の頭をひっぱってしまうかもしれません。\n\nアニメのその他の側面：シリーズのいくつかの点に現れている仏像は、クラブ・ソードやゴールデン・ザクロのようなもので、特に13世紀にはベンザイテン（弁護士天）、元々はヒンズー教の女神サラスバティ 。 彼女は「七つの幸運な神」の一人であり、音楽、舞踊、一般的な幸運の守護者であり、この非常に暗い話を監督する非常に明るい神です。 彼女は通常、琵琶（リュート）と宝石を手に持っています。 神奈川県の江の島には、ベンジャミンが祀られています。 彼女はまた、白いスネークの物語に関連しています - 白人スネークの物語 - 彼女がどんな姿でもない女性と恋をする典型的な東アジアの物語。\n\nElfen Liedの話は、神奈川県の鎌倉市（神奈川県）で起こった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThere is a rumor. There exists a message board called “Jigoku Tsushin” where one can access only at midnight. It is said that if one writes his grudge against someone, Jigoku Shoujo appears and she takes the person to the Hell.\n\n\u001b[1mうわさがあります。 真夜中にしかアクセスできない「地獄通信」という掲示板があります。 誰かに恨みを込めば、地獄少女が登場し、その人を地獄に連れて行くという。\u001b[22m\n\u001b[1m(Uwasa ga arimasu. Mayonaka ni shika akusesudekinai `djigokutsūshin' to iu keijiban ga arimasu. Dareka ni urami o komeba, djigokushōjo ga tōjō shi, sono hito o jigoku ni tsureteiku to iu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a rumor. There exists a message board called “Jigoku Tsushin” where one can access only at midnight. It is said that if one writes his grudge against someone, Jigoku Shoujo appears and she takes the person to the Hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a rumor.\u001b[24m\n    \u001b[1mうわさがあります。\u001b[22m, \u001b[1m噂があります。\u001b[22m\n\u001b[4mThere exists a message board called “Jigoku Tsushin” where one can access only at midnight.\u001b[24m\n    \u001b[1m真夜中にしかアクセスできない「地獄通信」という掲示板があります。\u001b[22m, \u001b[1m1のみが真夜中にアクセスできる「地獄Tsushin」と呼ばれるメッセージボードが存在します。\u001b[22m\n\u001b[4mIt is said that if one writes his grudge against someone, Jigoku Shoujo appears and she takes the person to the Hell.\u001b[24m\n    \u001b[1m誰かに恨みを込めば、地獄少女が登場し、その人を地獄に連れて行くという。\u001b[22m, \u001b[1m一つは、誰かに対して彼の恨みを書き込むと、地獄少女が現れ、彼女は地獄に人を取ると言われています。\u001b[22m\n\u001b[1m\u001b[22m\n“ 闇に惑いし哀れな影よ・・・ 人を傷つけ貶めて、罪に溺れし業の魂 ・・・　いっぺん、死んで見る?\n(“Yami ni madoishi awarena kage yo hito o kizutsuke otoshimete,-zai ni oboreshi gō no tamashī ippen, shinde miru?)\n\n\u001b[1m“ 闇に惑いし哀れな影よ・・・ 人を傷つけ貶めて、罪に溺れし業の魂 ・・・　いっぺん、死んで見る?\u001b[22m\n\u001b[1m(“Yami ni madoishi awarena kage yo hito o kizutsuke otoshimete,-zai ni oboreshi gō no tamashī ippen, shinde miru?)\u001b[22m\n'Pitiful shadow cloaked in darkness.Thy actions cause men pain and suffering. Thy hollow soul drowns in thy sins. How would you like to see what death is like?'\n\n\u001b[1m「哀れな影が暗闇に隠れた。行動が男性の苦痛と苦しみを引き起こすのはなぜか。 あなたの中空の魂があなたの罪に溺れる。 どのような死がどのようなものかを見たいと思いますか？\u001b[22m\n\u001b[1m(`Awarena kage ga kurayami ni kakureta. Kōdō ga dansei no kutsū to kurushimi o hikiokosu no wa naze ka. Anata no chūkū no tamashī ga anata no tsumi ni oboreru.Do no yōna shi ga dono yōna mono ka o mitai to omoimasu ka?)\u001b[22m\n\nTranslations of \u001b[4m'Pitiful shadow cloaked in darkness.Thy actions cause men pain and suffering. Thy hollow soul drowns in thy sins. How would you like to see what death is like?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Pitiful shadow cloaked in darkness.Thy actions cause men pain and suffering.\u001b[24m\n    \u001b[1m「哀れな影が暗闇に隠れた。行動が男性の苦痛と苦しみを引き起こすのはなぜか。\u001b[22m, \u001b[1mdarkness.Thyアクションでクローキング」哀れな影は、男性の痛みと苦しみを引き起こします。\u001b[22m\n\u001b[4mThy hollow soul drowns in thy sins.\u001b[24m\n    \u001b[1mあなたの中空の魂があなたの罪に溺れる。\u001b[22m, \u001b[1mThyの中空の魂はあなたの罪に溺れ。\u001b[22m\n\u001b[4mHow would you like to see what death is like?'\u001b[24m\n    \u001b[1mどのような死がどのようなものかを見たいと思いますか？\u001b[22m, \u001b[1mどのように死がどのようなものか見てみたいです？」\u001b[22m\n”\n\n\u001b[1m\"\u001b[22m\n\u001b[1m(\")\u001b[22m\n\nTranslations of \u001b[4m”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m”\u001b[24m\n    \u001b[1m\"\u001b[22m, \u001b[1m「\u001b[22m\n— えんま あい。\n(— E n ma ai.)\n\n\u001b[1m— えんま あい。\u001b[22m\n\u001b[1m(— E n ma ai.)\u001b[22m\n\u001b[1m\u001b[22m\nStory: Jigoku shoujo is about Enma Ai, her job is to accept other’s revenge and take them to hell, the story in the beginning is quite linear since each ep is similar and there is no relation between ep. Jigoku Shoujo might be a collection of short stories. Each of them descript the suffering of a different individual caused by one or more antagonists of him/her, and the subsequent punishment they inflict on them with the help of Enma Ai, each episode deals with someone's revenge and there is no connection between episodes as the revenge is carried in a single episode. During each story or ep (since each ep deals with a complete story), the protagonist dramas are explained, showing us how did it all started to where when the Jigoku Shoujo is contacted, Enma Ai will then appear and hand black straw doll with a red string tied to its neck, she then says “if u really wish to take revenge, take the red string, if you remove that string you shall enter officially in a contract with me, the one u seek revenge upon will be carried to hell immediately. However if I deliver your revenge, I must have you make restitution to me.\n\n\u001b[1mストーリー：地獄少女は閻魔愛について、他の人の復讐を受け入れて地獄に連れて行こうとする仕事です。最初の話はまったく線形です。各epは似ていて、epとの関係はないからです。 地獄少女は短編小説の集まりかもしれない。 それぞれは1人または複数の敵の拮抗者によって引き起こされた異なる個人の苦しみを描写し、閻魔愛の助けを借りてそれらに執行されるその後の刑罰を各エピソードは誰かの復讐を扱うものであり、 復讐は一回のエピソードで行われます。 それぞれの物語やepの中で（各epは完全な物語を扱っているので）、主人公のドラマが説明され、それはどのようにして始まりましたか？Jigoku Shoujoが連絡を受けたとき、Enma Aiが現れ、 赤い紐が首に縛られていると、彼女は\"あなたが本当に復讐をしたい場合は赤い紐を取ってください。もしあなたがその弦を取り除くなら、私と契約して正式に入るでしょう、復讐を求めるのは地獄に運ばれます すぐに。 しかし、私があなたの復讐を捧げるなら、あなたは私に賠償をしなければなりません。\u001b[22m\n\u001b[1m(Sutōrī: Djigokushōjo wa Enma ainitsuite, hokanohito no fukushū o ukeirete jigoku ni tsurete ikou to suru shigotodesu. Saisho no hanashi wa mattaku senkeidesu. Kaku ep wa nite ite, ep to no kankei wanaikaradesu. Djigokushōjo wa tanpen shōsetsu no atsumari kamo shirenai. Sorezore wa 1-ri matawa fukusū no teki no kikkō-sha ni yotte hikiokosa reta kotonaru kojin no kurushimi o byōsha shi, Enma Ai no tasuke o karite sorera ni shikkō sa reru sonogo no keibatsu o kaku episōdo wa dare ka no fukushū o atsukau monodeari, fukushū wa ikkai no episōdo de okonawa remasu. Sorezore no monogatari ya ep no naka de (kaku ep wa kanzen'na monogatari o atsukatte irunode), shujinkō no dorama ga setsumei sa re, sore wa dono yō ni shite hajimarimashita ka? Jigoku Shoujo ga renraku o uketa toki, Enma Ai ga araware, akai himo ga kubi ni shibara rete iru to, kanojo wa\" anata ga hontōni fukushū o shitai baai wa akai himo o totte kudasai. Moshi anata ga sono gen o torinozokunara, watashi to keiyaku shite seishiki ni hairudeshou, fukushū o motomeru no wa jigoku ni hakoba remasu sugu ni. Shikashi, watashi ga anata no fukushū o sasagerunara, anata wa watashi ni baishō o shinakereba narimasen.)\u001b[22m\nWhen one person is cursed, to graves are dug, when you die your soul shall fall to the pits of hell. Your spirit shall wander forever in pain and suffering, never having known paradise.” (Translation is different for each fansub group, but the meaning is the same).\n\n\u001b[1m一人の人間が呪われたとき、墓が掘られたとき、あなたが死ぬとき、あなたの魂は地獄の穴に落ちるでしょう。 あなたの精神は痛みと苦しみで永遠にさまよい、決して楽園を知ることはありません」（各ファンサブグループごとに翻訳が異なりますが、意味は同じです）。\u001b[22m\n\u001b[1m(Hitori no ningen ga norowa reta toki, haka ga hora reta toki, anata ga shinu toki, anata no tamashī wa jigoku no ananiochirudeshou. Anata no seishin wa itami to kurushimi de eien ni samayoi, kesshite rakuen o shiru koto wa arimasen'(kaku fansabugurūpu-goto ni hon'yaku ga kotonarimasuga, imi wa onajidesu).)\u001b[22m\n\nTranslations of \u001b[4mWhen one person is cursed, to graves are dug, when you die your soul shall fall to the pits of hell. Your spirit shall wander forever in pain and suffering, never having known paradise.” (Translation is different for each fansub group, but the meaning is the same).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen one person is cursed, to graves are dug, when you die your soul shall fall to the pits of hell.\u001b[24m\n    \u001b[1m一人の人間が呪われたとき、墓が掘られたとき、あなたが死ぬとき、あなたの魂は地獄の穴に落ちるでしょう。\u001b[22m, \u001b[1m1人が呪われているときに、あなたの魂は地獄のピットに倒れる死ぬとき、墓に、掘られています。\u001b[22m\n\u001b[4mYour spirit shall wander forever in pain and suffering, never having known paradise.” (Translation is different for each fansub group, but the meaning is the same).\u001b[24m\n    \u001b[1mあなたの精神は痛みと苦しみで永遠にさまよい、決して楽園を知ることはありません」（各ファンサブグループごとに翻訳が異なりますが、意味は同じです）。\u001b[22m, \u001b[1mあなたの精神は、痛みや苦しみ、決して知られている楽園を持たないで永遠にさまようしなければならない。」（翻訳、各ファンサブグループごとに異なるですが、意味は同じです）。\u001b[22m\nWhen someone’s cursed, a mark appears in the chest, remembering this person of his/her sin, reminding them that after their lives come to end, they must give compensation by having their own soul carried to Hell.\n\n\u001b[1m誰かが呪われた時、胸にマークが現れ、その人に自分の罪を思い起こさせ、命が終わった後、彼ら自身の魂を地獄に運んで補償を与えなければならないことを思い出させる。\u001b[22m\n\u001b[1m(Dareka ga norowa reta toki, mune ni māku ga araware, sono hito ni jibun no tsumi o omoiokosa se, inochi ga owatta nochi, karera jishin no tamashī o jigoku ni hakonde hoshō o ataenakereba naranai koto o omoidasaseru.)\u001b[22m\n\nTranslations of \u001b[4mWhen someone’s cursed, a mark appears in the chest, remembering this person of his/her sin, reminding them that after their lives come to end, they must give compensation by having their own soul carried to Hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen someone’s cursed, a mark appears in the chest, remembering this person of his/her sin, reminding them that after their lives come to end, they must give compensation by having their own soul carried to Hell.\u001b[24m\n    \u001b[1m誰かが呪われた時、胸にマークが現れ、その人に自分の罪を思い起こさせ、命が終わった後、彼ら自身の魂を地獄に運んで補償を与えなければならないことを思い出させる。\u001b[22m, \u001b[1m誰かが呪われていた場合、マークが自分たちの生活が終わりに来た後、彼らは地獄に運ば自分自身の魂を持っていることによって補償を与える必要があることを思い出させ、彼/彼女の罪のこの人を思い出し、胸に表示されます。\u001b[22m\nThis is only in the first episodes, starting from ep 8, 2 new important characters are introduced: A journalist named Hajime Shibata who is investigating the stories involving the Jigoku Shoujo, and his daughter Tsugumi. After an encounter with Enma Ai, Tsugumi starts to have visions of her and thus the duo becomes more and more involved in her matters. Tsugumi is somehow related to Ai, this is something that won’t be reveled up to ep 23, but will be dealed from ep 13up.\n\n\u001b[1mこれは最初のエピソードだけで、ep 8で2人の新しい重要なキャラクターが紹介されます：ジバン・ソウジョとその娘ツグミとの話を調べている柴田元氏のジャーナリスト。 閻魔愛との出会いの後、ツグミは彼女のビジョンを持ち始め、デュオはますます彼女のことに関わります。  Tsugumiは何とかAiと関係があります。これはep 23までは暴露されませんが、ep 13upからは扱われます。\u001b[22m\n\u001b[1m(Kore wa saisho no episōdo dake de, ep 8 de 2-ri no atarashī jūyōna kyarakutā ga shōkai sa remasu: Jiban soujo to sono musume tsugumi to no hanashi o shirabete iru Shibata moto-shi no jānarisuto. Enma ai to no deai no ato, tsugumi wa kanojo no bijon o mochi hajime, de~yuo wa masumasu kanojo no koto ni kakawarimasu. Tsugumi wa nantoka Ai to kankei ga arimasu. Kore wa ep 23 made wa bakuro sa remasenga, ep 13 up kara wa atsukawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is only in the first episodes, starting from ep 8, 2 new important characters are introduced: A journalist named Hajime Shibata who is investigating the stories involving the Jigoku Shoujo, and his daughter Tsugumi. After an encounter with Enma Ai, Tsugumi starts to have visions of her and thus the duo becomes more and more involved in her matters. Tsugumi is somehow related to Ai, this is something that won’t be reveled up to ep 23, but will be dealed from ep 13up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is only in the first episodes, starting from ep 8, 2 new important characters are introduced: A journalist named Hajime Shibata who is investigating the stories involving the Jigoku Shoujo, and his daughter Tsugumi.\u001b[24m\n    \u001b[1mこれは最初のエピソードだけで、ep 8で2人の新しい重要なキャラクターが紹介されます：ジバン・ソウジョとその娘ツグミとの話を調べている柴田元氏のジャーナリスト。\u001b[22m, \u001b[1mこれは、2つの新しい重要な文字が導入され、EP 8から出発し、最初のエピソードである：地獄少女、そして彼の娘つぐみに関わる物語を調査している肇柴田という名前のジャーナリスト。\u001b[22m\n\u001b[4mAfter an encounter with Enma Ai, Tsugumi starts to have visions of her and thus the duo becomes more and more involved in her matters.\u001b[24m\n    \u001b[1m閻魔愛との出会いの後、ツグミは彼女のビジョンを持ち始め、デュオはますます彼女のことに関わります。\u001b[22m, \u001b[1m閻魔あいとの出会いの後、つぐみは彼女のビジョンを持っているし始め、したがって、デュオはますます彼女の問題でより複雑になります。\u001b[22m\n\u001b[4mTsugumi is somehow related to Ai, this is something that won’t be reveled up to ep 23, but will be dealed from ep 13up.\u001b[24m\n    \u001b[1mTsugumiは何とかAiと関係があります。これはep 23までは暴露されませんが、ep 13upからは扱われます。\u001b[22m, \u001b[1mつぐみは愛に何らかの形で関連している、これは23のEPまで確かめたことはありませんものですが、EPの13upからdealedとなります。\u001b[22m\nBecause of this connection, Tsugumi always knows who is the next client or victim, and Hajime will try to stop the revenge.\n\n\u001b[1mこの接続のため、つぐみは誰が次のクライアントか犠牲者かを常に知っており、元は復讐をやめようとします。\u001b[22m\n\u001b[1m(Kono setsuzoku no tame, tsugumi wa dare ga tsugi no kuraianto ka gisei-sha ka o tsuneni shitte ori,-moto wa fukushū o yameyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBecause of this connection, Tsugumi always knows who is the next client or victim, and Hajime will try to stop the revenge.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause of this connection, Tsugumi always knows who is the next client or victim, and Hajime will try to stop the revenge.\u001b[24m\n    \u001b[1mこの接続のため、つぐみは誰が次のクライアントか犠牲者かを常に知っており、元は復讐をやめようとします。\u001b[22m, \u001b[1mこのため、接続の、つぐみは常に次のクライアントまたは被害者が誰であるか知っている、と肇は復讐を停止しようとします。\u001b[22m\nThe introduction of the 2 characters is important to the story, since they will always be present, trying to uncover the Jigoko Shoujo secret…\n\n\u001b[1m2人のキャラクターの紹介は、ジゴコ少女の秘密を明らかにするために常に存在するので、物語にとって重要です...\u001b[22m\n\u001b[1m(2-Ri no kyarakutā no shōkai wa, jigoko shōjo no himitsu o akiraka ni suru tame ni tsuneni sonzai surunode, monogatari ni totte jūyōdesu...)\u001b[22m\n\nTranslations of \u001b[4mThe introduction of the 2 characters is important to the story, since they will always be present, trying to uncover the Jigoko Shoujo secret…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe introduction of the 2 characters is important to the story, since they will always be present, trying to uncover the Jigoko Shoujo secret…\u001b[24m\n    \u001b[1m2人のキャラクターの紹介は、ジゴコ少女の秘密を明らかにするために常に存在するので、物語にとって重要です...\u001b[22m, \u001b[1m彼らは常にJigoko少女の秘密を明らかにしようと、存在することになるので、2文字の導入は、物語にとって重要です...\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Enma Ai, she is a beautiful young red eyed girl with Dark Hair, usually wearing traditional sailor school uniform.\n\n\u001b[1mキャラクター：閻魔あい、彼女はダークヘアで美しい若い赤い目の女の子で、通常伝統的なセーラー服を着ています。\u001b[22m\n\u001b[1m(Kyarakutā: Enma ai, kanojo wa dākuhea de utsukushī wakai akai me no on'nanoko de, tsūjō dentō-tekina sērā-fuku o kite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Enma Ai, she is a beautiful young red eyed girl with Dark Hair, usually wearing traditional sailor school uniform.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Enma Ai, she is a beautiful young red eyed girl with Dark Hair, usually wearing traditional sailor school uniform.\u001b[24m\n    \u001b[1mキャラクター：閻魔あい、彼女はダークヘアで美しい若い赤い目の女の子で、通常伝統的なセーラー服を着ています。\u001b[22m, \u001b[1mキャラクター：閻魔あい、彼女は通常、伝統的な船乗りの制服を着て、黒い髪を持つ美しい若い赤い目の女の子です。\u001b[22m\nHer Mission is to carry others revenge to hell…\n\n\u001b[1m彼女のミッションは他の人を地獄に運ぶことです...\u001b[22m\n\u001b[1m(Kanojo no misshon wa hokanohito o jigoku ni hakobu kotodesu...)\u001b[22m\n\nTranslations of \u001b[4mHer Mission is to carry others revenge to hell…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHer Mission is to carry others revenge to hell…\u001b[24m\n    \u001b[1m彼女のミッションは他の人を地獄に運ぶことです...\u001b[22m, \u001b[1m彼女の使命は、地獄に他の人の復讐を運ぶことです...\u001b[22m\nShe is quite a mature character, and as to be tough in order to carry the mission.\n\n\u001b[1m彼女はかなり成熟したキャラクターであり、ミッションを運ぶためには厳しいものです。\u001b[22m\n\u001b[1m(Kanojo wa kanari seijuku shita kyarakutādeari, misshon o hakobu tame ni wa kibishī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mShe is quite a mature character, and as to be tough in order to carry the mission.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe is quite a mature character, and as to be tough in order to carry the mission.\u001b[24m\n    \u001b[1m彼女はかなり成熟したキャラクターであり、ミッションを運ぶためには厳しいものです。\u001b[22m, \u001b[1m彼女は非常に成熟した文字、およびミッションを運ぶために厳しいものにするようです。\u001b[22m\nWe can see that she is not a bad person, even thought she may look terrifying sometimes, it seams she feels something for the ones she carries to hell, has an example in ep 21, she seemed she really enjoyed to take the guy to hell , I could be seen on her face and in he voice. Other example was ep 23, a pure, honest and innocent girl loved by all was sent to hell, it was easy to tell she was not happy, she showed a really sad face and expressed a sad voice.\n\n\u001b[1m彼女は悪い人ではなく、時には恐ろしく見えるかもしれないと思っていても、彼女が地獄に運んだもののために何かを感じるのですが、ep 21の例があります。 私は彼女の顔や声で見ることができました。 他の例はep 23で、純粋で正直で無実の少女が愛していて、地獄に送られました。彼女が幸せではないと言うのは簡単でした。彼女は本当に悲しい顔をして悲しい声を出しました。\u001b[22m\n\u001b[1m(Kanojo wa warui hitode wa naku, tokiniha osoroshiku mieru kamo shirenai to omotte ite mo, kanojo ga jigoku ni hakonda mono no tame ni nanika o kanjiru nodesuga, ep 21 no rei ga arimasu. Watashi wa kanojo no kao ya koe de miru koto ga dekimashita. Hoka no rei wa ep 23 de, junsuide shōjikide mujitsu no shōjo ga aishite ite, jigoku ni okura remashita. Kanojo ga shiawasede wa nai to iu no wa kantandeshita. Kanojo wa hontōni kanashī kao o shite kanashī koe o dashimashita.)\u001b[22m\n\nTranslations of \u001b[4mWe can see that she is not a bad person, even thought she may look terrifying sometimes, it seams she feels something for the ones she carries to hell, has an example in ep 21, she seemed she really enjoyed to take the guy to hell , I could be seen on her face and in he voice. Other example was ep 23, a pure, honest and innocent girl loved by all was sent to hell, it was easy to tell she was not happy, she showed a really sad face and expressed a sad voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe can see that she is not a bad person, even thought she may look terrifying sometimes, it seams she feels something for the ones she carries to hell, has an example in ep 21, she seemed she really enjoyed to take the guy to hell\u001b[24m\n    \u001b[1m彼女は悪い人ではなく、時には恐ろしく見えるかもしれないと思っていても、彼女が地獄に運んだもののために何かを感じるのですが、ep 21の例があります。\u001b[22m, \u001b[1m私たちも、彼女は、彼女は本当に地獄の男を取ることを楽しんだように見えた、彼女が地獄に運ぶもののために何かを感じている縫い目のep 21に例を持って、時には恐ろしい見えるかもしれ思った、彼女は悪い人ではないことがわかります\u001b[22m\n\u001b[4m, I could be seen on her face and in he voice.\u001b[24m\n    \u001b[1m私は彼女の顔や声で見ることができました。\u001b[22m, \u001b[1m、私は彼女の顔に、彼の声で見ることができました。\u001b[22m\n\u001b[4mOther example was ep 23, a pure, honest and innocent girl loved by all was sent to hell, it was easy to tell she was not happy, she showed a really sad face and expressed a sad voice.\u001b[24m\n    \u001b[1m他の例はep 23で、純粋で正直で無実の少女が愛していて、地獄に送られました。彼女が幸せではないと言うのは簡単でした。彼女は本当に悲しい顔をして悲しい声を出しました。\u001b[22m, \u001b[1m他の例では、彼女は本当に悲しい顔を見せ、悲しい声を表明し、彼女が幸せではなかった言うのは簡単だった、すべてに愛さ、純粋な正直で無邪気な少女は地獄に送られた、EP 23でした。\u001b[22m\nShe lives in a house in an unknown world that is in eternal sunset with her grandmother who orders her around and whose face never appears only her voice and shadow.\n\n\u001b[1m彼女は彼女の周りに彼女を注文し、彼女の声と影だけが表れない顔をしている祖母と永遠の夕暮れにある未知の世界の家に住んでいます。\u001b[22m\n\u001b[1m(Kanojo wa kanojo no mawari ni kanojo o chūmon shi, kanojo no koe to kage dake ga arawarenai kao o shite iru sobo to eien no yūgure ni aru michi no sekai no ie ni sunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mShe lives in a house in an unknown world that is in eternal sunset with her grandmother who orders her around and whose face never appears only her voice and shadow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe lives in a house in an unknown world that is in eternal sunset with her grandmother who orders her around and whose face never appears only her voice and shadow.\u001b[24m\n    \u001b[1m彼女は彼女の周りに彼女を注文し、彼女の声と影だけが表れない顔をしている祖母と永遠の夕暮れにある未知の世界の家に住んでいます。\u001b[22m, \u001b[1m彼女は彼女の周りを注文し、その顔彼女の声と影だけが表示されることはありません彼女の祖母と永遠の日没にある未知の世界に家に住んでいます。\u001b[22m\nIt seams she doesn’t lead a happy life, and there seams to be something bothering her, like if she is being forced to do that work…\n\n\u001b[1mそれは彼女が幸せな人生を導くことはありません、そして彼女がその仕事をすることを余儀なくされているかのように、彼女を悩ます何かに縫い目があります...\u001b[22m\n\u001b[1m(Sore wa kanojo ga shiawasena jinsei o michibiku koto wa arimasen, soshite kanojo ga sono shigoto o suru koto o yoginaku sa rete iru ka no yō ni, kanojo o nayamasu nanika ni nuime ga arimasu...)\u001b[22m\n\nTranslations of \u001b[4mIt seams she doesn’t lead a happy life, and there seams to be something bothering her, like if she is being forced to do that work…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seams she doesn’t lead a happy life, and there seams to be something bothering her, like if she is being forced to do that work…\u001b[24m\n    \u001b[1mそれは彼女が幸せな人生を導くことはありません、そして彼女がその仕事をすることを余儀なくされているかのように、彼女を悩ます何かに縫い目があります...\u001b[22m, \u001b[1mそれは彼女が幸せな生活をリードしていないシーム、彼女はその仕事をすることを余儀なくされている場合のように彼女を悩ま何か、があるように縫い目...\u001b[22m\nEnma Ai doesn't work alone. Ai, Ichimoku Ren, Wanyuudo, and Hone Onna are the only are her assistants…\n\n\u001b[1m閻魔愛は一人では働かない。 愛、一同レン、ワンユウード、ホネオンナだけが彼女のアシスタントです...\u001b[22m\n\u001b[1m(Enma Ai wa hitoride wa hatarakanai. Ai, ichidō ren, wan'yuūdo, honeon'na dake ga kanojo no ashisutantodesu...)\u001b[22m\n\nTranslations of \u001b[4mEnma Ai doesn't work alone. Ai, Ichimoku Ren, Wanyuudo, and Hone Onna are the only are her assistants…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnma Ai doesn't work alone.\u001b[24m\n    \u001b[1m閻魔愛は一人では働かない。\u001b[22m, \u001b[1m閻魔あいだけでは動作しません。\u001b[22m\n\u001b[4mAi, Ichimoku Ren, Wanyuudo, and Hone Onna are the only are her assistants…\u001b[24m\n    \u001b[1m愛、一同レン、ワンユウード、ホネオンナだけが彼女のアシスタントです...\u001b[22m, \u001b[1m愛、一木漣、Wanyuudo、およびホーン女は、彼女のアシスタントはされています...\u001b[22m\n\u001b[1m\u001b[22m\nWanyuud ou, he is an old man wearing a hat and a red scarf that becomes the same black doll delivered to each one of their 'clients'\n\n\u001b[1mWanyuud ou、彼は帽子をかぶっている老人で、赤いスカーフは同じ黒い人形になり、それぞれの「クライアント」に届けられます。\u001b[22m\n\u001b[1m(Wanyuud ou, kare wa bōshi o kabutte iru rōjin de, akai sukāfu wa onaji kuroi ningyō ni nari, sorezore no `kuraianto' ni todoke raremasu.)\u001b[22m\n\nTranslations of \u001b[4mWanyuud ou, he is an old man wearing a hat and a red scarf that becomes the same black doll delivered to each one of their 'clients'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWanyuud ou, he is an old man wearing a hat and a red scarf that becomes the same black doll delivered to each one of their 'clients'\u001b[24m\n    \u001b[1mWanyuud ou、彼は帽子をかぶっている老人で、赤いスカーフは同じ黒い人形になり、それぞれの「クライアント」に届けられます。\u001b[22m, \u001b[1mWanyuudのOUには、彼は帽子とその「クライアント」の各1に配信と同じ黒の人形になった赤いスカーフを身に着けている老人です\u001b[22m\n\u001b[1m\u001b[22m\nIchimoku Ren, is a handsome young man in casual clothes. He has the power to look beyond walls with a mysterious big eye.\n\n\u001b[1mIchimoku Renは、カジュアルな服装でハンサムな若者です。 彼は神秘的な大きな目で壁を越えて見る力を持っています。\u001b[22m\n\u001b[1m(Ichimoku Ren wa, kajuaruna fukusō de hansamuna wakamonodesu. Kare wa shinpi-tekina ōkina me de kabe o koete miru chikara o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIchimoku Ren, is a handsome young man in casual clothes. He has the power to look beyond walls with a mysterious big eye.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIchimoku Ren, is a handsome young man in casual clothes.\u001b[24m\n    \u001b[1mIchimoku Renは、カジュアルな服装でハンサムな若者です。\u001b[22m, \u001b[1m一木漣は、カジュアルな服装でハンサムな若い男です。\u001b[22m\n\u001b[4mHe has the power to look beyond walls with a mysterious big eye.\u001b[24m\n    \u001b[1m彼は神秘的な大きな目で壁を越えて見る力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nHone Onna (Bone Woman), a beautiful woman wearing a kimono, she usually helps seducing mans and helps out with the investigation and torture…\n\n\u001b[1m彼女は着物を着た美しい女性であるホーネ・オンナ（Bone Woman）は、通常、人を誘惑して捜査と拷問を助ける。\u001b[22m\n\u001b[1m(Kanojo wa kimono o kita utsukushī joseidearu hōne on'na (bōn Woman) wa, tsūjō, hito o yūwaku shite sōsa to gōmon o tasukeru.)\u001b[22m\n\nTranslations of \u001b[4mHone Onna (Bone Woman), a beautiful woman wearing a kimono, she usually helps seducing mans and helps out with the investigation and torture…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHone Onna (Bone Woman), a beautiful woman wearing a kimono, she usually helps seducing mans and helps out with the investigation and torture…\u001b[24m\n    \u001b[1m彼女は着物を着た美しい女性であるホーネ・オンナ（Bone Woman）は、通常、人を誘惑して捜査と拷問を助ける。\u001b[22m, \u001b[1m女（骨女）、着物を着て美しい女性を磨き、彼女は通常、誘惑マンを助け、捜査や拷問でアウトに役立ちます...\u001b[22m\n\u001b[1m\u001b[22m\nThey help Ai during the event when their victims are confronted with their own sins, prior to the moment when she (dressed in traditional kimono with floral patterns) ferries them to hell. Also, the trio helps her investigate the true nature of their cases every time they content something suspicious.\n\n\u001b[1m彼女は花の模様の伝統的な着物を着た瞬間から、犠牲者が自分の罪に直面しているイベントで愛を助けます。 また、トリオは、疑わしいものに満足するたびに、ケースの本質を調査するのに役立ちます。\u001b[22m\n\u001b[1m(Kanojo wa hana no moyō no dentō-tekina kimono o kita shunkan kara, gisei-sha ga jibun no tsumi ni chokumen shite iru ibento de ai o tasukemasu. Mata, torio wa, utagawashī mono ni manzoku suru tabi ni, kēsu no honshitsu o chōsa suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey help Ai during the event when their victims are confronted with their own sins, prior to the moment when she (dressed in traditional kimono with floral patterns) ferries them to hell. Also, the trio helps her investigate the true nature of their cases every time they content something suspicious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey help Ai during the event when their victims are confronted with their own sins, prior to the moment when she (dressed in traditional kimono with floral patterns) ferries them to hell.\u001b[24m\n    \u001b[1m彼女は花の模様の伝統的な着物を着た瞬間から、犠牲者が自分の罪に直面しているイベントで愛を助けます。\u001b[22m, \u001b[1m彼らは彼らの犠牲者を前に、彼女（花柄と伝統的な着物に身を包んだが）地獄にそれらを運んでた瞬間に、自分の罪に直面しているイベント中に愛を助けます。\u001b[22m\n\u001b[4mAlso, the trio helps her investigate the true nature of their cases every time they content something suspicious.\u001b[24m\n    \u001b[1mまた、トリオは、疑わしいものに満足するたびに、ケースの本質を調査するのに役立ちます。\u001b[22m, \u001b[1mまた、トリオは彼女のたびに不審彼らコンテンツ何かをその例真の性質を調べることができます。\u001b[22m\nThey usually do most of the work; Enma Ai only gives the final blow and rides the boat to Hell.\n\n\u001b[1m彼らは通常、ほとんどの作業を行います。 閻魔愛は最後の打撃しか与えず、船を地獄に乗せます。\u001b[22m\n\u001b[1m(Karera wa tsūjō, hotondo no sagyō o okonaimasu. Enma ai wa saigo no dageki shika ataezu,-sen o jigoku ni nosemasu.)\u001b[22m\n\nTranslations of \u001b[4mThey usually do most of the work; Enma Ai only gives the final blow and rides the boat to Hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey usually do most of the work;\u001b[24m\n    \u001b[1m彼らは通常、ほとんどの作業を行います。\u001b[22m\n\u001b[4mEnma Ai only gives the final blow and rides the boat to Hell.\u001b[24m\n    \u001b[1m閻魔愛は最後の打撃しか与えず、船を地獄に乗せます。\u001b[22m, \u001b[1m閻魔あいは最終的な打撃を与え、地獄にボートに乗ります。\u001b[22m\n\u001b[1m\u001b[22m\nTsugumi – This small girl as met the Jigoku Shoujo, they seam to have some sort of relation as Tsugumi is able to incarnate her for a few seconds giving her a sight of what she sees, and sometimes what she speaks. As it seams Ai is doing it intentionally, but why is yet to be explained.\n\n\u001b[1mTsugumi  - この小さな女の子はJigoku少女に会ったとき、彼らは何かの関係を持つために継ぎ目をつけます。つくみは数秒間彼女を化身にして、彼女に見えるものを見せてもらうことができます。 それが継ぎ目としてアイはそれを意図的にやっているが、なぜまだ説明されていない。\u001b[22m\n\u001b[1m(Tsugumi - kono chīsana on'nanoko wa Jigoku shōjo ni atta toki, karera wa nanika no kankei o motsu tame ni tsugime o tsukemasu.Tsu kumi wa sū-byōkan kanojo o keshin ni shite, kanojo ni mieru mono o misete morau koto ga dekimasu. Sore ga tsugime to shite ai wa sore o itotekini yatte iruga, naze mada setsumei sa rete inai.)\u001b[22m\n\nTranslations of \u001b[4mTsugumi – This small girl as met the Jigoku Shoujo, they seam to have some sort of relation as Tsugumi is able to incarnate her for a few seconds giving her a sight of what she sees, and sometimes what she speaks. As it seams Ai is doing it intentionally, but why is yet to be explained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsugumi – This small girl as met the Jigoku Shoujo, they seam to have some sort of relation as Tsugumi is able to incarnate her for a few seconds giving her a sight of what she sees, and sometimes what she speaks.\u001b[24m\n    \u001b[1mTsugumi  - この小さな女の子はJigoku少女に会ったとき、彼らは何かの関係を持つために継ぎ目をつけます。つくみは数秒間彼女を化身にして、彼女に見えるものを見せてもらうことができます。\u001b[22m, \u001b[1mつぐみ - 地獄少女に会ったように、この小さな女の子が、彼らは彼女が話す何時々つぐみは彼女に彼女が見るものの視力を与える数秒間彼女を具現化することが可能であるような関係のいくつかの並べ替えを持っている縫い目、と。\u001b[22m\n\u001b[4mAs it seams Ai is doing it intentionally, but why is yet to be explained.\u001b[24m\n    \u001b[1mそれが継ぎ目としてアイはそれを意図的にやっているが、なぜまだ説明されていない。\u001b[22m, \u001b[1mそれは愛が意図的にそれをやっている縫い目が、なぜまだ説明すべきです。\u001b[22m\n\u001b[1m\u001b[22m\nHajime Shibata – He is Tsugumis father, he works as an investigator, he is trying to uncover and stop the Jigoku Shoujo, he is wise man that can easily deceive most of peoples to try and get information about the surroundings of each case, he follows Tsugumi's leads to every case and is seen as an annoyance for the trio helping Ai, but it seams she does not wish them any harm, maybe wanting to be followed by them…\n\n\u001b[1m柴田元 - 彼はツグミの父であり、捜査官として働いていて、地獄少女を発見して止めようとしている。大抵の人を容易に欺いて、それぞれの事件についての情報を得るのは賢明だ。 つぐみはすべてのケースに導き、アイを助けるトリオの邪魔になると思われますが、彼女は彼らに害を与えたくないかもしれないと思っています。\u001b[22m\n\u001b[1m(Shibata moto - kare wa tsugumi no chichideari, sōsa-kan to shite hataraite ite, djigokushōjo o hakken shite tomeyou to shite iru. Taitei no hito o yōi ni azamuite, sorezore no jiken ni tsuite no jōhō o eru no wa kenmeida. Tsugumi wa subete no kēsu ni michibiki, ai o tasukeru torio no jamaninaru to omowa remasuga, kanojo wa karera ni gai o ataetakunai kamo shirenai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHajime Shibata – He is Tsugumis father, he works as an investigator, he is trying to uncover and stop the Jigoku Shoujo, he is wise man that can easily deceive most of peoples to try and get information about the surroundings of each case, he follows Tsugumi's leads to every case and is seen as an annoyance for the trio helping Ai, but it seams she does not wish them any harm, maybe wanting to be followed by them…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHajime Shibata – He is Tsugumis father, he works as an investigator, he is trying to uncover and stop the Jigoku Shoujo, he is wise man that can easily deceive most of peoples to try and get information about the surroundings of each case, he follows\u001b[24m\n    \u001b[1m柴田元 - 彼はツグミの父であり、捜査官として働いていて、地獄少女を発見して止めようとしている。大抵の人を容易に欺いて、それぞれの事件についての情報を得るのは賢明だ。\u001b[22m, \u001b[1m肇柴田 - 彼は、彼が研究者として働いて、彼は地獄少女を発見し、停止しようとしている、彼は簡単にそれぞれの例周囲の情報を試み、得るために人々のほとんどを欺くことができ賢者Tsugumisの父である、彼は次の\u001b[22m\n\u001b[4mTsugumi's leads to every case and is seen as an annoyance for the trio helping Ai, but it seams she does not wish them any harm, maybe wanting to be followed by them…\u001b[24m\n    \u001b[1mつぐみはすべてのケースに導き、アイを助けるトリオの邪魔になると思われますが、彼女は彼らに害を与えたくないかもしれないと思っています。\u001b[22m, \u001b[1mつぐみさんは、すべてのケースにつながり、愛を助けるトリオのための迷惑と見られているが、それは彼女が多分それらが続くことを希望する、それらを任意の害を望まない縫い目...\u001b[22m\n\u001b[1m\u001b[22m\nTsugumi and her father are descendents of Shintaro, the one and only one Ai friend, then one who protected her and in the end the one o utterly killed her, here may lye the reason why the Jigoko Shoujo is interested in them…\n\n\u001b[1mTsugumiと彼女の父はShintaroの子孫で、唯一のAiの友人で、彼女を守った人、そして最後には彼女を完全に殺した人、ここではJigoko Shoujoが興味を持っている理由があるかもしれません...\u001b[22m\n\u001b[1m(Tsugumi to kanojo no chichi wa Shintaro no shison de, yuiitsu no Ai no yūjin de, kanojo o mamotta hito, soshite saigo ni wa kanojo o kanzen ni koroshita hito, kokode wa Jigoko Shoujo ga kyōmi o motte iru riyū ga aru kamo shiremasen...)\u001b[22m\n\nTranslations of \u001b[4mTsugumi and her father are descendents of Shintaro, the one and only one Ai friend, then one who protected her and in the end the one o utterly killed her, here may lye the reason why the Jigoko Shoujo is interested in them…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsugumi and her father are descendents of Shintaro, the one and only one Ai friend, then one who protected her and in the end the one o utterly killed her, here may lye the reason why the Jigoko Shoujo is interested in them…\u001b[24m\n    \u001b[1mTsugumiと彼女の父はShintaroの子孫で、唯一のAiの友人で、彼女を守った人、そして最後には彼女を完全に殺した人、ここではJigoko Shoujoが興味を持っている理由があるかもしれません...\u001b[22m, \u001b[1mつぐみと彼女の父親はその後慎太郎の子孫、唯一の愛の友人、全く彼女を殺したoを1彼女を保護し、最終的には一つであり、ここでJigoko少女はそれらに興味を持っている理由を灰汁があります...\u001b[22m\n\u001b[1m\u001b[22m\nThese are the only characters that really care through the series…\n\n\u001b[1mこれらはシリーズを通して本当に気になっている唯一のキャラクターです...\u001b[22m\n\u001b[1m(Korera wa shirīzu o tōshite hontōni ki ni natte iru yuiitsu no kyarakutādesu...)\u001b[22m\n\nTranslations of \u001b[4mThese are the only characters that really care through the series…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese are the only characters that really care through the series…\u001b[24m\n    \u001b[1mこれらはシリーズを通して本当に気になっている唯一のキャラクターです...\u001b[22m, \u001b[1mこれらは、実際に一連の世話文字だけです...\u001b[22m\nThere is so much I could tell about the characters and their relationships, but it would make a big review even bigger, and add so much more spoilers to a review full of spoilers…\n\n\u001b[1m私はキャラクターとその関係について多くのことを話すことができますが、大きなレビューをさらに大きくし、スポイラーでいっぱいのレビューにもっと多くのスポイラーを追加します...\u001b[22m\n\u001b[1m(Watashi wa kyarakutā to sono kankei ni tsuite ōku no koto o hanasu koto ga dekimasuga, ōkina rebyū o sarani ōkiku shi, supoirā de ippai no rebyū ni motto ōku no supoirā o tsuika shimasu...)\u001b[22m\n\nTranslations of \u001b[4mThere is so much I could tell about the characters and their relationships, but it would make a big review even bigger, and add so much more spoilers to a review full of spoilers…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is so much I could tell about the characters and their relationships, but it would make a big review even bigger, and add so much more spoilers to a review full of spoilers…\u001b[24m\n    \u001b[1m私はキャラクターとその関係について多くのことを話すことができますが、大きなレビューをさらに大きくし、スポイラーでいっぱいのレビューにもっと多くのスポイラーを追加します...\u001b[22m, \u001b[1mあるので、多くの私は文字とその関係について言うことができるが、それは大きな見直しがさらに大きくすると、スポイラーの全面的な見直しにそんなに多くのスポイラーを追加します...\u001b[22m\n\u001b[1m\u001b[22m\nAnimation - The animation in Jigoko Shoujo is very good, the art in this anime has a dark tendency, as it's supposed to be am horror anime, the background art is also detailed an quite pleasing some times, like in her house, the beautiful nature that surrounds it, makes it look like paradise, and in contrast, the hell scenes, even thought they are reused to some extent, are really good, and look really dark, sometimes we see spirit hand trying to catch the one being ferried, also usually the chase/murder scenes are really good with great special effects that can be disturbing sometimes.\n\n\u001b[1mアニメ - ジゴコ少女のアニメーションは非常に良いですが、このアニメの芸術は暗い傾向があり、恐怖のアニメであるはずですから、彼女の家のように、バックグラウンドアートも幾分喜んでいます。 それは、それを囲む、それは楽園のように見えるし、対照的に、地獄シーンは、たとえ再利用されていると思っていても、本当に良い、そして本当に暗く見えることがあります。 通常、追跡/殺人のシーンは、時には邪魔になる可能性がある大きな特殊効果で本当に良いです。\u001b[22m\n\u001b[1m(Anime - jigoko shōjo no animēshon wa hijō ni yoidesuga, kono anime no geijutsu wa kurai keikō ga ari, kyōfu no animedearu hazudesukara, kanojo no ie no yō ni, bakkuguraundoāto mo ikubun yorokonde imasu. Sore wa, sore o kakomu, soreha rakuen no yōnimieru shi, taishō-teki ni, jigoku shīn wa, tatoe sai riyō sa rete iru to omotte ite mo, hontōni yoi, soshite hontōni kuraku mieru koto ga arimasu. Tsūjō, tsuiseki/ satsujin no shīn wa, tokiniha jamaninaru kanōsei ga aru ōkina tokushu kōka de hontōni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation - The animation in Jigoko Shoujo is very good, the art in this anime has a dark tendency, as it's supposed to be am horror anime, the background art is also detailed an quite pleasing some times, like in her house, the beautiful nature that surrounds it, makes it look like paradise, and in contrast, the hell scenes, even thought they are reused to some extent, are really good, and look really dark, sometimes we see spirit hand trying to catch the one being ferried, also usually the chase/murder scenes are really good with great special effects that can be disturbing sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation - The animation in Jigoko Shoujo is very good, the art in this anime has a dark tendency, as it's supposed to be am horror anime, the background art is also detailed an quite pleasing some times, like in her house, the beautiful nature\u001b[24m\n    \u001b[1mアニメ - ジゴコ少女のアニメーションは非常に良いですが、このアニメの芸術は暗い傾向があり、恐怖のアニメであるはずですから、彼女の家のように、バックグラウンドアートも幾分喜んでいます。\u001b[22m, \u001b[1mアニメーションは -  Jigoko少女でアニメーションは非常に良いですが、午前ホラーアニメことになっているとして、このアニメのアートは、暗い傾向にある、背景技術では、彼女の家のように、美しい自然を非常に喜ばいくつかの回も詳述されています\u001b[22m\n\u001b[4mthat surrounds it, makes it look like paradise, and in contrast, the hell scenes, even thought they are reused to some extent, are really good, and look really dark, sometimes we see spirit hand trying to catch the one being ferried, also\u001b[24m\n    \u001b[1mそれは、それを囲む、それは楽園のように見えるし、対照的に、地獄シーンは、たとえ再利用されていると思っていても、本当に良い、そして本当に暗く見えることがあります。\u001b[22m, \u001b[1mそれは、それを囲むそれは楽園のような、とは対照的に見えるの、地獄のシーンでも、それらはある程度再利用されていると思った、本当に良いです、本当に暗く、時には我々はまた、運ばれているものをキャッチしようとする精神の手を参照してください。\u001b[22m\n\u001b[4musually the chase/murder scenes are really good with great special effects that can be disturbing sometimes.\u001b[24m\n    \u001b[1m通常、追跡/殺人のシーンは、時には邪魔になる可能性がある大きな特殊効果で本当に良いです。\u001b[22m, \u001b[1m通常チェイス/殺人シーンが時々邪魔することができます偉大な特殊効果で、本当に良いです。\u001b[22m\nThe character design usually is also really good, with nice colors, and good proportion, the big round eyes look good on the characters, specially the red ones in Enma Ai, together with the long dark hair, she looks like a beautiful doll u would like to have, also the flower kimono she wears is special, if u watch the anime u will notice the flowers moving trough the kimono, giving it a mysterious look…\n\n\u001b[1m文字のデザインは、通常、素晴らしい色、良い比率で、本当に良いです、大きな丸い目は、長い闇の髪と一緒に、特に閻魔アイの赤いものは、美しい人形のように見える 好きな花の着物も特別なんですが、アニメを見れば、着物を動かす花に気づくでしょう。\u001b[22m\n\u001b[1m(Moji no dezain wa, tsūjō, subarashī iro, yoi hiritsu de, hontōni yoidesu, ōkina marui me wa, nagai yami no kami to issho ni, tokuni Enma ai no akai mono wa, utsukushī ningyō no yō ni mieru sukina hana no kimono mo tokubetsuna ndesuga, anime o mireba, kimono o ugokasu hana ni kidzukudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe character design usually is also really good, with nice colors, and good proportion, the big round eyes look good on the characters, specially the red ones in Enma Ai, together with the long dark hair, she looks like a beautiful doll u would like to have, also the flower kimono she wears is special, if u watch the anime u will notice the flowers moving trough the kimono, giving it a mysterious look…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character design usually is also really good, with nice colors, and good proportion, the big round eyes look good on the characters, specially the red ones in Enma Ai, together with the long dark hair, she looks like a beautiful doll u would\u001b[24m\n    \u001b[1m文字のデザインは、通常、素晴らしい色、良い比率で、本当に良いです、大きな丸い目は、長い闇の髪と一緒に、特に閻魔アイの赤いものは、美しい人形のように見える\u001b[22m, \u001b[1mキャラクターデザインは、通常、素敵な色でも、本当に良いです、と良い割合は、大きな丸い目は文字上の見栄え、閻魔あいで特別に赤いもの、一緒に長い黒髪と、彼女はuがあろう美しい人形のように見えます\u001b[22m\n\u001b[4mlike to have, also the flower kimono she wears is special, if u watch the anime u will notice the flowers moving trough the kimono, giving it a mysterious look…\u001b[24m\n    \u001b[1m好きな花の着物も特別なんですが、アニメを見れば、着物を動かす花に気づくでしょう。\u001b[22m, \u001b[1muはアニメを見ている場合uがそれを神秘的な表情を与えて、着物をトラフ移動花に気づくでしょう、また彼女が身に着けている花の着物は特別で、持っていると...\u001b[22m\n\u001b[1m\u001b[22m\nMusic: Op, the op music is not bad, it's a regular pop song, sung by Snow (sont have any information on her, as ANN doesn't have any for me), I don't have the lyrics so I cant say much about the letter but I think it suits the op art.\n\n\u001b[1m音楽：オペラ、op音楽は悪くない、普通のポップソング、スノー（彼女には何の情報もない、ANNには私のためのものはない）、私は歌詞を持っていないので私は言うことができない 手紙についての多くは、私はそれがopアートに合っていると思う。\u001b[22m\n\u001b[1m(Ongaku: Opera, op ongaku wa warukunai, futsū no poppusongu, sunō (kanojo ni wa nani no jōhō mo nai, ANN ni wa watashi no tame no mono wanai), watashi wa kashi o motte inainode watashi wa iu koto ga dekinai tegami ni tsuite no ōku wa, watashi wa sore ga op āto ni atte iru to omou.)\u001b[22m\n\nTranslations of \u001b[4mMusic: Op, the op music is not bad, it's a regular pop song, sung by Snow (sont have any information on her, as ANN doesn't have any for me), I don't have the lyrics so I cant say much about the letter but I think it suits the op art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: Op, the op music is not bad, it's a regular pop song, sung by Snow (sont have any information on her, as ANN doesn't have any for me), I don't have the lyrics so I cant say\u001b[24m\n    \u001b[1m音楽：オペラ、op音楽は悪くない、普通のポップソング、スノー（彼女には何の情報もない、ANNには私のためのものはない）、私は歌詞を持っていないので私は言うことができない\u001b[22m, \u001b[1mミュージック：オペアンプは、オペアンプの音楽は、それが雪が歌う正規のポップソング、だ、悪いわけではない私が言うカントので、私は歌詞がありません（sont ANNは私のためのいずれかを持っていないとして、彼女の上の任意の情報を持っています）\u001b[22m\n\u001b[4mmuch about the letter but I think it suits the op art.\u001b[24m\n    \u001b[1m手紙についての多くは、私はそれがopアートに合っていると思う。\u001b[22m, \u001b[1m手紙について多くが、私はそれがオプアートに合ったと思います。\u001b[22m\nThe music in Jigoku shoujo is nice, I’m currently listening to the soundtrack, while doing this part; the music contains some soft and gentle melodies using flute, cord instruments and piano, along with some traditional instruments, this music is suited for the light scenes in the story; since this is an horror anime, its supposed to have dark music, this music, is more the electronic type and more heavy, using electronic instruments together with some guitar and drums, which helps to set the dark mood throughout the series.\n\n\u001b[1m地獄少女の音楽はいいです、私は現在この部分をしながら、サウンドトラックを聞いています。 フルート、コード楽器、ピアノを使用した柔らかく優しいメロディー、伝統的な楽器を含むこの音楽は、ストーリーの明るいシーンに適しています。 これはホラーアニメであるため、ダークミュージックを持つはずのこの音楽は、電子楽器がギターやドラムと一緒に使用されるほど電子的で重くなり、シリーズ全体で暗い雰囲気を醸し出すのに役立ちます。\u001b[22m\n\u001b[1m(Djigokushōjo no ongaku wa īdesu, watashi wa genzai kono bubun o shinagara, saundotorakku o kiite imasu. Furūto, kōdo gakki, piano o shiyō shita yawarakaku yasashī merodī, dentō-tekina gakki o fukumu kono ongaku wa, sutōrī no akarui shīn ni tekishite imasu. Kore wa horāanimedearu tame, dākumyūjikku o motsu hazu no kono ongaku wa, denshi gakki ga gitā ya doramu to issho ni shiyō sa reru hodo denshi-tekide omoku nari, shirīzu zentai de kurai fun'iki o kamoshidasu no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music in Jigoku shoujo is nice, I’m currently listening to the soundtrack, while doing this part; the music contains some soft and gentle melodies using flute, cord instruments and piano, along with some traditional instruments, this music is suited for the light scenes in the story; since this is an horror anime, its supposed to have dark music, this music, is more the electronic type and more heavy, using electronic instruments together with some guitar and drums, which helps to set the dark mood throughout the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in Jigoku shoujo is nice, I’m currently listening to the soundtrack, while doing this part;\u001b[24m\n    \u001b[1m地獄少女の音楽はいいです、私は現在この部分をしながら、サウンドトラックを聞いています。\u001b[22m, \u001b[1mこの部分をしている間、私は現在、サウンドトラックを聞いている地獄少女で音楽がいいです。\u001b[22m\n\u001b[4mthe music contains some soft and gentle melodies using flute, cord instruments and piano, along with some traditional instruments, this music is suited for the light scenes in the story;\u001b[24m\n    \u001b[1mフルート、コード楽器、ピアノを使用した柔らかく優しいメロディー、伝統的な楽器を含むこの音楽は、ストーリーの明るいシーンに適しています。\u001b[22m, \u001b[1m音楽は、この音楽が物語の中で光のシーンに適したいくつかの伝統的な楽器と一緒に、フルート、コード楽器やピアノを使用して、いくつかのソフトで優しいメロディーが含まれています。\u001b[22m\n\u001b[4msince this is an horror anime, its supposed to have dark music, this music, is more the electronic type and more heavy, using electronic instruments together with some guitar and drums, which helps to set the dark mood throughout the series.\u001b[24m\n    \u001b[1mこれはホラーアニメであるため、ダークミュージックを持つはずのこの音楽は、電子楽器がギターやドラムと一緒に使用されるほど電子的で重くなり、シリーズ全体で暗い雰囲気を醸し出すのに役立ちます。\u001b[22m, \u001b[1mこれはホラーアニメであるため、その暗い音楽を持っていることになって、この音楽は、シリーズ全体で暗いムードを設定するのに役立つ、いくつかのギターとドラムと一緒に電子機器を使用して、電子式およびより重いよりです。\u001b[22m\nThe Ed song is more soft, Karinui sung by Noto Mamiko (Enma Ai seyuu), I think it’s better than the op. I don’t currently have the dvd with me so I cant do much more for the music, but as soon as I get it ill try to update a little…\n\n\u001b[1mエドの歌がより柔らかく、能登真美子が歌ったカヌヌイ（閻魔藍）。 私は現在私のDVDを持っていないので、音楽のためにもっと多くのことをすることはできませんが、私はそれを病気になるとすぐに少し更新しようとします...\u001b[22m\n\u001b[1m(Edo no uta ga yori yawarakaku, Noto Mamiko ga utatta kanunui (Enma Ai). Watashi wa genzai watashi no DVD o motte inainode, ongaku no tame ni motto ōku no koto o suru koto wa dekimasenga, watashi wa sore o byōki ni naruto sugu ni sukoshi kōshin shiyou to shimasu...)\u001b[22m\n\nTranslations of \u001b[4mThe Ed song is more soft, Karinui sung by Noto Mamiko (Enma Ai seyuu), I think it’s better than the op. I don’t currently have the dvd with me so I cant do much more for the music, but as soon as I get it ill try to update a little…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Ed song is more soft, Karinui sung by Noto Mamiko (Enma Ai seyuu), I think it’s better than the op.\u001b[24m\n    \u001b[1mエドの歌がより柔らかく、能登真美子が歌ったカヌヌイ（閻魔藍）。\u001b[22m, \u001b[1mエドの曲はより柔らかく、能登麻美子によって歌わKarinui（閻魔あいseyuu）が、私はそれがOPよりはましだと思います。\u001b[22m\n\u001b[4mI don’t currently have the dvd with me so I cant do much more for the music, but as soon as I get it ill try to update a little…\u001b[24m\n    \u001b[1m私は現在私のDVDを持っていないので、音楽のためにもっと多くのことをすることはできませんが、私はそれを病気になるとすぐに少し更新しようとします...\u001b[22m, \u001b[1m私は現在、私と一緒にDVDを持っているので、私は音楽のために多くを行うには、しかし、すぐに私は病気にそれを得るように少しを更新しようとカントはありません...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: When I got the first ep I did know nothing about Elfen lied, and once I started watching it, I was surprised with the great op, I thought it was really a beautiful op with a great music, but after the op those next 7m really caught me on surprise, looking all that gore, fanservise and deaths made me think, what where those guys thinking, everyone will be caught by the beginning of the show, and that's when people will think if they should stop there or if they want to see what's going to happen next.\n\n\u001b[1m楽しさ：私が最初のエピを手に入れたとき、私はエルフェンが嘘をついたことは何も知らなかった。一度それを見始めると、素晴らしい演奏で驚いた。  7mは本当に私を驚かせてくれました。そのゴア、ファンファーヴィーゼ、そして死が私の考えをどこに見せてくれたのか、誰もがショーの初めまでに捕まえられるだろうと思っていました。 次に起こることを見たいと思っています。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi ga saisho no epi o teniireta toki, watashi wa erufen ga uso o tsuita koto wa nani mo shiranakatta. Ichido sore o mi hajimeru to, subarashī ensō de odoroita. 7 M wa hontōni watashi o odoroka sete kuremashita. Sono Goa, fanfāvu~īze, soshite shi ga watashi no kangae o dokoni misete kureta no ka, daremoga shō no hajime made ni tsukamae rarerudarou to omotte imashita. Tsugini okoru koto o mitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: When I got the first ep I did know nothing about Elfen lied, and once I started watching it, I was surprised with the great op, I thought it was really a beautiful op with a great music, but after the op those next 7m really caught me on surprise, looking all that gore, fanservise and deaths made me think, what where those guys thinking, everyone will be caught by the beginning of the show, and that's when people will think if they should stop there or if they want to see what's going to happen next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: When I got the first ep I did know nothing about Elfen lied, and once I started watching it, I was surprised with the great op, I thought it was really a beautiful op with a great music, but after the op those next\u001b[24m\n    \u001b[1m楽しさ：私が最初のエピを手に入れたとき、私はエルフェンが嘘をついたことは何も知らなかった。一度それを見始めると、素晴らしい演奏で驚いた。\u001b[22m, \u001b[1m楽しさ：私はエルフェンについて何も知らないやった最初のEPは嘘をついてしまった、と私はそれを見始めたら、私は偉大なオペアンプと驚いたとき、私はそれは本当に素晴らしい音楽と美しいオペアンプだと思ったが、オペ後のものを、次の\u001b[22m\n\u001b[4m7m really caught me on surprise, looking all that gore, fanservise and deaths made me think, what where those guys thinking, everyone will be caught by the beginning of the show, and that's when people will think if they should stop there or if they\u001b[24m\n    \u001b[1m7mは本当に私を驚かせてくれました。そのゴア、ファンファーヴィーゼ、そして死が私の考えをどこに見せてくれたのか、誰もがショーの初めまでに捕まえられるだろうと思っていました。\u001b[22m, \u001b[1m7メートルは本当にそれらの人が何を考えてどこに、すべてのことゴア、fanserviseや死亡は私が考えさせ見て、驚きで私を捕まえ、誰もがショーの始まりにキャッチされ、彼らはそこに停止したり場合に必要がある場合は、人々が思うだろうときです\u001b[22m\n\u001b[4mwant to see what's going to happen next.\u001b[24m\n    \u001b[1m次に起こることを見たいと思っています。\u001b[22m, \u001b[1m次に何が起こるために何が起こっているのか見てみたいです。\u001b[22m\nDuring the show u will end up liking the character, and enjoy each situation not getting bothered with the violence. The interest factor is always high throughout the anime, and the fights are always short yet unpredictable. You never know when Lucy might just rip a person’s head off.\n\n\u001b[1mショーの最中に、キャラクターが好きになり、暴力に煩わされないようにそれぞれの状況を楽しんでいきます。 関心の要素は常にアニメ全体で高く、戦いは常に短く予測できません。 ルーシーが人の頭をひっぱってしまうかもしれません。\u001b[22m\n\u001b[1m(Shō no saichū ni, kyarakutā ga suki ni nari, bōryoku ni wazurawasa renai yō ni sorezore no jōkyō o tanoshinde ikimasu. Kanshin no yōso wa tsuneni anime zentai de takaku, tatakai wa tsuneni mijikaku yosoku dekimasen. Rūshī ga hito no atama o hippatte shimau kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mDuring the show u will end up liking the character, and enjoy each situation not getting bothered with the violence. The interest factor is always high throughout the anime, and the fights are always short yet unpredictable. You never know when Lucy might just rip a person’s head off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDuring the show u will end up liking the character, and enjoy each situation not getting bothered with the violence.\u001b[24m\n    \u001b[1mショーの最中に、キャラクターが好きになり、暴力に煩わされないようにそれぞれの状況を楽しんでいきます。\u001b[22m, \u001b[1mショーの間にuがキャラクターを好きに終わる、と暴力に悩まさなっていないそれぞれの状況をお楽しみいただけます。\u001b[22m\n\u001b[4mThe interest factor is always high throughout the anime, and the fights are always short yet unpredictable.\u001b[24m\n    \u001b[1m関心の要素は常にアニメ全体で高く、戦いは常に短く予測できません。\u001b[22m, \u001b[1m利子率は、アニメを通して常に高く、戦いは常に短いまだ予測できません。\u001b[22m\n\u001b[4mYou never know when Lucy might just rip a person’s head off.\u001b[24m\n    \u001b[1mルーシーが人の頭をひっぱってしまうかもしれません。\u001b[22m, \u001b[1mルーシーはちょうど人の頭をはぎ取る可能性がある場合あなたが知っていることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOther aspects of the anime: The Buddhist statue that appears at several points in the series, with what looks like a club/sword and a golden pomegranate in her hands (especially in ep 13) is Benzaiten (弁才天), originally the Hindu Goddess Sarasvati . She is one of the “Seven Lucky Gods,” and the patron of music, dance and general good fortune –all in all, a very bright deity overseeing this very dark story. She’s usually represented carrying a biwa (lute) and a jewel in her hands. Benzaiten is enshrined at Enoshima, the island in Kanagawa prefecture where the events of the series take place. She is also associated with the story of the White Snake –the archetypical East Asian story of falling in love with a woman who is not quite what she seems.\n\n\u001b[1mアニメのその他の側面：シリーズのいくつかの点に現れている仏像は、クラブ・ソードやゴールデン・ザクロのようなもので、特に13世紀にはベンザイテン（弁護士天）、元々はヒンズー教の女神サラスバティ 。 彼女は「七つの幸運な神」の一人であり、音楽、舞踊、一般的な幸運の守護者であり、この非常に暗い話を監督する非常に明るい神です。 彼女は通常、琵琶（リュート）と宝石を手に持っています。 神奈川県の江の島には、ベンジャミンが祀られています。 彼女はまた、白いスネークの物語に関連しています - 白人スネークの物語 - 彼女がどんな姿でもない女性と恋をする典型的な東アジアの物語。\u001b[22m\n\u001b[1m(Anime no sonohoka no sokumen: Shirīzu no ikutsu ka no ten ni arawarete iru butsuzō wa, kurabu sōdo ya gōruden zakuro no yōna mono de, tokuni 13 seiki ni wa benzaiten (bengoshi ten), motomoto wa hinzū kyō no megami sarasubati. Kanojo wa `nanatsu no kōun'na kami' no hitorideari, ongaku, buyō, ippantekina kōun no gādiandeari, kono hijō ni kurai hanashi o kantoku suru hijō ni akarui kamidesu. Kanojo wa tsūjō, biwa (ryūto) to hōseki o te ni motte imasu. Kanagawa ken no enoshima ni wa, benjamin ga matsura rete imasu. Kanojo wa mata, shiroi sunēku no monogatari ni kanren shite imasu - hakujin sunēku no monogatari - kanojo ga don'na sugata demonai josei to koi o suru tenkei-tekina higashiajia no monogatari.)\u001b[22m\n\nTranslations of \u001b[4mOther aspects of the anime: The Buddhist statue that appears at several points in the series, with what looks like a club/sword and a golden pomegranate in her hands (especially in ep 13) is Benzaiten (弁才天), originally the Hindu Goddess Sarasvati . She is one of the “Seven Lucky Gods,” and the patron of music, dance and general good fortune –all in all, a very bright deity overseeing this very dark story. She’s usually represented carrying a biwa (lute) and a jewel in her hands. Benzaiten is enshrined at Enoshima, the island in Kanagawa prefecture where the events of the series take place. She is also associated with the story of the White Snake –the archetypical East Asian story of falling in love with a woman who is not quite what she seems.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther aspects of the anime: The Buddhist statue that appears at several points in the series, with what looks like a club/sword and a golden pomegranate in her hands (especially in ep 13) is Benzaiten (弁才天), originally the Hindu Goddess Sarasvati\u001b[24m\n    \u001b[1mアニメのその他の側面：シリーズのいくつかの点に現れている仏像は、クラブ・ソードやゴールデン・ザクロのようなもので、特に13世紀にはベンザイテン（弁護士天）、元々はヒンズー教の女神サラスバティ\u001b[22m, \u001b[1mアニメの他の側面：クラブ/剣と（特にEP 13で）彼女の手の中に金色のザクロのように見えるもので、直列に複数のポイントで表示される仏像は弁財天（弁才天）、もともとヒンドゥー教の女神サラスヴァティーです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mShe is one of the “Seven Lucky Gods,” and the patron of music, dance and general good fortune –all in all, a very bright deity overseeing this very dark story.\u001b[24m\n    \u001b[1m彼女は「七つの幸運な神」の一人であり、音楽、舞踊、一般的な幸運の守護者であり、この非常に暗い話を監督する非常に明るい神です。\u001b[22m, \u001b[1m彼女は「七福神」や音楽、ダンス、すべての一般的な幸運-allの守護、この非常に暗い話を監督非常に明るい神の一つです。\u001b[22m\n\u001b[4mShe’s usually represented carrying a biwa (lute) and a jewel in her hands.\u001b[24m\n    \u001b[1m彼女は通常、琵琶（リュート）と宝石を手に持っています。\u001b[22m, \u001b[1m彼女は、通常、琵琶（リュート）と彼女の手の中に宝石を運んで表さいます。\u001b[22m\n\u001b[4mBenzaiten is enshrined at Enoshima, the island in Kanagawa prefecture where the events of the series take place.\u001b[24m\n    \u001b[1m神奈川県の江の島には、ベンジャミンが祀られています。\u001b[22m, \u001b[1m弁財天は江ノ島、一連のイベントが行わ神奈川県の島に祀られています。\u001b[22m\n\u001b[4mShe is also associated with the story of the White Snake –the archetypical East Asian story of falling in love with a woman who is not quite what she seems.\u001b[24m\n    \u001b[1m彼女はまた、白いスネークの物語に関連しています - 白人スネークの物語 - 彼女がどんな姿でもない女性と恋をする典型的な東アジアの物語。\u001b[22m, \u001b[1m彼女はまた、非常に彼女が思われるものではない女性と恋に落ちるの白蛇-the原型東アジア物語のストーリーと関連しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Elfen Lied happened in the City of Kamakura (鎌倉市) of Kanagawa Prefecture (神奈川県).\n\n\u001b[1mElfen Liedの話は、神奈川県の鎌倉市（神奈川県）で起こった。\u001b[22m\n\u001b[1m(Elfen Lied no hanashi wa, Kanagawa ken no Kamakura-shi (Kanagawa ken) de okotta.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Elfen Lied happened in the City of Kamakura (鎌倉市) of Kanagawa Prefecture (神奈川県).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Elfen Lied happened in the City of Kamakura (鎌倉市) of Kanagawa Prefecture (神奈川県).\u001b[24m\n    \u001b[1mElfen Liedの話は、神奈川県の鎌倉市（神奈川県）で起こった。\u001b[22m, \u001b[1mエルフェンの物語は、神奈川県の鎌倉市（鎌倉市）（神奈川県）で起こった嘘をつきました。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "AsianKawaii",
    "profile": "/profile/AsianKawaii/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=19603",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\n最初は地獄の女の子の話が不思議でしたので、私はそれを見ています...\n\n物語や出来事が繰り返され続ける...いつも犠牲者がいて、彼らは死んでいて、入れ墨があります...いつも同じです。\n\nしかし、私が後のエピソードを見たときに話が咲き、各エピソード（定数）に存在する新しい文字があります。 だから私はそれを見て止まらなかった...最後のエピソードは私が本当に泣いてしまった..\n\n見なければならない！！！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I was curious about the story of Hell Girl so I watch it...\n\n\u001b[1m最初は地獄の女の子の話が不思議でしたので、私はそれを見ています...\u001b[22m\n\u001b[1m(Saisho wa jigoku no on'nanoko no hanashi ga fushigideshitanode, watashi wa sore o mite imasu...)\u001b[22m\n\nTranslations of \u001b[4mAt first, I was curious about the story of Hell Girl so I watch it...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I was curious about the story of Hell Girl so I watch it...\u001b[24m\n    \u001b[1m最初は地獄の女の子の話が不思議でしたので、私はそれを見ています...\u001b[22m, \u001b[1m最初は、私はので、私はそれを見て地獄少女の物語について興味がありました...\u001b[22m\n\u001b[1m\u001b[22m\nI actually got bored in the earlier episodes because the story and events keeps on repeating... there's always a victim and they die and they got a tattoo... there always the same.\n\n\u001b[1m物語や出来事が繰り返され続ける...いつも犠牲者がいて、彼らは死んでいて、入れ墨があります...いつも同じです。\u001b[22m\n\u001b[1m(Monogatari ya dekigoto ga kurikaesa re tsudzukeru... Itsumo gisei-sha ga ite, karera wa shinde ite, irezumi ga arimasu... Itsumo onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mI actually got bored in the earlier episodes because the story and events keeps on repeating... there's always a victim and they die and they got a tattoo... there always the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually got bored in the earlier episodes because the story and events keeps on repeating... there's always a victim and they die and they got a tattoo... there always the same.\u001b[24m\n    \u001b[1m物語や出来事が繰り返され続ける...いつも犠牲者がいて、彼らは死んでいて、入れ墨があります...いつも同じです。\u001b[22m, \u001b[1mストーリーとイベントが繰り返し続けているので、私は実際に以前のエピソードで飽きてしまった...いつも...同じそこには常に被害者だと彼らが死ぬと、彼らはタトゥーを得ました。\u001b[22m\n\u001b[1m\u001b[22m\nBUT when i watched the later episodes the story bloomed and there are new characters that are present in each episode(constant). So i didn't stop watching it... The last episode made me really cry..\n\n\u001b[1mしかし、私が後のエピソードを見たときに話が咲き、各エピソード（定数）に存在する新しい文字があります。 だから私はそれを見て止まらなかった...最後のエピソードは私が本当に泣いてしまった..\u001b[22m\n\u001b[1m(Shikashi, watashi ga ato no episōdo o mita toki ni hanashi ga saki, kaku episōdo (teisū) ni sonzai suru atarashī moji ga arimasu. Dakara watashi wa sore o mite tomaranakatta... Saigo no episōdo wa watashi ga hontōni naite shimatta..)\u001b[22m\n\nTranslations of \u001b[4mBUT when i watched the later episodes the story bloomed and there are new characters that are present in each episode(constant). So i didn't stop watching it... The last episode made me really cry..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBUT when i watched the later episodes the story bloomed and there are new characters that are present in each episode(constant).\u001b[24m\n    \u001b[1mしかし、私が後のエピソードを見たときに話が咲き、各エピソード（定数）に存在する新しい文字があります。\u001b[22m, \u001b[1m私は後でエピソードを見たときには物語が咲いたと各エピソード（定数）に存在する新たな文字があります。\u001b[22m\n\u001b[4mSo i didn't stop watching it... The last episode made me really cry..\u001b[24m\n    \u001b[1mだから私はそれを見て止まらなかった...最後のエピソードは私が本当に泣いてしまった..\u001b[22m, \u001b[1mだから私はそれを見て停止していない...最後のエピソードは、私は本当に泣い製..\u001b[22m\n\u001b[1m\u001b[22m\nMUST WATCH!!!\n\n\u001b[1m見なければならない！！！\u001b[22m\n\u001b[1m(Minakereba naranai! ! !)\u001b[22m\n\nTranslations of \u001b[4mMUST WATCH!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUST WATCH!!!\u001b[24m\n    \u001b[1m見なければならない！！！\u001b[22m, \u001b[1m見守らなければならない！\u001b[22m, \u001b[1m見る必要があります!!!\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "dragonheads",
    "profile": "/profile/dragonheads/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=27265",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nJigoku Shoujoはあなたをキャラクターの心に連れて行かせ、あなたの気持ちを理解させるアニメのようなものです。 それぞれのエピソードは、復讐を引き出すために人々ができることを示しています。 それ以外にも、閻魔あいの過去と、彼女が「地獄少女」になった経緯を理解し始める。\nストーリーラインは傑出しています。芸術やキャラクターがあり、これは素晴らしいアニメに変わります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nJigoku Shoujo is the kind of anime that takes you into the characters mind and makes you understand their feelings. Each episode shows what people can do to have their revenge extracted. Besides that, you start to understand Enma Ai's past and how she became the Jigoku Shoujo.\n\n\u001b[1mJigoku Shoujoはあなたをキャラクターの心に連れて行かせ、あなたの気持ちを理解させるアニメのようなものです。 それぞれのエピソードは、復讐を引き出すために人々ができることを示しています。 それ以外にも、閻魔あいの過去と、彼女が「地獄少女」になった経緯を理解し始める。\u001b[22m\n\u001b[1m(Jigoku Shoujo wa anata o kyarakutā no kokoro ni tsurete ika se, anata no kimochi o rikai sa seru anime no yōna monodesu. Sorezore no episōdo wa, fukushū o hikidasu tame ni hitobito ga dekiru koto o shimeshite imasu. Sore igai ni mo, enma ai no kako to, kanojo ga `djigokushōjo' ni natta ikisatsu o rikai shi hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mJigoku Shoujo is the kind of anime that takes you into the characters mind and makes you understand their feelings. Each episode shows what people can do to have their revenge extracted. Besides that, you start to understand Enma Ai's past and how she became the Jigoku Shoujo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJigoku Shoujo is the kind of anime that takes you into the characters mind and makes you understand their feelings.\u001b[24m\n    \u001b[1mJigoku Shoujoはあなたをキャラクターの心に連れて行かせ、あなたの気持ちを理解させるアニメのようなものです。\u001b[22m, \u001b[1m地獄少女は、文字の心にあなたを取り、あなたは自分の気持ちを理解作るアニメの一種です。\u001b[22m\n\u001b[4mEach episode shows what people can do to have their revenge extracted.\u001b[24m\n    \u001b[1mそれぞれのエピソードは、復讐を引き出すために人々ができることを示しています。\u001b[22m, \u001b[1m各エピソードは、人々は彼らの復讐を抽出しているために何ができるかを示しています。\u001b[22m\n\u001b[4mBesides that, you start to understand Enma Ai's past and how she became the Jigoku Shoujo.\u001b[24m\n    \u001b[1mそれ以外にも、閻魔あいの過去と、彼女が「地獄少女」になった経緯を理解し始める。\u001b[22m, \u001b[1mそれに加えて、あなたは閻魔あいの過去を理解するために開始し、どのように彼女は地獄少女になりました。\u001b[22m\nThe storyline is outstanding, as the art and the characters are and this turns into an amazing anime.\n\n\u001b[1mストーリーラインは傑出しています。芸術やキャラクターがあり、これは素晴らしいアニメに変わります。\u001b[22m\n\u001b[1m(Sutōrīrain wa kesshutsu shite imasu. Geijutsu ya kyarakutā ga ari, kore wa subarashī anime ni kawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline is outstanding, as the art and the characters are and this turns into an amazing anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline is outstanding, as the art and the characters are and this turns into an amazing anime.\u001b[24m\n    \u001b[1mストーリーラインは傑出しています。芸術やキャラクターがあり、これは素晴らしいアニメに変わります。\u001b[22m, \u001b[1mストーリーは芸術として、優れているとの文字があり、これは驚くべきアニメに変身します。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "smnt_cdg",
    "profile": "/profile/smnt_cdg/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=13611",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n物語は傑出した。 いくつかのエピソードは特定のパターンに従います。 最後のエピソードの前に、私はいつ誰がAiであるのだろうと思っています。なぜ彼女はそれをやっているのですか？ 彼女に何が起こったのか知った後、私はすべてを理解しました。 彼女には残念だった。 私は彼らがアイの部下の過去を知らせるべきだったと思う。 また、誰がおばあちゃんですか？ 私はこのシリーズを楽しんだ。 私はそれをお勧めします。 彼らがShibatasを加えたのは良いことだ。 彼らはストーリーをよりスリルにしました。 私は本当にエンディングが大好きです。 芸術は素晴らしいです。 それは傑出していない、それは悪くない。 音は素晴らしいです。 私はオープニングソングが好きです。 愛の声が大好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe story's outstanding. Some episodes follow a certain pattern. Before the last episodes, I always wonder who is Ai and why is she doing that. Then after knowing what happened to her, I understood everything. I felt sorry for her. I think they should've also let us know Ai's subordinates' past. Also, who is grandmother? I enjoyed the series. I reccommend it. It's good they added the Shibatas. They gave the story more thrill. I really love the ending. The art is great. It's not outstanding, it's not also bad. The sound is great. I like the opening song. I love the voice of Ai.\n\n\u001b[1m物語は傑出した。 いくつかのエピソードは特定のパターンに従います。 最後のエピソードの前に、私はいつ誰がAiであるのだろうと思っています。なぜ彼女はそれをやっているのですか？ 彼女に何が起こったのか知った後、私はすべてを理解しました。 彼女には残念だった。 私は彼らがアイの部下の過去を知らせるべきだったと思う。 また、誰がおばあちゃんですか？ 私はこのシリーズを楽しんだ。 私はそれをお勧めします。 彼らがShibatasを加えたのは良いことだ。 彼らはストーリーをよりスリルにしました。 私は本当にエンディングが大好きです。 芸術は素晴らしいです。 それは傑出していない、それは悪くない。 音は素晴らしいです。 私はオープニングソングが好きです。 愛の声が大好きです。\u001b[22m\n\u001b[1m(Monogatari wa kesshutsu shita. Ikutsu ka no episōdo wa tokutei no patān ni shitagaimasu. Karera ga Shibatas o kuwaeta no wa yoi kotoda. Karera wa sutōrī o yori suriru ni shimashita. Watashi wa hontōni endingu ga daisukidesu. Geijutsu wa subarashīdesu. Sore wa kesshutsu shite inai, sore wa warukunai. Oto wa subarashīdesu. Watashi wa ōpuningusongu ga sukidesu. Ai no koe ga daisukidesu. Saigo no episōdo no mae ni, watashi wa itsu dare ga Aidearu nodarou to omotte imasu. Naze kanojo wa sore o yatte iru nodesu ka? Kanojo ni nani ga okotta no ka shitta nochi, watashi wa subete o rikai shimashita. Kanojo ni wa zan'nendatta. Watashi wa karera ga ai no buka no kako o shiraserubekidatta to omou. Mata, dare ga o bāchandesu ka? Watashi wa kono shirīzu o tanoshinda. Watashi wa sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story's outstanding. Some episodes follow a certain pattern. Before the last episodes, I always wonder who is Ai and why is she doing that. Then after knowing what happened to her, I understood everything. I felt sorry for her. I think they should've also let us know Ai's subordinates' past. Also, who is grandmother? I enjoyed the series. I reccommend it. It's good they added the Shibatas. They gave the story more thrill. I really love the ending. The art is great. It's not outstanding, it's not also bad. The sound is great. I like the opening song. I love the voice of Ai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story's outstanding.\u001b[24m\n    \u001b[1m物語は傑出した。\u001b[22m, \u001b[1m物語の発行済。\u001b[22m\n\u001b[4mSome episodes follow a certain pattern.\u001b[24m\n    \u001b[1mいくつかのエピソードは特定のパターンに従います。\u001b[22m, \u001b[1mいくつかのエピソードは、特定のパターンに従ってください。\u001b[22m\n\u001b[4mIt's good they added the Shibatas.\u001b[24m\n    \u001b[1m彼らがShibatasを加えたのは良いことだ。\u001b[22m, \u001b[1mそれは彼らがShibatasを追加しました良いことです。\u001b[22m\n\u001b[4mThey gave the story more thrill.\u001b[24m\n    \u001b[1m彼らはストーリーをよりスリルにしました。\u001b[22m, \u001b[1m彼らは物語より多くのスリルを与えました。\u001b[22m\n\u001b[4mI really love the ending.\u001b[24m\n    \u001b[1m私は本当にエンディングが大好きです。\u001b[22m\n\u001b[4mThe art is great.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m\n\u001b[4mIt's not outstanding, it's not also bad.\u001b[24m\n    \u001b[1mそれは傑出していない、それは悪くない。\u001b[22m, \u001b[1mそれも悪くはない、優れたではありません。\u001b[22m\n\u001b[4mThe sound is great.\u001b[24m\n    \u001b[1m音は素晴らしいです。\u001b[22m\n\u001b[4mI like the opening song.\u001b[24m\n    \u001b[1m私はオープニングソングが好きです。\u001b[22m, \u001b[1m私は、オープニング曲が好きです。\u001b[22m\n\u001b[4mI love the voice of Ai.\u001b[24m\n    \u001b[1m愛の声が大好きです。\u001b[22m, \u001b[1m私は愛の声が大好きです。\u001b[22m\n\u001b[4mBefore the last episodes, I always wonder who is Ai and why is she doing that.\u001b[24m\n    \u001b[1m最後のエピソードの前に、私はいつ誰がAiであるのだろうと思っています。なぜ彼女はそれをやっているのですか？\u001b[22m, \u001b[1m最後のエピソード前に、私はいつも誰愛であり、なぜ彼女はそれをやっているのだろうか。\u001b[22m\n\u001b[4mThen after knowing what happened to her, I understood everything.\u001b[24m\n    \u001b[1m彼女に何が起こったのか知った後、私はすべてを理解しました。\u001b[22m, \u001b[1mそして、彼女に何が起こったのかを知った後、私はすべてを理解しました。\u001b[22m\n\u001b[4mI felt sorry for her.\u001b[24m\n    \u001b[1m彼女には残念だった。\u001b[22m, \u001b[1m私は彼女を気の毒に感じました。\u001b[22m\n\u001b[4mI think they should've also let us know Ai's subordinates' past.\u001b[24m\n    \u001b[1m私は彼らがアイの部下の過去を知らせるべきだったと思う。\u001b[22m, \u001b[1m私は、彼らはまた、私たちは愛の部下の過去を知っているべきだったと思います。\u001b[22m\n\u001b[4mAlso, who is grandmother?\u001b[24m\n    \u001b[1mまた、誰がおばあちゃんですか？\u001b[22m, \u001b[1mまた、祖母は誰ですか？\u001b[22m\n\u001b[4mI enjoyed the series.\u001b[24m\n    \u001b[1m私はこのシリーズを楽しんだ。\u001b[22m, \u001b[1m私はシリーズを楽しみました。\u001b[22m\n\u001b[4mI reccommend it.\u001b[24m\n    \u001b[1m私はそれをお勧めします。\u001b[22m, \u001b[1m私はそれをreccommend。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "hokeymon",
    "profile": "/profile/hokeymon/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=29423",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\nシノプシスが言っているように、ウェブサイト「地獄へのホットライン」があなたに深い衝動を与えているという噂については、価格が正しい場合には敵を最後までお送りします。 物語に人々を引きつけるものは、可能な限り最も劇的な方法で夢中になるかわいいエモの少女です。 通常、私たちは「うわー、誰がそんなことを想像できるのだろう？」と思うだろう。 しかし、もう一度、その質問に答えるために、私たちひとりひとり。 私たちには嫌いな人がいて、死んでしまうのですか？ このアニメは、人間の憎しみ（真の人間のための）の真の本質を示し、私たちは物語そのものとのつながりを試みます。 確かに、すべてが自由ではないことを私たちが理解するのに価値のあるアニメです。\n\nストーリー：8\n\nMeh、私はそれは物語が少しエイム*反復であるのでそれを与える。\n\nアート：7\n\n他の26エピソードのアニメのような標準的なアニメーション。 彼女の着物で特別な効果があったのは閻魔愛だけでした。 奇妙なのね？\n\n音：\n\n本当に気づかなかった。 たぶん、あなたが物語に焦点を当てるポイントに達すると、そこに描かれた小石や雨滴の音のようなマイナーなことをちょっと忘れるかもしれません。 私は彼女が「イッペン、シンデミル？」と言っているのが好きです。 ちょっとかわいいですが、あなたが知ることもあります。  ：P\n\nキャラクター：9\n\n私は7-6の周りにメインリードに10を残す。  Meh、著者はかわいいemoの女の子に多くの人格を与え、残りはストロー人形のように見えます！  * Rage *真剣に、それは彼らが一心一撃をしようとするものです。\n\n楽しさ：7\n\nアニメのジェネリックタイプとして評価することはできますが、あまりにも多くの反復があるため、興奮と奇妙さを予測して、ビープ音を鳴らして最後を補うようにしていると言いました。 あなたは、シーズンや次のものを終えた後、私が何を意味するか知っているでしょう。\n\n7.5 = 8\n全体として、私が言うことは、あなたがアニメコミュニティの一部である場合、このアニメはあなたのウォッチログ上の明確な材料であるということです。 それはそれが大丈夫だからではありませんが、人々がそれについてあなたに話し、あなたが「何について話しているの？ ハハ。 まあ、それはそれを要約しますが、アニメを楽しんでくださいし、豊かな混ざりと暗いオーラの感覚の混合です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAs the synopsis says it's about rumors that a website 'A Hot Line to Hell' granting you your deepest urges, send you enemies to their end if the price is right. What draws people to the story is about a cute emo little girl who does crazy sh** in the most dramatic kind of way possible. Normally we would think, 'Wow, who could imagine things like that?!'. But then again, to answer that question, each one of us. We have someone we hate and want them dead right? This anime shows the true essence of human hatred (for normal people) and as we try to connect with the story itself. Truly, an anime worth watching for us to understand that not everything is free.\n\n\u001b[1mシノプシスが言っているように、ウェブサイト「地獄へのホットライン」があなたに深い衝動を与えているという噂については、価格が正しい場合には敵を最後までお送りします。 物語に人々を引きつけるものは、可能な限り最も劇的な方法で夢中になるかわいいエモの少女です。 通常、私たちは「うわー、誰がそんなことを想像できるのだろう？」と思うだろう。 しかし、もう一度、その質問に答えるために、私たちひとりひとり。 私たちには嫌いな人がいて、死んでしまうのですか？ このアニメは、人間の憎しみ（真の人間のための）の真の本質を示し、私たちは物語そのものとのつながりを試みます。 確かに、すべてが自由ではないことを私たちが理解するのに価値のあるアニメです。\u001b[22m\n\u001b[1m(Shinopushisu ga itte iru yō ni, u~ebusaito `jigoku e no hottorain' ga anata ni fukai shōdō o ataete iru to iu uwasa ni tsuite wa, kakaku ga tadashī baai ni wa teki o saigomade ookuri shimasu. Monogatari ni hitobito o hikitsukeru mono wa, kanōnakagiri mottomo gekitekina hōhō de muchūninaru kawaī emo no shōjodesu. Tsūjō, watashitachiha `uwa ̄ , dare ga son'na koto o sōzō dekiru nodarou?' To omoudarou. Shikashi, mōichido, sono shitsumon ni kotaeru tame ni, watashitachi hitorihitori. Watashitachi ni wa kirainahito ga ite, shinde shimau nodesu ka? Kono anime wa, ningen no nikushimi (shin no ningen no tame no) no shin no honshitsu o shimeshi, watashitachiha monogatari sonomono to no tsunagari o kokoromimasu. Tashika ni, subete ga jiyūde wanai koto o watashitachi ga rikai suru no ni kachinoaru animedesu.)\u001b[22m\n\nTranslations of \u001b[4mAs the synopsis says it's about rumors that a website 'A Hot Line to Hell' granting you your deepest urges, send you enemies to their end if the price is right. What draws people to the story is about a cute emo little girl who does crazy sh** in the most dramatic kind of way possible. Normally we would think, 'Wow, who could imagine things like that?!'. But then again, to answer that question, each one of us. We have someone we hate and want them dead right? This anime shows the true essence of human hatred (for normal people) and as we try to connect with the story itself. Truly, an anime worth watching for us to understand that not everything is free.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs the synopsis says it's about rumors that a website 'A Hot Line to Hell' granting you your deepest urges, send you enemies to their end if the price is right.\u001b[24m\n    \u001b[1mシノプシスが言っているように、ウェブサイト「地獄へのホットライン」があなたに深い衝動を与えているという噂については、価格が正しい場合には敵を最後までお送りします。\u001b[22m, \u001b[1m概要は、それがウェブサイト「地獄へのホットライン」は、あなたの最も深い衝動を付与するという噂についてです言うように価格が正しいならば、彼らの最後にあなたの敵を送ります。\u001b[22m\n\u001b[4mWhat draws people to the story is about a cute emo little girl who does crazy sh** in the most dramatic kind of way possible.\u001b[24m\n    \u001b[1m物語に人々を引きつけるものは、可能な限り最も劇的な方法で夢中になるかわいいエモの少女です。\u001b[22m, \u001b[1mどのようなストーリーに人を惹きつけることは可能な方法の最も劇的な種類の狂気のsh **を行いかわいいエモ少女についてです。\u001b[22m\n\u001b[4mNormally we would think, 'Wow, who could imagine things like that?!'.\u001b[24m\n    \u001b[1m通常、私たちは「うわー、誰がそんなことを想像できるのだろう？」と思うだろう。\u001b[22m, \u001b[1m通常、私たちは、「そのようなことを想像することができる人、うわー！」、と思うだろう。\u001b[22m\n\u001b[4mBut then again, to answer that question, each one of us.\u001b[24m\n    \u001b[1mしかし、もう一度、その質問に答えるために、私たちひとりひとり。\u001b[22m, \u001b[1mしかし、その後、再び、私たち一人一人がその質問に答えるために。\u001b[22m\n\u001b[4mWe have someone we hate and want them dead right?\u001b[24m\n    \u001b[1m私たちには嫌いな人がいて、死んでしまうのですか？\u001b[22m, \u001b[1m我々は彼らを憎むとしたい誰かが死んで、右がありますか？\u001b[22m\n\u001b[4mThis anime shows the true essence of human hatred (for normal people) and as we try to connect with the story itself.\u001b[24m\n    \u001b[1mこのアニメは、人間の憎しみ（真の人間のための）の真の本質を示し、私たちは物語そのものとのつながりを試みます。\u001b[22m, \u001b[1mこのアニメは、（普通の人のための）人間の憎悪の真の本質を示していると私たちは物語自体に接続しようとして。\u001b[22m\n\u001b[4mTruly, an anime worth watching for us to understand that not everything is free.\u001b[24m\n    \u001b[1m確かに、すべてが自由ではないことを私たちが理解するのに価値のあるアニメです。\u001b[22m, \u001b[1m本当に、私たちはないすべてが自由であることを理解することのために見て価値アニメ。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\n\u001b[1m\u001b[22m\nMeh, I give it that because the story is a bit *ahem* repetitive.\n\n\u001b[1mMeh、私はそれは物語が少しエイム*反復であるのでそれを与える。\u001b[22m\n\u001b[1m(Meh, watashi wa sore wa monogatari ga sukoshi eimu* hanpukudearunode sore o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mMeh, I give it that because the story is a bit *ahem* repetitive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeh, I give it that because the story is a bit *ahem* repetitive.\u001b[24m\n    \u001b[1mMeh、私はそれは物語が少しエイム*反復であるのでそれを与える。\u001b[22m, \u001b[1mMEH、私はそれを与えるその話はビット*エヘンの*繰り返しであるため。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\n\u001b[1m\u001b[22m\nStandard animation like any other 26 episode anime. Enma Ai was the only one I think who had better special effects with her kimono. Weird huh?\n\n\u001b[1m他の26エピソードのアニメのような標準的なアニメーション。 彼女の着物で特別な効果があったのは閻魔愛だけだった。 奇妙なのね？\u001b[22m\n\u001b[1m(Hoka no 26 episōdo no anime no yōna hyōjun-tekina animēshon. Kanojo no kimono de tokubetsuna kōka ga atta no wa Enma ai dakedatta. Kimyōna no ne?)\u001b[22m\n\nTranslations of \u001b[4mStandard animation like any other 26 episode anime. Enma Ai was the only one I think who had better special effects with her kimono. Weird huh?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStandard animation like any other 26 episode anime.\u001b[24m\n    \u001b[1m他の26エピソードのアニメのような標準的なアニメーション。\u001b[22m, \u001b[1m他の26のエピソードのアニメのような標準的なアニメーション。\u001b[22m\n\u001b[4mEnma Ai was the only one I think who had better special effects with her kimono.\u001b[24m\n    \u001b[1m彼女の着物で特別な効果があったのは閻魔愛だけだった。\u001b[22m, \u001b[1m閻魔あいは彼女の着物とのより良い特殊効果を持っていたと思うだけでした。\u001b[22m\n\u001b[4mWeird huh?\u001b[24m\n    \u001b[1m奇妙なのね？\u001b[22m, \u001b[1m奇妙なハァッ？\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nDidn't really notice. Maybe when you get to the point of focusing on the story you kinda forget about minor things like the pebble draw over there or the sound of raindrops. I only like her saying 'Ippen, shinde miru?' kinda cute, but it's also for you to find out. :P\n\n\u001b[1m本当に気づかなかった。 たぶん、あなたが物語に焦点を当てるポイントに達すると、そこに描かれた小石や雨滴の音のようなマイナーなことをちょっと忘れるかもしれません。 私は彼女が「イッペン、シンデミル？」と言っているのが好きです。 ちょっとかわいいですが、あなたが知ることもあります。  ：P\u001b[22m\n\u001b[1m(Hontōni kidzukanakatta. Tabun, anata ga monogatari ni shōten o ateru pointo ni tassuru to, soko ni egaka reta koishi ya uteki no oto no yōna maināna koto o chotto wasureru kamo shiremasen. Watashi wa kanojo ga `ippen, shindemiru?' To itte iru no ga sukidesu. Chotto kawaīdesuga, anata ga shiru koto mo arimasu. : P)\u001b[22m\n\nTranslations of \u001b[4mDidn't really notice. Maybe when you get to the point of focusing on the story you kinda forget about minor things like the pebble draw over there or the sound of raindrops. I only like her saying 'Ippen, shinde miru?' kinda cute, but it's also for you to find out. :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDidn't really notice.\u001b[24m\n    \u001b[1m本当に気づかなかった。\u001b[22m, \u001b[1m本当に気付きませんでした。\u001b[22m\n\u001b[4mMaybe when you get to the point of focusing on the story you kinda forget about minor things like the pebble draw over there or the sound of raindrops.\u001b[24m\n    \u001b[1mたぶん、あなたが物語に焦点を当てるポイントに達すると、そこに描かれた小石や雨滴の音のようなマイナーなことをちょっと忘れるかもしれません。\u001b[22m, \u001b[1mたぶん、あなたはちょっとあそこ小石ドローや雨滴の音のようなマイナーな事を忘れて物語に焦点を当てたのポイントに到達したとき。\u001b[22m\n\u001b[4mI only like her saying 'Ippen, shinde miru?'\u001b[24m\n    \u001b[1m私は彼女が「イッペン、シンデミル？」と言っているのが好きです。\u001b[22m, \u001b[1m私だけ彼女の言うような「一遍、shinde MIRU？」\u001b[22m\n\u001b[4mkinda cute, but it's also for you to find out.\u001b[24m\n    \u001b[1mちょっとかわいいですが、あなたが知ることもあります。\u001b[22m, \u001b[1mあなたが探してちょっとかわいいが、それはまたです。\u001b[22m\n\u001b[4m:P\u001b[24m\n    \u001b[1m：P\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\n\u001b[1m\u001b[22m\nI give the main lead a 10 the rest around 7-6. Meh, the author gave to much personality to the cute emo girl that the rest just looks like straw dolls! *Rage* Seriously, that's what they get for trying to do single-minded one shots.\n\n\u001b[1m私は7-6の周りにメインリードに10を残す。  Meh、著者はかわいいemoの女の子に多くの人格を与え、残りはストロー人形のように見えます！  * Rage *真剣に、それは彼らが一心一撃をしようとするものです。\u001b[22m\n\u001b[1m(Watashi wa 7 - 6 no mawari ni meinrīdo ni 10 o nokosu. Meh, chosha wa kawaī emo no on'nanoko ni ōku no jinkaku o atae, nokori wa sutorō ningyō no yō ni miemasu! * Rage* shinken ni, sore wa karera ga isshin ichigeki o shiyou to suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI give the main lead a 10 the rest around 7-6. Meh, the author gave to much personality to the cute emo girl that the rest just looks like straw dolls! *Rage* Seriously, that's what they get for trying to do single-minded one shots.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give the main lead a 10 the rest around 7-6.\u001b[24m\n    \u001b[1m私は7-6の周りにメインリードに10を残す。\u001b[22m, \u001b[1m私は7-6の周りのメインリード10休息を与えます。\u001b[22m\n\u001b[4mMeh, the author gave to much personality to the cute emo girl that the rest just looks like straw dolls!\u001b[24m\n    \u001b[1mMeh、著者はかわいいemoの女の子に多くの人格を与え、残りはストロー人形のように見えます！\u001b[22m, \u001b[1mMEH、著者は、残りはちょうどわら人形のように見えるかわいいエモ女の子にはるかに個性を与えました！\u001b[22m\n\u001b[4m*Rage* Seriously, that's what they get for trying to do single-minded one shots.\u001b[24m\n    \u001b[1m* Rage *真剣に、それは彼らが一心一撃をしようとするものです。\u001b[22m, \u001b[1m*レイジは*真剣に、それは彼らがひたむきな1ショットをしようとするために何を得るのです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\n\u001b[1m\u001b[22m\nIt was good but sad to say I can rate it as a generic type of anime because of too much repetition that it saps the excitement away and geez (predictable), trying to make up at the end by adding *beep beep beep*. You'll know what I mean after finishing the season and the next etc.\n\n\u001b[1mアニメのジェネリックタイプとして評価することはできますが、あまりにも多くの反復があるため、興奮と奇妙さを予測して、ビープ音を鳴らして最後を補うようにしていると言いました。 あなたは、シーズンや次のものを終えた後、私が何を意味するか知っているでしょう。\u001b[22m\n\u001b[1m(Anime no jenerikku taipu to shite hyōka suru koto wa dekimasuga, amarini mo ōku no hanpuku ga aru tame, kōfun to kimyō-sa o yosoku shite, bīpu-on o narashite saigo o oginau yō ni shite iru to iimashita. Anata wa, shīzun ya tsugi no mono o oeta nochi, watashi ga nani o imi suru ka shitte irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIt was good but sad to say I can rate it as a generic type of anime because of too much repetition that it saps the excitement away and geez (predictable), trying to make up at the end by adding *beep beep beep*. You'll know what I mean after finishing the season and the next etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was good but sad to say I can rate it as a generic type of anime because of too much repetition that it saps the excitement away and geez (predictable), trying to make up at the end by adding *beep beep beep*.\u001b[24m\n    \u001b[1mアニメのジェネリックタイプとして評価することはできますが、あまりにも多くの反復があるため、興奮と奇妙さを予測して、ビープ音を鳴らして最後を補うようにしていると言いました。\u001b[22m, \u001b[1mこれは、*ビープビープ音*を追加することで終わりにしようとして、良いが、私は理由が多すぎるそれは興奮離れSAPS反復とそうねえ（予測可能な）のアニメのジェネリック型としてそれを評価することができると言って悲しかったです。\u001b[22m\n\u001b[4mYou'll know what I mean after finishing the season and the next etc.\u001b[24m\n    \u001b[1mあなたは、シーズンや次のものを終えた後、私が何を意味するか知っているでしょう。\u001b[22m, \u001b[1mあなたは季節や次などを終えた後、私が何を意味するか知っていますよ\u001b[22m\n\u001b[1m\u001b[22m\n7.5 = 8\n\n\u001b[1m7.5 = 8\u001b[22m\n\u001b[1m(7. 5 = 8)\u001b[22m\n\nTranslations of \u001b[4m7.5 = 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7.5 = 8\u001b[24m\n    \u001b[1m7.5 = 8\u001b[22m\nOverall, what I can say is if you part of the anime community this anime is a definite material on your watch log. Not because it's that damn good but because you'll be left out if people talk to you about it and you just like 'What the hell you talking about man?!' Haha. Well, that sums it up, but please do enjoy the anime and it's rich mix of cutness and sense of dark aura.\n\n\u001b[1m全体として、私が言うことは、あなたがアニメコミュニティの一部である場合、このアニメはあなたのウォッチログ上の明確な材料であるということです。 それはそれが大丈夫だからではありませんが、人々がそれについてあなたに話し、あなたが「何について話しているの？ ハハ。 まあ、それはそれを要約しますが、アニメを楽しんでくださいし、豊かな混ざりと暗いオーラの感覚の混合です。\u001b[22m\n\u001b[1m(Zentai to shite, watashi ga iu koto wa, anata ga anime komyuniti no ichibudearu baai, kono anime wa anata no u~otchirogu-jō no meikakuna zairyōdearu to iu kotodesu. Sore wa sore ga daijōbudakarade wa arimasenga, hitobito ga sore ni tsuite anata ni hanashi, anata ga `nani ni tsuite hanashite iru no? Haha. Mā, sore wa sore o yōyaku shimasuga, anime o tanoshinde kudasai shi, yutakana mazari to kurai ōra no kankaku no kongōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, what I can say is if you part of the anime community this anime is a definite material on your watch log. Not because it's that damn good but because you'll be left out if people talk to you about it and you just like 'What the hell you talking about man?!' Haha. Well, that sums it up, but please do enjoy the anime and it's rich mix of cutness and sense of dark aura.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, what I can say is if you part of the anime community this anime is a definite material on your watch log.\u001b[24m\n    \u001b[1m全体として、私が言うことは、あなたがアニメコミュニティの一部である場合、このアニメはあなたのウォッチログ上の明確な材料であるということです。\u001b[22m, \u001b[1mアニメコミュニティのあなたの部分は、このアニメはあなたの時計のログに明確な材料である場合には全体的に、私が言うことができることです。\u001b[22m\n\u001b[4mNot because it's that damn good but because you'll be left out if people talk to you about it and you just like 'What the hell you talking about man?!'\u001b[24m\n    \u001b[1mそれはそれが大丈夫だからではありませんが、人々がそれについてあなたに話し、あなたが「何について話しているの？\u001b[22m, \u001b[1mではないそれは上出来だが、人々は同じようにそれについてあなたと話している場合、あなたが取り残されますのでので「何地獄あなたは男の話？」\u001b[22m\n\u001b[4mHaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m\n\u001b[4mWell, that sums it up, but please do enjoy the anime and it's rich mix of cutness and sense of dark aura.\u001b[24m\n    \u001b[1mまあ、それはそれを要約しますが、アニメを楽しんでくださいし、豊かな混ざりと暗いオーラの感覚の混合です。\u001b[22m, \u001b[1mまあ、それはそれを合計するが、アニメを楽しんでください、それはcutnessとダークオーラの感覚の豊かなミックスです。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "diem4eva",
    "profile": "/profile/diem4eva/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=38265",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\n地獄の少女はちょっとホラーと超自然のアニメです。 これは私のお気に入りの1つです。 それは地獄に送られた人の悲劇を示しています。\nストーリーラインはきれいだった。 私はそれが好きだった。 それはオリジナルでした。 すべてのエピソードは同じではありません。 このアニメは私に幸せ、悲しみ、怒り、憎しみのいずれかの感情をたくさん与えました。 私は閻魔愛と彼女のクルーが大好きです。彼らはこのアニメの気分を設定しました。\n芸術は素晴らしかったですが、時にはそれはたくさんあるのではなく、いくつかありました。 私は作成者が地獄に送られているキャラクターの気分をどのようにキャプチャしたか、\n音、それは素晴らしかったです。 私は、声優が彼女の声を幽霊にしたように、閻魔愛の声を大好きにしました。\n時々、私はいくつかのエピソードを理解していない、彼らは私には魅力的ではなかったと言わなければならないだろうが、残りは素晴らしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHell Girl is a kinda horror and supernatural anime. This is practically one of my favorites. It shows the tragedy of the person sent to hell.\n\n\u001b[1m地獄の少女はちょっとホラーと超自然のアニメです。 これは私のお気に入りの1つです。 それは地獄に送られた人の悲劇を示しています。\u001b[22m\n\u001b[1m(Jigoku no shōjo wa chotto horā to chō shizen no animedesu. Kore wa watashinōkiniiri no 1tsudesu. Sore wa jigoku ni okura reta hito no higeki o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHell Girl is a kinda horror and supernatural anime. This is practically one of my favorites. It shows the tragedy of the person sent to hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHell Girl is a kinda horror and supernatural anime.\u001b[24m\n    \u001b[1m地獄の少女はちょっとホラーと超自然のアニメです。\u001b[22m, \u001b[1m地獄少女はちょっと恐怖や超自然アニメです。\u001b[22m\n\u001b[4mThis is practically one of my favorites.\u001b[24m\n    \u001b[1mこれは私のお気に入りの1つです。\u001b[22m, \u001b[1mこれは実質的に私のお気に入りの一つです。\u001b[22m\n\u001b[4mIt shows the tragedy of the person sent to hell.\u001b[24m\n    \u001b[1mそれは地獄に送られた人の悲劇を示しています。\u001b[22m\nThe storyline was beautiful. I loved it. It was original. Every episode isn't the same. This anime made me have a lot of emotions, either it was happiness, sadness,anger, or even hatred. I love Enma Ai and her crew.They set the mood for this anime, and i just love this.\n\n\u001b[1mストーリーラインはきれいだった。 私はそれが好きだった。 それはオリジナルでした。 すべてのエピソードは同じではありません。 このアニメは私に幸せ、悲しみ、怒り、憎しみのいずれかの感情をたくさん与えました。 私は閻魔愛と彼女のクルーが大好きです。彼らはこのアニメの気分を設定しました。\u001b[22m\n\u001b[1m(Sutōrīrain wa kireidatta. Watashi wa sore ga sukidatta. Sore wa orijinarudeshita. Subete no episōdo wa onajide wa arimasen. Kono anime wa watashi ni shiawase, kanashimi, ikari, nikushimi no izureka no kanjō o takusan ataemashita. Watashi wa Enma Ai to kanojo no kurū ga daisukidesu. Karera wa kono anime no kibun o settei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline was beautiful. I loved it. It was original. Every episode isn't the same. This anime made me have a lot of emotions, either it was happiness, sadness,anger, or even hatred. I love Enma Ai and her crew.They set the mood for this anime, and i just love this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline was beautiful.\u001b[24m\n    \u001b[1mストーリーラインはきれいだった。\u001b[22m, \u001b[1mストーリーはきれいでした。\u001b[22m\n\u001b[4mI loved it.\u001b[24m\n    \u001b[1m私はそれが好きだった。\u001b[22m, \u001b[1m私はそれを愛した。\u001b[22m, \u001b[1m私はそれを愛しました。\u001b[22m\n\u001b[4mIt was original.\u001b[24m\n    \u001b[1mそれはオリジナルでした。\u001b[22m, \u001b[1mこれは、元でした。\u001b[22m\n\u001b[4mEvery episode isn't the same.\u001b[24m\n    \u001b[1mすべてのエピソードは同じではありません。\u001b[22m\n\u001b[4mThis anime made me have a lot of emotions, either it was happiness, sadness,anger, or even hatred.\u001b[24m\n    \u001b[1mこのアニメは私に幸せ、悲しみ、怒り、憎しみのいずれかの感情をたくさん与えました。\u001b[22m, \u001b[1mこのアニメは私が感情の多くを持って作られた、どちらかそれは幸せ、悲しみ、怒り、あるいは憎悪でした。\u001b[22m\n\u001b[4mI love Enma Ai and her crew.They set the mood for this anime, and i just love this.\u001b[24m\n    \u001b[1m私は閻魔愛と彼女のクルーが大好きです。彼らはこのアニメの気分を設定しました。\u001b[22m, \u001b[1m私は閻魔あいと彼女crew.Theyがこのアニメのためのムードを設定愛し、私はちょうどこれを愛します。\u001b[22m\nThe art was AMAZING , but sometimes it had some,not a lot, but some. I love how the creator captured the mood of the characters being sent to Hell , just amazing~\n\n\u001b[1m芸術は素晴らしかったですが、時にはそれはたくさんあるのではなく、いくつかありました。 私は作成者が地獄に送られているキャラクターの気分をどのようにキャプチャしたか、\u001b[22m\n\u001b[1m(Geijutsu wa subarashikattadesuga, tokiniha sore wa takusan aru node wa naku, ikutsu ka arimashita. Watashi wa sakusei-sha ga jigoku ni okura rete iru kyarakutā no kibun o dono yō ni kyapucha shita ka,)\u001b[22m\n\nTranslations of \u001b[4mThe art was AMAZING , but sometimes it had some,not a lot, but some. I love how the creator captured the mood of the characters being sent to Hell , just amazing~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was AMAZING , but sometimes it had some,not a lot, but some.\u001b[24m\n    \u001b[1m芸術は素晴らしかったですが、時にはそれはたくさんあるのではなく、いくつかありました。\u001b[22m, \u001b[1m芸術は驚くべきものだったが、時にはそれはいくつかのではなく、たくさんあったが、いくつか。\u001b[22m\n\u001b[4mI love how the creator captured the mood of the characters being sent to Hell , just amazing~\u001b[24m\n    \u001b[1m私は作成者が地獄に送られているキャラクターの気分をどのようにキャプチャしたか、\u001b[22m, \u001b[1m私は、作成者は、単に素晴らしい〜地獄に送られる文字の気分を捕獲方法を愛します\u001b[22m\nThe sound, it was amazing. I loved Enma Ai's voice on how the voice actress made her voice sound ghostly , that just made me LOVE it.\n\n\u001b[1m音、それは素晴らしかったです。 私は、声優が彼女の声を幽霊にしたように、閻魔愛の声を大好きにしました。\u001b[22m\n\u001b[1m(Oto, sore wa subarashikattadesu. Watashi wa, seiyū ga kanojo no koe o yūrei ni shita yō ni, Enma Ai no koe o daisuki ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound, it was amazing. I loved Enma Ai's voice on how the voice actress made her voice sound ghostly , that just made me LOVE it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound, it was amazing.\u001b[24m\n    \u001b[1m音、それは素晴らしかったです。\u001b[22m, \u001b[1m音が、それは驚くべきものでした。\u001b[22m\n\u001b[4mI loved Enma Ai's voice on how the voice actress made her voice sound ghostly , that just made me LOVE it.\u001b[24m\n    \u001b[1m私は、声優が彼女の声を幽霊にしたように、閻魔愛の声を大好きにしました。\u001b[22m, \u001b[1m私はちょうど私がそれを愛する作ったこと、声優が彼女の声は幽霊のような音を作った方法に閻魔あいの声を愛しました。\u001b[22m\nSometimes, I would have to say I didn't understand some episodes , they just didn't appeal to me, but the rest is AMAZING.\n\n\u001b[1m時々、私はいくつかのエピソードを理解していない、彼らは私には魅力的ではなかったと言わなければならないだろうが、残りは素晴らしいです。\u001b[22m\n\u001b[1m(Tokidoki, watashi wa ikutsu ka no episōdo o rikai shite inai, karera wa watashiniha mirikitekide wa nakatta to iwanakereba naranaidarouga, nokori wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSometimes, I would have to say I didn't understand some episodes , they just didn't appeal to me, but the rest is AMAZING.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes, I would have to say I didn't understand some episodes , they just didn't appeal to me, but the rest is AMAZING.\u001b[24m\n    \u001b[1m時々、私はいくつかのエピソードを理解していない、彼らは私には魅力的ではなかったと言わなければならないだろうが、残りは素晴らしいです。\u001b[22m, \u001b[1m時々、私はいくつかのエピソードを理解していなかったと言わなければならない、彼らは私にアピールしなかっただろうが、残りは素晴らしいです。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "chennette",
    "profile": "/profile/chennette/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=21156",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nHonne Onnaはこのシリーズの中でも最高のキャラクターであり、彼女のために完成しました。 閻魔愛は主人公であり、彼女は復讐の後、地獄に落ちる。 それは7回目のエピソード以降に年を取るようになりますが、私が言ったように、Honne Onnaはこれ以上のことをやり直すのはかなり良いことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nHonne Onna is the greatest character in this series, and I finished it just for her. Enma Ai is the main character, and she takes people down to hell after she gets revenge for them. It starts getting old after the seventh episode or so, but like I said, Honne Onna makes it pretty good to keep coming back for more of this.\n\n\u001b[1mHonne Onnaはこのシリーズの中でも最高のキャラクターであり、彼女のために完成しました。 閻魔愛は主人公であり、彼女は復讐の後、地獄に落ちる。 それは7回目のエピソード以降に年を取るようになりますが、私が言ったように、Honne Onnaはこれ以上のことをやり直すのはかなり良いことです。\u001b[22m\n\u001b[1m(Honne Onna wa kono shirīzu no naka demo saikō no kyarakutādeari, kanojo no tame ni kansei shimashita. Enma ai wa shujinkōdeari, kanojo wa fukushū no ato, jigokuniochiru. Sore wa 7-kai-me no episōdo ikō ni toshiwotoru-yō ni narimasuga, watashi ga itta yō ni, Honne Onna wa kore ijō no koto o yarinaosu no wa kanari yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mHonne Onna is the greatest character in this series, and I finished it just for her. Enma Ai is the main character, and she takes people down to hell after she gets revenge for them. It starts getting old after the seventh episode or so, but like I said, Honne Onna makes it pretty good to keep coming back for more of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonne Onna is the greatest character in this series, and I finished it just for her.\u001b[24m\n    \u001b[1mHonne Onnaはこのシリーズの中でも最高のキャラクターであり、彼女のために完成しました。\u001b[22m, \u001b[1mHonne女はこのシリーズの最大の文字で、私はちょうど彼女のためにそれを終えました。\u001b[22m\n\u001b[4mEnma Ai is the main character, and she takes people down to hell after she gets revenge for them.\u001b[24m\n    \u001b[1m閻魔愛は主人公であり、彼女は復讐の後、地獄に落ちる。\u001b[22m, \u001b[1m閻魔あいは、主人公である、と彼女は彼らのために復讐を取得した後、彼女は地獄に人々をダウンされます。\u001b[22m\n\u001b[4mIt starts getting old after the seventh episode or so, but like I said, Honne Onna makes it pretty good to keep coming back for more of this.\u001b[24m\n    \u001b[1mそれは7回目のエピソード以降に年を取るようになりますが、私が言ったように、Honne Onnaはこれ以上のことをやり直すのはかなり良いことです。\u001b[22m, \u001b[1mこれは、第七話かそこら後に古くなって開始しますが、私が言ったように、Honne女は、それはかなり良い本のより多くのために帰ってくることを可能にします。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "ounces",
    "profile": "/profile/ounces/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=67893",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  1\n|  1\n\n私が今までに見た中で最も馬鹿だ。 基本的には、従業員が周りを回っていて、幻覚を作り、人々が自分の過失を認めさせようとしていることを恐れている、卑劣な女の子についてです。\n全体のシリーズはひどく繰り返します。 そしてその哀れな地獄の女の子の傲慢な姿が私を病気にさせます。 そのピップスククは、彼女が気に入っているように誰にでも何かをし、道徳的基準を裁くか、設定することが絶対的な権利のように、やっかいにうそをつく。 彼女は大変傲慢で、サディスティックです。 これらの特性のどれも、傲慢さと優越感との組み合わせなしに、私をそんなにオフにすることはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThe most stupid I've ever watched. Basically, it's all about a damn insolent girl with her subordinates going around and scare people by creating hallucinations, trying to get them to concede their faults.\n\n\u001b[1m私が今までに見た中で最も馬鹿だ。 基本的には、従業員が周りを回っていて、幻覚を作り、人々が自分の過失を認めさせようとしていることを恐れている、卑劣な女の子についてです。\u001b[22m\n\u001b[1m(Watashi ga ima made ni mita naka de mottomo bakada. Kihontekini wa, jūgyōin ga mawari o mawatte ite, genkaku o tsukuri, hitobito ga jibun no kashitsu o mitome saseyou to shite iru koto o osorete iru, hiretsuna on'nanoko ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe most stupid I've ever watched. Basically, it's all about a damn insolent girl with her subordinates going around and scare people by creating hallucinations, trying to get them to concede their faults.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most stupid I've ever watched.\u001b[24m\n    \u001b[1m私が今までに見た中で最も馬鹿だ。\u001b[22m, \u001b[1m私が今まで見た中で最も愚かな。\u001b[22m\n\u001b[4mBasically, it's all about a damn insolent girl with her subordinates going around and scare people by creating hallucinations, trying to get them to concede their faults.\u001b[24m\n    \u001b[1m基本的には、従業員が周りを回っていて、幻覚を作り、人々が自分の過失を認めさせようとしていることを恐れている、卑劣な女の子についてです。\u001b[22m, \u001b[1m基本的に、それはすべての彼女の部下と気横柄な女の子は、彼らの障害を認めるために取得しようと、幻覚を作成することによって、周りに行くと人々を怖がらせることです。\u001b[22m\nThe whole series is awfully repetitive. And the arrogant appearance of that pathetic hell girl makes me sick. That pipsqueak acts so pretentiously as if she's absolute right to do anything to anyone as she pleases and to judge or set moral standards. She's blatantly domineering, and sadistic. None of these characteristics would turn me off so much without the combination with the arrogance and pretension.\n\n\u001b[1m全体のシリーズはひどく繰り返します。 そしてその哀れな地獄の女の子の傲慢な姿が私を病気にさせます。 そのピップスククは、彼女が気に入っているように誰にでも何かをし、道徳的基準を裁くか、設定することが絶対的な権利のように、やっかいにうそをつく。 彼女は大変傲慢で、サディスティックです。 これらの特性のどれも、傲慢さと優越感との組み合わせなしに、私をそんなにオフにすることはありません。\u001b[22m\n\u001b[1m(Zentai no shirīzu wa hidoku kurikaeshimasu. Soshite sono awarena jigoku no on'nanoko no gōman'na sugata ga watashi o byōki ni sa semasu. Sono pippusukuku wa, kanojo ga kiniitte iru yō ni darenidemo nanika o shi, dōtokuteki kijun o sabaku ka, settei suru koto ga zettai-tekina kenri no yō ni, yakkai ni uso o tsuku. Kanojo wa taihen gōman de, sadisutikkudesu. Korera no tokusei no dore mo, gōman-sa to yūetsu-kan to no kumiawase nashi ni, watashi o son'nani ofu ni suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe whole series is awfully repetitive. And the arrogant appearance of that pathetic hell girl makes me sick. That pipsqueak acts so pretentiously as if she's absolute right to do anything to anyone as she pleases and to judge or set moral standards. She's blatantly domineering, and sadistic. None of these characteristics would turn me off so much without the combination with the arrogance and pretension.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole series is awfully repetitive.\u001b[24m\n    \u001b[1m全体のシリーズはひどく繰り返します。\u001b[22m, \u001b[1mシリーズ全体は非常に反復的です。\u001b[22m\n\u001b[4mAnd the arrogant appearance of that pathetic hell girl makes me sick.\u001b[24m\n    \u001b[1mそしてその哀れな地獄の女の子の傲慢な姿が私を病気にさせます。\u001b[22m, \u001b[1mそして、その哀れな地獄少女の傲慢な外観は、私は病気になります。\u001b[22m\n\u001b[4mThat pipsqueak acts so pretentiously as if she's absolute right to do anything to anyone as she pleases and to judge or set moral standards.\u001b[24m\n    \u001b[1mそのピップスククは、彼女が気に入っているように誰にでも何かをし、道徳的基準を裁くか、設定することが絶対的な権利のように、やっかいにうそをつく。\u001b[22m, \u001b[1m彼女は彼女が喜ばとして誰にも何もするし、道徳的基準を判断したり、設定したりする絶対的な権利だかのように、そのくだらない人はそうpretentiouslyに作用します。\u001b[22m\n\u001b[4mShe's blatantly domineering, and sadistic.\u001b[24m\n    \u001b[1m彼女は大変傲慢で、サディスティックです。\u001b[22m, \u001b[1m彼女は露骨に横暴、そしてサディスティックです。\u001b[22m\n\u001b[4mNone of these characteristics would turn me off so much without the combination with the arrogance and pretension.\u001b[24m\n    \u001b[1mこれらの特性のどれも、傲慢さと優越感との組み合わせなしに、私をそんなにオフにすることはありません。\u001b[22m, \u001b[1mこれらの特性はいずれも、傲慢とプリテンションと併用することなく、そんなに私をオフにしないであろう。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "Chi-Nasagawa",
    "profile": "/profile/Chi-Nasagawa/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=81918",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n地獄の少女。 ワオ。 それは私が言うことができるすべてです。\n\nプロット：ダーク。 暗くて暗い。 彼らがとても胸が痛いので、私はいくつかのエピソードを見直すことさえできません。 しかし、それだけですべてそれをより驚くほどにしました。 それはあなたの気持ちをとても簡単に引き出します。 主にエピソードごとのエピソードの並べ替え。 各エピソードは、彼らに苦痛を与え、基本的に人生を台無しにしている人に悩まされている新しい人物に焦点を当てています。 主人公はヘル・ガールを地獄に連れて行くよう呼びかけます。 同じ種類のことを何度も見ているように聞こえるかもしれないほど退屈なので、地獄の女の子を呼び出すすべてのキャラクターの理由の違いから私は興味をそそられることは決してありませんでした。\n\nその後、それは地獄の女の子の過去になる。 新しいキャラクターのオリジナルのものに悩まされている部分に焦点を当て半分から始まり、その半分は地獄の女の子自身に焦点を当てています。 私はこれを愛した。 私は愛閻魔をもっと違う光で見るのが大好きだった。\n\nアート：ああああ。 この芸術はとても...古典的ですか？ いいえ、いい言葉が見つからないようです。 しかし、今日まで、元々1年か2日前のアニメを見て、私はアートを見るのが大好きで、アニメを見る気分になっています。\n\n対話：\n素晴らしい、すばらしい対話。 サブとダブ。 両方のための驚くべき声優も！\n\nこれは私のアニメコレクションの定番であり、決して販売しません。 キャラクターにとって私の気持ちがすばらしくなる素晴らしいアニメです。 私は他のアニメが私がテレビで泣いていると叫んでいる物語に私を引き寄せているのを見たことはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHell Girl. Wow. That's all I can say.\n\n\u001b[1m地獄の少女。 ワオ。 それは私が言うことができるすべてです。\u001b[22m\n\u001b[1m(Jigoku no shōjo. Wao. Sore wa watashi ga iu koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mHell Girl. Wow. That's all I can say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHell Girl.\u001b[24m\n    \u001b[1m地獄の少女。\u001b[22m, \u001b[1m地獄少女。\u001b[22m\n\u001b[4mWow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m\n\u001b[4mThat's all I can say.\u001b[24m\n    \u001b[1mそれは私が言うことができるすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nPlot: Dark. Dark and more dark. I can't even re-watch some episodes because they are so heartbreaking. But that just made it all that more amazing. It will pull feelings out of you so easily. Mostly episode-by-episode sort of thing. Each episode focusing on a new character who's plagued by someone who is causing them pain and basically ruining their life. Main character calls on Hell Girl to send them to hell. As boring as it may SOUND to watch the same sort of thing over and over again, it never ceased to keep me interested due to the difference in the reason for every character to call on Hell Girl.\n\n\u001b[1mプロット：ダーク。 暗くて暗い。 彼らがとても胸が痛いので、私はいくつかのエピソードを見直すことさえできません。 しかし、それだけですべてそれをより驚くほどにしました。 それはあなたの気持ちをとても簡単に引き出します。 主にエピソードごとのエピソードの並べ替え。 各エピソードは、彼らに苦痛を与え、基本的に人生を台無しにしている人に悩まされている新しい人物に焦点を当てています。 主人公はヘル・ガールを地獄に連れて行くよう呼びかけます。 同じ種類のことを何度も見ているように聞こえるかもしれないほど退屈なので、地獄の女の子を呼び出すすべてのキャラクターの理由の違いから私は興味をそそられることは決してありませんでした。\u001b[22m\n\u001b[1m(Purotto: Dāku. Kurakute kurai. Karera ga totemo mune ga itainode, watashi wa ikutsu ka no episōdo o minaosu koto sae dekimasen. Shikashi, sore dake de subete sore o yori odoroku hodo ni shimashita. Sore wa anata no kimochi o totemo kantan ni hikidashimasu. Omoni episōdo-goto no episōdo no narabe-gae. Kaku episōdo wa, karera ni kutsū o atae, kihontekini jinsei o dainashi ni shite iru hito ni nayamasa rete iru atarashī jinbutsu ni shōten o atete imasu. Shujinkō wa heru gāru o jigoku ni tsureteiku-yō yobikakemasu. Onaji shurui no koto o nando mo mite iru yō ni kikoeru kamo shirenai hodo taikutsunanode, jigoku no on'nanoko o yobidasu subete no kyarakutā no riyū no chigai kara watashi wa kyōmi o sosora reru koto wa kesshite arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mPlot: Dark. Dark and more dark. I can't even re-watch some episodes because they are so heartbreaking. But that just made it all that more amazing. It will pull feelings out of you so easily. Mostly episode-by-episode sort of thing. Each episode focusing on a new character who's plagued by someone who is causing them pain and basically ruining their life. Main character calls on Hell Girl to send them to hell. As boring as it may SOUND to watch the same sort of thing over and over again, it never ceased to keep me interested due to the difference in the reason for every character to call on Hell Girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: Dark.\u001b[24m\n    \u001b[1mプロット：ダーク。\u001b[22m\n\u001b[4mDark and more dark.\u001b[24m\n    \u001b[1m暗くて暗い。\u001b[22m, \u001b[1m暗い、より暗いです。\u001b[22m\n\u001b[4mI can't even re-watch some episodes because they are so heartbreaking.\u001b[24m\n    \u001b[1m彼らがとても胸が痛いので、私はいくつかのエピソードを見直すことさえできません。\u001b[22m, \u001b[1m彼らはとても悲痛ているので、私はさらにいくつかのエピソードを再視聴することはできません。\u001b[22m\n\u001b[4mBut that just made it all that more amazing.\u001b[24m\n    \u001b[1mしかし、それだけですべてそれをより驚くほどにしました。\u001b[22m, \u001b[1mしかし、それはちょうどそれがすべてのことより素晴らしいました。\u001b[22m\n\u001b[4mIt will pull feelings out of you so easily.\u001b[24m\n    \u001b[1mそれはあなたの気持ちをとても簡単に引き出します。\u001b[22m, \u001b[1mそれはそう簡単にあなたのうちの感情を引き出します。\u001b[22m\n\u001b[4mMostly episode-by-episode sort of thing.\u001b[24m\n    \u001b[1m主にエピソードごとのエピソードの並べ替え。\u001b[22m, \u001b[1m事のほとんどはエピソードごとのエピソードソート。\u001b[22m\n\u001b[4mEach episode focusing on a new character who's plagued by someone who is causing them pain and basically ruining their life.\u001b[24m\n    \u001b[1m各エピソードは、彼らに苦痛を与え、基本的に人生を台無しにしている人に悩まされている新しい人物に焦点を当てています。\u001b[22m, \u001b[1m各エピソードは、彼らに痛みを引き起こし、基本的に自分の人生を台無しにしている人に悩まされています新しい文字に焦点を当てました。\u001b[22m\n\u001b[4mMain character calls on Hell Girl to send them to hell.\u001b[24m\n    \u001b[1m主人公はヘル・ガールを地獄に連れて行くよう呼びかけます。\u001b[22m, \u001b[1mメインキャラクターは、地獄にそれらを送信するために地獄少女に呼び出します。\u001b[22m\n\u001b[4mAs boring as it may SOUND to watch the same sort of thing over and over again, it never ceased to keep me interested due to the difference in the reason for every character to call on Hell Girl.\u001b[24m\n    \u001b[1m同じ種類のことを何度も見ているように聞こえるかもしれないほど退屈なので、地獄の女の子を呼び出すすべてのキャラクターの理由の違いから私は興味をそそられることは決してありませんでした。\u001b[22m, \u001b[1mそれは何度も何度も同じようなことを見るために聞こえるかもしれないほど退屈な、それが原因で地獄少女を呼び出すためにあらゆる文字の理由の違いに興味を持って私を維持してやみません。\u001b[22m\n\u001b[1m\u001b[22m\nThen it gets into Hell Girl's past. And starts half focusing on the original stuff of a new character being plagued, ect and half focusing on Hell Girl herself. I loved this. I loved seeing more of Ai Enma in a different light.\n\n\u001b[1mその後、それは地獄の女の子の過去になる。 新しいキャラクターのオリジナルのものに悩まされている部分に焦点を当て半分から始まり、その半分は地獄の女の子自身に焦点を当てています。 私はこれを愛した。 私は愛閻魔をもっと違う光で見るのが大好きだった。\u001b[22m\n\u001b[1m(Sonogo, soreha jigoku no on'nanoko no kako ni naru. Atarashī kyarakutā no orijinaru no mono ni nayamasa rete iru bubun ni shōten o ate hanbun kara hajimari, sono hanbun wa jigoku no on'nanoko jishin ni shōten o atete imasu. Watashi wa kore o aishita. Watashi wa ai Enma o motto chigau hikari de miru no ga daisukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThen it gets into Hell Girl's past. And starts half focusing on the original stuff of a new character being plagued, ect and half focusing on Hell Girl herself. I loved this. I loved seeing more of Ai Enma in a different light.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen it gets into Hell Girl's past.\u001b[24m\n    \u001b[1mその後、それは地獄の女の子の過去になる。\u001b[22m, \u001b[1mそして、それは地獄少女の過去に取得します。\u001b[22m\n\u001b[4mAnd starts half focusing on the original stuff of a new character being plagued, ect and half focusing on Hell Girl herself.\u001b[24m\n    \u001b[1m新しいキャラクターのオリジナルのものに悩まされている部分に焦点を当て半分から始まり、その半分は地獄の女の子自身に焦点を当てています。\u001b[22m, \u001b[1m半新キャラクターのオリジナルのものに焦点を当てを開始悩まされている、電気ショック療法と半分地獄少女自身に焦点を当てました。\u001b[22m\n\u001b[4mI loved this.\u001b[24m\n    \u001b[1m私はこれを愛した。\u001b[22m, \u001b[1m私はこれを愛しました。\u001b[22m\n\u001b[4mI loved seeing more of Ai Enma in a different light.\u001b[24m\n    \u001b[1m私は愛閻魔をもっと違う光で見るのが大好きだった。\u001b[22m, \u001b[1m私は別の光の中で閻魔あいのより多くのを見て愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Oh wow. This art is so... almost classic? No I can't seem to find a good word for it. But to this day, having watched the anime originally about a year or two ago, I love seeing the art and it always puts me in the mood to watch the anime.\n\n\u001b[1mアート：ああああ。 この芸術はとても...古典的ですか？ いいえ、いい言葉が見つからないようです。 しかし、今日まで、元々1年か2日前のアニメを見て、私はアートを見るのが大好きで、アニメを見る気分になっています。\u001b[22m\n\u001b[1m(Āto: Ā ā. Kono geijutsu wa totemo... Koten-tekidesu ka? Īe, ī kotoba ga mitsukaranai yōdesu. Shikashi, kyō made, motomoto 1-nen ka 2-nichi mae no anime o mite, watashi wa āto o miru no ga daisukide, anime o miru kibun ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: Oh wow. This art is so... almost classic? No I can't seem to find a good word for it. But to this day, having watched the anime originally about a year or two ago, I love seeing the art and it always puts me in the mood to watch the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Oh wow.\u001b[24m\n    \u001b[1mアート：ああああ。\u001b[22m, \u001b[1mアート：わぁ。\u001b[22m\n\u001b[4mThis art is so... almost classic?\u001b[24m\n    \u001b[1mこの芸術はとても...古典的ですか？\u001b[22m, \u001b[1mこの技術は、ほとんど古典的な...そうでしょうか？\u001b[22m\n\u001b[4mNo I can't seem to find a good word for it.\u001b[24m\n    \u001b[1mいいえ、いい言葉が見つからないようです。\u001b[22m, \u001b[1mいいえ、私はそれのために良い言葉を見つけるように見えることはできません。\u001b[22m\n\u001b[4mBut to this day, having watched the anime originally about a year or two ago, I love seeing the art and it always puts me in the mood to watch the anime.\u001b[24m\n    \u001b[1mしかし、今日まで、元々1年か2日前のアニメを見て、私はアートを見るのが大好きで、アニメを見る気分になっています。\u001b[22m, \u001b[1mしかし、この日に、1年か2年ほど前に、もともとアニメを見た、私は芸術を見て愛し、それは常にアニメを見て気分で私を置きます。\u001b[22m\n\u001b[1m\u001b[22m\nDialogue:\n\n\u001b[1m対話：\u001b[22m\n\u001b[1m(Taiwa:)\u001b[22m\n\nDefinitions of \u001b[4mDialogue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    対話\u001b[22m\n        dialogue, interaction, dialog, conversation\n\u001b[1m    ダイアログ\u001b[22m\n        dialog, dialogue\n\u001b[1m    対談\u001b[22m\n        talk, conversation, dialogue, dialog\n\u001b[1m    問答\u001b[22m\n        questions and answers, dialogue, dialog\nWonderful, wonderful dialogue. Sub and Dub. Amazing voice actors for both too!\n\n\u001b[1m素晴らしい、すばらしい対話。 サブとダブ。 両方のための驚くべき声優も！\u001b[22m\n\u001b[1m(Subarashī, subarashī taiwa. Sabu to dabu. Ryōhō no tame no odorokubeki seiyū mo!)\u001b[22m\n\nTranslations of \u001b[4mWonderful, wonderful dialogue. Sub and Dub. Amazing voice actors for both too!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWonderful, wonderful dialogue.\u001b[24m\n    \u001b[1m素晴らしい、すばらしい対話。\u001b[22m, \u001b[1m素晴らしい、素晴らしい対話。\u001b[22m\n\u001b[4mSub and Dub.\u001b[24m\n    \u001b[1mサブとダブ。\u001b[22m\n\u001b[4mAmazing voice actors for both too!\u001b[24m\n    \u001b[1m両方のための驚くべき声優も！\u001b[22m, \u001b[1m両方すぎのための素晴らしい声優！\u001b[22m\n\u001b[1m\u001b[22m\nThis is a staple in my anime collection and I will never ever sell it. It's a wonderful anime that makes me feel so much for the characters. I've never seen another anime pull me so much into the story that I'm crying and screaming at the television.\n\n\u001b[1mこれは私のアニメコレクションの定番であり、決して販売しません。 キャラクターにとって私の気持ちがすばらしくなる素晴らしいアニメです。 私は他のアニメが私がテレビで泣いていると叫んでいる物語に私を引き寄せているのを見たことはありません。\u001b[22m\n\u001b[1m(Kore wa watashi no anime korekushon no teibandeari, kesshite hanbai shimasen. Kyarakutā ni totte watashi no kimochi ga subarashiku naru subarashī animedesu. Watashi wa hoka no anime ga watashi ga terebi de naite iru to sakende iru monogatari ni watashi o hikiyosete iru no o mita koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is a staple in my anime collection and I will never ever sell it. It's a wonderful anime that makes me feel so much for the characters. I've never seen another anime pull me so much into the story that I'm crying and screaming at the television.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a staple in my anime collection and I will never ever sell it.\u001b[24m\n    \u001b[1mこれは私のアニメコレクションの定番であり、決して販売しません。\u001b[22m, \u001b[1mこれは私のアニメコレクションの主食であり、私は今までそれを販売することはありません。\u001b[22m\n\u001b[4mIt's a wonderful anime that makes me feel so much for the characters.\u001b[24m\n    \u001b[1mキャラクターにとって私の気持ちがすばらしくなる素晴らしいアニメです。\u001b[22m, \u001b[1mそれは私が文字のために多くを感じさせる素晴らしいアニメです。\u001b[22m\n\u001b[4mI've never seen another anime pull me so much into the story that I'm crying and screaming at the television.\u001b[24m\n    \u001b[1m私は他のアニメが私がテレビで泣いていると叫んでいる物語に私を引き寄せているのを見たことはありません。\u001b[22m, \u001b[1m私は別のアニメは私が泣いているとテレビで叫んだ話にそんなに私を引っ張って見たことがありません。\u001b[22m"
  },
  {
    "title": "Jigoku_Shoujo",
    "id": "228",
    "url": "https://myanimelist.net/anime/228/Jigoku_Shoujo",
    "user": "EspadaBabe",
    "profile": "/profile/EspadaBabe/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=107207",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\nクイックサマリー：地獄の女の子は地獄に他の魂を追放する人々の要求を取る女の子についてです。 もちろん、あなたの拷問人を地獄に派遣するには価格があります。\n\nストーリー（6）：完全に正直に言うと、アニメは何度も同じことですが、18回目のエピソードまではプロットの変更がありません。しかし、最初の18回のエピソードでは、 地獄の女の子自身についてもっと学び始めるからです。 エピソードのいくつかは他のものよりも輝きましたが、まったくまともなものでした。\n\nアート（9）：それは本当に素晴らしく素晴らしいアートでした。キャラクターのデザインはすべて違っていました。あなたは最後のエピソードで同じ人のように見える人は見かけませんでした。 誰もが美しく見えます。老人もよく見えます。 地獄の女の子は、私がいつもエピソードで彼女の出演を楽しみにしていた世界で最も美しいもののように見えます。 私には彼女の目はちょうど催眠的です。\n\nSound（8）：地獄の女の子のDVDを借りました。私の友人が絶対にこのシリーズを愛していて、完全なボックスセットを所有していて、あなたが曲を再生する前にタイトルメニューに音楽がちょうど叙事詩であり、 遊ぶ。 しかしOPとEDはシリーズによく合っていて、彼らはアニメの暗い感じを示すちょうどゆったりとしたうずまきの曲を一緒にうまく合わせる。\n\nキャラクター（6）：キャラクターは、キャラクターがどんなキャラクターになるかを知ることができる人物を見ると非常に基本的です。 あなたはいつ誰があなたが見るすべてのアニメの誰になるのかを知ることができますが、地獄の女の子であなたは本当に誰が誰であるかを知ることができます。\n\n楽しさ（7）：私はそれをたくさん気に入ったのを初めて見始めたとき、私は人々の問題と復讐を望んでいた理由を聞きました。 しかし、物語は徐々にゆっくりと遅くなりました。 私には、これらのジューシーなエピソード（1-10）から、「アイデアがなくなり、ベストを尽くした」のようになった。 エピソード（11-18）。 しかし、すべてにおいて、それは大部分のためにまともなものでした。\n\n全体的に（7）：私は7人にしか与えていない。なぜなら、私の友人はスライスされたパンのために最高のもののように聞こえて、何年もの間、地獄の女の子に関する良い話だけを聞いたからです。 しかし私には、それは私に、「輝くものはすべて金ではない」という言葉を思い起こさせる。 私はそれが良くなった最後に向かっていることを意味するが、あまりにも正直私は私の友人のためのシーズン2と3を開始するつもりです。 もしそれが私に任せられていたのなら、おそらくそれはずっと前にそれを見たことがなくなったでしょう。 しかし、もしあなたが本当にこのようなものになれば、それはあなたのためのショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nQuick Summary: Hell Girl is about a girl that takes people's requests to banish other souls to hell. Of course there is a price to sending your tormentors to hell.\n\n\u001b[1mクイックサマリー：地獄の女の子は地獄に他の魂を追放する人々の要求を取る女の子についてです。 もちろん、あなたの拷問人を地獄に派遣するには価格があります。\u001b[22m\n\u001b[1m(Kuikkusamarī: Jigoku no on'nanoko wa jigoku ni hoka no tamashī o tsuihō suru hitobito no yōkyū o toru on'nanoko ni tsuitedesu. Mochiron, anata no gōmon hito o jigoku ni haken suru ni wa kakaku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mQuick Summary: Hell Girl is about a girl that takes people's requests to banish other souls to hell. Of course there is a price to sending your tormentors to hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuick Summary: Hell Girl is about a girl that takes people's requests to banish other souls to hell.\u001b[24m\n    \u001b[1mクイックサマリー：地獄の女の子は地獄に他の魂を追放する人々の要求を取る女の子についてです。\u001b[22m, \u001b[1mクイック概要：地獄少女地獄に他の魂を追放するために、人々の要求を取る女の子についてです。\u001b[22m\n\u001b[4mOf course there is a price to sending your tormentors to hell.\u001b[24m\n    \u001b[1mもちろん、あなたの拷問人を地獄に派遣するには価格があります。\u001b[22m, \u001b[1mもちろん、地獄にあなたのtormentorsを送信する価格があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory (6): To be completely honest the anime is the same thing over and over again, it lacks a plot change until around the 18th episode in. But if you do stay for the first 18 episodes you'll mostly likely enjoy the rest because you start to learn more about Hell Girl herself. Some of the episodes shined more than others but all in all they were decent.\n\n\u001b[1mストーリー（6）：完全に正直に言うと、アニメは何度も同じことですが、18回目のエピソードまではプロットの変更がありません。しかし、最初の18回のエピソードでは、 地獄の女の子自身についてもっと学び始めるからです。 エピソードのいくつかは他のものよりも輝きましたが、まったくまともなものでした。\u001b[22m\n\u001b[1m(Sutōrī (6 ): Kanzen ni shōjiki ni iu to, anime wa nando mo onaji kotodesuga, 18-kai-me no episōdo made wa purotto no henkō ga arimasen. Shikashi, saisho no 18-kai no episōdode wa, jigoku no on'nanoko jishin ni tsuite motto manabi hajimerukaradesu. Episōdo no ikutsu ka wa hoka no mono yori mo kagayakimashitaga, mattaku matomona monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mStory (6): To be completely honest the anime is the same thing over and over again, it lacks a plot change until around the 18th episode in. But if you do stay for the first 18 episodes you'll mostly likely enjoy the rest because you start to learn more about Hell Girl herself. Some of the episodes shined more than others but all in all they were decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (6): To be completely honest the anime is the same thing over and over again, it lacks a plot change until around the 18th episode in. But if you do stay for the first 18 episodes you'll mostly likely enjoy the rest\u001b[24m\n    \u001b[1mストーリー（6）：完全に正直に言うと、アニメは何度も同じことですが、18回目のエピソードまではプロットの変更がありません。しかし、最初の18回のエピソードでは、\u001b[22m, \u001b[1mストーリーは、（6）：完全に正直に言うとアニメは何度も繰り返し、それは第18回のエピソード頃までのプロットの変更を同じものを欠いされるしかし、あなたは最初の18のエピソードのために滞在しない場合は、ほとんどがそうな休息をお楽しみいただけます。\u001b[22m\n\u001b[4mbecause you start to learn more about Hell Girl herself.\u001b[24m\n    \u001b[1m地獄の女の子自身についてもっと学び始めるからです。\u001b[22m, \u001b[1mあなたは地獄少女彼女自身についての詳細を学ぶために始めるため。\u001b[22m\n\u001b[4mSome of the episodes shined more than others but all in all they were decent.\u001b[24m\n    \u001b[1mエピソードのいくつかは他のものよりも輝きましたが、まったくまともなものでした。\u001b[22m, \u001b[1mエピソードのいくつかは他よりも輝いていましたが、彼らはまともだったすべての内のすべて。\u001b[22m\n\u001b[1m\u001b[22m\nArt (9): It was really nice art nice and sharp the character designs were all different you didn't really see anyone that looked like the same person in the last episode. And everyone looks beautiful, even the old people look good. And Hell Girl looks like the most beautiful thing in the world I always looked forward to her appearance in the episode. To me her eyes are just hypnotic.\n\n\u001b[1mアート（9）：それは本当に素晴らしく素晴らしいアートでした。キャラクターのデザインはすべて違っていました。あなたは最後のエピソードで同じ人のように見える人は見かけませんでした。 誰もが美しく見えます。老人もよく見えます。 地獄の女の子は、私がいつもエピソードで彼女の出演を楽しみにしていた世界で最も美しいもののように見えます。 私には彼女の目はちょうど催眠的です。\u001b[22m\n\u001b[1m(Āto (9 ): Sore wa hontōni subarashiku subarashī ātodeshita. Kyarakutā no dezain wa subete chigatte imashita. Anata wa saigo no episōdo de onaji hito no yō ni mieru hito wa mikakemasendeshita. Daremoga utsukushiku miemasu. Rōjin mo yoku miemasu. Jigoku no on'nanoko wa, watashi ga itsumo episōdo de kanojo no shutsuen o tanoshimini shite ita sekai de mottomo utsukushī mono no yō ni miemasu. Watashiniha kanojo no me wa chōdo saimin-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt (9): It was really nice art nice and sharp the character designs were all different you didn't really see anyone that looked like the same person in the last episode. And everyone looks beautiful, even the old people look good. And Hell Girl looks like the most beautiful thing in the world I always looked forward to her appearance in the episode. To me her eyes are just hypnotic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9): It was really nice art nice and sharp the character designs were all different you didn't really see anyone that looked like the same person in the last episode.\u001b[24m\n    \u001b[1mアート（9）：それは本当に素晴らしく素晴らしいアートでした。キャラクターのデザインはすべて違っていました。あなたは最後のエピソードで同じ人のように見える人は見かけませんでした。\u001b[22m, \u001b[1mアート（9）：それは本当に素晴らしい芸術よかったとシャープなキャラクターデザインは、すべてあなたが本当に最後のエピソードで同じ人のように見えた誰も見ませんでした異なっていました。\u001b[22m\n\u001b[4mAnd everyone looks beautiful, even the old people look good.\u001b[24m\n    \u001b[1m誰もが美しく見えます。老人もよく見えます。\u001b[22m, \u001b[1mそして、誰もがあっても、古い人々が良く見える、美しく見えます。\u001b[22m\n\u001b[4mAnd Hell Girl looks like the most beautiful thing in the world I always looked forward to her appearance in the episode.\u001b[24m\n    \u001b[1m地獄の女の子は、私がいつもエピソードで彼女の出演を楽しみにしていた世界で最も美しいもののように見えます。\u001b[22m, \u001b[1mそして、地獄少女は、私はいつものエピソードで彼女の出現を楽しみにしていた、世界で最も美しいもののように見えます。\u001b[22m\n\u001b[4mTo me her eyes are just hypnotic.\u001b[24m\n    \u001b[1m私には彼女の目はちょうど催眠的です。\u001b[22m, \u001b[1m私には彼女の目はちょうど催眠です。\u001b[22m\n\u001b[1m\u001b[22m\nSound (8): I borrowed the DVD of Hell Girl because my friend absolutely loves the series and owns the complete box set and on the title menu before you hit play the music is just epic and addicting, my friend and I would just leave it playing. But the OP and ED fit the series well and they sound good together just slow somber songs that shows the somber feel of the anime.\n\n\u001b[1mSound（8）：地獄の女の子のDVDを借りました。私の友人が絶対にこのシリーズを愛していて、完全なボックスセットを所有していて、あなたが曲を再生する前にタイトルメニューに音楽がちょうど叙事詩であり、 遊ぶ。 しかし、OPとEDはシリーズによく合っていて、彼らはアニメの暗い感じを示すちょっと遅いくその歌だけでうまく合う。\u001b[22m\n\u001b[1m(Sound (8 ): Jigoku no on'nanoko no DVD o karimashita. Watashi no yūjin ga zettai ni kono shirīzu o aishite ite, kanzen'na bokkusu setto o shoyū shite ite, anata ga kyoku o saisei suru mae ni taitorumenyū ni ongaku ga chōdo jojishideari, asobu. Shikashi, OP to ED wa shirīzu ni yoku atte ite, karera wa anime no kurai kanji o shimesu chotto oso iku sono uta dake de umaku au.)\u001b[22m\n\nTranslations of \u001b[4mSound (8): I borrowed the DVD of Hell Girl because my friend absolutely loves the series and owns the complete box set and on the title menu before you hit play the music is just epic and addicting, my friend and I would just leave it playing. But the OP and ED fit the series well and they sound good together just slow somber songs that shows the somber feel of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (8): I borrowed the DVD of Hell Girl because my friend absolutely loves the series and owns the complete box set and on the title menu before you hit play the music is just epic and addicting, my friend and I would just leave it\u001b[24m\n    \u001b[1mSound（8）：地獄の女の子のDVDを借りました。私の友人が絶対にこのシリーズを愛していて、完全なボックスセットを所有していて、あなたが曲を再生する前にタイトルメニューに音楽がちょうど叙事詩であり、\u001b[22m, \u001b[1mサウンド（8）：私は私の友人は絶対にシリーズを愛し、完全なボックスセットを所有しているので、地獄少女のDVDを借りて、タイトルメニューで、あなたが音楽を再生叩く前にちょうど叙事詩と中毒性が、私の友人と私はちょうどそれを残すだろう\u001b[22m\n\u001b[4mplaying.\u001b[24m\n    \u001b[1m遊ぶ。\u001b[22m, \u001b[1m演奏。\u001b[22m\n\u001b[4mBut the OP and ED fit the series well and they sound good together just slow somber songs that shows the somber feel of the anime.\u001b[24m\n    \u001b[1mしかし、OPとEDはシリーズによく合っていて、彼らはアニメの暗い感じを示すちょっと遅いくその歌だけでうまく合う。\u001b[22m, \u001b[1mしかし、OPとEDはよくシリーズにフィットし、彼らは一緒にちょうどアニメの地味な感触を示して地味な曲を遅く良い音。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (6): The characters are very basic when you look at the person you can tell what character they are going to be. You can always tell who is going to be who in every anime you watch but in Hell Girl you can really tell who is who, the way the character looks you can basically judge their character.\n\n\u001b[1mキャラクター（6）：キャラクターは、キャラクターがどんなキャラクターになるかを知ることができる人物を見ると非常に基本的です。 あなたはいつ誰があなたが見るすべてのアニメの誰になるのかを知ることができますが、地獄の女の子であなたは本当に誰が誰であるかを知ることができます。\u001b[22m\n\u001b[1m(Kyarakutā (6 ): Kyarakutā wa, kyarakutā ga don'na kyarakutā ni naru ka o shiru koto ga dekiru jinbutsu o miru to hijō ni kihon-tekidesu. Anata wa itsu dare ga anata ga miru subete no anime no dare ni naru no ka o shiru koto ga dekimasuga, jigoku no on'nanoko de anata wa hontōni dare ga daredearu ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (6): The characters are very basic when you look at the person you can tell what character they are going to be. You can always tell who is going to be who in every anime you watch but in Hell Girl you can really tell who is who, the way the character looks you can basically judge their character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (6): The characters are very basic when you look at the person you can tell what character they are going to be.\u001b[24m\n    \u001b[1mキャラクター（6）：キャラクターは、キャラクターがどんなキャラクターになるかを知ることができる人物を見ると非常に基本的です。\u001b[22m, \u001b[1m文字（6）：あなたは、彼らがあることを行っているものを文字伝えることができる人を見たときに文字が非常に基本的なものです。\u001b[22m\n\u001b[4mYou can always tell who is going to be who in every anime you watch but in Hell Girl you can really tell who is who, the way the character looks you can basically judge their character.\u001b[24m\n    \u001b[1mあなたはいつ誰があなたが見るすべてのアニメの誰になるのかを知ることができますが、地獄の女の子であなたは本当に誰が誰であるかを知ることができます。\u001b[22m, \u001b[1mあなたはいつもあなたが見るすべてのアニメではなく、地獄少女にあなたが本当に、誰が誰であるかの文字を使用すると、基本的に自分のキャラクターを判断することができるの見え方を伝えることができる人であることを行っている人伝えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (7): When I first started watching it I liked it a lot, I liked hearing about peoples problems and why they wanted revenge. But then the stories slowly got slower and slower. To me it went from these juicy episodes (1-10) to like 'We ran out of ideas and tried our best.' episodes (11-18). But all in all it was decent for the most part.\n\n\u001b[1m楽しさ（7）：私はそれをたくさん気に入ったのを初めて見始めたとき、私は人々の問題と復讐を望んでいた理由を聞きました。 しかし、物語は徐々にゆっくりと遅くなりました。 私には、これらのジューシーなエピソード（1-10）から、「アイデアがなくなり、ベストを尽くした」のようになった。 エピソード（11-18）。 しかし、すべてにおいて、それは大部分のためにまともなものでした。\u001b[22m\n\u001b[1m(Tanoshisa (7 ): Watashi wa sore o takusan kiniitta no o hajimete mi hajimeta toki, watashi wa hitobito no mondai to fukushū o nozonde ita riyū o kikimashita. Shikashi, monogatari wa jojoni yukkuri to osoku narimashita. Watashiniha, korera no jūshīna episōdo (1 - 10) kara,`aidea ga nakunari, besuto o tsukushita' no yō ni natta. Episōdo (11 - 18). Shikashi, subete ni oite, soreha daibubun no tame ni matomona monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (7): When I first started watching it I liked it a lot, I liked hearing about peoples problems and why they wanted revenge. But then the stories slowly got slower and slower. To me it went from these juicy episodes (1-10) to like 'We ran out of ideas and tried our best.' episodes (11-18). But all in all it was decent for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (7): When I first started watching it I liked it a lot, I liked hearing about peoples problems and why they wanted revenge.\u001b[24m\n    \u001b[1m楽しさ（7）：私はそれをたくさん気に入ったのを初めて見始めたとき、私は人々の問題と復讐を望んでいた理由を聞きました。\u001b[22m, \u001b[1m楽しさは、（7）：私が最初にそれを見始めたとき、私はそれを大変気に入って、私は人々の問題について聞くと、なぜ彼らは復讐を望んでいたが好きでした。\u001b[22m\n\u001b[4mBut then the stories slowly got slower and slower.\u001b[24m\n    \u001b[1mしかし、物語は徐々にゆっくりと遅くなりました。\u001b[22m, \u001b[1mしかし、その後の物語はゆっくりと遅く、遅くなりました。\u001b[22m\n\u001b[4mTo me it went from these juicy episodes (1-10) to like 'We ran out of ideas and tried our best.'\u001b[24m\n    \u001b[1m私には、これらのジューシーなエピソード（1-10）から、「アイデアがなくなり、ベストを尽くした」のようになった。\u001b[22m, \u001b[1m私にはそれが好きにこれらのジューシーなエピソード（1-10）から行った「私たちはアイデアを使い果たし、最善を試してみました。」\u001b[22m\n\u001b[4mepisodes (11-18).\u001b[24m\n    \u001b[1mエピソード（11-18）。\u001b[22m, \u001b[1mエピソード（11月18日）。\u001b[22m\n\u001b[4mBut all in all it was decent for the most part.\u001b[24m\n    \u001b[1mしかし、すべてにおいて、それは大部分のためにまともなものでした。\u001b[22m, \u001b[1mしかし、すべてのすべてで、それはほとんどの部分は立派でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (7): I'm only giving it a 7 because my friend made it sound like the greatest thing since sliced bread and over the years I've heard nothing but good talk about Hell Girl. But to me it reminds me of the quote 'All that glitters is not gold,' That's how I felt. I mean towards the end it did get better but too be honest I'm only going to start season 2 and 3 for my friend. If it were up to me I'd probably have stopped watching it a long time ago. But all in all if you're truly into this kind of thing it's the show for you.\n\n\u001b[1m全体的に（7）：私は7人にしか与えていない。なぜなら、私の友人はスライスされたパンのために最高のもののように聞こえて、何年もの間、地獄の女の子に関する良い話だけを聞いたからです。 しかし私には、それは私に、「輝くものはすべて金ではない」という言葉を思い起こさせる。 私はそれが良くなった最後に向かっていることを意味するが、あまりにも正直私は私の友人のためのシーズン2と3を開始するつもりです。 もしそれが私に任せられていたのなら、おそらくそれはずっと前にそれを見たことがなくなったでしょう。 しかし、もしあなたが本当にこのようなものになれば、それはあなたのためのショーです。\u001b[22m\n\u001b[1m(Zentai-teki ni (7 ): Watashi wa 7-ri ni shika ataete inai. Nazenara, watashi no yūjin wa suraisu sa reta pan no tame ni saikō no mono no yō ni kikoete, nan'nen mo no ma, jigoku no on'nanoko ni kansuru yoi hanashi dake o kiitakaradesu. Shikashi watashiniha, sore wa watashi ni,`kagayaku mono wa subete kinde wanai' to iu kotoba o omoiokosa seru. Watashi wa sore ga yoku natta saigo ni mukatte iru koto o imi suruga, amarini mo shōjiki watashi wa watashi no yūjin no tame no shīzun 2 to 3 o kaishi suru tsumoridesu. Moshi sore ga watashi ni makase rarete ita nonara, osoraku sore wa zutto mae ni sore o mita koto ga nakunattadeshou. Shikashi, moshi anata ga hontōni kono yōna mono ni nareba, sore wa anata no tame no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall (7): I'm only giving it a 7 because my friend made it sound like the greatest thing since sliced bread and over the years I've heard nothing but good talk about Hell Girl. But to me it reminds me of the quote 'All that glitters is not gold,' That's how I felt. I mean towards the end it did get better but too be honest I'm only going to start season 2 and 3 for my friend. If it were up to me I'd probably have stopped watching it a long time ago. But all in all if you're truly into this kind of thing it's the show for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (7): I'm only giving it a 7 because my friend made it sound like the greatest thing since sliced bread and over the years I've heard nothing but good talk about Hell Girl.\u001b[24m\n    \u001b[1m全体的に（7）：私は7人にしか与えていない。なぜなら、私の友人はスライスされたパンのために最高のもののように聞こえて、何年もの間、地獄の女の子に関する良い話だけを聞いたからです。\u001b[22m, \u001b[1m総合（7）：私の友人がパンをスライスし、長年にわたって、私は地獄少女について良い話だけを聞いていないしましたので、それが最大のもののように聞こえる作られたので、私はそれに7を与えています。\u001b[22m\n\u001b[4mBut to me it reminds me of the quote 'All that glitters is not gold,' That's how I felt.\u001b[24m\n    \u001b[1mしかし私には、それは私に、「輝くものはすべて金ではない」という言葉を思い起こさせる。\u001b[22m, \u001b[1mしかし、私には、それは私が感じた方法です引用符 '光るものすべてが金ではない、'のことを思い出します。\u001b[22m\n\u001b[4mI mean towards the end it did get better but too be honest I'm only going to start season 2 and 3 for my friend.\u001b[24m\n    \u001b[1m私はそれが良くなった最後に向かっていることを意味するが、あまりにも正直私は私の友人のためのシーズン2と3を開始するつもりです。\u001b[22m, \u001b[1m私はそれが良くなるが、あまりにも、私は私の友人のためにシーズン2と3を開始するつもりだ正直なところでした端部に向かって意味します。\u001b[22m\n\u001b[4mIf it were up to me I'd probably have stopped watching it a long time ago.\u001b[24m\n    \u001b[1mもしそれが私に任せられていたのなら、おそらくそれはずっと前にそれを見たことがなくなったでしょう。\u001b[22m, \u001b[1mそれは私までだったら私はおそらく長い時間前にそれを見て停止していると思います。\u001b[22m\n\u001b[4mBut all in all if you're truly into this kind of thing it's the show for you.\u001b[24m\n    \u001b[1mしかし、もしあなたが本当にこのようなものになれば、それはあなたのためのショーです。\u001b[22m, \u001b[1mあなたはこの種のものに本当にしている場合でも、すべてのすべてで、それはあなたのためのショーです。\u001b[22m"
  }
]
