[
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Koalakun",
    "profile": "/profile/Koalakun/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=224211",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  8\nキャラクター|  3\n|  2\n\n*いくつかのスポイラー*\n\nこのアニメのカバーを初めて見たとき、私は本当にそれが好きだと思っていました。 私はそれが深く意義深い別のアニメだと思った。 しかし、それはすべての通過エピソードではなく、私は自分自身がますます少なく関心を寄せ、より多くの混乱を見つけた。\nキャラクターの展開はかなり辛かったです。私が一番気にしたのは、ヒロが病院に行って妹もそこにいて、病院の部屋（彼女のボーイフレンド）から泣いていたときでした。 アニメは決してそれを本当にクリアしませんでした。 なぜ彼女は泣いていたのですか？ 何が起こった？\nそれ以外にも、このアニメは13エピソードよりもずっと長くなっていた可能性があります。 キャラクターの開発には多くの可能性がありましたが、作成者はそれを無視しました。\nエピソード12はおそらくこのアニメの落ち込みについての私の意見をより低い得点にしたものでした。 それは私を完全に混乱させました。 一体何？ 私はそれを全く理解していませんでした。 第13話は終わりだった。 そして私は最終的なエピソードでそれが間違いを補うことができるという希望を持つのは間違っていた。 しかし、それはなかった、代わりに私はちょうどもっと混乱していた。 キャラクターのいずれかが話を終わらせたような気がしなかった。 多分HiroとSacchanを除いて。 裏庭の彼のテントが去ったばかりのカケルに何が起こったのかは実際には分かりませんでした。 彼は母親と一緒にツアーに行きましたか？\n私はそのアニメをすべて混乱させた唯一の人なのかどうかはわかりません。 しかし、私はそうではないことを願っています。 おそらく、私はこのアニメで分析することができる多くのものがあります。 このアニメを見るのは無駄だと感じました。 しかし、私がしなかった場合は、私は良いアニメを見て逃したと思っている可能性が高いでしょう。 私はそれを試して私の好奇心を満足してうれしいです。 しかし、それは私の時間の価値があったのですか？ あんまり。 私はこのアニメが気に入らなかった。 これはすべて私の意見であり、私はこのアニメ（そして彼らの意見）を楽しんだ人を尊敬します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\n*SOME SPOILERS*\n\n\u001b[1m*いくつかのスポイラー*\u001b[22m\n\u001b[1m(* Ikutsu ka no supoirā*)\u001b[22m\n\nTranslations of \u001b[4m*SOME SPOILERS*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SOME SPOILERS*\u001b[24m\n    \u001b[1m*いくつかのスポイラー*\u001b[22m, \u001b[1m* SOMEスポイラー*\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first saw the cover for this anime I really thought that I would love it. I thought it was another anime that was deep and meaningful. But it wasn't with every passing episode I found myself getting less and less interested and more and more confused.\n\n\u001b[1mこのアニメのカバーを初めて見たとき、私は本当にそれが好きだと思っていました。 私はそれが深く意義深い別のアニメだと思った。 しかし、それはすべての通過エピソードではなく、私は自分自身がますます少なく関心を寄せて、より多くの混乱を見つけた。\u001b[22m\n\u001b[1m(Kono anime no kabā o hajimete mita toki, watashi wa hontōni sore ga sukida to omotte imashita. Watashi wa sore ga fukaku igibukai betsu no animeda to omotta. Shikashi, soreha subete no tsūka episōdode wa naku, watashi wa jibun jishin ga masumasu sukunaku kanshin o yosete, yori ōku no konran o mitsuketa.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first saw the cover for this anime I really thought that I would love it. I thought it was another anime that was deep and meaningful. But it wasn't with every passing episode I found myself getting less and less interested and more and more confused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first saw the cover for this anime I really thought that I would love it.\u001b[24m\n    \u001b[1mこのアニメのカバーを初めて見たとき、私は本当にそれが好きだと思っていました。\u001b[22m, \u001b[1m私が最初にこのアニメのためのカバーを見たとき、私は本当に私はそれを愛するだろうと思いました。\u001b[22m\n\u001b[4mI thought it was another anime that was deep and meaningful.\u001b[24m\n    \u001b[1m私はそれが深く意義深い別のアニメだと思った。\u001b[22m, \u001b[1m私はそれが深く、有意義だった別のアニメだと思いました。\u001b[22m\n\u001b[4mBut it wasn't with every passing episode I found myself getting less and less interested and more and more confused.\u001b[24m\n    \u001b[1mしかし、それはすべての通過エピソードではなく、私は自分自身がますます少なく関心を寄せて、より多くの混乱を見つけた。\u001b[22m, \u001b[1mしかし、それは私が自分自身は少なく興味がますます混乱してき見つかったすべて渡すのエピソードではありませんでした。\u001b[22m\nCharacter development was pretty eh, one of the things that annoyed me most was when Hiro went to the hospital and his sister was also there and she had walked out of a hospital room (her boyfriends) crying. The anime never really cleared that up. Why was she crying? What happened?\n\n\u001b[1mキャラクターの展開はかなり辛かったです。私が一番気にしたのは、ヒロが病院に行って妹もそこにいて、病院の部屋（彼女のボーイフレンド）から泣いていたときでした。 アニメは決してそれを本当にクリアしませんでした。 なぜ彼女は泣いていたのですか？ 何が起こった？\u001b[22m\n\u001b[1m(Kyarakutā no tenkai wa kanari tsurakattadesu. Watashi ga ichiban ki ni shita no wa, Hiro ga byōin ni itte imōto mo soko ni ite, byōin no heya (kanojo no bōifurendo) kara naite ita tokideshita. Anime wa kesshite sore o hontōni kuria shimasendeshita. Naze kanojo wa naite ita nodesu ka? Nani ga okotta?)\u001b[22m\n\nTranslations of \u001b[4mCharacter development was pretty eh, one of the things that annoyed me most was when Hiro went to the hospital and his sister was also there and she had walked out of a hospital room (her boyfriends) crying. The anime never really cleared that up. Why was she crying? What happened?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development was pretty eh, one of the things that annoyed me most was when Hiro went to the hospital and his sister was also there and she had walked out of a hospital room (her boyfriends) crying.\u001b[24m\n    \u001b[1mキャラクターの展開はかなり辛かったです。私が一番気にしたのは、ヒロが病院に行って妹もそこにいて、病院の部屋（彼女のボーイフレンド）から泣いていたときでした。\u001b[22m, \u001b[1mヒロは病院に行き、彼の妹が存在でもあったと、彼女は（彼女のボーイフレンド）泣いて病室の外に歩いていた時に、文字の開発はかなりええ、ほとんど私をイライラものの一つでした。\u001b[22m\n\u001b[4mThe anime never really cleared that up.\u001b[24m\n    \u001b[1mアニメは決してそれを本当にクリアしませんでした。\u001b[22m, \u001b[1mアニメは本当にをクリアすることはありません。\u001b[22m\n\u001b[4mWhy was she crying?\u001b[24m\n    \u001b[1mなぜ彼女は泣いていたのですか？\u001b[22m, \u001b[1mなぜ彼女は泣いていましたか？\u001b[22m\n\u001b[4mWhat happened?\u001b[24m\n    \u001b[1m何が起こった？\u001b[22m, \u001b[1m何が起こったの？\u001b[22m, \u001b[1m何が起こったのか？\u001b[22m\nAside from that this anime definitely could've been longer than 13 episodes. There was a lot of potential for character development but the creators just ignored it.\n\n\u001b[1mそれ以外にも、このアニメは13エピソードよりもずっと長くなっていた可能性があります。 キャラクターの開発には多くの可能性がありましたが、作成者はそれを無視しました。\u001b[22m\n\u001b[1m(Sore igai ni mo, kono anime wa 13 episōdo yori mo zutto nagaku natte ita kanōsei ga arimasu. Kyarakutā no kaihatsu ni wa ōku no kanōsei ga arimashitaga, sakusei-sha wa sore o mushi shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAside from that this anime definitely could've been longer than 13 episodes. There was a lot of potential for character development but the creators just ignored it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from that this anime definitely could've been longer than 13 episodes.\u001b[24m\n    \u001b[1mそれ以外にも、このアニメは13エピソードよりもずっと長くなっていた可能性があります。\u001b[22m, \u001b[1m別にこのアニメは間違いなく13のエピソードよりも長くなっていたかもしれないことから。\u001b[22m\n\u001b[4mThere was a lot of potential for character development but the creators just ignored it.\u001b[24m\n    \u001b[1mキャラクターの開発には多くの可能性がありましたが、作成者はそれを無視しました。\u001b[22m, \u001b[1mそこキャラクター開発のための多くの可能性があったが、制作者はそれを無視しました。\u001b[22m\nEpisode 12 was maybe what made my opinion of this anime drop to a lower score. It made me so utterly confused. What the hell man? I didn't understand it at all. Episode 13 was its ending. And I was wrong to have hope that in the final episode it could make up for the mistakes. But it didnt, instead I was just more confused. It didn't feel like any of the characters got closure on their stories. Except maybe Hiro and Sacchan. It didn't really explain what happened to Kakeru his tent in the backyard was just gone. Did he go on tour with his mother?\n\n\u001b[1mエピソード12はおそらくこのアニメの落ち込みについての私の意見をより低い得点にしたものでした。 それは私を完全に混乱させました。 一体何？ 私はそれを全く理解していませんでした。 第13話は終わりだった。 そして私は最終的なエピソードでそれが間違いを補うことができるという希望を持つのは間違っていた。 しかし、それはなかった、代わりに私はちょうどもっと混乱していた。 キャラクターのいずれかが話を終わらせたような気がしなかった。 多分HiroとSacchanを除いて。 裏庭の彼のテントが去ったばかりのカケルに何が起こったのかは実際には分かりませんでした。 彼は母親と一緒にツアーに行きましたか？\u001b[22m\n\u001b[1m(Episōdo 12 wa osoraku kono anime no ochikomi ni tsuite no watashi no iken o yori hikui tokuten ni shita monodeshita. Sore wa watashi o kanzen ni konran sa semashita. Watashi wa sore o mattaku rikai shite imasendeshita. Dai 13-wa wa owaridatta. Soshite watashi wa saishū-tekina episōdo de sore ga machigai o oginau koto ga dekiru to iu kibō o motsu no wa machigatte ita. Shikashi, sore wa nakatta, kawarini watashi wa chōdo motto konran shite ita. Kyarakutā no izureka ga hanashi o owara seta yōna ki ga shinakatta. Tabun Hiro to Sacchan o nozoite. Uraniwa no kare no tento ga satta bakari no kakeru ni nani ga okotta no ka wa jissai ni wa wakarimasendeshita. Kare wa hahaoya to issho ni tsuā ni ikimashita ka? Ittai nani?)\u001b[22m\n\nTranslations of \u001b[4mEpisode 12 was maybe what made my opinion of this anime drop to a lower score. It made me so utterly confused. What the hell man? I didn't understand it at all. Episode 13 was its ending. And I was wrong to have hope that in the final episode it could make up for the mistakes. But it didnt, instead I was just more confused. It didn't feel like any of the characters got closure on their stories. Except maybe Hiro and Sacchan. It didn't really explain what happened to Kakeru his tent in the backyard was just gone. Did he go on tour with his mother?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpisode 12 was maybe what made my opinion of this anime drop to a lower score.\u001b[24m\n    \u001b[1mエピソード12はおそらくこのアニメの落ち込みについての私の意見をより低い得点にしたものでした。\u001b[22m, \u001b[1m第12話は低いスコアにこのアニメ低下の私の意見を作ったものかもしれないでした。\u001b[22m\n\u001b[4mIt made me so utterly confused.\u001b[24m\n    \u001b[1mそれは私を完全に混乱させました。\u001b[22m, \u001b[1mそれは私がそう全く混乱しました。\u001b[22m\n\u001b[4mI didn't understand it at all.\u001b[24m\n    \u001b[1m私はそれを全く理解していませんでした。\u001b[22m\n\u001b[4mEpisode 13 was its ending.\u001b[24m\n    \u001b[1m第13話は終わりだった。\u001b[22m, \u001b[1m第13話は、その結末でした。\u001b[22m\n\u001b[4mAnd I was wrong to have hope that in the final episode it could make up for the mistakes.\u001b[24m\n    \u001b[1mそして私は最終的なエピソードでそれが間違いを補うことができるという希望を持つのは間違っていた。\u001b[22m, \u001b[1mそして、私は、最終的なエピソードで、それがミスを補うことができると希望を持つことが間違っていました。\u001b[22m\n\u001b[4mBut it didnt, instead I was just more confused.\u001b[24m\n    \u001b[1mしかし、それはなかった、代わりに私はちょうどもっと混乱していた。\u001b[22m, \u001b[1mしかし、それは代わりに、私はもっと混乱していた、didntの。\u001b[22m\n\u001b[4mIt didn't feel like any of the characters got closure on their stories.\u001b[24m\n    \u001b[1mキャラクターのいずれかが話を終わらせたような気がしなかった。\u001b[22m, \u001b[1m文字のいずれかが彼らの話に閉鎖を得たようには感じませんでした。\u001b[22m\n\u001b[4mExcept maybe Hiro and Sacchan.\u001b[24m\n    \u001b[1m多分HiroとSacchanを除いて。\u001b[22m, \u001b[1m多分ヒロとさっ除きます。\u001b[22m\n\u001b[4mIt didn't really explain what happened to Kakeru his tent in the backyard was just gone.\u001b[24m\n    \u001b[1m裏庭の彼のテントが去ったばかりのカケルに何が起こったのかは実際には分かりませんでした。\u001b[22m, \u001b[1mそれは本当に裏庭に天幕がちょうど消えていた翔に何が起こったのか説明していませんでした。\u001b[22m\n\u001b[4mDid he go on tour with his mother?\u001b[24m\n    \u001b[1m彼は母親と一緒にツアーに行きましたか？\u001b[22m, \u001b[1m彼は彼の母親と一緒にツアーに行きましたか？\u001b[22m\n\u001b[4mWhat the hell man?\u001b[24m\n    \u001b[1m一体何？\u001b[22m, \u001b[1mどのような地獄の男？\u001b[22m\nI'm not sure if I was the only one confused all through out that anime. But I hope I wasn't. There's probably a lot more I could analyze on this anime. It felt kind of like a waste watching this anime. But if I didnt I most likely would have just continued thinking I missed out on watching a good anime. I'm glad I tried It out and satisfied my curiosity. But was it worth my time? Not really. I didn't like this anime. Though this is all just my opinion and I respect those who did enjoy this anime (and their opinions).\n\n\u001b[1m私はそのアニメをすべて混乱させた唯一の人なのかどうかはわかりません。 しかし、私はそうではないことを願っています。 おそらく、私はこのアニメで分析することができる多くのものがあります。 このアニメを見るのは無駄だと感じました。 しかし、私がしなかった場合は、私は良いアニメを見て逃したと思っている可能性が高いでしょう。 私はそれを試して私の好奇心を満足してうれしいです。 しかし、それは私の時間の価値があったのですか？ あんまり。 私はこのアニメが気に入らなかった。 これはすべて私の意見であり、私はこのアニメ（そして彼らの意見）を楽しんだ人を尊敬します。\u001b[22m\n\u001b[1m(Watashi wa sono anime o subete konran sa seta yuiitsu no hitona no ka dō ka wa wakarimasen. Shikashi, watashi wa sōde wanai koto o negatte imasu. Osoraku, watashi wa kono anime de bunseki suru koto ga dekiru ōku no mono ga arimasu. Kono anime o miru no wa mudada to kanjimashita. Shikashi, watashi ga shinakatta baai wa, watashi wa yoi anime o mite nogashita to omotte iru kanōsei ga takaideshou. Watashi wa sore o tameshite watashi no kōkishin o manzoku shite ureshīdesu. Shikashi, sore wa watashi no jikan no kachi ga atta nodesu ka? Anmari. Watashi wa kono anime ga kiniiranakatta. Kore wa subete watashi no ikendeari, watashi wa kono anime (soshite karera no iken) o tanoshinda hito o sonkei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure if I was the only one confused all through out that anime. But I hope I wasn't. There's probably a lot more I could analyze on this anime. It felt kind of like a waste watching this anime. But if I didnt I most likely would have just continued thinking I missed out on watching a good anime. I'm glad I tried It out and satisfied my curiosity. But was it worth my time? Not really. I didn't like this anime. Though this is all just my opinion and I respect those who did enjoy this anime (and their opinions).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure if I was the only one confused all through out that anime.\u001b[24m\n    \u001b[1m私はそのアニメをすべて混乱させた唯一の人なのかどうかはわかりません。\u001b[22m, \u001b[1m私は一つだけ、そのアニメ外のすべてを介して、混乱していた場合、私はわかりません。\u001b[22m\n\u001b[4mBut I hope I wasn't.\u001b[24m\n    \u001b[1mしかし、私はそうではないことを願っています。\u001b[22m, \u001b[1mしかし、私は私ではなかった願っています。\u001b[22m\n\u001b[4mThere's probably a lot more I could analyze on this anime.\u001b[24m\n    \u001b[1mおそらく、私はこのアニメで分析することができる多くのものがあります。\u001b[22m, \u001b[1m私はこのアニメに分析することができ、より多くは、おそらくあります。\u001b[22m\n\u001b[4mIt felt kind of like a waste watching this anime.\u001b[24m\n    \u001b[1mこのアニメを見るのは無駄だと感じました。\u001b[22m, \u001b[1mそれは一種のこのアニメを見て、廃棄物のように感じました。\u001b[22m\n\u001b[4mBut if I didnt I most likely would have just continued thinking I missed out on watching a good anime.\u001b[24m\n    \u001b[1mしかし、私がしなかった場合は、私は良いアニメを見て逃したと思っている可能性が高いでしょう。\u001b[22m, \u001b[1mしかし、私はdidntの場合、私は最も可能性の高い私は良いアニメを見を逃しただけで継続的な思考を持っているでしょう。\u001b[22m\n\u001b[4mI'm glad I tried It out and satisfied my curiosity.\u001b[24m\n    \u001b[1m私はそれを試して私の好奇心を満足してうれしいです。\u001b[22m, \u001b[1m私はそれを試して、私の好奇心を満たしてくれてうれしいです。\u001b[22m\n\u001b[4mBut was it worth my time?\u001b[24m\n    \u001b[1mしかし、それは私の時間の価値があったのですか？\u001b[22m, \u001b[1mしかし、それは私の時間の価値がありましたか？\u001b[22m\n\u001b[4mNot really.\u001b[24m\n    \u001b[1mあんまり。\u001b[22m, \u001b[1m本当に。\u001b[22m, \u001b[1mいまいち。\u001b[22m\n\u001b[4mI didn't like this anime.\u001b[24m\n    \u001b[1m私はこのアニメが気に入らなかった。\u001b[22m, \u001b[1m私はこのアニメが好きではなかったです。\u001b[22m\n\u001b[4mThough this is all just my opinion and I respect those who did enjoy this anime (and their opinions).\u001b[24m\n    \u001b[1mこれはすべて私の意見であり、私はこのアニメ（そして彼らの意見）を楽しんだ人を尊敬します。\u001b[22m, \u001b[1mこれはすべての私の意見です。私はこのアニメ（と自分の意見を）楽しんでいた人たちを尊敬けれども。\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Batifyy",
    "profile": "/profile/Batifyy/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=220383",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  6\n\nGlasslipの説明を読んでいるうちに、このアニメは素晴らしいと思うでしょう。 それは非常に大きな可能性を秘めていました。 最初の問題は、キャラクターの開発の下でした。 彼らに何らかの種類のアタッチメントがあった場合、このアニメは約7に簡単にバンプすることができました。そこから次の問題はストーリーラインでした。 ストーリーはこれを混乱させるべきではありません。 何が起こるのか、なぜすべてが起こっているのかについての実際の説明はありませんでした。 悲しいことに、私たちが状況を解読することを期待してここに残すことはできません。もしそれが修正されれば、それは8までのすべてのことが可能になりました。全体的に、このアニメはかなりまともです。 私。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhile reading the description for Glasslip, you would think this anime is going to be great. It had so much potential. The first problem was the under development of characters. If there was some sort of attachment to them this anime could've easily been bumped up to about a 7. From there the next problem was the story line. A story should not be this confusing. There was no real explanation of what happens, and why everything is happening. Sadly you can't just leave us here expecting us to decipher the whole situation, if that was fixed, then it could've been all the way up to an 8. Overall, this anime was pretty decent, so it gets a 5 from me.\n\n\u001b[1mGlasslipの説明を読んでいるうちに、このアニメは素晴らしいと思うでしょう。 それは非常に大きな可能性を秘めていました。 最初の問題は、キャラクターの開発の下でした。 彼らに何らかの種類のアタッチメントがあった場合、このアニメは約7に簡単にバンプすることができました。そこから次の問題はストーリーラインでした。 ストーリーはこれを混乱させるべきではありません。 何が起こるのか、なぜすべてが起こっているのかについての実際の説明はありませんでした。 悲しいことに、私たちが状況を解読することを期待してここに残すことはできません。もしそれが修正されれば、それは8までのすべてのことが可能になりました。全体的に、このアニメはかなりまともです。 私。\u001b[22m\n\u001b[1m(Glasslip no setsumei o yonde iru uchi ni, kono anime wa subarashī to omoudeshou. Sore wa hijō ni ōkina kanōsei o himete imashita. Saisho no mondai wa, kyarakutā no kaihatsu no shitadeshita. Karera ni nanrakano shurui no atatchimento ga atta baai, kono anime wa yaku 7 ni kantan ni banpu suru koto ga dekimashita. Soko kara tsugi no mondai wa sutōrīraindeshita. Sutōrī wa kore o konran sa serubekide wa arimasen. Nani ga okoru no ka, naze subete ga okotte iru no ka ni tsuite no jissai no setsumei wa arimasendeshita. Kanashī koto ni, watashitachi ga jōkyō o kaidoku suru koto o kitai shite koko ni nokosu koto wa dekimasen. Moshi sore ga shūsei sa rereba, sore wa 8 made no subete no koto ga kanō ni narimashita. Zentai-teki ni, kono anime wa kanari matomodesu. Watashi.)\u001b[22m\n\nTranslations of \u001b[4mWhile reading the description for Glasslip, you would think this anime is going to be great. It had so much potential. The first problem was the under development of characters. If there was some sort of attachment to them this anime could've easily been bumped up to about a 7. From there the next problem was the story line. A story should not be this confusing. There was no real explanation of what happens, and why everything is happening. Sadly you can't just leave us here expecting us to decipher the whole situation, if that was fixed, then it could've been all the way up to an 8. Overall, this anime was pretty decent, so it gets a 5 from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile reading the description for Glasslip, you would think this anime is going to be great.\u001b[24m\n    \u001b[1mGlasslipの説明を読んでいるうちに、このアニメは素晴らしいと思うでしょう。\u001b[22m, \u001b[1mグラスリップの説明を読んでいる間、あなたはこのアニメは素晴らしいことになるだろうと思うだろう。\u001b[22m\n\u001b[4mIt had so much potential.\u001b[24m\n    \u001b[1mそれは非常に大きな可能性を秘めていました。\u001b[22m, \u001b[1mそれはそんなに可能性がありました。\u001b[22m\n\u001b[4mThe first problem was the under development of characters.\u001b[24m\n    \u001b[1m最初の問題は、キャラクターの開発の下でした。\u001b[22m, \u001b[1m最初の問題は、文字の下に開発しました。\u001b[22m\n\u001b[4mIf there was some sort of attachment to them this anime could've easily been bumped up to about a 7. From there the next problem was the story line.\u001b[24m\n    \u001b[1m彼らに何らかの種類のアタッチメントがあった場合、このアニメは約7に簡単にバンプすることができました。そこから次の問題はストーリーラインでした。\u001b[22m, \u001b[1mこのアニメが簡単にそこから7程度までぶつかってきた可能性があり、それらの添付ファイルのいくつかの並べ替えがあった場合、次の問題は、ストーリーラインでした。\u001b[22m\n\u001b[4mA story should not be this confusing.\u001b[24m\n    \u001b[1mストーリーはこれを混乱させるべきではありません。\u001b[22m, \u001b[1m物語はこの混乱を招くことがないようにしてください。\u001b[22m\n\u001b[4mThere was no real explanation of what happens, and why everything is happening.\u001b[24m\n    \u001b[1m何が起こるのか、なぜすべてが起こっているのかについての実際の説明はありませんでした。\u001b[22m, \u001b[1mそこに何が起こるかの本当の説明はなかった、そしてなぜすべてが起こっています。\u001b[22m\n\u001b[4mSadly you can't just leave us here expecting us to decipher the whole situation, if that was fixed, then it could've been all the way up to an 8. Overall, this anime was pretty decent, so it gets a 5 from\u001b[24m\n    \u001b[1m悲しいことに、私たちが状況を解読することを期待してここに残すことはできません。もしそれが修正されれば、それは8までのすべてのことが可能になりました。全体的に、このアニメはかなりまともです。\u001b[22m, \u001b[1m悲しいことに、あなただけの全体的な状況を解読するために私達を期待し、ここで私たちを残すことはできません、それが固定されている場合、それは、最大8総合的にずっとしてきた可能性があり、このアニメはかなりまともだったので、それから5を取得します\u001b[22m\n\u001b[4mme.\u001b[24m\n    \u001b[1m私。\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Vaenny",
    "profile": "/profile/Vaenny/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=219506",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  9\nキャラクター|  5\n|  3\n\nまだ言われていないグラススリップについて、私は何を言いますか？ それはまともな芸術と音楽を持っていますが、物語はそれほど目立たなかった。 私の意見では、このアニメは、ゆっくりとしたロマンスまたは単純化された人生のいずれかに分類されます。\n\nまず第一に、物語はかなり...普通です。 私を間違えないでください、私はそれのすべてのロマンスの部分が好きですが、それはあまりにも予測可能です。 それは本当に私の心を汲み上げることはありませんでした。 そして、私はショーに「魔法」を加えるのは妥当ではないと思う。 それには文字通り意味がありませんでした。 シンプルなプロットを多様化するためにそこにあっただけです。 おそらく私がシリーズ全体について好んだのは、エピソード12だけだったでしょう。\n\n文字で私を始めさせないでください。 彼らはすべて少女の漫画キャラクターのコピーです。 私が前に言ったように、ロマンスは予測可能でした。 最初から誰が誰と結婚するのか分かりませんでした。 彼らはストーリーにある種の矛盾を加えることさえ気にしませんでした。 それはただ一緒になって、それだけです。 終わり。\n\nまた、クラシック音楽とシンプルなアートスタイルでなければ、これを3とランク付けしました。そして、あなたが新しいアニメを見たいのなら、間違いなくそれをお勧めします。 私を信じて、それは時間の無駄です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say about glasslip that hasn't been said yet? While it does have decent art and music, the story didn't stand out much. In my opinion, this anime would be categorized as either a slow-paced romance or simplified slice of life.\n\n\u001b[1mまだ言われていないグラススリップについて、私は何を言いますか？ それはまともな芸術と音楽を持っていますが、物語はそれほど目立たなかった。 私の意見では、このアニメは、ゆっくりとしたロマンスまたは単純化された人生のいずれかに分類されます。\u001b[22m\n\u001b[1m(Mada iwa rete inai gurasusurippu ni tsuite, watashi wa nani o iimasu ka? Sore wa matomona geijutsu to ongaku o motte imasuga, monogatari wa sorehodo medatanakatta. Watashi no ikende wa, kono anime wa, yukkuri to shita romansu matawa tanjun-ka sa reta jinsei no izureka ni bunrui sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say about glasslip that hasn't been said yet? While it does have decent art and music, the story didn't stand out much. In my opinion, this anime would be categorized as either a slow-paced romance or simplified slice of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say about glasslip that hasn't been said yet?\u001b[24m\n    \u001b[1mまだ言われていないグラススリップについて、私は何を言いますか？\u001b[22m, \u001b[1m私はまだ言われていないグラスリップについて何を言うことができますか？\u001b[22m\n\u001b[4mWhile it does have decent art and music, the story didn't stand out much.\u001b[24m\n    \u001b[1mそれはまともな芸術と音楽を持っていますが、物語はそれほど目立たなかった。\u001b[22m, \u001b[1mそれがまともな芸術や音楽を持っていますが、話はあまり目立ちませんでした。\u001b[22m\n\u001b[4mIn my opinion, this anime would be categorized as either a slow-paced romance or simplified slice of life.\u001b[24m\n    \u001b[1m私の意見では、このアニメは、ゆっくりとしたロマンスまたは単純化された人生のいずれかに分類されます。\u001b[22m, \u001b[1m私の意見では、このアニメはスローペースの恋愛や人生の簡略化スライスのいずれかに分類されるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, The story's quite... mediocre. Don't get me wrong, I like the romance part of it all, but it's just that it's too predictable. It didn't really get my heart pumping. And I think it wasn't right to add 'magic' into the show. There was literally no point to it. It was just there for the sake of diversifying the simple plot. Probably the only part I liked about the wholes series was episode 12. The others, bunch of crap.\n\n\u001b[1mまず第一に、物語はかなり...普通です。 私を間違えないでください、私はそれのすべてのロマンスの部分が好きですが、それはあまりにも予測可能です。 それは本当に私の心を汲み上げることはありませんでした。 そして、私はショーに「魔法」を加えるのは妥当ではないと思う。 それには文字通り意味がありませんでした。 シンプルなプロットを多様化するためにそこにあっただけです。 おそらく私がシリーズ全体について好んだのは、エピソード12だけだったでしょう。\u001b[22m\n\u001b[1m(Mazu daiichi ni, monogatari wa kanari... Futsūdesu. Watashi o machigaenaide kudasai, watashi wa sore no subete no romansu no bubun ga sukidesuga, sore wa amarini mo yosoku kanōdesu. Sore wa hontōni watashi no kokoro o kumiageru koto wa arimasendeshita. Soshite, watashi wa shō ni `mahō' o kuwaeru no wa datōde wa nai to omou. Soreni wa mojidōri imi ga arimasendeshita. Shinpuruna purotto o tayō-ka suru tame ni soko ni atta dakedesu. Osoraku watashi ga shirīzu zentai ni tsuite kononda no wa, episōdo 12 dakedattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, The story's quite... mediocre. Don't get me wrong, I like the romance part of it all, but it's just that it's too predictable. It didn't really get my heart pumping. And I think it wasn't right to add 'magic' into the show. There was literally no point to it. It was just there for the sake of diversifying the simple plot. Probably the only part I liked about the wholes series was episode 12. The others, bunch of crap.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, The story's quite... mediocre.\u001b[24m\n    \u001b[1mまず第一に、物語はかなり...普通です。\u001b[22m, \u001b[1mまず、物語のかなり...平凡。\u001b[22m\n\u001b[4mDon't get me wrong, I like the romance part of it all, but it's just that it's too predictable.\u001b[24m\n    \u001b[1m私を間違えないでください、私はそれのすべてのロマンスの部分が好きですが、それはあまりにも予測可能です。\u001b[22m, \u001b[1m誤解しないでください、私はそれをすべてのロマンスの部分を好きですが、それはあまりにも予測可能だということだけです。\u001b[22m\n\u001b[4mIt didn't really get my heart pumping.\u001b[24m\n    \u001b[1mそれは本当に私の心を汲み上げることはありませんでした。\u001b[22m, \u001b[1mそれは本当に私の心のポンピングを取得できませんでした。\u001b[22m\n\u001b[4mAnd I think it wasn't right to add 'magic' into the show.\u001b[24m\n    \u001b[1mそして、私はショーに「魔法」を加えるのは妥当ではないと思う。\u001b[22m, \u001b[1mそして、私はショーに「魔法」を追加するために右ではなかったと思います。\u001b[22m\n\u001b[4mThere was literally no point to it.\u001b[24m\n    \u001b[1mそれには文字通り意味がありませんでした。\u001b[22m, \u001b[1mそれを文字通りない点はありませんでした。\u001b[22m\n\u001b[4mIt was just there for the sake of diversifying the simple plot.\u001b[24m\n    \u001b[1mシンプルなプロットを多様化するためにそこにあっただけです。\u001b[22m, \u001b[1mこれは、単純なプロットを多様化のためだけでした。\u001b[22m\n\u001b[4mProbably the only part I liked about the wholes series was episode 12. The others, bunch of crap.\u001b[24m\n    \u001b[1mおそらく私がシリーズ全体について好んだのは、エピソード12だけだったでしょう。\u001b[22m, \u001b[1mおそらく私がwholesシリーズ気に入っ一部のみがエピソード12他人、がらくたの束でした。\u001b[22m\n\u001b[1m\u001b[22m\nDon't even get me started with the characters. They're all pretty much a copy of every shoujo manga character. And like I said before, the romance was predictable. From the start, I knew who was gonna end up with who. They didn't even bother to add some kind of conflict to the story. It's just them getting together and that's it. The end.\n\n\u001b[1m文字で私を始めさせないでください。 彼らはすべて少女の漫画キャラクターのコピーです。 私が前に言ったように、ロマンスは予測可能でした。 最初から誰が誰と結婚するのか分かりませんでした。 彼らはストーリーにある種の矛盾を加えることさえ気にしませんでした。 それはただ一緒になって、それだけです。 終わり。\u001b[22m\n\u001b[1m(Moji de watashi o hajime sasenaide kudasai. Karera wa subete shōjo no manga kyarakutā no kopīdesu. Watashi ga mae ni itta yō ni, romansu wa yosoku kanōdeshita. Saisho kara dare ga dare to kekkon suru no ka wakarimasendeshita. Karera wa sutōrī ni arushuno mujun o kuwaeru koto sae ki ni shimasendeshita. Sore wa tada issho ni natte, sore dakedesu. Owari.)\u001b[22m\n\nTranslations of \u001b[4mDon't even get me started with the characters. They're all pretty much a copy of every shoujo manga character. And like I said before, the romance was predictable. From the start, I knew who was gonna end up with who. They didn't even bother to add some kind of conflict to the story. It's just them getting together and that's it. The end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't even get me started with the characters.\u001b[24m\n    \u001b[1m文字で私を始めさせないでください。\u001b[22m, \u001b[1mでも、私は文字で開始してはいけません。\u001b[22m\n\u001b[4mThey're all pretty much a copy of every shoujo manga character.\u001b[24m\n    \u001b[1m彼らはすべて少女の漫画キャラクターのコピーです。\u001b[22m, \u001b[1m彼らはすべてのほとんどすべての少女漫画のキャラクターのコピーです。\u001b[22m\n\u001b[4mAnd like I said before, the romance was predictable.\u001b[24m\n    \u001b[1m私が前に言ったように、ロマンスは予測可能でした。\u001b[22m, \u001b[1m私が前に言ったようにそして、ロマンスは予測可能でした。\u001b[22m\n\u001b[4mFrom the start, I knew who was gonna end up with who.\u001b[24m\n    \u001b[1m最初から誰が誰と結婚するのか分かりませんでした。\u001b[22m, \u001b[1m当初から、私が持つつもりエンドアップした人を知っていました。\u001b[22m\n\u001b[4mThey didn't even bother to add some kind of conflict to the story.\u001b[24m\n    \u001b[1m彼らはストーリーにある種の矛盾を加えることさえ気にしませんでした。\u001b[22m, \u001b[1m彼らもストーリーに紛争のいくつかの種類を追加するには気にしませんでした。\u001b[22m\n\u001b[4mIt's just them getting together and that's it.\u001b[24m\n    \u001b[1mそれはただ一緒になって、それだけです。\u001b[22m, \u001b[1mそれはちょうど彼らが一緒になってきたし、それはそれです。\u001b[22m\n\u001b[4mThe end.\u001b[24m\n    \u001b[1m終わり。\u001b[22m\n\u001b[1m\u001b[22m\nAgain, if it wasn't for the classical music and simple art style, I would have ranked this a 3. And I definitely don't recommend it if you're looking for a new anime to watch. Believe me, it's a waste of time.\n\n\u001b[1mまた、クラシック音楽とシンプルなアートスタイルでなければ、これを3とランク付けしました。そして、あなたが新しいアニメを見たいのなら、間違いなくそれをお勧めします。 私を信じて、それは時間の無駄です。\u001b[22m\n\u001b[1m(Mata, kurashikku ongaku to shinpuruna ātosutairudenakereba, kore o 3 to ranku-tsuke shimashita. Soshite, anata ga atarashī anime o mitai nonara, machigainaku sore o o susume shimasu. Watashi o shinjite, soreha jikan'nomudadesu.)\u001b[22m\n\nTranslations of \u001b[4mAgain, if it wasn't for the classical music and simple art style, I would have ranked this a 3. And I definitely don't recommend it if you're looking for a new anime to watch. Believe me, it's a waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, if it wasn't for the classical music and simple art style, I would have ranked this a 3. And I definitely don't recommend it if you're looking for a new anime to watch.\u001b[24m\n    \u001b[1mまた、クラシック音楽とシンプルなアートスタイルでなければ、これを3とランク付けしました。そして、あなたが新しいアニメを見たいのなら、間違いなくそれをお勧めします。\u001b[22m, \u001b[1mそれはクラシック音楽とシンプルなアートスタイルのためではなかった場合は、再度、私はこの3位にランクしているだろうそして、あなたが見て、新しいアニメを探しているなら、私は絶対にお勧めしません。\u001b[22m\n\u001b[4mBelieve me, it's a waste of time.\u001b[24m\n    \u001b[1m私を信じて、それは時間の無駄です。\u001b[22m, \u001b[1mそれは時間の無駄だ、私を信じて。\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "wwolf47",
    "profile": "/profile/wwolf47/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=217718",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  5\n\nGlasslipのレビューです\n\nまあ、それは完全にたわごとだったと私はそれを意味するように私は言葉にそれを置く必要があります。  Glasslipは、ストーリーがあまりにも予測可能で、主人公は感情のないピースフッとしており、大部分はa **とiの痛みであるため、ほとんどの部分がロマンチックなコメディーのスライスです 私はこの種のものが嫌いなので、キャラクターのそれぞれをペアリングするという考えを得ることはできません。キャラクターの開発に関しては、それには少なすぎ、キャラクターはかなり一般的でした。\n\nまあ、良い作品のためには、アニメーションはPA Worksによって行われていて、ほとんどの部分はかなり良い音だったが、それは優れていたが、それほど優れていなかった。そして、これは私がこのアニメについて言うことができるのは、 それについてもう少し説明し、未回答の質問に答えています。\n\nアニメについては、私はそれをお勧めしませんが、それを見たい場合は、してくださいようにしてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWell here is a review of Glasslip:\n\n\u001b[1mGlasslipのレビューです\u001b[22m\n\u001b[1m(Glasslip no rebyūdesu)\u001b[22m\n\nTranslations of \u001b[4mWell here is a review of Glasslip:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell here is a review of Glasslip:\u001b[24m\n    \u001b[1mGlasslipのレビューです\u001b[22m, \u001b[1mさてここでグラスリップのレビューは、次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\nWell how should i put it into words as it was completely shit and i mean it. Glasslip is a romantic comedy slice of life show for which the most part i don't get it as the story is way too predictable and the main protagonist is pieceofshit without any emotions and for the most part a pain in the a** and i don't get the idea of paring each one of the characters as i hate this kind of thing.As for the character development there was too little in it and the character was pretty much generic.\n\n\u001b[1mまあ、それは完全にたわごとだったと私はそれを意味するように私は言葉にそれを置く必要があります。  Glasslipは、ストーリーがあまりにも予測可能で、主人公は感情のないピースフッとしており、大部分はa **とiの痛みであるため、ほとんどの部分がロマンチックなコメディーのスライスです 私はこの種のものが嫌いなので、キャラクターのそれぞれをペアリングするという考えを得ることはできません。キャラクターの開発に関しては、それには少なすぎ、キャラクターはかなり一般的でした。\u001b[22m\n\u001b[1m(Mā, sore wa kanzen ni tawagotodatta to watashi wa sore o imi suru yō ni watashi wa kotoba ni sore o oku hitsuyō ga arimasu. Glasslip wa, sutōrī ga amarini mo yosoku kanōde, shujinkō wa kanjō no nai pīsufutto shite ori, daibubun wa a** to i no itamidearu tame, hotondo no bubun ga romanchikkuna komedī no suraisudesu watashi wa kono tane no mono ga kirainanode, kyarakutā no sorezore o pearingu suru to iu kangae o eru koto wa dekimasen. Kyarakutā no kaihatsu ni kanshite wa, soreni wa sukuna sugi, kyarakutā wa kanari ippan-tekideshita.)\u001b[22m\n\nTranslations of \u001b[4mWell how should i put it into words as it was completely shit and i mean it. Glasslip is a romantic comedy slice of life show for which the most part i don't get it as the story is way too predictable and the main protagonist is pieceofshit without any emotions and for the most part a pain in the a** and i don't get the idea of paring each one of the characters as i hate this kind of thing.As for the character development there was too little in it and the character was pretty much generic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell how should i put it into words as it was completely shit and i mean it.\u001b[24m\n    \u001b[1mまあ、それは完全にたわごとだったと私はそれを意味するように私は言葉にそれを置く必要があります。\u001b[22m, \u001b[1mまあそれはどのように完全にたわごとたとして、私は言葉にそれを置くと私はそれを意味する必要があります。\u001b[22m\n\u001b[4mGlasslip is a romantic comedy slice of life show for which the most part i don't get it as the story is way too predictable and the main protagonist is pieceofshit without any emotions and for the most part a pain in the a** and i\u001b[24m\n    \u001b[1mGlasslipは、ストーリーがあまりにも予測可能で、主人公は感情のないピースフッとしており、大部分はa **とiの痛みであるため、ほとんどの部分がロマンチックなコメディーのスライスです\u001b[22m, \u001b[1mグラスリップは物語があまりにも予測可能で、主人公がAの痛みの任意の感情がなく、ほとんどの部分はpieceofshit **と私のように私はそれを得ることはありませんほとんどの部分対象の生命のショーのロマンチックコメディのスライスであります\u001b[22m\n\u001b[4mdon't get the idea of paring each one of the characters as i hate this kind of thing.As for the character development there was too little in it and the character was pretty much generic.\u001b[24m\n    \u001b[1m私はこの種のものが嫌いなので、キャラクターのそれぞれをペアリングするという考えを得ることはできません。キャラクターの開発に関しては、それには少なすぎ、キャラクターはかなり一般的でした。\u001b[22m, \u001b[1m私はキャラクターの成長のためにthing.Asのこの種を憎むようにそこにあまりにも少しあった文字は、一般的なほとんどだった文字のそれぞれをペアリングのアイデアを得ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nWell for the good part the animation was done by PA Works and was pretty good for the most part and for the sound it was good but not outstanding and this is all i can say about this anime as it could have been pretty good if the would have explained it a bit more and answer the questions that were unanswered.\n\n\u001b[1mまあ、良い作品のためには、アニメーションはPA Worksによって行われていて、ほとんどの部分はかなり良い音だったが、それは優れていたが、それほど優れていなかった。そして、これは私がこのアニメについて言うことができるのは、 それについてもう少し説明し、未回答の質問に答えています。\u001b[22m\n\u001b[1m(Mā, yoi sakuhin no tame ni wa, animēshon wa PA Works ni yotte okonawa rete ite, hotondo no bubun wa kanari yoi otodattaga, soreha sugurete itaga, sorehodo sugurete inakatta. Soshite, kore wa watashi ga kono anime ni tsuite iu koto ga dekiru no wa, sore ni tsuite mōsukoshi setsumei shi, mi kaitō no shitsumon ni kotaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell for the good part the animation was done by PA Works and was pretty good for the most part and for the sound it was good but not outstanding and this is all i can say about this anime as it could have been pretty good if the would have explained it a bit more and answer the questions that were unanswered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell for the good part the animation was done by PA Works and was pretty good for the most part and for the sound it was good but not outstanding and this is all i can say about this anime as it could have been pretty good if the would\u001b[24m\n    \u001b[1mまあ、良い作品のためには、アニメーションはPA Worksによって行われていて、ほとんどの部分はかなり良い音だったが、それは優れていたが、それほど優れていなかった。そして、これは私がこのアニメについて言うことができるのは、\u001b[22m, \u001b[1mまあ良い部分のためのアニメーションはPAワークスによって行われ、ほとんどの部分はかなり良かったし、音のためにそれは良いが、未解決ではありませんでしたし、これが希望ならば、それはかなり良いされている可能性として私はこのアニメについて言うことができるすべてであるました\u001b[22m\n\u001b[4mhave explained it a bit more and answer the questions that were unanswered.\u001b[24m\n    \u001b[1mそれについてもう少し説明し、未回答の質問に答えています。\u001b[22m, \u001b[1mそれはもう少し説明し、未回答した質問に答えるいます。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the anime i don't recommend it but if want to watch it then do as you please!!\n\n\u001b[1mアニメについては、私はそれをお勧めしませんが、それを見たい場合は、してくださいようにしてください！\u001b[22m\n\u001b[1m(Anime ni tsuite wa, watashi wa sore o o susume shimasenga, sore o mitai baai wa, shite kudasai yō ni shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mAs for the anime i don't recommend it but if want to watch it then do as you please!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the anime i don't recommend it but if want to watch it then do as you please!!\u001b[24m\n    \u001b[1mアニメについては、私はそれをお勧めしませんが、それを見たい場合は、してくださいようにしてください！\u001b[22m, \u001b[1mアニメに関しては私はそれをお勧めしませんが、それを見たい場合は、あなた下さいますようやります！\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Mzatt",
    "profile": "/profile/Mzatt/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=176505",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  5\n\n私はもう少しロマンスを期待していたので、残念だった。 ストーリーは大丈夫でしたが、それほど大したものではありませんでした。 多分私は私の期待が非常に高く、創作者に会い、「なぜ？」と尋ねる気がしたのかもしれません。\n\nキャラクターは元気でしたが、私はもっと物語を理解することができればと思います。 物語はあまり表現していない。\n\n私は物語を理解することができず、終わりはたわごとのように吸うので、私は失望している。 私が言及したように、私は私の期待が高かった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIt was disappointing because I expected some more romance. The story was okay but not that great. Maybe because I had my expectations so high that I feel like meeting the creator and ask 'WHY?!'\n\n\u001b[1m私はもう少しロマンスを期待していたので、残念だった。 ストーリーは大丈夫でしたが、それほど大したものではありませんでした。 多分私は私の期待が非常に高く、創作者に会い、「なぜ？」と尋ねる気がしたのかもしれません。\u001b[22m\n\u001b[1m(Watashi wa mōsukoshi romansu o kitai shite itanode, zan'nendatta. Sutōrī wa daijōbudeshitaga, sorehodo taishita monode wa arimasendeshita. Tabun watashi wa watashi no kitai ga hijō ni takaku, sōsaku-sha ni ai,`naze?' To tazuneru ki ga shita no kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt was disappointing because I expected some more romance. The story was okay but not that great. Maybe because I had my expectations so high that I feel like meeting the creator and ask 'WHY?!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was disappointing because I expected some more romance.\u001b[24m\n    \u001b[1m私はもう少しロマンスを期待していたので、残念だった。\u001b[22m, \u001b[1m私はいくつかのより多くのロマンスを期待ので、それは残念でした。\u001b[22m\n\u001b[4mThe story was okay but not that great.\u001b[24m\n    \u001b[1mストーリーは大丈夫でしたが、それほど大したものではありませんでした。\u001b[22m, \u001b[1m物語はその偉大な大丈夫だったが、ありません。\u001b[22m\n\u001b[4mMaybe because I had my expectations so high that I feel like meeting the creator and ask 'WHY?!'\u001b[24m\n    \u001b[1m多分私は私の期待が非常に高く、創作者に会い、「なぜ？」と尋ねる気がしたのかもしれません。\u001b[22m, \u001b[1mたぶん私はクリエイターを満たすように感じると尋ねるというのが私の期待は非常に高く持っていたので、「なぜ？」\u001b[22m\n\u001b[1m\u001b[22m\nThe character was fine but I wish that I can understand the story more. The story doesn't express much.\n\n\u001b[1mキャラクターは元気でしたが、私はもっと物語を理解することができればと思います。 物語はあまり表現していない。\u001b[22m\n\u001b[1m(Kyarakutā wa genkideshitaga, watashi wa motto monogatari o rikai suru koto ga dekireba to omoimasu. Monogatari wa amari hyōgen shite inai.)\u001b[22m\n\nTranslations of \u001b[4mThe character was fine but I wish that I can understand the story more. The story doesn't express much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character was fine but I wish that I can understand the story more.\u001b[24m\n    \u001b[1mキャラクターは元気でしたが、私はもっと物語を理解することができればと思います。\u001b[22m, \u001b[1m文字は大丈夫だったが、私はより多くの話を理解することができることを願っています。\u001b[22m\n\u001b[4mThe story doesn't express much.\u001b[24m\n    \u001b[1m物語はあまり表現していない。\u001b[22m, \u001b[1m話はあまり発現しません。\u001b[22m\n\u001b[1m\u001b[22m\nI'm disappointed because I can't understand the story and the ending sucks like shit. As I mentioned, I had my expectations high.\n\n\u001b[1m私は物語を理解することができず、終わりはたわごとのように吸うので、私は失望している。 私が言及したように、私は私の期待が高かった。\u001b[22m\n\u001b[1m(Watashi wa monogatari o rikai suru koto ga dekizu, owari wa tawagoto no yō ni suu node, watashi wa shitsubō shite iru. Watashi ga genkyū shita yō ni, watashi wa watashi no kitai ga takakatta.)\u001b[22m\n\nTranslations of \u001b[4mI'm disappointed because I can't understand the story and the ending sucks like shit. As I mentioned, I had my expectations high.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm disappointed because I can't understand the story and the ending sucks like shit.\u001b[24m\n    \u001b[1m私は物語を理解することができず、終わりはたわごとのように吸うので、私は失望している。\u001b[22m, \u001b[1m私が話を理解することはできませんので、私は失望しているとエンディングはたわごとのように吸います。\u001b[22m\n\u001b[4mAs I mentioned, I had my expectations high.\u001b[24m\n    \u001b[1m私が言及したように、私は私の期待が高かった。\u001b[22m, \u001b[1m私が述べたように、私は私の期待が高いました。\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Mikkuuunn",
    "profile": "/profile/Mikkuuunn/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=213185",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  6\n\nGlasslipは...まあ、私はそれほど理解していませんが、夏休みを迎えている3年生の高校生のグループについてです。それはその後の卒業後の高校生としての最終夏休みです 学年終了。 これらのうちの2つは、ティーンエージャーが「未来の断片」を見たり聞いたりする能力を持っていると言いました。\n\nそれは、幼い頃から頻繁にぶら下がっている5人の「近い」友人から始まり、そのようなものでした（通常のスクワッドのもの）。 それは、沖縄のデイビッドカケルが町の中に入ったときに、花火フェスティバルの始めから、深見徹子と同じことを見たと変わった。 そこから出発して、グループは別々の道を歩み始め、以前と同じくらい近くにいるようには見えません。\n\nこれは私の意見です：彼らの友情が壊れやすいのであれば、最初は近くにいたのですか？\n\nキャラクターに移れば、MC Toukoは...まあ...私は浅いと言うでしょう。 彼女は実際に彼に会った後にダビデのために落ちた。 それとも同じ能力を持っているからかもしれませんか？ それとも、彼女は「未来」を見たのだろうか？ 私は知らないだろうが、それは実生活で起こる。\n\n彼女は未来を見るこの能力を持っています（私は彼女が見ることができるかどうかは分かりませんが、このレビューのために彼女は未来を見ることができます）、反射的で輝く 物（すなわち、ガラス）。\n\n一般的に、彼女は一緒にグループを保持しているこの文字列であり、グループは彼女の文字列であるため、彼女はほとんどの時間を費やしたDavidによって撮影されたため、離れてしまった。\n\nデイヴィッドはかなりストイックで深刻な男の子ですが、時には彼は鈍くて簡単です。 彼はまた知覚的ですが、人々の気持ちに鈍感ですので、あまりにも多くのことを言ってしまいます。 デイヴィッドには、彼の問題について話している2つの別のエゴがあります。 彼はママの仕事のために場所を取ってホッとしている。彼はこの町にいて、トウコと同じことを見た。それが彼に興味をそそった。\n\n彼は未来を聞く能力を持っています。母親のクラシック音楽が聞こえるといつでも起こります。\n\nトラックチームの走者トーコとユキを気に入っていた妹の高柳柳が好きだった今井雪奈里さん。 最初は、一緒に住んでいた理由を混乱させました。彼らは実際には兄弟であることを眺めなければなりませんでした。 私はまだ彼らが別の姓を持っている理由は不思議です。 とにかく、ユキはほとんどいつも鳥で見られる男です、彼はまたデビッドを嫉妬しています。 私は時々彼女から苦い気持ちを得るが、ヤナはかなりある。\n\n私は、Toukoのためにロマンチックな気持ちを持つかもしれない、あるいはそうでないかもしれない虚弱なブックワーム、Sachiと恋しているShirosaki Hiro、Nagamiya Sachiに行くつもりです。 私は実際に彼が甘いのを見つける。 サチは、彼らのグループが崩壊する理由のために、ダビデに対する憎しみを感じています。 しかし、私はSachiが徐々にHiroのために落ちているのでうれしいので、それはすべて良いです。\n\n芸術と音楽は素晴らしく、その効果はほとんど完璧です。 芸術は私がこのアニメの強力な部分として見るものです。 私は、各エピソードで凍ったフレームが好きです（一時停止してシーンを素晴らしい絵として描いています）。 すべての凍ったフレームを示すep 13の終わりはとても楽しいです。\n\n全体的に、このアニメはあまり良くありません。プロットはどこにでもあり、説明できない多くのことがあります。 個人的には、私の目を回転させたばかりの場面があります。また、私は「何が起こったのか」のような場面もあります。 私はあなたが良い芸術が好きなら、芸術はただ素晴らしいので、それをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nGlasslip is... well, I don't quite understand it much, but it's about a group of third year high students undergoing their summer vacation-- which is the final summer vacation they will have as high schoolers for they will graduate after that school year ends. Two of these said teenagers possesses abilities of some sort that allowed them to see/hear the 'future fragments'.\n\n\u001b[1mGlasslipは...まあ、私はそれほど理解していませんが、夏休みを迎えている3年生の高校生のグループについてです。それはその後の卒業後の高校生としての最終夏休みです 学年終了。 これらのうちの2つは、ティーンエージャーが「未来の断片」を見たり聞いたりする能力を持っていると言いました。\u001b[22m\n\u001b[1m(Glasslip wa... Mā, watashi wa sorehodo rikai shite imasenga, natsuyasumi o mukaete iru 3-nensei no kōkōsei no gurūpu ni tsuitedesu. Sore wa sonogo no sotsugyō-go no kōkōsei to shite no saishū natsuyasumidesu gakunen shūryō. Korera no uchi no 2tsu wa, tīn'ējā ga `mirai no danpen' o mi tari kii tari suru nōryoku o motte iru to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mGlasslip is... well, I don't quite understand it much, but it's about a group of third year high students undergoing their summer vacation-- which is the final summer vacation they will have as high schoolers for they will graduate after that school year ends. Two of these said teenagers possesses abilities of some sort that allowed them to see/hear the 'future fragments'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGlasslip is... well, I don't quite understand it much, but it's about a group of third year high students undergoing their summer vacation-- which is the final summer vacation they will have as high schoolers for they will graduate after that\u001b[24m\n    \u001b[1mGlasslipは...まあ、私はそれほど理解していませんが、夏休みを迎えている3年生の高校生のグループについてです。それはその後の卒業後の高校生としての最終夏休みです\u001b[22m, \u001b[1mグラスリップはよく、私は非常に多くのことを理解していない...ですが、それは彼らがその後卒業しますのために彼らが高校生を持つことになり、最終的な夏休みである彼らの夏vacation--を受けて三年目の高い学生のグループについてです\u001b[22m\n\u001b[4mschool year ends.\u001b[24m\n    \u001b[1m学年終了。\u001b[22m, \u001b[1m学年が終了します。\u001b[22m\n\u001b[4mTwo of these said teenagers possesses abilities of some sort that allowed them to see/hear the 'future fragments'.\u001b[24m\n    \u001b[1mこれらのうちの2つは、ティーンエージャーが「未来の断片」を見たり聞いたりする能力を持っていると言いました。\u001b[22m, \u001b[1mこれら言っティーンエイジャーの二つは、それらが「将来の断片」を聞く/見ることができ、ある種の能力を有しています。\u001b[22m\n\u001b[1m\u001b[22m\nIt all started with five 'close' friends from childhood who often hangs out, and stuff like that (the normal squad stuff). It all changed when Okikura 'David' Kakeru came in town claiming that he saw the same thing as Fukami Touko, our MC, during the fireworks festival from the start. And starting from there, the group started going separate ways and don't seem to be as close as they were before.\n\n\u001b[1mそれは、幼い頃から頻繁にぶら下がっている5人の「近い」友人から始まり、そのようなものでした（通常のスクワッドのもの）。 それは、沖縄のデイビッドカケルが町の中に来たときに、花火フェスティバルの始めから、深見徹子と同じことを見たと変わった。 そこから出発して、グループは別々の道を歩み始め、以前と同じくらい近くにいるようには見えません。\u001b[22m\n\u001b[1m(Sore wa, osanai koro kara hinpan ni burasagatte iru 5-ri no `chikai' yūjin kara hajimari, sono yōna monodeshita (tsūjō no sukuwaddo no mono). Sore wa, Okinawa no deibiddokakeru ga machi no naka ni kita toki ni, hanabi fesutibaru no hajime kara, Fukami Tetsuko to onaji koto o mita to kawatta. Soko kara shuppatsu shite, gurūpu wa betsubetsu no michi o ayumi hajime, izen to onaji kurai chikaku ni iru yō ni wa miemasen.)\u001b[22m\n\nTranslations of \u001b[4mIt all started with five 'close' friends from childhood who often hangs out, and stuff like that (the normal squad stuff). It all changed when Okikura 'David' Kakeru came in town claiming that he saw the same thing as Fukami Touko, our MC, during the fireworks festival from the start. And starting from there, the group started going separate ways and don't seem to be as close as they were before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt all started with five 'close' friends from childhood who often hangs out, and stuff like that (the normal squad stuff).\u001b[24m\n    \u001b[1mそれは、幼い頃から頻繁にぶら下がっている5人の「近い」友人から始まり、そのようなものでした（通常のスクワッドのもの）。\u001b[22m, \u001b[1mそれはすべて、多くの場合、たむろ子供の頃からの5 '近い'友人と始め、そしてそのようなもの（通常の分隊のもの）。\u001b[22m\n\u001b[4mIt all changed when Okikura 'David' Kakeru came in town claiming that he saw the same thing as Fukami Touko, our MC, during the fireworks festival from the start.\u001b[24m\n    \u001b[1mそれは、沖縄のデイビッドカケルが町の中に来たときに、花火フェスティバルの始めから、深見徹子と同じことを見たと変わった。\u001b[22m, \u001b[1mOkikura「デビッド」翔は、彼は最初から花火大会中に深見Touko、私たちのMC、同じものを見たと主張町に来たとき、それはすべてが変わりました。\u001b[22m\n\u001b[4mAnd starting from there, the group started going separate ways and don't seem to be as close as they were before.\u001b[24m\n    \u001b[1mそこから出発して、グループは別々の道を歩み始め、以前と同じくらい近くにいるようには見えません。\u001b[22m, \u001b[1mそして、そこから出発して、グループが別々の道を行き始め、彼らが前にあったように近いことしていないようです。\u001b[22m\n\u001b[1m\u001b[22m\nMy opinion in this is this: if their friendship is that easy to break, then were they even close in the first place?\n\n\u001b[1mこれは私の意見です：彼らの友情が壊れやすいのであれば、最初は近くにいたのですか？\u001b[22m\n\u001b[1m(Kore wa watashi no ikendesu: Karera no yūjō ga koware yasui nodeareba, saisho wa chikaku ni ita nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mMy opinion in this is this: if their friendship is that easy to break, then were they even close in the first place?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy opinion in this is this: if their friendship is that easy to break, then were they even close in the first place?\u001b[24m\n    \u001b[1mこれは私の意見です：彼らの友情が壊れやすいのであれば、最初は近くにいたのですか？\u001b[22m, \u001b[1mこの中で私の意見はこれです：彼らの友情が壊れやすい、その後、最初の場所で、彼らも接近していたということですか？\u001b[22m\n\u001b[1m\u001b[22m\nMoving on to the characters, the MC Touko is... well... I would say shallow. She actually fell for David after she only met him. Or maybe it was because they possess the same abilities? Or maybe because she saw the 'future'? I wouldn't know, but it does happen in real life.\n\n\u001b[1mキャラクターに移れば、MC Toukoは...まあ...私は浅いと言うでしょう。 彼女は実際に彼に会った後にダビデのために落ちた。 それとも同じ能力を持っているからかもしれませんか？ それとも、彼女は「未来」を見たのだろうか？ 私は知らないだろうが、それは実生活で起こる。\u001b[22m\n\u001b[1m(Kyarakutā ni utsureba, MC Touko wa... Mā... Watashi wa asai to iudeshou. Kanojo wa jissai ni kare ni atta nochi ni dabide no tame ni ochita. Soretomo onaji nōryoku o motte irukara kamo shiremasen ka? Soretomo, kanojo wa `mirai' o mita nodarou ka? Watashi wa shiranaidarouga, soreha jisseikatsu de okoru.)\u001b[22m\n\nTranslations of \u001b[4mMoving on to the characters, the MC Touko is... well... I would say shallow. She actually fell for David after she only met him. Or maybe it was because they possess the same abilities? Or maybe because she saw the 'future'? I wouldn't know, but it does happen in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to the characters, the MC Touko is... well... I would say shallow.\u001b[24m\n    \u001b[1mキャラクターに移れば、MC Toukoは...まあ...私は浅いと言うでしょう。\u001b[22m, \u001b[1m文字に移動、MC Toukoは...よく...私は浅いと言うだろうさ。\u001b[22m\n\u001b[4mShe actually fell for David after she only met him.\u001b[24m\n    \u001b[1m彼女は実際に彼に会った後にダビデのために落ちた。\u001b[22m, \u001b[1m彼女は彼だけに会った後、彼女は実際にはデビッドのために落ちました。\u001b[22m\n\u001b[4mOr maybe it was because they possess the same abilities?\u001b[24m\n    \u001b[1mそれとも同じ能力を持っているからかもしれませんか？\u001b[22m, \u001b[1mまたは多分それは彼らが同じ能力を持っているためでしたか？\u001b[22m\n\u001b[4mOr maybe because she saw the 'future'?\u001b[24m\n    \u001b[1mそれとも、彼女は「未来」を見たのだろうか？\u001b[22m, \u001b[1mまたは彼女は「未来」を見たせいか？\u001b[22m\n\u001b[4mI wouldn't know, but it does happen in real life.\u001b[24m\n    \u001b[1m私は知らないだろうが、それは実生活で起こる。\u001b[22m, \u001b[1m私が知っているだろうが、それは実際の生活の中で起こるん。\u001b[22m\n\u001b[1m\u001b[22m\nShe has this ability to see the future (I don't know if what she can see is future though, but for this review's sake, let's just say that she can see the future), it is triggered whenever she looks at reflective, shiny things (namely, glass).\n\n\u001b[1m彼女は未来を見るこの能力を持っています（私は彼女が見ることができるかどうかは分かりませんが、このレビューのために彼女は未来を見ることができます）、反射的で輝く 物（すなわち、ガラス）。\u001b[22m\n\u001b[1m(Kanojo wa mirai o miru kono nōryoku o motte imasu (watashi wa kanojo ga miru koto ga dekiru ka dō ka wa wakarimasen ga, kono rebyū no tame ni kanojo wa mirai o miru koto ga dekimasu), hansha-tekide kagayaku mono (sunawachi, garasu).)\u001b[22m\n\nTranslations of \u001b[4mShe has this ability to see the future (I don't know if what she can see is future though, but for this review's sake, let's just say that she can see the future), it is triggered whenever she looks at reflective, shiny things (namely, glass).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe has this ability to see the future (I don't know if what she can see is future though, but for this review's sake, let's just say that she can see the future), it is triggered whenever she looks at reflective, shiny\u001b[24m\n    \u001b[1m彼女は未来を見るこの能力を持っています（私は彼女が見ることができるかどうかは分かりませんが、このレビューのために彼女は未来を見ることができます）、反射的で輝く\u001b[22m, \u001b[1m彼女は光沢のある、（私は何を彼女が見ることができますがしかし、将来のであれば知っているが、このレビューのために、ちょうど彼女は未来を見ることができると言うことはできません）、彼女は反射を見たときに、それがトリガされた将来を表示するには、この能力を持っています\u001b[22m\n\u001b[4mthings (namely, glass).\u001b[24m\n    \u001b[1m物（すなわち、ガラス）。\u001b[22m, \u001b[1m物事（すなわち、ガラス）。\u001b[22m\n\u001b[1m\u001b[22m\nIn general, she is this string who holds the group together and the group fell apart because her, being the string, was taken by David, who she spent most of her time with.\n\n\u001b[1m一般的に、彼女は一緒にグループを保持しているこの文字列であり、グループは彼女の文字列であるため、彼女はほとんどの時間を費やしたDavidによって撮影されたため、離れてしまった。\u001b[22m\n\u001b[1m(Ippantekini, kanojo wa issho ni gurūpu o hoji shite iru kono mojiretsudeari, gurūpu wa kanojo no mojiretsudearu tame, kanojo wa hotondo no jikan o tsuiyashita devu~iddo ni yotte satsuei sa reta tame, hanarete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mIn general, she is this string who holds the group together and the group fell apart because her, being the string, was taken by David, who she spent most of her time with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general, she is this string who holds the group together and the group fell apart because her, being the string, was taken by David, who she spent most of her time with.\u001b[24m\n    \u001b[1m一般的に、彼女は一緒にグループを保持しているこの文字列であり、グループは彼女の文字列であるため、彼女はほとんどの時間を費やしたDavidによって撮影されたため、離れてしまった。\u001b[22m, \u001b[1m一般的に、彼女は一緒にグループを保持しているこの文字列で、グループが文字列であること、彼女のために離れて落ち、彼女はで彼女の時間の大半を費やしたデビッド、によって撮影されました。\u001b[22m\n\u001b[1m\u001b[22m\nDavid is quite a stoic and serious boy, at times he can be blunt and straightforward. He is also perceptive but is insensitive to people's feelings, so he ends up saying too much and whatnot. David has two other alternate egos, to whom he talks to about his problems. He hops from place to place because of his Mom's job, he happened to be in this town and saw the same thing Touko did, which intrigued him.\n\n\u001b[1mデイヴィッドはかなりストイックで深刻な男の子ですが、時には彼は鈍くて簡単です。 彼はまた知覚的ですが、人々の気持ちに鈍感ですので、あまりにも多くのことを言ってしまいます。 デイヴィッドには、彼の問題について話している2つの別のエゴがあります。 彼はママの仕事のために場所を取ってホッとしている。彼はこの町にいて、トウコと同じことを見た。それが彼に興味をそそった。\u001b[22m\n\u001b[1m(Deivu~iddo wa kanari sutoikkude shinkokuna otokonokodesuga, tokiniha kare wa nibukute kantandesu. Kare wa mata chikaku-tekidesuga, hitobito no kimochi ni donkandesunode, amarini mo ōku no koto o itte shimaimasu. Deivu~iddo ni wa, kare no mondai ni tsuite hanashite iru 2tsu no betsu no ego ga arimasu. Kare wa mama no shigoto no tame ni basho o totte hotto shite iru. Kare wa kono machi ni ite, Tōko to onaji koto o mita. Sore ga kare ni kyōmi o sosotta.)\u001b[22m\n\nTranslations of \u001b[4mDavid is quite a stoic and serious boy, at times he can be blunt and straightforward. He is also perceptive but is insensitive to people's feelings, so he ends up saying too much and whatnot. David has two other alternate egos, to whom he talks to about his problems. He hops from place to place because of his Mom's job, he happened to be in this town and saw the same thing Touko did, which intrigued him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDavid is quite a stoic and serious boy, at times he can be blunt and straightforward.\u001b[24m\n    \u001b[1mデイヴィッドはかなりストイックで深刻な男の子ですが、時には彼は鈍くて簡単です。\u001b[22m, \u001b[1mダビデは時間に彼が鈍いと簡単なことができ、非常にストイックかつ重大な少年です。\u001b[22m\n\u001b[4mHe is also perceptive but is insensitive to people's feelings, so he ends up saying too much and whatnot.\u001b[24m\n    \u001b[1m彼はまた知覚的ですが、人々の気持ちに鈍感ですので、あまりにも多くのことを言ってしまいます。\u001b[22m, \u001b[1m彼はまた、明敏であるが、人々の感情に鈍感であるので、彼はあまりにも多くのとその他もろもろを言って終わります。\u001b[22m\n\u001b[4mDavid has two other alternate egos, to whom he talks to about his problems.\u001b[24m\n    \u001b[1mデイヴィッドには、彼の問題について話している2つの別のエゴがあります。\u001b[22m, \u001b[1mダビデは彼が彼の問題についてに話す人に、二つの他の代替エゴを持っています。\u001b[22m\n\u001b[4mHe hops from place to place because of his Mom's job, he happened to be in this town and saw the same thing Touko did, which intrigued him.\u001b[24m\n    \u001b[1m彼はママの仕事のために場所を取ってホッとしている。彼はこの町にいて、トウコと同じことを見た。それが彼に興味をそそった。\u001b[22m, \u001b[1m彼のお母さんの仕事のため、彼はこの町であることを起こって、彼を興味をそそらToukoがした同じものを、見たので、彼は場所から場所へホップします。\u001b[22m\n\u001b[1m\u001b[22m\nHe has the ability to hear the future, it occurs whenever he hears his mother's classical music.\n\n\u001b[1m彼は未来を聞く能力を持っています。母親のクラシック音楽が聞こえるといつでも起こります。\u001b[22m\n\u001b[1m(Kare wa mirai o kiku nōryoku o motte imasu. Hahaoya no kurashikku ongaku ga kikoeru to itsu demo okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mHe has the ability to hear the future, it occurs whenever he hears his mother's classical music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe has the ability to hear the future, it occurs whenever he hears his mother's classical music.\u001b[24m\n    \u001b[1m彼は未来を聞く能力を持っています。母親のクラシック音楽が聞こえるといつでも起こります。\u001b[22m, \u001b[1m彼は彼の母親のクラシック音楽を聞くたびに、それが発生し、未来を聞く能力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThere's Imi Yukinari who liked Touko, a runner from the track team, and his step-sister, Takayama Yanagi, who liked Yuki. At first, it confused me as to why they were living together, and I had to look up that they were actually step-siblings, they should really explain that one from the start geez. I still wonder why they have different surnames though. Anyway, Yuki is the guy who is almost always seen with a scowl, he is also jealous of David at the beginning. Yana is the pretty one, although I sometimes get the bitter vibe from her.\n\n\u001b[1mトラックチームの走者トーコとユキを気に入っていた妹の高柳柳が好きだった今井雪奈里さん。 最初は、一緒に住んでいた理由を混乱させました。彼らは実際には兄弟であることを見極めなければなりませんでした。 私はまだ彼らが別の姓を持っている理由は不思議です。 とにかく、ユキはほとんどいつも鳥で見られる男です、彼はまたデビッドの冒頭に嫉妬しています。 私は時々彼女から苦い気持ちを得るが、ヤナはかなりある。\u001b[22m\n\u001b[1m(Torakkuchīmu no sōsha tōko to Yuki o kiniitte ita imōto no Takayanagi Yanagi ga sukidatta Imai yukina sato-san. Saisho wa, issho ni sunde ita riyū o konran sa semashita. Karera wa jissai ni wa kyōdaidearu koto o mikiwamenakereba narimasendeshita. Watashi wa mada karera ga betsu no sei o motte iru riyū wa fushigidesu. Tonikaku, Yuki wa hotondo itsumo tori de mi rareru otokodesu, kare wa mata Debiddo no bōtō ni shitto shite imasu. Watashi wa tokidoki kanojo kara nigai kimochi o eruga, Yana wa kanari aru.)\u001b[22m\n\nTranslations of \u001b[4mThere's Imi Yukinari who liked Touko, a runner from the track team, and his step-sister, Takayama Yanagi, who liked Yuki. At first, it confused me as to why they were living together, and I had to look up that they were actually step-siblings, they should really explain that one from the start geez. I still wonder why they have different surnames though. Anyway, Yuki is the guy who is almost always seen with a scowl, he is also jealous of David at the beginning. Yana is the pretty one, although I sometimes get the bitter vibe from her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's Imi Yukinari who liked Touko, a runner from the track team, and his step-sister, Takayama Yanagi, who liked Yuki.\u001b[24m\n    \u001b[1mトラックチームの走者トーコとユキを気に入っていた妹の高柳柳が好きだった今井雪奈里さん。\u001b[22m, \u001b[1mユキが好きToukoを気に入っイミ幸成、トラックチームのランナー、および彼のステップの妹、高山柳は、あります。\u001b[22m\n\u001b[4mAt first, it confused me as to why they were living together, and I had to look up that they were actually step-siblings, they should really explain that one from the start geez.\u001b[24m\n    \u001b[1m最初は、一緒に住んでいた理由を混乱させました。彼らは実際には兄弟であることを見極めなければなりませんでした。\u001b[22m, \u001b[1m最初に、それは彼らが一緒に住んでいた理由として私を混同し、私は、彼らが実際にステップ・兄弟をした、彼らは本当に開始そうねえから、そのいずれかを説明しなければならないことを調べる必要がありました。\u001b[22m\n\u001b[4mI still wonder why they have different surnames though.\u001b[24m\n    \u001b[1m私はまだ彼らが別の姓を持っている理由は不思議です。\u001b[22m, \u001b[1m彼らはしかし、異なる姓を持っている理由私はまだだろうか。\u001b[22m\n\u001b[4mAnyway, Yuki is the guy who is almost always seen with a scowl, he is also jealous of David at the beginning.\u001b[24m\n    \u001b[1mとにかく、ユキはほとんどいつも鳥で見られる男です、彼はまたデビッドの冒頭に嫉妬しています。\u001b[22m, \u001b[1mとにかく、結城はほとんど常にしかめっ面で見られる男が、彼は冒頭でもダビデの嫉妬です。\u001b[22m\n\u001b[4mYana is the pretty one, although I sometimes get the bitter vibe from her.\u001b[24m\n    \u001b[1m私は時々彼女から苦い気持ちを得るが、ヤナはかなりある。\u001b[22m, \u001b[1m私は時々彼女から苦いバイブを得るものの、ヤナは、かなり1です。\u001b[22m\n\u001b[1m\u001b[22m\nI'll go over to Nagamiya Sachi, a frail bookworm who may or may not have romantic feelings for Touko, and Shirosaki Hiro, who is in love with Sachi. I actually find him sweet. Well, Sachi harbors feeling of hatred towards David for being the reason their group falls apart. But I'm glad that Sachi is gradually falling for Hiro, so it's all good.\n\n\u001b[1m私は、Toukoのためにロマンチックな気持ちを持つかもしれない、あるいはそうでないかもしれない虚弱なブックワーム、Sachiと恋しているShirosaki Hiro、Nagamiya Sachiに行くつもりです。 私は実際に彼が甘いのを見つける。 サチは、彼らのグループが崩壊する理由のために、ダビデに対する憎しみを感じています。 しかし、私はSachiが徐々にHiroのために落ちているのでうれしいので、それはすべて良いです。\u001b[22m\n\u001b[1m(Watashi wa, Touko no tame ni romanchikkuna kimochi o motsu kamo shirenai, aruiwa sōdenai kamo shirenai kyojakuna bukkuwāmu, Sachi to koishite iru Shirosaki Hiro, Nagamiya Sachi ni iku tsumoridesu. Watashi wa jissai ni kare ga amai no o mitsukeru. Sachi wa, karera no gurūpu ga hōkai suru riyū no tame ni, dabide ni taisuru nikushimi o kanjite imasu. Shikashi, watashi wa Sachi ga jojoni Hiro no tame ni ochite irunode ureshīnode, soreha subete yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI'll go over to Nagamiya Sachi, a frail bookworm who may or may not have romantic feelings for Touko, and Shirosaki Hiro, who is in love with Sachi. I actually find him sweet. Well, Sachi harbors feeling of hatred towards David for being the reason their group falls apart. But I'm glad that Sachi is gradually falling for Hiro, so it's all good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll go over to Nagamiya Sachi, a frail bookworm who may or may not have romantic feelings for Touko, and Shirosaki Hiro, who is in love with Sachi.\u001b[24m\n    \u001b[1m私は、Toukoのためにロマンチックな気持ちを持つかもしれない、あるいはそうでないかもしれない虚弱なブックワーム、Sachiと恋しているShirosaki Hiro、Nagamiya Sachiに行くつもりです。\u001b[22m, \u001b[1m私はサチと恋にあるNagamiyaサチ、またはToukoのためのロマンチックな感情を持っていてもいなくてもよい虚弱本の虫、および城崎ヒロに渡って行きます。\u001b[22m\n\u001b[4mI actually find him sweet.\u001b[24m\n    \u001b[1m私は実際に彼が甘いのを見つける。\u001b[22m, \u001b[1m私は実際に彼が甘い見つけます。\u001b[22m\n\u001b[4mWell, Sachi harbors feeling of hatred towards David for being the reason their group falls apart.\u001b[24m\n    \u001b[1mサチは、彼らのグループが崩壊する理由のために、ダビデに対する憎しみを感じています。\u001b[22m, \u001b[1mまあ、サチは自分のグループが崩壊してしまう理由であることのためにデビッドに向かって憎しみの感情を抱いて。\u001b[22m\n\u001b[4mBut I'm glad that Sachi is gradually falling for Hiro, so it's all good.\u001b[24m\n    \u001b[1mしかし、私はSachiが徐々にHiroのために落ちているのでうれしいので、それはすべて良いです。\u001b[22m, \u001b[1mしかし、私はサチは徐々にヒロのために落下していることをうれしいので、それはすべて良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and music is amazing and the effects are almost flawless. The art is what I see as the strong part of this anime. I like the frozen frames in each episode (the ones when it pauses and portrays the scene as an amazing drawing). The ending of ep 13 which showed all the frozen frames is very enjoyable.\n\n\u001b[1m芸術と音楽は素晴らしく、その効果はほとんど完璧です。 芸術は私がこのアニメの強力な部分として見るものです。 私は、各エピソードで凍ったフレームが好きです（一時停止してシーンを素晴らしい絵として描いています）。 すべての凍ったフレームを示すep 13の終わりはとても楽しいです。\u001b[22m\n\u001b[1m(Geijutsu to ongaku wa subarashiku, sono kōka wa hotondo kanpekidesu. Geijutsu wa watashi ga kono anime no kyōryokuna bubun to shite miru monodesu. Watashi wa, kaku episōdo de kōtta furēmu ga sukidesu (ichiji teishi shite shīn o subarashī e to shite kaite imasu). Subete no kōtta furēmu o shimesu ep 13 no owari wa totemo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and music is amazing and the effects are almost flawless. The art is what I see as the strong part of this anime. I like the frozen frames in each episode (the ones when it pauses and portrays the scene as an amazing drawing). The ending of ep 13 which showed all the frozen frames is very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and music is amazing and the effects are almost flawless.\u001b[24m\n    \u001b[1m芸術と音楽は素晴らしく、その効果はほとんど完璧です。\u001b[22m, \u001b[1mアートや音楽は素晴らしいですし、効果はほとんど完璧です。\u001b[22m\n\u001b[4mThe art is what I see as the strong part of this anime.\u001b[24m\n    \u001b[1m芸術は私がこのアニメの強力な部分として見るものです。\u001b[22m, \u001b[1m芸術は、私はこのアニメの強い一部として見るものです。\u001b[22m\n\u001b[4mI like the frozen frames in each episode (the ones when it pauses and portrays the scene as an amazing drawing).\u001b[24m\n    \u001b[1m私は、各エピソードで凍ったフレームが好きです（一時停止してシーンを素晴らしい絵として描いています）。\u001b[22m, \u001b[1m私は（それは素晴らしい図面としてシーンを一時停止し、描いたもの）各エピソードで凍結されたフレームが好き。\u001b[22m\n\u001b[4mThe ending of ep 13 which showed all the frozen frames is very enjoyable.\u001b[24m\n    \u001b[1mすべての凍ったフレームを示すep 13の終わりはとても楽しいです。\u001b[22m, \u001b[1mすべて凍結されたフレームを示したEP 13の結末は非常に楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOn the whole, this anime is not so good, the plot is all over the place, and there are a lot of things that are left unexplained. Personally, there are scenes that just made my eyes roll, and there are also scenes where I was like 'What just happened?'. I do recommend it if you like good art, because the art is just fantastic.\n\n\u001b[1m全体的に、このアニメはあまり良くありません。プロットはどこにでもあり、説明できない多くのことがあります。 個人的には、私の目を回転させたばかりの場面があります。また、私は「何が起こったのか」のような場面もあります。 私はあなたが良い芸術が好きなら、芸術はただ素晴らしいので、それをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa amari yoku arimasen. Purotto wa doko ni demo ari, setsumei dekinai ōku no koto ga arimasu. Kojin-teki ni wa, watashi no me o kaiten sa seta bakari no bamen ga arimasu. Mata, watashi wa `nani ga okotta no ka' no yōna bamen mo arimasu. Watashi wa anata ga yoi geijutsu ga sukinara, geijutsu wa tada subarashīnode, sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the whole, this anime is not so good, the plot is all over the place, and there are a lot of things that are left unexplained. Personally, there are scenes that just made my eyes roll, and there are also scenes where I was like 'What just happened?'. I do recommend it if you like good art, because the art is just fantastic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the whole, this anime is not so good, the plot is all over the place, and there are a lot of things that are left unexplained.\u001b[24m\n    \u001b[1m全体的に、このアニメはあまり良くありません。プロットはどこにでもあり、説明できない多くのことがあります。\u001b[22m, \u001b[1m全体的に、このアニメはあまりよくないですが、プロットはあらゆる場所にあり、原因不明のままにされているものがたくさんあります。\u001b[22m\n\u001b[4mPersonally, there are scenes that just made my eyes roll, and there are also scenes where I was like 'What just happened?'.\u001b[24m\n    \u001b[1m個人的には、私の目を回転させたばかりの場面があります。また、私は「何が起こったのか」のような場面もあります。\u001b[22m, \u001b[1m個人的には、ちょうど私の目のロールを作った、と私はのようだったシーンもあるシーンがある」だけで何が起こったのか？」。\u001b[22m\n\u001b[4mI do recommend it if you like good art, because the art is just fantastic.\u001b[24m\n    \u001b[1m私はあなたが良い芸術が好きなら、芸術はただ素晴らしいので、それをお勧めします。\u001b[22m, \u001b[1mあなたは良い芸術が好きなら芸術はちょうど素晴らしいですので、私は、それをお勧めします。\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Iorisu",
    "profile": "/profile/Iorisu/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=212831",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  6\n\nこんにちは、Glasslipのサイトを偶然見つけたばかりの皆さん、そしてこのアニメシリーズのレビューもあります:)。 実際、私はGlasslipに関する私の最初のレビューです。なぜなら私はアニメのエピソードのすべてを見てきましたが、私の心に入るには7/13のエピソードしか選択しなかったからです。 だから、Glasslipが最初に放映されて以来、本当に高レベルではないので、Glasslipが好きなので、このアニメ自体に嫌われたり、嫌われたりすることはありません。\n\n - 私はこのアニメを7/10と評価した理由から始めましょう： - \n\n\n\n2）芸術（10/10） -  [これは物事が最初に釘付けになったものです。 よくやった！ そのような実際の芸術作品の本当のawesomeness。 文字通りこのアニメを見て少しでも楽しませていない場合は、もう一度見てみてください。今回は芸術に焦点を当てる必要があります。 私は確かに、アートデザイン、バックグラウンド、そして小道具のデザインはちょうど大きくアニメーション化されていると思います。 これはあなたを失望させません！  ：D]\n\n3）サウンド（9/10） -  [松田昭人（元名は「ニジネ」で知られていた）が再び殴る。 しかし今度はGlasslipで Glasslipのアニメサウンドトラックを制作している彼の作品は、まったく素晴らしいものです。 彼らの中にはメロディックで劇的なもの（動きの音を加える）がありましたが、私はサウンドトラックについて何が言えるのですか？彼らは実際にGlasslipのアニメーションに合わせました。 忘れてはならないのは、Glasslipのオープニングテーマ曲を担当していたChouChoもいます。オープニング曲は、最初に聞いたときから恋に落ちてしまったので、本当に素晴らしい結果が得られました 穏やかで落ち着いたパフォーマンスのために。 終わりのテーマソングはnano.RIPEによって演奏され、ポップロックスタイルのおかげで素晴らしいものになりました。\n\n4）文字（7/10） -  [文字のフォーマットについては、これを2つのグループに分けます。 最初のグループ（公然とあまりにも過度に反応しない主人公）は、Tohko、Kakeru、Hiroです。  主人公の中には、愛らしいものもあれば、好きなものもあるので、好きなものとして選んでみたいと思った方がいいでしょう。  ^ _ ^] 2番目のグループ（主な登場人物は最初に登場したが、後では失望となる）は、雪乃、柳、さちです。 私がなぜこのようなことをしているのか知りたいのですか？ さて、私はアニメシリーズのプロットや葛藤を展開する上で、これらのキャラクターが非常に重要であるため、このようにしています。 しかし、第1グループと第2グループが、第2グループが何らかのマイナーな紛争をどのようにして最初のグループに投げ捨てたのかについて完璧な解決策はないと思ったので、私は苛立ってしまいました。 小さな紛争から大きな紛争に至るまであなたは知っています。 それについて考えてみてください。 それ以外にも、二次キャラクターの大部分はアニメに本当に問題を起こすものではありませんが、キャラクターの開発が十分ではありませんでした。 とにかく、私は彼らがアニメにいくらかの雰囲気を付け加えるためにどのように作られたかが大好きです。\n\n5）楽しさ（6/10） -  [まあ、これは人々が時々好奇心を感じるものです。 しかし、心配しないで、私はここで公正であることを救うでしょう、これは本当にそれほど高くないとは言えません。このように、このアニメは最初の時計では大丈夫ですが、同時に、 私はそれほど楽しんではいないし、それほど誇張していないので、中程度のものがそれに合うはずです。  Glasslipを初めて感心し、Glasslipが好きな人には今までそれを証明する良い理由がありました。 また、あなたが簡単に忘れたくない場面もありますし、最後まであなたの偉大な思い出の一つである限り、あなたの時間をもう一度見てください。  :)]\n\n* Glasslipがあなたの週末にあなたのウォッチリストに掲載されるのはこのためです。  ^ _ ^\n\n - 全体的なポイントについては、（5,6,7）の間で決定するのに約2回考えています。 その後、私は自分自身を信じて、アニメシリーズを* 7ポイント*で評価することを決めました。リメイクを行うチャンスがあるときには物語が本当に大きくなりますが、今回はアニメではなく本 適応。 さて、それは私のすべてであり、いつもこのレビューを最初から最後まで読んでください。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nHi, everyone who has just stumbled upon Glasslip site and also my review for this anime series :) . Actually, this is my very first review on Glasslip because I have watched all of the episodes of the anime but only chose 7/13 episodes to get into my mind. So, there is no hating or bashing towards this anime itself because I do love Glasslip since it first aired but not really at the high level.\n\n\u001b[1mこんにちは、Glasslipのサイトを偶然見つけたばかりの皆さん、そしてこのアニメシリーズのレビューもあります:)。 実際、私はGlasslipに関する私の最初のレビューです。なぜなら私はアニメのエピソードのすべてを見てきましたが、私の心に入るには7/13のエピソードしか選択しなかったからです。 だから、Glasslipが最初に放映されて以来、本当に高レベルではないので、Glasslipが好きなので、このアニメ自体に嫌われたり、嫌われたりすることはありません。\u001b[22m\n\u001b[1m(Kon'nichiwa, Glasslip no saito o gūzen mitsuketa bakari no minasan, soshite kono animeshirīzu no rebyū mo arimasu: ). Jissai, watashi wa Glasslip ni kansuru watashi no saisho no rebyūdesu. Nazenara watashi wa anime no episōdo no subete o mitekimashita ga, watashi no kokoro ni hairu ni wa 7/ 13 no episōdo shika sentaku shinakattakaradesu. Dakara, Glasslip ga saisho ni hōei sa rete irai, hontōni kō reberude wanainode, Glasslip ga sukinanode, kono anime jitai ni kirawa re tari, kirawa re tari suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHi, everyone who has just stumbled upon Glasslip site and also my review for this anime series :) . Actually, this is my very first review on Glasslip because I have watched all of the episodes of the anime but only chose 7/13 episodes to get into my mind. So, there is no hating or bashing towards this anime itself because I do love Glasslip since it first aired but not really at the high level.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHi, everyone who has just stumbled upon Glasslip site and also my review for this anime series :) .\u001b[24m\n    \u001b[1mこんにちは、Glasslipのサイトを偶然見つけたばかりの皆さん、そしてこのアニメシリーズのレビューもあります:)。\u001b[22m, \u001b[1mこんにちは、ちょうどこのアニメシリーズ:)のためにも、私のレビューをグラスリップサイトにつまずいたとしているみんな。\u001b[22m\n\u001b[4mActually, this is my very first review on Glasslip because I have watched all of the episodes of the anime but only chose 7/13 episodes to get into my mind.\u001b[24m\n    \u001b[1m実際、私はGlasslipに関する私の最初のレビューです。なぜなら私はアニメのエピソードのすべてを見てきましたが、私の心に入るには7/13のエピソードしか選択しなかったからです。\u001b[22m, \u001b[1m私はアニメのエピソードのすべてを見ているだけでは私の心に入るために7月13日のエピソードを選んだので、実際には、これはグラスリップ上の私の非常に最初のレビューです。\u001b[22m\n\u001b[4mSo, there is no hating or bashing towards this anime itself because I do love Glasslip since it first aired but not really at the high level.\u001b[24m\n    \u001b[1mだから、Glasslipが最初に放映されて以来、本当に高レベルではないので、Glasslipが好きなので、このアニメ自体に嫌われたり、嫌われたりすることはありません。\u001b[22m, \u001b[1mだから、そこには嫌いではありませんかそれが最初ではなく、本当に高いレベルで放映されたので、私はグラスリップを愛していますので、このアニメ自体に向かってバッシング。\u001b[22m\n\u001b[1m\u001b[22m\n-Let's start with the reasons why I rated this anime as 7/10:-\n\n\u001b[1m - 私はこのアニメを7/10と評価した理由から始めましょう： - \u001b[22m\n\u001b[1m(- Watashi wa kono anime o 7/ 10 to hyōka shita riyū kara hajimemashou: -)\u001b[22m\n\nTranslations of \u001b[4m-Let's start with the reasons why I rated this anime as 7/10:-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Let's start with the reasons why I rated this anime as 7/10:-\u001b[24m\n    \u001b[1m - 私はこのアニメを7/10と評価した理由から始めましょう： - \u001b[22m, \u001b[1m私は7月10日のようにこのアニメを評価理由と-LEtの開始： - \u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n2) Art (10/10) - [This IS the first thing that the stuffs nailed at. Good job! The true awesomeness of such real artworks. If you literally not even entertained a bit while watching this anime, try to watch it again and this time you must focused it with the arts. I can surely assume that the art design, background and prop designs are just greatly animated. This will not let you down! :D]\n\n\u001b[1m2）芸術（10/10） -  [これは物事が最初に釘付けになったものです。 よくやった！ そのような実際の芸術作品の本当のawesomeness。 文字通りこのアニメを見て少しでも楽しませていない場合は、もう一度見てみてください。今回は芸術に焦点を当てる必要があります。 私は確かに、アートデザイン、バックグラウンド、そして小道具のデザインはちょうど大きくアニメーション化されていると思います。 これはあなたを失望させません！  ：D]\u001b[22m\n\u001b[1m(2) Geijutsu (10/ 10) - [kore wa monogoto ga saisho ni kugidzuke ni natta monodesu. Yoku yatta! Sono yō na jissai no geijutsu sakuhin no hontō no awesomeness. Mojidōri kono anime o mite sukoshi demo tanoshima sete inai baai wa, mōichido mite mite kudasai. Konkai wa geijutsu ni shōten o ateru hitsuyō ga arimasu. Watashi wa tashika ni, ātodezain, bakkuguraundo, soshite kodōgu no dezain wa chōdo ōkiku animēshon-ka sa rete iru to omoimasu. Kore wa anata o shitsubō sa semasen! : D])\u001b[22m\n\nTranslations of \u001b[4m2) Art (10/10) - [This IS the first thing that the stuffs nailed at. Good job! The true awesomeness of such real artworks. If you literally not even entertained a bit while watching this anime, try to watch it again and this time you must focused it with the arts. I can surely assume that the art design, background and prop designs are just greatly animated. This will not let you down! :D]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) Art (10/10) - [This IS the first thing that the stuffs nailed at.\u001b[24m\n    \u001b[1m2）芸術（10/10） -  [これは物事が最初に釘付けになったものです。\u001b[22m, \u001b[1m2）アート（10/10） -  [これは詰め込むので釘付け最初のことです。\u001b[22m\n\u001b[4mGood job!\u001b[24m\n    \u001b[1mよくやった！\u001b[22m, \u001b[1mいい仕事です！\u001b[22m, \u001b[1mグッドジョブ！\u001b[22m\n\u001b[4mThe true awesomeness of such real artworks.\u001b[24m\n    \u001b[1mそのような実際の芸術作品の本当のawesomeness。\u001b[22m, \u001b[1mこのような実際の作品の本当の素晴らしさ。\u001b[22m\n\u001b[4mIf you literally not even entertained a bit while watching this anime, try to watch it again and this time you must focused it with the arts.\u001b[24m\n    \u001b[1m文字通りこのアニメを見て少しでも楽しませていない場合は、もう一度見てみてください。今回は芸術に焦点を当てる必要があります。\u001b[22m, \u001b[1mこのアニメを見ながらあなたは文字通り偶数ビットを楽しませていない場合は、もう一度それを見しようとすると、この時間は、あなたは芸術とそれを集中しなければなりません。\u001b[22m\n\u001b[4mI can surely assume that the art design, background and prop designs are just greatly animated.\u001b[24m\n    \u001b[1m私は確かに、アートデザイン、バックグラウンド、そして小道具のデザインはちょうど大きくアニメーション化されていると思います。\u001b[22m, \u001b[1m私は確かにアートデザイン、背景と小道具のデザインはちょうど大幅アニメーション化されていると仮定することができます。\u001b[22m\n\u001b[4mThis will not let you down!\u001b[24m\n    \u001b[1mこれはあなたを失望させません！\u001b[22m\n\u001b[4m:D]\u001b[24m\n    \u001b[1m：D]\u001b[22m\n\u001b[1m\u001b[22m\n3) Sound (9/10) - [When Akito Matsuda (the guy who was formerly known by the pseudonym 'Nijine') strikes again. But this time in Glasslip. His works of producing Glasslip's anime soundtracks are purely amazing. Some of them sounded melodic and also dramatic (adding with the movement sounds) but I what I could say about the soundtracks, they really fitted with the animations in Glasslip. Not to forget, there is also ChouCho who has been in-charge to perform the opening theme song for Glasslip, which the result turn out to be really great because the opening song has just make me fell in love since on the first time hearing it because of the calm and soothing performance. The ending theme song is performed by nano.RIPE is also a great one because of their pop-rock style that will just attract you a lot.]\n\n\u001b[1m3）サウンド（9/10） -  [松田昭人（元名は「ニジネ」で知られていた）が再び殴る。 しかし今度はGlasslipで Glasslipのアニメサウンドトラックを制作している彼の作品は、まったく素晴らしいものです。 彼らの中にはメロディックで劇的なもの（動きの音を加える）がありましたが、私はサウンドトラックについて何が言えるのですか？彼らは実際にGlasslipのアニメーションに合わせました。 忘れてはならないのは、Glasslipのオープニングテーマ曲を担当していたChouChoもいます。オープニング曲は、最初に聞いたときから恋に落ちてしまったので、本当に素晴らしい結果が得られました 穏やかで落ち着いたパフォーマンスのために。 終わりのテーマソングはnano.RIPEによって演奏され、ポップロックスタイルのおかげで素晴らしいものになりました。\u001b[22m\n\u001b[1m(3) Saundo (9 / 10) - [Matsuda Akihito (Motona wa `nijine' de shira rete ita) ga futatabi naguru. Shikashi kondo wa Glasslip de Glasslip no anime saundotorakku o seisaku shite iru kare no sakuhin wa, mattaku subarashī monodesu. Karera no nakaniha merodikku de gekitekina mono (ugoki no oto o kuwaeru) ga arimashitaga, watashi wa saundotorakku ni tsuite nani ga ieru nodesu ka? Karera wa jissai ni Glasslip no animēshon ni awasemashita. Wasurete wa naranai no wa, Glasslip no ōpuningutēma kyoku o tantō shite ita ChouCho mo imasu. Ōpuningu-kyoku wa, saisho ni kiita toki kara koiniochite shimattanode, hontōni subarashī kekka ga e raremashita odayakade ochitsuita pafōmansu no tame ni. Owari no tēmasongu wa nano. RIPE ni yotte ensō sa re, poppurokkusutairu no okage de subarashī mono ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4m3) Sound (9/10) - [When Akito Matsuda (the guy who was formerly known by the pseudonym 'Nijine') strikes again. But this time in Glasslip. His works of producing Glasslip's anime soundtracks are purely amazing. Some of them sounded melodic and also dramatic (adding with the movement sounds) but I what I could say about the soundtracks, they really fitted with the animations in Glasslip. Not to forget, there is also ChouCho who has been in-charge to perform the opening theme song for Glasslip, which the result turn out to be really great because the opening song has just make me fell in love since on the first time hearing it because of the calm and soothing performance. The ending theme song is performed by nano.RIPE is also a great one because of their pop-rock style that will just attract you a lot.]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) Sound (9/10) - [When Akito Matsuda (the guy who was formerly known by the pseudonym 'Nijine') strikes again.\u001b[24m\n    \u001b[1m3）サウンド（9/10） -  [松田昭人（元名は「ニジネ」で知られていた）が再び殴る。\u001b[22m, \u001b[1m3）サウンド（9/10） -  [アキト松田（旧仮名「Nijine」で知られていた男が）再度打ちます。\u001b[22m\n\u001b[4mBut this time in Glasslip.\u001b[24m\n    \u001b[1mしかし今度はGlasslipで\u001b[22m, \u001b[1mしかし、グラスリップでこの時間。\u001b[22m\n\u001b[4mHis works of producing Glasslip's anime soundtracks are purely amazing.\u001b[24m\n    \u001b[1mGlasslipのアニメサウンドトラックを制作している彼の作品は、まったく素晴らしいものです。\u001b[22m, \u001b[1mグラスリップのアニメのサウンドトラックを生産する彼の作品は純粋に素晴らしいです。\u001b[22m\n\u001b[4mSome of them sounded melodic and also dramatic (adding with the movement sounds) but I what I could say about the soundtracks, they really fitted with the animations in Glasslip.\u001b[24m\n    \u001b[1m彼らの中にはメロディックで劇的なもの（動きの音を加える）がありましたが、私はサウンドトラックについて何が言えるのですか？彼らは実際にGlasslipのアニメーションに合わせました。\u001b[22m, \u001b[1mそれらのいくつかは（音の移動と追加）旋律とも劇的に聞こえたが、私はサウンドトラックについて言うことができるもの、彼らは本当にグラスリップでアニメーションを装備します。\u001b[22m\n\u001b[4mNot to forget, there is also ChouCho who has been in-charge to perform the opening theme song for Glasslip, which the result turn out to be really great because the opening song has just make me fell in love since on the first time hearing it\u001b[24m\n    \u001b[1m忘れてはならないのは、Glasslipのオープニングテーマ曲を担当していたChouChoもいます。オープニング曲は、最初に聞いたときから恋に落ちてしまったので、本当に素晴らしい結果が得られました\u001b[22m, \u001b[1mまた、オープニング曲は、ちょうど私がそれを聞い初めてで以来、恋に落ちた作りましたので、結果は本当に素晴らしいことが判明グラスリップのオープニングテーマ曲を、実行するために充電されているちょうちょがあり、忘れないように\u001b[22m\n\u001b[4mbecause of the calm and soothing performance.\u001b[24m\n    \u001b[1m穏やかで落ち着いたパフォーマンスのために。\u001b[22m, \u001b[1m穏やかで、なだめるようなパフォーマンスのため。\u001b[22m\n\u001b[4mThe ending theme song is performed by nano.RIPE is also a great one because of their pop-rock style that will just attract you a lot.]\u001b[24m\n    \u001b[1m終わりのテーマソングはnano.RIPEによって演奏され、ポップロックスタイルのおかげで素晴らしいものになりました。\u001b[22m, \u001b[1mnano.RIPEによって行われるエンディングテーマソングにも理由だけで、あなたに多くを誘致する彼らのポップロックスタイルの素晴らしい1です。]\u001b[22m\n\u001b[1m\u001b[22m\n4) Character (7/10) - [For the characters format, I will divide this into two groups. First group, (main characters with fair and not too overreacted acts) are Tohko, Kakeru and Hiro. Some of the main character are love-able while some or not, so you better think properly when you wanted to chose them as your favorite ones. ^_^] Second group, (main characters with an outstanding first appearance but later turn out to be a letdown) are Yukinari, Yanagi and Sachi. Wanted to know why I make this kind of point? Okay, I'm doing like this is because these characters are very important in developing the plot and conflicts of the anime series. But when the first group and second group didn't think of a perfect solution on how the second group started some kind of minor conflicts and thrown them away to the first group, and this is why I became irritated of. You know from minor conflicts to the bigger ones. Just think about that. Other than that, most of the secondary characters are not really making troubles to the anime but they just didn't have enough characters development, that's all. Anyway I love how they were created to add some atmosphere to the anime.\n\n\u001b[1m4）文字（7/10） -  [文字のフォーマットについては、これを2つのグループに分けます。 最初のグループ（公然とあまりにも過度に反応しない主人公）は、Tohko、Kakeru、Hiroです。  主人公の中には、愛らしいものもあれば、好きなものもあるので、好きなものとして選んでみたいと思った方がいいでしょう。  ^ _ ^] 2番目のグループ（主な登場人物は最初に登場したが、後では失望となる）は、雪乃、柳、さちです。 私がなぜこのようなことをしているのか知りたいのですか？ さて、私はアニメシリーズのプロットや葛藤を展開する上で、これらのキャラクターが非常に重要であるため、このようにしています。 しかし、第1グループと第2グループが、第2グループが何らかのマイナーな紛争をどのようにして最初のグループに投げ捨てたのかについて完璧な解決策はないと思ったので、私は苛立ってしまいました。 小さな紛争から大きな紛争に至るまであなたは知っています。 それについて考えてみてください。 それ以外にも、二次キャラクターの大部分はアニメに本当に問題を起こすものではありませんが、キャラクターの開発が十分ではありませんでした。 とにかく、私は彼らがアニメにいくらかの雰囲気を付け加えるためにどのように作られたかが大好きです。\u001b[22m\n\u001b[1m(4) Moji (7 / 10) - [moji no fōmatto ni tsuite wa, kore o 2tsu no gurūpu ni wakemasu. Saisho no gurūpu (kōzen to amarini mo kado ni han'nō shinai shujinkō) wa, Tohko, Kakeru, Hirodesu. 2-Banme no gurūpu (omona tōjō jinbutsu wa saisho ni tōjō shitaga,-gode wa shitsubō to naru) wa, Yukino, yanagi, Sachidesu. Watashi ga naze kono yōna koto o shite iru no ka shiritai nodesu ka? Sate, watashi wa animeshirīzu no purotto ya kattō o tenkai suru ue de, korera no kyarakutā ga hijō ni jūyōdearu tame, kono yō ni shite imasu. Shikashi, dai 1 gurūpu to dai 2 gurūpu ga, dai 2 gurūpu ga nanrakano maināna funsō o dono yō ni shite saisho no gurūpu ni nagesuteta no ka ni tsuite kanpekina kaiketsusaku wa nai to omottanode, watashi wa iradatte shimaimashita. Chīsana funsō kara ōkina funsō ni itaru made anata wa shitte imasu. Sore ni tsuite kangaete mite kudasai. Sore igai ni mo, niji kyarakutā no daibubun wa anime ni hontōni mondai o okosu monode wa arimasenga, kyarakutā no kaihatsu ga jūbunde wa arimasendeshita. Tonikaku, watashi wa karera ga anime ni ikuraka no fun'iki o tsukekuwaeru tame ni dono yō ni tsukura reta ka ga daisukidesu. Shujinkō no nakaniha, airashī mono mo areba, sukinamono mo aru node, sukina mono to shite erande mitai to omotta kata ga īdeshou. ^ _ ^])\u001b[22m\n\u001b[1m\u001b[22m\n5) Enjoyment (6/10) - [Well, this is what people will sometime felt curious of. But don't worry, I will save for this one that to be fair here, it's not really that low and high because you might wanted to say like this, 'This anime looks okay by the first watch, but on the same time, I'm not really that enjoyed and hyped that much.... so a medium one should fit it.' That's also how I impressed Glasslip for the first time and till now I do love Glasslip, but with some better reasons to prove it. There are also some scenes that you didn't want to forget that easily, and take your time again to watch it as long as it can be one of your great memories until the very end. :)]\n\n\u001b[1m5）楽しさ（6/10） -  [まあ、これは人々が時々好奇心を感じるものです。 しかし、心配しないで、私はここで公正であることを救うでしょう、これは本当にそれほど高くないとは言えません。このように、このアニメは最初の時計では大丈夫ですが、同時に、 私はそれほど楽しんではいないし、それほど誇張していないので、中程度のものがそれに合うはずです。  Glasslipを初めて感心し、Glasslipが好きな人には今までそれを証明する良い理由がありました。 また、あなたが簡単に忘れたくない場面もありますし、最後まであなたの偉大な思い出の一つである限り、あなたの時間をもう一度見てください。  :)]\u001b[22m\n\u001b[1m(5) Tanoshisa (6 / 10) - [mā, koreha hitobito ga tokidoki kōkishin o kanjiru monodesu. Shikashi, shinpaishinaide, watashi wa koko de kōseidearu koto o sukuudeshou, kore wa hontōni sore hodo takakunai to wa iemasen. Ko no yō ni, kono anime wa saisho no tokeide wa daijōbudesuga, dōjini, watashi wa sorehodo tanoshinde wa inaishi, sorehodo kochō shite inainode,-chū-teido no mono ga sore ni au hazudesu. Glasslip o hajimete kanshin shi, Glasslip ga sukinahito ni wa ima made sore o shōmei suru yoi riyū ga arimashita. Mata, anata ga kantan ni wasuretakunai bamen mo arimasushi, saigomade anata no idaina omoide no hitotsudearu kagiri, anata no jikan o mōichido mite kudasai. : ) ])\u001b[22m\n\nTranslations of \u001b[4m5) Enjoyment (6/10) - [Well, this is what people will sometime felt curious of. But don't worry, I will save for this one that to be fair here, it's not really that low and high because you might wanted to say like this, 'This anime looks okay by the first watch, but on the same time, I'm not really that enjoyed and hyped that much.... so a medium one should fit it.' That's also how I impressed Glasslip for the first time and till now I do love Glasslip, but with some better reasons to prove it. There are also some scenes that you didn't want to forget that easily, and take your time again to watch it as long as it can be one of your great memories until the very end. :)]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5) Enjoyment (6/10) - [Well, this is what people will sometime felt curious of.\u001b[24m\n    \u001b[1m5）楽しさ（6/10） -  [まあ、これは人々が時々好奇心を感じるものです。\u001b[22m, \u001b[1m5）楽し（6/10） -  [まあ、これは人々がいつかの好奇心を感じたであろうものです。\u001b[22m\n\u001b[4mBut don't worry, I will save for this one that to be fair here, it's not really that low and high because you might wanted to say like this, 'This anime looks okay by the first watch, but on the same time,\u001b[24m\n    \u001b[1mしかし、心配しないで、私はここで公正であることを救うでしょう、これは本当にそれほど高くないとは言えません。このように、このアニメは最初の時計では大丈夫ですが、同時に、\u001b[22m, \u001b[1mしかし、私はここに公平にするために、この1のために保存されます、心配しないでください、それはあなたがこのように言いたかったかもしれないので本当に低及び高ではありません、 'このアニメは、最初の時計によって大丈夫に見えますが、同じ時間に\u001b[22m\n\u001b[4mI'm not really that enjoyed and hyped that much.... so a medium one should fit it.'\u001b[24m\n    \u001b[1m私はそれほど楽しんではいないし、それほど誇張していないので、中程度のものがそれに合うはずです。\u001b[22m, \u001b[1m私は楽しんで、はるかに....ので、媒質1がそれに合うべきであることを宣伝本当にないんです。」\u001b[22m\n\u001b[4mThat's also how I impressed Glasslip for the first time and till now I do love Glasslip, but with some better reasons to prove it.\u001b[24m\n    \u001b[1mGlasslipを初めて感心し、Glasslipが好きな人には今までそれを証明する良い理由がありました。\u001b[22m, \u001b[1mそれは私が初めてグラスリップに感銘を与え、今まで私はグラスリップを愛していますが、いくつかのより良いの理由でそれを証明する方法もあります。\u001b[22m\n\u001b[4mThere are also some scenes that you didn't want to forget that easily, and take your time again to watch it as long as it can be one of your great memories until the very end.\u001b[24m\n    \u001b[1mまた、あなたが簡単に忘れたくない場面もありますし、最後まであなたの偉大な思い出の一つである限り、あなたの時間をもう一度見てください。\u001b[22m, \u001b[1mあなたが簡単に忘れて、それは非常に最後まであなたの素晴らしい思い出の一つとすることができる限り、それを見るために、もう一度あなたの時間を取ることを望んでいないいくつかのシーンもあります。\u001b[22m\n\u001b[4m:)]\u001b[24m\n    \u001b[1m:)]\u001b[22m\n\u001b[1m\u001b[22m\n*So that's the reasons why Glasslip will be on your watch list during your weekend. ^_^\n\n\u001b[1m* Glasslipがあなたの週末にあなたのウォッチリストに掲載されるのはこのためです。  ^ _ ^\u001b[22m\n\u001b[1m(* Glasslip ga anata no shūmatsu ni anata no u~otchirisuto ni keisai sa reru no wa kono tamedesu. ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4m*So that's the reasons why Glasslip will be on your watch list during your weekend. ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*So that's the reasons why Glasslip will be on your watch list during your weekend.\u001b[24m\n    \u001b[1m* Glasslipがあなたの週末にあなたのウォッチリストに掲載されるのはこのためです。\u001b[22m, \u001b[1m*だから、グラスリップがあなたの週末にあなたのウォッチリストになります理由です。\u001b[22m\n\u001b[4m^_^\u001b[24m\n    \u001b[1m^ _ ^\u001b[22m\n\u001b[1m\u001b[22m\n-For the overall point(s), I have been thinking about two times on deciding between (5, 6 or 7). After that, I believe in myself and chose to rate the anime series with *7 points*, because the story can really develop more when there will be another chance on making a remake but this time not really in the anime, but with a book adaptation. Well then, that's all by me and always feel free to read this review from the start until the end. :)\n\n\u001b[1m - 全体的なポイントについては、（5,6,7）の間で決定するのに約2回考えています。 その後、私は自分自身を信じて、アニメシリーズを* 7ポイント*で評価することを決めました。リメイクを行うチャンスがあるときには物語が本当に大きくなりますが、今回はアニメではなく本 適応。 さて、それは私のすべてであり、いつもこのレビューを最初から最後まで読んでください。  :)\u001b[22m\n\u001b[1m(- Zentai-tekina pointo ni tsuite wa,(5 , 6, 7) no ma de kettei suru no ni yaku 2-kai kangaete imasu. Sonogo, watashi wa jibun jishin o shinjite, animeshirīzu o* 7-pointo* de hyōka suru koto o kimemashita. Rimeiku o okonau chansu ga aru tokiniha monogatari ga hontōni ōkiku narimasuga, konkai wa animede wa naku hon tekiō. Sate, soreha watashinosubetedeari, itsumo kono rebyū o saisho kara saigomade yondekudasai. : ))\u001b[22m\n\nTranslations of \u001b[4m-For the overall point(s), I have been thinking about two times on deciding between (5, 6 or 7). After that, I believe in myself and chose to rate the anime series with *7 points*, because the story can really develop more when there will be another chance on making a remake but this time not really in the anime, but with a book adaptation. Well then, that's all by me and always feel free to read this review from the start until the end. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-For the overall point(s), I have been thinking about two times on deciding between (5, 6 or 7).\u001b[24m\n    \u001b[1m - 全体的なポイントについては、（5,6,7）の間で決定するのに約2回考えています。\u001b[22m, \u001b[1m全体的な点（複数可）-for、私は（5、6または7）との間で決定して約2倍を考えていました。\u001b[22m\n\u001b[4mAfter that, I believe in myself and chose to rate the anime series with *7 points*, because the story can really develop more when there will be another chance on making a remake but this time not really in the anime, but with a book\u001b[24m\n    \u001b[1mその後、私は自分自身を信じて、アニメシリーズを* 7ポイント*で評価することを決めました。リメイクを行うチャンスがあるときには物語が本当に大きくなりますが、今回はアニメではなく本\u001b[22m, \u001b[1mその後、私は自分自身を信じ、しかし本と、アニメにリメイクを作ったが、この時間は本当に上の別のチャンスがあるだろうときに話が本当に多くを開発することができますので、* * 7点を持つアニメシリーズを評価することにしました\u001b[22m\n\u001b[4madaptation.\u001b[24m\n    \u001b[1m適応。\u001b[22m\n\u001b[4mWell then, that's all by me and always feel free to read this review from the start until the end.\u001b[24m\n    \u001b[1mさて、それは私のすべてであり、いつもこのレビューを最初から最後まで読んでください。\u001b[22m, \u001b[1mさて、それは最初から最後まで、このレビューを読ん気軽に常にすべての私がだと。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=192996",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\nこの番組の憎悪の大きさは驚異的で、その極端に低いスコアは私にそれをほとんど伝えませんでした。 だから私は期待を低く設定していたが、本当にそれについてすべてを楽しんだ。 そしてそれはその寓意を完全に知らないにもかかわらずです。 私は結末のあいまいさに少し悩まされていたと思うけど、誰もがそれを出すほど悪くないと思った。\n\n私の友人のピットマン（そして他の多くの人は確信している）はGlasslipが退屈だと思っていますが、そのビューはまったく私を超えています。特に、\"リラックスして、かわいいモエ\" が表示されます。 私はGlasslipがそれよりも退屈なのか、豪華に描かれたSoL設定の上にいくつかのロマンスドラマがあり、本当に強くhngngにmoegirlsがあるとき、どうしてそんなに退屈なのかわかりません。 地獄、私はそれがちょうどかわいいとかわいいのためにそれを楽しむだろうとSachiを見て見ることについて見ることができると思う。\n\nピットマンはまた、Glasslipが心配していた何らかの種類の愛のポリゴンを持っているように悩まされ、解説されていないいくつかの超自然プロットデバイスを導入しました。\n\n私はGlasslipが本当に素早く愛のポリゴンをまっすぐに伸ばしてくれると答えました。 みんなゴールデンタイムの超自然的要素についてほぼ同じことを言っているので、誰も超自然的な要素に悩まされているようです。 私は彼らが実際に超自然的な要素ではなく、むしろそうでないと容易に表現できないものの創造的な芸術的表現であることを理解したので、私は気にしませんでした。 ゴールデンタイムでは、それは人格を分けているように感じるものの表現です。 他のパーソナリティを描き、アニメ化することは、それを別個のエンティティとして特徴づけ、「頭の中で声を聞く」だけではほとんど機能しないものです。  Glasslipの場合：\n\nレディットの引用：彼らの恐怖のために、彼らの恐怖のために、そして彼らの敏感な性質のために、ToukoとKakeruは、想像力によって経験し、感情を共有します。 代わりの世界、運命、他の次元、タイムライン、または他のささいなこととは何の関係もありません。それは単なる鮮やかな想像力です。 彼らはお互いに、お互いの感情や感情をこのように学びます。\n\n面白いことに、キル・ラ・キルは、このタイプの寓話的/非リテラルなストーリーテリング（おそらくボブダフの執筆の一部を楽しむ）まで私を開いたものです。 私は以前はそれを嫌っていましたが、それでも勇気の嵐のように私の頭の上を完全に通り過ぎれば、私はまだ何もしていないのにばかげた気分になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe amount of hate for this show is staggering, its extremely low score almost made me pass on it. So while I did set my expectations low, I ended up really enjoying everything about it. And that's despite being completely oblivious to its allegories. I guess I was a bit bothered by ambiguity of the ending but I didn't find it nearly as bad as everyone makes it out to be.\n\n\u001b[1mこの番組の憎悪の大きさは驚異的で、その極端に低いスコアは私にそれをほとんど伝えませんでした。 だから私は期待を低く設定していたが、本当にそれについてすべてを楽しんだ。 そしてそれはその寓意を完全に知らないにもかかわらずです。 私は結末のあいまいさに少し悩まされていたと思うけど、誰もがそれを出すほど悪くないと思った。\u001b[22m\n\u001b[1m(Kono bangumi no zōo no ōki-sa wa kyōi-tekide, sono kyokutan ni hikui sukoa wa watashi ni sore o hotondo tsutaemasendeshita. Dakara watashi wa kitai o hikuku settei shite itaga, hontōni sore ni tsuite subete o tanoshinda. Soshite sore wa sono gūi o kanzen ni shiranai nimokakawarazudesu. Watashi wa ketsumatsu no aimai-sa ni sukoshi nayamasa rete ita to omoukedo, daremoga sore o dasu hodo warukunai to omotta.)\u001b[22m\n\nTranslations of \u001b[4mThe amount of hate for this show is staggering, its extremely low score almost made me pass on it. So while I did set my expectations low, I ended up really enjoying everything about it. And that's despite being completely oblivious to its allegories. I guess I was a bit bothered by ambiguity of the ending but I didn't find it nearly as bad as everyone makes it out to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe amount of hate for this show is staggering, its extremely low score almost made me pass on it.\u001b[24m\n    \u001b[1mこの番組の憎悪の大きさは驚異的で、その極端に低いスコアは私にそれをほとんど伝えませんでした。\u001b[22m, \u001b[1mこのショーのために憎しみの量は驚異的で、その非常に低いスコアがほとんど私がそれに合格しました。\u001b[22m\n\u001b[4mSo while I did set my expectations low, I ended up really enjoying everything about it.\u001b[24m\n    \u001b[1mだから私は期待を低く設定していたが、本当にそれについてすべてを楽しんだ。\u001b[22m, \u001b[1m私は私の期待を低く設定でしながらだから、私は実際にそれについてのすべてを楽しんでしまいました。\u001b[22m\n\u001b[4mAnd that's despite being completely oblivious to its allegories.\u001b[24m\n    \u001b[1mそしてそれはその寓意を完全に知らないにもかかわらずです。\u001b[22m, \u001b[1mそして、それはその寓話を完全に忘れているにもかかわらずです。\u001b[22m\n\u001b[4mI guess I was a bit bothered by ambiguity of the ending but I didn't find it nearly as bad as everyone makes it out to be.\u001b[24m\n    \u001b[1m私は結末のあいまいさに少し悩まされていたと思うけど、誰もがそれを出すほど悪くないと思った。\u001b[22m, \u001b[1m私はエンディングのあいまいさに悩まさビットだったが、私は誰もがするそれを作るとして、それはほぼ同じ悪い見つけることができませんでしたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nMy friend pitman (as well as many others I'm sure) think Glasslip is boring, but that view is completely beyond me, especially since those people like ''just relax back and enjoy the cute moe'' no-plot healing type of shows. I don't see how can Glasslip then be more boring than those, when it has some romance drama on top of gorgeously drawn SoL setting and moegirls to hnng for really strongly. Hell, I feel it could be a show just about watching Sachi read and I'd enjoy it just for how pretty and cute it is.\n\n\u001b[1m私の友人のピットマン（そして他の多くの人は確信している）はGlasslipが退屈だと思っていますが、そのビューはまったく私を超えています。特に、\"リラックスして、かわいいモエ\" が表示されます。 私はGlasslipがそれよりも退屈なのか、豪華に描かれたSoL設定の上にいくつかのロマンスドラマがあり、本当に強くhngngにmoegirlsがあるとき、どうしてそんなに退屈なのかわかりません。 地獄、私はそれがちょうどかわいいとかわいいのためにそれを楽しむだろうとSachiを見て見ることについて見ることができると思う。\u001b[22m\n\u001b[1m(Watashi no yūjin no pittoman (soshite hoka no ōku no hito wa kakushin shite iru) wa Glasslip ga taikutsuda to omotte imasuga, sono byū wa mattaku watashi o koete imasu. Tokuni, \" rirakkusu shite, kawaī Moe\" ga hyōji sa remasu. Watashi wa Glasslip ga sore yori mo taikutsuna no ka, gōka ni egaka reta SoL settei no ue ni ikutsu ka no romansudorama ga ari, hontōni tsuyoku hngng ni moegirls ga aru toki, dōshite son'nani taikutsuna no ka wakarimasen. Jigoku, watashi wa sore-gachi ~youdokawaiitokawaiinotamenisorewo tanoshimudarou to Sachi o mite miru koto ni tsuite miru koto ga dekiru to omou.)\u001b[22m\n\nTranslations of \u001b[4mMy friend pitman (as well as many others I'm sure) think Glasslip is boring, but that view is completely beyond me, especially since those people like ''just relax back and enjoy the cute moe'' no-plot healing type of shows. I don't see how can Glasslip then be more boring than those, when it has some romance drama on top of gorgeously drawn SoL setting and moegirls to hnng for really strongly. Hell, I feel it could be a show just about watching Sachi read and I'd enjoy it just for how pretty and cute it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy friend pitman (as well as many others I'm sure) think Glasslip is boring, but that view is completely beyond me, especially since those people like ''just relax back and enjoy the cute moe'' no-plot healing type of\u001b[24m\n    \u001b[1m私の友人のピットマン（そして他の多くの人は確信している）はGlasslipが退屈だと思っていますが、そのビューはまったく私を超えています。特に、\"リラックスして、かわいいモエ\"\u001b[22m, \u001b[1m私の友人ピットマン（だけでなく、私は確信している他の多く）は、グラスリップは退屈だと思うが、そのビューは、 'のようなそれらの人々はただのバックリラックスしてキュートな萌え楽しむ'の無プロット治癒しないタイプの、特に以来、完全に私を超えています\u001b[22m\n\u001b[4mshows.\u001b[24m\n    \u001b[1mが表示されます。\u001b[22m, \u001b[1m示しています。\u001b[22m\n\u001b[4mI don't see how can Glasslip then be more boring than those, when it has some romance drama on top of gorgeously drawn SoL setting and moegirls to hnng for really strongly.\u001b[24m\n    \u001b[1m私はGlasslipがそれよりも退屈なのか、豪華に描かれたSoL設定の上にいくつかのロマンスドラマがあり、本当に強くhngngにmoegirlsがあるとき、どうしてそんなに退屈なのかわかりません。\u001b[22m, \u001b[1mそれは本当に強くするためhnngするゴージャスに描かれたのSoL設定とmoegirlsの上にいくつかの恋愛ドラマを持っているとき、私は、その後グラスリップものよりも退屈することができますどのように表示されません。\u001b[22m\n\u001b[4mHell, I feel it could be a show just about watching Sachi read and I'd enjoy it just for how pretty and cute it is.\u001b[24m\n    \u001b[1m地獄、私はそれがちょうどかわいいとかわいいのためにそれを楽しむだろうとSachiを見て見ることについて見ることができると思う。\u001b[22m, \u001b[1m地獄、私はそれだけでサチが読んで、私はちょうどそれがどのようにきれいでかわいいのためにそれを楽しむと思います見て約ショーかもしれないと感じます。\u001b[22m\n\u001b[1m\u001b[22m\nPitman was also bothered by Glasslip trying to have some sort of love polygon that he felt was too convoluted and introduced some supernatural plot device that wasn't explained.\n\n\u001b[1mピットマンはまた、Glasslipが心配していた何らかの種類の愛のポリゴンを持っているように悩まされ、解説されていないいくつかの超自然プロットデバイスを導入しました。\u001b[22m\n\u001b[1m(Pittoman wa mata, Glasslip ga shinpai shite ita nanrakano shurui no ai no porigon o motte iru yō ni nayamasa re, kaisetsu sa rete inai ikutsu ka no chō shizen purottodebaisu o dōnyū shimashita.)\u001b[22m\n\nTranslations of \u001b[4mPitman was also bothered by Glasslip trying to have some sort of love polygon that he felt was too convoluted and introduced some supernatural plot device that wasn't explained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPitman was also bothered by Glasslip trying to have some sort of love polygon that he felt was too convoluted and introduced some supernatural plot device that wasn't explained.\u001b[24m\n    \u001b[1mピットマンはまた、Glasslipが心配していた何らかの種類の愛のポリゴンを持っているように悩まされ、解説されていないいくつかの超自然プロットデバイスを導入しました。\u001b[22m, \u001b[1mピットマンはまた、彼は感じすぎ入り組んであったと説明されていなかったいくつかの超自然的なプロットデバイスを導入愛の多角形のいくつかの並べ替えを持ってしようとしているグラスリップに悩まされました。\u001b[22m\n\u001b[1m\u001b[22m\nTo which I answered that Glasslip actually straightens out the love polygon rather quickly and it boils down to 3 pairs. Everyone seems to be bothered by the supernatural element, funny since everyone says almost the same thing about Golden Time supernatural element. I didn't mind either, as I understood that they weren't actually supernatural elements but were rather just meant as creative artistic expression of something that can't easily be expressed otherwise. In Golden Time it's representation of what it feels like to have split personality. Having the other personality drawn and animated characterizes it as a separate entity, something that wouldn't work nearly as well with just ''hearing a voice in his head''. In case of Glasslip:\n\n\u001b[1m私はGlasslipが本当に素早く愛のポリゴンをまっすぐに伸ばしてくれると答えました。 みんなゴールデンタイムの超自然的要素についてほぼ同じことを言っているので、誰も超自然的な要素に悩まされているようです。 私は彼らが実際に超自然的な要素ではなく、むしろそうでないと容易に表現できないものの創造的な芸術的表現であることを理解したので、私は気にしませんでした。 ゴールデンタイムでは、それは人格を分けているように感じるものの表現です。 他のパーソナリティを描き、アニメ化することは、それを別個のエンティティとして特徴づけ、「頭の中で声を聞く」だけではほとんど機能しないものです。  Glasslipの場合：\u001b[22m\n\u001b[1m(Watashi wa Glasslip ga hontōni subayaku ai no porigon o massugu ni nobashite kureru to kotaemashita. Min'na gōrudentaimu no chō shizen-teki yōso ni tsuite hobo onaji koto o itte irunode, dare mo chō shizen-tekina yōso ni nayamasa rete iru yōdesu. Watashi wa karera ga jissai ni chō shizen-tekina yōsode wa naku, mushiro sōdenaito yōi ni hyōgen dekinai mono no sōzō-tekina geijutsu-teki hyōgendearu koto o rikai shitanode, watashi wa ki ni shimasendeshita. Gōrudentaimude wa, soreha jinkaku o wakete iru yō ni kanjiru mono no hyōgendesu. Hoka no pāsonariti o kaki, anime-ka suru koto wa, sore o bekko no entiti to shite tokuchō dzuke,`atama no naka de koe o kiku' dakede wa hotondo kinō shinai monodesu. Glasslip no baai:)\u001b[22m\n\nTranslations of \u001b[4mTo which I answered that Glasslip actually straightens out the love polygon rather quickly and it boils down to 3 pairs. Everyone seems to be bothered by the supernatural element, funny since everyone says almost the same thing about Golden Time supernatural element. I didn't mind either, as I understood that they weren't actually supernatural elements but were rather just meant as creative artistic expression of something that can't easily be expressed otherwise. In Golden Time it's representation of what it feels like to have split personality. Having the other personality drawn and animated characterizes it as a separate entity, something that wouldn't work nearly as well with just ''hearing a voice in his head''. In case of Glasslip:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo which I answered that Glasslip actually straightens out the love polygon rather quickly and it boils down to 3 pairs.\u001b[24m\n    \u001b[1m私はGlasslipが本当に素早く愛のポリゴンをまっすぐに伸ばしてくれると答えました。\u001b[22m, \u001b[1mこれに私はグラスリップは実際にかなり早く愛のポリゴンをまっすぐにし、それが3対に沸くと答えました。\u001b[22m\n\u001b[4mEveryone seems to be bothered by the supernatural element, funny since everyone says almost the same thing about Golden Time supernatural element.\u001b[24m\n    \u001b[1mみんなゴールデンタイムの超自然的要素についてほぼ同じことを言っているので、誰も超自然的な要素に悩まされているようです。\u001b[22m, \u001b[1m誰もがゴールデンタイム超自然的要素について、ほぼ同じことを言うので、みんなが面白い、超自然的要素に悩まされているようです。\u001b[22m\n\u001b[4mI didn't mind either, as I understood that they weren't actually supernatural elements but were rather just meant as creative artistic expression of something that can't easily be expressed otherwise.\u001b[24m\n    \u001b[1m私は彼らが実際に超自然的な要素ではなく、むしろそうでないと容易に表現できないものの創造的な芸術的表現であることを理解したので、私は気にしませんでした。\u001b[22m, \u001b[1m私は、彼らが実際に超自然的要素ではなかったのではなく、単に簡単そうでなければ表現できない何かの創造的な芸術的な表現として意味していたことが分かるように私は、どちらかを気にしませんでした。\u001b[22m\n\u001b[4mIn Golden Time it's representation of what it feels like to have split personality.\u001b[24m\n    \u001b[1mゴールデンタイムでは、それは人格を分けているように感じるものの表現です。\u001b[22m, \u001b[1mゴールデンタイムでは、人格を分割しているためにようにそれは感じるものの表現です。\u001b[22m\n\u001b[4mHaving the other personality drawn and animated characterizes it as a separate entity, something that wouldn't work nearly as well with just ''hearing a voice in his head''.\u001b[24m\n    \u001b[1m他のパーソナリティを描き、アニメ化することは、それを別個のエンティティとして特徴づけ、「頭の中で声を聞く」だけではほとんど機能しないものです。\u001b[22m, \u001b[1m他の人格描かれたとアニメーションを持つことは、個別のエンティティ、単に '' '彼の頭の中の声を聞く」とほぼ同様に動作しないものとして、それを特徴付けます。\u001b[22m\n\u001b[4mIn case of Glasslip:\u001b[24m\n    \u001b[1mGlasslipの場合：\u001b[22m, \u001b[1mグラスリップの場合：\u001b[22m\n\u001b[1m\u001b[22m\nReddit quote: Because of their love, because of their fears, and because of their sensitive nature, Touko and Kakeru experience and share their emotions through imagination, otherwise known as ''fragments of the future''. It has nothing to do with alternate worlds, fates, other dimensions, timelines, or other bullshit - it's just their vivid imagination. They learn about each other and about each other's feelings and emotions this way.\n\n\u001b[1mレディットの引用：彼らの恐怖のために、彼らの恐怖のために、そして彼らの敏感な性質のために、ToukoとKakeruは、想像力によって経験し、感情を共有します。 代わりの世界、運命、他の次元、タイムライン、または他のささいなこととは何の関係もありません。それは単なる鮮やかな想像力です。 彼らはお互いに、お互いの感情や感情をこのように学びます。\u001b[22m\n\u001b[1m(Reditto no in'yō: Karera no kyōfu no tame ni, karera no kyōfu no tame ni, soshite karera no binkan'na seishitsu no tame ni, Touko to Kakeru wa, sōzō-ryoku ni yotte keiken shi, kanjō o kyōyū shimasu. Kawari no sekai, unmei, hoka no jigen, taimu rain, matawa hoka no sasaina koto to wa nani no kankei mo arimasen. Sore wa tan'naru azayakana sōzō-ryokudesu. Karera wa otagai ni, otagai no kanjō ya kanjō o kono yō ni manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mReddit quote: Because of their love, because of their fears, and because of their sensitive nature, Touko and Kakeru experience and share their emotions through imagination, otherwise known as ''fragments of the future''. It has nothing to do with alternate worlds, fates, other dimensions, timelines, or other bullshit - it's just their vivid imagination. They learn about each other and about each other's feelings and emotions this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReddit quote: Because of their love, because of their fears, and because of their sensitive nature, Touko and Kakeru experience and share their emotions through imagination, otherwise known as ''fragments of the future''.\u001b[24m\n    \u001b[1mレディットの引用：彼らの恐怖のために、彼らの恐怖のために、そして彼らの敏感な性質のために、ToukoとKakeruは、想像力によって経験し、感情を共有します。\u001b[22m, \u001b[1mRedditの引用：、彼らの愛の、それらの恐れの、および、それらの機密性のためToukoとカケルの経験と想像力を介して自分の感情を共有し、そうでなければ ''未来の断片 ''として知られています。\u001b[22m\n\u001b[4mIt has nothing to do with alternate worlds, fates, other dimensions, timelines, or other bullshit - it's just their vivid imagination.\u001b[24m\n    \u001b[1m代わりの世界、運命、他の次元、タイムライン、または他のささいなこととは何の関係もありません。それは単なる鮮やかな想像力です。\u001b[22m, \u001b[1mこれは、代替の世界、運命、他の寸法、タイムライン、または他のでたらめとは何の関係もない - それはちょうど彼らの鮮やかな想像力です。\u001b[22m\n\u001b[4mThey learn about each other and about each other's feelings and emotions this way.\u001b[24m\n    \u001b[1m彼らはお互いに、お互いの感情や感情をこのように学びます。\u001b[22m, \u001b[1m彼らはこのように互いの情報や、お互いの気持ちや感情について学びます。\u001b[22m\n\u001b[1m\u001b[22m\nFunny enough, Kill la Kill is what opened me up to enjoying this type of allegorical/non-literal storytelling (as well as some of bobduh's writeups possibly). I used to dislike it before hand, though I still do if it's completely over my head like in Yuri Kuma Arashi since that just makes me feel stupid for not getting absolutely anything at all...\n\n\u001b[1m面白いことに、キル・ラ・キルは、このタイプの寓話的/非リテラルなストーリーテリング（おそらくボブダフの執筆の一部を楽しむ）まで私を開いたものです。 私は以前はそれを嫌っていましたが、それでも勇気の嵐のように私の頭の上を完全に通り過ぎれば、私はまだ何もしていないということを馬鹿に感じます。\u001b[22m\n\u001b[1m(Omoshiroi koto ni, kiru ra kiru wa, kono taipu no gūwa-teki/ hi riteraruna sutōrīteringu (osoraku bobudafu no shippitsu no ichibu o tanoshimu) made watashi o aita monodesu. Watashi wa izen wa sore o kiratte imashitaga, soredemo yūki no arashi no yō ni watashi no atama no ue o kanzen ni tōrisugireba, watashi wa mada nani mo shite inai to iu koto o baka ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mFunny enough, Kill la Kill is what opened me up to enjoying this type of allegorical/non-literal storytelling (as well as some of bobduh's writeups possibly). I used to dislike it before hand, though I still do if it's completely over my head like in Yuri Kuma Arashi since that just makes me feel stupid for not getting absolutely anything at all...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFunny enough, Kill la Kill is what opened me up to enjoying this type of allegorical/non-literal storytelling (as well as some of bobduh's writeups possibly).\u001b[24m\n    \u001b[1m面白いことに、キル・ラ・キルは、このタイプの寓話的/非リテラルなストーリーテリング（おそらくボブダフの執筆の一部を楽しむ）まで私を開いたものです。\u001b[22m, \u001b[1m十分に面白い、キル・ラ・キル（おそらく同様bobduhのwriteupsの一部）この寓話/非リテラルストーリーテリングの種類を楽しむに私を開いたものです。\u001b[22m\n\u001b[4mI used to dislike it before hand, though I still do if it's completely over my head like in Yuri Kuma Arashi since that just makes me feel stupid for not getting absolutely anything at all...\u001b[24m\n    \u001b[1m私は以前はそれを嫌っていましたが、それでも勇気の嵐のように私の頭の上を完全に通り過ぎれば、私はまだ何もしていないということを馬鹿に感じます。\u001b[22m, \u001b[1m私はちょうど私がすべてで絶対に何も得ていないために愚かな感じさせるので、それはユリ熊嵐のように私の頭の上に完全な場合、私はまだやるのに、手を前にそれを嫌うために使用されます...\u001b[22m"
  },
  {
    "title": "Glasslip",
    "id": "23079",
    "url": "https://myanimelist.net/anime/23079/Glasslip",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=203205",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\n教師が文学的批評のために割り当てた高校の古典文学のテキストを覚えていますか？ あいまいさ、暗示された象徴主義、そしてメタファの使用のために無数の方法で解釈されるかもしれないそれらの物語を覚えていますか？ さて、高校に戻って歓迎。 次の6時間半のあなたの任務は、このゆっくりと複雑な芸術作品を通じてあなたのやり方を進めることです。 あなたがそれをある角度から見ると美しさを感じることが確実だから、それは芸術作品です。 しかし、美しさの素晴らしさが価値があるかどうかは、明らかに観察者の判断に委ねられます。 あなたが遅い話に対処し、何が起こっているのかを考えなければならないという挑戦のように、これは見ることのできる候補者かもしれません。 あなたの結論と心のこもったプロットのチャンクがきれいなプレートで素敵で暖かいものを提供するのが好きなら、これをはっきりと残してください。\n\nGlasslipは、関係のない協定に同意した、ガラス吹き人のToukoと友人の娘を追っている。 この契約は、突然自分の他の友人がしていない方法で東光を理解すると主張している自信をもって幼稚な無知の移籍学生であるかけるの到着とともに急速に壊れてしまう。 唐子は、ガラスのような光沢のあるものが未来からの断片であることを見ている時に、ガラスの破片で遊ぶときに注意しなければならないことがあります。 どのように葛藤はお互いの関係に影響を及ぼし、東光の破片の謎を解くことができるでしょうか？\n\nアニメーション：\n\n\nシンプルな学校の水着で女の子をエッチと見なさない限り、これは行動でもエッチショーでもありません。 しかし、パンチや2、そしていくつかのキスを期待してください。\n\n音：\nこのショーのサウンドは美しくアニメーションを補完します。 ショーはChouChoの穏やかで穏やかな部分から始まり、Nano Ripeのより活気のある部分で終わる（私はまだ彼女の高音、鼻の声が気に入らない）。 私にとってさらに印象的なのは、OPとEDだけでなく、メロディーでも忘れられないものでもある他のオーケストラ作品をもたらす素晴らしいBGMです。 この計器は、他のいくつかの研究に比べて比較的軽いが、それにもかかわらず非常に効果的である。 たくさんの海辺の波や蝉を含む素晴らしいサウンドエフェクトを加えれば、非常に魅力的なサウンドパッケージを手に入れることができます。\n\n正直言って、この作品のVAはナナの朝倉に比べて比較的後輩です。 これは、早見沙織氏の声で表現された柳のように、明快さと存在感の点で最も強いキャラクターであることを示しています。 特に迷惑なものは何もありませんでしたが、Kakeruの相反する声と人格は、私の好みのペルソナ4のYuuをあまりにも彷彿とさせました。 全体的に、私はP.A.から見た最良のVA作品ではありません。 しかし、それでも仕事は終わります。\n\nストーリー：\nこのショーに入ると、私は初期のエピソードに対して多くの否定的な反応を伴って、不規則な道の始まりをすでに感じていました。 クイックレディット検索では、この番組の仕上げは、ハルヒの有名な無限の8つを見ているように、持久力を苛立たせたと主張する人々に疑いを抱かせる。 公平を期すために、ショーはその目標に非常に野心的であり、全体的な執行はそれほど集中していませんでした。 私たちは皆さんがマルチタスキングしようとすると何もしないことになり、このショーの特定の部分は確かにそのように感じられたことを知っています。 ほとんどのことは、これほど多くのことを達成しようとしているにもかかわらず、ショーはカメが遅くなったという事実です。 多分、ゆっくりとした落ち着きは、落ち着きのある落ち着いた雰囲気の中にあります。そして、おそらくそれは、私が楽しんでいた小さな瞬間に焦点を当ててディレクターがいつも過ごしていたからかもしれません。 それにかかわらず、あなたがこれに挑戦すれば、ショーの多くを理解したいと思えば、あなたの完全で完全な注意を払う準備をしてください。 その後も意味をなさないビットを準備する（私の場合は2回の完全な視聴）。\n\n私が以前に言及したように、Kakeruは、5つの他のビリヤードボール（2つのストライプと3つのソリッド）のグループに向かってフルスピードで移動するキューボールであり、結果の衝突はショーの全長を占めます。 ボールが穴の中に入るのは、見る人が把握するためです。 前の文は、あなたがショーで遭遇するものと同じではなく、主なプロットの説明とむしろ不完全な結論でもありません。 あなたは、私が読んだことのない文学、哲学者（ジョナサン以外）の名前にちなんで名づけられたニワトリ、恐らく超自然的な出来事を伴って別のものからまっすぐに来たように聞こえる突然の音の効果、 生涯のロマンスも混じっています。 あなたが途中で混乱するなら、私は停止し、地図を見て（比喩的に）お勧めします。 さらに耕作しようとすると、たぶんあなたをさらに失うことになります。 そして、ここではあなたの大半のために契約破りがあります。たとえあなたが道の終わりに達しても、金の鉢も、72人の処女の馬も見つからなくても、あなたはただ最後を見つけるだけです。 このシリーズでは、仮説を立てるためにあなたの歩みを振り向かせることを余儀なくされますが、正直言って、彼らはいくつかの前兆を残しません。\n\n要約すると、ショーにはその瞬間がありますが、プロット要素の多くは、それの地獄のために投げ込まれた感じ、物語は実際には、それが仮定されているそのメッセージを渡すことはありません。 それはちょうどあなたのトラブルのためにいくつかのガラスビーズとランダムな溝にあなたを落とす。\n\nキャラクター：\nストーリーはさておき、ショーはよく発達したキャラクターといくつかのかなり良いインタラクションを持っています。 ナギのアスカラのように、物語はそれぞれのサブプロットで複数のキャラクターを中心に展開しています。ナギのアスカラのように、特定の女性グループのメンバーを引っ張っている外人と運命が絡み合った、 しかし、Touko（Manakaのはるかに魅力的なバージョンを思い出させる人）を除いて、特徴付けは非常に異なり、関係ははるかに微妙です。 ここでヒントは、あなたがOPを見れば、あなたはすでに関係の多くがどこに行くの良いアイデアを持っているでしょう。 彼らはあなたに空想として、あなたが関係の外のテーマや意味を理解しなければならないものをあなたに与えます。\n\n自分の評価を本当に損なうことができる唯一のものは、ToukoとKakeruの視聴者の印象です。  Toukoはシンプルな女の子で、かなり遅いです。 視聴者の多くは、これがかわいそうではなくむしろ不愉快であると感じるでしょう。 添付ファイルを面倒くさいと思う孤独なオオカミとしてキャスターがキャストされていますが、社会的な意味では驚くほど魅力的です。 ショーの大半は彼らの視点から語られているので、どちらのキャラクターにとっても強い嫌悪感はかなり酸っぱい後味を残すでしょう。  Anidbのキャラクター投票で判断すると、ほとんどの人がこのように感じます。 私にとって、私は東光の欠点を克服し、グループの問題を自分のやり方で解決しようとする彼女の試みを楽しむことができました。 しかし、Kakeruはまだ完全な謎です。 彼の決定は追跡可能な経路をたどるようには見えず、彼の全体的な無知な自信の姿勢は私を完全に捨て去る。\n\n退屈な猶予があれば、感情的に成熟している唯一のキャラクター（ひなの脇）である柳の強い性格です。 両親の少なくとも一部がショーの役割を果たしていることと、サポートキャラクターがほんの少ししかないことを指摘しておきたいと思います。 しかし、プラスは成長が不均一で、究極的にはロマンスが不満足なことに悩まされています。\n\n値：\nこのシリーズは本当にレビューするのが難しく、価値のあるレビューを作成するのに十分な断片があると感じる前に、全部を2回見なければなりませんでした。  Glasslipは素晴らしい雰囲気と音楽で美しく描かれた作品です。 しかし、悲しいかな、もしあなたがこのカテゴリーに属さなければ、このショーはおそらくあなたが渡すべきものです。 そうしたやり方で、それは素晴らしいプレゼンテーションと疑わしいストーリーテリングを伴う別の番組であるKと非常に似ています。  Glasslipが伝えようとしている話は、混乱のようなものです。 はい、いくつかのかわいい瞬間がありますが、全体的に空の井戸から水を引き出そうとしているような気がします。 しかし、あなたがキャラクターを好きに見える場合は、少なくともすべてが失われるわけではありません。 私はそのインタラクションとアニメーションでこの番組を楽しんだが、多くの人がこれを見るのに十分な理由としてそれを見つけられないことを知っている。 そして、正直言って、私はショーがずっともっと楽しいものだったと思う。 もしあなたがP.Aを本当に好きなら。 赤いデータガールのような吹雪の中を掘り下げています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nRemember those high school classical literature texts that teachers assigned for literary critique? Remember those stories that could be interpreted in countless ways due to their vagueness, hinted symbolism, and usage of metaphors? Well welcome back to high school; your assignment for the next six and a half hours is to work your way through this slow and perplexing work of art. It is a work of art because I'm certain that if you look at it from certain angles, you will find beauty. However, whether that glimmer of beauty is worth it is obviously up to the viewer. If you can deal with a slow story and like the challenge of having to think to figure out what is happening, this might be a candidate for watching. If you like your conclusions and hearty plot chunks served nice and warm on a clean plate stay clear of this one.\n\n\u001b[1m教師が文学的批評のために割り当てた高校の古典文学のテキストを覚えていますか？ あいまいさ、暗示された象徴主義、そしてメタファの使用のために無数の方法で解釈されるかもしれないそれらの物語を覚えていますか？ さて、高校に戻って歓迎。 次の6時間半のあなたの任務は、このゆっくりと複雑な芸術作品を通じてあなたのやり方を進めることです。 あなたがそれをある角度から見ると美しさを感じることが確実だから、それは芸術作品です。 しかし、美しさの素晴らしさが価値があるかどうかは、明らかに観察者の判断に委ねられます。 あなたが遅い話に対処し、何が起こっているのかを考えなければならないという挑戦のように、これは見ることのできる候補者かもしれません。 あなたの結論と心のこもったプロットのチャンクがきれいなプレートで素敵で暖かいものを提供するのが好きなら、これをはっきりと残してください。\u001b[22m\n\u001b[1m(Kyōshi ga bungaku-teki hihyō no tame ni wariateta kōkō no koten bungaku no tekisuto o oboete imasu ka? Aimai-sa, anji sa reta shōchō shugi, soshite metafa no shiyō no tame ni musū no hōhō de kaishaku sa reru kamo shirenai sorera no monogatari o oboete imasu ka? Sate, kōkō ni modotte kangei. Tsugi no 6-jikan han no anata no ninmu wa, kono yukkuri to fukuzatsuna geijutsu sakuhin o tsūjite anata no yarikata o susumeru kotodesu. Anata ga sore o aru kakudo karamiruto utsukushi-sa o kanjiru koto ga kakujitsudakara, soreha geijutsu sakuhindesu. Shikashi, utsukushi-sa no subarashi-sa ga kachigāru ka dō ka wa, akiraka ni kansatsu-sha no handan ni yudane raremasu. Anata ga osoi hanashi ni taisho shi, nani ga okotte iru no ka o kangaenakereba naranai to iu chōsen no yō ni, kore wa miru koto no dekiru kōho-sha kamo shiremasen. Anata no ketsuron to kokoro no komotta purotto no chanku ga kireina purēto de sutekide attakai mono o teikyō suru no ga sukinara, kore o hakkiri to nokoshite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mRemember those high school classical literature texts that teachers assigned for literary critique? Remember those stories that could be interpreted in countless ways due to their vagueness, hinted symbolism, and usage of metaphors? Well welcome back to high school; your assignment for the next six and a half hours is to work your way through this slow and perplexing work of art. It is a work of art because I'm certain that if you look at it from certain angles, you will find beauty. However, whether that glimmer of beauty is worth it is obviously up to the viewer. If you can deal with a slow story and like the challenge of having to think to figure out what is happening, this might be a candidate for watching. If you like your conclusions and hearty plot chunks served nice and warm on a clean plate stay clear of this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember those high school classical literature texts that teachers assigned for literary critique?\u001b[24m\n    \u001b[1m教師が文学的批評のために割り当てた高校の古典文学のテキストを覚えていますか？\u001b[22m, \u001b[1m教師は文学批評のために割り当てられた高校古典文学テキストを覚えていますか？\u001b[22m\n\u001b[4mRemember those stories that could be interpreted in countless ways due to their vagueness, hinted symbolism, and usage of metaphors?\u001b[24m\n    \u001b[1mあいまいさ、暗示された象徴主義、そしてメタファの使用のために無数の方法で解釈されるかもしれないそれらの物語を覚えていますか？\u001b[22m, \u001b[1mそれらの曖昧に無数の方法で解釈することができ、それらの物語を覚えている、象徴、と比喩の使用を示唆しましたか？\u001b[22m\n\u001b[4mWell welcome back to high school;\u001b[24m\n    \u001b[1mさて、高校に戻って歓迎。\u001b[22m, \u001b[1mまあ高校に戻って歓迎します。\u001b[22m\n\u001b[4myour assignment for the next six and a half hours is to work your way through this slow and perplexing work of art.\u001b[24m\n    \u001b[1m次の6時間半のあなたの任務は、このゆっくりと複雑な芸術作品を通じてあなたのやり方を進めることです。\u001b[22m, \u001b[1m次の6時間半のためのあなたの割り当ては芸術のこの遅く、厄介な作業を通して、あなたのように動作するようです。\u001b[22m\n\u001b[4mIt is a work of art because I'm certain that if you look at it from certain angles, you will find beauty.\u001b[24m\n    \u001b[1mあなたがそれをある角度から見ると美しさを感じることが確実だから、それは芸術作品です。\u001b[22m, \u001b[1m私はあなたが特定の角度から見れば、あなたは美しさを見つけることを確信しているので、それは芸術作品です。\u001b[22m\n\u001b[4mHowever, whether that glimmer of beauty is worth it is obviously up to the viewer.\u001b[24m\n    \u001b[1mしかし、美しさの素晴らしさが価値があるかどうかは、明らかに観察者の判断に委ねられます。\u001b[22m, \u001b[1mしかし、美しさのかすかがそれだけの価値があるかどうかを視聴者まで明らかです。\u001b[22m\n\u001b[4mIf you can deal with a slow story and like the challenge of having to think to figure out what is happening, this might be a candidate for watching.\u001b[24m\n    \u001b[1mあなたが遅い話に対処し、何が起こっているのかを考えなければならないという挑戦のように、これは見ることのできる候補者かもしれません。\u001b[22m, \u001b[1mあなたが遅い話をし、何が起こっているかを把握するために考えてたの挑戦のように扱うことができるならば、これは見ての候補であるかもしれません。\u001b[22m\n\u001b[4mIf you like your conclusions and hearty plot chunks served nice and warm on a clean plate stay clear of this one.\u001b[24m\n    \u001b[1mあなたの結論と心のこもったプロットのチャンクがきれいなプレートで素敵で暖かいものを提供するのが好きなら、これをはっきりと残してください。\u001b[22m, \u001b[1mあなたの結論と心のこもったプロットチャンクが好きなら、この1の明確なきれいなプレートステーに素晴らしく、暖かい務めました。\u001b[22m\n\u001b[1m\u001b[22m\nGlasslip follows the daughter of a glassblower, Touko, and her group of friends, who have agreed to a pact of no relationships. This pact rapidly shatters (pun intended) with the arrival of Kakeru, a confident yet childishly ignorant transfer student who suddenly claims to understand Touko in ways that her other friends don't. Kakeru claims that Touko's occasional hallucinations when she sees shiny things (such as glass) are fragments from the future, and as we know, you have to be careful when playing with glass shards. How will Kakeru affect everyone's relationship with each other, and will he be able to solve the mystery of Touko's shards?\n\n\u001b[1mGlasslipは、関係のない協定に同意した、ガラス吹き人のToukoと友人の娘を追っている。 この契約は、突然自分の他の友人がしていない方法で東光を理解すると主張している自信をもって幼稚な無知の移籍学生であるかけるの到着とともに急速に壊れてしまう。 唐子は、ガラスのような光沢のあるものが未来からの断片であることを見ている時に、ガラスの破片で遊ぶときに注意しなければならないことがあります。 どのように葛藤はお互いの関係に影響を及ぼし、東光の破片の謎を解くことができるでしょうか？\u001b[22m\n\u001b[1m(Glasslip wa, kankeinonai kyōtei ni dōi shita, garasu fuki hito no Touko to yūjin no musume o otte iru. Kono keiyaku wa, totsuzen jibun no ta no yūjin ga shite inai hōhō de Tōkō o rikai suru to shuchō shite iru jishin o motte yōchina muchi no iseki gakuseidearu kakeru no tōchaku to tomoni kyūsoku ni kowarete shimau. Karako wa, garasu no yōna kōtaku no aru mono ga mirai kara no danpendearu koto o mite iru toki ni, garasu no hahen de asobu toki ni chūi shinakereba naranai koto ga arimasu. Dono yō ni kattō wa otagai no kankei ni eikyō o oyoboshi, Tōkō no hahen no nazowotoku koto ga dekirudeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mGlasslip follows the daughter of a glassblower, Touko, and her group of friends, who have agreed to a pact of no relationships. This pact rapidly shatters (pun intended) with the arrival of Kakeru, a confident yet childishly ignorant transfer student who suddenly claims to understand Touko in ways that her other friends don't. Kakeru claims that Touko's occasional hallucinations when she sees shiny things (such as glass) are fragments from the future, and as we know, you have to be careful when playing with glass shards. How will Kakeru affect everyone's relationship with each other, and will he be able to solve the mystery of Touko's shards?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGlasslip follows the daughter of a glassblower, Touko, and her group of friends, who have agreed to a pact of no relationships.\u001b[24m\n    \u001b[1mGlasslipは、関係のない協定に同意した、ガラス吹き人のToukoと友人の娘を追っている。\u001b[22m, \u001b[1mグラスリップは、ガラス吹き工の娘、Touko、無関係の協定に合意している友人、彼女のグループに従います。\u001b[22m\n\u001b[4mThis pact rapidly shatters (pun intended) with the arrival of Kakeru, a confident yet childishly ignorant transfer student who suddenly claims to understand Touko in ways that her other friends don't.\u001b[24m\n    \u001b[1mこの契約は、突然自分の他の友人がしていない方法で東光を理解すると主張している自信をもって幼稚な無知の移籍学生であるかけるの到着とともに急速に壊れてしまう。\u001b[22m, \u001b[1mこの協定は、急速にかける、突然彼女の他の友人にはない方法でToukoを理解するために主張して自信を持って、まだ子供っぽい無知な転校生の到着と（意図しゃれ）を粉々に。\u001b[22m\n\u001b[4mKakeru claims that Touko's occasional hallucinations when she sees shiny things (such as glass) are fragments from the future, and as we know, you have to be careful when playing with glass shards.\u001b[24m\n    \u001b[1m唐子は、ガラスのような光沢のあるものが未来からの断片であることを見ている時に、ガラスの破片で遊ぶときに注意しなければならないことがあります。\u001b[22m, \u001b[1m翔は彼女が見たとき（ガラスなど）光沢のあるものは、将来の断片である、と私たちは知っているように、あなたはガラスの破片で再生するときに注意する必要がありToukoの時折の幻覚と主張しています。\u001b[22m\n\u001b[4mHow will Kakeru affect everyone's relationship with each other, and will he be able to solve the mystery of Touko's shards?\u001b[24m\n    \u001b[1mどのように葛藤はお互いの関係に影響を及ぼし、東光の破片の謎を解くことができるでしょうか？\u001b[22m, \u001b[1mどのようにカケルは、互いにみんなの関係に影響を与える、と彼はToukoの破片の謎を解くことができるのだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is neither an action nor an ecchi show, unless you count girls in simple school swimsuits as ecchi. Do expect a punch or two and some kissing though.\n\n\u001b[1mシンプルな学校の水着で女の子をエッチと見なさない限り、これはアクションでもエッチショーでもありません。 しかし、パンチや2、そしていくつかのキスを期待してください。\u001b[22m\n\u001b[1m(Shinpuruna gakkō no mizugi de on'nanoko o etchi to minasanai kagiri, koreha akushon demo etchishōde mo arimasen. Shikashi, panchi ya 2, soshite ikutsu ka no kisu o kitai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is neither an action nor an ecchi show, unless you count girls in simple school swimsuits as ecchi. Do expect a punch or two and some kissing though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is neither an action nor an ecchi show, unless you count girls in simple school swimsuits as ecchi.\u001b[24m\n    \u001b[1mシンプルな学校の水着で女の子をエッチと見なさない限り、これはアクションでもエッチショーでもありません。\u001b[22m, \u001b[1mあなたはエッチのような単純な学校の水着で女の子をカウントしない限り、これは、アクションやエッチなショーでもありません。\u001b[22m\n\u001b[4mDo expect a punch or two and some kissing though.\u001b[24m\n    \u001b[1mしかし、パンチや2、そしていくつかのキスを期待してください。\u001b[22m, \u001b[1mしかし、パンチまたは2といくつかのキスを期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound of this show beautifully complements the animation. The show starts with a fittingly calm and melodic piece by ChouCho and ends with a more livelier piece by Nano Ripe (I still don't like her high-pitched, nasal voice though). Even more impressive for me is the great BGM that brings in the OP and ED as well as some other orchestral pieces that are both melodic and memorable. The instrumentation is relatively light compared to some other works but it is nonetheless very effective. Add on a nice set of sound effects including a multitude of seaside waves and chirping cicadas and you have a very compelling sound package.\n\n\u001b[1mこのショーのサウンドは美しくアニメーションを補完します。 ショーはChouChoの穏やかで穏やかな部分から始まり、Nano Ripeのより活気のある部分で終わる（私はまだ彼女の高音、鼻の声が気に入らない）。 私にとってさらに印象的なのは、OPとEDだけでなく、メロディーでも忘れられないものでもある他のオーケストラ作品をもたらす素晴らしいBGMです。 この計器は、他のいくつかの研究に比べて比較的軽いが、それにもかかわらず非常に効果的である。 たくさんの海辺の波や蝉を含む素晴らしいサウンドエフェクトを加えれば、非常に魅力的なサウンドパッケージを手に入れることができます。\u001b[22m\n\u001b[1m(Kono shō no saundo wa utsukushiku animēshon o hokan shimasu. Shō wa ChouCho no odayakade odayakana bubun kara hajimari, Nano Ripe no yori kakkinoaru bubun de owaru (watashi wa mada kanojo no kōon, hana no koe ga kiniiranai). Watashi ni totte sarani inshō-tekina no wa, OP to ED dakedenaku, merodī demo wasure rarenai monode mo aru ta no ōkesutora sakuhin o motarasu subarashī BGMdesu. Kono keiki wa, hoka no ikutsu ka no kenkyū ni kurabete hikakuteki karuiga, sore nimokakawarazu hijō ni kōka-tekidearu. Takusan no umibe no nami ya semi o fukumu subarashī saundoefekuto o kuwaereba, hijō ni miryoku-tekina saundopakkēji o te ni ireru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound of this show beautifully complements the animation. The show starts with a fittingly calm and melodic piece by ChouCho and ends with a more livelier piece by Nano Ripe (I still don't like her high-pitched, nasal voice though). Even more impressive for me is the great BGM that brings in the OP and ED as well as some other orchestral pieces that are both melodic and memorable. The instrumentation is relatively light compared to some other works but it is nonetheless very effective. Add on a nice set of sound effects including a multitude of seaside waves and chirping cicadas and you have a very compelling sound package.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound of this show beautifully complements the animation.\u001b[24m\n    \u001b[1mこのショーのサウンドは美しくアニメーションを補完します。\u001b[22m, \u001b[1mこのショーの音が美しく、アニメーションを補完します。\u001b[22m\n\u001b[4mThe show starts with a fittingly calm and melodic piece by ChouCho and ends with a more livelier piece by Nano Ripe (I still don't like her high-pitched, nasal voice though).\u001b[24m\n    \u001b[1mショーはChouChoの穏やかで穏やかな部分から始まり、Nano Ripeのより活気のある部分で終わる（私はまだ彼女の高音、鼻の声が気に入らない）。\u001b[22m, \u001b[1mショーはちょうちょによりズバリ穏やかでメロディアスな曲から始まり、ナノ熟したことで、より生き生き作品（私はまだかかわらず、彼女の甲高い、鼻の声を好きではない）で終了します。\u001b[22m\n\u001b[4mEven more impressive for me is the great BGM that brings in the OP and ED as well as some other orchestral pieces that are both melodic and memorable.\u001b[24m\n    \u001b[1m私にとってさらに印象的なのは、OPとEDだけでなく、メロディーでも忘れられないものでもある他のオーケストラ作品をもたらす素晴らしいBGMです。\u001b[22m, \u001b[1mさらに印象的な私のためには、OPとEDだけでなく、旋律の思い出に残るいくつかの他のオーケストラ作品にもたらす素晴らしいBGMです。\u001b[22m\n\u001b[4mThe instrumentation is relatively light compared to some other works but it is nonetheless very effective.\u001b[24m\n    \u001b[1mこの計器は、他のいくつかの研究に比べて比較的軽いが、それにもかかわらず非常に効果的である。\u001b[22m, \u001b[1m機器は、いくつかの他の作品に比べて比較的軽量であるが、それにもかかわらず、非常に効果的です。\u001b[22m\n\u001b[4mAdd on a nice set of sound effects including a multitude of seaside waves and chirping cicadas and you have a very compelling sound package.\u001b[24m\n    \u001b[1mたくさんの海辺の波や蝉を含む素晴らしいサウンドエフェクトを加えれば、非常に魅力的なサウンドパッケージを手に入れることができます。\u001b[22m, \u001b[1m海辺の波の多数を含むと蝉をチャープ効果音の素敵なセットに追加して、あなたは非常に魅力的なサウンドパッケージを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest, the VAs in this work are relatively junior in comparison to Nagi no Asakura. This shows a bit as Yanagi, voiced by Saori Hayami, clearly is the strongest character in terms of clarity and presence. While nothing was particularly annoying, Kakeru's ambivalent voice and personality was just a bit too reminiscent of Yuu from Persona 4 for my tastes. Overall, not the best VA work I've seen from P.A. Works but it still gets the job done.\n\n\u001b[1m正直言って、この作品のVAはナナの朝倉に比べて比較的後輩です。 これは、早見沙織氏の声で表現された柳のように、明快さと存在感の点で最も強いキャラクターであることを示しています。 特に迷惑なものは何もありませんでしたが、Kakeruの相反する声と人格は、私の好みのペルソナ4のYuuをあまりにも彷彿とさせました。 全体的に、私はP.A.から見た最良のVA作品ではありません。 しかし、それでも仕事は終わります。\u001b[22m\n\u001b[1m(Shōjiki itte, kono sakuhin no VA wa Nana no Asakura ni kurabete hikakuteki kōhaidesu. Kore wa, hayami saori-shi no koe de hyōgen sa reta yanagi no yō ni, meikai-sa to sonzai-kan no ten de mottomo tsuyoi kyarakutādearu koto o shimeshite imasu. Tokuni meiwakuna mono wa nani mo arimasendeshitaga, Kakeru no sōhan suru koe to jinkaku wa, watashi no konomi no perusona 4 no Yuu o amarini mo hōfutsu to sa semashita. Zentai-teki ni, watashi wa P. A. Kara mita sairyō no VA sakuhinde wa arimasen. Shikashi, soredemo shigoto wa owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, the VAs in this work are relatively junior in comparison to Nagi no Asakura. This shows a bit as Yanagi, voiced by Saori Hayami, clearly is the strongest character in terms of clarity and presence. While nothing was particularly annoying, Kakeru's ambivalent voice and personality was just a bit too reminiscent of Yuu from Persona 4 for my tastes. Overall, not the best VA work I've seen from P.A. Works but it still gets the job done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, the VAs in this work are relatively junior in comparison to Nagi no Asakura.\u001b[24m\n    \u001b[1m正直言って、この作品のVAはナナの朝倉に比べて比較的後輩です。\u001b[22m, \u001b[1m正直に言うと、この作品でのVAはナギなし朝倉と比較して相対的にジュニアです。\u001b[22m\n\u001b[4mThis shows a bit as Yanagi, voiced by Saori Hayami, clearly is the strongest character in terms of clarity and presence.\u001b[24m\n    \u001b[1mこれは、早見沙織氏の声で表現された柳のように、明快さと存在感の点で最も強いキャラクターであることを示しています。\u001b[22m, \u001b[1mこれは早見沙織表明柳のようなビットを示し、明確に明快さと存在感の面で最強の文字があります。\u001b[22m\n\u001b[4mWhile nothing was particularly annoying, Kakeru's ambivalent voice and personality was just a bit too reminiscent of Yuu from Persona 4 for my tastes.\u001b[24m\n    \u001b[1m特に迷惑なものは何もありませんでしたが、Kakeruの相反する声と人格は、私の好みのペルソナ4のYuuをあまりにも彷彿とさせました。\u001b[22m, \u001b[1m何も特に迷惑ではなかったが、翔の相反する声と性格は私の好みのためにペルソナ4から悠のほんの少しも彷彿とさせるでした。\u001b[22m\n\u001b[4mOverall, not the best VA work I've seen from P.A.\u001b[24m\n    \u001b[1m全体的に、私はP.A.から見た最良のVA作品ではありません。\u001b[22m, \u001b[1m私はP.A.から見てきた全体的にではなく、最高のVAの仕事\u001b[22m\n\u001b[4mWorks but it still gets the job done.\u001b[24m\n    \u001b[1mしかし、それでも仕事は終わります。\u001b[22m, \u001b[1m動作しますが、それはまだ仕事を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nGoing in to this show, I had already sensed the beginnings of a bumpy road with a lot of negative reactions to early episodes. A quick Reddit search confirms suspicions with people claiming that finishing this show was just as harrowing of an endurance as watching Haruhi's infamous endless eight. To be fair, the show was quite ambitious in its goals and the overall execution wasn't all that focused. We all know that if you try to multitask too much you end up getting nothing done, and certain parts of this show certainly felt that way. Most perplexing is the fact that, despite trying to accomplish so much, the show came across as tortoise slow. Perhaps the slowness is due in part because of the calming, serene atmosphere and perhaps it's due in part because the director spent all the time focusing on the tiny moments that I so enjoyed. Regardless, if you venture into this, prepare to give your full, undivided attention if you want to make sense out of much of the show; and prepare for bits to still not make sense afterwards (two full viewings in my case).\n\n\u001b[1mこのショーに入ると、私は初期のエピソードに対して多くの否定的な反応を伴って、不規則な道の始まりをすでに感じていました。 クイックレディット検索では、この番組の仕上げは、ハルヒの有名な無限の8つを見ているように、持久力を苛立たせたと主張する人々に疑いを抱かせる。 公平を期すために、ショーはその目標に非常に野心的であり、全体的な執行はそれほど集中していませんでした。 私たちは皆さんがマルチタスキングしようとすると何もしないことになり、このショーの特定の部分は確かにそのように感じられたことを知っています。 ほとんどのことは、これほど多くのことを達成しようとしているにもかかわらず、ショーはカメが遅くなったという事実です。 多分、ゆっくりとした落ち着きは、落ち着きのある落ち着いた雰囲気の中にあります。そして、おそらくそれは、私が楽しんでいた小さな瞬間に焦点を当ててディレクターがいつも過ごしていたからかもしれません。 それにかかわらず、あなたがこれに挑戦すれば、ショーの多くを理解したいと思えば、あなたの完全で完全な注意を払う準備をしてください。 その後も意味をなさないビットを準備する（私の場合は2回の完全な視聴）。\u001b[22m\n\u001b[1m(Kono shō ni hairu to, watashi wa shoki no episōdo ni taishite ōku no hitei-tekina han'nō o tomonatte, fukisokuna michi no hajimari o sudeni kanjite imashita. Kuikkureditto kensakude wa, kono bangumi no shiage wa, Haruhi no yūmeina mugen no yattsu o mite iru yō ni, jikyū-ryoku o iradata seta to shuchō suru hitobito ni utagai o daka seru. Kōhei o kisu tame ni, shō wa sono mokuhyō ni hijō ni yashin-tekideari, zentai-tekina shikkō wa sorehodo shūchū shite imasendeshita. Watashitachiha minasan ga maruchitasukingu shiyou to suruto nani mo shinai koto ni nari, kono shō no tokutei no bubun wa tashika ni sonoyōni kanji rareta koto o shitte imasu. Hotondo no koto wa, kore hodo ōku no koto o tassei shiyou to shite iru nimokakawarazu, shō wa kame ga osoku natta to iu jijitsudesu. Tabun, yukkuri to shita ochitsuki wa, ochitsuki no aru ochitsuita fun'iki no naka ni arimasu. Soshite, osoraku sore wa, watashi ga tanoshinde ita chīsana shunkan ni shōten o atete direkutā ga itsumo sugoshite itakara kamo shiremasen. Sore ni kakawarazu, anata ga kore ni chōsen sureba, shō no ōku o rikai shitai to omoeba, anata no kanzende kanzen'na chūiwoharau junbi o shite kudasai. Sonogo mo imiwonasanai bitto o junbi suru (watashi no baai wa 2-kai no kanzen'na shichō).)\u001b[22m\n\u001b[1m\u001b[22m\nSo as I mentioned earlier, Kakeru is a cue ball traveling full speed towards a group of five other billiard balls (two striped and three solids), and the resulting collisions take up the full length of the show, and whether or not any of the balls end up in holes is for the viewer to figure out. The previous sentence is both a metaphor not unlike what you will encounter in the show as well a description of the main plot and rather incomplete conclusion. You will encounter much in this adventure including references to literature that I have never read, chickens conveniently named after philosophers (other than Jonathan), sudden sound effects that sound as if they came straight out of Another accompanying supposedly supernatural events, and some slice of life romance mixed in as well. If you get confused along the way, I recommend stopping and looking at a map (figuratively); attempting to plow further will most likely just get you even more lost. And here's the deal breaker for most of you, even when you reach the end of the road you will find neither a pot of gold nor a harem of seventy two virgins, you just find a dead end. The series forces you to retrace your steps to hypothesize on, but to be honest they leave few foreshadows.\n\n\u001b[1m私が以前に言及したように、Kakeruは、5つの他のビリヤードボール（2つのストライプと3つのソリッド）のグループに向かってフルスピードで移動するキューボールであり、結果の衝突はショーの全長を占めます。 ボールが穴の中に入るのは、見る人が把握するためです。 前の文は、あなたがショーで遭遇するものと同じではなく、主なプロットの説明とむしろ不完全な結論でもありません。 あなたは、私が読んだことのない文学、哲学者（ジョナサン以外）にちなんで命名されたニワトリ、恐らく超自然的な出来事を伴って別のものからまっすぐに来たように聞こえる突然の音の効果、 生涯のロマンスも混じっています。 あなたが途中で混乱するなら、私は停止し、地図を見て（比喩的に）お勧めします。 さらに耕作しようとすると、たぶんあなたをさらに失うことになります。 そして、ここではあなたの大半のために契約破りがあります。たとえあなたが道の終わりに達しても、金の鉢も、72人の処女の馬も見つからなくても、あなたは死んでしまうでしょう。 このシリーズでは、仮説を立てるためにあなたの歩みを振り返るよう強要しますが、正直言って、彼らはいくつかの前兆を残しません。\u001b[22m\n\u001b[1m(Watashi ga izen ni genkyū shita yō ni, Kakeru wa, itsutsu no ta no biriyādobōru (2tsu no sutoraipu to 3ttsu no soriddo) no gurūpu ni mukatte furusupīdo de idō suru kyūbōrudeari, kekka no shōtotsu wa shō no zenchō o shimemasu. Bōru ga ana no naka ni hairu no wa, miru hito ga haaku suru tamedesu. Mae no bun wa, anata ga shō de sōgū suru mono to onajide wa naku, omona purotto no setsumei to mushiro fukanzen'na ketsuronde mo arimasen. Anata wa, watashi ga yonda koto no nai bungaku, tetsugakumono (Jonasan igai) ni chinande meimei sa reta niwatori, osoraku chō shizen-tekina dekigoto o tomonatte betsu no mono kara massugu ni kita yō ni kikoeru totsuzen no oto no kōka, shōgai no romansu mo majitte imasu. Anata ga tochū de konran surunara, watashi wa teishi shi, chizu o mite (hiyu-teki ni) o susume shimasu. Sarani kōsaku shiyou to suru to, tabun anata o sarani ushinau koto ni narimasu. Soshite, kokode wa anata no taihan no tame ni keiyaku-yaburi ga arimasu. Tatoe anata ga michi no owari ni tasshite mo,-kin no hachi mo, 72-ri no shojo no uma mo mitsukaranakute mo, anata wa shindeshimaudeshou. Kono shirīzude wa, kasetsu o tateru tame ni anata no ayumi o furikaeru yō kyōyō shimasuga, shōjiki itte, karera wa ikutsu ka no zenchō o nokoshimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nIn summary, though the show has its moments, many of the plot elements felt thrown in for the heck of it, and the story doesn't really get its message across, whatever it is supposed to be; it rather just drops you off on a random ditch with a few glass beads for your trouble.\n\n\u001b[1m要約すると、ショーにはその瞬間がありますが、プロット要素の多くは、それの地獄のために投げ込まれた感じ、物語は実際には、それが仮定されているそのメッセージを渡すことはありません。 それはちょうどあなたのトラブルのためにいくつかのガラスビーズとランダムな溝にあなたを落とす。\u001b[22m\n\u001b[1m(Yōyaku suru to, shō ni wa sono shunkan ga arimasuga, purotto yōso no ōku wa, sore no jigoku no tame ni nagekoma reta kanji, monogatari wa jissai ni wa, sore ga katei sa rete iru sono messēji o watasu koto wa arimasen. Sore wa chōdo anata no toraburu no tame ni ikutsu ka no garasubīzu to randamuna mizo ni anata o otosu.)\u001b[22m\n\nTranslations of \u001b[4mIn summary, though the show has its moments, many of the plot elements felt thrown in for the heck of it, and the story doesn't really get its message across, whatever it is supposed to be; it rather just drops you off on a random ditch with a few glass beads for your trouble.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn summary, though the show has its moments, many of the plot elements felt thrown in for the heck of it, and the story doesn't really get its message across, whatever it is supposed to be;\u001b[24m\n    \u001b[1m要約すると、ショーにはその瞬間がありますが、プロット要素の多くは、それの地獄のために投げ込まれた感じ、物語は実際には、それが仮定されているそのメッセージを渡すことはありません。\u001b[22m, \u001b[1mショーは、その瞬間を持っているものの要約すると、描画要素の多くは、あることになっているものは何でも、それを一体のためで投げられたと感じた、との話は本当に、そのメッセージを渡って得ることはありません。\u001b[22m\n\u001b[4mit rather just drops you off on a random ditch with a few glass beads for your trouble.\u001b[24m\n    \u001b[1mそれはちょうどあなたのトラブルのためにいくつかのガラスビーズとランダムな溝にあなたを落とす。\u001b[22m, \u001b[1mそれはむしろちょうどあなたのトラブルのためにいくつかのガラスビーズとランダム溝にあなたをオフにドロップします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nStory aside, the show does have well-developed characters and some fairly good interactions. Like Nagi no Asukara, the story revolves around multiple characters all with their own subplots, and like Nagi no Asukara you have a group of established friends whose fate becomes intertwined with an outsider, who seemingly tugs at certain female group members. However, Touko (who reminds me of a much more attractive version of Manaka) aside, the characterizations are very different and the relationships much more subtle in general. Here's a hint, if you watch the OP, you'll already have a good idea of where much of the relationships are going. They give that to you as a freebie, what you have to figure out the themes and meanings outside of the relationships.\n\n\u001b[1mストーリーはさておき、ショーはよく発達したキャラクターといくつかのかなり良いインタラクションを持っています。 ナギのアスカラのように、物語はそれぞれのサブプロットで複数のキャラクターを中心に展開しています。ナギのアスカラのように、特定の女性グループのメンバーを引っ張っている外人と運命が絡み合った、 しかし、Touko（Manakaのはるかに魅力的なバージョンを思い出させる人）を除いて、特徴付けは非常に異なり、関係ははるかに微妙です。 ここでヒントは、あなたがOPを見れば、あなたはすでに関係の多くがどこに行くの良いアイデアを持っているでしょう。 彼らはあなたに空想として、あなたが関係の外のテーマや意味を理解しなければならないものをあなたに与えます。\u001b[22m\n\u001b[1m(Sutōrī wa sateoki, shō wa yoku hattatsu shita kyarakutā to ikutsu ka no kanari yoi intarakushon o motte imasu. Nagi no asukara no yō ni, monogatari wa sorezore no sabupurotto de fukusū no kyarakutā o chūshin ni tenkai shite imasu. Nagi no asukara no yō ni, tokutei no josei gurūpu no menbā o hippatte iru gaijin to unmei ga karamiatta, shikashi, Touko (Manaka no haruka ni miryoku-tekina bājon o omoidasaseru hito) o nozoite, tokuchōdzuke wa hijō ni kotonari, kankei wa haruka ni bimyōdesu. Koko de hinto wa, anata ga OP o mireba, anata wa sudeni kankei no ōku ga doko ni iku no yoi aidea o motte irudeshou. Karera wa anata ni kūsō to shite, anata ga kankei no soto no tēma ya imi o rikai shinakereba naranai mono o anata ni ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mStory aside, the show does have well-developed characters and some fairly good interactions. Like Nagi no Asukara, the story revolves around multiple characters all with their own subplots, and like Nagi no Asukara you have a group of established friends whose fate becomes intertwined with an outsider, who seemingly tugs at certain female group members. However, Touko (who reminds me of a much more attractive version of Manaka) aside, the characterizations are very different and the relationships much more subtle in general. Here's a hint, if you watch the OP, you'll already have a good idea of where much of the relationships are going. They give that to you as a freebie, what you have to figure out the themes and meanings outside of the relationships.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory aside, the show does have well-developed characters and some fairly good interactions.\u001b[24m\n    \u001b[1mストーリーはさておき、ショーはよく発達したキャラクターといくつかのかなり良いインタラクションを持っています。\u001b[22m, \u001b[1mストーリーはさておき、ショーはよく発達した文字といくつかのかなり良い相互作用を持っています。\u001b[22m\n\u001b[4mLike Nagi no Asukara, the story revolves around multiple characters all with their own subplots, and like Nagi no Asukara you have a group of established friends whose fate becomes intertwined with an outsider, who seemingly tugs at certain female group members.\u001b[24m\n    \u001b[1mナギのアスカラのように、物語はそれぞれのサブプロットで複数のキャラクターを中心に展開しています。ナギのアスカラのように、特定の女性グループのメンバーを引っ張っている外人と運命が絡み合った、\u001b[22m, \u001b[1mナギと同様に全くAsukara、物語はすべて自分自身のサブプロットの周りの複数の文字を回転していない、とナギのように全くAsukaraあなたは運命一見、特定の女性グループのメンバーでタグボート部外者、と絡み合ってしまう確立友人のグループを持っていません。\u001b[22m\n\u001b[4mHowever, Touko (who reminds me of a much more attractive version of Manaka) aside, the characterizations are very different and the relationships much more subtle in general.\u001b[24m\n    \u001b[1mしかし、Touko（Manakaのはるかに魅力的なバージョンを思い出させる人）を除いて、特徴付けは非常に異なり、関係ははるかに微妙です。\u001b[22m, \u001b[1mしかし、（マナカのはるかに魅力バージョンのことを思い出す）Toukoはさておき、特徴付けは、一般的にはるかに微妙な非常に異なるとの関係です。\u001b[22m\n\u001b[4mHere's a hint, if you watch the OP, you'll already have a good idea of where much of the relationships are going.\u001b[24m\n    \u001b[1mここでヒントは、あなたがOPを見れば、あなたはすでに関係の多くがどこに行くの良いアイデアを持っているでしょう。\u001b[22m, \u001b[1mここにヒントは、あなたがOPを見れば、あなたが既に関係の多くが行っている場所の良いアイデアを持っているでしょう、です。\u001b[22m\n\u001b[4mThey give that to you as a freebie, what you have to figure out the themes and meanings outside of the relationships.\u001b[24m\n    \u001b[1m彼らはあなたに空想として、あなたが関係の外のテーマや意味を理解しなければならないものをあなたに与えます。\u001b[22m, \u001b[1m彼らはあなたが関係の外のテーマや意味を把握しなければならないもの、オマケとしてあなたにそれを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing that can really spoil one's rating here would be the viewer's impressions of Touko and Kakeru. Touko is a simple girl and one who is slow at quite a lot. A lot of viewers will find this not as cute but rather off-putting. Kakeru is cast as an lone wolf who thinks of attachments as troublesome, yet he is somehow surprisingly keen at times when it comes to social sense. As the majority of the show is told from their perspectives, a strong distaste for either character will leave quite a sour aftertaste; and judging by the character votes on Anidb, most people do feel this way. For me, I was able to work through Touko's shortcomings and enjoy her attempts at resolving the group's issues in her own way. However, Kakeru is still an utter mystery; his decisions don't seem to follow any traceable path and his overall ignorant/confident attitude just completely throws me off.\n\n\u001b[1m自分の評価を本当に損なうことができる唯一のものは、ToukoとKakeruの視聴者の印象です。  Toukoはシンプルな女の子で、かなり遅いです。 視聴者の多くは、これがかわいそうではなくむしろ不愉快であると感じるでしょう。 添付ファイルを面倒くさいと思う孤独なオオカミとしてキャスターがキャストされていますが、社会的な意味では驚くほど魅力的です。 ショーの大半は彼らの視点から語られているので、どちらのキャラクターにとっても強い嫌悪感はかなり酸っぱい後味を残すでしょう。  Anidbのキャラクター投票で判断すると、ほとんどの人がこのように感じます。 私にとって、私は東光の欠点を克服し、グループの問題を自分のやり方で解決しようとする彼女の試みを楽しむことができました。 しかし、Kakeruはまだ完全な謎です。 彼の決定は追跡可能な経路をたどるようには見えず、彼の全体的な無知な自信の姿勢は私を完全に捨て去る。\u001b[22m\n\u001b[1m(Jibun no hyōka o hontōni sokonau koto ga dekiru yuiitsu no mono wa, Touko to Kakeru no shichō-sha no inshōdesu. Touko wa shinpuruna on'nanoko de, kanari osoidesu. Shichō-sha no ōku wa, kore ga kawaisōde wanaku mushiro fuyukaidearu to kanjirudeshou. Tenpu fairu o mendōkusai to omou kodokuna ōkami to shite kyasutā ga kyasuto sa rete imasuga, shakai-tekina imide wa odoroku hodo mirikitekidesu. Shō no taihan wa karera no shiten kara katara rete irunode, dochira no kyarakutā ni tottemo tsuyoi ken'o-kan wa kanari suppai atoaji o nokosudeshou. Anidb no kyarakutā tōhyō de handan suru to, hotondo no hito ga ko no yō ni kanjimasu. Watashi ni totte, watashi wa Tōkō no ketten o kokufuku shi, gurūpu no mondai o jibun no yarikata de kaiketsu shiyou to suru kanojo no kokoromi o tanoshimu koto ga dekimashita. Shikashi, Kakeru wa mada kanzen'na nazodesu. Kare no kettei wa tsuiseki kanōna keiro o tadoru yō ni wa miezu, kare no zentai-tekina muchina jishin no shisei wa watashi o kanzen ni sutesaru.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that can really spoil one's rating here would be the viewer's impressions of Touko and Kakeru. Touko is a simple girl and one who is slow at quite a lot. A lot of viewers will find this not as cute but rather off-putting. Kakeru is cast as an lone wolf who thinks of attachments as troublesome, yet he is somehow surprisingly keen at times when it comes to social sense. As the majority of the show is told from their perspectives, a strong distaste for either character will leave quite a sour aftertaste; and judging by the character votes on Anidb, most people do feel this way. For me, I was able to work through Touko's shortcomings and enjoy her attempts at resolving the group's issues in her own way. However, Kakeru is still an utter mystery; his decisions don't seem to follow any traceable path and his overall ignorant/confident attitude just completely throws me off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that can really spoil one's rating here would be the viewer's impressions of Touko and Kakeru.\u001b[24m\n    \u001b[1m自分の評価を本当に損なうことができる唯一のものは、ToukoとKakeruの視聴者の印象です。\u001b[22m, \u001b[1m本当にここ1の格付けを台無しにすることができます唯一の事はToukoとカケルの視聴者の印象になります。\u001b[22m\n\u001b[4mTouko is a simple girl and one who is slow at quite a lot.\u001b[24m\n    \u001b[1mToukoはシンプルな女の子で、かなり遅いです。\u001b[22m, \u001b[1mToukoはかなり多くで遅いシンプル少女と1です。\u001b[22m\n\u001b[4mA lot of viewers will find this not as cute but rather off-putting.\u001b[24m\n    \u001b[1m視聴者の多くは、これがかわいそうではなくむしろ不愉快であると感じるでしょう。\u001b[22m, \u001b[1m視聴者の多くは、このようにかわいいではないのではなく、オフ入れています。\u001b[22m\n\u001b[4mKakeru is cast as an lone wolf who thinks of attachments as troublesome, yet he is somehow surprisingly keen at times when it comes to social sense.\u001b[24m\n    \u001b[1m添付ファイルを面倒くさいと思う孤独なオオカミとしてキャスターがキャストされていますが、社会的な意味では驚くほど魅力的です。\u001b[22m, \u001b[1mカケルは厄介として添付ファイルの考え一匹狼としてキャストされ、まだそれは社会的な感覚に来るとき、彼は何とか驚くほど熱心な時間です。\u001b[22m\n\u001b[4mAs the majority of the show is told from their perspectives, a strong distaste for either character will leave quite a sour aftertaste;\u001b[24m\n    \u001b[1mショーの大半は彼らの視点から語られているので、どちらのキャラクターにとっても強い嫌悪感はかなり酸っぱい後味を残すでしょう。\u001b[22m, \u001b[1mショーの大半は彼らの視点から語られているように、文字のいずれかへの強い嫌悪感はかなり酸っぱい後味を残します。\u001b[22m\n\u001b[4mand judging by the character votes on Anidb, most people do feel this way.\u001b[24m\n    \u001b[1mAnidbのキャラクター投票で判断すると、ほとんどの人がこのように感じます。\u001b[22m, \u001b[1mそして、Anidb上の文字の投票によって判断すると、ほとんどの人はこのように感じています。\u001b[22m\n\u001b[4mFor me, I was able to work through Touko's shortcomings and enjoy her attempts at resolving the group's issues in her own way.\u001b[24m\n    \u001b[1m私にとって、私は東光の欠点を克服し、グループの問題を自分のやり方で解決しようとする彼女の試みを楽しむことができました。\u001b[22m, \u001b[1m私にとっては、私はToukoの欠点を介して動作し、彼女独自の方法で、グループの問題を解決で彼女の試みを楽しむことができました。\u001b[22m\n\u001b[4mHowever, Kakeru is still an utter mystery;\u001b[24m\n    \u001b[1mしかし、Kakeruはまだ完全な謎です。\u001b[22m, \u001b[1mしかし、カケルはまだ全くの謎です。\u001b[22m\n\u001b[4mhis decisions don't seem to follow any traceable path and his overall ignorant/confident attitude just completely throws me off.\u001b[24m\n    \u001b[1m彼の決定は追跡可能な経路をたどるようには見えず、彼の全体的な無知な自信の姿勢は私を完全に捨て去る。\u001b[22m, \u001b[1m彼の決定は、任意の追跡可能な経路をたどるようには見えませんし、彼の全体的な無知/自信ある態度はちょうど私を完全にオフにスローされます。\u001b[22m\n\u001b[1m\u001b[22m\nIf there is a saving grace, it's the strong character of Yanagi, who is seriously the only character (Hina aside) with a good amount of emotional maturity. I guess I should also point out that at least some of the parents play a role in the show and that there are relatively few additional supporting characters, both nice pluses. However, the pluses are mired by uneven growth and ultimately unsatisfying romance.\n\n\u001b[1m退屈な猶予があれば、感情的に成熟している唯一のキャラクター（ひなの脇）である柳の強い性格です。 両親の少なくとも一部がショーの役割を果たしていることと、サポートキャラクターがほんの少ししかないことを指摘しておきたいと思います。 しかし、プラスは成長が不均一で、究極的にはロマンスが不満足なことに悩まされています。\u001b[22m\n\u001b[1m(Taikutsuna yūyo ga areba, kanjō-teki ni seijuku shite iru yuiitsu no kyarakutā (hina no waki)dearu yanagi no tsuyoi seikakudesu. Ryōshin no sukunakutomo ichibu ga shō no yakuwari o hatashite iru koto to, sapōtokyarakutā ga hon'nosukoshi shika nai koto o shiteki shite okitai to omoimasu. Shikashi, purasu wa seichō ga fu kin'itsu de, kyūkyoku-teki ni wa romansu ga fumanzokuna koto ni nayamasa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf there is a saving grace, it's the strong character of Yanagi, who is seriously the only character (Hina aside) with a good amount of emotional maturity. I guess I should also point out that at least some of the parents play a role in the show and that there are relatively few additional supporting characters, both nice pluses. However, the pluses are mired by uneven growth and ultimately unsatisfying romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is a saving grace, it's the strong character of Yanagi, who is seriously the only character (Hina aside) with a good amount of emotional maturity.\u001b[24m\n    \u001b[1m退屈な猶予があれば、感情的に成熟している唯一のキャラクター（ひなの脇）である柳の強い性格です。\u001b[22m, \u001b[1m救いがある場合、それは真剣に感情的な成熟の良い量を持つ唯一の文字（脇ひな）である柳の強力な文字、です。\u001b[22m\n\u001b[4mI guess I should also point out that at least some of the parents play a role in the show and that there are relatively few additional supporting characters, both nice pluses.\u001b[24m\n    \u001b[1m両親の少なくとも一部がショーの役割を果たしていることと、サポートキャラクターがほんの少ししかないことを指摘しておきたいと思います。\u001b[22m, \u001b[1m私はまた、親の少なくとも一部がショーで役割を果たしていること、比較的少数の追加の脇役、両方の素敵なプラスがあることを指摘しなければならないと思います。\u001b[22m\n\u001b[4mHowever, the pluses are mired by uneven growth and ultimately unsatisfying romance.\u001b[24m\n    \u001b[1mしかし、プラスは成長が不均一で、究極的にはロマンスが不満足なことに悩まされています。\u001b[22m, \u001b[1mしかし、プラスは、不均一な成長と、最終的に満足のいかないロマンスによって陥っています。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nThis series was truly difficult to review, and I had to commit to watching the entire thing twice before I felt I had enough of the fragments to form a worthy review. Glasslip is a beautifully drawn work with great atmosphere and music. But alas, if you do not fall under this category, this show is probably one that you should probably pass. In that way, it is very similar to K, another show with great presentation but questionable storytelling. The story that Glasslip tries to tell is something of a mess. Yes there are some cute moments but overall you feel like you're trying to draw water out of an empty well. However, if you can see yourself liking the characters, then at least not all is lost. Though I enjoyed the show with its interactions and animation, I know that many will not find that as reason enough to watch this. And quite honestly, I feel that the show could have been so much more. If you really like P.A. Works and have shoveled through blizzards such as Red Data Girl, you might as well trudge on with this one.\n\n\u001b[1mこのシリーズは本当にレビューするのが難しく、価値のあるレビューを作成するのに十分な断片があると感じる前に、全部を2回見なければなりませんでした。  Glasslipは素晴らしい雰囲気と音楽で美しく描かれた作品です。 しかし、悲しいかな、もしあなたがこのカテゴリーに属さなければ、このショーはおそらくあなたが渡すべきものです。 そうしたやり方で、それは素晴らしいプレゼンテーションと疑わしいストーリーテリングを伴う別の番組であるKと非常に似ています。  Glasslipが伝えようとしている話は、混乱のようなものです。 はい、いくつかのかわいい瞬間がありますが、全体的に空の井戸から水を引き出そうとしているような気がします。 しかし、あなたがキャラクターを好きに見える場合は、少なくともすべてが失われるわけではありません。 私はそのインタラクションとアニメーションでこの番組を楽しんだが、多くの人がこれを見るのに十分な理由としてそれを見つけられないことを知っている。 そして、正直言って、私はショーがずっともっと楽しいものだったと思う。 もしあなたがP.Aを本当に好きなら。 赤いデータガールのような吹雪の中を掘り下げています。\u001b[22m\n\u001b[1m(Kono shirīzu wa hontōni rebyū suru no ga muzukashiku, kachinoaru rebyū o sakusei suru no ni jūbun'na danpen ga aru to kanjiru mae ni, zenbu o 2-kai minakereba narimasendeshita. Glasslip wa subarashī fun'iki to ongaku de utsukushiku egaka reta sakuhindesu. Sōshita yarikata de, sore wa subarashī purezentēshon to utagawashī sutōrīteringu o tomonau betsu no bangumidearu K to hijō ni nite imasu. Glasslip ga tsutaeyou to shite iru hanashi wa, konran no yōna monodesu. Hai, ikutsu ka no kawaī shunkan ga arimasuga, zentai-teki ni sora no ido kara mizu o hikidasou to shite iru yōna ki ga shimasu. Shikashi, anata ga kyarakutā o suki ni mieru baai wa, sukunakutomo subete ga ushinawa reru wakede wa arimasen. Watashi wa sono intarakushon to animēshon de kono bangumi o tanoshindaga, ōku no hito ga kore o miru no ni jūbun'nariyū to shite sore o mitsuke rarenai koto o shitte iru. Soshite, shōjiki itte, watashi wa shō ga zutto motto tanoshī monodatta to omou. Moshi anata ga P. A o hontōni sukinara. Akai dētagāru no yōna fubuki no naka o horisagete imasu. Shikashi, kanashī ka na, moshi anata ga kono kategorī ni zokusanakereba, kono shō wa osoraku anata ga watasubeki monodesu.)\u001b[22m"
  }
]
