[
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "novahyou",
    "profile": "/profile/novahyou/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=164043",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  9\n|  8\n\nまず第一に、M3を本当に楽しむための鍵は、SF /ファンタジー要素を紹介するだけでなく、キャラクターの精神に深く浸透して、自分自身を探求する傾向にあるシリーズに興味を持っているということです 人格とそれらがどのようにそのようになるようになった。 私はそれを超えて、物語についてはそうではないが、これらの人々が経験する旅と、他者と本当につながっていることについて伝えようとしている、とてもシンプルで効果的で誠実なメッセージです。\n\nストーリー8/10\n\nそれは本当に遅く、sligthly混乱を開始します。 私はこれがシリーズの主な落ち込みだと言いたいと思っています。 最初の10回ほどのエピソードは最も弱いエピソードですが、背景を開発しキャラクターの出発点を提供することは本当に重要です。 結局、すべてがうまく一緒に来ます。\n\nアート7/10\n\n私は個人的に魅力的で独特のキャラクターデザインを見つけました。 それは十分に十分な低予算を（私は推測している）処理しますが、動的なアクション、流体アニメーションや視覚的に魅力的な方向が欠けています。 しかし、それは仕事を完了します。\n\nサウンド6/10\n\n音楽は素晴らしく、壮観ではありません。 音声演技は非常に良いですが、特定のキャラクターが時々ハミングアップすることがあります。\n\nキャラクター9/10\n\nこれはシリーズが輝く場所です。 最初からいくつかのキャラクターが好きではないかもしれませんが、最初はそうでないキャラクターは、シリーズの進化とそれがどのように満足のいく方法で理にかなっている理由から本当に効果的です。\nそれらのすべてが特に興味深いわけではありませんが、重要なものがあります。 それの終わりまでに、彼らはあなたが応援したい人です。\n\n楽しさ8/10\n\nこれは非常に主観的な領域です。 私は個人的には自分がシリーズをもっと楽しんでいることが分かりました。 それはかなり平凡で混乱し始めましたが、エピソードが進むにつれて、それは正しいバランスを見つけました。 結局、後半に残された良い味は最初のものの苦味を克服する。\n\n全体的な8/10\n\n私は、書籍、映画、アニメなど、多くの分野でSFの巨大なファンです。 特にメディアのこの最後の形では、ガンダムからゲッターロボまで、ボトムズやダグラムのようなシリーズを中心に大きく違ったものを楽しんだ。  M3は、実際のロボットやスーパーロボットのジャンルとほとんど似ていません。エヴァンゲリオンの話題のほとんどに沿っていますが、はるかに簡単で理解しやすい方法で開発されました。 ひぐらしのなく頃に、キャラクターの動機を中心にしたミステリーシリーズに似ています。\n\nそれは楽しい驚きでした、そして、私はほとんどの人が最後のエピソードまでそれにこだわるのに魅力的であるとは思わなかったことを発見するのが悲しいです。 それは商業的にはまったく成功していませんでした。 明らかに脆弱性（遅いスタート、平凡な生産価値、フラッシュバックの過度の使用、未開発のキャラクター）があるが、ポジティブはネガティブを上回り、明確なフィナーレとより慎重な焦点で満足のいくストーリーを提供する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I'd like to say that the key to truly enjoying M3 is having an interest in a series that not only showcases sci-fi/fantasy elements but also has the tendency to go deep into the characters' psyche, exploring their personalities and how they came to be like that. I'd go beyond that and say it's not so much about the story but the journey these people go through and the very simple yet effective and truthful message it’s trying to convey about what connecting with others truly means.\n\n\u001b[1mまず第一に、M3を本当に楽しむための鍵は、SF /ファンタジー要素を紹介するだけでなく、キャラクターの精神に深く浸透して、自分自身を探求する傾向にあるシリーズに興味を持っているということです 人格とそれらがどのようにそのようになるようになった。 私はそれを超えて、物語についてはそうではないが、これらの人々が経験する旅と、他者と本当につながっていることについて伝えようとしている、とてもシンプルで効果的で誠実なメッセージです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, M 3 o hontōni tanoshimu tame no kagi wa, SF/ fantajī yōso o shōkai suru dakedenaku, kyarakutā no seishin ni fukaku shintō shite, jibun jishin o tankyū suru keikō ni aru shirīzu ni kyōmi o motte iru to iu kotodesu jinkaku to sorera ga dono yō ni sonoyōni naru yō ni natta. Watashi wa sore o koete, monogatari ni tsuite wa sōde wa naiga, korera no hitobito ga keiken suru tabi to, tasha to hontōni tsunagatte iru koto ni tsuite tsutaeyou to shite iru, totemo shinpurude kōka-tekide seijitsuna messējidesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I'd like to say that the key to truly enjoying M3 is having an interest in a series that not only showcases sci-fi/fantasy elements but also has the tendency to go deep into the characters' psyche, exploring their personalities and how they came to be like that. I'd go beyond that and say it's not so much about the story but the journey these people go through and the very simple yet effective and truthful message it’s trying to convey about what connecting with others truly means.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I'd like to say that the key to truly enjoying M3 is having an interest in a series that not only showcases sci-fi/fantasy elements but also has the tendency to go deep into the characters' psyche, exploring their\u001b[24m\n    \u001b[1mまず第一に、M3を本当に楽しむための鍵は、SF /ファンタジー要素を紹介するだけでなく、キャラクターの精神に深く浸透して、自分自身を探求する傾向にあるシリーズに興味を持っているということです\u001b[22m, \u001b[1mまず第一に、私は、探検鍵が本当にM3はないだけのSF /ファンタジー要素を紹介シリーズに興味を持つだけでなく、登場人物の心理に深く行く傾向がありますされて楽しんですることを言いたい自分\u001b[22m\n\u001b[4mpersonalities and how they came to be like that.\u001b[24m\n    \u001b[1m人格とそれらがどのようにそのようになるようになった。\u001b[22m, \u001b[1m個性やそれらがどのようにそのようなことになりました。\u001b[22m\n\u001b[4mI'd go beyond that and say it's not so much about the story but the journey these people go through and the very simple yet effective and truthful message it’s trying to convey about what connecting with others truly means.\u001b[24m\n    \u001b[1m私はそれを超えて、物語についてはそうではないが、これらの人々が経験する旅と、他者と本当につながっていることについて伝えようとしている、とてもシンプルで効果的で誠実なメッセージです。\u001b[22m, \u001b[1m私はそれを越えて行くと、それは話が、これらの人々が通過し、他の人と接続するかについて伝えるためにしようとしている非常にシンプルで効果的かつ真実のメッセージが本当に意味の旅についてはあまりないかなと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\n\u001b[1m\u001b[22m\nIt starts really slow and sligthly confusing. I'd say this is the main downfall for the series, for those that do not find something about it that makes them want to stick with it. The first ten or so episodes are the weakest ones, but they ARE indeed important to develop the background and offer a starting point to the characters. At the end everything comes together nicely.\n\n\u001b[1mそれは本当に遅く、sligthly混乱を開始します。 私はこれがシリーズの主な落ち込みだと言いたいと思っています。 最初の10回ほどのエピソードは最も弱いエピソードですが、背景を開発しキャラクターの出発点を提供することは本当に重要です。 結局、すべてがうまく一緒に来ます。\u001b[22m\n\u001b[1m(Sore wa hontōni osoku, sligthly konran o kaishi shimasu. Watashi wa kore ga shirīzu no omona ochikomida to iitai to omotte imasu. Saisho no 10-kai hodo no episōdo wa mottomo yowai episōdodesuga, haikei o kaihatsu shi kyarakutā no shuppatsu-ten o teikyō suru koto wa hontōni jūyōdesu. Kekkyoku, subete ga umaku issho ni kimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt starts really slow and sligthly confusing. I'd say this is the main downfall for the series, for those that do not find something about it that makes them want to stick with it. The first ten or so episodes are the weakest ones, but they ARE indeed important to develop the background and offer a starting point to the characters. At the end everything comes together nicely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts really slow and sligthly confusing.\u001b[24m\n    \u001b[1mそれは本当に遅く、sligthly混乱を開始します。\u001b[22m, \u001b[1mそれは本当に遅いとsligthly混乱を開始します。\u001b[22m\n\u001b[4mI'd say this is the main downfall for the series, for those that do not find something about it that makes them want to stick with it.\u001b[24m\n    \u001b[1m私はこれがシリーズの主な落ち込みだと言いたいと思っています。\u001b[22m, \u001b[1m私は、これは彼らがそれに固執したくなり、それについて何かを見つけていないもののために、シリーズの主な没落であると思います。\u001b[22m\n\u001b[4mThe first ten or so episodes are the weakest ones, but they ARE indeed important to develop the background and offer a starting point to the characters.\u001b[24m\n    \u001b[1m最初の10回ほどのエピソードは最も弱いエピソードですが、背景を開発しキャラクターの出発点を提供することは本当に重要です。\u001b[22m, \u001b[1m最初の10かそこらのエピソードは最も弱いものですが、彼らは確かに背景を開発することが重要であり、文字の出発点を提供しています。\u001b[22m\n\u001b[4mAt the end everything comes together nicely.\u001b[24m\n    \u001b[1m結局、すべてがうまく一緒に来ます。\u001b[22m, \u001b[1m最後にはすべてがうまく一緒に来ます。\u001b[22m\n\u001b[1m\u001b[22m\nArt 7/10\n\n\u001b[1mアート7/10\u001b[22m\n\u001b[1m(Āto 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7/10\u001b[24m\n    \u001b[1mアート7/10\u001b[22m\n\u001b[1m\u001b[22m\nI personally found the character designs appealing and distinctive enough. It handles its (I'm guessing) low budget well enough, but it lacks dynamic action, fluid animation or a visually captivating direction. But it gets the job done.\n\n\u001b[1m私は個人的に魅力的で独特のキャラクターデザインを見つけました。 それは十分に十分な低予算を（私は推測している）処理しますが、動的なアクション、流体アニメーションや視覚的に魅力的な方向が欠けています。 しかし、それは仕事を完了します。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni mirikiteki de dokutoku no kyarakutādezain o mitsukemashita. Sore wa jūbun ni jūbun'na tei yosan o (watashi wa suisoku shite iru) shori shimasuga, dōtekina akushon, ryūtai animēshon ya shikaku-teki ni miryoku-tekina hōkō ga kakete imasu. Shikashi, soreha shigoto o kanryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI personally found the character designs appealing and distinctive enough. It handles its (I'm guessing) low budget well enough, but it lacks dynamic action, fluid animation or a visually captivating direction. But it gets the job done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally found the character designs appealing and distinctive enough.\u001b[24m\n    \u001b[1m私は個人的に魅力的で独特のキャラクターデザインを見つけました。\u001b[22m, \u001b[1m私は個人的にキャラクターが十分に魅力的で独特のデザインが見つかりました。\u001b[22m\n\u001b[4mIt handles its (I'm guessing) low budget well enough, but it lacks dynamic action, fluid animation or a visually captivating direction.\u001b[24m\n    \u001b[1mそれは十分に十分な低予算を（私は推測している）処理しますが、動的なアクション、流体アニメーションや視覚的に魅力的な方向が欠けています。\u001b[22m, \u001b[1mそれは十分に低い予算を（私は推測している）、それは動的なアクション、流体アニメーションや視覚的に魅惑的方向性を欠いて処理します。\u001b[22m\n\u001b[4mBut it gets the job done.\u001b[24m\n    \u001b[1mしかし、それは仕事を完了します。\u001b[22m, \u001b[1mしかし、それは仕事を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nSound 6/10\n\n\u001b[1mサウンド6/10\u001b[22m\n\u001b[1m(Saundo 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 6/10\u001b[24m\n    \u001b[1mサウンド6/10\u001b[22m, \u001b[1m6/10サウンド\u001b[22m\n\u001b[1m\u001b[22m\nThe music is good, not spectacular. Voice acting is very good, though you could find a particular character hamming it up from time to time.\n\n\u001b[1m音楽は素晴らしく、壮観ではありません。 音声演技は非常に良いですが、特定のキャラクターが時々ハミングアップすることがあります。\u001b[22m\n\u001b[1m(Ongaku wa subarashiku, sōkande wa arimasen. Onsei engi wa hijō ni yoidesuga, tokutei no kyarakutā ga tokidoki haminguappu suru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is good, not spectacular. Voice acting is very good, though you could find a particular character hamming it up from time to time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is good, not spectacular.\u001b[24m\n    \u001b[1m音楽は素晴らしく、壮観ではありません。\u001b[22m, \u001b[1m音楽は壮大な、良いではありません。\u001b[22m\n\u001b[4mVoice acting is very good, though you could find a particular character hamming it up from time to time.\u001b[24m\n    \u001b[1m音声演技は非常に良いですが、特定のキャラクターが時々ハミングアップすることがあります。\u001b[22m, \u001b[1m声の演技では、随時それをハミング特定の文字を見つけることができるものの、非常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m, \u001b[1m文字9/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is where the series shines. It's quite likely that you won't like some characters from the beginning, but them being initially unlikable really works positively for the series since their evolution and reasons for being how they are makes sense in a satisfying way.\n\n\u001b[1mこれはシリーズが輝く場所です。 最初からいくつかのキャラクターが好きではないかもしれませんが、最初はそうでないキャラクターは、シリーズの進化とそれがどのように満足のいく方法で理にかなっている理由から本当に効果的です。\u001b[22m\n\u001b[1m(Kore wa shirīzu ga kagayaku bashodesu. Saisho kara ikutsu ka no kyarakutā ga sukide wanai kamo shiremasenga, saisho wa sōdenai kyarakutā wa, shirīzu no shinka to sore ga dono yō ni manzoku no iku hōhō de rinikanatteiru riyū kara hontōni kōka-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where the series shines. It's quite likely that you won't like some characters from the beginning, but them being initially unlikable really works positively for the series since their evolution and reasons for being how they are makes sense in a satisfying way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where the series shines.\u001b[24m\n    \u001b[1mこれはシリーズが輝く場所です。\u001b[22m, \u001b[1mシリーズが輝く場所です。\u001b[22m\n\u001b[4mIt's quite likely that you won't like some characters from the beginning, but them being initially unlikable really works positively for the series since their evolution and reasons for being how they are makes sense in a satisfying way.\u001b[24m\n    \u001b[1m最初からいくつかのキャラクターが好きではないかもしれませんが、最初はそうでないキャラクターは、シリーズの進化とそれがどのように満足のいく方法で理にかなっている理由から本当に効果的です。\u001b[22m, \u001b[1mそれはあなたが最初からいくつかの文字を好きではないが生じる可能性が非常に高いのですが、彼らがどのようにあるために彼らの進化と理由は満足のいく方法で、理にかなっているので、彼らが最初に好かれないということは本当にシリーズのために積極的に動作します。\u001b[22m\nNot all of them are particularly interesting, but the crucial ones are. By the end of it, they're people you want to cheer for.\n\n\u001b[1mそれらのすべてが特に興味深いわけではありませんが、重要なものがあります。 それの終わりまでに、彼らはあなたが応援したい人です。\u001b[22m\n\u001b[1m(Sorera no subete ga tokuni kyōmibukai wakede wa arimasenga, jūyōna mono ga arimasu. Sore no owari made ni, karera wa anata ga ōen shitai hitodesu.)\u001b[22m\n\nTranslations of \u001b[4mNot all of them are particularly interesting, but the crucial ones are. By the end of it, they're people you want to cheer for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot all of them are particularly interesting, but the crucial ones are.\u001b[24m\n    \u001b[1mそれらのすべてが特に興味深いわけではありませんが、重要なものがあります。\u001b[22m, \u001b[1mていないそれらのすべては、特に興味深いものであるが、重要なものがあります。\u001b[22m\n\u001b[4mBy the end of it, they're people you want to cheer for.\u001b[24m\n    \u001b[1mそれの終わりまでに、彼らはあなたが応援したい人です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 8/10\n\n\u001b[1m楽しさ8/10\u001b[22m\n\u001b[1m(Tanoshisa 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8/10\u001b[24m\n    \u001b[1m楽しさ8/10\u001b[22m, \u001b[1m楽し8/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very subjective area; I personally found myself enjoying the series more as it went on. It started pretty mediocre and confusing but as the episodes went by it found the right balance. In the end, the good taste left by the second half overcame the bitterness of the first one.\n\n\u001b[1mこれは非常に主観的な領域です。 私は個人的には自分がシリーズをもっと楽しんでいることが分かりました。 それはかなり平凡で混乱し始めましたが、エピソードが進むにつれて、それは正しいバランスを見つけました。 結局、後半に残された良い味は最初のものの苦味を克服する。\u001b[22m\n\u001b[1m(Kore wa hijō ni shukan-tekina ryōikidesu. Watashi wa kojin-teki ni wa jibun ga shirīzu o motto tanoshinde iru koto ga wakarimashita. Sore wa kanari heibon de konran shi hajimemashitaga, episōdo ga susumu ni tsurete, sore wa tadashī baransu o mitsukemashita. Kekkyoku, kōhan ni nokosa reta yoi aji wa saisho no mono no nigami o kokufuku suru.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very subjective area; I personally found myself enjoying the series more as it went on. It started pretty mediocre and confusing but as the episodes went by it found the right balance. In the end, the good taste left by the second half overcame the bitterness of the first one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very subjective area;\u001b[24m\n    \u001b[1mこれは非常に主観的な領域です。\u001b[22m, \u001b[1mこれは非常に主観的なエリアです。\u001b[22m\n\u001b[4mI personally found myself enjoying the series more as it went on.\u001b[24m\n    \u001b[1m私は個人的には自分がシリーズをもっと楽しんでいることが分かりました。\u001b[22m, \u001b[1m私は個人的にそれが続いたとして自分自身をより多くのシリーズを楽しんで発見しました。\u001b[22m\n\u001b[4mIt started pretty mediocre and confusing but as the episodes went by it found the right balance.\u001b[24m\n    \u001b[1mそれはかなり平凡で混乱し始めましたが、エピソードが進むにつれて、それは正しいバランスを見つけました。\u001b[22m, \u001b[1mそれはかなり平凡なと紛らわしい始めたが、エピソードがそれによって行ったとして適切なバランスを見つけました。\u001b[22m\n\u001b[4mIn the end, the good taste left by the second half overcame the bitterness of the first one.\u001b[24m\n    \u001b[1m結局、後半に残された良い味は最初のものの苦味を克服する。\u001b[22m, \u001b[1m最後に、後半が残した良い味は、最初の1の苦味を克服しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 8/10\n\n\u001b[1m全体的な8/10\u001b[22m\n\u001b[1m(Zentai-tekina 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8/10\u001b[24m\n    \u001b[1m全体的な8/10\u001b[22m, \u001b[1m全体的に8月10日\u001b[22m\n\u001b[1m\u001b[22m\nI'm a huge fan of sci-fi in many areas: books, movies and anime. In this last form of media in particular, I have enjoyed wildly different stuff, from Gundam to Getter Robo, with series like Votoms or Dougram in the middle. M3 has little resemblance to the real or super robot genre: it's definitely in line with what most of Evangelion talks about, but developed in a much simpler, easier to grasp manner. It's more akin to mystery series in which the characters' motives are the center, such as Higurashi no Naku Koro ni.\n\n\u001b[1m私は、書籍、映画、アニメなど、多くの分野でSFの巨大なファンです。 特にメディアのこの最後の形では、ガンダムからゲッターロボまで、ボトムズやダグラムのようなシリーズを中心に大きく違ったものを楽しんだ。  M3は、実際のロボットやスーパーロボットのジャンルとほとんど似ていません。エヴァンゲリオンの話題のほとんどに沿っていますが、はるかに簡単で理解しやすい方法で開発されました。 ひぐらしのなく頃に、キャラクターの動機を中心にしたミステリーシリーズに似ています。\u001b[22m\n\u001b[1m(Watashi wa, shoseki, eiga, anime nado, ōku no bun'ya de SF no kyodaina fandesu. Tokuni media no kono saigo no katachide wa, Gandamu kara gettārobo made, botomuzu ya daguramu no yōna shirīzu o chūshin ni ōkiku chigatta mono o tanoshinda. M 3 wa, jissai no robotto ya sūpārobotto no janru to hotondo nite imasen. Evu~angerion no wadai no hotondo ni sotte imasuga, haruka ni kantande rikai shi yasui hōhō de kaihatsu sa remashita. Higurashinonakukoroni, kyarakutā no dōki o chūshin ni shita misuterīshirīzu ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm a huge fan of sci-fi in many areas: books, movies and anime. In this last form of media in particular, I have enjoyed wildly different stuff, from Gundam to Getter Robo, with series like Votoms or Dougram in the middle. M3 has little resemblance to the real or super robot genre: it's definitely in line with what most of Evangelion talks about, but developed in a much simpler, easier to grasp manner. It's more akin to mystery series in which the characters' motives are the center, such as Higurashi no Naku Koro ni.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a huge fan of sci-fi in many areas: books, movies and anime.\u001b[24m\n    \u001b[1m私は、書籍、映画、アニメなど、多くの分野でSFの巨大なファンです。\u001b[22m, \u001b[1m書籍、映画やアニメ：私は多くの分野でのSFの大ファンです。\u001b[22m\n\u001b[4mIn this last form of media in particular, I have enjoyed wildly different stuff, from Gundam to Getter Robo, with series like Votoms or Dougram in the middle.\u001b[24m\n    \u001b[1m特にメディアのこの最後の形では、ガンダムからゲッターロボまで、ボトムズやダグラムのようなシリーズを中心に大きく違ったものを楽しんだ。\u001b[22m, \u001b[1m特にメディアのこの最後の形式では、私は途中でボトムズやダグラムのようなシリーズで、ガンダムからゲッターロボに、乱暴に異なるものを楽しんできました。\u001b[22m\n\u001b[4mM3 has little resemblance to the real or super robot genre: it's definitely in line with what most of Evangelion talks about, but developed in a much simpler, easier to grasp manner.\u001b[24m\n    \u001b[1mM3は、実際のロボットやスーパーロボットのジャンルとほとんど似ていません。エヴァンゲリオンの話題のほとんどに沿っていますが、はるかに簡単で理解しやすい方法で開発されました。\u001b[22m, \u001b[1mM3は本物かスーパーロボットジャンルに少し似ていますそれは、エヴァンゲリオンのほとんどはについて語って何に沿って間違いだが、やり方を把握するために多くの、より簡単に簡単に開発します。\u001b[22m\n\u001b[4mIt's more akin to mystery series in which the characters' motives are the center, such as Higurashi no Naku Koro ni.\u001b[24m\n    \u001b[1mひぐらしのなく頃に、キャラクターの動機を中心にしたミステリーシリーズに似ています。\u001b[22m, \u001b[1mそれはキャラクターの動機は、ひぐらしのなく頃になどの中心、である、謎のシリーズに、より似ています。\u001b[22m\n\u001b[1m\u001b[22m\nIt was a pleasant surprise and I'm sad to discover most people did not find it appealing enough to stick with it until its final episode. What's more it was not commercially successful at all. While it clearly had flaws (slow start; mediocre production values; excessive use of flashbacks; an underdeveloped character), the positives outweigh the negatives and it offers a satisfying story with a clear finale and a more thoughtful focus.\n\n\u001b[1mそれは楽しい驚きでした、そして、私はほとんどの人が最後のエピソードまでそれにこだわるのに魅力的であるとは思わなかったことを発見するのが悲しいです。 それは商業的にはまったく成功していませんでした。 明らかに脆弱性（遅いスタート、平凡な生産価値、フラッシュバックの過度の使用、未開発のキャラクター）があるが、ポジティブはネガティブを上回り、明確なフィナーレとより慎重な焦点で満足のいくストーリーを提供する。\u001b[22m\n\u001b[1m(Sore wa tanoshī odorokideshita, soshite, watashi wa hotondo no hito ga saigo no episōdo made sore ni kodawaru no ni mirikitekidearu to wa omowanakatta koto o hakken suru no ga kanashīdesu. Sore wa shōgyō-teki ni wa mattaku seikō shite imasendeshita. Akiraka ni seijakusei (osoi sutāto, heibon'na seisan kachi, furasshu bakku no kado no shiyō, mikaihatsu no kyarakutā) ga aru ga, pojitibu wa negatibu o uwamawari, meikakuna fināre to yori shinchōna shōten de manzoku no iku sutōrī o teikyō suru.)\u001b[22m\n\nTranslations of \u001b[4mIt was a pleasant surprise and I'm sad to discover most people did not find it appealing enough to stick with it until its final episode. What's more it was not commercially successful at all. While it clearly had flaws (slow start; mediocre production values; excessive use of flashbacks; an underdeveloped character), the positives outweigh the negatives and it offers a satisfying story with a clear finale and a more thoughtful focus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a pleasant surprise and I'm sad to discover most people did not find it appealing enough to stick with it until its final episode.\u001b[24m\n    \u001b[1mそれは楽しい驚きでした、そして、私はほとんどの人が最後のエピソードまでそれにこだわるのに魅力的であるとは思わなかったことを発見するのが悲しいです。\u001b[22m, \u001b[1mそれはうれしい驚きだったと私はほとんどの人はその最終回まで、それに固執するのに十分な、それが魅力的見つけることができませんでした発見すること悲しいです。\u001b[22m\n\u001b[4mWhat's more it was not commercially successful at all.\u001b[24m\n    \u001b[1mそれは商業的にはまったく成功していませんでした。\u001b[22m, \u001b[1mそれがすべてで商業的に成功しなかった以上は何です。\u001b[22m\n\u001b[4mWhile it clearly had flaws (slow start; mediocre production values; excessive use of flashbacks; an underdeveloped character), the positives outweigh the negatives and it offers a satisfying story with a clear finale and a more thoughtful focus.\u001b[24m\n    \u001b[1m明らかに脆弱性（遅いスタート、平凡な生産価値、フラッシュバックの過度の使用、未開発のキャラクター）があるが、ポジティブはネガティブを上回り、明確なフィナーレとより慎重な焦点で満足のいくストーリーを提供する。\u001b[22m, \u001b[1mそれは明らかに欠陥（;平凡な生産値;フラッシュバックの過度の使用、スロースタート未発達文字）を持っていたが、陽性が陰性を上回る、それが明確なフィナーレともっと思いやりを中心とした満足のいく物語を提供しています。\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=163431",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  5\nキャラクター|  7\n|  6\n\nさて、私はちょうどこの24のエピソードのアニメを見終わって、かなり率直に私はそれについての気持ちが混ざっているので、私は追いかけて、このアニメのための私の評価を提示するつもりです：\n\n\nストーリー：デセント4。\n\nストーリーの問題は、プロットやストーリー・ラインそのものが、特にSFやSFの混在を超自然としているときには、理解できないほどです。私の意見では、この2つのジャンルは、 石油と水が混ざり合っていない場合、それはまた「SOMEWHATS」といくつかのソルトの組み合わせを持ち、「SOMEWHATS」を意味します。 まず第一に、何らかのヤマイと結びついているハレムがあるのですが、「コープス」と呼ばれる若干の超自然的存在とMA-ヴェスによって表現された何らかのSF類があります。 また、メロドラマと多少なりとも何らかの行動が混在することもありました。 また、プロットは明らかに「Guilty Crown」と「Black Bullet」のリサイクルであり、少し違ったように見せかけるように調整されていますが、それでもストーリーはまだまだ充実しています。\n\n\nアート：とても良い8。\n\nアニメに組み込まれたCGIが本当に好きです。特に、コープスとMA_Vessが関わっているときは非常に幻想的ですが、実際にはとても良いです。\n\nサウンド：Mediocre 5\n\nさて、私が心配している限り、私はここでキャラクターの声を出した声優については何のコメントもしていません。オープニングとクローズのように、私は本当にそれについてコメントすることはあまりありません。 ごめんなさい。\n\n\nキャラクター：良い7。\n\n最初は育ったばかりの仕事をしていた高校生の一人でしたが、アニメが進むにつれて、いわゆる「MA-Vess」のパイロットが高いことを忘れるでしょう 子供たちが、このセクションに7を与えることを本当に促したのは、「Lightless Realm」の外に人口を保護するために仕事をするだけでなく、彼らが遭遇する紛争と自分自身の苦闘でもあった 彼ら自身がLIMとして終わるであろう個人的な気持ちと恐怖。 しかし、実際に私に影響を与えた人は夏里でした。はい、本当に私に影響を与えたのは、彼が賞賛したのではなく、私が実際に見たいと思うようなキャラクターです。 このセクションにスコアを与えることを私に納得させるものです。\n\n\n楽しさと総合：フェア6。\n\nこのアニメの長さは24エピソードになりましたが、実際には非常に長く、実際には半分近くが単なるクリフハンガーとして機能するように作られています。私は本当にそれを見て楽しんでいますが、私の楽しみが夏里 つくみ、ささめ、みさしがどこで「コープス」を得ることができるところに住んでいたのか、など、他の質問が残っています。 また、アニメ監督の佐藤順一は「LIM」が大好きなので、MA-Vessに力を与え、パイロットとの間に一種の共鳴を生み出すダークメタルの一種だと知りましたが、科学は何ですか？ それの後ろに？ また、「Light-less Realm」で生き残ったTsugumiは、友人と妹のSasameを探すのも気にしませんでした。  「光のない領域」。 これらの質問だけで、基本的に私がこのアニメの楽しさと全体的な高得点を与えないようにするプロットホールを形成しているので、意見が賢明で、私はそれを6に制限し、それは十分だと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nOk, so I've just finish watching this 24 episode anime and quite frankly I have mixed feelings about it, so I'm gonna cut to the chase and just present my ratings for this anime:\n\n\u001b[1mさて、私はちょうどこの24のエピソードのアニメを見終わって、かなり率直に私はそれについての気持ちが混ざっているので、私は追いかけて、このアニメのための私の評価を提示するつもりです：\u001b[22m\n\u001b[1m(Sate, watashi wa chōdo kono 24 no episōdo no anime o mi owatte, kanari sotchoku ni watashi wa sore ni tsuite no kimochi ga mazatte irunode, watashi wa oikakete, kono anime no tame no watashi no hyōka o teiji suru tsumoridesu:)\u001b[22m\n\nTranslations of \u001b[4mOk, so I've just finish watching this 24 episode anime and quite frankly I have mixed feelings about it, so I'm gonna cut to the chase and just present my ratings for this anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so I've just finish watching this 24 episode anime and quite frankly I have mixed feelings about it, so I'm gonna cut to the chase and just present my ratings for this anime:\u001b[24m\n    \u001b[1mさて、私はちょうどこの24のエピソードのアニメを見終わって、かなり率直に私はそれについての気持ちが混ざっているので、私は追いかけて、このアニメのための私の評価を提示するつもりです：\u001b[22m, \u001b[1m[OK]を、ので、私はちょうどこの24エピソードのアニメを見終えたし、率直に言って、私はそれについて複雑な気持ちを持っているので、私は追いかけるのつもりカットだとちょうどこのアニメのための私の評価を提示します：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: Decent 4.\n\n\u001b[1mストーリー：デセント4。\u001b[22m\n\u001b[1m(Sutōrī: De sento 4.)\u001b[22m\n\nTranslations of \u001b[4mStory: Decent 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Decent 4.\u001b[24m\n    \u001b[1mストーリー：デセント4。\u001b[22m, \u001b[1mストーリー：4ディーセント。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem with the story was that it has too much in it that the plot and the story-line itself wasn't easily understood, especially when it has a mixture of sci-fi mixed with supernatural, in my opinion the two genres are like oil and water that don't mix, it also has a combinations of 'SOMEWHATS' and SOME SORTS'and I do mean 'SOMEWHATS.' First of all there is that somewhat of a harem combine with a some sort of yaoi, there is that somewhat supernatural beings represented by 'Corpse' vs the some sort of sci-fi which was represented by the MA-Vess. There was also that somewhat of melodrama combine with some sort of action. Also the plot was obviously a recycle of 'Guilty Crown' and 'Black Bullet' which was given a little bit of a tweaking to make it look like it was different, but even so the story is still decent enough.\n\n\u001b[1mストーリーの問題は、プロットやストーリー・ラインそのものが、特にSFやSFの混在を超自然としているときには、理解できないほどです。私の意見では、この2つのジャンルは、 石油と水が混ざり合っていない場合、それはまた「SOMEWHATS」といくつかのソルトの組み合わせを持ち、「SOMEWHATS」を意味します。 まず第一に、何らかのヤマイと結びついているハレムがあるのですが、「コープス」と呼ばれる若干の超自然的存在とMA-ヴェスによって表現されたある種のSFがあります。 また、メロドラマと多少なりとも何らかの行動が混在することもありました。 また、プロットは明らかに「Guilty Crown」と「Black Bullet」のリサイクルであり、少し違ったように見せかけるように調整されていましたが、それでもストーリーはまだ十分です。\u001b[22m\n\u001b[1m(Sutōrī no mondai wa, purotto ya sutōrī rain sonomono ga, tokuni SF ya SF no konzai o chō shizen to shite iru tokiniha, rikai dekinai hododesu. Watashi no ikende wa, kono 2tsu no janru wa, sekiyu to mizu ga mazari atte inai baai, soreha mata `SOMEWHATS' to ikutsu ka no soruto no kumiawase o mochi,`SOMEWHATS' o imi shimasu. Mazu daiichi ni, nanrakano Yamai to musubitsuite iru haremu ga aru nodesuga,`kōpusu' to yoba reru jakkan no chō shizen-teki sonzai to MA - vu~esu ni yotte hyōgen sa reta arushuno SF ga arimasu. Mata, merodorama to tashōnaritomo nanrakano kōdō ga konzai suru koto mo arimashita. Mata, purotto wa akiraka ni `giruti Crown' to `Black buretto' no risaikurudeari, sukoshi chigatta yō ni misekakeru yō ni chōsei sa rete imashitaga, soredemo sutōrī wa mada jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe problem with the story was that it has too much in it that the plot and the story-line itself wasn't easily understood, especially when it has a mixture of sci-fi mixed with supernatural, in my opinion the two genres are like oil and water that don't mix, it also has a combinations of 'SOMEWHATS' and SOME SORTS'and I do mean 'SOMEWHATS.' First of all there is that somewhat of a harem combine with a some sort of yaoi, there is that somewhat supernatural beings represented by 'Corpse' vs the some sort of sci-fi which was represented by the MA-Vess. There was also that somewhat of melodrama combine with some sort of action. Also the plot was obviously a recycle of 'Guilty Crown' and 'Black Bullet' which was given a little bit of a tweaking to make it look like it was different, but even so the story is still decent enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem with the story was that it has too much in it that the plot and the story-line itself wasn't easily understood, especially when it has a mixture of sci-fi mixed with supernatural, in my opinion the two genres are like\u001b[24m\n    \u001b[1mストーリーの問題は、プロットやストーリー・ラインそのものが、特にSFやSFの混在を超自然としているときには、理解できないほどです。私の意見では、この2つのジャンルは、\u001b[22m, \u001b[1m物語の問題は、それがプロットとストーリーライン自体は簡単にそれは超自然と混合のSFが混在している場合は特に、理解されなかったことをそれにあまりにも多くを持っているということでした、私の意見では2ジャンルのようなものです\u001b[22m\n\u001b[4moil and water that don't mix, it also has a combinations of 'SOMEWHATS' and SOME SORTS'and I do mean 'SOMEWHATS.'\u001b[24m\n    \u001b[1m石油と水が混ざり合っていない場合、それはまた「SOMEWHATS」といくつかのソルトの組み合わせを持ち、「SOMEWHATS」を意味します。\u001b[22m, \u001b[1m混合しない油と水、それはまた、私は意味ですか」SOMEWHATS 'とSOME SORTS'andの組み合わせ'を有するSOMEWHATSを。」\u001b[22m\n\u001b[4mFirst of all there is that somewhat of a harem combine with a some sort of yaoi, there is that somewhat supernatural beings represented by 'Corpse' vs the some sort of sci-fi which was represented by the MA-Vess.\u001b[24m\n    \u001b[1mまず第一に、何らかのヤマイと結びついているハレムがあるのですが、「コープス」と呼ばれる若干の超自然的存在とMA-ヴェスによって表現されたある種のSFがあります。\u001b[22m, \u001b[1mまず第一に多少ハーレムのボーイズラブのいくつかの並べ替えと組み合わせることがあり、そこであるMA-ヴェスで表したサイファイのいくつかの並べ替え対「死体」で表さ多少超自然的な存在。\u001b[22m\n\u001b[4mThere was also that somewhat of melodrama combine with some sort of action.\u001b[24m\n    \u001b[1mまた、メロドラマと多少なりとも何らかの行動が混在することもありました。\u001b[22m, \u001b[1mややメロドラマのアクションのいくつかの並べ替えと組み合わせることもありました。\u001b[22m\n\u001b[4mAlso the plot was obviously a recycle of 'Guilty Crown' and 'Black Bullet' which was given a little bit of a tweaking to make it look like it was different, but even so the story is still decent enough.\u001b[24m\n    \u001b[1mまた、プロットは明らかに「Guilty Crown」と「Black Bullet」のリサイクルであり、少し違ったように見せかけるように調整されていましたが、それでもストーリーはまだ十分です。\u001b[22m, \u001b[1mまた、プロットは明らかに、それは違っていたようにそれが見えるように微調整を少し与えられた「ギルティクラウン」のリサイクルと「ブラックブレット」だったが、たとえそうであっても話はまだ十分まともです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: Very Good 8.\n\n\u001b[1mアート：とても良い8。\u001b[22m\n\u001b[1m(Āto: Totemo yoi 8.)\u001b[22m\n\nTranslations of \u001b[4mArt: Very Good 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Very Good 8.\u001b[24m\n    \u001b[1mアート：とても良い8。\u001b[22m, \u001b[1mアート：8とても良いです。\u001b[22m\n\u001b[1m\u001b[22m\nI really like the CGI that was incorporated into the anime especially when it involves that Corpse thing and the MA_Vess, very fancy but very good indeed.\n\n\u001b[1mアニメに組み込まれたCGIが本当に好きです。特に、コープスとMA_Vessが関わっているときは非常に幻想的ですが、実際にはとても良いです。\u001b[22m\n\u001b[1m(Anime ni kumikoma reta CGI ga hontōni sukidesu. Tokuni, kōpusu to MA _ Vess ga kakawatte iru toki wa hijō ni gensō-tekidesuga, jissai ni hatote mo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI really like the CGI that was incorporated into the anime especially when it involves that Corpse thing and the MA_Vess, very fancy but very good indeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like the CGI that was incorporated into the anime especially when it involves that Corpse thing and the MA_Vess, very fancy but very good indeed.\u001b[24m\n    \u001b[1mアニメに組み込まれたCGIが本当に好きです。特に、コープスとMA_Vessが関わっているときは非常に幻想的ですが、実際にはとても良いです。\u001b[22m, \u001b[1m私は本当にそれが伴う場合は特にアニメに組み込まれたCGIのようなその死体の事とMA_Vess、非常に凝ったが、確かに非常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Mediocre 5.\n\n\u001b[1mサウンド：Mediocre 5\u001b[22m\n\u001b[1m(Saundo: Mediocre 5)\u001b[22m\n\nTranslations of \u001b[4mSound: Mediocre 5.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Mediocre 5.\u001b[24m\n    \u001b[1mサウンド：Mediocre 5\u001b[22m, \u001b[1mサウンド：平凡5。\u001b[22m\n\u001b[1m\u001b[22m\nOk, as far as I'm concern, I just don't have any comment about the voice actors who did the voices of the characters here, as for the opening and closing, I really don't have much to comment about it, sorry.\n\n\u001b[1mさて、私が心配している限り、私はここでキャラクターの声を出した声優については何のコメントもしていません。オープニングとクローズのように、私は本当にそれについてコメントすることはあまりありません。 ごめんなさい。\u001b[22m\n\u001b[1m(Sate, watashi ga shinpai shite iru kagiri, watashi wa koko de kyarakutā no koe o dashita seiyū ni tsuite wa nani no komento mo shite imasen. Ōpuningu to kurōzu no yō ni, watashi wa hontōni sore ni tsuite komento suru koto wa amari arimasen. Gomen'nasai.)\u001b[22m\n\nTranslations of \u001b[4mOk, as far as I'm concern, I just don't have any comment about the voice actors who did the voices of the characters here, as for the opening and closing, I really don't have much to comment about it, sorry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, as far as I'm concern, I just don't have any comment about the voice actors who did the voices of the characters here, as for the opening and closing, I really don't have much to comment about it,\u001b[24m\n    \u001b[1mさて、私が心配している限り、私はここでキャラクターの声を出した声優については何のコメントもしていません。オープニングとクローズのように、私は本当にそれについてコメントすることはあまりありません。\u001b[22m, \u001b[1m[OK]を、私の知る限り心配だとして、私はちょうど開閉用として、私は本当にそれについてコメントすることはあまりありませんが、ここでは文字の声をした声優についてのコメントを持っていません、\u001b[22m\n\u001b[4msorry.\u001b[24m\n    \u001b[1mごめんなさい。\u001b[22m, \u001b[1m申し訳ありません。\u001b[22m, \u001b[1mすみません。\u001b[22m, \u001b[1mごめんなさい。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Good 7.\n\n\u001b[1mキャラクター：良い7。\u001b[22m\n\u001b[1m(Kyarakutā: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Good 7.\u001b[24m\n    \u001b[1mキャラクター：良い7。\u001b[22m, \u001b[1mキャラクター：7良いです。\u001b[22m\n\u001b[1m\u001b[22m\nAt first it was one of those high-schooler who would be doing jobs that should be done by grown ups, but then again, as the anime progresses, you would forget that the pilots of those so called 'MA-Vess'' were high -school kids, but what really prompt me to give this section a 7 was the intensity of them character's portrayal as they not only struggle to do their jobs to protect the population outside the 'Lightless Realm' but also the conflict they encounter and their own personal feelings and fears that they themselves will end up as LIM's. But the one who really impacted me was Natsuiri, yes, it was that antagonist that really impacted me, not because I admire him, but rather, he is the kind of character that I really wanna see get turned into a necrometal, and seeing his demise is what convinces me to give this section its score.\n\n\u001b[1m最初は育ったばかりの仕事をしていた高校生の一人でしたが、アニメが進むにつれて、いわゆる「MA-Vess」のパイロットが高いことを忘れるでしょう 子供たちが、このセクションに7を与えることを本当に促したのは、「Lightless Realm」の外に人口を保護するために仕事をするだけでなく、彼らが遭遇する紛争と自分自身の苦闘でもあった 彼ら自身がLIMとして終わるであろう個人的な気持ちと恐怖。 しかし、実際に私に影響を与えた人は夏里でした。はい、本当に私に影響を与えたのは、彼が賞賛したのではなく、私が実際に見たいと思うようなキャラクターです。 このセクションにスコアを与えることを私に納得させるものです。\u001b[22m\n\u001b[1m(Saisho wa sodatta bakari no shigoto o shite ita kōkōsei no hitorideshitaga, anime ga susumu ni tsurete, iwayuru `MA - Vess' no pairotto ga takai koto o wasurerudeshou kodomo-tachi ga, kono sekushon ni 7 o ataeru koto o hontōni unagashita no wa,`Lightless Realm' no soto ni jinkō o hogo suru tame ni shigoto o suru dakedenaku, karera ga sōgū suru funsō to jibunjishin'no kutō demo atta karera jishin ga rimu to shite owarudearou kojin-tekina kimochi to kyōfu. Shikashi, jissai ni watashi ni eikyō o ataeta hito wa natsu satodeshita. Hai, hontōni watashi ni eikyō o ataeta no wa, kare ga shōsan shita node wa naku, watashi ga jissai ni mitai to omou yōna kyarakutādesu. Kono sekushon ni sukoa o ataeru koto o watashi ni nattoku sa seru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAt first it was one of those high-schooler who would be doing jobs that should be done by grown ups, but then again, as the anime progresses, you would forget that the pilots of those so called 'MA-Vess'' were high -school kids, but what really prompt me to give this section a 7 was the intensity of them character's portrayal as they not only struggle to do their jobs to protect the population outside the 'Lightless Realm' but also the conflict they encounter and their own personal feelings and fears that they themselves will end up as LIM's. But the one who really impacted me was Natsuiri, yes, it was that antagonist that really impacted me, not because I admire him, but rather, he is the kind of character that I really wanna see get turned into a necrometal, and seeing his demise is what convinces me to give this section its score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first it was one of those high-schooler who would be doing jobs that should be done by grown ups, but then again, as the anime progresses, you would forget that the pilots of those so called 'MA-Vess'' were high\u001b[24m\n    \u001b[1m最初は育ったばかりの仕事をしていた高校生の一人でしたが、アニメが進むにつれて、いわゆる「MA-Vess」のパイロットが高いことを忘れるでしょう\u001b[22m, \u001b[1m最初は成長アップによって行われるべき仕事をしているであろうものを高小学生の一つであったが、その後再び、アニメが進むにつれて、あなたはとても「MA-ヴェス」と呼ばれるもののパイロットは「高であったことを忘れるだろう\u001b[22m\n\u001b[4m-school kids, but what really prompt me to give this section a 7 was the intensity of them character's portrayal as they not only struggle to do their jobs to protect the population outside the 'Lightless Realm' but also the conflict they encounter and their own\u001b[24m\n    \u001b[1m子供たちが、このセクションに7を与えることを本当に促したのは、「Lightless Realm」の外に人口を保護するために仕事をするだけでなく、彼らが遭遇する紛争と自分自身の苦闘でもあった\u001b[22m, \u001b[1m子供を - 学校が、何が本当にこのセクション7を与えるために私を促し、それらの強度だったとして、キャラクターの描写彼ら「光のない王国」だけでなく、彼らが遭遇する葛藤と、自分の外の人口を保護するために自分の仕事を行うための唯一のない闘争\u001b[22m\n\u001b[4mpersonal feelings and fears that they themselves will end up as LIM's.\u001b[24m\n    \u001b[1m彼ら自身がLIMとして終わるであろう個人的な気持ちと恐怖。\u001b[22m, \u001b[1m個人的な感情と彼ら自身がLIMのように終わることを懸念。\u001b[22m\n\u001b[4mBut the one who really impacted me was Natsuiri, yes, it was that antagonist that really impacted me, not because I admire him, but rather, he is the kind of character that I really wanna see get turned into a necrometal, and seeing his\u001b[24m\n    \u001b[1mしかし、実際に私に影響を与えた人は夏里でした。はい、本当に私に影響を与えたのは、彼が賞賛したのではなく、私が実際に見たいと思うようなキャラクターです。\u001b[22m, \u001b[1mしかし、本当に私に影響を与えたものは、はい、それは本当に私に影響を与えたアンタゴニストが、私はむしろ彼を賞賛したが、ので、彼は私が本当にしたいnecrometalになって見ると、彼を見て、文字の種類ではないということでした、Natsuiriました\u001b[22m\n\u001b[4mdemise is what convinces me to give this section its score.\u001b[24m\n    \u001b[1mこのセクションにスコアを与えることを私に納得させるものです。\u001b[22m, \u001b[1m終焉は、このセクションにそのスコアを与えるために私を説得するものです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: Fair 6.\n\n\u001b[1m楽しさと総合：フェア6。\u001b[22m\n\u001b[1m(Tanoshisa to sōgō: Fea 6.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: Fair 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: Fair 6.\u001b[24m\n    \u001b[1m楽しさと総合：フェア6。\u001b[22m, \u001b[1m楽しさと全体：6フェア。\u001b[22m\n\u001b[1m\u001b[22m\nFor this anime to be 24 episode long was really very long, in fact nearly half of it was created to serve as a mere cliffhanger, ok, I really do enjoy watching it but only barely since my enjoyment stems for my desire to see how Natsuiri will have his demise also, we're left with other questions such as to how on earth did a small village where Tsugumi, Sasame and Minashi lived where able to obtain that 'Corpse' thingy? Also, anime director Junichi Sato forgot to mention as to what 'LIM' stands for ok so we know it is a kind of dark metal that powers the MA-Vess' and produces a sort of resonances with the pilot, but what was the science behind it? Also, how did Tsugumi survive in the 'Light-less Realm' for too long and didn't even bother to look for his friend and her sister Sasame while she is has that so called Corpse in her command, also why did she stayed in the 'Light-less Realm.' These question alone form a plot hole that basically kept me from giving this anime's enjoyment and overall a high score, so opinion wise, I just limit it to a 6 and I think that's fair enough.\n\n\u001b[1mこのアニメの長さは24エピソードになりましたが、実際には非常に長く、実際には半分近くが単なるクリフハンガーとして機能するように作られています。私は本当にそれを見て楽しんでいますが、私の楽しみが夏里 つくみ、ささめ、みさしがどこで「コープス」を得ることができるところに住んでいたのか、など、他の質問が残っています。 また、アニメ監督の佐藤順一は「LIM」が大好きなので、MA-Vessに力を与え、パイロットとの間に一種の共鳴を生み出すダークメタルの一種だと知りましたが、科学は何ですか？ それの後ろに？ また、「Light-less Realm」で生き残ったTsugumiは、友人と妹のSasameを探すのも気にしませんでした。  「光のない領域」。 これらの質問だけで、基本的に私がこのアニメの楽しさと全体的な高得点を与えないようにするプロットホールを形成しているので、意見が賢明で、私はそれを6に制限し、それは十分だと思う。\u001b[22m\n\u001b[1m(Kono anime no naga-sa wa 24 episōdo ni narimashitaga, jissai ni wa hijō ni nagaku, jissai ni wa hanbun chikaku ga tan'naru kurifuhangā to shite kinō suru yō ni tsukura rete imasu. Watashi wa hontōni sore o mite tanoshinde imasuga, watashi no tanoshimi ga natsu sato tsuku mi,-sa same, mi sashi ga dokode `kōpusu' o eru koto ga dekiru tokoro ni sunde ita no ka, nado, hoka no shitsumon ga nokotte imasu. Mata, anime kantoku no satō jun'ichi wa `rimu' ga daisukinanode, MA - Vess ni chikara o atae, pairotto to no ma ni isshu no kyōmei o umidasu dākumetaru no isshuda to shirimashitaga, kagaku wa nanidesu ka? Sore no ushironi? Mata,`raito - resu Realm' de ikinokotta Tsugumi wa, yūjin to imōto no Sasame o sagasu no mo ki ni shimasendeshita. `Hikari no nai ryōiki'. Korera no shitsumon dake de, kihontekini watashi ga kono anime no tanoshisa to zentai-tekina kō tokuten o ataenai yō ni suru purottohōru o keisei shite irunode, iken ga kenmeide, watashi wa sore o 6 ni seigen shi, sore wa jūbunda to omou.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "BaptizED",
    "profile": "/profile/BaptizED/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=180084",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n私はなぜ人々がこのアニメを嫌っているのか、これを見ている人々から嫌悪感を覚えているのか分かりません。なぜならこれはかなり遅いので、ほとんどの観察者はこのシリーズを見守っていないからです。 まず、エピソードでこのアニメのエピソードを見るだけで私たちを抱きしめてしまうと言いたいのですが、そういうわけで、ほとんどの人がこのショーを中断したと思います。 たぶん、彼らはそれが十分に魅力的ではないか、または遅いスタート、忘れる可能性のあるキャラクター、そして平凡なアニメーションのためにかもしれません。 だから、私はこのアニメを見ようとしている皆さんにアドバイスします：このストレートを見てください。\n\nストーリーはいいです、このアニメは潜在的可能性があると概要が説明しており、プロット自体は本当に興味深いものです。 このアニメは非常にゆっくりとペーシングしていますが、最初の数回のエピソード（退屈なエピソード12までは飽きていますか？）にはかなり退屈ですが、あなたはそれに夢中になります。 私がストーリーで好きではなかったことの1つは、メカが使われているというコンセプトでした。ストーリーにうまく適合しませんでした。 このアニメも視聴者に深いメッセージを伝えますが、それはまっすぐには伝わっておらず、その意味を完全に視聴者に結びつけることはできません。 このアニメには深いメッセージがありますが、このアニメは心理的な陰謀を持ち、他人を喜ばないような明示的なシーンを含んでいます。\n\nキャラクターは本当に良かったし、ショーと一緒にキャラクターの発展の飛躍を見ることができる。 最初は、彼らはかなり忘れられないように見えますが、あなたの中でちょっとだけ成長します。 キャラクターの最初の印象が変わったときの感情は、あなたが気に入って、最終的にそれらの根源になります。 サポートキャラクターの中には、鈍いものや一次元のものがあり、その行動は意味をなさないものですが、ショーが進行するにつれてその動きを見ることができます。 また、私が興味深いのは、このアニメがキャラクターを失うのを恐れていないことです。最初に目立たなかったキャラクターは、最初は進化し、かなり良く発達しました（特にMhamu）、キャラクターのインタラクション、 クレイジーで狂った（狂った科学者LOL）が、彼らの存在は本当にプロットのために不可欠です。\n\n2014年のアニメのアートはかなり安く、少し悪いものでした。 スタジオは、24エピソードのアニメや何かを制作するための予算が厳しいかもしれないが、それでもまだショーの雰囲気に合っている。 暗い色の使用は本当にショーの暗い気分を設定します。 キャラクターのデザインはうまくいきました。メカは、一貫したアニメーションと独特のデザインを持っていると思います。  CGIはショーを通して私たちの目を楽しませるのに十分満足していました。\n\nその音楽と効果音を含むサウンドは、かなり良いものでした。 私は本当にキャッチーなオープニングを見つけました。May'nの最初の1つは「Re：Remember」です。ショーの悲しい音に合っていて、美しい悲しみを思い起こさせます。坂本真綾の「Replica」は、 アニメーションのアニメーションは視聴者を奪い取ることができます。\nラララルクの「Ego-izm」は私にとっては魅力的ではない...最初は。 しかし、結局のところ、曲、ピアノ・キー、そしてその音楽はあなたの頭の中にくっついてしまいます。 ナノによる第2のエンディングソング「SABLE」が好きだった、それは本当にシリーズのアクションジャンルを伝えている。 サウンドトラックはわずかしかありませんが、それでも仕事は終わります。 キャラクターの声の演技はちょうど平均だった、彼らは際立っていなかった。\n\n私の個人的な楽しみとしては、最初のいくつかのエピソードは、地獄や悪い点まで、良いことではありませんが、私はあなたが少なくともこのアニメにあなたの視点で変更することができますエピソードを見て保証します。 アクションアニメの場合、アクションは少なくなりますが、プロットの集計にはキャラクターのやりとりが多くなりますが、それでもいいです。 これを落とした人には、この機会を与えてください。\n\n全体として、私はこのアニメ9を与える。それは、それはいくつかの賞賛に値すると思う、ショーはアダプテーションの面でかなり成功したと思う、それはアニメ自体が何も悪いことをしなかったので、 これは他のメカのアニメよりも悪いことではないので、これを撃ってください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI do not know why people dislike this anime, or the amount of hate I get from people watching this, maybe because this is pretty slow-paced, so most watchers didn't continue to bother watching this series. First of all I'd like to say that watching this anime episode by episode will only bore us, and that's why I think most people dropped this show. Maybe they don't find it appealing enough, or because of the slow start, forgettable characters, and the mediocre animation. So I advise everybody who plans to watch this anime : WATCH THIS STRAIGHT.\n\n\u001b[1m私はなぜ人々がこのアニメを嫌っているのか、これを見ている人々から嫌悪感を覚えているのか分かりません。なぜならこれはかなり遅いので、ほとんどの観察者はこのシリーズを見守っていないからです。 まず、エピソードでこのアニメのエピソードを見るだけで私たちを抱きしめてしまうと言いたいのですが、そういうわけで、ほとんどの人がこのショーを中断したと思います。 たぶん、彼らはそれが十分に魅力的ではないか、または遅いスタート、忘れる可能性のあるキャラクター、そして平凡なアニメーションのためにかもしれません。 だから、私はこのアニメを見ようとしている皆さんにアドバイスします：このストレートを見てください。\u001b[22m\n\u001b[1m(Watashi wa naze hitobito ga kono anime o kiratte iru no ka, kore o mite iru hitobito kara ken'o-kan o oboete iru no ka wakarimasen. Nazenara kore wa kanari osoinode, hotondo no kansatsu-sha wa kono shirīzu o mimamotte inaikaradesu. Mazu, episōdo de kono anime no episōdo o miru dake de watashitachi o dakishimete shimau to iitai nodesuga, sōiu wake de, hotondo no hito ga kono shō o chūdan shita to omoimasu. Tabun, karera wa sore ga jūbun ni mirikitekide wanai ka, matawa osoi sutāto, wasureru kanōsei no aru kyarakutā, soshite heibon'na animēshon no tame ni kamo shiremasen. Dakara, watashi wa kono anime o miyou to shite iru minasan ni adobaisu shimasu: Kono sutorēto o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI do not know why people dislike this anime, or the amount of hate I get from people watching this, maybe because this is pretty slow-paced, so most watchers didn't continue to bother watching this series. First of all I'd like to say that watching this anime episode by episode will only bore us, and that's why I think most people dropped this show. Maybe they don't find it appealing enough, or because of the slow start, forgettable characters, and the mediocre animation. So I advise everybody who plans to watch this anime : WATCH THIS STRAIGHT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do not know why people dislike this anime, or the amount of hate I get from people watching this, maybe because this is pretty slow-paced, so most watchers didn't continue to bother watching this series.\u001b[24m\n    \u001b[1m私はなぜ人々がこのアニメを嫌っているのか、これを見ている人々から嫌悪感を覚えているのか分かりません。なぜならこれはかなり遅いので、ほとんどの観察者はこのシリーズを見守っていないからです。\u001b[22m, \u001b[1mほとんどのウォッチャーは、このシリーズを見て気にしていきませんでしたので、私は、これはかなりスローペースであるかもしれないので、人々はこのアニメを嫌う理由を知っている、または私はこれを見て人々からの取得憎悪の量はありません。\u001b[22m\n\u001b[4mFirst of all I'd like to say that watching this anime episode by episode will only bore us, and that's why I think most people dropped this show.\u001b[24m\n    \u001b[1mまず、エピソードでこのアニメのエピソードを見るだけで私たちを抱きしめてしまうと言いたいのですが、そういうわけで、ほとんどの人がこのショーを中断したと思います。\u001b[22m, \u001b[1mまず第一に、私はエピソードによって、このアニメのエピソードを見ていることは私たちだけを退屈、と私はほとんどの人がこの番組を落としたと思う理由だとすることを言いたいです。\u001b[22m\n\u001b[4mMaybe they don't find it appealing enough, or because of the slow start, forgettable characters, and the mediocre animation.\u001b[24m\n    \u001b[1mたぶん、彼らはそれが十分に魅力的ではないか、または遅いスタート、忘れる可能性のあるキャラクター、そして平凡なアニメーションのためにかもしれません。\u001b[22m, \u001b[1mおそらく彼らは、それが十分に魅力的な、または理由スロースタート、忘れ文字、平凡なアニメーションを見つけることはありません。\u001b[22m\n\u001b[4mSo I advise everybody who plans to watch this anime : WATCH THIS STRAIGHT.\u001b[24m\n    \u001b[1mだから、私はこのアニメを見ようとしている皆さんにアドバイスします：このストレートを見てください。\u001b[22m, \u001b[1mだから私はこのアニメを見て計画して皆に助言：THIS STRAIGHTをWATCH。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is good, the synopsis explains that this anime has potential, and the plot itself is indeed interesting. This anime has VERY slow pacing, you will find quite boring for the first few episodes(boring until episode 12 I guess?), but you will get hooked by it. One thing that I didn't like in the story was the concept of mechas being used, it didn't fit really well with the story. This anime also brings deep messages to its viewers, but it doesn't convey well straight to the point and can't connect its meanings to the viewers completely. With some deep messages it brings, this anime has psychological undertones and contains some explicit scenes which may not please others.\n\n\u001b[1mストーリーはいいです、このアニメは潜在的可能性があると概要が説明しており、プロット自体は本当に興味深いものです。 このアニメは非常にゆっくりとペーシングしていますが、最初の数回のエピソード（退屈なエピソード12までは飽きていますか？）にはかなり退屈ですが、あなたはそれに夢中になります。 私がストーリーで好きではなかったことの1つは、使用されているメカのコンセプトでした。ストーリーにはうまく適合しませんでした。 このアニメも視聴者に深いメッセージを伝えますが、それはまっすぐには伝わっておらず、その意味を完全に視聴者に結びつけることはできません。 このアニメには深いメッセージがありますが、このアニメは心理的な陰謀を持ち、他人を喜ばないような明示的なシーンを含んでいます。\u001b[22m\n\u001b[1m(Sutōrī wa īdesu, kono anime wa senzai-teki kanōsei ga aru to gaiyō ga setsumei shite ori, purotto jitai wa hontōni kyōmibukai monodesu. Kono anime wa hijō ni yukkuri to pēshingu shite imasuga, saisho no sū-kai no episōdo (taikutsuna episōdo 12 made wa akite imasu ka? ) Ni wa kanari taikutsudesuga, anata wa sore ni muchū ni narimasu. Watashi ga sutōrī de sukide wa nakatta koto no 1tsu wa, shiyō sa rete iru meka no konseputodeshita. Sutōrī ni wa umaku tekigō shimasendeshita. Kono anime mo shichō-sha ni fukai messēji o tsutaemasuga, sore wa massugu ni wa tsutawatte orazu, sono imi o kanzen ni shichō-sha ni musubitsukeru koto wa dekimasen. Kono anime ni wa fukai messēji ga arimasuga, kono anime wa shinri-tekina inbō o mochi, tanin o yorokobanai yōna meishitekina shīn o fukunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is good, the synopsis explains that this anime has potential, and the plot itself is indeed interesting. This anime has VERY slow pacing, you will find quite boring for the first few episodes(boring until episode 12 I guess?), but you will get hooked by it. One thing that I didn't like in the story was the concept of mechas being used, it didn't fit really well with the story. This anime also brings deep messages to its viewers, but it doesn't convey well straight to the point and can't connect its meanings to the viewers completely. With some deep messages it brings, this anime has psychological undertones and contains some explicit scenes which may not please others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is good, the synopsis explains that this anime has potential, and the plot itself is indeed interesting.\u001b[24m\n    \u001b[1mストーリーはいいです、このアニメは潜在的可能性があると概要が説明しており、プロット自体は本当に興味深いものです。\u001b[22m, \u001b[1mストーリーは良いですが、書式は、このアニメは可能性を秘めていることを説明し、プロット自体は確かに興味深いものです。\u001b[22m\n\u001b[4mThis anime has VERY slow pacing, you will find quite boring for the first few episodes(boring until episode 12 I guess?), but you will get hooked by it.\u001b[24m\n    \u001b[1mこのアニメは非常にゆっくりとペーシングしていますが、最初の数回のエピソード（退屈なエピソード12までは飽きていますか？）にはかなり退屈ですが、あなたはそれに夢中になります。\u001b[22m, \u001b[1mこのアニメは非常に遅いペースを持っている、あなたが最初のいくつかのエピソードのために非常に退屈でしょう（退屈なエピソード12まで、私は推測？）、しかし、あなたはそれによって夢中になります。\u001b[22m\n\u001b[4mOne thing that I didn't like in the story was the concept of mechas being used, it didn't fit really well with the story.\u001b[24m\n    \u001b[1m私がストーリーで好きではなかったことの1つは、使用されているメカのコンセプトでした。ストーリーにはうまく適合しませんでした。\u001b[22m, \u001b[1m私は物語の中で好きではなかったことの一つは、それは話をして本当によくフィットしていなかった、mechasの概念が使用されていました。\u001b[22m\n\u001b[4mThis anime also brings deep messages to its viewers, but it doesn't convey well straight to the point and can't connect its meanings to the viewers completely.\u001b[24m\n    \u001b[1mこのアニメも視聴者に深いメッセージを伝えますが、それはまっすぐには伝わっておらず、その意味を完全に視聴者に結びつけることはできません。\u001b[22m, \u001b[1mこのアニメは、その視聴者に深いメッセージをもたらしますが、それはポイントに十分にまっすぐ伝えておらず、完全に視聴者にその意味を接続することはできません。\u001b[22m\n\u001b[4mWith some deep messages it brings, this anime has psychological undertones and contains some explicit scenes which may not please others.\u001b[24m\n    \u001b[1mこのアニメには深いメッセージがありますが、このアニメは心理的な陰謀を持ち、他人を喜ばないような明示的なシーンを含んでいます。\u001b[22m, \u001b[1mそれがもたらすいくつかの深いメッセージと一緒に、このアニメは心理的な低調を持っており、他の人を喜ばないかもしれないいくつかの明示的なシーンが含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were really good, we can see leaps of character developments as we go on with the show. At first they seem pretty forgettable, but they kinda grows within you. That feeling when your first impression on a character changes, you will like them and eventually root for them. Some supporting characters may be dull, one-dimensional, and their actions do not make sense, but you can see their developments as the show goes on. Also, one thing that I also find it interesting is that this anime isn't afraid of losing its characters, characters that didn't stand out at first evolved and developed pretty well(especially Mhamu), character interactions, some characters were just so crazy and insane(the mad scientist LOL) but their presence is really essential for the plot.\n\n\u001b[1mキャラクターは本当に良かったし、ショーと一緒にキャラクターの発展の飛躍を見ることができる。 最初は、彼らはかなり忘れられないように見えますが、あなたの中でちょっとだけ成長します。 キャラクターの最初の印象が変わったときの感情は、あなたが気に入って、最終的にそれらの根源になります。 サポートキャラクターの中には、鈍いものや一次元のものがあり、その行動は意味をなさないものですが、ショーが進行するにつれてその動きを見ることができます。 また、私が興味深いのは、このアニメがキャラクターを失うのを恐れていないことです。最初に目立たなかったキャラクターは、最初は進化し、かなり良く発達しました（特にMhamu）、キャラクターのインタラクション、 クレイジーで狂った（狂った科学者LOL）が、彼らの存在は本当にプロットのために不可欠です。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōniyokatta shi, shō to issho ni kyarakutā no hatten no hiyaku o miru koto ga dekiru. Saisho wa, karera wa kanari wasure rarenai yō ni miemasuga, anata no naka de chotto dake seichō shimasu. Kyarakutā no saisho no inshō ga kawatta toki no kanjō wa, anata ga kiniitte, saishūtekini sorera no kongen ni narimasu. Sapōtokyarakutā no nakaniha, nibui mono ya ichi-jigen no mono ga ari, sono kōdō wa imiwonasanai monodesuga, shō ga shinkō suru ni tsurete sono ugoki o miru koto ga dekimasu. Mata, watashi ga kyōmibukai no wa, kono anime ga kyarakutā o ushinau no o osorete inai kotodesu. Saisho ni medatanakatta kyarakutā wa, saisho wa shinka shi, kanari yoku hattatsu shimashita (tokuni Mhamu), kyarakutā no intarakushon, kureijī de kurutta (kurutta kagaku-sha LOL) ga, karera no sonzai wa hontōni purotto no tame ni fukaketsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were really good, we can see leaps of character developments as we go on with the show. At first they seem pretty forgettable, but they kinda grows within you. That feeling when your first impression on a character changes, you will like them and eventually root for them. Some supporting characters may be dull, one-dimensional, and their actions do not make sense, but you can see their developments as the show goes on. Also, one thing that I also find it interesting is that this anime isn't afraid of losing its characters, characters that didn't stand out at first evolved and developed pretty well(especially Mhamu), character interactions, some characters were just so crazy and insane(the mad scientist LOL) but their presence is really essential for the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were really good, we can see leaps of character developments as we go on with the show.\u001b[24m\n    \u001b[1mキャラクターは本当に良かったし、ショーと一緒にキャラクターの発展の飛躍を見ることができる。\u001b[22m, \u001b[1m文字は、私たちがショーで上に行くように私たちは、文字の発展の飛躍を見ることができ、本当に良かったです。\u001b[22m\n\u001b[4mAt first they seem pretty forgettable, but they kinda grows within you.\u001b[24m\n    \u001b[1m最初は、彼らはかなり忘れられないように見えますが、あなたの中でちょっとだけ成長します。\u001b[22m, \u001b[1m最初に彼らはかなり忘れように見えるが、彼らはちょっとあなたの内に成長します。\u001b[22m\n\u001b[4mThat feeling when your first impression on a character changes, you will like them and eventually root for them.\u001b[24m\n    \u001b[1mキャラクターの最初の印象が変わったときの感情は、あなたが気に入って、最終的にそれらの根源になります。\u001b[22m, \u001b[1m文字の変更のあなたの第一印象その気持ちは、あなたがそれらを好き、最終的に彼らのために応援します。\u001b[22m\n\u001b[4mSome supporting characters may be dull, one-dimensional, and their actions do not make sense, but you can see their developments as the show goes on.\u001b[24m\n    \u001b[1mサポートキャラクターの中には、鈍いものや一次元のものがあり、その行動は意味をなさないものですが、ショーが進行するにつれてその動きを見ることができます。\u001b[22m, \u001b[1m一部の脇役には、1次元、鈍いとすることができ、彼らの行動は意味がありませんが、ショーが進むにつれて、あなたは彼らの動向を見ることができます。\u001b[22m\n\u001b[4mAlso, one thing that I also find it interesting is that this anime isn't afraid of losing its characters, characters that didn't stand out at first evolved and developed pretty well(especially Mhamu), character interactions, some characters were just so\u001b[24m\n    \u001b[1mまた、私が興味深いのは、このアニメがキャラクターを失うのを恐れていないことです。最初に目立たなかったキャラクターは、最初は進化し、かなり良く発達しました（特にMhamu）、キャラクターのインタラクション、\u001b[22m, \u001b[1mまた、私もそれが面白いこのアニメは、その文字を失うことを恐れていないということです見つける一つのこと、最初にかなりよく発展し、開発で目立ついなかった文字（特にMhamu）、文字の相互作用、一部の文字がちょうどそうでした\u001b[22m\n\u001b[4mcrazy and insane(the mad scientist LOL) but their presence is really essential for the plot.\u001b[24m\n    \u001b[1mクレイジーで狂った（狂った科学者LOL）が、彼らの存在は本当にプロットのために不可欠です。\u001b[22m, \u001b[1m狂気と正気（マッドサイエンティスト笑）しかし、彼らの存在は、プロットのために実際に必要不可欠です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art, for a 2014 anime, was quite cheap and a little bad. Maybe the studio were on a tight budget for producing a 24-episode anime or something, but it still fits the atmosphere of the show. The use of dark colors really sets the dark mood of the show. Character designs were fine, the mecha is also good I think, having consistent animations and distinctive designs. CGIs were satisfying enough to entertain our eyes throughout the show.\n\n\u001b[1m2014年のアニメのアートはかなり安く、少し悪いものでした。 スタジオは、24エピソードのアニメや何かを制作するための予算が厳しいかもしれないが、それでもまだショーの雰囲気に合っている。 暗い色の使用は本当にショーの暗い気分を設定します。 キャラクターのデザインはうまくいきました。メカは、一貫したアニメーションと独特のデザインを持っていると思います。  CGIはショーを通して私たちの目を楽しませるのに十分満足していました。\u001b[22m\n\u001b[1m(2014-Nen no anime no āto wa kanari yasuku, sukoshi warui monodeshita. Sutajio wa, 24 episōdo no anime ya nanika o seisaku suru tame no yosan ga kibishī kamo shirenaiga, soredemo mada shō no fun'iki ni atte iru. Kurai iro no shiyō wa hontōni shō no kurai kibun o settei shimasu. Kyarakutā no dezain wa umaku ikimashita. Meka wa, ikkan shita animēshon to dokutoku no dezain o motte iru to omoimasu. CGI wa shō o tōshite watashitachi no me o tanoshima serunoni jūbun manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art, for a 2014 anime, was quite cheap and a little bad. Maybe the studio were on a tight budget for producing a 24-episode anime or something, but it still fits the atmosphere of the show. The use of dark colors really sets the dark mood of the show. Character designs were fine, the mecha is also good I think, having consistent animations and distinctive designs. CGIs were satisfying enough to entertain our eyes throughout the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art, for a 2014 anime, was quite cheap and a little bad.\u001b[24m\n    \u001b[1m2014年のアニメのアートはかなり安く、少し悪いものでした。\u001b[22m, \u001b[1mアートは、2014年のアニメのために、非常に安く、少し悪かったです。\u001b[22m\n\u001b[4mMaybe the studio were on a tight budget for producing a 24-episode anime or something, but it still fits the atmosphere of the show.\u001b[24m\n    \u001b[1mスタジオは、24エピソードのアニメや何かを制作するための予算が厳しいかもしれないが、それでもまだショーの雰囲気に合っている。\u001b[22m, \u001b[1mたぶんスタジオは、24エピソードのアニメか何かを製造するための予算にあったが、それはまだショーの雰囲気に合います。\u001b[22m\n\u001b[4mThe use of dark colors really sets the dark mood of the show.\u001b[24m\n    \u001b[1m暗い色の使用は本当にショーの暗い気分を設定します。\u001b[22m, \u001b[1m暗い色の使用は、実際にショーの暗いムードを設定します。\u001b[22m\n\u001b[4mCharacter designs were fine, the mecha is also good I think, having consistent animations and distinctive designs.\u001b[24m\n    \u001b[1mキャラクターのデザインはうまくいきました。メカは、一貫したアニメーションと独特のデザインを持っていると思います。\u001b[22m, \u001b[1mキャラクターデザインはメカは、一貫性のあるアニメーションと独特のデザインを持つ、私は考えても良いですが、罰金でした。\u001b[22m\n\u001b[4mCGIs were satisfying enough to entertain our eyes throughout the show.\u001b[24m\n    \u001b[1mCGIはショーを通して私たちの目を楽しませるのに十分満足していました。\u001b[22m, \u001b[1mCGIはショーを通して私たちの目を楽しまするのに十分満足しました。\u001b[22m\n\u001b[1m\u001b[22m\nFor the sound, which includes its music and sound effects, were pretty good. I really find the openings catchy, the first one 'Re:Remember' by May'n fits with the sad tone of the show and reminds us of a beautiful sorrow, the second opening was 'Replica' by Sakamoto Maaya, was really catchy, giving us hints of how the series will end but the animation of the anime spoils its viewers.\n\n\u001b[1mその音楽と効果音を含むサウンドは、かなり良いものでした。 私は本当にキャッチーなオープニングを見つけました。May'nの最初の1つは「Re：Remember」です。ショーの悲しい音に合っていて、美しい悲しみを思い起こさせます。坂本真綾の「Replica」は、 アニメーションのアニメーションは視聴者を奪い取ることができます。\u001b[22m\n\u001b[1m(Sono ongaku to kōka-on o fukumu saundo wa, kanari yoi monodeshita. Watashi wa hontōni kyatchīna ōpuningu o mitsukemashita. Mei' n no saisho no 1tsu wa `Re: Remember'desu. Shō no kanashī oto ni atte ite, utsukushī kanashimi o omoiokosa semasu. Sakamoto maaya no `repurika' wa, animēshon no animēshon wa shichō-sha o ubaitoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the sound, which includes its music and sound effects, were pretty good. I really find the openings catchy, the first one 'Re:Remember' by May'n fits with the sad tone of the show and reminds us of a beautiful sorrow, the second opening was 'Replica' by Sakamoto Maaya, was really catchy, giving us hints of how the series will end but the animation of the anime spoils its viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the sound, which includes its music and sound effects, were pretty good.\u001b[24m\n    \u001b[1mその音楽と効果音を含むサウンドは、かなり良いものでした。\u001b[22m, \u001b[1mその音楽や効果音を含ん音については、かなり良好でした。\u001b[22m\n\u001b[4mI really find the openings catchy, the first one 'Re:Remember' by May'n fits with the sad tone of the show and reminds us of a beautiful sorrow, the second opening was 'Replica' by Sakamoto Maaya, was really catchy,\u001b[24m\n    \u001b[1m私は本当にキャッチーなオープニングを見つけました。May'nの最初の1つは「Re：Remember」です。ショーの悲しい音に合っていて、美しい悲しみを思い起こさせます。坂本真綾の「Replica」は、\u001b[22m, \u001b[1m私は本当にキャッチーな開口部を見つけ、最初の1：May'nがショーの悲しい音色とフィットし、第二の開口部は、坂本真綾によって「レプリカ」だった美しい悲しみを思い出させてくれることで、「Reは覚えておいてください」は、本当にキャッチーでした\u001b[22m\n\u001b[4mgiving us hints of how the series will end but the animation of the anime spoils its viewers.\u001b[24m\n    \u001b[1mアニメーションのアニメーションは視聴者を奪い取ることができます。\u001b[22m, \u001b[1m私たちのシリーズを終了する方法のヒントを与えることが、アニメのアニメーションは、その視聴者を台無しに。\u001b[22m\n'Ego-izm' by lalalarks is not that appealing for me...at first. But eventually the song, piano keys, and its music gets stucked in your head. The second ending song 'SABLE' by nano was my favorite, it really conveys the action genre of the series. There is only a small set of soundtrack, but it still gets the job done. Character voice acting were just average, they didn't stand out.\n\n\u001b[1mラララルクの「Ego-izm」は私にとっては魅力的ではない...最初は。 しかし、結局のところ、曲、ピアノ・キー、そしてその音楽はあなたの頭の中にくっついてしまいます。 ナノによる第2のエンディングソング「SABLE」が好きだった、それは本当にシリーズのアクションジャンルを伝えている。 サウンドトラックはわずかしかありませんが、それでも仕事は終わります。 キャラクターの声の演技はちょうど平均だった、彼らは際立っていなかった。\u001b[22m\n\u001b[1m(Rarararuku no `Ego - izm' wa watashi ni totte wa mirikitekide wanai... Saisho wa. Shikashi, kekkyokunotokoro,-kyoku, piano kī, soshite sono ongaku wa anata no atama no naka ni kuttsuite shimaimasu. Nano ni yoru dai 2 no endingusongu `SABLE' ga sukidatta, sore wa hontōni shirīzu no akushon janru o tsutaete iru. Saundotorakku wa wazuka shika arimasenga, soredemo shigoto wa owarimasu. Kyarakutā no koe no engi wa chōdo heikindatta, karera wa kiwadatte inakatta.)\u001b[22m\n\nTranslations of \u001b[4m'Ego-izm' by lalalarks is not that appealing for me...at first. But eventually the song, piano keys, and its music gets stucked in your head. The second ending song 'SABLE' by nano was my favorite, it really conveys the action genre of the series. There is only a small set of soundtrack, but it still gets the job done. Character voice acting were just average, they didn't stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Ego-izm' by lalalarks is not that appealing for me...at first.\u001b[24m\n    \u001b[1mラララルクの「Ego-izm」は私にとっては魅力的ではない...最初は。\u001b[22m, \u001b[1mlalalarksによって「自我-IZMは、「私のために魅力的なことを...最初にではありません。\u001b[22m\n\u001b[4mBut eventually the song, piano keys, and its music gets stucked in your head.\u001b[24m\n    \u001b[1mしかし、結局のところ、曲、ピアノ・キー、そしてその音楽はあなたの頭の中にくっついてしまいます。\u001b[22m, \u001b[1mしかし、最終的には歌、ピアノのキー、およびその音楽があなたの頭の中でstuckedます。\u001b[22m\n\u001b[4mThe second ending song 'SABLE' by nano was my favorite, it really conveys the action genre of the series.\u001b[24m\n    \u001b[1mナノによる第2のエンディングソング「SABLE」が好きだった、それは本当にシリーズのアクションジャンルを伝えている。\u001b[22m, \u001b[1mナノによって第2のエンディング曲「SABLE」は私のお気に入りだった、それは本当にシリーズのアクションジャンルを伝えます。\u001b[22m\n\u001b[4mThere is only a small set of soundtrack, but it still gets the job done.\u001b[24m\n    \u001b[1mサウンドトラックはわずかしかありませんが、それでも仕事は終わります。\u001b[22m, \u001b[1mそこサウンドトラックの小さなセットがあるだけで、それはまだ仕事が行われます。\u001b[22m\n\u001b[4mCharacter voice acting were just average, they didn't stand out.\u001b[24m\n    \u001b[1mキャラクターの声の演技はちょうど平均だった、彼らは際立っていなかった。\u001b[22m, \u001b[1mキャラクター声の演技は平均だった、彼らは目立ちませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs for my personal enjoyment, the first few episodes are not that good, to the point of being boring or even bad, but I assure you watching the episodes continuously can at least change on your point of view to this anime. For an action anime this has less action, but more on character interactions for summing up the plot, but it's still good. For those who dropped this, give this a chance.\n\n\u001b[1m私の個人的な楽しみとしては、最初のいくつかのエピソードは、地獄や悪い点まで、良いことではありませんが、私はあなたが少なくともこのアニメにあなたの視点で変更することができますエピソードを見て保証します。 アクションアニメの場合、アクションは少なくなりますが、プロットの集計にはキャラクターのやりとりが多くなりますが、それでもいいです。 これを落とした人には、この機会を与えてください。\u001b[22m\n\u001b[1m(Watashi no kojin-tekina tanoshimi to shite wa, saisho no ikutsu ka no episōdo wa, jigoku ya warui ten made, yoi kotode wa arimasenga, watashi wa anata ga sukunakutomo kono anime ni anata no shiten de henkō suru koto ga dekimasu episōdo o mite hoshō shimasu. Akushon anime no baai, akushon wa sukunaku narimasuga, purotto no shūkei ni wa kyarakutā no yaritori ga ōku narimasuga, sore demo īdesu. Kore o otoshita hito ni wa, kono kikai o ataete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAs for my personal enjoyment, the first few episodes are not that good, to the point of being boring or even bad, but I assure you watching the episodes continuously can at least change on your point of view to this anime. For an action anime this has less action, but more on character interactions for summing up the plot, but it's still good. For those who dropped this, give this a chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for my personal enjoyment, the first few episodes are not that good, to the point of being boring or even bad, but I assure you watching the episodes continuously can at least change on your point of view to this anime.\u001b[24m\n    \u001b[1m私の個人的な楽しみとしては、最初のいくつかのエピソードは、地獄や悪い点まで、良いことではありませんが、私はあなたが少なくともこのアニメにあなたの視点で変更することができますエピソードを見て保証します。\u001b[22m, \u001b[1m私の個人的な楽しみのためのように、最初のいくつかのエピソードは、退屈な、あるいは悪いという点に、良いことではありませんが、私はあなたがこのアニメにあなたの視点で少なくとも変更することができ、連続的なエピソードを見て保証します。\u001b[22m\n\u001b[4mFor an action anime this has less action, but more on character interactions for summing up the plot, but it's still good.\u001b[24m\n    \u001b[1mアクションアニメの場合、アクションは少なくなりますが、プロットの集計にはキャラクターのやりとりが多くなりますが、それでもいいです。\u001b[22m, \u001b[1mアクションアニメでは、これはあまりアクションがありますが、プロットを加算するための文字の相互作用の詳細が、それはまだ良いことです。\u001b[22m\n\u001b[4mFor those who dropped this, give this a chance.\u001b[24m\n    \u001b[1mこれを落とした人には、この機会を与えてください。\u001b[22m, \u001b[1mこれを落とし人のために、このチャンスを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I give this anime a 9. It think it deserves some praise, the show was pretty successful itself in terms of adaptation, it's really sad, as the anime itself didn't do anything bad to be hated, that people dropped this, this isn't even worse than other mecha animes out there, so give this a shot.\n\n\u001b[1m全体として、私はこのアニメ9を与える。それは、それはいくつかの賞賛に値すると思う、ショーはアダプテーションの面でかなり成功したと思う、それはアニメ自体が何も悪いことをしなかったので、 これは他のメカのアニメよりも悪いことではないので、これを撃ってください。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono anime 9 o ataeru. Sore wa, sore wa ikutsu ka no shōsan ni ataisuru to omou, shō wa adaputēshon no men de kanari seikō shita to omou, soreha anime jitai ga nani mo warui koto o shinakattanode, kore wa hoka no meka no anime yori mo warui kotode wanainode, kore o utte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I give this anime a 9. It think it deserves some praise, the show was pretty successful itself in terms of adaptation, it's really sad, as the anime itself didn't do anything bad to be hated, that people dropped this, this isn't even worse than other mecha animes out there, so give this a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I give this anime a 9. It think it deserves some praise, the show was pretty successful itself in terms of adaptation, it's really sad, as the anime itself didn't do anything bad to be hated, that people dropped this,\u001b[24m\n    \u001b[1m全体として、私はこのアニメ9を与える。それは、それはいくつかの賞賛に値すると思う、ショーはアダプテーションの面でかなり成功したと思う、それはアニメ自体が何も悪いことをしなかったので、\u001b[22m, \u001b[1mアニメ自体が嫌われるべき悪い何もしなかったように全体的に、私はこのアニメにそれはそれはいくつかの賞賛に値すると思う9を与える、ショーは適応の面で、それ自体はかなり成功した、それは人々がこれを落としていることを、本当に悲しいです、\u001b[22m\n\u001b[4mthis isn't even worse than other mecha animes out there, so give this a shot.\u001b[24m\n    \u001b[1mこれは他のメカのアニメよりも悪いことではないので、これを撃ってください。\u001b[22m, \u001b[1mこれは、そこに他のメカアニメよりもさらに悪いことではないので、このショットを与えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "AdunToridas11",
    "profile": "/profile/AdunToridas11/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=167005",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\nこのアニメを通して私を牽引するものが1つあれば、それは深くて面白い話であり、本当に非常にユニークで、私にとっては最初のものです。\n不幸にも、ショーのキャラクターは、明石と私が忘れてしまった狂った研究者を除いて、このストーリーを非常に多く支持し、助けてくれますが、その裏話と前提は素晴らしいです。 文字はちょうどあなたが歩く道を変えることなく歩く非常に片道のような感じです。\n彼らは退屈で退屈な気分になりました。時にはそれはある種のキャラクターの周りの雰囲気のように感じられました。\nアクションシーケンスは、それがメカ、アクションアニメだと考えると非常に弱いです。\n私はそれを見つけませんでしたが、いくつかの本当にintresting敵がどこにあるのかを検討してみましょう。 しかし、これは私が物事の戦いの面でより良い仕事をしたかもしれないが、物語にもっと収まるように作られたと思うものです。 アニメは心理的、超自然的な要素が多く、興味深く刺激的な物語に本当によく合います。\n\nすべてのラウンドレビューとして私はそれに7を与えるだろうが、強力な部分とおそらく唯一の強力な部分は私のための9である物語です。 残りは約平均です。 あなたがアクションに大いに焦点を当てるのではなく、ストーリーに焦点を当てていないメカシャムが好きな場合や、超自然的で心理的なテーマを持つスリリングなアニメが好きな場合は、これは価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIf there is one thing that drives me through this anime it was it´s deep and interesting story, truly one very unique and for me the first of it´s kind.\n\n\u001b[1mこのアニメを通して私を牽引するものが1つあれば、それは深くて面白い話であり、本当に非常にユニークで、私にとっては最初のものです。\u001b[22m\n\u001b[1m(Kono anime o tōshite watashi o ken'in suru mono ga 1tsu areba, sore wa fukakute omoshiroi hanashideari, hontōni hijō ni yunīku de, watashi ni totte wa saisho no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf there is one thing that drives me through this anime it was it´s deep and interesting story, truly one very unique and for me the first of it´s kind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is one thing that drives me through this anime it was it´s deep and interesting story, truly one very unique and for me the first of it´s kind.\u001b[24m\n    \u001b[1mこのアニメを通して私を牽引するものが1つあれば、それは深くて面白い話であり、本当に非常にユニークで、私にとっては最初のものです。\u001b[22m, \u001b[1mこのアニメを通して私を駆動する一つのことがあれば、それは、it's種の最初の非常にユニークなと私のために本当に1 it's深く、興味深い話でした。\u001b[22m\nIts backstory and premise is fantastic although unfortunatly the characters of the show does now support and help the story very much, except for Akashi and the crazy researcher wich name i forgot. The characters just feels like very onesided paths that you walk without any change in the way you walk.\n\n\u001b[1m不幸にも、ショーのキャラクターは、明石と私が忘れてしまった狂った研究者を除いて、このストーリーを非常に多く支持し、助けてくれますが、その裏話と前提は素晴らしいです。 文字はちょうどあなたが歩く道を変えることなく歩く非常に片道のような感じです。\u001b[22m\n\u001b[1m(Fukō ni mo, shō no kyarakutā wa, Akashi to watashi ga wasurete shimatta kurutta kenkyūsha o nozoite, kono sutōrī o hijō ni ōku shiji shi, tasukete kuremasuga, sono urabanashi to zentei wa subarashīdesu. Moji wa chōdo anata ga aruku michi o kaeru koto naku aruku hijō ni katamichi no yōna kanjidesu.)\u001b[22m\n\nTranslations of \u001b[4mIts backstory and premise is fantastic although unfortunatly the characters of the show does now support and help the story very much, except for Akashi and the crazy researcher wich name i forgot. The characters just feels like very onesided paths that you walk without any change in the way you walk.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts backstory and premise is fantastic although unfortunatly the characters of the show does now support and help the story very much, except for Akashi and the crazy researcher wich name i forgot.\u001b[24m\n    \u001b[1m不幸にも、ショーのキャラクターは、明石と私が忘れてしまった狂った研究者を除いて、このストーリーを非常に多く支持し、助けてくれますが、その裏話と前提は素晴らしいです。\u001b[22m, \u001b[1m残念ながらショーの文字が今明石と私は忘れてしまった狂気の研究者ウィッヒ名を除いて、非常に多くの物語をサポートし、助けるんが、その裏話や前提は幻想的です。\u001b[22m\n\u001b[4mThe characters just feels like very onesided paths that you walk without any change in the way you walk.\u001b[24m\n    \u001b[1m文字はちょうどあなたが歩く道を変えることなく歩く非常に片道のような感じです。\u001b[22m, \u001b[1m文字は、ちょうどあなたが歩くように変化することなく、歩いて非常にonesidedパスのように感じています。\u001b[22m\nThey felt dull, boring and sometimes it felt like the atmosphere around certain characters where just outright emotionless or depressed.\n\n\u001b[1m彼らは退屈で退屈な気分になりました。時にはそれはある種のキャラクターの周りの雰囲気のように感じられました。\u001b[22m\n\u001b[1m(Karera wa taikutsude taikutsuna kibun ni narimashita. Tokiniha sore wa arushuno kyarakutā no mawari no fun'iki no yō ni kanji raremashita.)\u001b[22m\n\nTranslations of \u001b[4mThey felt dull, boring and sometimes it felt like the atmosphere around certain characters where just outright emotionless or depressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey felt dull, boring and sometimes it felt like the atmosphere around certain characters where just outright emotionless or depressed.\u001b[24m\n    \u001b[1m彼らは退屈で退屈な気分になりました。時にはそれはある種のキャラクターの周りの雰囲気のように感じられました。\u001b[22m, \u001b[1m彼らは、鈍い感じ退屈な、時にはそれだけであからさまな感情や抑うつ、特定の文字の周りの雰囲気のように感じました。\u001b[22m\nThe action sequences is very weak considering it is a mecha, action anime.\n\n\u001b[1mアクションシーケンスは、それがメカ、アクションアニメだと考えると非常に弱いです。\u001b[22m\n\u001b[1m(Akushonshīkensu wa, sore ga meka, akushon animeda to kangaeru to hijō ni yowaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe action sequences is very weak considering it is a mecha, action anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action sequences is very weak considering it is a mecha, action anime.\u001b[24m\n    \u001b[1mアクションシーケンスは、それがメカ、アクションアニメだと考えると非常に弱いです。\u001b[22m, \u001b[1mアクションシーケンスは、メカ、アクションアニメで考えると非常に弱いです。\u001b[22m\nAlthough i didn´t find it particullary let down considering there where some really intresting enemies. But this is something i think was made to fitt in more with the story although they could have done a better job at the fighting side of things. The anime has a lot of psychological and supernatural elements wich fitts in really good with the story wich keeps it interesting and exciting.\n\n\u001b[1m私はそれを見つけませんでしたが、いくつかの本当にintresting敵がどこにあるのかを検討してみましょう。 しかし、これは私が物事の戦いの面でより良い仕事をしたかもしれないが、物語にもっと収まるように作られたと思うものです。 アニメは心理的、超自然的な要素が多く、興味深く刺激的な物語に本当によく合います。\u001b[22m\n\u001b[1m(Watashi wa sore o mitsukemasendeshitaga, ikutsu ka no hontōni intresting teki ga doko ni aru no ka o kentō shite mimashou. Shikashi, kore wa watashi ga monogoto no tatakai no men de yoriyoi shigoto o shita kamo shirenaiga, monogatari ni motto osamaru yō ni tsukura reta to omou monodesu. Anime wa shinri-teki, chō shizen-tekina yōso ga ōku, kyōmibukaku shigeki-tekina monogatari ni hontōni yoku aimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough i didn´t find it particullary let down considering there where some really intresting enemies. But this is something i think was made to fitt in more with the story although they could have done a better job at the fighting side of things. The anime has a lot of psychological and supernatural elements wich fitts in really good with the story wich keeps it interesting and exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough i didn´t find it particullary let down considering there where some really intresting enemies.\u001b[24m\n    \u001b[1m私はそれを見つけませんでしたが、いくつかの本当にintresting敵がどこにあるのかを検討してみましょう。\u001b[22m, \u001b[1m私が見つけdidn'tが、それがどこにいくつかの本当にintrestingの敵を考慮失望particullary。\u001b[22m\n\u001b[4mBut this is something i think was made to fitt in more with the story although they could have done a better job at the fighting side of things.\u001b[24m\n    \u001b[1mしかし、これは私が物事の戦いの面でより良い仕事をしたかもしれないが、物語にもっと収まるように作られたと思うものです。\u001b[22m, \u001b[1mしかし、これは私は、彼らは物事の戦い側でより良い仕事をしている可能性があるが物語をよりにFITTさせたと思うものです。\u001b[22m\n\u001b[4mThe anime has a lot of psychological and supernatural elements wich fitts in really good with the story wich keeps it interesting and exciting.\u001b[24m\n    \u001b[1mアニメは心理的、超自然的な要素が多く、興味深く刺激的な物語に本当によく合います。\u001b[22m, \u001b[1mアニメはストーリーウィッヒはそれが面白いとエキサイティング保つと本当に良いで心理的、超自然的要素ウィッヒフィッツをたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAs an all round review i would give it a seven but the strong part and possibly the only strong part is the story wich is a nine for me. the rest is about averge . If you like mecha animes that doesn´t focus much on the action but on the story or if you like thrilling animes with supernatural and psychological thems to it then this is worth a shot.\n\n\u001b[1mすべてのラウンドレビューとして私はそれに7を与えるだろうが、強力な部分とおそらく唯一の強力な部分は私のための9である物語です。 残りは約平均です。 あなたがアクションに大いに焦点を当てるのではなく、ストーリーに焦点を当てていないメカシャムが好きな場合や、超自然的で心理的なテーマを持つスリリングなアニメが好きな場合は、これは価値があります。\u001b[22m\n\u001b[1m(Subete no raundorebyū to shite watashi wa sore ni 7 o ataerudarouga, kyōryokuna bubun to osoraku yuiitsu no kyōryokuna bubun wa watashi no tame no 9dearu monogataridesu. Nokori wa yaku heikindesu. Anata ga akushon ni ōini shōten o ateru node wa naku, sutōrī ni shōten o atete inai mekashamu ga sukina baai ya, chō shizen-tekide shinri-tekina tēma o motsu suriringuna anime ga sukina baai wa, koreha kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs an all round review i would give it a seven but the strong part and possibly the only strong part is the story wich is a nine for me. the rest is about averge . If you like mecha animes that doesn´t focus much on the action but on the story or if you like thrilling animes with supernatural and psychological thems to it then this is worth a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an all round review i would give it a seven but the strong part and possibly the only strong part is the story wich is a nine for me.\u001b[24m\n    \u001b[1mすべてのラウンドレビューとして私はそれに7を与えるだろうが、強力な部分とおそらく唯一の強力な部分は私のための9である物語です。\u001b[22m, \u001b[1mすべてのラウンドのレビューとして私はそれを7しかし、強い部分を与えるだろうし、おそらく唯一の強い部分がストーリーウィッヒは私のために9です。\u001b[22m\n\u001b[4mthe rest is about averge .\u001b[24m\n    \u001b[1m残りは約平均です。\u001b[22m, \u001b[1m残りはavergeについてです。\u001b[22m\n\u001b[4mIf you like mecha animes that doesn´t focus much on the action but on the story or if you like thrilling animes with supernatural and psychological thems to it then this is worth a shot.\u001b[24m\n    \u001b[1mあなたがアクションに大いに焦点を当てるのではなく、ストーリーに焦点を当てていないメカシャムが好きな場合や、超自然的で心理的なテーマを持つスリリングなアニメが好きな場合は、これは価値があります。\u001b[22m, \u001b[1mあなたdoesn'tそれに超自然的および心理的themsとのスリリングなアニメのようなアクションではなく、あなたの話に場合、または多くを集中メカアニメのような場合、これは試してみる価値です。\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "ZhiyuRain",
    "profile": "/profile/ZhiyuRain/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=220306",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  4\n|  3\n\n私はこのアニメのレビューを書いておくべきか、それとも離れるべきかを決定するのに時間がかかりました。 私はこのシリーズを2014年に見て、最終的にどのようになったのか分からないと思っていましたが、このストーリーの評価の高い評価が多数あることを見て、何かを指摘したいと思います。\n\nストーリー：4\n\n私がアニメを見始めると、エピソード1でどのように描かれ、導入されたかにはすぐには関心がありません。 もちろん、作家が最初に計画したことは分からないので、私はこのショーを見落としたとは言えません。\n\nそこで彼らは最初に約6人のキャラクターを紹介し、それぞれは個性を持ち、これらの戒めを調査し、Lightless Realmに近づくことを試みます。 その後、過去からある種の絆を共有していたと思われる2人のキャラクター、SasameとMinashiが追加されました。 そして、突然、突然、彼らは過去のすべてのキャラクターのグループの一員になって、コープスの上に乗っていたつぐみという別のキャラクターを見る。\n\nこれはすべて、何らかの形で正確であることが判明しました。これは、特殊部隊に加わる8人の選出された人々が過去に偶然に会ったことです。 そして、ArbornineのためにLightless Realmに問題のないTsugumiは、現在、Sasameに感情を持っている主人公に感情を持っていることが知られています。 はい、何らかのロマンスのアニメが物語を面白くするかもしれませんが、確かにこれは好きではありません。 だから過去に8人が行ったことは罪とみなされ、つぐみはそれだけで憎しみを隠してきました。それは主人公のせいだからです！\n\nさて、プロットはまともで、すべてはうまくいったが、いくつかのことは期待していたほうが良かったし、いくつかはちょうど青から出てきた。 私の頭の外に出た不思議が壊れてしまったので、すべてが解決されていますが、MA-VESSとCorpse and Admonitionsとの戦闘のために、Lightless Realm自身よりも主にキャラクターを中心としたストーリーのような感じでした ちょうどアニメのための飾りに見える、それは確かに私のために非常に長く続くことはありませんでした。\n\nしかし、このアニメでメカやSFや超自然を得るというコンセプトは注目に値するが、シリーズを見続けることは間違いないだろう。 私はこれが私がアニメについて好きなものだと言うことができます。\n\nアート：6\n\nアニメは、特に悲しいアニメや「Lightless」の領域であるはずであったという事実の一部として、すべてが鈍く見えるようにしたときには、芸術に関してはうまくいった。\n\nサウンド：5\n\n正直言って、私はその音が悪いとは言えません。私は、バックグラウンドミュージックなどの一般的なサウンドを意味します。\n\nキャラクター：4\n\nOMG、これについては咳止め*咳*で始めるのは本当に待ちきれないですが、私はその点に固執します。 私はすべての文字について書くつもりはありません。\n\n明石鷺沼 - 物語の主人公、そして本当に愚かなMCです。私はこれまで「愚か」と表現していました。 それで、彼は学校で女性に人気があり、何とか彼の兄弟を軽蔑し、尊敬しています。少なくとも私はそれを見ています。 ササメが特別な力で現れたとき、彼は幼少時代の誰かのように見えるので、すぐに彼女に興味を持ちます。 まあ、8人とも一緒に、彼の幼年時代に会った人たちであるはずですよね？\n\nササメとミナシがお互いに近くなっていることに嫉妬していたことを覚えていると思います.SasameとMCが最終的に一緒にスペースを取ると、彼女はあまりにも彼女を保護したいのですか？ さて、それはちょうど私にどこかで起こった。 つぐみを見ると、彼はササメだと思っていました。  SasameがLIMに変わったことがわかっているうちに、彼はとても怒っていた。それは彼が彼女のようなものを待つと約束していたからだ。  LIMに乗る。 その後、彼とササメのリンクはLIMの彼と弟のリンクを上回り、すべてが終わった。\n\n葉崎恵美 - 死んだとき、私は少し悲しかったが、涙は流されなかった。 彼女の死はMCを少し変えましたが、私はまだ彼女が話の重要なキャラクターだと思っていました。 正直言って、私は彼女がシリーズの中で最高のキャラクターだったと思う。なぜなら、誰も本当に心配したり気づかなかったので、私はいつも社会から外れているような人物が好きだからだ。 これらの文字は通常強く、その存在の事実を無視します。\n\nササメイズリハ - 最初は普通の女の子だと思ったが、間違っていた。 彼女とミナシとツグミはお互いに知り合っていて、過去に6人と出会って、司祭などと言われました。 私は彼女が置いていたすべての行動のために彼女にとても怒っていましたが、私は理由は分かりませんでしたが、MCのために基本的にすべてでした。\n\nMinashi Maki  - 彼は興味深い、おそらく最も陽気なキャラクターのように見えました。 私は彼がMCよりも強かったと言うことができました（しかし、強さに関してではありません）。\n\n彼女の話はユニークで、Emiruに温かくなったという事実は、以前のペースがどれほど遅かったかを見て、うれしいことだった。\n\nつぐみ -  Lightless Realmには、8人全員が戻ってきて、彼女を覚えて待っている人物がいます。 彼女は捨て去られたので残念だと思っていました。そしてMCはササメと思っていましたが、私はちょうど彼のようなMCに気持ちを持っていても彼女を残念に思っていました。\n\nキャラクターデベロップメントは私にとっては8になるだろうが、それは人間の関係や結果などを中心にしていたが、キャラクターは戻って噛み付いた。\n\n楽しさ：3\n\n物語は、いくつかのエピソードの後に​​理にかなったように、良い流れを持っていましたが、すべてが9人の子供の周りに集中しており、世界の残りの部分はどこにもありません。 彼らはその日を救ってLightless Realmのことをすべて解決しました。彼らは過去に何らかの関係を持っていたからですが、もしそこにいなければ、世界は運命を打ちのめすほうがいいでしょう。\n\n全体：4\n\nストーリーが終わったとき、私は何とかそのような状況がそのまま解決されたので、シリーズを続けたいと思っていました。 しかし同時に、それが終わったとき、私はまた、本当に私の時間を見るのに価値がないと思った。 私にとってはあまりにも過激でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nIt took me a while to decide whether I should write a review for this anime or leave it. I watched this series in 2014 and thought that I should just forget about it because of how it turned out in the end, but seeing the many high scoring reviews for this story there are, I would like to point something more.\n\n\u001b[1m私はこのアニメのレビューを書いておくべきか、それとも離れるべきかを決定するのに時間がかかりました。 私はこのシリーズを2014年に見て、最終的にどのようになったのか分からないと思っていましたが、このストーリーの評価の高い評価が多数あることを見て、何かを指摘したいと思います。\u001b[22m\n\u001b[1m(Watashi wa kono anime no rebyū o kaite okubeki ka, soretomo hanarerubeki ka o kettei suru no ni jikan ga kakarimashita. Watashi wa kono shirīzu o 2014-nen ni mite, saishūtekini dono yō ni natta no ka wakaranai to omotte imashitaga, kono sutōrī no hyōka no takai hyōka ga tasū aru koto o mite, nanika o shiteki shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt took me a while to decide whether I should write a review for this anime or leave it. I watched this series in 2014 and thought that I should just forget about it because of how it turned out in the end, but seeing the many high scoring reviews for this story there are, I would like to point something more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took me a while to decide whether I should write a review for this anime or leave it.\u001b[24m\n    \u001b[1m私はこのアニメのレビューを書いておくべきか、それとも離れるべきかを決定するのに時間がかかりました。\u001b[22m, \u001b[1mそれは私がこのアニメのレビューを書いたり、それを残すかどうかを決定するために私にしばらく時間がかかりました。\u001b[22m\n\u001b[4mI watched this series in 2014 and thought that I should just forget about it because of how it turned out in the end, but seeing the many high scoring reviews for this story there are, I would like to point something more.\u001b[24m\n    \u001b[1m私はこのシリーズを2014年に見て、最終的にどのようになったのか分からないと思っていましたが、このストーリーの評価の高い評価が多数あることを見て、何かを指摘したいと思います。\u001b[22m, \u001b[1m私はより多くの何かを指し示すしたいと思い、2014年にこのシリーズを見て、私はちょうどので、それが最終的にどうなったかのそれを忘れなければならないと思ったが、この物語のために多くの高得点のレビューを見ることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 4\n\n\u001b[1mストーリー：4\u001b[22m\n\u001b[1m(Sutōrī: 4)\u001b[22m\n\nTranslations of \u001b[4mStory: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 4\u001b[24m\n    \u001b[1mストーリー：4\u001b[22m\n\u001b[1m\u001b[22m\nWhen I start watching an anime, I'd say that I am never immediately interested in how it is portrayed or introduced throughout episode one. But of course, I don't know what the author/writer planned out in the beginning, so I can't just say that I dropped watching this show.\n\n\u001b[1m私がアニメを見始めると、エピソード1でどのように描かれ、導入されたかにはすぐには関心がありません。 もちろん、作家が最初に計画したことは分からないので、私はこのショーを見落としたとは言えません。\u001b[22m\n\u001b[1m(Watashi ga anime o mi hajimeru to, episōdo 1 de dono yō ni egaka re, dōnyū sa reta kani wa sugu ni wa kanshin ga arimasen. Mochiron, sakka ga saisho ni keikaku shita koto wa wakaranainode, watashi wa kono shō o miotoshita to wa iemasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen I start watching an anime, I'd say that I am never immediately interested in how it is portrayed or introduced throughout episode one. But of course, I don't know what the author/writer planned out in the beginning, so I can't just say that I dropped watching this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I start watching an anime, I'd say that I am never immediately interested in how it is portrayed or introduced throughout episode one.\u001b[24m\n    \u001b[1m私がアニメを見始めると、エピソード1でどのように描かれ、導入されたかにはすぐには関心がありません。\u001b[22m, \u001b[1m私はアニメを見て起動すると、私はそれが描写やエピソード1全体に導入される方法にすぐに興味を持って決して午前ないことを言うと思います。\u001b[22m\n\u001b[4mBut of course, I don't know what the author/writer planned out in the beginning, so I can't just say that I dropped watching this show.\u001b[24m\n    \u001b[1mもちろん、作家が最初に計画したことは分からないので、私はこのショーを見落としたとは言えません。\u001b[22m, \u001b[1mしかし、もちろん、私は著者/ライターが最初に出て計画かわからないので、私はちょうど私がこの番組を見落としていることを言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nSo they introduce about six characters at first, each with their own personality, who will be investigating these Admonitions and also try to get close to the Lightless Realm. Then two more characters were added, Sasame and Minashi, who seemed to share some kind of bond from the past. And then all of a sudden, they see another character named Tsugumi, who used to be part of the group in all of the characters' past, riding on top of Corpse.\n\n\u001b[1mそこで彼らは最初に約6人のキャラクターを紹介し、それぞれは個性を持ち、これらの戒めを調査し、Lightless Realmに近づくことを試みます。 その後、過去からある種の絆を共有していたと思われる2人のキャラクター、SasameとMinashiが追加されました。 そして、突然、突然、彼らは過去のすべてのキャラクターのグループの一員になって、コープスの上に乗っていたつぐみという別のキャラクターを見る。\u001b[22m\n\u001b[1m(Sokode karera wa saisho ni yaku 6-ri no kyarakutā o shōkai shi, sorezore wa kosei o mochi, korera no imashime o chōsa shi, Lightless Realm ni chikadzuku koto o kokoromimasu. Sonogo, kako kara arushuno kizuna o kyōyū shite ita to omowa reru 2-ri no kyarakutā, Sasame to Minashi ga tsuika sa remashita. Soshite, totsuzen, totsuzen, karera wa kako no subete no kyarakutā no gurūpu no ichiin ni natte, kōpusu no ue ni notte ita tsugumi to iu betsu no kyarakutā o miru.)\u001b[22m\n\nTranslations of \u001b[4mSo they introduce about six characters at first, each with their own personality, who will be investigating these Admonitions and also try to get close to the Lightless Realm. Then two more characters were added, Sasame and Minashi, who seemed to share some kind of bond from the past. And then all of a sudden, they see another character named Tsugumi, who used to be part of the group in all of the characters' past, riding on top of Corpse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo they introduce about six characters at first, each with their own personality, who will be investigating these Admonitions and also try to get close to the Lightless Realm.\u001b[24m\n    \u001b[1mそこで彼らは最初に約6人のキャラクターを紹介し、それぞれは個性を持ち、これらの戒めを調査し、Lightless Realmに近づくことを試みます。\u001b[22m, \u001b[1mそこで、彼らはこれらの訓戒を調査する最初で約6文字、自分の個性を持つそれぞれを、導入しても、光のないレルムの近くに取得しよう。\u001b[22m\n\u001b[4mThen two more characters were added, Sasame and Minashi, who seemed to share some kind of bond from the past.\u001b[24m\n    \u001b[1mその後、過去からある種の絆を共有していたと思われる2人のキャラクター、SasameとMinashiが追加されました。\u001b[22m, \u001b[1mその後、さらに2つの文字は、過去からの結合のいくつかの種類を共有するように見えた笹目とMinashiを添加しました。\u001b[22m\n\u001b[4mAnd then all of a sudden, they see another character named Tsugumi, who used to be part of the group in all of the characters' past, riding on top of Corpse.\u001b[24m\n    \u001b[1mそして、突然、突然、彼らは過去のすべてのキャラクターのグループの一員になって、コープスの上に乗っていたつぐみという別のキャラクターを見る。\u001b[22m, \u001b[1mそして、すべての突然の、彼らは死体の上に乗って、キャラクターの過去の全てでグループの一部にするために使用つぐみという名前の別の文字を参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nAll of this just turns out to be accurate in some way—that the eight chosen people to join the special force had met each other, coincidentally!, before in the past. Then it is known that Tsugumi, who lives with no problems in the Lightless Realm due to the Arbornine, has feelings for the main character, who now has feelings for Sasame. Yes, an anime with some sort of romance may make the story interesting, but certainly not like this. So something that the eight of them done in the past is considered a sin and Tsugumi has been harboring hatred ever since just because of that—weird and this is mostly because of the main character!\n\n\u001b[1mこれはすべて、何らかの形で正確であることが判明しました。これは、特殊部隊に加わる8人の選出された人々が過去に偶然に会ったことです。 そして、ArbornineのためにLightless Realmに問題のないTsugumiは、現在、Sasameに感情を持っている主人公に感情を持っていることが知られています。 はい、何らかのロマンスのアニメが物語を面白くするかもしれませんが、確かにこれは好きではありません。 だから過去に8人が行ったことは罪とみなされ、つぐみはそれだけで憎しみを隠してきました。それは主人公のせいだからです！\u001b[22m\n\u001b[1m(Kore wa subete, nanrakano katachi de seikakudearu koto ga hanmei shimashita. Kore wa, tokushu butai ni kuwawaru 8-ri no senshutsu sa reta hitobito ga kako ni gūzen ni atta kotodesu. Soshite, Arbornine no tame ni Lightless Realm ni mondai no nai Tsugumi wa, genzai, Sasame ni kanjō o motte iru shujinkō ni kanjō o motte iru koto ga shira rete imasu. Hai, nanrakano romansu no anime ga monogatari o omoshiroku suru kamo shiremasenga, tashikani kore wa sukide wa arimasen. Dakara kako ni 8-ri ga okonatta koto wa tsumi to minasa re, tsugumi wa sore dake de nikushimi o kakushite kimashita. Sore wa shujinkō no seidakaradesu!)\u001b[22m\n\nTranslations of \u001b[4mAll of this just turns out to be accurate in some way—that the eight chosen people to join the special force had met each other, coincidentally!, before in the past. Then it is known that Tsugumi, who lives with no problems in the Lightless Realm due to the Arbornine, has feelings for the main character, who now has feelings for Sasame. Yes, an anime with some sort of romance may make the story interesting, but certainly not like this. So something that the eight of them done in the past is considered a sin and Tsugumi has been harboring hatred ever since just because of that—weird and this is mostly because of the main character!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of this just turns out to be accurate in some way—that the eight chosen people to join the special force had met each other, coincidentally!, before in the past.\u001b[24m\n    \u001b[1mこれはすべて、何らかの形で正確であることが判明しました。これは、特殊部隊に加わる8人の選出された人々が過去に偶然に会ったことです。\u001b[22m, \u001b[1mこのすべては、ほんの一部で正確であることが判明方法-こと8選ばれた人々が参加する特別な力が偶然!,前に、過去に、お互いに会っていました。\u001b[22m\n\u001b[4mThen it is known that Tsugumi, who lives with no problems in the Lightless Realm due to the Arbornine, has feelings for the main character, who now has feelings for Sasame.\u001b[24m\n    \u001b[1mそして、ArbornineのためにLightless Realmに問題のないTsugumiは、現在、Sasameに感情を持っている主人公に感情を持っていることが知られています。\u001b[22m, \u001b[1mそして、原因でArbornineに光のないレルムで問題なく住んつぐみは、今笹目のための感情を持っている主人公のための感情を持っていることが知られています。\u001b[22m\n\u001b[4mYes, an anime with some sort of romance may make the story interesting, but certainly not like this.\u001b[24m\n    \u001b[1mはい、何らかのロマンスのアニメが物語を面白くするかもしれませんが、確かにこれは好きではありません。\u001b[22m, \u001b[1mはい、ロマンスのいくつかの並べ替えとアニメはストーリーが面白く、確かにこれを好まないかもしれません。\u001b[22m\n\u001b[4mSo something that the eight of them done in the past is considered a sin and Tsugumi has been harboring hatred ever since just because of that—weird and this is mostly because of the main character!\u001b[24m\n    \u001b[1mだから過去に8人が行ったことは罪とみなされ、つぐみはそれだけで憎しみを隠してきました。それは主人公のせいだからです！\u001b[22m, \u001b[1mだから、それらの8が過去に行っ何かが罪であると考えられ、つぐみはちょうどそのせいで、奇妙なの以来憎しみを保有しており、これが主な原因メインキャラクターであります！\u001b[22m\n\u001b[1m\u001b[22m\nOkay, the plot was decent and everything went right, but some things were better off to be expected and some things just came out of the blue. Everything is solved, which is good as the wonders that went out of my head got smashed, but it felt like the story centered mostly on the characters than the Lightless Realm itself because the combat they do with the MA-VESS and the Corpse and Admonitions just seems to be decorations for the anime, it certainly did not last very long for me.\n\n\u001b[1mさて、プロットはまともで、すべてがうまくいっていましたが、いくつかのことは期待していたほうが良いと思っていました。 私の頭の外に出た不思議が壊れてしまったので、すべてが解決されていますが、MA-VESSとCorpse and Admonitionsとの戦闘のために、Lightless Realm自身よりも主にキャラクターを中心としたストーリーのように感じました ちょうどアニメのための飾りに見える、それは確かに私のために非常に長く続くことはありませんでした。\u001b[22m\n\u001b[1m(Sate, purotto wa matomo de, subete ga umaku itte imashitaga, ikutsu ka no koto wa kitai shite ita hō ga yoi to omotte imashita. Watashi no atama no soto ni deta fushigi ga kowarete shimattanode, subete ga kaiketsu sa rete imasuga, MA - besu to Corpse ando Admonitions to no sentō no tame ni, Lightless Realm jishin yori mo omo ni kyarakutā o chūshin to shita sutōrī no yō ni kanjimashita chōdo anime no tame no kazari ni mieru, sore wa tashika ni watashi no tame ni hijō ni nagaku tsudzuku koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOkay, the plot was decent and everything went right, but some things were better off to be expected and some things just came out of the blue. Everything is solved, which is good as the wonders that went out of my head got smashed, but it felt like the story centered mostly on the characters than the Lightless Realm itself because the combat they do with the MA-VESS and the Corpse and Admonitions just seems to be decorations for the anime, it certainly did not last very long for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, the plot was decent and everything went right, but some things were better off to be expected and some things just came out of the blue.\u001b[24m\n    \u001b[1mさて、プロットはまともで、すべてがうまくいっていましたが、いくつかのことは期待していたほうが良いと思っていました。\u001b[22m, \u001b[1mさて、プロットは立派だったし、すべてがうまくいったが、いくつかの物事が予想されるためにオフに優れていたといくつかのものがちょうど青から出てきました。\u001b[22m\n\u001b[4mEverything is solved, which is good as the wonders that went out of my head got smashed, but it felt like the story centered mostly on the characters than the Lightless Realm itself because the combat they do with the MA-VESS and the Corpse and Admonitions\u001b[24m\n    \u001b[1m私の頭の外に出た不思議が壊れてしまったので、すべてが解決されていますが、MA-VESSとCorpse and Admonitionsとの戦闘のために、Lightless Realm自身よりも主にキャラクターを中心としたストーリーのように感じました\u001b[22m, \u001b[1mすべては私の頭から出て行ったの驚異を強打してしまったとして良いである、解決しますが、話は、ほとんどの文字を中心としたようにそれは、MA-ヴェスと死体と彼らは戦闘と訓戒ので、光のないレルムそのものよりも感じられます\u001b[22m\n\u001b[4mjust seems to be decorations for the anime, it certainly did not last very long for me.\u001b[24m\n    \u001b[1mちょうどアニメのための飾りに見える、それは確かに私のために非常に長く続くことはありませんでした。\u001b[22m, \u001b[1mただ、アニメのための飾りのようです、それは確かに私のために非常に長くは続きませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, the concept of getting mecha and sci-fi or supernatural in this anime is worth watching, though, it certainly did let me continue watching the series. I can say that this is one thing I like about the anime.\n\n\u001b[1mしかし、このアニメでメカやSFや超自然を得るというコンセプトは注目に値するが、シリーズを見続けることは間違いないだろう。 私はこれが私がアニメについて好きなものだと言うことができます。\u001b[22m\n\u001b[1m(Shikashi, kono anime de meka ya SF ya chō shizen o eru to iu konseputo wa chūmoku niataisuru ga, shirīzu o mi tsudzukeru koto wa machigainaidarou. Watashi wa kore ga watashi ga anime ni tsuite sukina monoda to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the concept of getting mecha and sci-fi or supernatural in this anime is worth watching, though, it certainly did let me continue watching the series. I can say that this is one thing I like about the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the concept of getting mecha and sci-fi or supernatural in this anime is worth watching, though, it certainly did let me continue watching the series.\u001b[24m\n    \u001b[1mしかし、このアニメでメカやSFや超自然を得るというコンセプトは注目に値するが、シリーズを見続けることは間違いないだろう。\u001b[22m, \u001b[1mしかし、このアニメにメカやSF的または超自然を得ることの概念は見て価値がある、しかし、それは確かに私はシリーズを見続けましょうでした。\u001b[22m\n\u001b[4mI can say that this is one thing I like about the anime.\u001b[24m\n    \u001b[1m私はこれが私がアニメについて好きなものだと言うことができます。\u001b[22m, \u001b[1m私はこれは私がアニメを好きな一つのことであると言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\n\u001b[1m\u001b[22m\nThe anime did a good job on the art, especially when it made everything look dull, which makes sense as it plays a part in the fact that this was supposed to be a sad anime and the 'Lightless' Realm.\n\n\u001b[1mアニメは、特に悲しいアニメや「Lightless」の領域であるはずであったという事実の一部として、すべてが鈍く見えるようにしたときには、芸術に関してはうまくいった。\u001b[22m\n\u001b[1m(Anime wa, tokuni kanashī anime ya `Lightless' no ryōikidearu hazudeatta to iu jijitsu no ichibu to shite, subete ga nibuku mieru yō ni shita tokiniha, geijutsu ni kanshite wa umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mThe anime did a good job on the art, especially when it made everything look dull, which makes sense as it plays a part in the fact that this was supposed to be a sad anime and the 'Lightless' Realm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime did a good job on the art, especially when it made everything look dull, which makes sense as it plays a part in the fact that this was supposed to be a sad anime and the 'Lightless' Realm.\u001b[24m\n    \u001b[1mアニメは、特に悲しいアニメや「Lightless」の領域であるはずであったという事実の一部として、すべてが鈍く見えるようにしたときには、芸術に関してはうまくいった。\u001b[22m, \u001b[1mアニメは、それが、これは悲しいアニメや「光のない」レルムになっていたという事実で役割を果たしているとして理にかなっている、すべてが鈍い見せていた場合は特に、芸術に良い仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5\n\n\u001b[1mサウンド：5\u001b[22m\n\u001b[1m(Saundo: 5)\u001b[22m\n\nTranslations of \u001b[4mSound: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5\u001b[24m\n    \u001b[1mサウンド：5\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, I can't say that the sounds were any bad, and I mean sounds in general, such as background music, not just the ending or opening songs.\n\n\u001b[1m正直言って、私はその音が悪いとは言えません。私は、バックグラウンドミュージックなどの一般的なサウンドを意味します。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa sono Oto ga warui to wa iemasen. Watashi wa, bakkuguraundomyūjikku nado no ippantekina saundo o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I can't say that the sounds were any bad, and I mean sounds in general, such as background music, not just the ending or opening songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I can't say that the sounds were any bad, and I mean sounds in general, such as background music, not just the ending or opening songs.\u001b[24m\n    \u001b[1m正直言って、私はその音が悪いとは言えません。私は、バックグラウンドミュージックなどの一般的なサウンドを意味します。\u001b[22m, \u001b[1m正直なところ、私は音が不良であったことを言うことができない、と私はそのような背景音楽だけでなく、エンディングや開封曲として一般的に音を意味します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 4\n\n\u001b[1mキャラクター：4\u001b[22m\n\u001b[1m(Kyarakutā: 4)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 4\u001b[24m\n    \u001b[1mキャラクター：4\u001b[22m\n\u001b[1m\u001b[22m\nOMG, I really cannot wait to start on a *cough* rant *cough* about this, yet I will just stick to the point. I am not going to write about all the characters though.\n\n\u001b[1mOMG、これについては咳止め*咳*で始めるのは本当に待ちきれないですが、私はその点に固執します。 私はすべての文字について書くつもりはありません。\u001b[22m\n\u001b[1m(OMG, kore ni tsuite wa sekitome* seki* de hajimeru no wa hontōni machikirenaidesuga, watashi wa sono ten ni koshū shimasu. Watashi wa subete no moji ni tsuite kaku tsumori wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOMG, I really cannot wait to start on a *cough* rant *cough* about this, yet I will just stick to the point. I am not going to write about all the characters though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOMG, I really cannot wait to start on a *cough* rant *cough* about this, yet I will just stick to the point.\u001b[24m\n    \u001b[1mOMG、これについては咳止め*咳*で始めるのは本当に待ちきれないですが、私はその点に固執します。\u001b[22m, \u001b[1mOMG、私は本当にこのことについて*咳*暴言の*咳*で開始するのを待つことができない、まだ私はちょうどポイントに固執します。\u001b[22m\n\u001b[4mI am not going to write about all the characters though.\u001b[24m\n    \u001b[1m私はすべての文字について書くつもりはありません。\u001b[22m, \u001b[1mでも、私はすべての文字について書くつもりはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAkashi Saginuma - the main character of the story, and really the stupidest MC I would ever describe as 'stupid'. Okay, so he is popular with females in his school and who despises and admires his brother in some way, at least that is how I see it. When Sasame shows up in the special force, he instantly becomes interested in her because she looks like someone from his childhood? Well, all eight of them together are supposed to be people he met in his childhood, too, right?\n\n\u001b[1m明石鷺沼 - 物語の主人公、そして本当に愚かなMCです。私はこれまで「愚か」と表現していました。 それで、彼は学校で女性に人気があり、何とか彼の兄弟を軽蔑し、尊敬しています。少なくとも私はそれを見ています。 ササメが特別な力で現れたとき、彼は幼少時代の誰かのように見えるので、すぐに彼女に興味を持ちます。 まあ、8人とも一緒に、彼の幼年時代に会った人たちであるはずですよね？\u001b[22m\n\u001b[1m(Akashi Saginuma - monogatari no shujinkō, soshite hontōni orokana MCdesu. Watashi wa kore made `oroka' to hyōgen shite imashita. Sorede, kare wa gakkō de josei ni ninki ga ari, nantoka kare no kyōdai o keibetsu shi, sonkei shite imasu. Sukunakutomo watashi wa sore o mite imasu. Sasame ga tokubetsuna chikara de arawareta toki, kare wa yōshō jidai no dareka no yō ni mieru node, sugu ni kanojo ni kyōmi o mochimasu. Mā, 8-ri tomo issho ni, kare no yōnen jidai ni atta hito-tachidearu hazudesu yo ne?)\u001b[22m\n\nTranslations of \u001b[4mAkashi Saginuma - the main character of the story, and really the stupidest MC I would ever describe as 'stupid'. Okay, so he is popular with females in his school and who despises and admires his brother in some way, at least that is how I see it. When Sasame shows up in the special force, he instantly becomes interested in her because she looks like someone from his childhood? Well, all eight of them together are supposed to be people he met in his childhood, too, right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkashi Saginuma - the main character of the story, and really the stupidest MC I would ever describe as 'stupid'.\u001b[24m\n    \u001b[1m明石鷺沼 - 物語の主人公、そして本当に愚かなMCです。私はこれまで「愚か」と表現していました。\u001b[22m, \u001b[1m明石鷺沼 - 物語の主人公、本当に愚かなMCは、私が今までに「愚か」として記述でしょう。\u001b[22m\n\u001b[4mOkay, so he is popular with females in his school and who despises and admires his brother in some way, at least that is how I see it.\u001b[24m\n    \u001b[1mそれで、彼は学校で女性に人気があり、何とか彼の兄弟を軽蔑し、尊敬しています。少なくとも私はそれを見ています。\u001b[22m, \u001b[1mわかりましたので、彼は彼の学校で、女性に人気があると私はそれを参照してくださいどのように、少なくともつまり、軽蔑、いくつかの方法で、彼の兄弟を賞賛する人。\u001b[22m\n\u001b[4mWhen Sasame shows up in the special force, he instantly becomes interested in her because she looks like someone from his childhood?\u001b[24m\n    \u001b[1mササメが特別な力で現れたとき、彼は幼少時代の誰かのように見えるので、すぐに彼女に興味を持ちます。\u001b[22m, \u001b[1m笹目は特別な力に表示されたとき、彼女は彼の幼年期からの誰かのように見えるので、彼はすぐに彼女に興味を持ってになりますか？\u001b[22m\n\u001b[4mWell, all eight of them together are supposed to be people he met in his childhood, too, right?\u001b[24m\n    \u001b[1mまあ、8人とも一緒に、彼の幼年時代に会った人たちであるはずですよね？\u001b[22m, \u001b[1mまあ、一緒にそれらのすべて8は右、あまりにも、彼は彼の子供の頃に出会った人々ことになっていますか？\u001b[22m\n\u001b[1m\u001b[22m\nI think I remember that he was even jealous that Sasame and Minashi were so close to each other, and when Sasame and the MC finally have some space together, he wants to protect her like so much? Okay, it just happened out of nowhere to me. When he sees Tsugumi, he thought that she was Sasame, which was so bothering. And while he found out that Sasame turned into a LIM, he got so angry—more like supreme jealousy—that he said he promised to wait for her and such such such, which he started to put the rage on Minashi since he was the one riding the LIM. After that, he and Sasame's link surpassed his and his brother's link on the LIM, and then everything was over.\n\n\u001b[1mササメとミナシがお互いに近くなっていることに嫉妬していたことを覚えていると思います.SasameとMCが最終的に一緒にスペースを取ると、彼女はあまりにも彼女を保護したいのですか？ さて、それはちょうど私にどこかで起こった。 つぐみを見ると、彼はササメだと思っていました。  SasameがLIMに変わったことがわかっているうちに、彼はとても怒っていた。それは彼が彼女のようなものを待つと約束していたからだ。  LIMに乗る。 その後、彼とササメのリンクはLIMの彼と弟のリンクを上回り、すべてが終わった。\u001b[22m\n\u001b[1m(Sasame to mi nashi ga otagai ni chikaku natte iru koto ni shitto shite ita koto o oboete iru to omoimasu. Sasame to MC ga saishūtekini issho ni supēsu o toru to, kanojo wa amarini mo kanojo o hogo shitai nodesu ka? Sate, sore wa chōdo watashi ni doko ka de okotta. Tsugumi o miru to, kare wa Sasameda to omotte imashita. Sasame ga rimu ni kawatta koto ga wakatte iru uchi ni, kare wa totemo okotte ita. Sore wa kare ga kanojo no yōna mono o matsu to yakusoku shite itakarada. Rimu ni noru. Sonogo, kare to Sasame no rinku wa rimu no kare to otōto no rinku o uwamawari, subete ga owatta.)\u001b[22m\n\nTranslations of \u001b[4mI think I remember that he was even jealous that Sasame and Minashi were so close to each other, and when Sasame and the MC finally have some space together, he wants to protect her like so much? Okay, it just happened out of nowhere to me. When he sees Tsugumi, he thought that she was Sasame, which was so bothering. And while he found out that Sasame turned into a LIM, he got so angry—more like supreme jealousy—that he said he promised to wait for her and such such such, which he started to put the rage on Minashi since he was the one riding the LIM. After that, he and Sasame's link surpassed his and his brother's link on the LIM, and then everything was over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I remember that he was even jealous that Sasame and Minashi were so close to each other, and when Sasame and the MC finally have some space together, he wants to protect her like so much?\u001b[24m\n    \u001b[1mササメとミナシがお互いに近くなっていることに嫉妬していたことを覚えていると思います.SasameとMCが最終的に一緒にスペースを取ると、彼女はあまりにも彼女を保護したいのですか？\u001b[22m, \u001b[1m私は彼が笹目とMinashiが互いにとても接近していた、と笹目とMCが最終的に一緒にいくつかのスペースを持っているとき、彼はそんなにのように彼女を保護したいということであっても嫉妬したことを覚えていると思いますか？\u001b[22m\n\u001b[4mOkay, it just happened out of nowhere to me.\u001b[24m\n    \u001b[1mさて、それはちょうど私にどこかで起こった。\u001b[22m, \u001b[1mさて、それはちょうど私にどこからともなく起こりました。\u001b[22m\n\u001b[4mWhen he sees Tsugumi, he thought that she was Sasame, which was so bothering.\u001b[24m\n    \u001b[1mつぐみを見ると、彼はササメだと思っていました。\u001b[22m, \u001b[1m彼はつぐみを見たとき、彼は彼女がとても悩ませた笹目、と思いました。\u001b[22m\n\u001b[4mAnd while he found out that Sasame turned into a LIM, he got so angry—more like supreme jealousy—that he said he promised to wait for her and such such such, which he started to put the rage on Minashi since he was the one\u001b[24m\n    \u001b[1mSasameがLIMに変わったことがわかっているうちに、彼はとても怒っていた。それは彼が彼女のようなものを待つと約束していたからだ。\u001b[22m, \u001b[1m彼は笹目はLIMになっていることが分かったとしながら、彼はとても怒って、より多くの最高のようだ嫉妬-ことを、彼は彼女と待つことを約束したと述べたように、彼は彼が1だったのでMinashiに怒りを置くために開始した、このようなこのような\u001b[22m\n\u001b[4mriding the LIM.\u001b[24m\n    \u001b[1mLIMに乗る。\u001b[22m, \u001b[1mLIMに乗って。\u001b[22m\n\u001b[4mAfter that, he and Sasame's link surpassed his and his brother's link on the LIM, and then everything was over.\u001b[24m\n    \u001b[1mその後、彼とササメのリンクはLIMの彼と弟のリンクを上回り、すべてが終わった。\u001b[22m, \u001b[1mその後、彼と笹目のリンクがLIMに彼と彼の兄弟のリンクを突破し、その後、すべてが終わりました。\u001b[22m\n\u001b[1m\u001b[22m\nEmiru Hazaki - when she died, I was somewhat sad but no tears were shed. Her death changed the MC a little, but I still thought that she was a significant character in the story. To be honest, I think she was the best character in the series because I usually like characters who seemed to be out of society since no one really cares or notices them. These characters are usually strong and ignore the fact of their presence.\n\n\u001b[1m葉崎恵美 - 死んだとき、私は少し悲しかったが、涙は流されなかった。 彼女の死はMCを少し変えましたが、私はまだ彼女が話の重要なキャラクターだと思っていました。 正直言って、私は彼女がシリーズの中で最高のキャラクターだったと思う。なぜなら、誰も本当に心配したり気づかなかったので、私はいつも社会から外れているような人物が好きだからだ。 これらの文字は通常強く、その存在の事実を無視します。\u001b[22m\n\u001b[1m(Hazaki Emi - shinda toki, watashi wa sukoshi kanashikattaga, namida wa nagasa renakatta. Kanojo no shi wa MC o sukoshi kaemashitaga, watashi wa mada kanojo ga hanashi no jūyōna kyarakutāda to omotte imashita. Shōjiki itte, watashi wa kanojo ga shirīzu no naka de saikō no kyarakutādatta to omou. Nazenara, dare mo hontōni shinpai shi tari kidzukanakattanode, watashi wa itsumo shakai kara hazurete iru yōna jinbutsu ga sukidakarada. Korera no moji wa tsūjō tsuyoku, sono sonzai no jijitsu o mushi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEmiru Hazaki - when she died, I was somewhat sad but no tears were shed. Her death changed the MC a little, but I still thought that she was a significant character in the story. To be honest, I think she was the best character in the series because I usually like characters who seemed to be out of society since no one really cares or notices them. These characters are usually strong and ignore the fact of their presence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEmiru Hazaki - when she died, I was somewhat sad but no tears were shed.\u001b[24m\n    \u001b[1m葉崎恵美 - 死んだとき、私は少し悲しかったが、涙は流されなかった。\u001b[22m, \u001b[1mえみるHazakiは - 彼女が死んだとき、私は幾分悲しかったが、涙は流しませんでした。\u001b[22m\n\u001b[4mHer death changed the MC a little, but I still thought that she was a significant character in the story.\u001b[24m\n    \u001b[1m彼女の死はMCを少し変えましたが、私はまだ彼女が話の重要なキャラクターだと思っていました。\u001b[22m, \u001b[1m彼女の死は、MCを少し変更しましたが、私はまだ彼女は物語の中で重要なキャラクターだと思いました。\u001b[22m\n\u001b[4mTo be honest, I think she was the best character in the series because I usually like characters who seemed to be out of society since no one really cares or notices them.\u001b[24m\n    \u001b[1m正直言って、私は彼女がシリーズの中で最高のキャラクターだったと思う。なぜなら、誰も本当に心配したり気づかなかったので、私はいつも社会から外れているような人物が好きだからだ。\u001b[22m, \u001b[1m正直に言うと、私は彼女があるため、私は通常、誰が本当に気にしない、またはそれらを気づくため、社会の外にあるように思われた文字のようなシリーズで最高のキャラクターだったと思います。\u001b[22m\n\u001b[4mThese characters are usually strong and ignore the fact of their presence.\u001b[24m\n    \u001b[1mこれらの文字は通常強く、その存在の事実を無視します。\u001b[22m, \u001b[1mこれらの文字は、通常は強く、その存在の事実を無視します。\u001b[22m\n\u001b[1m\u001b[22m\nSasame Izuriha - at first, I thought she was just a normal girl, but I was wrong. She and Minashi and Tsugumi used to know each other and then met the six of them in the past, and they were supposed to be priests and stuff. I was so mad at her for all the actions she kept on putting, I had no idea why, but it was basically all because of the MC.\n\n\u001b[1mササメイズリハ - 最初は普通の女の子だと思ったが、間違っていた。 彼女とミナシとツグミはお互いに知り合っていて、過去に6人と出会って、司祭などと言われました。 私は彼女が置いていたすべての行動のために彼女にとても怒っていましたが、私は理由は分かりませんでしたが、MCのために基本的にすべてでした。\u001b[22m\n\u001b[1m(Sasameizuriha - saisho wa futsū no on'nanokoda to omottaga, machigatte ita. Kanojo to minashi to tsugumi wa otagai ni shiriatte ite, kako ni 6-ri to deatte, shisai nado to iwa remashita. Watashi wa kanojo ga oite ita subete no kōdō no tame ni kanojo ni totemo okotte imashitaga, watashi wa riyū wa wakarimasendeshitaga, MC no tame ni kihontekini subetedeshita.)\u001b[22m\n\nTranslations of \u001b[4mSasame Izuriha - at first, I thought she was just a normal girl, but I was wrong. She and Minashi and Tsugumi used to know each other and then met the six of them in the past, and they were supposed to be priests and stuff. I was so mad at her for all the actions she kept on putting, I had no idea why, but it was basically all because of the MC.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSasame Izuriha - at first, I thought she was just a normal girl, but I was wrong.\u001b[24m\n    \u001b[1mササメイズリハ - 最初は普通の女の子だと思ったが、間違っていた。\u001b[22m, \u001b[1m笹目Izuriha  - 最初に、私は彼女がちょうど普通の女の子だと思ったが、私は間違っていました。\u001b[22m\n\u001b[4mShe and Minashi and Tsugumi used to know each other and then met the six of them in the past, and they were supposed to be priests and stuff.\u001b[24m\n    \u001b[1m彼女とミナシとツグミはお互いに知り合っていて、過去に6人と出会って、司祭などと言われました。\u001b[22m, \u001b[1m彼女とMinashiとつぐみはお互いを知るために使用した後、過去にそれらの6を満たし、そしてそれらは司祭やものであることになっていました。\u001b[22m\n\u001b[4mI was so mad at her for all the actions she kept on putting, I had no idea why, but it was basically all because of the MC.\u001b[24m\n    \u001b[1m私は彼女が置いていたすべての行動のために彼女にとても怒っていましたが、私は理由は分かりませんでしたが、MCのために基本的にすべてでした。\u001b[22m, \u001b[1m私は彼女が入れて上に保持するすべてのアクションのための彼女にとても怒っていた、私はなぜわからなかったが、それは基本的にすべてのためにMCのでした。\u001b[22m\n\u001b[1m\u001b[22m\nMinashi Maki - he looked interesting and probably the most cheerful of the characters. I could say that he was even stronger than the MC (not in terms of strength though).\n\n\u001b[1mMinashi Maki  - 彼は興味深い、おそらく最も陽気なキャラクターのように見えました。 私は彼がMCよりも強かったと言うことができました（しかし、強さに関してではありません）。\u001b[22m\n\u001b[1m(Minashi Maki - kare wa kyōmibukai, osoraku mottomo yōkina kyarakutā no yō ni miemashita. Watashi wa kare ga MC yori mo tsuyokatta to iu koto ga dekimashita (shikashi, tsuyo-sa ni kanshitede wa arimasen).)\u001b[22m\n\nTranslations of \u001b[4mMinashi Maki - he looked interesting and probably the most cheerful of the characters. I could say that he was even stronger than the MC (not in terms of strength though).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMinashi Maki - he looked interesting and probably the most cheerful of the characters.\u001b[24m\n    \u001b[1mMinashi Maki  - 彼は興味深い、おそらく最も陽気なキャラクターのように見えました。\u001b[22m, \u001b[1mMinashi真希は - 彼は面白いと文字のおそらく最も陽気に見えました。\u001b[22m\n\u001b[4mI could say that he was even stronger than the MC (not in terms of strength though).\u001b[24m\n    \u001b[1m私は彼がMCよりも強かったと言うことができました（しかし、強さに関してではありません）。\u001b[22m, \u001b[1m私は彼がMC（ない強度の点ではあるが）よりもさらに強かったことを言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nMaamu Yuzuki - her story was unique, and the fact that she warmed up to Emiru was nice to watch, given how slow the pace was before.\n\n\u001b[1m彼女の話はユニークで、Emiruに温かくなったという事実は、以前のペースがどれほど遅かったかを見て、うれしいことだった。\u001b[22m\n\u001b[1m(Kanojo no hanashi wa yunīku de, Emiru ni atatakaku natta to iu jijitsu wa, izen no pēsu ga dorehodo osokatta ka o mite, ureshī kotodatta.)\u001b[22m\n\nTranslations of \u001b[4mMaamu Yuzuki - her story was unique, and the fact that she warmed up to Emiru was nice to watch, given how slow the pace was before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaamu Yuzuki - her story was unique, and the fact that she warmed up to Emiru was nice to watch, given how slow the pace was before.\u001b[24m\n    \u001b[1m彼女の話はユニークで、Emiruに温かくなったという事実は、以前のペースがどれほど遅かったかを見て、うれしいことだった。\u001b[22m, \u001b[1mMaamu柚木 - 彼女の話は独特だった、と彼女はえみるに温めているという事実は、ペースが前にあったか遅い与え、見てよかったです。\u001b[22m\n\u001b[1m\u001b[22m\nTsugumi - so there is a character in the Lightless Realm who was waiting for all the eight people to come back and to remember her. I even felt sorry for her because she was left out and the MC kept thinking that she was Sasame, all the while I just felt sorry for her for even having feelings for an MC like him.\n\n\u001b[1mつぐみ -  Lightless Realmには、8人全員が戻ってきて、彼女を覚えて待っている人物がいます。 彼女は捨て去られたので残念だと思っていました。そしてMCはササメと思っていましたが、私はちょうど彼のようなMCに気持ちを持っていても彼女を残念に思っていました。\u001b[22m\n\u001b[1m(Tsugumi - Lightless Realm ni wa, 8-ri zen'in ga modotte kite, kanojo o oboete matte iru jinbutsu ga imasu. Kanojo wa sutesara retanode zan'nenda to omotte imashita. Soshite MC wa Sasame to omotte imashitaga, watashi wa chōdo kare no yōna MC ni kimochi o motte ite mo kanojo o zan'nen ni omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mTsugumi - so there is a character in the Lightless Realm who was waiting for all the eight people to come back and to remember her. I even felt sorry for her because she was left out and the MC kept thinking that she was Sasame, all the while I just felt sorry for her for even having feelings for an MC like him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsugumi - so there is a character in the Lightless Realm who was waiting for all the eight people to come back and to remember her.\u001b[24m\n    \u001b[1mつぐみ -  Lightless Realmには、8人全員が戻ってきて、彼女を覚えて待っている人物がいます。\u001b[22m, \u001b[1mつぐみ - ので、すべての8人が戻ってきて、彼女を覚えて待っていた光のないレルム内の文字があります。\u001b[22m\n\u001b[4mI even felt sorry for her because she was left out and the MC kept thinking that she was Sasame, all the while I just felt sorry for her for even having feelings for an MC like him.\u001b[24m\n    \u001b[1m彼女は捨て去られたので残念だと思っていました。そしてMCはササメと思っていましたが、私はちょうど彼のようなMCに気持ちを持っていても彼女を残念に思っていました。\u001b[22m, \u001b[1m彼女は取り残されたとMCは彼女が笹目は、すべての中には、私はちょうどでも彼のようなMCのために感情を持っていることのために彼女を気の毒に感じたことを考え続けたので、私も彼女を気の毒に感じました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter Development would be an 8 for me, it centered a lot around human relationships and consequences and such, but the characters just come back and bite.\n\n\u001b[1mキャラクターデベロップメントは私にとっては8になるだろうが、それは人間の関係や結果などを中心にしていたが、キャラクターは戻って噛み付いた。\u001b[22m\n\u001b[1m(Kyarakutādeberoppumento wa watashi ni totte wa 8 ni narudarouga, soreha ningen no kankei ya kekka nado o chūshin ni shite itaga, kyarakutā wa modotte kamitsuita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter Development would be an 8 for me, it centered a lot around human relationships and consequences and such, but the characters just come back and bite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter Development would be an 8 for me, it centered a lot around human relationships and consequences and such, but the characters just come back and bite.\u001b[24m\n    \u001b[1mキャラクターデベロップメントは私にとっては8になるだろうが、それは人間の関係や結果などを中心にしていたが、キャラクターは戻って噛み付いた。\u001b[22m, \u001b[1mキャラクター開発は私のために8であろうが、それは人間関係や影響などの周りに多くのことを中心とするが、文字がちょうど戻ってきて、かみます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 3\n\n\u001b[1m楽しさ：3\u001b[22m\n\u001b[1m(Tanoshisa: 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 3\u001b[24m\n    \u001b[1m楽しさ：3\u001b[22m\n\u001b[1m\u001b[22m\nThe story had a good flow, as it made sense after a few episodes, but everything is centered around the nine kids and like the rest of the world is nowhere. They just save the day and solve the whole Lightless Realm thing because they had some connection in the past, but then again, if they were not there, then the world will better be off doomed.\n\n\u001b[1m物語は、いくつかのエピソードの後に​​理にかなったように、良い流れを持っていましたが、すべてが9人の子供の周りに集中しており、世界の残りの部分はどこにもありません。 彼らはその日を救ってLightless Realmのことをすべて解決しました。彼らは過去に何らかの関係を持っていたからですが、もしそこにいなければ、世界は運命を打ちのめすほうがいいでしょう。\u001b[22m\n\u001b[1m(Monogatari wa, ikutsu ka no episōdo no nochi ni ​​ ri ni kanatta yō ni, yoi nagare o motte imashitaga, subete ga 9-ri no kodomo no mawari ni shūchū shite ori, sekai no nokori no bubun wa dokoni mo arimasen. Karera wa sonohi o sukutte Lightless Realm no koto o subete kaiketsu shimashita. Karera wa kako ni nanrakano kankei o motte itakaradesuga, moshi soko ni inakereba, sekai wa unmei o uchinomesu hō ga īdeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story had a good flow, as it made sense after a few episodes, but everything is centered around the nine kids and like the rest of the world is nowhere. They just save the day and solve the whole Lightless Realm thing because they had some connection in the past, but then again, if they were not there, then the world will better be off doomed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story had a good flow, as it made sense after a few episodes, but everything is centered around the nine kids and like the rest of the world is nowhere.\u001b[24m\n    \u001b[1m物語は、いくつかのエピソードの後に理にかなったように、良い流れを持っていましたが、すべてが9人の子供の周りに集中しており、世界の残りの部分はどこにもありません。\u001b[22m, \u001b[1m物語は、それはいくつかのエピソードの後に意味があったとして、良好な流れがあったが、すべてが9子供たちを中心にして、世界の残りの部分のようにどこにもありません。\u001b[22m\n\u001b[4mThey just save the day and solve the whole Lightless Realm thing because they had some connection in the past, but then again, if they were not there, then the world will better be off doomed.\u001b[24m\n    \u001b[1m彼らはその日を救ってLightless Realmのことをすべて解決しました。彼らは過去に何らかの関係を持っていたからですが、もしそこにいなければ、世界は運命を打ちのめすほうがいいでしょう。\u001b[22m, \u001b[1m彼らはただ一日を保存し、彼らが過去にいくつかの接続を持っていたので、全体の光のないレルム事を解決し、彼らはそこにいなかった場合は、再度、その後、世界はより良いオフに運命づけされます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 4\n\n\u001b[1m全体：4\u001b[22m\n\u001b[1m(Zentai: 4)\u001b[22m\n\nTranslations of \u001b[4mOverall: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 4\u001b[24m\n    \u001b[1m全体：4\u001b[22m\n\u001b[1m\u001b[22m\nWhen the story ended, I somehow wanted the series to continue on because the situation was solved just like that. But at the same time, when it ended, I also thought that it was not really worth my time watching at all. It was too much exaggeration for me.\n\n\u001b[1mストーリーが終わったとき、私は何とかそのような状況がそのまま解決されたので、シリーズを続けたいと思っていました。 しかし同時に、それが終わったとき、私はまた、本当に私の時間を見るのに価値がないと思った。 私にとってはあまりにも過激でした。\u001b[22m\n\u001b[1m(Sutōrī ga owatta toki, watashi wa nantoka sono yōna jōkyō ga sonomama kaiketsu sa retanode, shirīzu o tsudzuketai to omotte imashita. Shikashi dōjini, sore ga owatta toki, watashi wa mata, hontōni watashi no jikan o miru no ni kachi ga nai to omotta. Watashi ni totte wa amarini mo kagekideshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen the story ended, I somehow wanted the series to continue on because the situation was solved just like that. But at the same time, when it ended, I also thought that it was not really worth my time watching at all. It was too much exaggeration for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen the story ended, I somehow wanted the series to continue on because the situation was solved just like that.\u001b[24m\n    \u001b[1mストーリーが終わったとき、私は何とかそのような状況がそのまま解決されたので、シリーズを続けたいと思っていました。\u001b[22m, \u001b[1m話が終わったとき、私は何とか状況はちょうどそのように解決されたために継続するシリーズを望んでいました。\u001b[22m\n\u001b[4mBut at the same time, when it ended, I also thought that it was not really worth my time watching at all.\u001b[24m\n    \u001b[1mしかし同時に、それが終わったとき、私はまた、本当に私の時間を見るのに価値がないと思った。\u001b[22m, \u001b[1mそれが終わったときしかし同時に、私もそれは私の時間が全く見て本当に価値がないと思いました。\u001b[22m\n\u001b[4mIt was too much exaggeration for me.\u001b[24m\n    \u001b[1m私にとってはあまりにも過激でした。\u001b[22m, \u001b[1mそれは私のためにあまりにも多くの誇張でした。\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "Mondblut",
    "profile": "/profile/Mondblut/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=217843",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n過小評価されている用語は、私が非常に頻繁に横たわる最近です。 一般的に過小評価されているショーは、爆走や新世紀のようなショーです。 しかし、彼らのレビュースコアを注意深く見ると、過小評価は実際には適用されません。 そして、集合的（否定的）レセプションが私の個人的な気持ちとは非常に対照的である、それが実際にここに収まる唯一の形容詞であることを示すM3があります。 それで、主流のアニメ視聴者にとって、それはなぜそんなにひどく見なされますか？  BTW：このレビューでは、メインストーリーについては何も書いていませんし、ストーリー、キャラクター、アート/アニメーション、サウンドトラックで構成することもありません...テーマについてのあいまいな知識でこのショーに行くのがベストです。 そして、はい、物語は本当に良いです。\n\nこのメカアニメを表現する最善の方法は次のようなものです：絶え間なく落ち込んでいるキャラクターとのノンストップの悲しみのフェスティバル。彼らの社会的な孤独と孤独の理由を探し、壊れた感情に触れようとします。 それだけで、M3がなぜ本当に誰のためのショーではないのか分かります。 遅いスタートの次に、ショーはそれのあらゆる側面に浸透している不穏感と憂鬱感の絶妙な感覚を持っています。 芸術的な方向から物語やキャラクターまで... M3のすべてがうつ病と悲しみに包まれています。 美容院！\n\nこのショーは進行中の脅威（明るい世界）を常に思い起こさせているにもかかわらず、M3の上半身全体は多様なキャストと深く根付いた精神的な問題に専念していますが、後半では暗黒界の謎と どのようにメインキャストに接続されています。 このアプローチは、すべてのものに対して迅速な回答を望むすべての人には適していないかもしれませんが、それはむしろ素晴らしいものです。 興味深いことに、この半分の間のこの分裂はまた、2つの非常に異なる開口によって強調される。 最初のものはそれに非常にメランコリックな感情を持っていますが、第2のものは、キャラクターが自分の問題をどのように克服し、前進する準備ができているかを象徴する、より有望で陽気です。\n\nそれは、M3の非常にキャラクターの心理的アプローチがNGEに触発されていることは容易にわかりますが、生のモデルの複雑さに決して到達しないことを認めなければなりません。 それにもかかわらず、キャラクターと社会心理的トラウマタは巧みに描かれている。 すべてのキャラクターの中心的なテーマは、自分の感情を他の人に伝えることができず、そのために社会的孤立状態を作り出しているにもかかわらず、すべてのキャラクターは自分の/独特の孤独の理由があります。 残念ながら、すべてのキャラクターが同じレベルの注意を払うわけではありません。 特にHeitoは、他の人に嫌な思いをしたり、むしろ拒絶されたりするための性的欲望を持っているサディスティックなサイコパスです。\nほとんどの場合、ショーは明石の周りを中心に、彼は死んだ兄弟に向かって自分の罪を抱くようにどのようにしようとしますが、ますます深くなることを学びます。 私は彼の性格が最も興味深いものだと思っていて、ショーを通して彼の個人的な成長は強烈に本物だと感じました。 私たちは以前、多くのアニメでキャラクターの原型を見てきましたが、M3はそれを分析し、自分の心を動かす結果、他人から心を奪われた結果、他人にどのような苦痛を与えるのか理解できなくなったということを伝えようとします。 ここではキャラクターの詳細をもっと詳しく知りたいと思っていますが、ショーで探求しているテーマは数多くあると言えます。過去の罪悪感と喪失と悲しみ、 あなた自身の欠陥や不安にもかかわらず、他人に開放し、他人があなたを受け入れることを信頼することは、M3が扱う側面のほんの僅かです。\n\nもう一つの興味深い点は、死の描写である。 特定の文字が「死ぬ」場合、実際には表示されません。 あなたはむしろ、他のキャラクターが損失をどのように処理し、どのようにそれらがそれらの精神状態に影響を与えるか経験する。 これは作家によるかなり素晴らしい選択ですが、それと同時に、表面的な「愛する人の死者」が感じるような人々を放つかもしれません。 これは、キャラクターの喪失を心配するのではなく、別のキャラクターがそれをどのように扱うかを体験し、キャラクターが生きる理由を見ていることが、ベロベの喪失によって粉々にされているのを見ることです。\n\nなぜM3が誰にとってもショーではないのが分かります。  M3（特に（鮮やかな）上半期）はおそらく私が今まで見た中で最もうつ病で悲しみに満ちたアニメだろう。 あなたがそれを愛している（エヴァンゲリオンの終わりがこれまでに作られた最高のアニメ映画だと思えば、M3はあなたのためです）、この事実を乗り越えることはできません。 ポイントは、何も盛り上がることがないということです。 エピソードの後のエピソードは絶えず、あなたの感情状態を「レイプ」しようとします。あなたが悲しみにしたり、悲惨なものにしたり、それが成功すると、それは成功します。 これらのキャラクターはあなたが誰と同じではなく、深く傷つき、壊れていて内向的な人であるか、あるいはむしろ好きになりたいと思っている完璧なヒーローではありません。 しかし、ショーが本当の人間を創造するために一般的な完璧なヒーローの式から逃げようとするなら、それはやむを得ないことだ。  M3は傑作ではないかもしれませんが、あなたが逃してはいけない経験です。\n\nストーリー8/10\nキャラクター9/10\nアート/アニメーション7,5 / 10\nサウンドトラック8/10\n\n最終評決8.4 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nUnderrated is a term i come across very often these days. Shows like Bokurano or Shinsekai yori are shows which are generally regarded as underrated. But if you look closely at their review scores, underrated doesn`t really apply to them. And then there is M3, a show which collective (negative) reception is in such strong contrast to my personal feelings about it, that underrated is the only adjective that really fits here. So why is it regarded so badly by the mainstream anime viewership? BTW: In this review i won`t write anything about the main story, nor will i structure it by story, characters, art/animation and soundtrack... It is best to go into this show with only vague knowledge about its themes. And yes, the story is really good.\n\n\u001b[1m過小評価されている用語は、私が非常に頻繁に横たわる最近です。 一般的に過小評価されているショーは、爆走や新世紀のようなショーです。 しかし、彼らのレビュースコアを注意深く見ると、過小評価は実際には適用されません。 そして、集合的（否定的）レセプションが私の個人的な気持ちとは非常に対照的である、それが実際にここに収まる唯一の形容詞であることを示すM3があります。 それで、主流のアニメ視聴者にとって、それはなぜそんなにひどく見なされますか？  BTW：このレビューでは、メインストーリーについては何も書いていませんし、ストーリー、キャラクター、アート/アニメーション、サウンドトラックで構成することもありません...テーマについての曖昧な知識だけでこのショーに行くのがベストです。 そして、はい、物語は本当に良いです。\u001b[22m\n\u001b[1m(Kashō hyōka sa rete iru yōgo wa, watashi ga hijō ni hinpan ni yokotawaru saikindesu. Ippantekini kashō hyōka sa rete iru shō wa, bakusō ya shinseki no yōna shōdesu. Shikashi, karera no rebyūsukoa o chūibukaku miru to, kashō hyōka wa jissai ni wa tekiyō sa remasen. Soshite, shūgō-teki (hitei-teki) resepushon ga watashi no kojin-tekina kimochi to wa hijō ni taishō-tekidearu, sore ga jissai ni koko ni osamaru yuiitsu no keiyōshidearu koto o shimesu M 3 ga arimasu. Sorede, shuryū no anime shichō-sha ni totte, sore wa naze son'nani hidoku minasa remasu ka? BTW: Kono rebyūde wa, meinsutōrī ni tsuite wa nani mo kaite imasenshi, sutōrī, kyarakutā, āto/ animēshon, saundotorakku de kōsei suru koto mo arimasen... Tēma ni tsuite no aimaina chishiki dake de kono shō ni iku no ga besutodesu. Soshite, wa i, monogatari wa hontōni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mUnderrated is a term i come across very often these days. Shows like Bokurano or Shinsekai yori are shows which are generally regarded as underrated. But if you look closely at their review scores, underrated doesn`t really apply to them. And then there is M3, a show which collective (negative) reception is in such strong contrast to my personal feelings about it, that underrated is the only adjective that really fits here. So why is it regarded so badly by the mainstream anime viewership? BTW: In this review i won`t write anything about the main story, nor will i structure it by story, characters, art/animation and soundtrack... It is best to go into this show with only vague knowledge about its themes. And yes, the story is really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnderrated is a term i come across very often these days.\u001b[24m\n    \u001b[1m過小評価されている用語は、私が非常に頻繁に横たわる最近です。\u001b[22m, \u001b[1m過小評価は、私は、これらの日は非常にしばしば出くわす用語です。\u001b[22m\n\u001b[4mShows like Bokurano or Shinsekai yori are shows which are generally regarded as underrated.\u001b[24m\n    \u001b[1m一般的に過小評価されているショーは、爆走や新世紀のようなショーです。\u001b[22m, \u001b[1mBokuranoまたは新世界ヨリのようなショーは、一般的に過小評価とみなされている番組です。\u001b[22m\n\u001b[4mBut if you look closely at their review scores, underrated doesn`t really apply to them.\u001b[24m\n    \u001b[1mしかし、彼らのレビュースコアを注意深く見ると、過小評価は実際には適用されません。\u001b[22m, \u001b[1mあなたは彼らのレビュースコアをよく見ればしかし、過小評価さdoesnの `tは実際にそれらに適用されます。\u001b[22m\n\u001b[4mAnd then there is M3, a show which collective (negative) reception is in such strong contrast to my personal feelings about it, that underrated is the only adjective that really fits here.\u001b[24m\n    \u001b[1mそして、集合的（否定的）レセプションが私の個人的な気持ちとは非常に対照的である、それが実際にここに収まる唯一の形容詞であることを示すM3があります。\u001b[22m, \u001b[1mそして、M3があり、集団する（負の）受信ショーは過小評価は本当にここに収まる唯一の形容詞であること、それについての私の個人的な感情にこのような強力な対照的です。\u001b[22m\n\u001b[4mSo why is it regarded so badly by the mainstream anime viewership?\u001b[24m\n    \u001b[1mそれで、主流のアニメ視聴者にとって、それはなぜそんなにひどく見なされますか？\u001b[22m, \u001b[1mでは、なぜそれが主流のアニメ視聴によってひどくみなされていますか？\u001b[22m\n\u001b[4mBTW: In this review i won`t write anything about the main story, nor will i structure it by story, characters, art/animation and soundtrack... It is best to go into this show with only vague knowledge about its themes.\u001b[24m\n    \u001b[1mBTW：このレビューでは、メインストーリーについては何も書いていませんし、ストーリー、キャラクター、アート/アニメーション、サウンドトラックで構成することもありません...テーマについての曖昧な知識だけでこのショーに行くのがベストです。\u001b[22m, \u001b[1mところで：このレビューで私はメインストーリーについては何も書いてwon`t、また私は物語、キャラクター、アート/アニメーションとサウンドトラックによって、それを構造化されます...それは、そのテーマについての唯一の漠然とした知識と、このショーに行くのがベストです。\u001b[22m\n\u001b[4mAnd yes, the story is really good.\u001b[24m\n    \u001b[1mそして、はい、物語は本当に良いです。\u001b[22m, \u001b[1mそして、はい、話は本当に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe best best way to describe this mecha anime would be: A non stop sadness fest with constantly depressed characters who search for the reason for their social isolation and lonelyness and try to come into terms with their broken psyches. That alone is enough to see why M3 isn`t really a show for everyone. Next to the slow start the show has a constant sense of somberness and gloom that permeates every facet of it. From the art direction to the story and characters... Everything about M3 is shrouded in depression and sadness. Beautyful!\n\n\u001b[1mこのメカアニメを表現する最善の方法は次のようなものです：絶え間なく落ち込んでいるキャラクターとのノンストップの悲しみのフェスティバル。彼らの社会的な孤独と孤独の理由を探し、壊れた感情に触れようとします。 それだけで、M3がなぜ本当に誰のためのショーではないのか分かります。 遅いスタートの次に、ショーはそれのあらゆる側面に浸透している不穏感と憂鬱感の絶妙な感覚を持っています。 芸術的な方向から物語やキャラクターまで... M3のすべてがうつ病と悲しみに包まれています。 美容院！\u001b[22m\n\u001b[1m(Kono meka anime o hyōgen suru saizen no hōhō wa tsugi no yōna monodesu: Taema naku ochikonde iru kyarakutā to no nonsutoppu no kanashimi no fesutibaru. Karera no shakai-tekina kodoku to kodoku no riyū o sagashi, kowareta kanjō ni fureyou to shimasu. Sore dake de, M 3 ga naze hontōni dare no tame no shōde wa nai no ka wakarimasu. Osoi sutāto no tsugini, shō wa sore no arayuru sokumen ni shintō shite iru fuon-kan to yūutsu-kan no zetsumyōna kankaku o motte imasu. Geijutsu-tekina hōkō kara monogatari ya kyarakutā made... M 3 no subete ga utsubyō to kanashimi ni tsutsuma rete imasu. Miyōin!)\u001b[22m\n\nTranslations of \u001b[4mThe best best way to describe this mecha anime would be: A non stop sadness fest with constantly depressed characters who search for the reason for their social isolation and lonelyness and try to come into terms with their broken psyches. That alone is enough to see why M3 isn`t really a show for everyone. Next to the slow start the show has a constant sense of somberness and gloom that permeates every facet of it. From the art direction to the story and characters... Everything about M3 is shrouded in depression and sadness. Beautyful!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best best way to describe this mecha anime would be: A non stop sadness fest with constantly depressed characters who search for the reason for their social isolation and lonelyness and try to come into terms with their broken psyches.\u001b[24m\n    \u001b[1mこのメカアニメを表現する最善の方法は次のようなものです：絶え間なく落ち込んでいるキャラクターとのノンストップの悲しみのフェスティバル。彼らの社会的な孤独と孤独の理由を探し、壊れた感情に触れようとします。\u001b[22m, \u001b[1mこのメカアニメを記述するための最良の最善の方法は、次のようになります。彼らの社会的孤立とlonelynessの理由を検索し、その壊れpsychesとの用語に来るようにしようと常に落ち込んで文字を催しノンストップ悲しみ。\u001b[22m\n\u001b[4mThat alone is enough to see why M3 isn`t really a show for everyone.\u001b[24m\n    \u001b[1mそれだけで、M3がなぜ本当に誰のためのショーではないのか分かります。\u001b[22m, \u001b[1mそれだけでは、M3は本当に皆のためのショーをisn`t理由を確認するのに十分です。\u001b[22m\n\u001b[4mNext to the slow start the show has a constant sense of somberness and gloom that permeates every facet of it.\u001b[24m\n    \u001b[1m遅いスタートの次に、ショーはそれのあらゆる側面に浸透している不穏感と憂鬱感の絶妙な感覚を持っています。\u001b[22m, \u001b[1m次のスロースタートにショーがそれのあらゆる面に浸透くすみや暗がりの一定の感覚を持っています。\u001b[22m\n\u001b[4mFrom the art direction to the story and characters... Everything about M3 is shrouded in depression and sadness.\u001b[24m\n    \u001b[1m芸術的な方向から物語やキャラクターまで... M3のすべてがうつ病と悲しみに包まれています。\u001b[22m, \u001b[1mストーリーやキャラクターにアートディレクションから... M3についてのすべては、うつ病と悲しみに包まれています。\u001b[22m\n\u001b[4mBeautyful!\u001b[24m\n    \u001b[1m美容院！\u001b[22m, \u001b[1mBeautyful！\u001b[22m\n\u001b[1m\u001b[22m\nEven though the show has a constant reminder of an ongoing threat (the lightless realm), M3s entire first half is dedicated to it`s diverse cast and their deeply rooted mental issues, while the second half deals with the mystery of the dark realm and how it is connected to the main cast. This approach may not be for everyone who wants quick answers for everything from the get go, but it is a rather brilliant one. Interesting enough this divide between the tho halfs is also emphasized by the two very different openings. While the first one has a very melancholic feeling to it, the second one is much more hopeful and upbeat, symbolising how the characters have overcome their own issues and are ready to move forward.\n\n\u001b[1mこのショーは進行中の脅威（明るい世界）を常に思い起こさせているにもかかわらず、M3の上半身全体は多様なキャストと深く根付いた精神的な問題に専念していますが、後半では暗黒界の謎と どのようにメインキャストに接続されています。 このアプローチは、すべてのものに対して迅速な回答を望むすべての人には適していないかもしれませんが、それはむしろ素晴らしいものです。 興味深いことに、この半分の間のこの分裂はまた、2つの非常に異なる開口によって強調される。 最初のものはそれに非常にメランコリックな感情を持っていますが、第2のものは、キャラクターが自分の問題をどのように克服し、前進する準備ができているかを象徴する、より有望で陽気です。\u001b[22m\n\u001b[1m(Kono shō wa shinkō-chū no kyōi (akarui sekai) o tsuneni omoiokosa sete iru nimokakawarazu, M 3 no jōhanshin zentai wa tayōna kyasuto to fukaku netsuita seishin-tekina mondai ni sen'nen shite imasuga, kōhande wa ankoku-kai no nazo todo no yō ni meinkyasuto ni setsuzoku sa rete imasu. Kono apurōchi wa, subete no mono ni taishite jinsokuna kaitō o nozomu subete no hito ni wa tekishite inai kamo shiremasenga, sore wa mushiro subarashī monodesu. Kyōmibukai koto ni, kono hanbun no ma no kono bunretsu wa mata, 2tsu no hijō ni kotonaru kaikō ni yotte kyōchō sa reru. Saisho no mono wa sore ni hijō ni merankorikkuna kanjō o motte imasuga, dai 2 no mono wa, kyarakutā ga jibun no mondai o dono yō ni kokufuku shi, zenshin suru junbi ga dekite iru ka o shōchō suru, yori yūbōde yōkidesu.)\u001b[22m\n\nTranslations of \u001b[4mEven though the show has a constant reminder of an ongoing threat (the lightless realm), M3s entire first half is dedicated to it`s diverse cast and their deeply rooted mental issues, while the second half deals with the mystery of the dark realm and how it is connected to the main cast. This approach may not be for everyone who wants quick answers for everything from the get go, but it is a rather brilliant one. Interesting enough this divide between the tho halfs is also emphasized by the two very different openings. While the first one has a very melancholic feeling to it, the second one is much more hopeful and upbeat, symbolising how the characters have overcome their own issues and are ready to move forward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though the show has a constant reminder of an ongoing threat (the lightless realm), M3s entire first half is dedicated to it`s diverse cast and their deeply rooted mental issues, while the second half deals with the mystery of the dark realm and\u001b[24m\n    \u001b[1mこのショーは進行中の脅威（明るい世界）を常に思い起こさせているにもかかわらず、M3の上半身全体は多様なキャストと深く根付いた精神的な問題に専念していますが、後半では暗黒界の謎と\u001b[22m, \u001b[1mショーは進行中の脅威（光のない領域）の一定のリマインダーを持っているにもかかわらず、M3S全体の前半は、多様なキャストとその深く根ざした精神的な問題をそれは `sのために専用されている一方で、暗い領域の謎と後半のお得な情報や\u001b[22m\n\u001b[4mhow it is connected to the main cast.\u001b[24m\n    \u001b[1mどのようにメインキャストに接続されています。\u001b[22m, \u001b[1mどのようにそれをメインキャストに接続されています。\u001b[22m\n\u001b[4mThis approach may not be for everyone who wants quick answers for everything from the get go, but it is a rather brilliant one.\u001b[24m\n    \u001b[1mこのアプローチは、すべてのものに対して迅速な回答を望むすべての人には適していないかもしれませんが、それはむしろ素晴らしいものです。\u001b[22m, \u001b[1mこのアプローチは、行きますからすべてのための迅速な回答を望んでいる皆のためではないかもしれないが、それはむしろ華麗なものです。\u001b[22m\n\u001b[4mInteresting enough this divide between the tho halfs is also emphasized by the two very different openings.\u001b[24m\n    \u001b[1m興味深いことに、この半分の間のこの分裂はまた、2つの非常に異なる開口によって強調される。\u001b[22m, \u001b[1mカントーのhalfsの間に十分な興味深いこの格差はまた、2つの非常に異なる開口部によって強調されています。\u001b[22m\n\u001b[4mWhile the first one has a very melancholic feeling to it, the second one is much more hopeful and upbeat, symbolising how the characters have overcome their own issues and are ready to move forward.\u001b[24m\n    \u001b[1m最初のものはそれに非常にメランコリックな感情を持っていますが、第2のものは、キャラクターが自分の問題をどのように克服し、前進する準備ができているかを象徴する、より有望で陽気です。\u001b[22m, \u001b[1m第1はそれに非常にメランコリックな感じがありますが、もう一つは文字が自分の課題を克服し、前方に移動する準備ができていたかを象徴する、はるかに有望と明るいです。\u001b[22m\n\u001b[1m\u001b[22m\nIt`s easy to see that the very character psychological approach of M3 is inspired by NGE, but i have to admit that it never reaches the complexities of its raw model. Nevertheless the characters and their sociopsychological traumata are portrayed excelently. Even though the central theme of all characters is the inability to communicate your own feelings to another person and therefor creating a state of social isolation, every character has his or her own/unique reason for their solitude. Sadly not every character gets the same level of attention. Especially Heito, a sadistic psychopath who has an almost sexual desire for causing pain in others just for being disgusted or rather rejected should have gotten more screentime.\n\n\u001b[1mそれは、M3の非常にキャラクターの心理的アプローチがNGEに触発されていることは容易にわかりますが、生のモデルの複雑さに決して到達しないことを認めなければなりません。 それにもかかわらず、キャラクターと社会心理的トラウマタは巧みに描かれている。 すべてのキャラクターの中心的なテーマは、自分の感情を他の人に伝えることができず、そのために社会的孤立状態を作り出しているにもかかわらず、すべてのキャラクターは自分の/独特の孤独の理由があります。 残念ながら、すべてのキャラクターが同じレベルの注意を払うわけではありません。 特にHeitoは、他の人に嫌な思いをしたり、むしろ拒絶されたりするための性的欲望を持っているサディスティックなサイコパスです。\u001b[22m\n\u001b[1m(Sore wa, M 3 no hijō ni kyarakutā no shinri-teki apurōchi ga NGE ni shokuhatsu sa rete iru koto wa yōi ni wakarimasuga,-sei no moderu no fukuzatsu-sa ni kesshite tōtatsu shinai koto o mitomenakereba narimasen. Sore nimokakawarazu, kyarakutā to shakai shinri-teki toraumata wa takumi ni egaka rete iru. Subete no kyarakutā no chūshin-tekina tēma wa, jibun no kanjō o hokanohito ni tsutaeru koto ga dekizu, sonotame ni shakai-teki koritsu jōtai o tsukuridashite iru nimokakawarazu, subete no kyarakutā wa jibun no/ dokutoku no kodoku no riyū ga arimasu. Zan'nen'nagara, subete no kyarakutā ga onaji reberu no chūi o harau wakede wa arimasen. Tokuni Heito wa, hokanohito ni iyana omoi o shi tari, mushiro kyozetsu sa re tari suru tame no seiteki yokubō o motte iru sadisutikkuna saikopasudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt`s easy to see that the very character psychological approach of M3 is inspired by NGE, but i have to admit that it never reaches the complexities of its raw model. Nevertheless the characters and their sociopsychological traumata are portrayed excelently. Even though the central theme of all characters is the inability to communicate your own feelings to another person and therefor creating a state of social isolation, every character has his or her own/unique reason for their solitude. Sadly not every character gets the same level of attention. Especially Heito, a sadistic psychopath who has an almost sexual desire for causing pain in others just for being disgusted or rather rejected should have gotten more screentime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt`s easy to see that the very character psychological approach of M3 is inspired by NGE, but i have to admit that it never reaches the complexities of its raw model.\u001b[24m\n    \u001b[1mそれは、M3の非常にキャラクターの心理的アプローチがNGEに触発されていることは容易にわかりますが、生のモデルの複雑さに決して到達しないことを認めなければなりません。\u001b[22m, \u001b[1mそれは `sは簡単M3の非常に文字心理学的アプローチがNGEに触発されていることを確認しますが、私は、その生のモデルの複雑さに到達したことがないことを認めざるを得ません。\u001b[22m\n\u001b[4mNevertheless the characters and their sociopsychological traumata are portrayed excelently.\u001b[24m\n    \u001b[1mそれにもかかわらず、キャラクターと社会心理的トラウマタは巧みに描かれている。\u001b[22m, \u001b[1mそれにもかかわらず文字とその社会心理学外傷はexcelently描かれています。\u001b[22m\n\u001b[4mEven though the central theme of all characters is the inability to communicate your own feelings to another person and therefor creating a state of social isolation, every character has his or her own/unique reason for their solitude.\u001b[24m\n    \u001b[1mすべてのキャラクターの中心的なテーマは、自分の感情を他の人に伝えることができず、そのために社会的孤立状態を作り出しているにもかかわらず、すべてのキャラクターは自分の/独特の孤独の理由があります。\u001b[22m, \u001b[1mすべての文字の中心テーマは、他の人に自分自身の気持ちを伝えることができないことであり、そのための社会的孤立の状態を作成するにもかかわらず、すべての文字は、その孤独のための彼または彼女自身/ユニークな理由があります。\u001b[22m\n\u001b[4mSadly not every character gets the same level of attention.\u001b[24m\n    \u001b[1m残念ながら、すべてのキャラクターが同じレベルの注意を払うわけではありません。\u001b[22m, \u001b[1m悲しいことではないすべての文字は注目の同じレベルを取得します。\u001b[22m\n\u001b[4mEspecially Heito, a sadistic psychopath who has an almost sexual desire for causing pain in others just for being disgusted or rather rejected should have gotten more screentime.\u001b[24m\n    \u001b[1m特にHeitoは、他の人に嫌な思いをしたり、むしろ拒絶されたりするための性的欲望を持っているサディスティックなサイコパスです。\u001b[22m, \u001b[1m特にHeito、ちょうどうんざりというか拒否されるために他人の痛みを引き起こすため、ほとんどの性的欲求を持っているサディスティックサイコパスは、より多くのスクリーン時間を頂いておりますする必要があります。\u001b[22m\nMost of the time the show centers around Akashi and how he tries to come into terms with his guilt towards his deceased brother, but more and more you learn that there is much more depth to it. I think his character was the most interesting one and his personal growth throughout the show felt intensely genuine. While we have seen his character archetype in many anime before, M3 analyzes it, tries to convey that his self centered behaviour, result of him shutting his heart off from others, makes him unable to understand how he causes pain to others. I don`t want to go more into detail about the characters here, but let me say that there is a multitude of other themes that the show explores: Coming into terms with your guilt/sins of the past, dealing with loss and sadness, opening up to others and trust others to accept you despite your own flaws and insecurities are only few of the aspects that M3 deals with.\n\n\u001b[1mほとんどの場合、ショーは明石の周りを中心に、彼は死んだ兄弟に向かって自分の罪を抱くようにどのようにしようとしますが、ますます深くなることを学びます。 私は彼の性格が最も興味深いものだと思っていて、ショーを通して彼の個人的な成長は強烈に本物だと感じました。 私たちは以前、多くのアニメでキャラクターの原型を見てきましたが、M3はそれを分析し、自分の心を動かす結果、他人から心を奪われた結果、他人にどのような苦痛を与えるのか理解できなくなったということを伝えようとします。 ここではキャラクターの詳細をもっと詳しく知りたいと思っていますが、ショーで探求しているテーマは数多くあると言えます。過去の罪悪感と喪失と悲しみ、 あなた自身の欠陥や不安にもかかわらず、他人に開放し、他人があなたを受け入れることを信頼することは、M3が扱う側面のほんの僅かです。\u001b[22m\n\u001b[1m(Hotondo no baai, shō wa Akashi no mawari o chūshin ni, kare wa shinda kyōdai ni mukatte jibun no tsumi o daku yō ni dono yō ni shiyou to shimasuga, masumasu fukaku naru koto o manabimasu. Watashi wa kare no seikaku ga mottomo kyōmibukai monoda to omotte ite, shō o tōshite kare no kojin-tekina seichō wa kyōretsu ni honmonoda to kanjimashita. Watashitachi wa izen, ōku no anime de kyarakutā no genkei o mitekimashita ga, M 3 wa sore o bunseki shi, jibun no kokorowougokasu kekka, tanin kara kokoro o ubawa reta kekka, tanin ni dono yōna kutsū o ataeru no ka rikai dekinaku natta to iu koto o tsutaeyou to shimasu. Kokode wa kyarakutā no shōsai o motto kuwashiku shiritai to omotte imasuga, shō de tankyū shite iru tēma wa kazuōku aru to iemasu. Kako no zaiaku-kan to sōshitsu to kanashimi, anata jishin no kekkan ya fuan nimokakawarazu, tanin ni kaihō shi, tanin ga anata o ukeireru koto o shinrai suru koto wa, M 3 ga atsukau sokumen no hon'no wazukadesu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the time the show centers around Akashi and how he tries to come into terms with his guilt towards his deceased brother, but more and more you learn that there is much more depth to it. I think his character was the most interesting one and his personal growth throughout the show felt intensely genuine. While we have seen his character archetype in many anime before, M3 analyzes it, tries to convey that his self centered behaviour, result of him shutting his heart off from others, makes him unable to understand how he causes pain to others. I don`t want to go more into detail about the characters here, but let me say that there is a multitude of other themes that the show explores: Coming into terms with your guilt/sins of the past, dealing with loss and sadness, opening up to others and trust others to accept you despite your own flaws and insecurities are only few of the aspects that M3 deals with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the time the show centers around Akashi and how he tries to come into terms with his guilt towards his deceased brother, but more and more you learn that there is much more depth to it.\u001b[24m\n    \u001b[1mほとんどの場合、ショーは明石の周りを中心に、彼は死んだ兄弟に向かって自分の罪を抱くようにどのようにしようとしますが、ますます深くなることを学びます。\u001b[22m, \u001b[1mほとんどの時間明石の周りショーセンターと、彼は故人の兄に向かって彼の罪悪感を持つ用語に来るが、より多くのあなたがそれをはるかに深さがあることを学ぼうとする方法。\u001b[22m\n\u001b[4mI think his character was the most interesting one and his personal growth throughout the show felt intensely genuine.\u001b[24m\n    \u001b[1m私は彼の性格が最も興味深いものだと思っていて、ショーを通して彼の個人的な成長は強烈に本物だと感じました。\u001b[22m, \u001b[1m私は彼の性格が最も興味深いものだった、ショー全体を通して彼の個人的な成長が激しく、本物を感じたと思います。\u001b[22m\n\u001b[4mWhile we have seen his character archetype in many anime before, M3 analyzes it, tries to convey that his self centered behaviour, result of him shutting his heart off from others, makes him unable to understand how he causes pain to others.\u001b[24m\n    \u001b[1m私たちは以前、多くのアニメでキャラクターの原型を見てきましたが、M3はそれを分析し、自分の心を動かす結果、他人から心を奪われた結果、他人にどのような苦痛を与えるのか理解できなくなったということを伝えようとします。\u001b[22m, \u001b[1m我々の前に多くのアニメで彼のキャラクターの原型を見てきたが、M3はそれを分析し、彼の自己中心ことを彼が他の人から彼の心を遮断した結果を振る舞いを伝えるためにしようと、彼は他の人に痛みを引き起こす方法を理解することが、彼はできないになります。\u001b[22m\n\u001b[4mI don`t want to go more into detail about the characters here, but let me say that there is a multitude of other themes that the show explores: Coming into terms with your guilt/sins of the past, dealing with loss and sadness,\u001b[24m\n    \u001b[1mここではキャラクターの詳細をもっと詳しく知りたいと思っていますが、ショーで探求しているテーマは数多くあると言えます。過去の罪悪感と喪失と悲しみ、\u001b[22m, \u001b[1m、損失と悲しみを扱う、過去の自分の罪/罪との用語に来る：私はここで文字についての詳細にもっと行きたいのですが、私はショーを探る他のテーマの多くがあるとしましょう `tを\u001b[22m\n\u001b[4mopening up to others and trust others to accept you despite your own flaws and insecurities are only few of the aspects that M3 deals with.\u001b[24m\n    \u001b[1mあなた自身の欠陥や不安にもかかわらず、他人に開放し、他人があなたを受け入れることを信頼することは、M3が扱う側面のほんの僅かです。\u001b[22m, \u001b[1mあなた自身の傷や不安にもかかわらず、あなたを受け入れるように他の人と信頼の他者への開放は、局面にM3のお得な情報のほんの一部です。\u001b[22m\n\u001b[1m\u001b[22m\nAnother interesting point is the shows portrayal of death. If a certain character 'dies' it is not really shown. You rather experience how the other characters deal with the loss and how it affects them and their mental state. This is a rather brilliant choice by the writers, but in the same time it might put off some people who want their superficial 'beloved character dies' feels. This is not about you ecperiencing the loss of a character but about you experiencing how another character deals with it, seeing how a characters reason to live is shattered by the loss of a belove one.\n\n\u001b[1mもう一つの興味深い点は、死の描写である。 特定の文字が「死ぬ」場合、実際には表示されません。 あなたはむしろ、他のキャラクターが損失をどのように処理し、どのようにそれらがそれらの精神状態に影響を与えるか経験する。 これは作家によるかなり素晴らしい選択ですが、それと同時に、表面的な「愛する人の死者」が感じるような人々を放つかもしれません。 これは、キャラクターの喪失を心配するのではなく、別のキャラクターがそれをどのように扱うかを体験し、キャラクターが生きる理由を見ていることが、ベロベの喪失によって粉々にされているのを見ることです。\u001b[22m\n\u001b[1m(Mōhitotsu no kyōmibukai ten wa, shi no byōshadearu. Tokutei no moji ga `shinu' baai, jissai ni wa hyōji sa remasen. Anata wa mushiro, hoka no kyarakutā ga sonshitsu o dono yō ni shori shi, dono yō ni sorera ga sorera no seishin jōtai ni eikyōwoataeru ka keiken suru. Kore wa sakka ni yoru kanari subarashī sentakudesuga, soreto dōjini, hyōmen-tekina `aisuruhito no shisha' ga kanjiru yōna hitobito o hanatsu kamo shiremasen. Kore wa, kyarakutā no sōshitsu o shinpai suru node wa naku,-betsu no kyarakutā ga sore o dono yō ni atsukau ka o taiken shi, kyarakutā ga ikiru riyū o mite iru koto ga, berobe no sōshitsu ni yotte konagona ni sa rete iru no o miru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother interesting point is the shows portrayal of death. If a certain character 'dies' it is not really shown. You rather experience how the other characters deal with the loss and how it affects them and their mental state. This is a rather brilliant choice by the writers, but in the same time it might put off some people who want their superficial 'beloved character dies' feels. This is not about you ecperiencing the loss of a character but about you experiencing how another character deals with it, seeing how a characters reason to live is shattered by the loss of a belove one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother interesting point is the shows portrayal of death.\u001b[24m\n    \u001b[1mもう一つの興味深い点は、死の描写である。\u001b[22m, \u001b[1mもう一つの興味深い点は、死のショーの描写です。\u001b[22m\n\u001b[4mIf a certain character 'dies' it is not really shown.\u001b[24m\n    \u001b[1m特定の文字が「死ぬ」場合、実際には表示されません。\u001b[22m, \u001b[1m特定の文字が「死ぬ」場合、それは本当に表示されません。\u001b[22m\n\u001b[4mYou rather experience how the other characters deal with the loss and how it affects them and their mental state.\u001b[24m\n    \u001b[1mあなたはむしろ、他のキャラクターが損失をどのように処理し、どのようにそれらがそれらの精神状態に影響を与えるか経験する。\u001b[22m, \u001b[1mあなたはむしろ他の文字が損失とどのようにそれが彼らと彼らの精神状態に影響を与えるの対処方法を体験します。\u001b[22m\n\u001b[4mThis is a rather brilliant choice by the writers, but in the same time it might put off some people who want their superficial 'beloved character dies' feels.\u001b[24m\n    \u001b[1mこれは作家によるかなり素晴らしい選択ですが、それと同時に、表面的な「愛する人の死者」が感じるような人々を放つかもしれません。\u001b[22m, \u001b[1mこれは、作家によってかなり鮮やかな選択であるが、同じ時間にそれは彼らの表面的な感じ」最愛のキャラクターが死ぬ」が欲しい何人かの人々を延期する可能性があります。\u001b[22m\n\u001b[4mThis is not about you ecperiencing the loss of a character but about you experiencing how another character deals with it, seeing how a characters reason to live is shattered by the loss of a belove one.\u001b[24m\n    \u001b[1mこれは、キャラクターの喪失を心配するのではなく、別のキャラクターがそれをどのように扱うかを体験し、キャラクターが生きる理由を見ていることが、ベロベの喪失によって粉々にされているのを見ることです。\u001b[22m, \u001b[1mこれは、文字の損失をecperiencingしかし、あなたが経験についてどのように別の文字が生きるために文字の理由はbelove 1の損失によって打ち砕かれる方法を見て、それを扱うに関するものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt is easy to see why M3 is not a show for everyone. M3 (Especially the (brilliant) first half) is maybe the most depressing and sadness-filled anime i`ve ever watched. Either you love it (if you think End of Evangelion is the best anime movie ever made, M3 is for you) or you can`t get over this fact. The point is, that there is nothing uplifting. It constantly, episode after episode, tries to 'rape' your emotional state, make you as sad or miserable as the characters feel and it suceeds. These characters aren`t flawless heroes you want to identify with, they are deeply traumatized, broken and introverted people not everyone will... or rather wants to like. But that`s unavoidable if a show tries to break away from the generic flawless heroes formula to create real human beings. M3 may not be a masterpiece, but an experience you shouldn`t miss.\n\n\u001b[1mなぜM3が誰にとってもショーではないのが分かります。  M3（特に（鮮やかな）上半期）はおそらく私が今まで見た中で最もうつ病で悲しみに満ちたアニメだろう。 あなたがそれを愛している（エヴァンゲリオンの終わりがこれまでに作られた最高のアニメ映画だと思えば、M3はあなたのためです）、この事実を乗り越えることはできません。 ポイントは、何も盛り上がることがないということです。 エピソードの後のエピソードは絶えず、あなたの感情状態を「レイプ」しようとします。あなたが悲しみにしたり、悲惨なものにしたり、それが成功すると、それは成功します。 これらのキャラクターはあなたが誰と同じではなく、深く傷つき、壊れていて内向的な人であるか、あるいはむしろ好きになりたいと思っている完璧なヒーローではありません。 しかし、ショーが本当の人間を創造するために一般的な完璧なヒーローの式から逃げようとするなら、それはやむを得ないことだ。  M3は傑作ではないかもしれませんが、あなたが逃してはいけない経験です。\u001b[22m\n\u001b[1m(Naze M 3 ga dare ni tottemo shōde wa nai no ga wakarimasu. M 3 (tokuni (azayakana) kamihanki) wa osoraku watashi ga imamade mita naka de mottomo utsubyō de kanashimi ni michita animedarou. Anata ga sore o aishite iru (evu~angerion no owari ga kore made ni tsukura reta saikō no anime eigada to omoeba, M 3 wa anata no tamedesu), kono jijitsu o norikoeru koto wa dekimasen. Pointo wa, nani mo moriagaru koto ga nai to iu kotodesu. Episōdo no nochi no episōdo wa taezu, anata no kanjō jōtai o `reipu' shiyou to shimasu. Anata ga kanashimini shi tari, hisan'na mono ni shi tari, sore ga seikō suru to, soreha seikō shimasu. Korera no kyarakutā wa anata ga dare to onajide wa naku, fukaku kizutsuki, kowarete ite naikō-tekina hitodearu ka, aruiwa mushiro suki ni naritai to omotte iru kanpekina hīrōde wa arimasen. Shikashi, shō ga hontō no ningen o sōzō suru tame ni ippantekina kanpekina hīrō no shiki kara nigeyou to surunara, sore wa yamuwoenai kotoda. M 3 wa kessakude wanai kamo shiremasenga, anata ga nogashite wa ikenai keikendesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is easy to see why M3 is not a show for everyone. M3 (Especially the (brilliant) first half) is maybe the most depressing and sadness-filled anime i`ve ever watched. Either you love it (if you think End of Evangelion is the best anime movie ever made, M3 is for you) or you can`t get over this fact. The point is, that there is nothing uplifting. It constantly, episode after episode, tries to 'rape' your emotional state, make you as sad or miserable as the characters feel and it suceeds. These characters aren`t flawless heroes you want to identify with, they are deeply traumatized, broken and introverted people not everyone will... or rather wants to like. But that`s unavoidable if a show tries to break away from the generic flawless heroes formula to create real human beings. M3 may not be a masterpiece, but an experience you shouldn`t miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is easy to see why M3 is not a show for everyone.\u001b[24m\n    \u001b[1mなぜM3が誰にとってもショーではないのが分かります。\u001b[22m, \u001b[1mM3は皆のためのショーではありません理由は簡単です。\u001b[22m\n\u001b[4mM3 (Especially the (brilliant) first half) is maybe the most depressing and sadness-filled anime i`ve ever watched.\u001b[24m\n    \u001b[1mM3（特に（鮮やかな）上半期）はおそらく私が今まで見た中で最もうつ病で悲しみに満ちたアニメだろう。\u001b[22m, \u001b[1mM3（特に（ブリリアント）前半は）多分今までに見た最も憂鬱や悲しみに満ちたアニメi`veです。\u001b[22m\n\u001b[4mEither you love it (if you think End of Evangelion is the best anime movie ever made, M3 is for you) or you can`t get over this fact.\u001b[24m\n    \u001b[1mあなたがそれを愛している（エヴァンゲリオンの終わりがこれまでに作られた最高のアニメ映画だと思えば、M3はあなたのためです）、この事実を乗り越えることはできません。\u001b[22m, \u001b[1mあなたはそれを愛する（あなたがエヴァンゲリオンの終わりがこれまでに作った最高のアニメ映画だと思うならば、M3はあなたのためである）か、この事実を乗り越えるcan`tのいずれか。\u001b[22m\n\u001b[4mThe point is, that there is nothing uplifting.\u001b[24m\n    \u001b[1mポイントは、何も盛り上がることがないということです。\u001b[22m, \u001b[1mポイントは高揚ものが何もないこと、です。\u001b[22m\n\u001b[4mIt constantly, episode after episode, tries to 'rape' your emotional state, make you as sad or miserable as the characters feel and it suceeds.\u001b[24m\n    \u001b[1mエピソードの後のエピソードは絶えず、あなたの感情状態を「レイプ」しようとします。あなたが悲しみにしたり、悲惨なものにしたり、それが成功すると、それは成功します。\u001b[22m, \u001b[1mそれは常に、エピソード後のエピソードは、文字が感じ、それがsuceedsとして「強姦」あなたの感情の状態は、あなたに悲しいまたは惨めにしようとします。\u001b[22m\n\u001b[4mThese characters aren`t flawless heroes you want to identify with, they are deeply traumatized, broken and introverted people not everyone will... or rather wants to like.\u001b[24m\n    \u001b[1mこれらのキャラクターはあなたが誰と同じではなく、深く傷つき、壊れていて内向的な人であるか、あるいはむしろ好きになりたいと思っている完璧なヒーローではありません。\u001b[22m, \u001b[1mこれらの文字は、彼らが深く、心に傷を負った壊れたと内向的な人は誰もがする...というか好きに望んでいるされている、あなたが識別したい完璧なヒーローをaren`t。\u001b[22m\n\u001b[4mBut that`s unavoidable if a show tries to break away from the generic flawless heroes formula to create real human beings.\u001b[24m\n    \u001b[1mしかし、ショーが本当の人間を創造するために一般的な完璧なヒーローの式から逃げようとするなら、それはやむを得ないことだ。\u001b[22m, \u001b[1mショーは本物の人間を作成するために離れて一般的な完璧なヒーローの式から破るしようとした場合でも、やむを得ないthat`s。\u001b[22m\n\u001b[4mM3 may not be a masterpiece, but an experience you shouldn`t miss.\u001b[24m\n    \u001b[1mM3は傑作ではないかもしれませんが、あなたが逃してはいけない経験です。\u001b[22m, \u001b[1mM3は傑作ではないかもしれないが、経験はあなたが欠場shouldn`t。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\nCharacters 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m\nArt/Animation 7,5/10\n\n\u001b[1mアート/アニメーション7,5 / 10\u001b[22m\n\u001b[1m(Āto/ animēshon 7, 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation 7,5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation 7,5/10\u001b[24m\n    \u001b[1mアート/アニメーション7,5 / 10\u001b[22m\nSoundtrack 8/10\n\n\u001b[1mサウンドトラック8/10\u001b[22m\n\u001b[1m(Saundotorakku 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack 8/10\u001b[24m\n    \u001b[1mサウンドトラック8/10\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict 8.4/10\n\n\u001b[1m最終評決8.4 / 10\u001b[22m\n\u001b[1m(Saishū hyōketsu 8. 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict 8.4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict 8.4/10\u001b[24m\n    \u001b[1m最終評決8.4 / 10\u001b[22m, \u001b[1m最終的な評決8.4 / 10\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "ApexApocalypse",
    "profile": "/profile/ApexApocalypse/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=184880",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  3\n|  3\n\nスポイラー************（文字で）（大きなものではない）\nああ。  M3：Sono Kuroki Hagane....優雅に星をつけましょう。\nサウンド：音楽は素晴らしかったです。 私はイントロとアウトロのスコアが大好きで、とても面白い曲でした。 私はサブベッドのバージョンを見ましたので、私はスピーカーを楽しんでいました。 ロボットの動作音も良かったです。\n\n芸術：私はまた多くのアートを楽しんだ。 それは非常に深刻で、私は大好きです。\n\n残りの部分に移動できます....\nストーリー：アイデアは面白かったですが、私が思ったストーリーの実行は悪かったです。 それは遅かった。  Fate Zeroのファンとして今。 運命ゼロは長い45分のイントロエピソードを持っていたので、私は最初にショーを判断すべきではないことを知っておくべきです。 唯一の違いは、運命がそれを邪魔したということでした。そして、それはたくさんの情報でいっぱいでした。 私の意見では、まだ私の考えではまだ完全に説明しているわけではなく、私は7つのエピソードを持っていました。そして、おそらくアニメと別のアニメを比較すべきではありません。\n\nキャラクター：ええ。  meh。（銃砲）どこから始めるつもりか、Emiru。  「初め」では、彼女は泡立ち、誰かのように真剣に3〜4回のエピソードで深刻なことに彼女のバイブレーターを取り去った。  （スポイラー********** Emiruが亡くなったとき、私は悲しいと思っていたようだが、私はそうではなかった。そして、ロリポップの男は悪い男だった。 残りのキャラクターたちは暖かく、寒いぼろぼろに招待されていて、小便に浸かっています。これの完璧な例は、柚木、麻沼です。  。\n\nだからここからM3：私は7つのエピソードシリーズの歌姫恵乃ですが、私はそれがまったく好きではありませんでした。それは見守るようなもので、私はそれに興味がありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler************(in characters)(not a big one)\n\n\u001b[1mスポイラー************（文字で）（大きなものではない）\u001b[22m\n\u001b[1m(Supoirā************(moji de) (ōkina monode wa nai))\u001b[22m\n\nTranslations of \u001b[4mSpoiler************(in characters)(not a big one)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler************(in characters)(not a big one)\u001b[24m\n    \u001b[1mスポイラー************（文字で）（大きなものではない）\u001b[22m, \u001b[1m（文字数）スポイラーの************（ない大きなもの）\u001b[22m\nahh. M3: Sono Kuroki Hagane.... Lets star off at the good.\n\n\u001b[1mああ。  M3：Sono Kuroki Hagane....優雅に星をつけましょう。\u001b[22m\n\u001b[1m(Ā. M 3: Sono Kuroki Hagane. ... Yūga ni hoshi o tsukemashou.)\u001b[22m\n\nTranslations of \u001b[4mahh. M3: Sono Kuroki Hagane.... Lets star off at the good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mahh.\u001b[24m\n    \u001b[1mああ。\u001b[22m\n\u001b[4mM3: Sono Kuroki Hagane.... Lets star off at the good.\u001b[24m\n    \u001b[1mM3：Sono Kuroki Hagane....優雅に星をつけましょう。\u001b[22m, \u001b[1mM3：曽野黒木ハガネは....良いでオフに主演することができます。\u001b[22m\nSound: The music was great. I loved the intro and outro score, it was a very interesting tune. I watched a subbed version so I enjoyed the speakers alot. and the robot action sounds were good too.\n\n\u001b[1mサウンド：音楽は素晴らしかったです。 私はイントロとアウトロのスコアが大好きで、とても面白い曲でした。 私はサブベッドのバージョンを見ましたので、私はスピーカーを楽しんでいました。 ロボットの動作音も良かったです。\u001b[22m\n\u001b[1m(Saundo: Ongaku wa subarashikattadesu. Watashi wa Intoro to autoro no sukoa ga daisukide, totemo omoshiroi kyokudeshita. Watashi wa sabu beddo no bājon o mimashitanode, watashi wa supīkā o tanoshinde imashita. Robotto no dōsa-on mo yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: The music was great. I loved the intro and outro score, it was a very interesting tune. I watched a subbed version so I enjoyed the speakers alot. and the robot action sounds were good too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The music was great.\u001b[24m\n    \u001b[1mサウンド：音楽は素晴らしかったです。\u001b[22m\n\u001b[4mI loved the intro and outro score, it was a very interesting tune.\u001b[24m\n    \u001b[1m私はイントロとアウトロのスコアが大好きで、とても面白い曲でした。\u001b[22m, \u001b[1m私はそれは非常に興味深い曲だった、イントロとアウトロスコアを愛しました。\u001b[22m\n\u001b[4mI watched a subbed version so I enjoyed the speakers alot.\u001b[24m\n    \u001b[1m私はサブベッドのバージョンを見ましたので、私はスピーカーを楽しんでいました。\u001b[22m, \u001b[1m私はので、私はたくさんのスピーカーを楽しん下塗りバージョンを見ました。\u001b[22m\n\u001b[4mand the robot action sounds were good too.\u001b[24m\n    \u001b[1mロボットの動作音も良かったです。\u001b[22m, \u001b[1mロボットアクションの音があまりにも良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I also enjoyed the art alot. It was very serious, which i enjoy alot.\n\n\u001b[1m芸術：私はまた多くのアートを楽しんだ。 それは非常に深刻で、私は大好きです。\u001b[22m\n\u001b[1m(Geijutsu: Watashi wa mata ōku no āto o tanoshinda. Sore wa hijō ni shinkokude, watashi wa daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I also enjoyed the art alot. It was very serious, which i enjoy alot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I also enjoyed the art alot.\u001b[24m\n    \u001b[1m芸術：私はまた多くのアートを楽しんだ。\u001b[22m, \u001b[1mアート：私はまた、当該分野の多くを楽しみました。\u001b[22m\n\u001b[4mIt was very serious, which i enjoy alot.\u001b[24m\n    \u001b[1mそれは非常に深刻で、私は大好きです。\u001b[22m, \u001b[1mそれは私がたくさん楽しんでいる、非常に深刻でした。\u001b[22m\n\u001b[1m\u001b[22m\nNow lets move on to the rest....\n\n\u001b[1m残りの部分に移動できます....\u001b[22m\n\u001b[1m(Nokori no bubun ni idō dekimasu....)\u001b[22m\n\nTranslations of \u001b[4mNow lets move on to the rest....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow lets move on to the rest....\u001b[24m\n    \u001b[1m残りの部分に移動できます....\u001b[22m, \u001b[1m今、残りの部分に上に移動することができます....\u001b[22m\nStory: The idea was interesting, but the execution of the story I thought in my opinion was bad. It was slow. Now as a fan of Fate Zero. I should know that I shouldn't judge a show by the beginning because fate zero had a long 45 minute intro episode. The only difference was that Fate got it out of the way, and it was packed with alot of information. M3 still hasn't, in my opinion, fully explained or established it intention yet, and I was seven episodes in. And I probably shouldn't be comparing one anime to another, but I feel I should, Its like comparing video games.\n\n\u001b[1mストーリー：アイデアは面白かったですが、私が思ったストーリーの実行は悪かったです。 それは遅かった。  Fate Zeroのファンとして今。 運命ゼロは長い45分のイントロエピソードを持っていたので、私は最初にショーを判断すべきではないことを知っておくべきです。 唯一の違いは、運命がそれを邪魔したということでした。そして、それはたくさんの情報でいっぱいでした。 私の意見では、まだ私の考えではまだ完全に説明しているわけではなく、私は7つのエピソードを持っていました。そして、おそらくアニメと別のアニメを比較すべきではありません。\u001b[22m\n\u001b[1m(Sutōrī: Aidea wa omoshirokattadesuga, watashi ga omotta sutōrī no jikkō wa warukattadesu. Sore wa osokatta. Feito Zero no fan to shite ima. Unmei zero wa nagai 45-bu no intoroepisōdo o motte itanode, watashi wa saisho ni shō o handan subekide wanai koto o shitte okubekidesu. Yuiitsu no chigai wa, unmei ga sore o jama shita to iu kotodeshita. Soshite, sore wa takusan no jōhō de ippaideshita. Watashi no ikende wa, mada watashi no kangaede wa mada kanzen ni setsumei shite iru wakede wa naku, watashi wa 7tsu no episōdo o motte imashita. Soshite, osoraku anime to betsu no anime o hikaku subekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: The idea was interesting, but the execution of the story I thought in my opinion was bad. It was slow. Now as a fan of Fate Zero. I should know that I shouldn't judge a show by the beginning because fate zero had a long 45 minute intro episode. The only difference was that Fate got it out of the way, and it was packed with alot of information. M3 still hasn't, in my opinion, fully explained or established it intention yet, and I was seven episodes in. And I probably shouldn't be comparing one anime to another, but I feel I should, Its like comparing video games.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The idea was interesting, but the execution of the story I thought in my opinion was bad.\u001b[24m\n    \u001b[1mストーリー：アイデアは面白かったですが、私が思ったストーリーの実行は悪かったです。\u001b[22m, \u001b[1mストーリー：アイデアは面白かったが、私は私の意見ではと思ったストーリーの実行が悪かったです。\u001b[22m\n\u001b[4mIt was slow.\u001b[24m\n    \u001b[1mそれは遅かった。\u001b[22m, \u001b[1mそれは遅かったです。\u001b[22m\n\u001b[4mNow as a fan of Fate Zero.\u001b[24m\n    \u001b[1mFate Zeroのファンとして今。\u001b[22m, \u001b[1m今フェイトゼロのファンとして。\u001b[22m\n\u001b[4mI should know that I shouldn't judge a show by the beginning because fate zero had a long 45 minute intro episode.\u001b[24m\n    \u001b[1m運命ゼロは長い45分のイントロエピソードを持っていたので、私は最初にショーを判断すべきではないことを知っておくべきです。\u001b[22m, \u001b[1m私は運命ゼロが長い45分のイントロのエピソードを持っていたので、私は初めまでにショーを判断するべきではないことを知っている必要があります。\u001b[22m\n\u001b[4mThe only difference was that Fate got it out of the way, and it was packed with alot of information.\u001b[24m\n    \u001b[1m唯一の違いは、運命がそれを邪魔したということでした。そして、それはたくさんの情報でいっぱいでした。\u001b[22m, \u001b[1m唯一の違いは、運命が邪魔にそれを持っていることであり、それは情報の多くを充填しました。\u001b[22m\n\u001b[4mM3 still hasn't, in my opinion, fully explained or established it intention yet, and I was seven episodes in. And I probably shouldn't be comparing one anime to another, but I feel I should, Its like comparing video games.\u001b[24m\n    \u001b[1m私の意見では、まだ私の考えではまだ完全に説明しているわけではなく、私は7つのエピソードを持っていました。そして、おそらくアニメと別のアニメを比較すべきではありません。\u001b[22m, \u001b[1mM3はまだ、私の意見では、十分に説明されていないか、まだそれを意思を設立し、私は中7エピソードだった。そして、私はおそらく別のアニメを比較すべきではありませんが、私はそのビデオゲームを比較するようなもの、私がすべきと感じます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Ehh. meh.(gunts) Where going to start with Hazaki, Emiru. At the 'beginning' she was bubbly, and all of a sudden, not but 3 or 4 episodes in shes serious like somebody took away her vibrator. (spoiler********** and when Emiru died, I feel I was supposed to be sad, but I wasn't. And then lollipop guy was the bad guy I dont need to continue to watch it to know hes going to fuck something up. As for the rest of the characters their about as warm and inviting as a cold rag soaked in piss. A perfect example of this is Yuzuki, Mahmu. oh boy there's more that wrong with this show but im tired .\n\n\u001b[1mキャラクター：ええ。  meh。（銃砲）どこから始めるつもりか、Emiru。  「初め」では、彼女は泡立ち、誰かのように真剣に3〜4回のエピソードで深刻なことに彼女のバイブレーターを取り去った。  （スポイラー********** Emiruが亡くなったとき、私は悲しいと思っていたようだが、私はそうではなかった。そして、ロリポップの男は悪い男だった。 残りのキャラクターたちは暖かく、寒いぼろぼろに招待されていて、小便に浸かっています。これの完璧な例は、柚木、麻沼です。  。\u001b[22m\n\u001b[1m(Kyarakutā: Ē. Meh. (Jūhō) doko kara hajimeru tsumori ka, Emiru. `Hajime'de wa, kanojo wa awadachi, dareka no yō ni shinken ni 3 〜 4-kai no episōdo de shinkokuna koto ni kanojo no baiburētā o torisatta. (Supoirā********** Emiru ga nakunattatoki, watashi wa kanashī to omotte ita yōdaga, watashi wa sōde wa nakatta. Soshite, roripoppu no otoko wa warui otokodatta. Nokori no kyarakutā-tachi wa atatakaku, samui boroboro ni shōtai sa rete ite, shōben ni tsukatte imasu. Kore no kanpekina rei wa, Yuzuki, asa-numadesu..)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Ehh. meh.(gunts) Where going to start with Hazaki, Emiru. At the 'beginning' she was bubbly, and all of a sudden, not but 3 or 4 episodes in shes serious like somebody took away her vibrator. (spoiler********** and when Emiru died, I feel I was supposed to be sad, but I wasn't. And then lollipop guy was the bad guy I dont need to continue to watch it to know hes going to fuck something up. As for the rest of the characters their about as warm and inviting as a cold rag soaked in piss. A perfect example of this is Yuzuki, Mahmu. oh boy there's more that wrong with this show but im tired .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Ehh.\u001b[24m\n    \u001b[1mキャラクター：ええ。\u001b[22m, \u001b[1mキャラクター：EHH。\u001b[22m\n\u001b[4mmeh.(gunts) Where going to start with Hazaki, Emiru.\u001b[24m\n    \u001b[1mmeh。（銃砲）どこから始めるつもりか、Emiru。\u001b[22m, \u001b[1mまあまあ。（gunts）Hazaki、えみるに開始する予定。\u001b[22m\n\u001b[4mAt the 'beginning' she was bubbly, and all of a sudden, not but 3 or 4 episodes in shes serious like somebody took away her vibrator.\u001b[24m\n    \u001b[1m「初め」では、彼女は泡立ち、誰かのように真剣に3〜4回のエピソードで深刻なことに彼女のバイブレーターを取り去った。\u001b[22m, \u001b[1m「初め」で、彼女は陽気だった、と誰かのような深刻なシーズの突然、いないが、3または4のエピソードの全ては彼女のバイブレーターを奪いました。\u001b[22m\n\u001b[4m(spoiler********** and when Emiru died, I feel I was supposed to be sad, but I wasn't. And then lollipop guy was the bad guy I dont need to continue to watch it to know\u001b[24m\n    \u001b[1m（スポイラー********** Emiruが亡くなったとき、私は悲しいと思っていたようだが、私はそうではなかった。そして、ロリポップの男は悪い男だった。\u001b[22m, \u001b[1m（スポイラー**********とするときえみるが死亡し、私は私は悲しいことになった感じが、私はありませんでした。そして、ロリポップ男は私が知っているそれを見るために継続する必要がいけない悪い男でした\u001b[22m\n\u001b[4mhes going to fuck something up. As for the rest of the characters their about as warm and inviting as a cold rag soaked in piss. A perfect example of this is Yuzuki, Mahmu. oh boy there's more that wrong with this show but im tired\u001b[24m\n    \u001b[1m残りのキャラクターたちは暖かく、寒いぼろぼろに招待されていて、小便に浸かっています。これの完璧な例は、柚木、麻沼です。\u001b[22m, \u001b[1m何かをファックしよう。小便に浸した冷たい雑巾などの文字の残りの部分についてはその程度と温かく居心地の良い。この完璧な例は、柚木、Mahmuです。ああ、このショーで間違っしかしイム疲れている以上がありますHES\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nSo from here on out M3: Sono Kuroki Hagane is a seven episode series to me, and I did not like it at all, It seemed like a chore to watch and I just was not interested in it.\n\n\u001b[1mだからここからM3：私は7つのエピソードシリーズの歌姫恵乃ですが、私はそれがまったく好きではありませんでした。それは見守るようなもので、私はそれに興味がありませんでした。\u001b[22m\n\u001b[1m(Dakara koko kara M 3: Watashi wa 7tsu no episōdoshirīzu no utahime megunodesuga, watashi wa sore ga mattaku sukide wa arimasendeshita. Sore wa mimamoru yōna mono de, watashi wa sore ni kyōmi ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSo from here on out M3: Sono Kuroki Hagane is a seven episode series to me, and I did not like it at all, It seemed like a chore to watch and I just was not interested in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo from here on out M3: Sono Kuroki Hagane is a seven episode series to me, and I did not like it at all, It seemed like a chore to watch and I just was not interested in it.\u001b[24m\n    \u001b[1mだからここからM3：私は7つのエピソードシリーズの歌姫恵乃ですが、私はそれがまったく好きではありませんでした。それは見守るようなもので、私はそれに興味がありませんでした。\u001b[22m, \u001b[1mだからここにM3アウトから：ソノ黒木ハガネは私には7エピソードシリーズです、と私はまったく好きではなかった、見に雑用のように思えたし、私はそれに興味がありませんでした。\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "Kamigami",
    "profile": "/profile/Kamigami/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=196632",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\nそれは短いレビューになります：\n私はこれを数ヶ月前に見ましたが、私はアニメのスコアの悪い評価を見ましたが、私は理由について何の説明も見ません（1つのレビューだけが試してみて、悪いスコアを持っています）\nあなたがこのアニメを見たい場合は、アクションスキップ\n現実的なストーリー（技術的な観点から）を見たい場合はスキップしてください\nそれは心理的な面では深く、キャラクターはあまりにも複雑ではない（アニメは完全に無意味なものになる。何もそれが正当化されないので、普通の人は本当に深い性格を持たない。 いくつかは信じているように見える）しかし、彼らは1つの滑らかな動きで全体を握ることができないものを持っている）はよく書かれており、彼らの反応は興味深いものである。backstoryは少しずつ発見され、\n私はそれがすべて終わりが楽しいが、驚くべきことではないと思う",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt will be a short review:\n\n\u001b[1mそれは短いレビューになります：\u001b[22m\n\u001b[1m(Sore wa mijikai rebyū ni narimasu:)\u001b[22m\n\nTranslations of \u001b[4mIt will be a short review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt will be a short review:\u001b[24m\n    \u001b[1mそれは短いレビューになります：\u001b[22m, \u001b[1mそれは短いレビューになります。\u001b[22m\nI watched this a few months ago while I did see a bad rating for the score of the anime I don't see any explanation as to why (only one review tries and has a bad score)\n\n\u001b[1m私はこれを数ヶ月前に見ましたが、私はアニメのスコアの悪い評価を見ましたが、私は理由について何の説明も見ません（1つのレビューだけが試してみて、悪いスコアを持っています）\u001b[22m\n\u001b[1m(Watashi wa kore o sūkagetsumae ni mimashitaga, watashi wa anime no sukoa no warui hyōka o mimashitaga, watashi wa riyū ni tsuite nani no setsumei mo mimasen (1tsu no rebyū dake ga tameshite mite, warui sukoa o motte imasu))\u001b[22m\n\nTranslations of \u001b[4mI watched this a few months ago while I did see a bad rating for the score of the anime I don't see any explanation as to why (only one review tries and has a bad score)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched this a few months ago while I did see a bad rating for the score of the anime I don't see any explanation as to why (only one review tries and has a bad score)\u001b[24m\n    \u001b[1m私はこれを数ヶ月前に見ましたが、私はアニメのスコアの悪い評価を見ましたが、私は理由について何の説明も見ません（1つのレビューだけが試してみて、悪いスコアを持っています）\u001b[22m, \u001b[1m私は（唯一のレビューが悪いスコアをしようと持っている）理由についてどのような説明が表示されていないアニメのスコアに悪い評価を参照してくださいでしたが、私は数ヶ月前にこれを見ました\u001b[22m\nIf you want to watch this anime for action skip\n\n\u001b[1mあなたがこのアニメを見たい場合は、アクションスキップ\u001b[22m\n\u001b[1m(Anata ga kono anime o mitai baai wa, akushonsukippu)\u001b[22m\n\nTranslations of \u001b[4mIf you want to watch this anime for action skip\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to watch this anime for action skip\u001b[24m\n    \u001b[1mあなたがこのアニメを見たい場合は、アクションスキップ\u001b[22m, \u001b[1mあなたは、アクション、スキップのため、このアニメを見たい場合は\u001b[22m\nIf you want to watch it for a realistic story ( on the technology point of view) skip\n\n\u001b[1m現実的なストーリー（技術的な観点から）を見たい場合はスキップしてください\u001b[22m\n\u001b[1m(Genjitsu-tekina sutōrī (gijutsu-tekina kanten kara) o mitai baai wa sukippu shite kudasai)\u001b[22m\n\nTranslations of \u001b[4mIf you want to watch it for a realistic story ( on the technology point of view) skip\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to watch it for a realistic story ( on the technology point of view) skip\u001b[24m\n    \u001b[1m現実的なストーリー（技術的な観点から）を見たい場合はスキップしてください\u001b[22m, \u001b[1mあなたは現実的な物語のためにそれを見たい場合（ビューの技術ポイントに）スキップ\u001b[22m\nTo be blunt it goes well in depth on a psychological side, the characters if not too complex ( which would make the anime totally uninteresting because nothing would justify it, 'normal' people don't have a really deep personality ( not as much as some seems to believe ) but they do have one which can't be seized whole in one smooth movement ) are well written and following them and their reactions is interesting the backstory is bit by bit discovered and marked the people they are 'now'\n\n\u001b[1mそれは心理的な面では深く、キャラクターはあまりにも複雑ではない（アニメは完全に無意味なものになる。何もそれが正当化されないので、普通の人は本当に深い性格を持たない。 いくつかは信じているように見える）しかし、彼らは1つの滑らかな動きで全体を握ることができないものを持っている）はよく書かれており、彼らの反応は興味深いものである。backstoryは少しずつ発見され、\u001b[22m\n\u001b[1m(Sore wa shinri-tekina mende wa fukaku, kyarakutā wa amarini mo fukuzatsude wanai (anime wa kanzen ni muimina mono ni naru. Nani mo sore ga seitō-ka sa renainode, futsūnohito wa hontōni fukai seikaku o motanai. Ikutsu ka wa shinjite iru yō ni mieru) shikashi, karera wa 1tsu no namerakana ugoki de zentai o nigiru koto ga dekinai mono o motte iru) wa yoku kaka rete ori, karera no han'nō wa kyōmibukai monodearu. Backstory wa sukoshi zutsu hakken sa re,)\u001b[22m\n\nTranslations of \u001b[4mTo be blunt it goes well in depth on a psychological side, the characters if not too complex ( which would make the anime totally uninteresting because nothing would justify it, 'normal' people don't have a really deep personality ( not as much as some seems to believe ) but they do have one which can't be seized whole in one smooth movement ) are well written and following them and their reactions is interesting the backstory is bit by bit discovered and marked the people they are 'now'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be blunt it goes well in depth on a psychological side, the characters if not too complex ( which would make the anime totally uninteresting because nothing would justify it, 'normal' people don't have a really deep personality ( not as much as\u001b[24m\n    \u001b[1mそれは心理的な面では深く、キャラクターはあまりにも複雑ではない（アニメは完全に無意味なものになる。何もそれが正当化されないので、普通の人は本当に深い性格を持たない。\u001b[22m, \u001b[1m鈍であるためには、それは文字は限りません（「正常な」人々は本当に深い性格を持っていない、何もそれを正当化しないだろうのでアニメは全くつまらない作ることになる（複雑すぎていない場合、心理的な側面に深さによく合います\u001b[22m\n\u001b[4msome seems to believe ) but they do have one which can't be seized whole in one smooth movement ) are well written and following them and their reactions is interesting the backstory is bit by bit discovered and marked the people they are 'now'\u001b[24m\n    \u001b[1mいくつかは信じているように見える）しかし、彼らは1つの滑らかな動きで全体を握ることができないものを持っている）はよく書かれており、彼らの反応は興味深いものである。backstoryは少しずつ発見され、\u001b[22m, \u001b[1mいくつかは信じているようだ）が、彼らは1スムーズな動きで全体を押収することができないものを持っている）も書かれており、彼らと彼らの反応を以下の通り裏話を面白いされ、人々は、彼らが「今」です発見され、マークされたビット毎であります\u001b[22m\nI think that's all the end was pleasant but not amazing\n\n\u001b[1m私はそれがすべて終わりが楽しいが、驚くべきことではないと思う\u001b[22m\n\u001b[1m(Watashi wa sore ga subete owari ga tanoshīga, odorokubeki kotode wa nai to omou)\u001b[22m\n\nTranslations of \u001b[4mI think that's all the end was pleasant but not amazing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that's all the end was pleasant but not amazing\u001b[24m\n    \u001b[1m私はそれがすべて終わりが楽しいが、驚くべきことではないと思う\u001b[22m, \u001b[1m私はそれがすべてのエンドは心地よいが、驚くべきではなかったと思います\u001b[22m"
  },
  {
    "title": "M3__Sono_Kuroki_Hagane",
    "id": "23133",
    "url": "https://myanimelist.net/anime/23133/M3__Sono_Kuroki_Hagane",
    "user": "tsuki_shiro",
    "profile": "/profile/tsuki_shiro/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=223881",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n私がM3を表現したいと思うなら、「すべてが暗くて、完全に落ち込んでいる」ということですが、各エピソードを辿るごとに、それぞれのキャラクターについていくつかの洞察が得られます。  M3は、キャラクターの個性、過去の出来事、個性、その視点、そして多くのアニメではないキャラクターの特徴をこのルートに向かわないアニメのようなものです。\n\nある人は、このアニメが暗くて、それを見ている人のためにリードがシリーズを見続けてくれるかどうかを尋ねるだろうと憂鬱です。 そして、これは私がその経験を経験してから真実です。 私は何を言うことができます、話は遅い進歩と開始時に複雑ですが、何とか最後に、イベントの断片は結局結びついています。\n\nM3はそれぞれの主人公のストーリーをお互いに見せてくれるアニメです。 彼らが人類のために戦っている間、あなたは善悪の葛藤がこのシリーズの要点ではないことが分かります。 シリーズに従えば、明石のように多くのスポットライトを持っている特定の主人公について議論したいかもしれませんが、他の人物も本物のストーリーに影響を与えます。 キャラクターの開発も最初は遅いスタートですが、アンタゴニストのキャラクターに共感しても、お互いをサポートするために各主人公の闘いを見ることができます。\nこのアニメーションは何とか平均的なものであり、ショーの焦点は戦闘シーンやキャラクターの詳細に関するものではないため、高い流動的なアニメーションは期待していません。 しかし、シリーズは、特に彼らが戒めと戦うときに、メカチャレンジのための良いCGIを持っています。 それ以外は大丈夫です。\n\nOSTにはアニメにふさわしい憂鬱な歌がたくさんある。 サウンドトラックのアレンジも平均的で、テーマが暗い（やはり）からあまり活発ではありません。 もう一度、Nanoがシリーズの主題歌に貢献するとは思っていませんでした。それが私がそれを見続ける理由の1つです。\n\n評決：\n\nM3：黒木哲郎は素敵なアニメであり、素敵な暗いテーマと優れたキャラクターの開発をしています。 聴衆からの多くの否定的な意見を聞いて以来、このシリーズは誰のためでもないかもしれませんが、スタジオがダークなテーマをどのようにうまく処理しているかをわかりやすく示してくれたと思います。 あなたがこのジャンルとストーリーに忍耐強くなれる人なら、このショーはあなたのアニメのウォッチリストの1つかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIf I want to describe M3, I will say, it is “everything is dark, mess up and fully depressed” kind of anime, but as you follow through each episode, you will gain some insight about each character. M3 is kind of an anime which focus more about the characters personality, their past event, their personality, their perspective, and their characteristic, which is not many anime didn’t go to this route.\n\n\u001b[1m私がM3を表現したいと思うなら、「すべてが暗くて、完全に落ち込んでいる」ということですが、各エピソードを辿るごとに、それぞれのキャラクターについていくつかの洞察が得られます。  M3は、キャラクターの個性、過去の出来事、個性、その視点、そして多くのアニメではないキャラクターの特徴をこのルートに向かわないアニメのようなものです。\u001b[22m\n\u001b[1m(Watashi ga M 3 o hyōgen shitai to omounara,`subete ga kurakute, kanzen ni ochikonde iru' to iu kotodesuga, kaku episōdo o tadoru goto ni, sorezore no kyarakutā ni tsuite ikutsu ka no dōsatsu ga e raremasu. M 3 wa, kyarakutā no kosei, kako no dekigoto, kosei, sono shiten, soshite ōku no animede wanai kyarakutā no tokuchō o kono rūto ni mukawanai anime no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf I want to describe M3, I will say, it is “everything is dark, mess up and fully depressed” kind of anime, but as you follow through each episode, you will gain some insight about each character. M3 is kind of an anime which focus more about the characters personality, their past event, their personality, their perspective, and their characteristic, which is not many anime didn’t go to this route.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I want to describe M3, I will say, it is “everything is dark, mess up and fully depressed” kind of anime, but as you follow through each episode, you will gain some insight about each character.\u001b[24m\n    \u001b[1m私がM3を表現したいと思うなら、「すべてが暗くて、完全に落ち込んでいる」ということですが、各エピソードを辿るごとに、それぞれのキャラクターについていくつかの洞察が得られます。\u001b[22m, \u001b[1m私はM3を記述したい場合は、私は言うだろう、それはアニメのようなもの」すべてが暗い、台無しと全押しされた\"されていますが、各エピソードフォロースルーとして、あなたは、各文字に関するいくつかの洞察を得ることができます。\u001b[22m\n\u001b[4mM3 is kind of an anime which focus more about the characters personality, their past event, their personality, their perspective, and their characteristic, which is not many anime didn’t go to this route.\u001b[24m\n    \u001b[1mM3は、キャラクターの個性、過去の出来事、個性、その視点、そして多くのアニメではないキャラクターの特徴をこのルートに向かわないアニメのようなものです。\u001b[22m, \u001b[1mM3は、文字の人格、多くのアニメがこのルートに行きませんでしたではありません彼らの過去の事象、彼らの個性、彼らの視点、およびそれらの特徴について、より集中アニメの一種です。\u001b[22m\n\u001b[1m\u001b[22m\nOne might say, this anime is dark and depressing which leads for those who watch it will ask themselves to continues watching the series or not. And this is true by the way since I have done go through that experience. What can I say, the story has a slow progress and complicated at the start but somehow in the end, the pieces of events eventually connect together.\n\n\u001b[1mある人は、このアニメが暗くて、それを見ている人のためにリードがシリーズを見続けるかどうかを尋ねることを憂慮しています。 そして、これは私がその経験を経験してから真実です。 私は何を言うことができます、話は遅い進歩と開始時に複雑ですが、何とか最後に、イベントの断片は結局結びついています。\u001b[22m\n\u001b[1m(Aru hito wa, kono anime ga kurakute, sore o mite iru hito no tame ni rīdo ga shirīzu o mi tsudzukeru ka dō ka o tazuneru koto o yūryo shite imasu. Soshite, kore wa watashi ga sono keiken o keiken shite kara shinjitsudesu. Watashi wa nani o iu koto ga dekimasu,-banashi wa osoi shinpo to kaishi-ji ni fukuzatsudesuga, nantoka saigo ni, ibento no danpen wa kekkyoku musubitsuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOne might say, this anime is dark and depressing which leads for those who watch it will ask themselves to continues watching the series or not. And this is true by the way since I have done go through that experience. What can I say, the story has a slow progress and complicated at the start but somehow in the end, the pieces of events eventually connect together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne might say, this anime is dark and depressing which leads for those who watch it will ask themselves to continues watching the series or not.\u001b[24m\n    \u001b[1mある人は、このアニメが暗くて、それを見ている人のためにリードがシリーズを見続けるかどうかを尋ねることを憂慮しています。\u001b[22m, \u001b[1m一つは、それ自体がシリーズを見たりないし続ける要求され、それを見る人のためにつながるこのアニメは暗くて憂鬱である、と言うかもしれません。\u001b[22m\n\u001b[4mAnd this is true by the way since I have done go through that experience.\u001b[24m\n    \u001b[1mそして、これは私がその経験を経験してから真実です。\u001b[22m, \u001b[1mそして、これは私がその経験を経る行っているので、方法によって真です。\u001b[22m\n\u001b[4mWhat can I say, the story has a slow progress and complicated at the start but somehow in the end, the pieces of events eventually connect together.\u001b[24m\n    \u001b[1m私は何を言うことができます、話は遅い進歩と開始時に複雑ですが、何とか最後に、イベントの断片は結局結びついています。\u001b[22m, \u001b[1m私は何を言うことができ、物語はスタートで進展が遅いと複雑を持っていますが、何とか最後に、イベントの作品は最終的に一緒に接続します。\u001b[22m\n\u001b[1m\u001b[22m\nM3 is an anime which show you each main character’s story as they interact to each other in depressing way and it not just one but many occasion. While they fighting for humanity, you can see conflict between good and bad is not the main point of this series. As you follow the series, you might want to argue about specific main character who got many spotlight such as Akashi, but the other character also do have their impact in main story which is good but in depressing way(again). The character development also has a slow start at first, but you can see the struggle of each main character to support each other even you will have sympathy for antagonist character.\n\n\u001b[1mM3はそれぞれの主人公のストーリーをお互いに見せてくれるアニメです。 彼らが人類のために戦っている間、あなたは善悪の葛藤がこのシリーズの要点ではないことが分かります。 シリーズに従えば、明石のように多くのスポットライトを持っている特定の主人公について議論したいかもしれませんが、他の人物も本物のストーリーに影響を与えます。 キャラクターの開発も最初は遅いスタートですが、アンタゴニストのキャラクターに共感しても、お互いをサポートするために各主人公の闘いを見ることができます。\u001b[22m\n\u001b[1m(M 3 wa sorezore no shujinkō no sutōrī o otagai ni misete kureru animedesu. Karera ga jinrui no tame ni tatakatte iru ma, anata wa zen'aku no kattō ga kono shirīzu no yōtende wanai koto ga wakarimasu. Shirīzu ni shitagaeba, Akashi no yō ni ōku no supottoraito o motte iru tokutei no shujinkō ni tsuite giron shitai kamo shiremasenga, hoka no jinbutsu mo honmono no sutōrī ni eikyō o ataemasu. Kyarakutā no kaihatsu mo saisho wa osoi sutātodesuga, antagonisuto no kyarakutā ni kyōkan shite mo, otagai o sapōto suru tame ni kaku shujinkō no tatakai o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mM3 is an anime which show you each main character’s story as they interact to each other in depressing way and it not just one but many occasion. While they fighting for humanity, you can see conflict between good and bad is not the main point of this series. As you follow the series, you might want to argue about specific main character who got many spotlight such as Akashi, but the other character also do have their impact in main story which is good but in depressing way(again). The character development also has a slow start at first, but you can see the struggle of each main character to support each other even you will have sympathy for antagonist character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mM3 is an anime which show you each main character’s story as they interact to each other in depressing way and it not just one but many occasion.\u001b[24m\n    \u001b[1mM3はそれぞれの主人公のストーリーをお互いに見せてくれるアニメです。\u001b[22m, \u001b[1mM3は、彼らが道を押し下げで互いに相互作用するように、あなたに各主人公の物語を示しアニメであり、それだけではなく、1が、多くの機会。\u001b[22m\n\u001b[4mWhile they fighting for humanity, you can see conflict between good and bad is not the main point of this series.\u001b[24m\n    \u001b[1m彼らが人類のために戦っている間、あなたは善悪の葛藤がこのシリーズの要点ではないことが分かります。\u001b[22m, \u001b[1m彼らは人類のために戦っている間、あなたは善と悪の間の競合がこのシリーズの主なポイントではありません見ることができます。\u001b[22m\n\u001b[4mAs you follow the series, you might want to argue about specific main character who got many spotlight such as Akashi, but the other character also do have their impact in main story which is good but in depressing way(again).\u001b[24m\n    \u001b[1mシリーズに従えば、明石のように多くのスポットライトを持っている特定の主人公について議論したいかもしれませんが、他の人物も本物のストーリーに影響を与えます。\u001b[22m, \u001b[1mあなたはシリーズに従うように、あなたは、明石市など多くのスポットライトを持って特定の主人公について議論することがありますが、他の文字も（再び）良いですが、メインストーリーではなく、気のめいるような方法でその影響を持っています。\u001b[22m\n\u001b[4mThe character development also has a slow start at first, but you can see the struggle of each main character to support each other even you will have sympathy for antagonist character.\u001b[24m\n    \u001b[1mキャラクターの開発も最初は遅いスタートですが、アンタゴニストのキャラクターに共感しても、お互いをサポートするために各主人公の闘いを見ることができます。\u001b[22m, \u001b[1m文字の開発も最初はスロースタートを持っていますが、あなたも、あなたはアンタゴニスト文字の共感を持つことになり、お互いをサポートするために、各メインキャラクターの闘争を見ることができます。\u001b[22m\nThe animation of this is somehow average and I don’t expect high and fluid animation since the focus of the show is not about the fighting scene and character details. But, the series do have a good CGI for the mecha suit especially when they fight the Admonitions. Other than that, it pretty much okay.\n\n\u001b[1mこのアニメーションは何とか平均的なものであり、ショーの焦点は戦闘シーンやキャラクターの詳細ではないので、高流動アニメーションは期待していません。 しかし、シリーズは、特に彼らが戒めと戦うときに、メカチャレンジのための良いCGIを持っています。 それ以外は大丈夫です。\u001b[22m\n\u001b[1m(Kono animēshon wa nantoka heikin-tekina monodeari, shō no shōten wa sentō shīn ya kyarakutā no shōsaide wanainode,-kō ryūdō animēshon wa kitai shite imasen. Shikashi, shirīzu wa, tokuni karera ga imashime to tatakau toki ni, mekacharenji no tame no yoi CGI o motte imasu. Sore igai wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation of this is somehow average and I don’t expect high and fluid animation since the focus of the show is not about the fighting scene and character details. But, the series do have a good CGI for the mecha suit especially when they fight the Admonitions. Other than that, it pretty much okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation of this is somehow average and I don’t expect high and fluid animation since the focus of the show is not about the fighting scene and character details.\u001b[24m\n    \u001b[1mこのアニメーションは何とか平均的なものであり、ショーの焦点は戦闘シーンやキャラクターの詳細ではないので、高流動アニメーションは期待していません。\u001b[22m, \u001b[1mこのアニメーションは何とか平均で、ショーの焦点は戦闘シーンやキャラクターの詳細に関するものではありませんので、私は高いと流体アニメーションを期待しないでください。\u001b[22m\n\u001b[4mBut, the series do have a good CGI for the mecha suit especially when they fight the Admonitions.\u001b[24m\n    \u001b[1mしかし、シリーズは、特に彼らが戒めと戦うときに、メカチャレンジのための良いCGIを持っています。\u001b[22m, \u001b[1mしかし、シリーズは、彼らが訓戒と戦う場合は特にメカスーツのための良好なCGIを持っています。\u001b[22m\n\u001b[4mOther than that, it pretty much okay.\u001b[24m\n    \u001b[1mそれ以外は大丈夫です。\u001b[22m, \u001b[1mそれ以外は、それはかなりいい。\u001b[22m\n\u001b[1m\u001b[22m\nThe OST has many depressing song in it which is suit with the anime. The arrangement of the soundtrack is also average and not much active since the theme is dark (again). Once again, I didn’t expect Nano to contribute the theme song for the series and that is one of the reason I keep watching it.\n\n\u001b[1mOSTにはアニメにふさわしい憂鬱な歌がたくさんある。 サウンドトラックのアレンジも平均的で、テーマが暗い（やはり）からあまり活発ではありません。 もう一度、Nanoがシリーズの主題歌に貢献するとは思っていませんでした。それが私がそれを見続ける理由の1つです。\u001b[22m\n\u001b[1m(OST ni wa anime ni fusawashī yūutsuna uta ga takusan aru. Saundotorakku no arenji mo heikin-tekide, tēma ga kurai (yahari) kara amari kappatsude wa arimasen. Mōichido, Nano ga shirīzu no shudaika ni kōken suru to wa omotte imasendeshita. Sore ga watashi ga sore o mi tsudzukeru riyū no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe OST has many depressing song in it which is suit with the anime. The arrangement of the soundtrack is also average and not much active since the theme is dark (again). Once again, I didn’t expect Nano to contribute the theme song for the series and that is one of the reason I keep watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST has many depressing song in it which is suit with the anime.\u001b[24m\n    \u001b[1mOSTにはアニメにふさわしい憂鬱な歌がたくさんある。\u001b[22m, \u001b[1mOSTは、アニメとスーツです。それには多くの憂鬱な曲を持っています。\u001b[22m\n\u001b[4mThe arrangement of the soundtrack is also average and not much active since the theme is dark (again).\u001b[24m\n    \u001b[1mサウンドトラックのアレンジも平均的で、テーマが暗い（やはり）からあまり活発ではありません。\u001b[22m, \u001b[1mテーマは（再び）暗いので、サウンドトラックの配置も平均とあまり有効ではありません。\u001b[22m\n\u001b[4mOnce again, I didn’t expect Nano to contribute the theme song for the series and that is one of the reason I keep watching it.\u001b[24m\n    \u001b[1mもう一度、Nanoがシリーズの主題歌に貢献するとは思っていませんでした。それが私がそれを見続ける理由の1つです。\u001b[22m, \u001b[1mもう一度、私はナノはシリーズのテーマソングを貢献することを期待していなかった、それは私がそれを見続ける理由の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nVerdict:\n\n\u001b[1m評決：\u001b[22m\n\u001b[1m(Hyōketsu:)\u001b[22m\n\nDefinitions of \u001b[4mVerdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    評決\u001b[22m\n        verdict, decision\n\u001b[1m    判定\u001b[22m\n        judgment, decision, verdict, award, judgement\n\u001b[1m    宣告\u001b[22m\n        sentence, pronouncement, verdict\n\u001b[1m    裁き\u001b[22m\n        judgment, decision, tribunal, verdict, judgement\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\n\u001b[1m\u001b[22m\nM3: Sono Kuroki Tetsu is a good anime with nice dark theme and good character development. Maybe the series is not for anyone since I heard many negative reviews from audience, but I do believe the studio did a good job showing us how they handle the dark theme successfully. If you are a person who can be patient with this genre and story, then this show might be one of your watch list of anime.\n\n\u001b[1mM3：黒木哲郎は素敵なアニメであり、素敵な暗いテーマと優れたキャラクターの開発をしています。 聴衆からの多くの否定的な意見を聞いて以来、このシリーズは誰のためでもないかもしれませんが、スタジオがダークなテーマをどのようにうまく処理しているかをわかりやすく示してくれたと思います。 あなたがこのジャンルとストーリーに忍耐強くなれる人なら、このショーはあなたのアニメのウォッチリストの1つかもしれません。\u001b[22m\n\u001b[1m(M 3: Kuroki Tetsurō wa sutekina animedeari, sutekina kurai tēma to sugureta kyarakutā no kaihatsu o shite imasu. Chōshū kara no ōku no hitei-tekina iken o kiite irai, kono shirīzu wa dare no tamede mo nai kamo shiremasenga, sutajio ga dākuna tēma o dono yō ni umaku shori shite iru ka o wakari yasuku shimeshite kureta to omoimasu. Anata ga kono janru to sutōrī ni nintaidzuyoku nareru hitonara, kono shō wa anata no anime no u~otchirisuto no 1tsu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mM3: Sono Kuroki Tetsu is a good anime with nice dark theme and good character development. Maybe the series is not for anyone since I heard many negative reviews from audience, but I do believe the studio did a good job showing us how they handle the dark theme successfully. If you are a person who can be patient with this genre and story, then this show might be one of your watch list of anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mM3: Sono Kuroki Tetsu is a good anime with nice dark theme and good character development.\u001b[24m\n    \u001b[1mM3：黒木哲郎は素敵なアニメであり、素敵な暗いテーマと優れたキャラクターの開発をしています。\u001b[22m, \u001b[1mM3：曽野黒木テツは素敵な暗いテーマと良いキャラクターの成長との良好なアニメです。\u001b[22m\n\u001b[4mMaybe the series is not for anyone since I heard many negative reviews from audience, but I do believe the studio did a good job showing us how they handle the dark theme successfully.\u001b[24m\n    \u001b[1m聴衆からの多くの否定的な意見を聞いて以来、このシリーズは誰のためでもないかもしれませんが、スタジオがダークなテーマをどのようにうまく処理しているかをわかりやすく示してくれたと思います。\u001b[22m, \u001b[1mたぶん私は観客から多くの否定的なレビューを聞いたので、シリーズは、誰のためではないですが、私は、スタジオは、彼らが正常に暗いテーマを扱う方法を私達を示す良い仕事をしたと信じています。\u001b[22m\n\u001b[4mIf you are a person who can be patient with this genre and story, then this show might be one of your watch list of anime.\u001b[24m\n    \u001b[1mあなたがこのジャンルとストーリーに忍耐強くなれる人なら、このショーはあなたのアニメのウォッチリストの1つかもしれません。\u001b[22m, \u001b[1mあなたはこのジャンルとストーリーを持つ患者であることができる人であれば、この番組はアニメのあなたのウォッチリストの1かもしれません。\u001b[22m"
  }
]
