[
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "NeoKorean",
    "profile": "/profile/NeoKorean/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=192779",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\n私はデュラララの大ファンだ！ シーズン1、そして物語が語られた方法を絶対に愛した。 このアニメは間違いなく私のものです。 キャラクター、プロット、アート・スタイル、そしてサウンドはすべて本当に目立つものです。 私はデュラララを楽しんでいると言わなければならない!! x2は1よりもはるかに多い。x2は3つのコースで放送される（これは最初の12のエピソードからなる）。\n\nデュラララ!! それぞれのエピソードのキャラクターのバリエーションを通して伝えられる複雑な物語のいたずらアニメの一つです。 各エピソードはスマートにパズルのような作品に仕立て上げられ、ウォッチが実際に進行していたことを知るためにアニメを次のエピソードに続けます。 特定の人が理解するのは疲れているかもしれませんが、最終的にエピソードの最後の部分で説明されるため、最終的に理解します。\n\nストーリー：9/10\n\n物語は始まります。私はシーズン1の出来事の数ヶ月後に信じています。すべてがほぼ同じままであり、池袋はまだ数百万のことが起こっている都市です。 各エピソードにはさまざまな話があり、ほぼすべてのキャラクターがその正確な瞬間に正確に起こっていることに影響を与えます。 すべての文字はストーリーの一部であり、最終的に収束するすべてのイベントが収束します。 ストーリーテリングの面倒な方法かもしれませんが、楽しむか嫌いなのかを素早く知ることができます。 様々なキャラクターが復活し、池袋の喜びに加えて、新しいキャラクターがたくさん登場します。\n\nシーズン1に示されているように、私たちはギャング戦争の衝突と、ギャングメンバーとの間の競争を加える街の中に現れる新しいギャングを見ています。もちろん、ドルはあらゆる考え方に関わっています。 あなたが最初のデュラララで見たことの多くは、まだシーズン2に存在しますが、唯一の違いは新しいキャラクターの追加、ひねられたストーリーライン、そして全体的に多量の色と味が追加されることです。\n\nアート：10/10\n\nここでは特別なものはありません。 アニメーションは美しく、私の意見ではそれほど悪くはありません。問題がある人は誰も信じられません。 イントロは素晴らしく、今はアニメにとって私の好きなオープニングのひとつです。 アウトロはそれほどではありませんが、他のすべてのデュララライントロ/アウトロと同様です。 それぞれは、池袋で毎日の仕事をしているショーのすべてのキャラクター（新しいものを含む）を紹介します。  TBH私は芸術を全く批判する理由はないと思う。\n\nサウンド：9/10\n\nイントロ/アウトロへの音楽はとてもいいです。 もっとイントロです。 私はすべてのアニメのイントロが魅力的であると思われていることを知っていますが、この人はそれを釘付けます。 全体的に、多くの音楽がシーズン1からリサイクルされています。これは問題ありません。 このアニメに新しいOSTを作る理由はない。 音楽は、イベントが展開されたときに、正確に何が起こるかに非常によく似ています。 全体的に私は思い出深い音楽は見つからないし、OSTの曲の多く（イントロソング以外）を聴いているのではない。\n\nあなたがこれを見ることを計画している場合は、ダビングまたはサブベッド。 両方がとてもうまくいっているので、それは本当に重要ではありません。 私は実際にダビング版に向かって傾いています。 これは、実際に素晴らしい英語のダブを持っている非常に少数のアニメの1つであり、両方が同時に放映されているという事実は素敵なプラスです。\n\nキャラクター：10/10\n\nこれは、デュラララが本当に輝く場所です。 アニメは非常に大規模なキャラクターのキャストを導入します。 それについての最善のことは、彼らがすべて一緒によく起こっていることと一緒に網目を形成することです。 どんなキャラクターも白くてフィラーがないと感じることはありません。 それぞれのキャラクターは独自の独自の感覚を提供します。 このアニメには主人公はいません。すべてのエピソードではほぼすべてのキャラクターが画面時間を共有しているためです。\n\nみかどが主人公だと言えるかもしれませんが、私の意見では、彼は私の最も好きなキャラクターです。\n\nMikado  - 彼は一般的な高校生で、物事が起きようとしているときや起こっているときには、すべてに気付かず、猫の周りにいる。\n\nAnri  - シーズン1を見れば、彼女はカタニアの悪魔の雛だと分かっています。 彼女は大丈夫ですが、全体的に私は彼女のことを気にすることはできませんでした。なぜなら彼女はあなたにちょっとした印象を与える非常に受動的/無実の性格を共有しているからです。\n\n静雄 - 私たちが大好きなバーテンダースーツの悪い男。 この男は明らかに池袋で最も強い人物であり、誰もこの男と少しでも些細なことをしたいとは思わない。 彼はこのアニメでかなり大きな部分を返します。\n\nイザヤ（Izaya） - 主人公のトリッキーな性格のため、私の好きなキャラクターです。 イザヤは人々（主に静岡県）とおしゃべりしていて、文字通り池袋を走る人です。 彼はしずおと頻繁に戦う情報ブローカーであり、自分の欲望のために情報を交換する。 私は彼を池袋の若いインテリジェントな地下のボスとして描写します。\n\n他のキャラクターがたくさんありますが、すべての正直なところでは、アニメを見て楽しんでください。\n\n全般/エンゲージメント：9/10\n\nこれは、いくつかの笑いをつかむために見て非常に素晴らしいアニメです。 それはアニメのような唯一のコメディだと考えています。 それはうまくやって、人々がそれを嫌う理由はないと思う。 私は徹底的にそれを楽しんだ。 私は笑って、このアニメを非常に巧妙なものと見なしました。あなたはそれを考え、注意を払います。 私はそれを見て退屈していたことは決してありませんでした。 対話とキャラクターはそれを活発に保ち、幸せに満ちていました。\n\nあなたが本当にこのアニメについて言うことができる唯一のことは、悪くなる可能性があるということは、人々が実際に死にそうになる気がないということです。 主人公のいずれも本当に殺されていませんが、彼らの多くはお互いを殺して、彼らがそう言うと思います。 静雄/いざや。 彼らは本当にそれに慣れることはなく、結局誰もが戦い、そして生き残ってしまいます。 だから、人々はまだ傷ついても、あなたの主人公が死ぬのを心配する必要はありません。 彼らは肉の傷のようにそれをはがします。 サスペンスは存在しないし、今よりスマートな決定だと思うよりコメディーなアプローチに傾いている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI'm a big fan of Durarara!! season 1, and absolutely loved the way the story was told. This anime is definitely my kind of thing. The characters, the plot, art style, and sound is all genuinely outstanding. I must say I'm enjoying Durarara!!x2 a lot more than 1. x2 will be aired in 3 cours (This being the first each consisting of 12 episodes).\n\n\u001b[1m私はデュラララの大ファンだ！ シーズン1、そして物語が語られた方法を絶対に愛した。 このアニメは間違いなく私のものです。 キャラクター、プロット、アート・スタイル、そしてサウンドはすべて本当に目立つものです。 私はデュラララを楽しんでいると言わなければならない!! x2は1よりもはるかに多い。x2は3つのコースで放送される（これは最初の12のエピソードからなる）。\u001b[22m\n\u001b[1m(Watashi wa de~yurarara no dai fanda! Shīzun 1, soshite monogatari ga katara reta hōhō o zettai ni aishita. Kono anime wa machigainaku watashi no monodesu. Kyarakutā, purotto, āto sutairu, soshite saundo wa subete hontōni medatsu monodesu. Watashi wa de~yurarara o tanoshinde iru to iwanakereba naranai! ! X 2 wa 1 yori mo haruka ni ōi. X 2 wa 3ttsu no kōsu de hōsō sa reru (kore wa saisho no 12 no episōdo kara naru).)\u001b[22m\n\nTranslations of \u001b[4mI'm a big fan of Durarara!! season 1, and absolutely loved the way the story was told. This anime is definitely my kind of thing. The characters, the plot, art style, and sound is all genuinely outstanding. I must say I'm enjoying Durarara!!x2 a lot more than 1. x2 will be aired in 3 cours (This being the first each consisting of 12 episodes).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a big fan of Durarara!!\u001b[24m\n    \u001b[1m私はデュラララの大ファンだ！\u001b[22m, \u001b[1m私はデュラララの大ファンです！\u001b[22m\n\u001b[4mseason 1, and absolutely loved the way the story was told.\u001b[24m\n    \u001b[1mシーズン1、そして物語が語られた方法を絶対に愛した。\u001b[22m, \u001b[1mシーズン1、絶対に物語が言われたように愛しました。\u001b[22m\n\u001b[4mThis anime is definitely my kind of thing.\u001b[24m\n    \u001b[1mこのアニメは間違いなく私のものです。\u001b[22m, \u001b[1mこのアニメは間違いなく事の私の一種です。\u001b[22m\n\u001b[4mThe characters, the plot, art style, and sound is all genuinely outstanding.\u001b[24m\n    \u001b[1mキャラクター、プロット、アート・スタイル、そしてサウンドはすべて本当に目立つものです。\u001b[22m, \u001b[1m文字、プロット、アートスタイル、および音すべて真に抜群です。\u001b[22m\n\u001b[4mI must say I'm enjoying Durarara!!x2 a lot more than 1. x2 will be aired in 3 cours (This being the first each consisting of 12 episodes).\u001b[24m\n    \u001b[1m私はデュラララを楽しんでいると言わなければならない!! x2は1よりもはるかに多い。x2は3つのコースで放送される（これは最初の12のエピソードからなる）。\u001b[22m, \u001b[1m私は多くの1を超えx2が3クール（これは12のエピソードからなる各第1である）で放映されますデュラララ!!×2を楽しんでいると言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nDurarara!! is one of those mischievous anime's' with a complex story that is told through a variation of characters in each episode. Each episode is smartly crafted into a puzzle like piece where it forces you to watch, and continue the anime into the next episode in order to find out wtf was really going on. Certain people might find it exhausting to comprehend, but in the end you ultimately will understand it, since it's usually explained to you in the last part of the episode or next.\n\n\u001b[1mデュラララ!! それぞれのエピソードのキャラクターのバリエーションを通して伝えられる複雑な物語のいたずらアニメの一つです。 各エピソードはスマートにパズルのような作品に仕立て上げられ、ウォッチが実際に進行していたことを知るためにアニメを次のエピソードに続けます。 特定の人が理解するのは疲れているかもしれませんが、最終的にエピソードの最後の部分で説明されるため、最終的に理解します。\u001b[22m\n\u001b[1m(De~yurarara! ! Sorezore no episōdo no kyarakutā no bariēshon o tōshite tsutae rareru fukuzatsuna monogatari no itazura anime no hitotsudesu. Kaku episōdo wa sumāto ni pazuru no yōna sakuhin ni shitate age rare, u~otchi ga jissai ni shinkō shite ita koto o shiru tame ni anime o tsugi no episōdo ni tsudzukemasu. Tokutei no hito ga rikai suru no wa tsukarete iru kamo shiremasenga, saishūtekini episōdo no saigo no bubun de setsumei sa reru tame, saishūtekini rikai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDurarara!! is one of those mischievous anime's' with a complex story that is told through a variation of characters in each episode. Each episode is smartly crafted into a puzzle like piece where it forces you to watch, and continue the anime into the next episode in order to find out wtf was really going on. Certain people might find it exhausting to comprehend, but in the end you ultimately will understand it, since it's usually explained to you in the last part of the episode or next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDurarara!!\u001b[24m\n    \u001b[1mデュラララ!!\u001b[22m\n\u001b[4mis one of those mischievous anime's' with a complex story that is told through a variation of characters in each episode.\u001b[24m\n    \u001b[1mそれぞれのエピソードのキャラクターのバリエーションを通して伝えられる複雑な物語のいたずらアニメの一つです。\u001b[22m, \u001b[1mこれらのいたずらアニメの「各エピソードの文字の変化を通して語られる、複雑な物語を持つの一つです。\u001b[22m\n\u001b[4mEach episode is smartly crafted into a puzzle like piece where it forces you to watch, and continue the anime into the next episode in order to find out wtf was really going on.\u001b[24m\n    \u001b[1m各エピソードはスマートにパズルのような作品に仕立て上げられ、ウォッチが実際に進行していたことを知るためにアニメを次のエピソードに続けます。\u001b[22m, \u001b[1m各エピソードは、スマートにそれは見るためにあなたを強制的に作品のようなパズルに細工された、と本当に起こっていた博見つけるために、次のエピソードにアニメを続けています。\u001b[22m\n\u001b[4mCertain people might find it exhausting to comprehend, but in the end you ultimately will understand it, since it's usually explained to you in the last part of the episode or next.\u001b[24m\n    \u001b[1m特定の人が理解するのは疲れているかもしれませんが、最終的にエピソードの最後の部分で説明されるため、最終的に理解します。\u001b[22m, \u001b[1m一部の人々はそれが理解する排気見つけるかもしれないが、それは通常のエピソードや、次の最後の部分であなたに説明していますので、最後に、あなたは最終的に、それを理解します。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m, \u001b[1mSTORY：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story starts off I believe a couple months after the events of season 1. Everything has roughly stayed the same, and Ikebukuro is still a city that has millions of things happening in it at the same time. Each episode has various stories being told, with almost every character having an impact on what is exactly happening in that precise moment. All characters are part of the story and all of the events happening eventually converge. It might be a messy way of storytelling, but you will find out quickly if it's something you enjoy or hate. A variety of characters return, and a whole lot of new characters are also introduced adding to the joy of Ikebukuro.\n\n\u001b[1m物語は始まります。私はシーズン1の出来事の数ヶ月後に信じています。すべてがほぼ同じままであり、池袋はまだ数百万のことが起こっている都市です。 各エピソードにはさまざまな話があり、ほぼすべてのキャラクターがその正確な瞬間に正確に起こっていることに影響を与えます。 すべての文字はストーリーの一部であり、最終的に収束するすべてのイベントが収束します。 ストーリーテリングの面倒な方法かもしれませんが、楽しむか嫌いなのかを素早く知ることができます。 様々なキャラクターが復活し、池袋の喜びに加えて、新しいキャラクターがたくさん登場します。\u001b[22m\n\u001b[1m(Monogatari wa hajimarimasu. Watashi wa shīzun 1 no dekigoto no sūkagetsugo ni shinjite imasu. Subete ga hobo onaji mamadeari, Ikebukuro wa mada sū hyaku man no koto ga okotte iru toshidesu. Kaku episōdo ni wa samazamana hanashi ga ari, hobo subete no kyarakutā ga sono seikakuna shunkan ni seikaku ni okotte iru koto ni eikyō o ataemasu. Subete no moji wa sutōrī no ichibudeari, saishūtekini shūsoku suru subete no ibento ga shūsoku shimasu. Sutōrīteringu no mendōna hōhō kamo shiremasenga, tanoshimu ka kiraina no ka o subayaku shiru koto ga dekimasu. Samazamana kyarakutā ga fukkatsu shi, Ikebukuro no yorokobi ni kuwaete, atarashī kyarakutā ga takusan tōjō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story starts off I believe a couple months after the events of season 1. Everything has roughly stayed the same, and Ikebukuro is still a city that has millions of things happening in it at the same time. Each episode has various stories being told, with almost every character having an impact on what is exactly happening in that precise moment. All characters are part of the story and all of the events happening eventually converge. It might be a messy way of storytelling, but you will find out quickly if it's something you enjoy or hate. A variety of characters return, and a whole lot of new characters are also introduced adding to the joy of Ikebukuro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story starts off I believe a couple months after the events of season 1. Everything has roughly stayed the same, and Ikebukuro is still a city that has millions of things happening in it at the same time.\u001b[24m\n    \u001b[1m物語は始まります。私はシーズン1の出来事の数ヶ月後に信じています。すべてがほぼ同じままであり、池袋はまだ数百万のことが起こっている都市です。\u001b[22m, \u001b[1m物語は、私はシーズン1のイベントはすべてがほぼ同じ推移している、と池袋はまだ同時にそれで何が起こって物事の何百万を持っている都市で数ヶ月後に信じてオフに開始されます。\u001b[22m\n\u001b[4mEach episode has various stories being told, with almost every character having an impact on what is exactly happening in that precise moment.\u001b[24m\n    \u001b[1m各エピソードにはさまざまな話があり、ほぼすべてのキャラクターがその正確な瞬間に正確に起こっていることに影響を与えます。\u001b[22m, \u001b[1m各エピソードは、様々な物語は、ほぼすべての文字が正確にその正確な瞬間に何が起こっているのかに影響を持つ、言われました。\u001b[22m\n\u001b[4mAll characters are part of the story and all of the events happening eventually converge.\u001b[24m\n    \u001b[1mすべての文字はストーリーの一部であり、最終的に収束するすべてのイベントが収束します。\u001b[22m, \u001b[1mすべての文字が物語の一部であり、発生したイベントのすべてが最終的に収束します。\u001b[22m\n\u001b[4mIt might be a messy way of storytelling, but you will find out quickly if it's something you enjoy or hate.\u001b[24m\n    \u001b[1mストーリーテリングの面倒な方法かもしれませんが、楽しむか嫌いなのかを素早く知ることができます。\u001b[22m, \u001b[1mそれは物語の厄介な方法かもしれませんが、それはあなたが楽しんだり、嫌いなものだ場合は、すぐに見つけるでしょう。\u001b[22m\n\u001b[4mA variety of characters return, and a whole lot of new characters are also introduced adding to the joy of Ikebukuro.\u001b[24m\n    \u001b[1m様々なキャラクターが復活し、池袋の喜びに加えて、新しいキャラクターがたくさん登場します。\u001b[22m, \u001b[1m文字の様々な返し、新キャラクターの全体の多くはまた、池袋の喜びに追加導入されています。\u001b[22m\n\u001b[1m\u001b[22m\nAs shown in season 1 we see the clash of gang wars, as well as new gangs that pop up inside the city adding competition between gang members, and of course the Dollars are involved in every conceivable way. A lot of things that you've seen in the first Durarara is still present in season 2, and the only difference is the addition of new characters, a twisted storyline, and overall a large amount of color and flavor to add to it.\n\n\u001b[1mシーズン1に示されているように、私たちはギャング戦争の衝突と、ギャングメンバーとの間の競争を加える街の中に現れる新しいギャングを見ています。もちろん、ドルはあらゆる考え方に関わっています。 あなたが最初のデュラララで見たことの多くは、まだシーズン2に存在しますが、唯一の違いは新しいキャラクターの追加、ひねられたストーリーライン、そして全体的に多量の色と味が追加されることです。\u001b[22m\n\u001b[1m(Shīzun 1 ni shimesa rete iru yō ni, watashitachiha gyangu sensō no shōtotsu to, gyangumenbā to no ma no kyōsō o kuwaeru machi no naka ni arawareru atarashī gyangu o mite imasu. Mochiron, doru wa arayuru kangaekata ni kakawatte imasu. Anata ga saisho no de~yurarara de mita koto no ōku wa, mada shīzun 2 ni sonzai shimasuga, yuiitsu no chigai wa atarashī kyarakutā no tsuika, hinera reta sutōrīrain, soshite zentai-teki ni taryō no iro to aji ga tsuika sa reru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs shown in season 1 we see the clash of gang wars, as well as new gangs that pop up inside the city adding competition between gang members, and of course the Dollars are involved in every conceivable way. A lot of things that you've seen in the first Durarara is still present in season 2, and the only difference is the addition of new characters, a twisted storyline, and overall a large amount of color and flavor to add to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs shown in season 1 we see the clash of gang wars, as well as new gangs that pop up inside the city adding competition between gang members, and of course the Dollars are involved in every conceivable way.\u001b[24m\n    \u001b[1mシーズン1に示されているように、私たちはギャング戦争の衝突と、ギャングメンバーとの間の競争を加える街の中に現れる新しいギャングを見ています。もちろん、ドルはあらゆる考え方に関わっています。\u001b[22m, \u001b[1mシーズン1に示すように、私たちはギャングのメンバー間の競争を追加する都市の内側にポップアップギャング戦争の衝突だけでなく、新たなギャングを参照してください、そしてもちろんドルは、考えられるすべての方法に関与しています。\u001b[22m\n\u001b[4mA lot of things that you've seen in the first Durarara is still present in season 2, and the only difference is the addition of new characters, a twisted storyline, and overall a large amount of color and flavor to add to it.\u001b[24m\n    \u001b[1mあなたが最初のデュラララで見たことの多くは、まだシーズン2に存在しますが、唯一の違いは新しいキャラクターの追加、ひねられたストーリーライン、そして全体的に多量の色と味が追加されることです。\u001b[22m, \u001b[1mあなたが最初デュラララで見てきた多くのものは、シーズン2にまだ存在しており、唯一の違いは、それに追加する新しい文字、ねじれたストーリー、そして全体的な色と風味を多量に添加です。\u001b[22m\n\u001b[1m\u001b[22m\nART: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mART: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m, \u001b[1mART：10/10\u001b[22m\n\u001b[1m\u001b[22m\nNothing extremely special here. The animation is beautiful, nothing bad about it in my opinion, and I find it hard to believe anyone having problems with it. The intro is amazing, and is now one of my favorite openings to an anime ever. The outro not so much, but it's like every other Durarara intro/outro. Each one introduces all the characters in the show (new ones included) doing their daily tasks in Ikebukuro. TBH I find no reason to criticize the art at all.\n\n\u001b[1mここでは特別なものはありません。 アニメーションは美しく、私の意見ではそれほど悪くはありません。問題がある人は誰も信じられません。 イントロは素晴らしく、今はアニメにとって私の好きなオープニングのひとつです。 アウトロはそれほどではありませんが、他のすべてのデュララライントロ/アウトロと同様です。 それぞれは、池袋で毎日の仕事をしているショーのすべてのキャラクター（新しいものを含む）を紹介します。  TBH私は芸術を全く批判する理由はないと思う。\u001b[22m\n\u001b[1m(Kokode wa tokubetsuna mono wa arimasen. Animēshon wa utsukushiku, watashi no ikende wa sore hodo waruku wa arimasen. Mondai ga aru hito wa dare mo shinji raremasen. Intoro wa subarashiku, ima wa anime ni totte watashi no sukina ōpuningu no hitotsudesu. Autoro wa sorehodode wa arimasenga, hoka no subete no de~yurararaintoro/ autoro to dōyōdesu. Sorezore wa, Ikebukuro de mainichi no shigoto o shite iru shō no subete no kyarakutā (atarashī mono o fukumu) o shōkai shimasu. TBH watashi wa geijutsu o mattaku hihan suru riyū wa nai to omou.)\u001b[22m\n\nTranslations of \u001b[4mNothing extremely special here. The animation is beautiful, nothing bad about it in my opinion, and I find it hard to believe anyone having problems with it. The intro is amazing, and is now one of my favorite openings to an anime ever. The outro not so much, but it's like every other Durarara intro/outro. Each one introduces all the characters in the show (new ones included) doing their daily tasks in Ikebukuro. TBH I find no reason to criticize the art at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing extremely special here.\u001b[24m\n    \u001b[1mここでは特別なものはありません。\u001b[22m, \u001b[1mここでは非常に特別な何もありません。\u001b[22m\n\u001b[4mThe animation is beautiful, nothing bad about it in my opinion, and I find it hard to believe anyone having problems with it.\u001b[24m\n    \u001b[1mアニメーションは美しく、私の意見ではそれほど悪くはありません。問題がある人は誰も信じられません。\u001b[22m, \u001b[1mアニメーションは、私の意見ではそれについて何も悪い美しいではない、と私はそれは難しい誰もがそれに問題があると考えていることを見つけます。\u001b[22m\n\u001b[4mThe intro is amazing, and is now one of my favorite openings to an anime ever.\u001b[24m\n    \u001b[1mイントロは素晴らしく、今はアニメにとって私の好きなオープニングのひとつです。\u001b[22m, \u001b[1mイントロは素晴らしいです、そして今、これまでアニメに私のお気に入りの開口部の一つです。\u001b[22m\n\u001b[4mThe outro not so much, but it's like every other Durarara intro/outro.\u001b[24m\n    \u001b[1mアウトロはそれほどではありませんが、他のすべてのデュララライントロ/アウトロと同様です。\u001b[22m, \u001b[1mアウトロはあまりないが、それは他のすべてのデュララライントロ/アウトロのようなものです。\u001b[22m\n\u001b[4mEach one introduces all the characters in the show (new ones included) doing their daily tasks in Ikebukuro.\u001b[24m\n    \u001b[1mそれぞれは、池袋で毎日の仕事をしているショーのすべてのキャラクター（新しいものを含む）を紹介します。\u001b[22m, \u001b[1mそれぞれが池袋で日常業務をやって（新しいものが含まれる）のショーのすべての文字を紹介します。\u001b[22m\n\u001b[4mTBH I find no reason to criticize the art at all.\u001b[24m\n    \u001b[1mTBH私は芸術を全く批判する理由はないと思う。\u001b[22m, \u001b[1mTBH私はすべての芸術を批判する理由が見当たりません。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m, \u001b[1mSOUND：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThe music to the intro/outro is very nice. The intro more so. I know all anime intros are suppose to be catchy, but this one nails it. Overall a lot of the music is recycled from season 1, which is fine. I see no reason to make a new OST for this anime. The music matches very well to what exactly happens, when events unfold. Overall I don't find any of the music memorable, and I don't envision myself listening to many of the songs from the OST (other than the intro songs).\n\n\u001b[1mイントロ/アウトロへの音楽はとてもいいです。 もっとイントロです。 私はすべてのアニメのイントロが魅力的であると思われていることを知っていますが、この人はそれを釘付けます。 全体的に、多くの音楽がシーズン1からリサイクルされています。これは問題ありません。 このアニメに新しいOSTを作る理由はない。 音楽は、イベントが展開されたときに、正確に何が起こるかに非常によく似ています。 全体的に私は思い出深い音楽は見つからないし、OSTの曲の多く（イントロソング以外）を聴いているのではない。\u001b[22m\n\u001b[1m(Intoro/ autoro e no ongaku wa totemo īdesu. Motto in torodesu. Watashi wa subete no anime no Intoro ga mirikitekidearu to omowa rete iru koto o shitte imasuga, kono hito wa sore o kugidzukemasu. Zentai-teki ni, ōku no ongaku ga shīzun 1 kara risaikuru sa rete imasu. Kore wa mondai arimasen. Kono anime ni atarashī OST o tsukuru riyū wanai. Ongaku wa, ibento ga tenkai sa reta toki ni, seikaku ni nani ga okoru ka ni hijō ni yoku nite imasu. Zentai-teki ni watashi wa omoidebukai ongaku wa mitsukaranaishi, OST no kyoku no ōku (intorosongu igai) o kiite iru node wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe music to the intro/outro is very nice. The intro more so. I know all anime intros are suppose to be catchy, but this one nails it. Overall a lot of the music is recycled from season 1, which is fine. I see no reason to make a new OST for this anime. The music matches very well to what exactly happens, when events unfold. Overall I don't find any of the music memorable, and I don't envision myself listening to many of the songs from the OST (other than the intro songs).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music to the intro/outro is very nice.\u001b[24m\n    \u001b[1mイントロ/アウトロへの音楽はとてもいいです。\u001b[22m, \u001b[1mイントロ/アウトロの音楽は非常にいいです。\u001b[22m\n\u001b[4mThe intro more so.\u001b[24m\n    \u001b[1mもっとイントロです。\u001b[22m, \u001b[1mイントロなおさら。\u001b[22m\n\u001b[4mI know all anime intros are suppose to be catchy, but this one nails it.\u001b[24m\n    \u001b[1m私はすべてのアニメのイントロが魅力的であると思われていることを知っていますが、この人はそれを釘付けます。\u001b[22m, \u001b[1m私はそれをすべてのアニメのイントロがキャッチーであると仮定されている知っているが、この1爪。\u001b[22m\n\u001b[4mOverall a lot of the music is recycled from season 1, which is fine.\u001b[24m\n    \u001b[1m全体的に、多くの音楽がシーズン1からリサイクルされています。これは問題ありません。\u001b[22m, \u001b[1m総合的な音楽の多くは結構です、シーズン1から再利用されます。\u001b[22m\n\u001b[4mI see no reason to make a new OST for this anime.\u001b[24m\n    \u001b[1mこのアニメに新しいOSTを作る理由はない。\u001b[22m, \u001b[1m私はこのアニメのための新しいOSTを作成する理由を見ません。\u001b[22m\n\u001b[4mThe music matches very well to what exactly happens, when events unfold.\u001b[24m\n    \u001b[1m音楽は、イベントが展開されたときに、正確に何が起こるかに非常によく似ています。\u001b[22m, \u001b[1m音楽は、イベントが展開時に正確に、何が起こるかに非常によく一致しました。\u001b[22m\n\u001b[4mOverall I don't find any of the music memorable, and I don't envision myself listening to many of the songs from the OST (other than the intro songs).\u001b[24m\n    \u001b[1m全体的に私は思い出深い音楽は見つからないし、OSTの曲の多く（イントロソング以外）を聴いているのではない。\u001b[22m, \u001b[1m全体的に私は記憶に残る音楽のいずれかが見つからない、と私は自分自身がOSTの曲（イントロ曲以外）の多くを聞いて想像していません。\u001b[22m\n\u001b[1m\u001b[22m\nIf you are planning to watch this Dubbed or Subbed. It doesn't really matter since both are very well done. I would actually lean toward the dub version though. This is one of the very few anime's that actually have a nice English dub, and the fact that both are airing simultaneously is a nice plus as well.\n\n\u001b[1mあなたがこれを見ることを計画している場合は、ダビングまたはサブベッド。 両方がとてもうまくいっているので、それは本当に重要ではありません。 私は実際にダビング版に向かって傾いています。 これは、実際に素晴らしい英語のダブを持っている非常に少数のアニメの1つであり、両方が同時に放映されているという事実は素敵なプラスです。\u001b[22m\n\u001b[1m(Anata ga kore o miru koto o keikaku shite iru baai wa, dabingu matawa sabu beddo. Ryōhō ga totemo umaku itte irunode, sore wa hontōni jūyōde wa arimasen. Watashi wa jissai ni dabingu-ban ni mukatte katamuite imasu. Kore wa, jissai ni subarashī eigo no dabu o motte iru hijō ni shōsū no anime no 1tsudeari, ryōhō ga dōjini hōei sa rete iru to iu jijitsu wa sutekina purasudesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are planning to watch this Dubbed or Subbed. It doesn't really matter since both are very well done. I would actually lean toward the dub version though. This is one of the very few anime's that actually have a nice English dub, and the fact that both are airing simultaneously is a nice plus as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are planning to watch this Dubbed or Subbed.\u001b[24m\n    \u001b[1mあなたがこれを見ることを計画している場合は、ダビングまたはサブベッド。\u001b[22m, \u001b[1mあなたが見ることを計画している場合は、この吹き替えまたは下塗り。\u001b[22m\n\u001b[4mIt doesn't really matter since both are very well done.\u001b[24m\n    \u001b[1m両方がとてもうまくいっているので、それは本当に重要ではありません。\u001b[22m, \u001b[1m両方のは非常によく行われているので、それは本当に問題ではありません。\u001b[22m\n\u001b[4mI would actually lean toward the dub version though.\u001b[24m\n    \u001b[1m私は実際にダビング版に向かって傾いています。\u001b[22m, \u001b[1m私は実際にかかわらず、ダブバージョンに傾くだろう。\u001b[22m\n\u001b[4mThis is one of the very few anime's that actually have a nice English dub, and the fact that both are airing simultaneously is a nice plus as well.\u001b[24m\n    \u001b[1mこれは、実際に素晴らしい英語のダブを持っている非常に少数のアニメの1つであり、両方が同時に放映されているという事実は素敵なプラスです。\u001b[22m, \u001b[1mこれは実際に素晴らしい英語吹き替えを持っている非常に少数のアニメのの一つであり、両方が同時に放映されているという事実は、素晴らしいプラスも同様です。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m, \u001b[1mCHARACTERS：10/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is where Durarara really shines. The anime introduces a very large cast of characters. The best thing about it is that they all mesh together very well with what's going on as well. You never feel that any character is bland or left out for filler. Each character offers their own sense of uniqueness. This anime doesn't exactly have a protagonist, since all episodes showcase nearly all the characters with shared amount of screen time.\n\n\u001b[1mこれは、デュラララが本当に輝く場所です。 アニメは非常に大規模なキャラクターのキャストを導入します。 それについての最善のことは、彼らがすべて一緒によく起こっていることと一緒に網目を形成することです。 どんなキャラクターも白くてフィラーがないと感じることはありません。 それぞれのキャラクターは独自の独自の感覚を提供します。 このアニメには主人公はいません。すべてのエピソードではほぼすべてのキャラクターが画面時間を共有しているためです。\u001b[22m\n\u001b[1m(Kore wa, de~yurarara ga hontōni kagayaku bashodesu. Anime wa hijō ni ōkibona kyarakutā no kyasuto o dōnyū shimasu. Sore ni tsuite no saizen no koto wa, karera ga subete issho ni yoku okotte iru koto to issho ni amime o keisei suru kotodesu. Don'na kyarakutā mo shirokute firā ga nai to kanjiru koto wa arimasen. Sorezore no kyarakutā wa dokuji no dokuji no kankaku o teikyō shimasu. Kono anime ni wa shujinkō wa imasen. Subete no episōdode wa hobo subete no kyarakutā ga gamen jikan o kyōyū shite iru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where Durarara really shines. The anime introduces a very large cast of characters. The best thing about it is that they all mesh together very well with what's going on as well. You never feel that any character is bland or left out for filler. Each character offers their own sense of uniqueness. This anime doesn't exactly have a protagonist, since all episodes showcase nearly all the characters with shared amount of screen time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where Durarara really shines.\u001b[24m\n    \u001b[1mこれは、デュラララが本当に輝く場所です。\u001b[22m, \u001b[1mデュラララが本当に輝くところです。\u001b[22m\n\u001b[4mThe anime introduces a very large cast of characters.\u001b[24m\n    \u001b[1mアニメは非常に大規模なキャラクターのキャストを導入します。\u001b[22m, \u001b[1mアニメは、文字の非常に大規模なキャストを紹介しています。\u001b[22m\n\u001b[4mThe best thing about it is that they all mesh together very well with what's going on as well.\u001b[24m\n    \u001b[1mそれについての最善のことは、彼らがすべて一緒によく起こっていることと一緒に網目を形成することです。\u001b[22m, \u001b[1mそれについての最もよい事は、彼らはすべて同様に何が起こっていると非常によく一緒にメッシュということです。\u001b[22m\n\u001b[4mYou never feel that any character is bland or left out for filler.\u001b[24m\n    \u001b[1mどんなキャラクターも白くてフィラーがないと感じることはありません。\u001b[22m, \u001b[1mあなたは、任意の文字は、当たり障りのない、またはフィラーのために残されていることを感じることはありません。\u001b[22m\n\u001b[4mEach character offers their own sense of uniqueness.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは独自の独自の感覚を提供します。\u001b[22m, \u001b[1m各文字は一意の独自の感覚を提供しています。\u001b[22m\n\u001b[4mThis anime doesn't exactly have a protagonist, since all episodes showcase nearly all the characters with shared amount of screen time.\u001b[24m\n    \u001b[1mこのアニメには主人公はいません。すべてのエピソードではほぼすべてのキャラクターが画面時間を共有しているためです。\u001b[22m, \u001b[1mすべてのエピソードは、画面の時間の共有量とほぼすべての文字を披露ので、このアニメは、正確に、主人公を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nI guess you could say that Mikado is the protagonist, but in my opinion he's my least favorite character.\n\n\u001b[1mみかどが主人公だと言えるかもしれませんが、私の意見では、彼は私の最も好きなキャラクターです。\u001b[22m\n\u001b[1m(Mikado ga shujinkōda to ieru kamo shiremasenga, watashi no ikende wa, kare wa watashi no mottomo sukina kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mI guess you could say that Mikado is the protagonist, but in my opinion he's my least favorite character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess you could say that Mikado is the protagonist, but in my opinion he's my least favorite character.\u001b[24m\n    \u001b[1mみかどが主人公だと言えるかもしれませんが、私の意見では、彼は私の最も好きなキャラクターです。\u001b[22m, \u001b[1m私はあなたがミカドは、主人公であると言うことができると思いますが、私の意見では、彼は私の最も好きなキャラクターです。\u001b[22m\n\u001b[1m\u001b[22m\nMikado - He's the generic high schooler who's naive, oblivious to everything, and all around a pussy when it comes to when stuff is about to happen or IS happening.\n\n\u001b[1mMikado  - 彼は一般的な高校生で、物事が起きようとしているときや起こっているときには、すべてに気付かず、猫の周りにいる。\u001b[22m\n\u001b[1m(Mikado - kare wa ippantekina kōkōsei de, monogoto ga okiyou to shite iru toki ya okotte iru tokiniha, subete ni kidzukazu, neko no mawari ni iru.)\u001b[22m\n\nTranslations of \u001b[4mMikado - He's the generic high schooler who's naive, oblivious to everything, and all around a pussy when it comes to when stuff is about to happen or IS happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMikado - He's the generic high schooler who's naive, oblivious to everything, and all around a pussy when it comes to when stuff is about to happen or IS happening.\u001b[24m\n    \u001b[1mMikado  - 彼は一般的な高校生で、物事が起きようとしているときや起こっているときには、すべてに気付かず、猫の周りにいる。\u001b[22m, \u001b[1mミカド - 彼は、それはものが発生しようとしているか、起きているときに来るときすべてのものを忘れ、ナイーブだ一般的な高校生だし、すべての猫の周り。\u001b[22m\n\u001b[1m\u001b[22m\nAnri - If you watched season 1 you know that she's the demon chick with the katana. She's alright, but overall I could care less about her, since she shares a very passive/innocent personality that can tick you off a bit.\n\n\u001b[1mAnri  - シーズン1を見れば、彼女はカタニアの悪魔の雛だと分かっています。 彼女は大丈夫ですが、全体的に私は彼女のことを気にすることはできませんでした。なぜなら彼女はあなたにちょっとした印象を与える非常に受動的/無実の性格を共有しているからです。\u001b[22m\n\u001b[1m(Anri - shīzun 1 o mireba, kanojo wa katania no akuma no hinada to wakatte imasu. Kanojo wa daijōbudesuga, zentai-teki ni watashi wa kanojo no koto o ki ni suru koto wa dekimasendeshita. Nazenara kanojo wa anata ni chottoshita inshō o ataeru hijō ni judō-teki/ mujitsu no seikaku o kyōyū shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAnri - If you watched season 1 you know that she's the demon chick with the katana. She's alright, but overall I could care less about her, since she shares a very passive/innocent personality that can tick you off a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnri - If you watched season 1 you know that she's the demon chick with the katana.\u001b[24m\n    \u001b[1mAnri  - シーズン1を見れば、彼女はカタニアの悪魔の雛だと分かっています。\u001b[22m, \u001b[1m杏里 - あなたはシーズン1を見た場合、あなたは彼女が刀を持つ悪魔のひよこだということを知っています。\u001b[22m\n\u001b[4mShe's alright, but overall I could care less about her, since she shares a very passive/innocent personality that can tick you off a bit.\u001b[24m\n    \u001b[1m彼女は大丈夫ですが、全体的に私は彼女のことを気にすることはできませんでした。なぜなら彼女はあなたにちょっとした印象を与える非常に受動的/無実の性格を共有しているからです。\u001b[22m, \u001b[1m彼女は大丈夫だが、彼女は少しあなたを怒らことができる非常に受動/無邪気な性格を共有しているため、全体的な私は、彼女について少しも気にしません。\u001b[22m\n\u001b[1m\u001b[22m\nShizuo - The badass guy in the bartender suit, who we all love. This guy is apparently the strongest person in Ikebukuro (Literally) and no one wants to trifle with this guy one bit. He returns with some pretty big parts in this anime.\n\n\u001b[1m静雄 - 私たちが大好きなバーテンダースーツの悪い男。 この男は明らかに池袋で最も強い人物であり、誰もこの男と少しでも些細なことをしたいとは思わない。 彼はこのアニメでかなり大きな部分を返します。\u001b[22m\n\u001b[1m(Shizuo - watashitachi ga daisukina bātendāsūtsu no warui otoko. Kono otoko wa akiraka ni Ikebukuro de mottomo tsuyoi jinbutsudeari, dare mo kono otoko to sukoshidemo sasainakoto o shitai to wa omowanai. Kare wa kono anime de kanari ōkina bubun o kaeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mShizuo - The badass guy in the bartender suit, who we all love. This guy is apparently the strongest person in Ikebukuro (Literally) and no one wants to trifle with this guy one bit. He returns with some pretty big parts in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShizuo - The badass guy in the bartender suit, who we all love.\u001b[24m\n    \u001b[1m静雄 - 私たちが大好きなバーテンダースーツの悪い男。\u001b[22m, \u001b[1m静雄 - バーテンダーのスーツでワル男、私たちはすべての愛。\u001b[22m\n\u001b[4mThis guy is apparently the strongest person in Ikebukuro (Literally) and no one wants to trifle with this guy one bit.\u001b[24m\n    \u001b[1mこの男は明らかに池袋で最も強い人物であり、誰もこの男と少しでも些細なことをしたいとは思わない。\u001b[22m, \u001b[1mこの男は明らかに池袋（文字通り）で最強者であると誰もがこの男1ビットで弄んたいとは思いません。\u001b[22m\n\u001b[4mHe returns with some pretty big parts in this anime.\u001b[24m\n    \u001b[1m彼はこのアニメでかなり大きな部分を返します。\u001b[22m, \u001b[1m彼はこのアニメでいくつかのかなり大きな部分で返します。\u001b[22m\n\u001b[1m\u001b[22m\nIzaya - My favorite character from the series, mainly because of his tricky personality. Izaya enjoys messing with people (mainly Shizuo) and he is the person who literally runs Ikebukuro. He's an information broker who fights with Shizuo often, and exchanges information for his own desires. I would describe him as a young intelligent underground boss of Ikebukuro.\n\n\u001b[1mイザヤ（Izaya） - 主人公のトリッキーな性格のため、私の好きなキャラクターです。 イザヤは人々（主に静岡県）とおしゃべりしていて、文字通り池袋を走る人です。 彼はしずおと頻繁に戦う情報ブローカーであり、自分の欲望のために情報を交換する。 私は彼を池袋の若いインテリジェントな地下のボスとして描写します。\u001b[22m\n\u001b[1m(Izaya (Izaya) - shujinkō no torikkīna seikaku no tame, watashi no sukina kyarakutādesu. Izaya wa hitobito (omoni Shizuoka ken) to oshaberi shite ite, mojidōri Ikebukuro o hashiru hitodesu. Kare wa shizu oto hinpan ni tatakau jōhō burōkādeari, jibun no yokubō no tame ni jōhō o kōkan suru. Watashi wa kare o Ikebukuro no wakai interijentona chika no bosu to shite byōsha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIzaya - My favorite character from the series, mainly because of his tricky personality. Izaya enjoys messing with people (mainly Shizuo) and he is the person who literally runs Ikebukuro. He's an information broker who fights with Shizuo often, and exchanges information for his own desires. I would describe him as a young intelligent underground boss of Ikebukuro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIzaya - My favorite character from the series, mainly because of his tricky personality.\u001b[24m\n    \u001b[1mイザヤ（Izaya） - 主人公のトリッキーな性格のため、私の好きなキャラクターです。\u001b[22m, \u001b[1m臨也 - シリーズから、主な理由は、彼のトリッキーな性格の私の好きなキャラクター。\u001b[22m\n\u001b[4mIzaya enjoys messing with people (mainly Shizuo) and he is the person who literally runs Ikebukuro.\u001b[24m\n    \u001b[1mイザヤは人々（主に静岡県）とおしゃべりしていて、文字通り池袋を走る人です。\u001b[22m, \u001b[1m臨也は人々（主に静雄）をいじって楽しんで、彼は文字通り池袋を実行する人です。\u001b[22m\n\u001b[4mHe's an information broker who fights with Shizuo often, and exchanges information for his own desires.\u001b[24m\n    \u001b[1m彼はしずおと頻繁に戦う情報ブローカーであり、自分の欲望のために情報を交換する。\u001b[22m, \u001b[1m彼はしばしば静雄と戦う情報ブローカーだし、自分の欲望のための情報を交換します。\u001b[22m\n\u001b[4mI would describe him as a young intelligent underground boss of Ikebukuro.\u001b[24m\n    \u001b[1m私は彼を池袋の若いインテリジェントな地下のボスとして描写します。\u001b[22m, \u001b[1m私は池袋の若いインテリジェントな地下のボスとして彼を記述することになります。\u001b[22m\n\u001b[1m\u001b[22m\nThere Are loads of other characters, but in all honesty just watch the anime and enjoy it yourself.\n\n\u001b[1m他のキャラクターがたくさんありますが、すべての正直なところでは、アニメを見て楽しんでください。\u001b[22m\n\u001b[1m(Hoka no kyarakutā ga takusan arimasuga, subete no shōjikina tokorode wa, anime o mite tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThere Are loads of other characters, but in all honesty just watch the anime and enjoy it yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere Are loads of other characters, but in all honesty just watch the anime and enjoy it yourself.\u001b[24m\n    \u001b[1m他のキャラクターがたくさんありますが、すべての正直なところでは、アニメを見て楽しんでください。\u001b[22m, \u001b[1mそこに他の文字の負荷がされていますが、正直なところでだけアニメを見て、それを自分でお楽しみください。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL/ENJOYMENTS: 9/10\n\n\u001b[1m全般/エンゲージメント：9/10\u001b[22m\n\u001b[1m(Zenpan/ engējimento: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL/ENJOYMENTS: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL/ENJOYMENTS: 9/10\u001b[24m\n    \u001b[1m全般/エンゲージメント：9/10\u001b[22m, \u001b[1mOVERALL /楽しみ：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very nice anime to watch to catch some laughs. Considering it's only a comedy like anime, which I don't really watch often. It does it well, and I see no reason why people would dislike it. I thoroughly enjoyed every single bit of it. I laughed and regarded this anime as a very clever one, which makes you think, and pay attention. I never found myself bored of watching it. The dialogue and characters kept it lively, and full of euphoria.\n\n\u001b[1mこれは、いくつかの笑いをつかむために見て非常に素晴らしいアニメです。 それはアニメのような唯一のコメディだと考えています。 それはうまくやって、人々がそれを嫌う理由はないと思う。 私は徹底的にそれを楽しんだ。 私は笑って、このアニメを非常に巧妙なものと見なしました。あなたはそれを考え、注意を払います。 私はそれを見て退屈していたことは決してありませんでした。 対話とキャラクターはそれを活発に保ち、幸せに満ちていました。\u001b[22m\n\u001b[1m(Kore wa, ikutsu ka no warai o tsukamu tame ni mite hijō ni subarashī animedesu. Sore wa anime no yōna yuiitsu no komedida to kangaete imasu. Sore wa umaku yatte, hitobito ga sore o kirau riyū wa nai to omou. Watashi wa tetteiteki ni sore o tanoshinda. Watashi wa waratte, kono anime o hijō ni kōmyōna mono to minashimashita. Anata wa sore o kangae, chūi o haraimasu. Watashi wa sore o mite taikutsu shite ita koto wa kesshite arimasendeshita. Taiwa to kyarakutā wa sore o kappatsu ni tamochi, shiawase ni michite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very nice anime to watch to catch some laughs. Considering it's only a comedy like anime, which I don't really watch often. It does it well, and I see no reason why people would dislike it. I thoroughly enjoyed every single bit of it. I laughed and regarded this anime as a very clever one, which makes you think, and pay attention. I never found myself bored of watching it. The dialogue and characters kept it lively, and full of euphoria.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very nice anime to watch to catch some laughs.\u001b[24m\n    \u001b[1mこれは、いくつかの笑いをつかむために見て非常に素晴らしいアニメです。\u001b[22m, \u001b[1mこれは、いくつかの笑いをキャッチするために見て非常に素晴らしいアニメです。\u001b[22m\n\u001b[4mConsidering it's only a comedy like anime, which I don't really watch often.\u001b[24m\n    \u001b[1mそれはアニメのような唯一のコメディだと考えています。\u001b[22m, \u001b[1mそれを考えると、唯一の私は本当に頻繁に見ていないアニメのようなコメディ、です。\u001b[22m\n\u001b[4mIt does it well, and I see no reason why people would dislike it.\u001b[24m\n    \u001b[1mそれはうまくやって、人々がそれを嫌う理由はないと思う。\u001b[22m, \u001b[1mこれはよくそれをしない、と私は人々がそれを嫌うだろうない理由を見ません。\u001b[22m\n\u001b[4mI thoroughly enjoyed every single bit of it.\u001b[24m\n    \u001b[1m私は徹底的にそれを楽しんだ。\u001b[22m, \u001b[1m私は徹底的にそれのすべての単一のビットを楽しみました。\u001b[22m\n\u001b[4mI laughed and regarded this anime as a very clever one, which makes you think, and pay attention.\u001b[24m\n    \u001b[1m私は笑って、このアニメを非常に巧妙なものと見なしました。あなたはそれを考え、注意を払います。\u001b[22m, \u001b[1m私は笑って、あなたが考えさせる、と注意を払う非常に巧妙な1、としてこのアニメをみなします。\u001b[22m\n\u001b[4mI never found myself bored of watching it.\u001b[24m\n    \u001b[1m私はそれを見て退屈していたことは決してありませんでした。\u001b[22m, \u001b[1m私はそれを見ての自分が退屈見つかっていません。\u001b[22m\n\u001b[4mThe dialogue and characters kept it lively, and full of euphoria.\u001b[24m\n    \u001b[1m対話とキャラクターはそれを活発に保ち、幸せに満ちていました。\u001b[22m, \u001b[1m対話と文字が活気のある、そして幸福感に満ち、それを保ちました。\u001b[22m\n\u001b[1m\u001b[22m\nI guess the only thing you can really say about this anime that could be bad is that there is never a feeling that people will actually die. None of the main characters are really killed off, although many of them want to kill each other and say they will ie. Shizuo/Izaya. They never really get around to it, and in the end everyone ends up fighting and surviving anyway. So you never have to worry about your main character dying, even though people still get hurt. They brush it off like a flesh wound. The suspense is non-existent, and its leaned toward a more comedic approach now, which I think was a smart decision.\n\n\u001b[1mあなたが本当にこのアニメについて言うことができる唯一のことは、悪くなる可能性があるということは、人々が実際に死にそうになる気がないということです。 主人公のいずれも本当に殺されていませんが、彼らの多くはお互いを殺して、彼らがそう言うと思います。 静雄/いざや。 彼らは本当にそれに慣れることはなく、結局誰もが戦い、そして生き残ってしまいます。 だから、人々はまだ傷ついても、あなたの主人公が死ぬのを心配する必要はありません。 彼らは肉の傷のようにそれをはがします。 サスペンスは存在しないし、今よりスマートな決定だと思うよりコメディーなアプローチに傾いている。\u001b[22m\n\u001b[1m(Anata ga hontōni kono anime ni tsuite iu koto ga dekiru yuiitsu no koto wa, warukunaru kanōsei ga aru to iu koto wa, hitobito ga jissai ni shini-sō ni naru ki ga nai to iu kotodesu. Shujinkō no izure mo hontōni korosa rete imasenga, karera no ōku wa otagai o koroshite, karera ga sō iu to omoimasu. Shizuo/ izaya. Karera wa hontōni sore ni nareru koto wa naku, kekkyoku daremoga tatakai, soshite ikinokotte shimaimasu. Dakara, hitobito wa mada kizutsuite mo, anata no shujinkō ga shinu no o shinpai suru hitsuyō wa arimasen. Karera wa niku no kizu no yō ni sore o hagashimasu. Sasupensu wa sonzaishinai shi, ima yori sumātona ketteida to omou yori komedīna apurōchi ni katamuite iru.)\u001b[22m\n\nTranslations of \u001b[4mI guess the only thing you can really say about this anime that could be bad is that there is never a feeling that people will actually die. None of the main characters are really killed off, although many of them want to kill each other and say they will ie. Shizuo/Izaya. They never really get around to it, and in the end everyone ends up fighting and surviving anyway. So you never have to worry about your main character dying, even though people still get hurt. They brush it off like a flesh wound. The suspense is non-existent, and its leaned toward a more comedic approach now, which I think was a smart decision.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess the only thing you can really say about this anime that could be bad is that there is never a feeling that people will actually die.\u001b[24m\n    \u001b[1mあなたが本当にこのアニメについて言うことができる唯一のことは、悪くなる可能性があるということは、人々が実際に死にそうになる気がないということです。\u001b[22m, \u001b[1m私はあなたが本当に悪い人が実際に死んでしまうような気が決してないということである可能性があり、このアニメについて言うことができる唯一のことを推測します。\u001b[22m\n\u001b[4mNone of the main characters are really killed off, although many of them want to kill each other and say they will ie.\u001b[24m\n    \u001b[1m主人公のいずれも本当に殺されていませんが、彼らの多くはお互いを殺して、彼らがそう言うと思います。\u001b[22m, \u001b[1mメインキャラクターのいずれも、実際にそれらの多くはお互いを殺したいが、殺さないと、彼らはつまりますと言っています。\u001b[22m\n\u001b[4mShizuo/Izaya.\u001b[24m\n    \u001b[1m静雄/いざや。\u001b[22m, \u001b[1m静雄/臨也。\u001b[22m\n\u001b[4mThey never really get around to it, and in the end everyone ends up fighting and surviving anyway.\u001b[24m\n    \u001b[1m彼らは本当にそれに慣れることはなく、結局誰もが戦い、そして生き残ってしまいます。\u001b[22m, \u001b[1m彼らは本当に周りにそれに得ることは決してない、と最終的に誰もがとにかく戦って生き残ってしまいます。\u001b[22m\n\u001b[4mSo you never have to worry about your main character dying, even though people still get hurt.\u001b[24m\n    \u001b[1mだから、人々はまだ傷ついても、あなたの主人公が死ぬのを心配する必要はありません。\u001b[22m, \u001b[1mだから、人々はまだ傷つくていても、あなたのメインキャラクターが死んで心配する必要はありません。\u001b[22m\n\u001b[4mThey brush it off like a flesh wound.\u001b[24m\n    \u001b[1m彼らは肉の傷のようにそれをはがします。\u001b[22m, \u001b[1m彼らは肉の傷のようにそれをはねのけます。\u001b[22m\n\u001b[4mThe suspense is non-existent, and its leaned toward a more comedic approach now, which I think was a smart decision.\u001b[24m\n    \u001b[1mサスペンスは存在しないし、今よりスマートな決定だと思うよりコメディーなアプローチに傾いている。\u001b[22m, \u001b[1mサスペンスは非存在であり、その私がスマートな決断だったと思うこれ、今より多くの喜劇的なアプローチに向かって身を乗り出しました。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "connielas",
    "profile": "/profile/connielas/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=184202",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n\n技術的に、私はこれが起こるのを待っていました---私が遭遇した最も特別なアニメの続編！2014年に、彼らがデュラララを発表しました！  2番目のシーズンがあり、私の心は幸福から爆発する。 私は興奮し、毎回自分自身を更新し、発表とそのリリースに関するニュースを求めました。 最初のシーズンは私に多くの顎を落として楽しませました。 それは本当に暴力的で奇妙なものでしたが、プロットのキャラクターと再編成は次のエピソードを待っていました。 私はそれに没頭した。 それは私のアイスクリームのようなアニメスタイルです。\n\n私は5年前にそれを見て最初のシーズンのレビューを書いた、それは間違いなく私を笑わせてくれました。  （あなたはそれを確認するためにチェックしなければならない）当時の私の文体はかなり幼稚でユーモラスだった。 以前の私の思考の縮図はあまりプロフェッショナルではありませんでした（私はプロのようなものではありません）。 私は改善しました、そして、私は実際にはあまり意味がない方法で物事を言うことができると思います。\nとにかく、あなたが気づいていない場合に備えて、私はあなたにわずかな警告を与えます：\n\nこれは、第一期ではなく、第二期のためのレビューです！ このシンプルなレビューを目の前に、最初の一歩を眺めてみてください。\n\n\n\nアートはまだ普通ではなく、シンプルでシンプルです。 私はそれを憎んでいない、私はちょうど新しいアニメ番組の誇大宣伝を今日は取得していない。 私は彼らがアニメーションで怠け者だが、少なくとも戦闘シーンは正しく表現されていると思う。 キャラクターデザインはまだまだフィットし、それほど大きな変化はありません。 街の景色にはまだ暗い雰囲気があります。  Brain's Baseのスタジオはこのシリーズに参加していなかったので、作品の一部が製作されたかと思われます。  7アート！\n\n音楽は良いと思う。 これは、アンリの清華のバックグラウンドミュージックや前のシーズンの他の思い出に残る曲などの伝統的なテーマをまだ持っています。 私は彼らが新しいものを追加したと思うが、私は覚えていない。 私は彼らが物事を少しポップしたり、少し変更を追加するために、より効果的な効果を作ったと思いますよね？ オープニング曲は前シーズンのイントロを思い出させました。 声は荒々しく、音楽は速くて電子的でした。 終わりの歌のために、彼らはそれをすばらしく行い、歌詞のペーシングは一種速い。 私はキャラクター同士を結びつけることで「トラスト・ミー」のアニメーションをやり直して、長文のキャラクター・プレゼンテーションを作っていたのが大好きでした。 どちらもキャッチーで楽しいです。\n声優は例外的に良いものでした。 彼らはうまくやったし、キャラクターの声は変わっていないと思う。 彼らは最初のシーズンからBGMを借りないでもっと音楽をやりたかったので、私はそれを8にします。\n\nさて、キャラクターのショーケースに行きましょう。\n\n元のキャラクターから始める：\n\n平和平和 - このシリーズの私のお気に入りの一つ。 要約：バーテンダースーツの男、黄色の髪、強烈な、熱心な（大規模な方法で）、彼の弟を愛している。 この部分では、彼はあなた方が彼のことを決して期待しない方法で開発しました。 しかし、イザヤはまだ彼と遊びたいと思っています。もちろん、静雄は自然にその人を殺しますが、決して本当に成功しませんでした。\n\nKida Masaomi  - 要約：流行の、秘密主義的な患者ですが、いったん怒らせると怒りが爆発し、黄色のスカーフの頭でもあるので、彼はケトルのようです。 彼は少数のエピソードでしか見ることができません。 彼はいつも現われますが、彼の人格には少し進歩があるようです。\n\nMikado Ryugamine  - 要約：最も普通の見た目の男で、おそらく最も退屈な性格を持っています。彼はドルの創始者です、覚えていますか？ しかし、彼をあきらめないでください。 彼が新しい葉に変わると、興奮はますます良くなり、すべてが間違いなく変わるでしょう。\n\nソナハラアンリ - 要約：大きな胸、短いと黒い髪、恥ずかしがり屋の柔らかな話をしている青春の広告者。 彼女はまだCelty、Izaya、ロシアの女性とMikadoの混乱に追いついているが、Anriにはあまり進んでいない。 彼女は当然偉大な女性であり、何があっても彼女の友人を保護します。 彼女はまた、セイカ（彼女の力）の問題に少し直面している。\n\nCelty Sturluson  - 要約：我々は1つが必要ですか？ ヘッドレスまたはブラックバイカーとして知られています。 彼女は素晴らしい、悪いと、シンラの恋人です。 彼女は人間ではありませんが、私はまだ彼女を愛しています。 新シーズンには、新羅のお父さんの友人である新しい医者に会い、身体などを学ぶ。彼女は新羅にお金を稼ぐために新しい仕事を受け入れる。 結局、それは彼女の事故や騒乱を起こすでしょう。\n\nKadota  - 要約：青いジャケットを着用して戦っている帽子を持つ男。 まもなく、彼はすぐに大規模な血友病とキャラクターとの1対1の戦いに浸り、今シーズンに貴重な役割を果たします。\n\n平和の春香 - 要約：静雄の弟、狂気の俳優、感情のない男の子（文字通りではない）、そして最小限のものを言う。 今シーズン、彼は困っているかもしれない、あるいはそうしないかもしれない新しい女の子と出会う。\n\nOrihara Izaya  - 要約：セクシー、スキーム-y、および操作。 情報ブローカーが帰ってきた！ 彼のガジェットでいつものように悪い 彼自身を楽しませながらモニターを見ているが、ほとんどの場合、彼はバテンを着ているすべての黄色い髪の男が嫌いである。 彼はまだそれがあなたが求めているものなら\n\nNEWキャラクターのためにここで要点は必要ありません：\n\nバロナ - ブロンドの髪の毛を持ち、大きなバックストーリーを持つロシアの女性。 彼女は物事を終わらせ、物事を正しくするために街に入ります。 彼女は強いですが、彼女は人間です。 彼女はまた、セルティと関係のある仕事をしています。\n\n青葉青葉 - 騙されてはいけない、この男は物事を知っている...彼はすべてを破壊する。\n\nオリハラシスターズ - イザヤは彼らを軽蔑し、彼は彼の計画に干渉することはもちろん、彼の姉妹の近くにいたくない。 とにかく、これらの2つの人物はねじれていますが、このアニメをより面白くて見栄えのいいチームにしています。\n\nRokujou、Chikage  - 女性を保護し愛する男Rochiという愛称。 彼はバイクのギャングのリーダーです。 彼はまた戦闘時のモンスターだが、静水ほど怪物ではない。 とにかく、ショーを見ればもっと知ることができます。\n\nHijiribe、Ruri  -  Anriが持っているものと比較できる特定の秘密と問題を持っている女優。 彼女はまた感情がなく、彼女の敵に向き合う壊滅的な旅に参加します。\n\n私が思うかわいそうな無邪気な児童は、すべての小さな女の子が持っている性格も持っています。 ナイーブで、簡単に馬鹿にして、泣き虫とよく、幼稚な。 彼女はヤクザのメンバーまたはリーダーの娘です。 彼女は物語の後半で多くの課題と真実に直面するようになる。\n\n私はそれが私のために思い出に残るすべてのキャラクターだと思います。 多かれ少なかれ、彼らはこのショーで素晴らしい雰囲気を放つ。 私は見なければならないものがなかったので、私はそれに9を与える。\n\n\nもちろん私はそれを楽しんだ！ 別のエピソードが出現するまで7日間待つのは苦痛でしたが、私はまだそれを見ています。 私はクリフハンガーが本当に好きだったのは、次のシーズンには特定のシナリオに結論が出ることを知っていました。 楽しさと全体的に、私は9を与える。\nとても素晴らしいです。 私は言葉がなく、私の言葉は、これが現実になったことがいかに幸せであるかを説明することができません（キャラクター、ショー自体ではありません）。 私は続編を待つことはできません。 これを見て、それが必要です。 あなたは、日々の生活の劇的でシンプルなものからすべての休憩が必要です。 超自然的なアニメを試して、デュラララしよう!! また、オープニング曲を見て、それはあなたに思い出させるために前のエピソードの短いリプレイを与えるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTechnically, I've been waiting for this to happen --- a sequel to one of the most extraordinary anime I've come across with!Back in 2014, when they announced that Durarara!! will have a second season, my heart burst out of happiness. I got excited and updated myself every now and then for announcements and news about its release. The first season gave me a lot of jaw-dropping and amusement. Although it was really violent and quirky, the characters and the rearrangements of the plot kept me waiting for the next episode. I became addicted to it. It's more like my ice cream in anime style.\n\n\u001b[1m技術的に、私はこれが起こるのを待っていました---私が遭遇した最も特別なアニメの続編！2014年に、彼らがデュラララを発表しました！  2番目のシーズンがあり、私の心は幸福から爆発する。 私は興奮し、毎回自分自身を更新し、発表とそのリリースに関するニュースを求めました。 最初のシーズンは私に多くの顎を落として楽しませました。 それは本当に暴力的で奇妙なものでしたが、プロットのキャラクターと再編成は次のエピソードを待っていました。 私はそれに没頭した。 それは私のアイスクリームのようなアニメスタイルです。\u001b[22m\n\u001b[1m(Gijutsu-teki ni, watashi wa kore ga okoru no o matte imashita -- - watashi ga sōgū shita mottomo tokubetsuna anime no zokuhen! 2014-Nen ni, karera ga de~yurarara o happyō shimashita! 2-Banme no shīzun ga ari, watashi no kokoro wa kōfuku kara bakuhatsu suru. Watashi wa kōfun shi, maikai jibun jishin o kōshin shi, happyō to sono rirīsu ni kansuru nyūsu o motomemashita. Saisho no shīzun wa watashi ni ōku no ago o otoshite tanoshima semashita. Sore wa hontōni bōryoku-tekide kimyōna monodeshitaga, purotto no kyarakutā to sai hensei wa tsugi no episōdo o matte imashita. Watashi wa sore ni bottō shita. Sore wa watashi no aisukurīmu no yōna anime sutairudesu.)\u001b[22m\n\nTranslations of \u001b[4mTechnically, I've been waiting for this to happen --- a sequel to one of the most extraordinary anime I've come across with!Back in 2014, when they announced that Durarara!! will have a second season, my heart burst out of happiness. I got excited and updated myself every now and then for announcements and news about its release. The first season gave me a lot of jaw-dropping and amusement. Although it was really violent and quirky, the characters and the rearrangements of the plot kept me waiting for the next episode. I became addicted to it. It's more like my ice cream in anime style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTechnically, I've been waiting for this to happen --- a sequel to one of the most extraordinary anime I've come across with!Back in 2014, when they announced that Durarara!!\u001b[24m\n    \u001b[1m技術的に、私はこれが起こるのを待っていました---私が遭遇した最も特別なアニメの続編！2014年に、彼らがデュラララを発表しました！\u001b[22m, \u001b[1mそのためには技術的には、私は彼らがデュラララことを発表したとき、私は、2014年に！戻ると出くわした最も異常なアニメの一つに---続編を待っていました！\u001b[22m\n\u001b[4mwill have a second season, my heart burst out of happiness.\u001b[24m\n    \u001b[1m2番目のシーズンがあり、私の心は幸福から爆発する。\u001b[22m, \u001b[1mセカンドシーズンを持っています、私の心は幸福の飛び出し。\u001b[22m\n\u001b[4mI got excited and updated myself every now and then for announcements and news about its release.\u001b[24m\n    \u001b[1m私は興奮し、毎回自分自身を更新し、発表とそのリリースに関するニュースを求めました。\u001b[22m, \u001b[1m私は興奮し、そのリリースに関するアナウンスやニュースのためにすべての今して自分自身を更新しました。\u001b[22m\n\u001b[4mThe first season gave me a lot of jaw-dropping and amusement.\u001b[24m\n    \u001b[1m最初のシーズンは私に多くの顎を落として楽しませました。\u001b[22m, \u001b[1m最初のシーズンは私に顎落下やアミューズメントの多くを与えました。\u001b[22m\n\u001b[4mAlthough it was really violent and quirky, the characters and the rearrangements of the plot kept me waiting for the next episode.\u001b[24m\n    \u001b[1mそれは本当に暴力的で奇妙なものでしたが、プロットのキャラクターと再編成は次のエピソードを待っていました。\u001b[22m, \u001b[1mそれは本当に暴力的で風変わりであったが、文字やグラフの再配列は、次のエピソードを待っている私を保ちました。\u001b[22m\n\u001b[4mI became addicted to it.\u001b[24m\n    \u001b[1m私はそれに没頭した。\u001b[22m, \u001b[1m私はそれにはまっなりました。\u001b[22m\n\u001b[4mIt's more like my ice cream in anime style.\u001b[24m\n    \u001b[1mそれは私のアイスクリームのようなアニメスタイルです。\u001b[22m, \u001b[1mこれは、アニメスタイルで私のアイスクリームのようなより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nI wrote a review of the first season five years ago after watching it and it definitely made me laugh. (you have to check it out to see) My writing style back then was pretty childish and humorous. The epitome of my thoughts before was less professional (it's not like I'm a professional right now). I've improved and I think I can actually say things in a less hackneyed way.\n\n\u001b[1m私は5年前にそれを見て最初のシーズンのレビューを書いた、それは間違いなく私を笑わせてくれました。  （あなたはそれを確認するためにチェックしなければならない）当時の私の文体はかなり幼稚でユーモラスだった。 以前の私の思考の縮図はあまりプロフェッショナルではありませんでした（私はプロのようなものではありません）。 私は改善しました、そして、私は実際にはあまり意味がない方法で物事を言うことができると思います。\u001b[22m\n\u001b[1m(Watashi wa 5-nen mae ni sore o mite saisho no shīzun no rebyū o kaita, soreha machigainaku watashi o warawa sete kuremashita. (Anata wa sore o kakunin suru tame ni chekku shinakereba naranai) tōji no watashi no buntai wa kanari yōchide yūmorasudatta. Izen no watashi no shikō no shukuzu wa amari purofesshonarude wa arimasendeshita (watashi wa puro no yōna monode wa arimasen). Watashi wa kaizen shimashita, soshite, watashi wa jissai ni wa amari imiganai hōhō de monogoto o iu koto ga dekiru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wrote a review of the first season five years ago after watching it and it definitely made me laugh. (you have to check it out to see) My writing style back then was pretty childish and humorous. The epitome of my thoughts before was less professional (it's not like I'm a professional right now). I've improved and I think I can actually say things in a less hackneyed way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wrote a review of the first season five years ago after watching it and it definitely made me laugh.\u001b[24m\n    \u001b[1m私は5年前にそれを見て最初のシーズンのレビューを書いた、それは間違いなく私を笑わせてくれました。\u001b[22m, \u001b[1m私はそれを見た後に5年前に最初のシーズンのレビューを書いて、それは間違いなく私を笑わせました。\u001b[22m\n\u001b[4m(you have to check it out to see) My writing style back then was pretty childish and humorous.\u001b[24m\n    \u001b[1m（あなたはそれを確認するためにチェックしなければならない）当時の私の文体はかなり幼稚でユーモラスだった。\u001b[22m, \u001b[1m（あなたが見るためにそれをチェックアウトする必要があります）私の文章のスタイルは当時かなり幼稚なとユーモラスでした。\u001b[22m\n\u001b[4mThe epitome of my thoughts before was less professional (it's not like I'm a professional right now).\u001b[24m\n    \u001b[1m以前の私の思考の縮図はあまりプロフェッショナルではありませんでした（私はプロのようなものではありません）。\u001b[22m, \u001b[1m私の思考の縮図は、前に（私が今プロだようではありません）以下のプロでした。\u001b[22m\n\u001b[4mI've improved and I think I can actually say things in a less hackneyed way.\u001b[24m\n    \u001b[1m私は改善しました、そして、私は実際にはあまり意味がない方法で物事を言うことができると思います。\u001b[22m, \u001b[1m私は改善されていると私は私が実際に少ない陳腐な方法で物事を言うことができると思います。\u001b[22m\nAnyway, I'll give you a slight warning, in case you haven't noticed:\n\n\u001b[1mとにかく、あなたが気づいていない場合に備えて、私はあなたにわずかな警告を与えます：\u001b[22m\n\u001b[1m(Tonikaku, anata ga kidzuite inai baai ni sonaete, watashi wa anata ni wazukana keikoku o ataemasu:)\u001b[22m\n\nTranslations of \u001b[4mAnyway, I'll give you a slight warning, in case you haven't noticed:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, I'll give you a slight warning, in case you haven't noticed:\u001b[24m\n    \u001b[1mとにかく、あなたが気づいていない場合に備えて、私はあなたにわずかな警告を与えます：\u001b[22m, \u001b[1mとにかく、私はあなたが気づいていない場合には、あなたにわずかな警告を与えるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nTHIS IS A REVIEW FOR THE SECOND SEASON, NOT THE FIRST ONE! WATCH THE FIRST SEASON BEFORE LAYING AN EYE ON THIS SIMPLE REVIEW.\n\n\u001b[1mこれは、第一期ではなく、第二期のためのレビューです！ このシンプルなレビューを目の前に、最初の一歩を眺めてみてください。\u001b[22m\n\u001b[1m(Kore wa, daiikkide wa naku, dainiki no tame no rebyūdesu! Kono shinpuruna rebyū o me no mae ni, saisho no ippo o nagamete mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTHIS IS A REVIEW FOR THE SECOND SEASON, NOT THE FIRST ONE! WATCH THE FIRST SEASON BEFORE LAYING AN EYE ON THIS SIMPLE REVIEW.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS IS A REVIEW FOR THE SECOND SEASON, NOT THE FIRST ONE!\u001b[24m\n    \u001b[1mこれは、第一期ではなく、第二期のためのレビューです！\u001b[22m, \u001b[1mこれはセカンドシーズンのレビュー、NOT最初のもの！\u001b[22m\n\u001b[4mWATCH THE FIRST SEASON BEFORE LAYING AN EYE ON THIS SIMPLE REVIEW.\u001b[24m\n    \u001b[1mこのシンプルなレビューを目の前に、最初の一歩を眺めてみてください。\u001b[22m, \u001b[1mこの簡単なレビューに目を敷設する前に最初のシーズンを見て。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Art is still bland and simple as usual. I don't hate it, I just didn't get the hype of new anime shows today. I think their getting lazy with the animation but at least the fighting scenes are manifested correctly. The character design still fits and nothing really changed that much. The view of the city still has that dark aura in it. Brain's Base studios did not participate in this series so I guess some of the artworks were fabricated or so it is. 7 for art!\n\n\u001b[1mアートはまだ普通ではなく、シンプルでシンプルです。 私はそれを嫌うことはない、私はちょうど新しいアニメショーの誇大宣伝を今日は取得していない。 私は彼らがアニメーションで怠け者だが、少なくとも戦闘シーンは正しく表現されていると思う。 キャラクターデザインはまだまだフィットし、それほど大きな変化はありません。 街の景色にはまだ暗い雰囲気があります。  Brain's Baseのスタジオはこのシリーズに参加していなかったので、作品の一部が製作されたかと思われます。  7アート！\u001b[22m\n\u001b[1m(Āto wa mada futsūde wa naku, shinpurude shinpurudesu. Watashi wa sore o kirau koto wanai, watashi wa chōdo atarashī animeshō no kodai senden o kyō wa shutoku shite inai. Watashi wa karera ga animēshon de namakemonodaga, sukunakutomo sentō shīn wa tadashiku hyōgen sa rete iru to omou. Kyarakutādezain wa madamada fitto shi, sorehodo ōkina henka wa arimasen. Machi no keshiki ni wa mada kurai fun'iki ga arimasu. Burēn' s Base no sutajio wa kono shirīzu ni sanka shite inakattanode, sakuhin no ichibu ga seisaku sa reta ka to omowa remasu. 7 Āto!)\u001b[22m\n\nTranslations of \u001b[4mThe Art is still bland and simple as usual. I don't hate it, I just didn't get the hype of new anime shows today. I think their getting lazy with the animation but at least the fighting scenes are manifested correctly. The character design still fits and nothing really changed that much. The view of the city still has that dark aura in it. Brain's Base studios did not participate in this series so I guess some of the artworks were fabricated or so it is. 7 for art!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art is still bland and simple as usual.\u001b[24m\n    \u001b[1mアートはまだ普通ではなく、シンプルでシンプルです。\u001b[22m, \u001b[1mアートは、まだ当たり障りのないといつものように簡単です。\u001b[22m\n\u001b[4mI don't hate it, I just didn't get the hype of new anime shows today.\u001b[24m\n    \u001b[1m私はそれを嫌うことはない、私はちょうど新しいアニメショーの誇大宣伝を今日は取得していない。\u001b[22m, \u001b[1m私はちょうど今日、新しいアニメ番組の誇大広告を取得していない、それを嫌いではありません。\u001b[22m\n\u001b[4mI think their getting lazy with the animation but at least the fighting scenes are manifested correctly.\u001b[24m\n    \u001b[1m私は彼らがアニメーションで怠け者だが、少なくとも戦闘シーンは正しく表現されていると思う。\u001b[22m, \u001b[1m私は彼らがアニメーションで怠惰な取得が、少なくとも戦うシーンが正しく現れていると思います。\u001b[22m\n\u001b[4mThe character design still fits and nothing really changed that much.\u001b[24m\n    \u001b[1mキャラクターデザインはまだまだフィットし、それほど大きな変化はありません。\u001b[22m, \u001b[1mキャラクターデザインはまだフィットし、何も本当に多くのことを変更しません。\u001b[22m\n\u001b[4mThe view of the city still has that dark aura in it.\u001b[24m\n    \u001b[1m街の景色にはまだ暗い雰囲気があります。\u001b[22m, \u001b[1m街の景色はまだそれでその暗いオーラを持っています。\u001b[22m\n\u001b[4mBrain's Base studios did not participate in this series so I guess some of the artworks were fabricated or so it is.\u001b[24m\n    \u001b[1mBrain's Baseのスタジオはこのシリーズに参加していなかったので、作品の一部が製作されたかと思われます。\u001b[22m, \u001b[1mこのシリーズに参加しなかったブレインズ・ベースのスタジオは私は作品の一部が製造したか、それがあると思います。\u001b[22m\n\u001b[4m7 for art!\u001b[24m\n    \u001b[1m7アート！\u001b[22m, \u001b[1m芸術のための7！\u001b[22m\n\u001b[1m\u001b[22m\nMusic sounds good. It still has the traditional themes like Anri's Seika background music and other memorable tunes from the previous season. I think they added new ones but I couldn't remember. I wish they made more sound effects to make things pop a little bit or to add a little change, right? The opening song clearly reminded me of the intro from the previous season. The voice is husky and the music was fast and electronic. For the ending song, they did it magnificently and the pacing of the lyrics is kind of fast. I loved how they redo the animation from the 'Trust Me' ending by connecting the characters from one another, making a long line of character presentation. Both are catchy and fun to listen.\n\n\u001b[1m音楽は良いと思う。 これは、アンリの清華のバックグラウンドミュージックや前のシーズンの他の思い出に残る曲などの伝統的なテーマをまだ持っています。 私は彼らが新しいものを追加したと思うが、私は覚えていない。 私は彼らが物事を少しポップしたり、少し変更を追加するために、より効果的な効果を作ったのですか？ オープニング曲は前シーズンのイントロを思い出させました。 声は荒々しく、音楽は速くて電子的でした。 終わりの歌のために、彼らはそれをすばらしく行い、歌詞のペースは一種速い。 私はキャラクター同士を結びつけることで「トラスト・ミー」のアニメーションをやり直して、長文のキャラクター・プレゼンテーションを作りました。 どちらもキャッチーで楽しいです。\u001b[22m\n\u001b[1m(Ongaku wa yoi to omou. Kore wa, anri no Seika no bakkuguraundomyūjikku ya mae no shīzun no ta no omoide ni nokoru kyoku nado no dentō-tekina tēma o mada motte imasu. Watashi wa karera ga atarashī mono o tsuika shita to omou ga, watashi wa oboeteinai. Watashi wa karera ga monogoto o sukoshi poppu shi tari, sukoshi henkō o tsuika suru tame ni, yori kōkatekina kōka o tsukutta nodesu ka? Ōpuningu-kyoku wa zen shīzun no Intoro o omoidasa semashita. Koe wa araarashiku, ongaku wa hayakute denshi-tekideshita. Owari no uta no tame ni, karera wa sore o subarashiku okonai, kashi no pēsu wa isshu hayai. Watashi wa kyarakutā dōshi o musubitsukeru koto de `torasuto mī' no animēshon o yarinaoshite, chōbun no kyarakutā purezentēshon o tsukurimashita. Dochira mo kyatchī de tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic sounds good. It still has the traditional themes like Anri's Seika background music and other memorable tunes from the previous season. I think they added new ones but I couldn't remember. I wish they made more sound effects to make things pop a little bit or to add a little change, right? The opening song clearly reminded me of the intro from the previous season. The voice is husky and the music was fast and electronic. For the ending song, they did it magnificently and the pacing of the lyrics is kind of fast. I loved how they redo the animation from the 'Trust Me' ending by connecting the characters from one another, making a long line of character presentation. Both are catchy and fun to listen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic sounds good.\u001b[24m\n    \u001b[1m音楽は良いと思う。\u001b[22m, \u001b[1m音楽がいいですね。\u001b[22m\n\u001b[4mIt still has the traditional themes like Anri's Seika background music and other memorable tunes from the previous season.\u001b[24m\n    \u001b[1mこれは、アンリの清華のバックグラウンドミュージックや前のシーズンの他の思い出に残る曲などの伝統的なテーマをまだ持っています。\u001b[22m, \u001b[1mそれはまだ杏里の精華の背景音楽と前シーズンから他の記憶に残る曲のような伝統的なテーマを持っています。\u001b[22m\n\u001b[4mI think they added new ones but I couldn't remember.\u001b[24m\n    \u001b[1m私は彼らが新しいものを追加したと思うが、私は覚えていない。\u001b[22m, \u001b[1m私は、彼らが新しいものを追加したと思うが、私は覚えていませんでした。\u001b[22m\n\u001b[4mI wish they made more sound effects to make things pop a little bit or to add a little change, right?\u001b[24m\n    \u001b[1m私は彼らが物事を少しポップしたり、少し変更を追加するために、より効果的な効果を作ったのですか？\u001b[22m, \u001b[1m私は右、彼らは物事は少しポップまたはほとんど変化を追加することを可能にするために、より効果音を作ったいですか？\u001b[22m\n\u001b[4mThe opening song clearly reminded me of the intro from the previous season.\u001b[24m\n    \u001b[1mオープニング曲は前シーズンのイントロを思い出させました。\u001b[22m, \u001b[1mオープニング曲は明らかに、前シーズンからのイントロを思い出しました。\u001b[22m\n\u001b[4mThe voice is husky and the music was fast and electronic.\u001b[24m\n    \u001b[1m声は荒々しく、音楽は速くて電子的でした。\u001b[22m, \u001b[1m声はハスキーで、音楽が速く、電子ました。\u001b[22m\n\u001b[4mFor the ending song, they did it magnificently and the pacing of the lyrics is kind of fast.\u001b[24m\n    \u001b[1m終わりの歌のために、彼らはそれをすばらしく行い、歌詞のペースは一種速い。\u001b[22m, \u001b[1mエンディング曲のために、彼らは見事にそれをやったし、歌詞のペーシングは一種の高速です。\u001b[22m\n\u001b[4mI loved how they redo the animation from the 'Trust Me' ending by connecting the characters from one another, making a long line of character presentation.\u001b[24m\n    \u001b[1m私はキャラクター同士を結びつけることで「トラスト・ミー」のアニメーションをやり直して、長文のキャラクター・プレゼンテーションを作りました。\u001b[22m, \u001b[1m私は、彼らが、文字プレゼンテーションの長蛇の列を作り、互いから文字を接続することにより終了「私を信頼」からアニメーションをやり直す方法を愛しました。\u001b[22m\n\u001b[4mBoth are catchy and fun to listen.\u001b[24m\n    \u001b[1mどちらもキャッチーで楽しいです。\u001b[22m, \u001b[1m両方とも、聞いてキャッチーで楽しいです。\u001b[22m\nVoice Actors were just exceptionally good. They did just well and I think the characters' voices did not change. I just wish they did more music and not borrow the BGM from the first season, I give it an 8.\n\n\u001b[1m声優は例外的に良いものでした。 彼らはうまくやったし、キャラクターの声は変わっていないと思う。 彼らは最初のシーズンからBGMを借りないでもっと音楽をやりたかったので、私はそれを8にします。\u001b[22m\n\u001b[1m(Seiyū wa reigai-teki ni yoi monodeshita. Karera wa umaku yattashi, kyarakutā no koe wa kawatte inai to omou. Karera wa saisho no shīzun kara BGM o karinaide motto ongaku o yaritakattanode, watashi wa sore o 8 ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mVoice Actors were just exceptionally good. They did just well and I think the characters' voices did not change. I just wish they did more music and not borrow the BGM from the first season, I give it an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice Actors were just exceptionally good.\u001b[24m\n    \u001b[1m声優は例外的に良いものでした。\u001b[22m, \u001b[1m声優はちょうど非常に良好でした。\u001b[22m\n\u001b[4mThey did just well and I think the characters' voices did not change.\u001b[24m\n    \u001b[1m彼らはうまくやったし、キャラクターの声は変わっていないと思う。\u001b[22m, \u001b[1m彼らはただよくやったと私はキャラクターの声が変化しなかったと思います。\u001b[22m\n\u001b[4mI just wish they did more music and not borrow the BGM from the first season, I give it an 8.\u001b[24m\n    \u001b[1m彼らは最初のシーズンからBGMを借りないでもっと音楽をやりたかったので、私はそれを8にします。\u001b[22m, \u001b[1m私はちょうど彼らがより多くの音楽を行なったし、最初のシーズンからBGMを借りない希望、私はそれを8を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nOkay, let's get to the showcasing of characters.\n\n\u001b[1mさて、キャラクターのショーケースに行きましょう。\u001b[22m\n\u001b[1m(Sate, kyarakutā no shōkēsu ni ikimashou.)\u001b[22m\n\nTranslations of \u001b[4mOkay, let's get to the showcasing of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, let's get to the showcasing of characters.\u001b[24m\n    \u001b[1mさて、キャラクターのショーケースに行きましょう。\u001b[22m, \u001b[1mさて、文字の展示のに取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStarting with the Original Characters:\n\n\u001b[1m元のキャラクターから始める：\u001b[22m\n\u001b[1m(Gen no kyarakutā kara hajimeru:)\u001b[22m\n\nTranslations of \u001b[4mStarting with the Original Characters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStarting with the Original Characters:\u001b[24m\n    \u001b[1m元のキャラクターから始める：\u001b[22m, \u001b[1mオリジナルキャラクターで始まります：\u001b[22m\n\u001b[1m\u001b[22m\nShizuo Heiwajima - one of my favorites in this series. Recap: the guy in a bartender suit, yellow hair, ultra strong, hot-headed (in a massive way), and loves his kid brother. In this part, he developed in a way that you guys would never expect him to be. However, Izaya still wants to play with him and of course, Shizuo would naturally kill that guy but never really succeeded.\n\n\u001b[1m平和平和 - このシリーズの私のお気に入りの一つ。 要約：バーテンダースーツの男、黄色の髪、強烈な、熱心な（大規模な方法で）、彼の弟を愛している。 この部分では、彼はあなた方が彼のことを決して期待しない方法で開発しました。 しかし、イザヤはまだ彼と遊びたいと思っています。もちろん、静雄は自然にその人を殺しますが、決して本当に成功しませんでした。\u001b[22m\n\u001b[1m(Heiwa heiwa - kono shirīzu no watashinōkiniiri no hitotsu. Yōyaku: Bātendāsūtsu no otoko, kiiro no kami, kyōretsuna, nesshin'na (ōkibona hōhō de), kare no otōto o aishite iru. Kono bubunde wa, kare wa anatagata ga kare no koto o kesshite kitai shinai hōhō de kaihatsu shimashita. Shikashi, izaya wa mada kare to asobitai to omotte imasu. Mochiron, Shizuo wa shizen ni sono hito o koroshimasuga, kesshite hontōni seikō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mShizuo Heiwajima - one of my favorites in this series. Recap: the guy in a bartender suit, yellow hair, ultra strong, hot-headed (in a massive way), and loves his kid brother. In this part, he developed in a way that you guys would never expect him to be. However, Izaya still wants to play with him and of course, Shizuo would naturally kill that guy but never really succeeded.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShizuo Heiwajima - one of my favorites in this series.\u001b[24m\n    \u001b[1m平和平和 - このシリーズの私のお気に入りの一つ。\u001b[22m, \u001b[1m平和島静雄 - このシリーズの私のお気に入りの一つ。\u001b[22m\n\u001b[4mRecap: the guy in a bartender suit, yellow hair, ultra strong, hot-headed (in a massive way), and loves his kid brother.\u001b[24m\n    \u001b[1m要約：バーテンダースーツの男、黄色の髪、強烈な、熱心な（大規模な方法で）、彼の弟を愛している。\u001b[22m, \u001b[1m要約：バーテンダーのスーツで男、黄色の髪、超強力な、ホット向かった（大規模な方法で）、そして彼の弟を愛しています。\u001b[22m\n\u001b[4mIn this part, he developed in a way that you guys would never expect him to be.\u001b[24m\n    \u001b[1mこの部分では、彼はあなた方が彼のことを決して期待しない方法で開発しました。\u001b[22m, \u001b[1mこの部分では、彼はあなたたちは彼があることを期待することはないようにして開発されました。\u001b[22m\n\u001b[4mHowever, Izaya still wants to play with him and of course, Shizuo would naturally kill that guy but never really succeeded.\u001b[24m\n    \u001b[1mしかし、イザヤはまだ彼と遊びたいと思っています。もちろん、静雄は自然にその人を殺しますが、決して本当に成功しませんでした。\u001b[22m, \u001b[1mしかし、臨也はまだ彼と一緒にプレーしたいともちろん、静雄は自然にその男を殺すだろうが、実際に成功したことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nKida Masaomi - recap: jolly, secretive, patient but he's like a kettle because once you make him mad, his anger will boil and blow up and he is also the Yellow Scarves head. You will only see him in a few episodes. He will show up every now and then but there seems to have a little progress in his personality.\n\n\u001b[1mKida Masaomi  - 要約：流行の、秘密主義的な患者ですが、いったん怒らせると怒りが爆発し、黄色のスカーフの頭でもあるので、彼はケトルのようです。 彼は少数のエピソードでしか見ることができません。 彼はいつも現われますが、彼の人格には少し進歩があるようです。\u001b[22m\n\u001b[1m(Kida Masaomi - yōyaku: Ryūkō no, himitsu shugi-tekina kanjadesuga, ittan okora seruto ikari ga bakuhatsu shi, kiiro no sukāfu no atama demoarunode, kare wa ketoru no yōdesu. Kare wa shōsū no episōdode shika miru koto ga dekimasen. Kare wa itsumo arawaremasuga, kare no jinkaku ni wa sukoshi shinpo ga aru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mKida Masaomi - recap: jolly, secretive, patient but he's like a kettle because once you make him mad, his anger will boil and blow up and he is also the Yellow Scarves head. You will only see him in a few episodes. He will show up every now and then but there seems to have a little progress in his personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKida Masaomi - recap: jolly, secretive, patient but he's like a kettle because once you make him mad, his anger will boil and blow up and he is also the Yellow Scarves head.\u001b[24m\n    \u001b[1mKida Masaomi  - 要約：流行の、秘密主義的な患者ですが、いったん怒らせると怒りが爆発し、黄色のスカーフの頭でもあるので、彼はケトルのようです。\u001b[22m, \u001b[1m木田正臣 - 要約：陽気な、秘密主義、患者が、あなたは彼を怒らしたら、彼の怒りが沸騰し、爆破されますので、彼はやかんのようなものだと彼はまた、イエロースカーフヘッドです。\u001b[22m\n\u001b[4mYou will only see him in a few episodes.\u001b[24m\n    \u001b[1m彼は少数のエピソードでしか見ることができません。\u001b[22m, \u001b[1mあなただけのいくつかのエピソードで彼が表示されます。\u001b[22m\n\u001b[4mHe will show up every now and then but there seems to have a little progress in his personality.\u001b[24m\n    \u001b[1m彼はいつも現われますが、彼の人格には少し進歩があるようです。\u001b[22m, \u001b[1m彼はすべての今して現れるが、彼の人格ではほとんど進歩を持っているように思われます。\u001b[22m\n\u001b[1m\u001b[22m\nMikado Ryugamine - recap: the most normal looking guy and possibly has the most boring personality ever, he is the founder of Dollars, remember?. But don't give up on him. The excitement is just getting better as he turn into a new leaf, everything will definitely change.\n\n\u001b[1mMikado Ryugamine  - 要約：最も普通の見た目の男で、おそらく最も退屈な性格を持っています。彼はドルの創始者です、覚えていますか？ しかし、彼をあきらめないでください。 彼が新しい葉に変わると、興奮はますます良くなり、すべてが間違いなく変わるでしょう。\u001b[22m\n\u001b[1m(Mikado Ryugamine - yōyaku: Mottomo futsū no mitame no otoko de, osoraku mottomo taikutsuna seikaku o motte imasu. Kare wa doru no sōshi-shadesu, oboete imasu ka? Shikashi, kare o akiramenaide kudasai. Kare ga atarashī ha ni kawaru to, kōfun wa masumasu yoku nari, subete ga machigainaku kawarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mMikado Ryugamine - recap: the most normal looking guy and possibly has the most boring personality ever, he is the founder of Dollars, remember?. But don't give up on him. The excitement is just getting better as he turn into a new leaf, everything will definitely change.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMikado Ryugamine - recap: the most normal looking guy and possibly has the most boring personality ever, he is the founder of Dollars, remember?.\u001b[24m\n    \u001b[1mMikado Ryugamine  - 要約：最も普通の見た目の男で、おそらく最も退屈な性格を持っています。彼はドルの創始者です、覚えていますか？\u001b[22m, \u001b[1mミカドRyugamine  - 要約：おそらくほとんどの正常探して男とこれまでで最も退屈な個性を持って、彼はドルの創設者であるが、覚えています？\u001b[22m\n\u001b[4mBut don't give up on him.\u001b[24m\n    \u001b[1mしかし、彼をあきらめないでください。\u001b[22m, \u001b[1mしかし、彼にあきらめてはいけません。\u001b[22m\n\u001b[4mThe excitement is just getting better as he turn into a new leaf, everything will definitely change.\u001b[24m\n    \u001b[1m彼が新しい葉に変わると、興奮はますます良くなり、すべてが間違いなく変わるでしょう。\u001b[22m, \u001b[1m興奮はちょうどすべてが間違いなく変更されます、彼は新しい葉に変わるように良くなっています。\u001b[22m\n\u001b[1m\u001b[22m\nSonahara Anri - recap: big breasts, short and black hair, shy, soft-spoken ad wielder of Seika. There is not much going on with Anri although she still has her tail caught up with Celty, Izaya, a Russian woman and Mikado's mess. She is naturally a great woman and she will protect her friends no matter what. She is also facing a bit of a problem with Seika (her power).\n\n\u001b[1mソナハラアンリ - 要約：大きな胸、短いと黒い髪、恥ずかしがり屋の柔らかな話をしている青春の広告者。 彼女はまだCelty、Izaya、ロシアの女性とMikadoの混乱に追いついているが、Anriにはあまり進んでいない。 彼女は当然偉大な女性であり、何があっても彼女の友人を保護します。 彼女はまた、セイカ（彼女の力）の問題に少し直面している。\u001b[22m\n\u001b[1m(Sonaharaanri - yōyaku: Ōkina mune, mijikaito kuroi kami, hazukashigariya no yawarakana hanashi o shite iru seishun no kōkoku-sha. Kanojo wa mada Celty, Izaya, Roshianojosei to Mikado no konran ni oitsuite iruga, Anri ni wa amari susunde inai. Kanojo wa tōzen idaina joseideari, nani ga atte mo kanojo no yūjin o hogo shimasu. Kanojo wa mata, seika (kanojo no chikara) no mondai ni sukoshi chokumen shite iru.)\u001b[22m\n\nTranslations of \u001b[4mSonahara Anri - recap: big breasts, short and black hair, shy, soft-spoken ad wielder of Seika. There is not much going on with Anri although she still has her tail caught up with Celty, Izaya, a Russian woman and Mikado's mess. She is naturally a great woman and she will protect her friends no matter what. She is also facing a bit of a problem with Seika (her power).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSonahara Anri - recap: big breasts, short and black hair, shy, soft-spoken ad wielder of Seika.\u001b[24m\n    \u001b[1mソナハラアンリ - 要約：大きな胸、短いと黒い髪、恥ずかしがり屋の柔らかな話をしている青春の広告者。\u001b[22m, \u001b[1mSonahara杏里 - 要約：巨乳、短く、黒い髪、恥ずかしがり屋、精華のソフト話さ広告使い手。\u001b[22m\n\u001b[4mThere is not much going on with Anri although she still has her tail caught up with Celty, Izaya, a Russian woman and Mikado's mess.\u001b[24m\n    \u001b[1m彼女はまだCelty、Izaya、ロシアの女性とMikadoの混乱に追いついているが、Anriにはあまり進んでいない。\u001b[22m, \u001b[1m彼女はまだ彼女の尾はセルティ、臨也、ロシア女性とミカドの混乱で追いついたものの、そこには多くの杏里で起こっていません。\u001b[22m\n\u001b[4mShe is naturally a great woman and she will protect her friends no matter what.\u001b[24m\n    \u001b[1m彼女は当然偉大な女性であり、何があっても彼女の友人を保護します。\u001b[22m, \u001b[1m彼女は自然に偉大な女性であり、彼女はどんな彼女の友人を保護しません。\u001b[22m\n\u001b[4mShe is also facing a bit of a problem with Seika (her power).\u001b[24m\n    \u001b[1m彼女はまた、セイカ（彼女の力）の問題に少し直面している。\u001b[22m, \u001b[1m彼女はまた精華（彼女の力）に問題のビットに直面しています。\u001b[22m\n\u001b[1m\u001b[22m\nCelty Sturluson - recap: do we need one?! known as the headless or black biker; she's awesome, badass and a lover of Shinra. She is not human but I still love her for that. In the new season, she gets to meet a new doctor who is a friend of Shinra's dad and will studies her body and etc. She accepts new jobs in order to make money for Shinra. In the end, it will cause her mishaps and mayhem, here and there.\n\n\u001b[1mCelty Sturluson  - 要約：我々は1つが必要ですか？ ヘッドレスまたはブラックバイカーとして知られています。 彼女は素晴らしい、悪いと、シンラの恋人です。 彼女は人間ではありませんが、私はまだ彼女を愛しています。 新シーズンには、新羅のお父さんの友人である新しい医者に会い、身体などを学ぶ。彼女は新羅にお金を稼ぐために新しい仕事を受け入れる。 結局、それは彼女の事故や騒乱を起こすでしょう。\u001b[22m\n\u001b[1m(Celty Sturluson - yōyaku: Wareware wa 1tsu ga hitsuyōdesu ka? Heddo resu matawa burakkubaikā to shite shira rete imasu. Kanojo wa subarashī, warui to, Shinra no koibitodesu. Kanojo wa ningende wa arimasenga, watashi wa mada kanojo o aishiteimasu. Shin shīzun ni wa, Shiragi no otōsan no yūjindearu atarashī isha ni ai, karada nado o manabu. Kanojo wa shinra ni okane o kasegu tame ni atarashī shigoto o ukeireru. Kekkyoku, sore wa kanojo no jiko ya sōran o okosudeshou.)\u001b[22m\n\nTranslations of \u001b[4mCelty Sturluson - recap: do we need one?! known as the headless or black biker; she's awesome, badass and a lover of Shinra. She is not human but I still love her for that. In the new season, she gets to meet a new doctor who is a friend of Shinra's dad and will studies her body and etc. She accepts new jobs in order to make money for Shinra. In the end, it will cause her mishaps and mayhem, here and there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCelty Sturluson - recap: do we need one?!\u001b[24m\n    \u001b[1mCelty Sturluson  - 要約：我々は1つが必要ですか？\u001b[22m, \u001b[1mセルティ・ストゥルルソン - 要約：我々は1が必要なのですか？\u001b[22m\n\u001b[4mknown as the headless or black biker;\u001b[24m\n    \u001b[1mヘッドレスまたはブラックバイカーとして知られています。\u001b[22m, \u001b[1mヘッドレスまたは黒バイカーとして知られています。\u001b[22m\n\u001b[4mshe's awesome, badass and a lover of Shinra.\u001b[24m\n    \u001b[1m彼女は素晴らしい、悪いと、シンラの恋人です。\u001b[22m, \u001b[1m彼女は、素晴らしいワルと神羅の恋人です。\u001b[22m\n\u001b[4mShe is not human but I still love her for that.\u001b[24m\n    \u001b[1m彼女は人間ではありませんが、私はまだ彼女を愛しています。\u001b[22m, \u001b[1m彼女は人間ではありませんが、私はまだそのために彼女を愛しています。\u001b[22m\n\u001b[4mIn the new season, she gets to meet a new doctor who is a friend of Shinra's dad and will studies her body and etc. She accepts new jobs in order to make money for Shinra.\u001b[24m\n    \u001b[1m新シーズンには、新羅のお父さんの友人である新しい医者に会い、身体などを学ぶ。彼女は新羅にお金を稼ぐために新しい仕事を受け入れる。\u001b[22m, \u001b[1m新しいシーズンでは、彼女は神羅のお父さんの友人で、新しい医師を満たすために取得し、意志は彼女の体を研究し、等彼女は神羅のためにお金を稼ぐために、新しいジョブを受け付けます。\u001b[22m\n\u001b[4mIn the end, it will cause her mishaps and mayhem, here and there.\u001b[24m\n    \u001b[1m結局、それは彼女の事故や騒乱を起こすでしょう。\u001b[22m, \u001b[1m最後に、それはここにある、彼女の事故や騒乱の原因となります。\u001b[22m\n\u001b[1m\u001b[22m\nKadota - recap: the guy with the cap who's good at fighting, wearing a blue jacket. Well, he will soon have a valuable role in this season, dipping into a massive bloodbath and a one-on-one battle with a character.\n\n\u001b[1mKadota  - 要約：青いジャケットを着用して戦っている帽子を持っている男。 まもなく、彼はすぐに大規模な血友病とキャラクターとの1対1の戦いに浸り、今シーズンに貴重な役割を果たします。\u001b[22m\n\u001b[1m(Kadota - yōyaku: Aoi jaketto o chakuyō shite tatakatte iru bōshi o motte iru otoko. Mamonaku, kare wa sugu ni ōkibona ketsuyūbyō to kyarakutā to no 1 tai 1 no tatakai ni hitari, ima shīzun ni kichōna yakuwari o hatashimasu.)\u001b[22m\n\nTranslations of \u001b[4mKadota - recap: the guy with the cap who's good at fighting, wearing a blue jacket. Well, he will soon have a valuable role in this season, dipping into a massive bloodbath and a one-on-one battle with a character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKadota - recap: the guy with the cap who's good at fighting, wearing a blue jacket.\u001b[24m\n    \u001b[1mKadota  - 要約：青いジャケットを着用して戦っている帽子を持っている男。\u001b[22m, \u001b[1m門田 - 要約：青いジャケットを着て、戦闘が得意だキャップの男。\u001b[22m\n\u001b[4mWell, he will soon have a valuable role in this season, dipping into a massive bloodbath and a one-on-one battle with a character.\u001b[24m\n    \u001b[1mまもなく、彼はすぐに大規模な血友病とキャラクターとの1対1の戦いに浸り、今シーズンに貴重な役割を果たします。\u001b[22m, \u001b[1mまあ、彼はすぐに大規模な大量殺りくと文字との1対1の戦いに浸漬し、この季節に貴重な役割を持つことになります。\u001b[22m\n\u001b[1m\u001b[22m\nHeiwajime Kasuka - recap: Shizuo's kid brother, insane actor, emotionless bastard (not in a literal sense), and says minimal stuff. In this season, he meets a new girl which may or may not send him to trouble.\n\n\u001b[1m平和の春香 - 要約：静雄の弟、狂気の俳優、感情のない男の子（文字通りではない）、そして最小限のものを言う。 今シーズン、彼は困っているかもしれない、あるいはそうしないかもしれない新しい女の子と出会う。\u001b[22m\n\u001b[1m(Heiwa no Haruka - yōyaku: Shizuo no otōto, kyōki no haiyū, kanjō no nai otokonoko (mojidōride wanai), soshite saishōgen no monowoiu. Ima shīzun, kare wa komatte iru kamo shirenai, aruiwa-sō shinai kamo shirenai atarashī on'nanoko to deau.)\u001b[22m\n\nTranslations of \u001b[4mHeiwajime Kasuka - recap: Shizuo's kid brother, insane actor, emotionless bastard (not in a literal sense), and says minimal stuff. In this season, he meets a new girl which may or may not send him to trouble.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHeiwajime Kasuka - recap: Shizuo's kid brother, insane actor, emotionless bastard (not in a literal sense), and says minimal stuff.\u001b[24m\n    \u001b[1m平和の春香 - 要約：静雄の弟、狂気の俳優、感情のない男の子（文字通りではない）、そして最小限のものを言う。\u001b[22m, \u001b[1mHeiwajime Kasuka  - 要約：静雄の弟、非常識な俳優、（ない文字通りの意味で）無表情野郎、および最小限のものを言います。\u001b[22m\n\u001b[4mIn this season, he meets a new girl which may or may not send him to trouble.\u001b[24m\n    \u001b[1m今シーズン、彼は困っているかもしれない、あるいはそうしないかもしれない新しい女の子と出会う。\u001b[22m, \u001b[1mこのシーズンでは、彼はやトラブルに彼を送っていてもいなくてもよい新しい女の子を満たしています。\u001b[22m\n\u001b[1m\u001b[22m\nOrihara Izaya - recap: sexy, scheme-y, and manipulative. The information broker is back! Badass as ever with his gadgets. Staring off into the monitor keeping himself entertained but most of the time, he is what every yellow haired guy wearing bartender suits hate. He still is if that's what you're asking\n\n\u001b[1mOrihara Izaya  - 要約：セクシー、スキーム-y、および操作。 情報ブローカーが帰ってきた！ 彼のガジェットでいつものように悪い 彼自身を楽しませながらモニターを見ているが、ほとんどの場合、彼はバテンを着ているすべての黄色い髪の男が嫌いである。 彼はまだそれがあなたが求めているものなら\u001b[22m\n\u001b[1m(Orihara Izaya - yōyaku: Sekushī, sukīmu - y, oyobi sōsa. Jōhō burōkā ga kaettekita! Kare no gajetto de itsumo no yō ni warui kare jishin o tanoshima senagara monitā o mite iruga, hotondo no baai, kare wa Baten o kite iru subete no kiiroi kami no otoko ga kiraidearu. Kare wa mada sore ga anata ga motomete iru mononara)\u001b[22m\n\nTranslations of \u001b[4mOrihara Izaya - recap: sexy, scheme-y, and manipulative. The information broker is back! Badass as ever with his gadgets. Staring off into the monitor keeping himself entertained but most of the time, he is what every yellow haired guy wearing bartender suits hate. He still is if that's what you're asking\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrihara Izaya - recap: sexy, scheme-y, and manipulative.\u001b[24m\n    \u001b[1mOrihara Izaya  - 要約：セクシー、スキーム-y、および操作。\u001b[22m, \u001b[1m折原臨也 - 要約：セクシー、スキーム-yおよび整体。\u001b[22m\n\u001b[4mThe information broker is back!\u001b[24m\n    \u001b[1m情報ブローカーが帰ってきた！\u001b[22m, \u001b[1m情報ブローカーが帰ってきました！\u001b[22m\n\u001b[4mBadass as ever with his gadgets.\u001b[24m\n    \u001b[1m彼のガジェットでいつものように悪い\u001b[22m, \u001b[1m今まで彼のガジェットと同様にワル。\u001b[22m\n\u001b[4mStaring off into the monitor keeping himself entertained but most of the time, he is what every yellow haired guy wearing bartender suits hate.\u001b[24m\n    \u001b[1m彼自身を楽しませながらモニターを見ているが、ほとんどの場合、彼はバテンを着ているすべての黄色い髪の男が嫌いである。\u001b[22m, \u001b[1mモニター楽しま自分自身を維持するが、ほとんどの時間にオフに見つめて、彼はバーテンダーのスーツを着て、すべての黄色の髪の男は嫌いものです。\u001b[22m\n\u001b[4mHe still is if that's what you're asking\u001b[24m\n    \u001b[1m彼はまだそれがあなたが求めているものなら\u001b[22m, \u001b[1mそれはあなたが求めているものだならば、彼はまだあります\u001b[22m\n\u001b[1m\u001b[22m\nWe don't need recaps here so for the NEW characters:\n\n\u001b[1mNEWキャラクターのためにここで要点は必要ありません：\u001b[22m\n\u001b[1m(Nyū kyarakutā no tame ni koko de yōten wa hitsuyō arimasen:)\u001b[22m\n\nTranslations of \u001b[4mWe don't need recaps here so for the NEW characters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe don't need recaps here so for the NEW characters:\u001b[24m\n    \u001b[1mNEWキャラクターのためにここで要点は必要ありません：\u001b[22m, \u001b[1mここではrecaps NEWの文字のように必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nVarona - a Russian woman with blonde hair with a great backstory. She enters in the city to get things done and make things right. She is strong but she's human. She also has a job to do which is kind of related with Celty's.\n\n\u001b[1mバロナ - ブロンドの髪の毛を持ち、大きなバックストーリーを持つロシアの女性。 彼女は物事を終わらせ、物事を正しくするために街に入ります。 彼女は強いですが、彼女は人間です。 彼女はまた、セルティと関係のある仕事をしています。\u001b[22m\n\u001b[1m(Barona - burondo no kaminoke o mochi, ōkina bakkusutōrī o motsu Roshia no josei. Kanojo wa monogoto o owara se, monogoto o tadashiku suru tame ni machi ni hairimasu. Kanojo wa tsuyoidesuga, kanojo wa ningendesu. Kanojo wa mata, seruti to kankei no aru shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mVarona - a Russian woman with blonde hair with a great backstory. She enters in the city to get things done and make things right. She is strong but she's human. She also has a job to do which is kind of related with Celty's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVarona - a Russian woman with blonde hair with a great backstory.\u001b[24m\n    \u001b[1mバロナ - ブロンドの髪の毛を持ち、大きなバックストーリーを持つロシアの女性。\u001b[22m, \u001b[1mバローナ - 偉大な裏話を持つブロンドの髪を持つロシア人女性。\u001b[22m\n\u001b[4mShe enters in the city to get things done and make things right.\u001b[24m\n    \u001b[1m彼女は物事を終わらせ、物事を正しくするために街に入ります。\u001b[22m, \u001b[1m彼女は物事を成し遂げると、物事が正しいようにする街に入ります。\u001b[22m\n\u001b[4mShe is strong but she's human.\u001b[24m\n    \u001b[1m彼女は強いですが、彼女は人間です。\u001b[22m\n\u001b[4mShe also has a job to do which is kind of related with Celty's.\u001b[24m\n    \u001b[1m彼女はまた、セルティと関係のある仕事をしています。\u001b[22m, \u001b[1m彼女はまた一種のセルティのと関連している行うには仕事をしています。\u001b[22m\n\u001b[1m\u001b[22m\nAoba Kuronuma - Don't be fooled, this guy KNOWS things... He ruins everything.\n\n\u001b[1m青葉青葉 - 騙されてはいけない、この男は物事を知っている...彼はすべてを破壊する。\u001b[22m\n\u001b[1m(Aoba Aoba - damasarete wa ikenai, kono otoko wa monogoto o shitte iru... Kare wa subete o hakai suru.)\u001b[22m\n\nTranslations of \u001b[4mAoba Kuronuma - Don't be fooled, this guy KNOWS things... He ruins everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAoba Kuronuma - Don't be fooled, this guy KNOWS things... He ruins everything.\u001b[24m\n    \u001b[1m青葉青葉 - 騙されてはいけない、この男は物事を知っている...彼はすべてを破壊する。\u001b[22m, \u001b[1m青葉黒沼は - だまされてはいけない、この男は、彼がすべてを台無しに...物事を知っています。\u001b[22m\n\u001b[1m\u001b[22m\nOrihara Sisters - Izaya despises them and he does not want to be near his sisters, let alone make them interfere with his plans. Anyway, these two have twisted personalities but they make a perfect team to make this anime more interesting and watchable.\n\n\u001b[1mオリハラシスターズ - イザヤは彼らを軽蔑し、彼は彼の計画に干渉することはもちろん、彼の姉妹の近くにいたくない。 とにかく、これらの2つの人物はねじれていますが、このアニメをより面白くて見栄えのいいチームにしています。\u001b[22m\n\u001b[1m(Oriharashisutāzu - izaya wa karera o keibetsu shi, kare wa kare no keikaku ni kanshō suru koto wa mochiron, kare no shimai no chikaku ni itakunai. Tonikaku, korera no 2tsu no jinbutsu wa nejirete imasuga, kono anime o yori omoshirokute mibae no ī chīmu ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOrihara Sisters - Izaya despises them and he does not want to be near his sisters, let alone make them interfere with his plans. Anyway, these two have twisted personalities but they make a perfect team to make this anime more interesting and watchable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrihara Sisters - Izaya despises them and he does not want to be near his sisters, let alone make them interfere with his plans.\u001b[24m\n    \u001b[1mオリハラシスターズ - イザヤは彼らを軽蔑し、彼は彼の計画に干渉することはもちろん、彼の姉妹の近くにいたくない。\u001b[22m, \u001b[1m折原シスターズ - 臨也は彼らを軽蔑し、彼は彼の姉妹の近くになりたい、ましてや彼らは彼の計画を妨害することはありません。\u001b[22m\n\u001b[4mAnyway, these two have twisted personalities but they make a perfect team to make this anime more interesting and watchable.\u001b[24m\n    \u001b[1mとにかく、これらの2つの人物はねじれていますが、このアニメをより面白くて見栄えのいいチームにしています。\u001b[22m, \u001b[1mとにかく、これらの2は人格を撚り合わせているが、彼らはこのアニメをより興味深く、なんとか見作るために完璧なチームを作ります。\u001b[22m\n\u001b[1m\u001b[22m\nRokujou, Chikage - nicknamed Rochi, a guy who protects and loves women. He is a leader in a bike gang. He is also a monster at combat but not as monstrous as Shizuo. Anyway, you'll know more if you watch the show.\n\n\u001b[1mRokujou、Chikage  - 女性を保護し愛する男Rochiという愛称。 彼はバイクのギャングのリーダーです。 彼はまた戦闘時のモンスターだが、静水ほど怪物ではない。 とにかく、ショーを見ればもっと知ることができます。\u001b[22m\n\u001b[1m(Rokujou, Chikage - josei o hogo shi aisuru otoko Rochi to iu aishō. Kare wa baiku no gyangu no rīdādesu. Kare wa mata sentō-ji no monsutādaga, seisui hodo kaibutsude wanai. Tonikaku, shō o mireba motto shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mRokujou, Chikage - nicknamed Rochi, a guy who protects and loves women. He is a leader in a bike gang. He is also a monster at combat but not as monstrous as Shizuo. Anyway, you'll know more if you watch the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRokujou, Chikage - nicknamed Rochi, a guy who protects and loves women.\u001b[24m\n    \u001b[1mRokujou、Chikage  - 女性を保護し愛する男Rochiという愛称。\u001b[22m, \u001b[1mRokujou、千景 -  Rochi、保護し、女性を愛する男を愛称。\u001b[22m\n\u001b[4mHe is a leader in a bike gang.\u001b[24m\n    \u001b[1m彼はバイクのギャングのリーダーです。\u001b[22m\n\u001b[4mHe is also a monster at combat but not as monstrous as Shizuo.\u001b[24m\n    \u001b[1m彼はまた戦闘時のモンスターだが、静水ほど怪物ではない。\u001b[22m, \u001b[1m彼はまた、戦闘でのモンスターが、静雄ほど巨大なではありません。\u001b[22m\n\u001b[4mAnyway, you'll know more if you watch the show.\u001b[24m\n    \u001b[1mとにかく、ショーを見ればもっと知ることができます。\u001b[22m, \u001b[1mあなたがショーを見た場合とにかく、あなたはより多くを知っていますよ。\u001b[22m\n\u001b[1m\u001b[22m\nHijiribe, Ruri - an actress that has a certain secret and issue that can be compared with what Anri has. She is also emotionless and will partake a catastrophic journey in facing her enemies.\n\n\u001b[1mHijiribe、Ruri  -  Anriが持っているものと比較できる特定の秘密と問題を持っている女優。 彼女はまた感情がなく、彼女の敵に向き合う壊滅的な旅に参加します。\u001b[22m\n\u001b[1m(Hijiribe, Ruri - Anri ga motte iru mono to hikaku dekiru tokutei no himitsu to mondai o motte iru joyū. Kanojo wa mata kanjō ga naku, kanojo no teki ni mukiau kaimetsu-tekina tabi ni sanka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHijiribe, Ruri - an actress that has a certain secret and issue that can be compared with what Anri has. She is also emotionless and will partake a catastrophic journey in facing her enemies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHijiribe, Ruri - an actress that has a certain secret and issue that can be compared with what Anri has.\u001b[24m\n    \u001b[1mHijiribe、Ruri  -  Anriが持っているものと比較できる特定の秘密と問題を持っている女優。\u001b[22m, \u001b[1mHijiribe、ルリ - 杏里が持っているものと比較することができ、特定の秘密と問題があり女優。\u001b[22m\n\u001b[4mShe is also emotionless and will partake a catastrophic journey in facing her enemies.\u001b[24m\n    \u001b[1m彼女はまた感情がなく、彼女の敵に向き合う壊滅的な旅に参加します。\u001b[22m, \u001b[1m彼女はまた、無表情で、彼女の敵に直面してで壊滅的な旅を分かち合うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAwakusu, Akane- cute and innocent child who I think has also a personality that every little girl has. Naive, easy to fool, crybaby and well, childish. She is a daughter of a yakuza member or leader. She gets to face many challenges and truths in the latter part of the story.\n\n\u001b[1m私が思うかわいそうな無邪気な児童は、すべての小さな女の子が持っている性格も持っています。 ナイーブで、簡単に馬鹿にして、泣き虫とよく、幼稚な。 彼女はヤクザのメンバーまたはリーダーの娘です。 彼女は物語の後半で多くの課題と真実に直面するようになる。\u001b[22m\n\u001b[1m(Watashi ga omou kawaisōna mujakina jidō wa, subete no chīsana on'nanoko ga motte iru seikaku mo motte imasu. Naību de, kantan ni baka ni shite, nakimushi to yoku, yōchina. Kanojo wa yakuza no menbā matawa rīdā no musumedesu. Kanojo wa monogatari no kōhan de ōku no kadai to shinjitsu ni chokumen suru yō ni naru.)\u001b[22m\n\nTranslations of \u001b[4mAwakusu, Akane- cute and innocent child who I think has also a personality that every little girl has. Naive, easy to fool, crybaby and well, childish. She is a daughter of a yakuza member or leader. She gets to face many challenges and truths in the latter part of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAwakusu, Akane- cute and innocent child who I think has also a personality that every little girl has.\u001b[24m\n    \u001b[1m私が思うかわいそうな無邪気な児童は、すべての小さな女の子が持っている性格も持っています。\u001b[22m, \u001b[1m私が思うAwakusu、Akane-かわいいと無邪気な子供はまた、すべての小さな女の子が持っている個性を持っています。\u001b[22m\n\u001b[4mNaive, easy to fool, crybaby and well, childish.\u001b[24m\n    \u001b[1mナイーブで、簡単に馬鹿にして、泣き虫とよく、幼稚な。\u001b[22m, \u001b[1mナイーブ、だまされやすい、泣き虫よく、幼稚。\u001b[22m\n\u001b[4mShe is a daughter of a yakuza member or leader.\u001b[24m\n    \u001b[1m彼女はヤクザのメンバーまたはリーダーの娘です。\u001b[22m, \u001b[1m彼女はヤクザのメンバーやリーダーの娘です。\u001b[22m\n\u001b[4mShe gets to face many challenges and truths in the latter part of the story.\u001b[24m\n    \u001b[1m彼女は物語の後半で多くの課題と真実に直面するようになる。\u001b[22m, \u001b[1m彼女は物語の後半に多くの課題と真理に直面します。\u001b[22m\n\u001b[1m\u001b[22m\nI guess that's all of the characters that were memorable for me. More or less, they give off a great atmosphere in this show. I give it a 9 because there was something missing that I need to see.\n\n\u001b[1m私はそれが私のために思い出に残るすべてのキャラクターだと思います。 多かれ少なかれ、彼らはこのショーで素晴らしい雰囲気を放つ。 私は見なければならないものがなかったので、私はそれに9を与える。\u001b[22m\n\u001b[1m(Watashi wa sore ga watashi no tame ni omoide ni nokoru subete no kyarakutāda to omoimasu. Ōkare sukunakare, karera wa kono shō de subarashī fun'iki o hanatsu. Watashi wa minakereba naranai mono ga nakattanode, watashi wa sore ni 9 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI guess that's all of the characters that were memorable for me. More or less, they give off a great atmosphere in this show. I give it a 9 because there was something missing that I need to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess that's all of the characters that were memorable for me.\u001b[24m\n    \u001b[1m私はそれが私のために思い出に残るすべてのキャラクターだと思います。\u001b[22m, \u001b[1m私はそれが私のために思い出に残るした文字のすべてだと思います。\u001b[22m\n\u001b[4mMore or less, they give off a great atmosphere in this show.\u001b[24m\n    \u001b[1m多かれ少なかれ、彼らはこのショーで素晴らしい雰囲気を放つ。\u001b[22m, \u001b[1m多かれ少なかれ、彼らはこのショーで素晴らしい雰囲気を放ちます。\u001b[22m\n\u001b[4mI give it a 9 because there was something missing that I need to see.\u001b[24m\n    \u001b[1m私は見なければならないものがなかったので、私はそれに9を与える。\u001b[22m, \u001b[1m私が見る必要があることが欠けているものがあったので、私はそれを9を与えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOf course I enjoyed it! It was a pain to wait for 7 days for another episode to show up but I still love to watch each and every second of it. I really liked the cliffhanger ending knowing that in the next season it would produce the conclusion to those particular scenarios. Enjoyment and Overall, I give a 9.\n\n\u001b[1mもちろん私はそれを楽しんだ！ 別のエピソードが出現するまで7日間待つのは苦痛でしたが、私はまだそれを見ています。 私はクリフハンガーが本当に好きだったのは、次のシーズンには特定のシナリオに結論が出ることを知っていました。 楽しさと全体的に、私は9を与える。\u001b[22m\n\u001b[1m(Mochiron watashi wa sore o tanoshinda! Betsu no episōdo ga shutsugen suru made 7-kakan matsu no wa kutsūdeshitaga, watashi wa mada sore o mite imasu. Watashi wa kurifuhangā ga hontōni sukidatta no wa,-ji no shīzun ni wa tokutei no shinario ni ketsuron ga deru koto o shitte imashita. Tanoshisa to zentai-teki ni, watashi wa 9 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mOf course I enjoyed it! It was a pain to wait for 7 days for another episode to show up but I still love to watch each and every second of it. I really liked the cliffhanger ending knowing that in the next season it would produce the conclusion to those particular scenarios. Enjoyment and Overall, I give a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course I enjoyed it!\u001b[24m\n    \u001b[1mもちろん私はそれを楽しんだ！\u001b[22m, \u001b[1mもちろん、私はそれを楽しんで！\u001b[22m\n\u001b[4mIt was a pain to wait for 7 days for another episode to show up but I still love to watch each and every second of it.\u001b[24m\n    \u001b[1m別のエピソードが出現するまで7日間待つのは苦痛でしたが、私はまだそれを見ています。\u001b[22m, \u001b[1m別のエピソードが表示されるまでのために7日を待つために苦痛だったが、私はまだそれのそれぞれ毎秒を見るのが大好きです。\u001b[22m\n\u001b[4mI really liked the cliffhanger ending knowing that in the next season it would produce the conclusion to those particular scenarios.\u001b[24m\n    \u001b[1m私はクリフハンガーが本当に好きだったのは、次のシーズンには特定のシナリオに結論が出ることを知っていました。\u001b[22m, \u001b[1m私は実際に次のシーズンでは、これらの特定のシナリオに結論を生成するであろうことを知って終了接戦が好きでした。\u001b[22m\n\u001b[4mEnjoyment and Overall, I give a 9.\u001b[24m\n    \u001b[1m楽しさと全体的に、私は9を与える。\u001b[22m, \u001b[1m楽しさと全体的には、私は9を与えます。\u001b[22m\nIt is so fantastic. I'm speechless and my words cannot explain how happy I am that this became a reality (not the characters, the show itself). I can't wait for the sequel. Please watch this, you need it. You need a break from all the dramatic and simplicity of everyday life. Try a supernatural anime, try Durarara!! Also, watch the opening song, it will give the short replay of the previous episodes to remind you.\n\n\u001b[1mとても素晴らしいです。 私は言葉がなく、私の言葉は、これが現実になったことがいかに幸せであるかを説明することができません（キャラクター、ショー自体ではありません）。 私は続編を待つことはできません。 これを見て、それが必要です。 あなたは、日々の生活の劇的でシンプルなものからすべての休憩が必要です。 超自然的なアニメを試して、デュラララしよう!! また、オープニング曲を見て、それはあなたに思い出させるために前のエピソードの短いリプレイを与えるでしょう。\u001b[22m\n\u001b[1m(Totemo subarashīdesu. Watashi wa kotoba ga naku, watashi no kotoba wa, korega genjitsu ni natta koto ga ikani shiawasedearu ka o setsumei suru koto ga dekimasen (kyarakutā, shō jitaide wa arimasen). Watashi wa zokuhen o matsu koto wa dekimasen. Kore o mite, sore ga hitsuyōdesu. Anata wa, hibi no seikatsu no gekitekide shinpuruna mono kara subete no kyūkei ga hitsuyōdesu. Chō shizen-tekina anime o tameshite, de~yurarara shiyou! ! Mata, ōpuningu kyoku o mite, sore wa anata ni omoidasa seru tame ni mae no episōdo no mijikai ripurei o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIt is so fantastic. I'm speechless and my words cannot explain how happy I am that this became a reality (not the characters, the show itself). I can't wait for the sequel. Please watch this, you need it. You need a break from all the dramatic and simplicity of everyday life. Try a supernatural anime, try Durarara!! Also, watch the opening song, it will give the short replay of the previous episodes to remind you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is so fantastic.\u001b[24m\n    \u001b[1mとても素晴らしいです。\u001b[22m, \u001b[1mそれはとても素晴らしいです。\u001b[22m\n\u001b[4mI'm speechless and my words cannot explain how happy I am that this became a reality (not the characters, the show itself).\u001b[24m\n    \u001b[1m私は言葉がなく、私の言葉は、これが現実になったことがいかに幸せであるかを説明することができません（キャラクター、ショー自体ではありません）。\u001b[22m, \u001b[1m私は言葉だと私の言葉は、私は、これが現実（ない文字、ショー自体）になったことですどのように幸せ説明することはできません。\u001b[22m\n\u001b[4mI can't wait for the sequel.\u001b[24m\n    \u001b[1m私は続編を待つことはできません。\u001b[22m\n\u001b[4mPlease watch this, you need it.\u001b[24m\n    \u001b[1mこれを見て、それが必要です。\u001b[22m, \u001b[1mこれを見てください、あなたはそれを必要とします。\u001b[22m\n\u001b[4mYou need a break from all the dramatic and simplicity of everyday life.\u001b[24m\n    \u001b[1mあなたは、日々の生活の劇的でシンプルなものからすべての休憩が必要です。\u001b[22m, \u001b[1mあなたは日常生活のすべての劇的かつシンプルさからの脱却が必要です。\u001b[22m\n\u001b[4mTry a supernatural anime, try Durarara!!\u001b[24m\n    \u001b[1m超自然的なアニメを試して、デュラララしよう!!\u001b[22m, \u001b[1m超自然的なアニメを試してみてください、デュラララを試してみてください!!\u001b[22m\n\u001b[4mAlso, watch the opening song, it will give the short replay of the previous episodes to remind you.\u001b[24m\n    \u001b[1mまた、オープニング曲を見て、それはあなたに思い出させるために前のエピソードの短いリプレイを与えるでしょう。\u001b[22m, \u001b[1mまた、オープニング曲を見て、それはあなたを思い出させるために、以前のエピソードの短いリプレイを与えます。\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "TheNinjAssassin",
    "profile": "/profile/TheNinjAssassin/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=192901",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nしかし、判断するのはあまりにも寛大です。 デュラララは驚くべきショー、特にX2の第1章です。あなたがキャラクターの大きなカラフルなキャストを持つショーが好きであれば、スポイラーなしで、ユニークなアートスタイルと素晴らしいBGMでミックスに投げ込んだ心理的な側面を持つキャラクター開発、 このショーを選んでください！ あなたがオープンな心を持っているなら、そのキャラクターのどれかを憎むことは不可能であり、それらを最高にしたいと思うでしょう。 しかし、あなたはすぐにそれが不可能であることに気づき、このめまいの世界が文字の周りに広がり、あなたの周りに広がっているので、後ろに座ることができます。  「私がしようとしていることは、その火花を集めて、それらを一箇所に投げることです。 それから私は彼らにあなたにあなたの休暇を言ってくれるでしょう！ オリハライザヤ、デュラララ×2少女エピソード4",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt is very obvious I am too lenient when it comes to judging however; Durarara is an amazing show especially X2 chapter 1. Without spoilers I will say if you like a show with a big colorful cast of characters, and character development with a psychological aspect thrown it to the mix with an unique art style, and good BGM; pick this show up! If you have an open-mind you'll see that it is impossible to hate any of the characters, and wish them the best. However, you'll soon realize that that is impossible, and can only sit back as this world of vertigo is unfolded around the characters, and around you. 'What I'm trying to do is gather those sparks, and toss them all in one place. And then I'm going to say to them: Your vacations over you piece of shit!' -Izaya Orihara, DurararaX2 Shou Episode 4.\n\n\u001b[1mしかし、判断するのはあまりにも寛大です。 デュラララは驚くべきショー、特にX2の第1章です。あなたがキャラクターの大きなカラフルなキャストを持つショーが好きであれば、スポイラーなしで、ユニークなアートスタイルと素晴らしいBGMでミックスに投げ込んだ心理的な側面を持つキャラクター開発、 このショーを選んでください！ あなたがオープンな心を持っているなら、そのキャラクターのどれかを憎むことは不可能であり、それらを最高にしたいと思うでしょう。 しかし、あなたはすぐにそれが不可能であることに気づき、このめまいの世界が文字の周りに広がり、あなたの周りに広がっているので、後ろに座ることができます。  「私がしようとしていることは、その火花を集めて、それらを一箇所に投げることです。 それから私は彼らにあなたにあなたの休暇を言ってくれるでしょう！ オリハライザヤ、デュラララ×2少女エピソード4\u001b[22m\n\u001b[1m(Shikashi, handan suru no wa amarini mo kandaidesu. De~yurarara wa odorokubeki shō, tokuni X 2 no dai 1-shōdesu. Anata ga kyarakutā no ōkina karafuruna kyasuto o motsu shō ga sukideareba, supoirā nashi de, yunīkuna ātosutairu to subarashī BGM de mikkusu ni nagekonda shinri-tekina sokumen o motsu kyarakutā kaihatsu, kono shō o erande kudasai! Anata ga ōpun'na kokoro o motte irunara, sono kyarakutā no dore ka o nikumu koto wa fukanōdeari, sorera o saikō ni shitai to omoudeshou. Shikashi, anata wa sugu ni sore ga fukanōdearu koto ni kidzuki, kono memai no sekai ga moji no mawari ni hirogari, anata no mawari ni hirogatte irunode, ushiro ni suwaru koto ga dekimasu. `Watashi ga shiyou to shite iru koto wa, sono hibana o atsumete, sorera o ichi-kasho ni nageru kotodesu. Sorekara watashi wa karera ni anata ni anata no kyūka o itte kurerudeshou! Oriharaizaya, de~yurarara × 2 shōjo episōdo 4)\u001b[22m\n\nTranslations of \u001b[4mIt is very obvious I am too lenient when it comes to judging however; Durarara is an amazing show especially X2 chapter 1. Without spoilers I will say if you like a show with a big colorful cast of characters, and character development with a psychological aspect thrown it to the mix with an unique art style, and good BGM; pick this show up! If you have an open-mind you'll see that it is impossible to hate any of the characters, and wish them the best. However, you'll soon realize that that is impossible, and can only sit back as this world of vertigo is unfolded around the characters, and around you. 'What I'm trying to do is gather those sparks, and toss them all in one place. And then I'm going to say to them: Your vacations over you piece of shit!' -Izaya Orihara, DurararaX2 Shou Episode 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is very obvious I am too lenient when it comes to judging however;\u001b[24m\n    \u001b[1mしかし、判断するのはあまりにも寛大です。\u001b[22m, \u001b[1mしかし、判断に来るとき、私はあまりにも寛大午前非常に明白です。\u001b[22m\n\u001b[4mDurarara is an amazing show especially X2 chapter 1. Without spoilers I will say if you like a show with a big colorful cast of characters, and character development with a psychological aspect thrown it to the mix with an unique art style, and good BGM;\u001b[24m\n    \u001b[1mデュラララは驚くべきショー、特にX2の第1章です。あなたがキャラクターの大きなカラフルなキャストを持つショーが好きであれば、スポイラーなしで、ユニークなアートスタイルと素晴らしいBGMでミックスに投げ込んだ心理的な側面を持つキャラクター開発、\u001b[22m, \u001b[1mデュラララは素晴らしいショー特にX2あなたはユニークなアートスタイル、および良好なBGMとミックスにそれを投げ心理的側面に大きなカラフルな文字のキャスト、文字の開発とショーを好きなら、私は言うだろうネタバレなしの第1章。\u001b[22m\n\u001b[4mpick this show up!\u001b[24m\n    \u001b[1mこのショーを選んでください！\u001b[22m, \u001b[1mこの番組をピックアップ！\u001b[22m\n\u001b[4mIf you have an open-mind you'll see that it is impossible to hate any of the characters, and wish them the best.\u001b[24m\n    \u001b[1mあなたがオープンな心を持っているなら、そのキャラクターのどれかを憎むことは不可能であり、それらを最高にしたいと思うでしょう。\u001b[22m, \u001b[1mあなたは、オープンマインドを持っている場合は、文字のいずれかを憎むことは不可能であることがわかりますし、それらは最高の希望します。\u001b[22m\n\u001b[4mHowever, you'll soon realize that that is impossible, and can only sit back as this world of vertigo is unfolded around the characters, and around you.\u001b[24m\n    \u001b[1mしかし、あなたはすぐにそれが不可能であることに気づき、このめまいの世界が文字の周りに広がり、あなたの周りに広がっているので、後ろに座ることができます。\u001b[22m, \u001b[1mしかし、あなたはすぐにそれが不可能であることを認識します、とだけめまいのこの世界は文字の周りに展開されるように後ろに座ると、あなたの周りのことができます。\u001b[22m\n\u001b[4m'What I'm trying to do is gather those sparks, and toss them all in one place.\u001b[24m\n    \u001b[1m「私がしようとしていることは、その火花を集めて、それらを一箇所に投げることです。\u001b[22m, \u001b[1m「私は何をしようとしていることは、これらの火花を収集し、一つの場所でそれらのすべてを投げるです。\u001b[22m\n\u001b[4mAnd then I'm going to say to them: Your vacations over you piece of shit!'\u001b[24m\n    \u001b[1mそれから私は彼らにあなたにあなたの休暇を言ってくれるでしょう！\u001b[22m, \u001b[1mそして、私は彼らに言うつもりです：あなたの休暇のたわごとのあなた枚の上に '！\u001b[22m\n\u001b[4m-Izaya Orihara, DurararaX2 Shou Episode 4.\u001b[24m\n    \u001b[1mオリハライザヤ、デュラララ×2少女エピソード4\u001b[22m, \u001b[1m-Izaya折原、DurararaX2寿エピソード4。\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "firemercury",
    "profile": "/profile/firemercury/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=222252",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  6\n\n私はこれを見てからしばらくしていましたが、私が今シリーズの残りの部分に追いついている今、私は戻って2番目のシーズンのこの弧に関するいくつかのコメントをしたかったのです。 あなたが最初のシーズンを見てからしばらくしていたら、それを再ウォッチするか、少なくとも最後のいくつかのエピソードでスキミングしたいかもしれません。 特に、第2シーズンを見る計画とは異なる言語で最初のシーズンを見た場合。 この季節にはチャットルームが非常に重要になるだろう。最初のもので、新しい文字を投げ始めるときに画面名の本当のアイデンティティを思い出させることはないだろう。 また、チャットルームの名前が本当にこれと次のアークにいるのかを知るために声を認識することの重要性のために、あなたは最初のシーズンを見たどの言語でもそれを見続けることをお勧めします。\nそれ以外は、今シーズンは本当に好きだった。 それはあなたに新しいキャラクターをたくさん投げます。その中には無意味だと思いますが、izayaとshizuoの間には楽しい交流があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIt's been a while since I watched this but as I am catching up on the rest of the series right now i wanted to go back and make a few comments about this arc of the second season. First off if its been a while since you watched the first season you might want to go rewatch it or at least skim through the last few episodes. Especially if you watched the first season in a different language than your planning to watch the second. The chat room is going to be pretty important in this season like it was the first and you will get no reminders as to the real identities of the screen names which will make things confusing when they start throwing the new characters in there. Also because of the importance of recognizing voices in order to know who some of the chat room names really are in this and the next arc i recommend you continue watching it whatever language you watched the first season in.\n\n\u001b[1m私はこれを見てからしばらくしていましたが、私が今シリーズの残りの部分に追いついている今、私は戻って2番目のシーズンのこの弧に関するいくつかのコメントをしたかったのです。 あなたが最初のシーズンを見てからしばらくしていたら、それを再ウォッチするか、少なくとも最後のいくつかのエピソードでスキミングしたいかもしれません。 特に、第2シーズンを見る計画とは異なる言語で最初のシーズンを見た場合。 この季節にはチャットルームが非常に重要になるだろう。最初のもので、新しい文字を投げ始めるときに画面名の本当のアイデンティティを思い出させることはないだろう。 また、チャットルームの名前が本当にこれと次のアークにいるのかを知るために声を認識することの重要性のために、あなたは最初のシーズンを見たどの言語でもそれを見続けることをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kore o mite kara shibaraku shite imashitaga, watashi ga ima shirīzu no nokori no bubun ni oitsuite iru ima, watashi wa modotte 2-banme no shīzun no kono ko ni kansuru ikutsu ka no komento o shitakatta nodesu. Anata ga saisho no shīzun o mite kara shibaraku shite itara, sore o sai u~otchi suru ka, sukunakutomo saigo no ikutsu ka no episōdo de sukimingu shitai kamo shiremasen. Tokuni, dai 2 shīzun o miru keikaku to wa kotonaru gengo de saisho no shīzun o mita baai. Kono kisetsu ni wa chattorūmu ga hijō ni jūyō ni narudarou. Saisho no mono de, atarashī moji o nage hajimeru toki ni gamen-mei no hontō no aidentiti o omoidasa seru koto wanaidarou. Mata, chattorūmu no namae ga hontōni kore to tsugi no āku ni iru no ka o shiru tame ni koe o ninshiki suru koto no jūyō-sei no tame ni, anata wa saisho no shīzun o mita dono gengo demo sore o mi tsudzukeru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's been a while since I watched this but as I am catching up on the rest of the series right now i wanted to go back and make a few comments about this arc of the second season. First off if its been a while since you watched the first season you might want to go rewatch it or at least skim through the last few episodes. Especially if you watched the first season in a different language than your planning to watch the second. The chat room is going to be pretty important in this season like it was the first and you will get no reminders as to the real identities of the screen names which will make things confusing when they start throwing the new characters in there. Also because of the importance of recognizing voices in order to know who some of the chat room names really are in this and the next arc i recommend you continue watching it whatever language you watched the first season in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been a while since I watched this but as I am catching up on the rest of the series right now i wanted to go back and make a few comments about this arc of the second season.\u001b[24m\n    \u001b[1m私はこれを見てからしばらくしていましたが、私が今シリーズの残りの部分に追いついている今、私は戻って2番目のシーズンのこの弧に関するいくつかのコメントをしたかったのです。\u001b[22m, \u001b[1m私はこれを見て以来、しばらくしているが、私は今シリーズの残りの部分にキャッチアップしていますように私は戻って、第二シーズンのこの弧についてのいくつかのコメントを作りたかったです。\u001b[22m\n\u001b[4mFirst off if its been a while since you watched the first season you might want to go rewatch it or at least skim through the last few episodes.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを見てからしばらくしていたら、それを再ウォッチするか、少なくとも最後のいくつかのエピソードでスキミングしたいかもしれません。\u001b[22m, \u001b[1mまず、あなたがそれをrewatchまたは少なくとも最後のいくつかのエピソード流し読みに行きたいかもしれない最初のシーズンを見て以来、しばらくあった場合にオフ。\u001b[22m\n\u001b[4mEspecially if you watched the first season in a different language than your planning to watch the second.\u001b[24m\n    \u001b[1m特に、第2シーズンを見る計画とは異なる言語で最初のシーズンを見た場合。\u001b[22m, \u001b[1mあなたの計画とは異なる言語での最初のシーズンを見て、特に場合は、2番目のを見て。\u001b[22m\n\u001b[4mThe chat room is going to be pretty important in this season like it was the first and you will get no reminders as to the real identities of the screen names which will make things confusing when they start throwing the new characters in there.\u001b[24m\n    \u001b[1mこの季節にはチャットルームが非常に重要になるだろう。最初のもので、新しい文字を投げ始めるときに画面名の本当のアイデンティティを思い出させることはないだろう。\u001b[22m, \u001b[1mチャットルームは、それが最初だったとあなたは彼らがそこに新しいキャラクターを投げて起動したときに物事が混乱になりますスクリーン名の本当のアイデンティティについて何らの通知を取得しませんように、この季節にはかなり重要になるだろう。\u001b[22m\n\u001b[4mAlso because of the importance of recognizing voices in order to know who some of the chat room names really are in this and the next arc i recommend you continue watching it whatever language you watched the first season in.\u001b[24m\n    \u001b[1mまた、チャットルームの名前が本当にこれと次のアークにいるのかを知るために声を認識することの重要性のために、あなたは最初のシーズンを見たどの言語でもそれを見続けることをお勧めします。\u001b[22m, \u001b[1mためにも、チャットルームの名前のいくつかは本当にこの中で、私はあなたをお勧めします次のアークがあなたが最初のシーズンを見てどのような言語それを見続けるかを知るために声を認識することの重要性。\u001b[22m\nAside from that I really liked this season. It throws a lot of new characters at you, some of which i think are a bit pointless, but there are some fun interactions between izaya and shizuo (for my fellow fangirls out there) andthe ending will leave you wanting more.\n\n\u001b[1mそれ以外は、今シーズンは本当に好きだった。 それはあなたに新しいキャラクターをたくさん投げます。その中には無意味だと思いますが、izayaとshizuoの間には楽しい交流があります。\u001b[22m\n\u001b[1m(Sore igai wa, ima shīzun wa hontōni sukidatta. Sore wa anata ni atarashī kyarakutā o takusan nagemasu. Sono nakaniha muimida to omoimasuga, izaya to shizuo no ma ni wa tanoshī kōryū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAside from that I really liked this season. It throws a lot of new characters at you, some of which i think are a bit pointless, but there are some fun interactions between izaya and shizuo (for my fellow fangirls out there) andthe ending will leave you wanting more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from that I really liked this season.\u001b[24m\n    \u001b[1mそれ以外は、今シーズンは本当に好きだった。\u001b[22m, \u001b[1mそれ以外の点から、私は本当にこの季節が好き。\u001b[22m\n\u001b[4mIt throws a lot of new characters at you, some of which i think are a bit pointless, but there are some fun interactions between izaya and shizuo (for my fellow fangirls out there) andthe ending will leave you wanting more.\u001b[24m\n    \u001b[1mそれはあなたに新しいキャラクターをたくさん投げます。その中には無意味だと思いますが、izayaとshizuoの間には楽しい交流があります。\u001b[22m, \u001b[1mそれは、あなたに新しい文字の多くをスローし、私は少し無意味だと思うそのうちのいくつかが、（そこに私の仲間fangirls用）臨也と静雄の間にいくつかの楽しみの相互作用はandthe結末はもっとを望むあなたを残しますがあります。\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "jowb63",
    "profile": "/profile/jowb63/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=187718",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nデュラララを作ったすべてのもの！ 今シーズンまで100％完全に完全な移行。 偉大なキャラクター、情報のゆっくりとした露出、そしてその背後にあるストリングプーラー。 イザヤとイザヤの双子の姉妹を迎え入れようとしている子供を含む、新しいキャラクターが紹介されました。そのうちの3人は非常に興味深く、キャストをうまく補うものです。 新しいギャングは、女性が彼の戦いをかなり面白くすることに関与するときはいつでも、彼が自分自身を保持することを意味する女性化粧人である男が率いる街に来る。 一日の終わりに、それは同じデュラララのより多くのものです！  2度目の魔法です。 それでも素晴らしいです。 あなたが最初のシーズンを好きなのであれば私の推測で、2番目のシーズンも好きになるでしょう。  9/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nEverything that made Durarara!! great transfers 100% to this season completely intact. The great characters, the slow reveal of information, and the string puller behind it all. New character's are introduced including a kid who wants to take after Izaya and Izaya's twin sister, the three of whom are quite interesting and compliment the cast nicely. A new gang comes to the city headed by a man who is a womanizer which means he retains himself whenever a women is involved making his fights quite funny. At the end of the day, it's more of the same Durarara!! but it looses a bit of it's magic the second time around. Still it's fantastic. My guess if you like the first season then you will also like the second. 9/10.\n\n\u001b[1mデュラララを作ったすべてのもの！ 今シーズンまで100％完全に完全な移行。 偉大なキャラクター、情報のゆっくりとした露出、そしてその背後にあるストリングプーラー。 イザヤとイザヤの双子の姉妹を迎え入れようとしている子供を含む、新しいキャラクターが紹介されました。そのうちの3人は非常に興味深く、キャストをうまく補うものです。 新しいギャングは、女性が彼の戦いをかなり面白くすることに関与するときはいつでも、彼が自分自身を保持することを意味する女性化粧人である男が率いる街に来る。 一日の終わりに、それは同じデュラララのより多くのものです！  2度目の魔法です。 それでも素晴らしいです。 あなたが最初のシーズンを好きなのであれば私の推測で、2番目のシーズンも好きになるでしょう。  9/10。\u001b[22m\n\u001b[1m(De~yurarara o tsukutta subete no mono! Ima shīzun made 100-pāsento kanzen ni kanzen'na ikō. Idaina kyarakutā, jōhō no yukkuri to shita roshutsu, soshite sono haigo ni aru sutoringupūrā. Izaya to izaya no futago no shimai o mukaeireyou to shite iru kodomo o fukumu, atarashī kyarakutā ga shōkai sa remashita. Sonōchi no 3-ri wa hijō ni kyōmibukaku, kyasuto o umaku oginau monodesu. Atarashī gyangu wa, josei ga kare no tatakai o kanari omoshiroku suru koto ni kan'yo suru toki wa itsu demo, kare ga jibun jishin o hoji suru koto o imi suru josei keshō hitodearu otoko ga hikiiru machi ni kuru. Ichinichinoowari ni, sore wa onaji de~yurarara no yori ōku no monodesu! 2-Dome no mahōdesu. Soredemo subarashīdesu. Anata ga saisho no shīzun o sukina nodeareba watashi no suisoku de, 2-banme no shīzun mo suki ni narudeshou. 9/ 10.)\u001b[22m\n\nTranslations of \u001b[4mEverything that made Durarara!! great transfers 100% to this season completely intact. The great characters, the slow reveal of information, and the string puller behind it all. New character's are introduced including a kid who wants to take after Izaya and Izaya's twin sister, the three of whom are quite interesting and compliment the cast nicely. A new gang comes to the city headed by a man who is a womanizer which means he retains himself whenever a women is involved making his fights quite funny. At the end of the day, it's more of the same Durarara!! but it looses a bit of it's magic the second time around. Still it's fantastic. My guess if you like the first season then you will also like the second. 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything that made Durarara!!\u001b[24m\n    \u001b[1mデュラララを作ったすべてのもの！\u001b[22m\n\u001b[4mgreat transfers 100% to this season completely intact.\u001b[24m\n    \u001b[1m今シーズンまで100％完全に完全な移行。\u001b[22m, \u001b[1m完全に無傷でこの季節には絶好の転送100％。\u001b[22m\n\u001b[4mThe great characters, the slow reveal of information, and the string puller behind it all.\u001b[24m\n    \u001b[1m偉大なキャラクター、情報のゆっくりとした露出、そしてその背後にあるストリングプーラー。\u001b[22m, \u001b[1m偉大な文字は、遅いは、情報の公開し、それをすべての背後にある文字列の引き手。\u001b[22m\n\u001b[4mNew character's are introduced including a kid who wants to take after Izaya and Izaya's twin sister, the three of whom are quite interesting and compliment the cast nicely.\u001b[24m\n    \u001b[1mイザヤとイザヤの双子の姉妹を迎え入れようとしている子供を含む、新しいキャラクターが紹介されました。そのうちの3人は非常に興味深く、キャストをうまく補うものです。\u001b[22m, \u001b[1m新キャラクターのは臨也と臨也の双子の妹の後に取りたい子供を含む導入されている、の3つが非常に興味深く、素敵なキャストを補完します。\u001b[22m\n\u001b[4mA new gang comes to the city headed by a man who is a womanizer which means he retains himself whenever a women is involved making his fights quite funny.\u001b[24m\n    \u001b[1m新しいギャングは、女性が彼の戦いをかなり面白くすることに関与するときはいつでも、彼が自分自身を保持することを意味する女性化粧人である男が率いる街に来る。\u001b[22m, \u001b[1m新しいギャングは、女性が彼の戦いは非常に面白い作り関与している時はいつでも彼は自分自身を保持していることを意味女たらしである男が率いる都市に来ます。\u001b[22m\n\u001b[4mAt the end of the day, it's more of the same Durarara!!\u001b[24m\n    \u001b[1m一日の終わりに、それは同じデュラララのより多くのものです！\u001b[22m, \u001b[1m一日の終わりに、それは同じデュラララのより多くのです！\u001b[22m\n\u001b[4mbut it looses a bit of it's magic the second time around.\u001b[24m\n    \u001b[1m2度目の魔法です。\u001b[22m, \u001b[1mそれはそれのビットは二回目の周りの魔法だ失います。\u001b[22m\n\u001b[4mStill it's fantastic.\u001b[24m\n    \u001b[1mそれでも素晴らしいです。\u001b[22m, \u001b[1mまだそれは素晴らしいです。\u001b[22m\n\u001b[4mMy guess if you like the first season then you will also like the second.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを好きなのであれば私の推測で、2番目のシーズンも好きになるでしょう。\u001b[22m, \u001b[1m私の推測あなたが最初のシーズンを好きなら、あなたはまた、第二の好きになるでしょう。\u001b[22m\n\u001b[4m9/10.\u001b[24m\n    \u001b[1m9/10。\u001b[22m, \u001b[1m9月10日。\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "mantheon",
    "profile": "/profile/mantheon/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=210220",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nこんにちは皆さん、これはデュラララのレビューになります!! x2 Shou。 私が最初のシーズンを見たとき、私は大々的な興味から始め、最初のシーズンが終わると、それは衰え始めました。 私が第2シーズンの大部分を見ている間、興味の欠如はとどまり、私は他のアニメに追いつくように第3シーズンと第4シーズンを保留にする準備ができました。 しかし、最後のエピソードは再び私をつかんで、もっと興味深い第3シーズンの誘惑を申し出た。 それは、良いことと悪いことについて話すことができると言われています。\n\nストーリーは、私が前に言及したように、うまくやられているというようなぎこちないやり方で伝えられています。 しかし、ストーリーはもはや興味深いものではなく、楽しいものよりもずっと退屈なこの伝達形態を作りました。 キャラクターの生き方がすべて物語を構成するのを見て、あなたは私と同じ意見を持っていないかもしれません。 私は、文字のいくつかが私が望んでいたものではないことを発見しました。 例えば、キダ、アンリ、マサオミが秋の終わりを迎えた最初のシーズンの終わりです。\n\nとにかく、新しくてセミな面白いキャラクターが登場すると、物語が追加されます。 イザヤの兄弟、ロシア人、ニューギャングのリーダーのような新しい人たち。 私は大部分を楽しんだ。 ギャングの指導者と、各人が誰の中にいるのかを知ることとの間の葛藤は、ただひどいと感じました。 私が前に言ったように、私は次のシーズンが良いように感じました。\n\nアートとサウンドの両方が素晴らしく、それほど多くはありませんが、ここの最初のシーズンに非常に似ています。\n\nそれは踏み台のように思えるので、あまりお勧めできません。 私と同じボートにいる人にとって（それほど楽しんではいない）、終わりまであなたの考えを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHey folks, this will be a review for Durarara!!x2 Shou. When I watched the first season I started with massive interest and it began to wane as the first season ended. The lack of interest stayed as I watched most of the second season and I was ready to put the third and fourth season on hold as I catch up with other anime. However The last episode grabbed me again and offered up the temptations of a more interesting third season. That being said lets talk about the good and bad.\n\n\u001b[1mねえ、これはデュラララのレビューになります!! x2 Shou。 私が最初のシーズンを見たとき、私は大々的な興味から始め、最初のシーズンが終わると、それは衰え始めました。 私が第2シーズンの大部分を見ている間、興味の欠如はとどまり、私は他のアニメに追いつくように第3シーズンと第4シーズンを保留にする準備ができました。 しかし、最後のエピソードは再び私をつかんで、もっと興味深い第3シーズンの誘惑を申し出た。 それは、良いことと悪いことについて話すことができると言われています。\u001b[22m\n\u001b[1m(Nē, koreha de~yurarara no rebyū ni narimasu! ! X 2 Shou. Watashi ga saisho no shīzun o mita toki, watashi wa daidaitekina kyōmi kara hajime, saisho no shīzun ga owaru to, soreha otoroe hajimemashita. Watashi ga dai 2 shīzun no daibubun o mite iru ma, kyōmi no ketsujo wa todomari, watashi wa hoka no anime ni oitsuku yō ni dai 3 shīzun to dai 4 shīzun o horyū ni suru junbi ga dekimashita. Shikashi, saigo no episōdo wa futatabi watashi o tsukande, motto kyōmibukai dai 3 shīzun no yūwaku o mōshideta. Sore wa, yoikoto to warui koto ni tsuite hanasu koto ga dekiru to iwa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mHey folks, this will be a review for Durarara!!x2 Shou. When I watched the first season I started with massive interest and it began to wane as the first season ended. The lack of interest stayed as I watched most of the second season and I was ready to put the third and fourth season on hold as I catch up with other anime. However The last episode grabbed me again and offered up the temptations of a more interesting third season. That being said lets talk about the good and bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey folks, this will be a review for Durarara!!x2 Shou.\u001b[24m\n    \u001b[1mねえ、これはデュラララのレビューになります!! x2 Shou。\u001b[22m, \u001b[1mちょっと人々は、これはデュラララ!!×2寿のレビューになります。\u001b[22m\n\u001b[4mWhen I watched the first season I started with massive interest and it began to wane as the first season ended.\u001b[24m\n    \u001b[1m私が最初のシーズンを見たとき、私は大々的な興味から始め、最初のシーズンが終わると、それは衰え始めました。\u001b[22m, \u001b[1m私は最初のシーズンを見たとき、私は大規模な関心を持って開始し、最初のシーズンが終わったとして、それは衰退し始めました。\u001b[22m\n\u001b[4mThe lack of interest stayed as I watched most of the second season and I was ready to put the third and fourth season on hold as I catch up with other anime.\u001b[24m\n    \u001b[1m私が第2シーズンの大部分を見ている間、興味の欠如はとどまり、私は他のアニメに追いつくように第3シーズンと第4シーズンを保留にする準備ができました。\u001b[22m, \u001b[1m私は2番目のシーズンのほとんどを見て、私は他のアニメに追いつくように保留に第三及び第四のシーズンを入れて準備ができていたとして関心の欠如は、宿泊しました。\u001b[22m\n\u001b[4mHowever The last episode grabbed me again and offered up the temptations of a more interesting third season.\u001b[24m\n    \u001b[1mしかし、最後のエピソードは再び私をつかんで、もっと興味深い第3シーズンの誘惑を申し出た。\u001b[22m, \u001b[1mしかし、最後のエピソードは再び私をつかんで、より興味深いシーズン3の誘惑を提供しました。\u001b[22m\n\u001b[4mThat being said lets talk about the good and bad.\u001b[24m\n    \u001b[1mそれは、良いことと悪いことについて話すことができると言われています。\u001b[22m, \u001b[1mそれは良い面と悪い面について話すことができます言われています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story again is told in its sort of choppy way, which as I mentioned before is done really well. However the story no longer was interesting and made this form of transmission more tedious than enjoyable. You may not have the same views as I do though, seeing as the characters lives all make up the story. I just found some of the characters to be not what I had hoped. For example the ending of the first season when Kida, Anri, and Masaomi had their little arc ending development.\n\n\u001b[1mストーリーは、私が前に言及したように、うまくやられているというようなぎこちないやり方で伝えられています。 しかし、ストーリーはもはや興味深いものではなく、楽しいものよりもずっと退屈なこの伝達形態を作りました。 キャラクターの生き方がすべて物語を構成するのを見て、あなたは私と同じ意見を持っていないかもしれません。 私は、文字のいくつかが私が望んでいたものではないことを発見しました。 例えば、キダ、アンリ、マサオミが秋の終わりを迎えた最初のシーズンの終わりです。\u001b[22m\n\u001b[1m(Sutōrī wa, watashi ga mae ni genkyū shita yō ni, umaku yara rete iru to iu yōna gikochinai yarikata de tsutae rarete imasu. Shikashi, sutōrī wa mohaya kyōmibukai monode wa naku, tanoshī mono yori mo zutto taikutsuna kono dentatsu keitai o tsukurimashita. Kyarakutā no ikikata ga subete monogatari o kōsei suru no o mite, anata wa watashi to onaji iken o motteinai kamo shiremasen. Watashi wa, moji no ikutsu ka ga watashi ga nozonde ita monode wanai koto o hakken shimashita. Tatoeba, Kida, anri, Masaomi ga aki no owari o mukaeta saisho no shīzun no owaridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story again is told in its sort of choppy way, which as I mentioned before is done really well. However the story no longer was interesting and made this form of transmission more tedious than enjoyable. You may not have the same views as I do though, seeing as the characters lives all make up the story. I just found some of the characters to be not what I had hoped. For example the ending of the first season when Kida, Anri, and Masaomi had their little arc ending development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story again is told in its sort of choppy way, which as I mentioned before is done really well.\u001b[24m\n    \u001b[1mストーリーは、私が前に言及したように、うまくやられているというようなぎこちないやり方で伝えられています。\u001b[22m, \u001b[1m物語は再び、私は本当によく行われる前に述べたように途切れ途切れの方法のその一種で語られています。\u001b[22m\n\u001b[4mHowever the story no longer was interesting and made this form of transmission more tedious than enjoyable.\u001b[24m\n    \u001b[1mしかし、ストーリーはもはや興味深いものではなく、楽しいものよりもずっと退屈なこの伝達形態を作りました。\u001b[22m, \u001b[1mしかし話はもう面白いではなかったし、楽しいよりも伝送のこのフォームは、より退屈しました。\u001b[22m\n\u001b[4mYou may not have the same views as I do though, seeing as the characters lives all make up the story.\u001b[24m\n    \u001b[1mキャラクターの生き方がすべて物語を構成するのを見て、あなたは私と同じ意見を持っていないかもしれません。\u001b[22m, \u001b[1m私もそうであるようにあなたは、文字はすべてのストーリーを構成している生きて見て、同じ意見を持っていない可能性があります。\u001b[22m\n\u001b[4mI just found some of the characters to be not what I had hoped.\u001b[24m\n    \u001b[1m私は、文字のいくつかが私が望んでいたものではないことを発見しました。\u001b[22m, \u001b[1m私はちょうど私が望んでいたものではないと文字の一部を発見しました。\u001b[22m\n\u001b[4mFor example the ending of the first season when Kida, Anri, and Masaomi had their little arc ending development.\u001b[24m\n    \u001b[1m例えば、キダ、アンリ、マサオミが秋の終わりを迎えた最初のシーズンの終わりです。\u001b[22m, \u001b[1m例えば、最初のシーズンのエンディングは木田、杏里、と正臣は開発を終了し、その少し弧を持っていたとき。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway the story is added to by the introduction of new and semi interesting characters. New ones like Izaya's siblings, Russian hit men, and new gang leaders. I enjoyed them for the most part. The conflict between gang leaders and the finding out who each person is inside just felt like a drag. Though as I previously mentioned the ending made me feel like the next season will be good.\n\n\u001b[1mとにかく、新しくてセミな面白いキャラクターが登場すると、物語が追加されます。 イザヤの兄弟、ロシア人、ニューギャングのリーダーのような新しい人たち。 私は大部分を楽しんだ。 ギャングの指導者と、各人が誰の中にいるのかを知ることとの間の葛藤は、ただひどいと感じました。 私が前に言ったように、私は次のシーズンが良いように感じました。\u001b[22m\n\u001b[1m(Tonikaku, atarashikute semina omoshiroi kyarakutā ga tōjō suru to, monogatari ga tsuika sa remasu. Izaya no kyōdai, roshiahito, nyūgyangu no rīdā no yōna atarashī hito-tachi. Watashi wa daibubun o tanoshinda. Gyangu no shidō-sha to, kakujin ga dare no naka ni iru no ka o shiru koto to no ma no kattō wa, tada hidoi to kanjimashita. Watashi ga mae ni itta yō ni, watashi wa tsugi no shīzun ga yoi yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnyway the story is added to by the introduction of new and semi interesting characters. New ones like Izaya's siblings, Russian hit men, and new gang leaders. I enjoyed them for the most part. The conflict between gang leaders and the finding out who each person is inside just felt like a drag. Though as I previously mentioned the ending made me feel like the next season will be good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway the story is added to by the introduction of new and semi interesting characters.\u001b[24m\n    \u001b[1mとにかく、新しくてセミな面白いキャラクターが登場すると、物語が追加されます。\u001b[22m, \u001b[1mとにかく話は新しい半興味深い文字の導入によって付加されます。\u001b[22m\n\u001b[4mNew ones like Izaya's siblings, Russian hit men, and new gang leaders.\u001b[24m\n    \u001b[1mイザヤの兄弟、ロシア人、ニューギャングのリーダーのような新しい人たち。\u001b[22m, \u001b[1m臨也の兄弟、ロシアのヒット男性、および新しいギャングのリーダーのような新しいもの。\u001b[22m\n\u001b[4mI enjoyed them for the most part.\u001b[24m\n    \u001b[1m私は大部分を楽しんだ。\u001b[22m, \u001b[1m私はほとんどの部分のためにそれらを楽しみました。\u001b[22m\n\u001b[4mThe conflict between gang leaders and the finding out who each person is inside just felt like a drag.\u001b[24m\n    \u001b[1mギャングの指導者と、各人が誰の中にいるのかを知ることとの間の葛藤は、ただひどいと感じました。\u001b[22m, \u001b[1mギャングのリーダーやそれぞれの人が内部で発見アウトの間に矛盾はちょうどドラッグのように感じました。\u001b[22m\n\u001b[4mThough as I previously mentioned the ending made me feel like the next season will be good.\u001b[24m\n    \u001b[1m私が前に言ったように、私は次のシーズンが良いように感じました。\u001b[22m, \u001b[1m私は以前にエンディングを述べたようにかかわらず、次のシーズンは良いだろうように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nArt and sound both great, not much to add to it, felt very similar to the first season here.\n\n\u001b[1mアートとサウンドの両方が素晴らしく、それほど多くはありませんが、ここの最初のシーズンに非常に似ています。\u001b[22m\n\u001b[1m(Āto to saundo no ryōhō ga subarashiku, sorehodo ōku wa arimasenga, koko no saisho no shīzun ni hijō ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt and sound both great, not much to add to it, felt very similar to the first season here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and sound both great, not much to add to it, felt very similar to the first season here.\u001b[24m\n    \u001b[1mアートとサウンドの両方が素晴らしく、それほど多くはありませんが、ここの最初のシーズンに非常に似ています。\u001b[22m, \u001b[1mアートとそれに追加して、両方の偉大な、あまり音は、ここで最初のシーズンに非常に似て感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAs it seems like a springboard season there isn't much to recommend. For those in the same boat as me(not enjoying it much) hold out until the end and see what you think.\n\n\u001b[1mそれは踏み台のように思えるので、あまりお勧めできません。 私と同じボートにいる人にとって（それほど楽しんではいない）、終わりまであなたの考えを見てください。\u001b[22m\n\u001b[1m(Sore wa fumidai no yō ni omoerunode, amari o susume dekimasen. Watashi to onaji bōto ni iru hito ni totte (sorehodo tanoshinde wa inai), owari made anata no kangae o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAs it seems like a springboard season there isn't much to recommend. For those in the same boat as me(not enjoying it much) hold out until the end and see what you think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs it seems like a springboard season there isn't much to recommend.\u001b[24m\n    \u001b[1mそれは踏み台のように思えるので、あまりお勧めできません。\u001b[22m, \u001b[1mそれは踏み台シーズンのように思えるようにお勧めする多くはありません。\u001b[22m\n\u001b[4mFor those in the same boat as me(not enjoying it much) hold out until the end and see what you think.\u001b[24m\n    \u001b[1m私と同じボートにいる人にとって（それほど楽しんではいない）、終わりまであなたの考えを見てください。\u001b[22m, \u001b[1m私と同じ船のもの（それを大いに楽しんでいない）のために最後まで持ちこたえるとあなたの考えを参照してください。\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=188407",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリー\n\nデュラララの続きです！ 私たちは2010年以来求めてきました。もちろん、期待は高く、それは少なくとも私にとっては災害のレシピです。 サムライ・フラメンコのような失敗（超自然的な馬鹿げた人間ドラマ）は、デュラララの後ろのチームにとって自然なことでした!! バカノ！ 働いた式に戻って\n\nこの第2シーズンは、あまり離れていなくても、第1シーズンと同じキャラクターに焦点を当てながら、お互いに競い合う新しい、興味深い人々と派閥の塊を紹介します。 ヤクザ、ロシアの傭兵、バイカーギャング、武器ディーラー、情報ブローカー、連鎖殺人、レズビアンの双子の姉妹などがあります。 陰謀と狂気のウェブを通して、私たちはCelty、Mikado、Anri、そしてShizuoが火災で生き残ろうとしているのを見ます。\n\n最初のシーズンと同じように、ここでは多くのことが起こっています。そこでは、すべての微妙な要素を捕まえるために2つの視界が必要な場合があります。 私は、今シーズンの大部分が彼らに捧げられているシーズン1に登場したマイナーキャラクターの数に驚きました。 私たちを非常にオーガニックな世界に招いています。 複数の視点から語られるストーリーは、さまざまなイベントのスナップショットを文脈なしで提示し、その情報を私たちに与えるために倍増することによって、面白いものになります。 それは、私たちがあらゆる性格に投資し続けるための面白くて知的な方法です。\n\n物語は非常に深刻で多層的ですが、コメディーもたくさんあります。 デュラララ!! 絶対に陽気で、私が良い笑いを持っていなければ、1つのエピソードはなかった。 それは、そうでなければばかげた状況の喜びと、起こっていることに私たちを投資する真剣さとのバランスを取ることができるまれなショーです。\n\nキャラクター\n\nあなたが最初のシーズンの私のレビューを読んだら、キャラクターがバランスが取れていて、面白いと知っていて、退屈なものはない。 静岡といざやはシリーズ最高の瞬間をいくつか提供していますが、ミカドはそれほどエキサイティングではありませんが、彼は自分自身の状況に興味深い対抗点です。 キャストに最適なものを選択しなければならない場合、Voronaは間違いなくそれです。 今シーズンには、イザヤの双子の姉妹たちが紹介されました。 宇宙で最高の女の子ほど魅力的ではありませんが、彼らはまだかわいいと面白いです。 アオバは私の中から生きているオトコを迷惑にしているアンタゴニストです。それは良いことだと思います。 静雄の弟は、狂ったアイドル・ルリとの関係に入ると、少し時間をかけて輝きます。 私が望むアークはもっと時間を取っていた。 あかねは愛らしいロリで、苦しんでいたほどのことはしませんが、あなたはそれを期待していない少数のキャラクターにも心を引きます。 物事を丸めるために、ヴォロナはロシア人の傭兵であり、誰も殺すことはほとんどありません。 彼女のバックストーリーは悲しいですし、彼女のキャラクターは面白いだけでなく、致命的な深刻です。\n\nアニメーション\n\nデュラララ!! そこに最高のアニメーションはありませんが、機能します。 背景は素晴らしく、アクションはかなりスムーズですが、文字デザインは弱いです。 女性のキャラクターの多くは似ていて、多くのキャラクターは始めるにはあまりうまく見えません。 しかし、それは全体的な経験からあまり離れていません。\n\n音\n\n最初のシーズンから音楽を再利用しています。 閉鎖は痛い、autotuned混乱ですが、私たちのオープニングは素晴らしいです。\n\nエンターテインメント\n\nたくさんの人物、たくさんのこと、たくさんのアクションやコメディが混じった物語が好きな人は、適切な場所に来てください。 あなたが最初のシーズンを楽しんだなら、この二度目の助けをさらに楽しむことができます。 アクション、コメディ、キャラクタードラマのバランスが完璧です。 あなたは自分がマラソンをしていることに気付くでしょう。\n\n全体\n\nデュラララが好きなら、x2が大好きです。 あなたが最初のシーズンを見ていない場合は、それを見に行く。 技術的な問題がありますが、物語やキャラクターは多くのアニメが提供しているものを超えており、パッケージ全体は完成後に忘れてしまうものです。 もう2つのシーズンが近づいてきた今、私はいつも最高のアニメシリーズの一つと考えているものをチェックするのに最適な時間です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nHere is the continuation of Durarara!! we’ve been asking for since 2010. Of course, expectations are high and that is always a recipe for disaster, at least for me. With the failure that was Samurai Flamenco (such a great human drama ruined by supernatural bullshit), it was only natural for the team behind Durarara!! and Baccano! to go back to a formula that worked.\n\n\u001b[1mデュラララの続きです！ 私たちは2010年以来求めてきました。もちろん、期待は高く、それは少なくとも私にとっては災害のレシピです。 サムライ・フラメンコのような失敗（超自然的な馬鹿げた人間ドラマ）は、デュラララの後ろのチームにとって自然なことでした!! バカノ！ 働いた式に戻って\u001b[22m\n\u001b[1m(De~yurarara no tsudzukidesu! Watashitachi wa 2010-nen irai motomete kimashita. Mochiron, kitai wa takaku, sore wa sukunakutomo watashi ni totte wa saigai no reshipidesu. Samurai furamenko no yōna shippai (chō shizen-tekina bakageta ningen dorama) wa, de~yurarara no ushiro no chīmu ni totte shizen'na kotodeshita! ! Baka no! Hataraita-shiki ni modotte)\u001b[22m\n\nTranslations of \u001b[4mHere is the continuation of Durarara!! we’ve been asking for since 2010. Of course, expectations are high and that is always a recipe for disaster, at least for me. With the failure that was Samurai Flamenco (such a great human drama ruined by supernatural bullshit), it was only natural for the team behind Durarara!! and Baccano! to go back to a formula that worked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere is the continuation of Durarara!!\u001b[24m\n    \u001b[1mデュラララの続きです！\u001b[22m, \u001b[1mここでデュラララの続きです！\u001b[22m\n\u001b[4mwe’ve been asking for since 2010. Of course, expectations are high and that is always a recipe for disaster, at least for me.\u001b[24m\n    \u001b[1m私たちは2010年以来求めてきました。もちろん、期待は高く、それは少なくとも私にとっては災害のレシピです。\u001b[22m, \u001b[1mもちろん、2010年以来、期待が高く、それは、少なくとも私にとっては、常に災害のレシピであるために、我々は求めてきました。\u001b[22m\n\u001b[4mWith the failure that was Samurai Flamenco (such a great human drama ruined by supernatural bullshit), it was only natural for the team behind Durarara!!\u001b[24m\n    \u001b[1mサムライ・フラメンコのような失敗（超自然的な馬鹿げた人間ドラマ）は、デュラララの後ろのチームにとって自然なことでした!!\u001b[22m, \u001b[1mサムライフラメンコ（ような偉大な人間ドラマが超自然でたらめによって台無し）だった失敗で、それはデュラララ背後にあるチームのための唯一の自然なことでした！\u001b[22m\n\u001b[4mand Baccano!\u001b[24m\n    \u001b[1mバカノ！\u001b[22m, \u001b[1mそして、バッカーノ！\u001b[22m\n\u001b[4mto go back to a formula that worked.\u001b[24m\n    \u001b[1m働いた式に戻って\u001b[22m, \u001b[1m働いていた式に戻ります。\u001b[22m\n\u001b[1m\u001b[22m\nWithout giving much away, this second season focuses on a lot of the same characters as the first while also introducing a bevy of new, interesting people and factions, all competing against each other. There are Yakuza, Russian mercenaries, a biker gang, arms dealers, information brokers, a serial killer, lesbian twin sisters, and so much more. Through a web of intrigue and insanity we watch Celty, Mikado, Anri, and Shizuo try to survive the conflagration.\n\n\u001b[1mこの第2シーズンは、あまり離れていなくても、第1シーズンと同じキャラクターに焦点を当てながら、お互いに競い合う新しい、興味深い人々と派閥の塊を紹介します。 ヤクザ、ロシアの傭兵、バイカーギャング、武器ディーラー、情報ブローカー、連鎖殺人、レズビアンの双子の姉妹などがあります。 陰謀と狂気のウェブを通して、私たちはCelty、Mikado、Anri、そしてShizuoが火災で生き残ろうとしているのを見ます。\u001b[22m\n\u001b[1m(Kono dai 2 shīzun wa, amari hanarete inakute mo, dai 1 shīzun to onaji kyarakutā ni shōten o atenagara, otagai ni kisoiau atarashī, kyōmibukai hitobito to habatsu no katamari o shōkai shimasu. Yakuza, Roshia no yōhei, baikāgyangu, buki dīrā, jōhō burōkā, rensa satsujin, rezubian no futago no shimai nado ga arimasu. Inbō to kyōki no u~ebu o tōshite, watashitachiha Celty, Mikado, Anri, soshite Shizuo ga kasai de ikinokorou to shite iru no o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mWithout giving much away, this second season focuses on a lot of the same characters as the first while also introducing a bevy of new, interesting people and factions, all competing against each other. There are Yakuza, Russian mercenaries, a biker gang, arms dealers, information brokers, a serial killer, lesbian twin sisters, and so much more. Through a web of intrigue and insanity we watch Celty, Mikado, Anri, and Shizuo try to survive the conflagration.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithout giving much away, this second season focuses on a lot of the same characters as the first while also introducing a bevy of new, interesting people and factions, all competing against each other.\u001b[24m\n    \u001b[1mこの第2シーズンは、あまり離れていなくても、第1シーズンと同じキャラクターに焦点を当てながら、お互いに競い合う新しい、興味深い人々と派閥の塊を紹介します。\u001b[22m, \u001b[1mずっと離れて与えることなく、この第二シーズンは最初しばらくはまた、すべて互いに競合する、新しい、面白い人や派閥の群れを導入すると同じ文字の多くに焦点を当てています。\u001b[22m\n\u001b[4mThere are Yakuza, Russian mercenaries, a biker gang, arms dealers, information brokers, a serial killer, lesbian twin sisters, and so much more.\u001b[24m\n    \u001b[1mヤクザ、ロシアの傭兵、バイカーギャング、武器ディーラー、情報ブローカー、連鎖殺人、レズビアンの双子の姉妹などがあります。\u001b[22m, \u001b[1mヤクザはロシアの傭兵、バイカーギャング、腕ディーラー、情報ブローカー、シリアルキラー、レズビアン双子の姉妹、およびそんなに多くは、あります。\u001b[22m\n\u001b[4mThrough a web of intrigue and insanity we watch Celty, Mikado, Anri, and Shizuo try to survive the conflagration.\u001b[24m\n    \u001b[1m陰謀と狂気のウェブを通して、私たちはCelty、Mikado、Anri、そしてShizuoが火災で生き残ろうとしているのを見ます。\u001b[22m, \u001b[1m陰謀と狂気のウェブを通して、私たちはセルティ、ミカド、杏里を見て、静雄は大火を生き残るためにしてみてください。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a lot going on here, much like the first season, where it may require a couple of viewings to catch all the subtleties. I’m amazed at how many minor characters appeared in season one that have major portions of this season dedicated to them. It feels natural that way, inviting us into a very organic world. The story being told from multiple perspectives also makes it interesting by presenting us with snapshots of various events with no context, then doubling back to give us that information. It’s an entertaining and intelligent way to keep us invested in every character.\n\n\u001b[1m最初のシーズンと同じように、ここでは多くのことが起こっています。そこでは、すべての微妙な要素を捕まえるために2つの視界が必要な場合があります。 私は、今シーズンの大部分が彼らに捧げられているシーズン1に登場したマイナーキャラクターの数に驚きました。 私たちを非常にオーガニックな世界に招いています。 複数の視点から語られるストーリーは、さまざまなイベントのスナップショットを文脈なしで提示し、その情報を私たちに与えるために倍増することによって、面白いものになります。 それは、私たちがあらゆる性格に投資し続けるための面白くて知的な方法です。\u001b[22m\n\u001b[1m(Saisho no shīzun to onajiyōni, kokode wa ōku no koto ga okotte imasu. Sokode wa, subete no bimyōna yōso o tsukamaeru tame ni 2tsu no shikai ga hitsuyōna baai ga arimasu. Watashi wa, ima shīzun no daibubun ga karera ni sasage rarete iru shīzun 1 ni tōjō shita mainākyarakutā no kazu ni odorokimashita. Watashitachi o hijō ni ōganikkuna sekai ni maneite imasu. Fukusū no shiten kara katara reru sutōrī wa, samazamana ibento no sunappushotto o bunmyaku nashi de teiji shi, sono jōhō o watashitachi ni ataeru tame ni baizō suru koto ni yotte, omoshiroi mono ni narimasu. Sore wa, watashitachi ga arayuru seikaku ni tōshi shi tsudzukeru tame no omoshirokute chitekina hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere’s a lot going on here, much like the first season, where it may require a couple of viewings to catch all the subtleties. I’m amazed at how many minor characters appeared in season one that have major portions of this season dedicated to them. It feels natural that way, inviting us into a very organic world. The story being told from multiple perspectives also makes it interesting by presenting us with snapshots of various events with no context, then doubling back to give us that information. It’s an entertaining and intelligent way to keep us invested in every character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a lot going on here, much like the first season, where it may require a couple of viewings to catch all the subtleties.\u001b[24m\n    \u001b[1m最初のシーズンと同じように、ここでは多くのことが起こっています。そこでは、すべての微妙な要素を捕まえるために2つの視界が必要な場合があります。\u001b[22m, \u001b[1mずっとそれはすべての機微をキャッチするの視聴のカップルを必要とするかもしれない最初のシーズンのように、ここで起こっがたくさんあります。\u001b[22m\n\u001b[4mI’m amazed at how many minor characters appeared in season one that have major portions of this season dedicated to them.\u001b[24m\n    \u001b[1m私は、今シーズンの大部分が彼らに捧げられているシーズン1に登場したマイナーキャラクターの数に驚きました。\u001b[22m, \u001b[1m私は多くのマイナーな文字が彼らに捧げ今季の主要な部分を持ってシーズン1に登場したどのように驚いて。\u001b[22m\n\u001b[4mIt feels natural that way, inviting us into a very organic world.\u001b[24m\n    \u001b[1m私たちを非常にオーガニックな世界に招いています。\u001b[22m, \u001b[1mそれは非常に有機の世界に私たちを招いて、自然にそのように感じています。\u001b[22m\n\u001b[4mThe story being told from multiple perspectives also makes it interesting by presenting us with snapshots of various events with no context, then doubling back to give us that information.\u001b[24m\n    \u001b[1m複数の視点から語られるストーリーは、さまざまなイベントのスナップショットを文脈なしで提示し、その情報を私たちに与えるために倍増することによって、面白いものになります。\u001b[22m, \u001b[1m複数の視点から言われて話も私たちにその情報を与えるために戻って倍増した後、無文脈で様々なイベントのスナップショットを私たちに提示することによって、それは興味深いです。\u001b[22m\n\u001b[4mIt’s an entertaining and intelligent way to keep us invested in every character.\u001b[24m\n    \u001b[1mそれは、私たちがあらゆる性格に投資し続けるための面白くて知的な方法です。\u001b[22m, \u001b[1mこれは、すべての文字に投資私たちを維持するために面白いとインテリジェントな方法です。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the story is very serious and multi-layered, there’s also a ton of comedy. Durarara!! is absolutely hilarious and not one episode went by without me having a good laugh. It’s a rare show that is able to balance the hilarity of otherwise ridiculous situations with a seriousness that invests us in what is taking place.\n\n\u001b[1m物語は非常に深刻で多層的ですが、コメディーもたくさんあります。 デュラララ!! 絶対に陽気で、私が良い笑いを持っていなければ、1つのエピソードはなかった。 それは、そうでなければばかげた状況の喜びと、起こっていることに私たちを投資する真剣さとのバランスを取ることができるまれなショーです。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni shinkokude tasō-tekidesuga, komedī mo takusan arimasu. De~yurarara! ! Zettai ni yōkide, watashi ga yoi warai o motte inakereba, 1tsu no episōdo wa nakatta. Sore wa,-sōdenakereba bakageta jōkyō no yorokobi to, okotte iru koto ni watashitachi o tōshi suru shinken-sa to no baransu o toru koto ga dekiru marena shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the story is very serious and multi-layered, there’s also a ton of comedy. Durarara!! is absolutely hilarious and not one episode went by without me having a good laugh. It’s a rare show that is able to balance the hilarity of otherwise ridiculous situations with a seriousness that invests us in what is taking place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the story is very serious and multi-layered, there’s also a ton of comedy.\u001b[24m\n    \u001b[1m物語は非常に深刻で多層的ですが、コメディーもたくさんあります。\u001b[22m, \u001b[1m物語は非常に深刻かつ多層であるが、コメディのトンもあります。\u001b[22m\n\u001b[4mDurarara!!\u001b[24m\n    \u001b[1mデュラララ!!\u001b[22m\n\u001b[4mis absolutely hilarious and not one episode went by without me having a good laugh.\u001b[24m\n    \u001b[1m絶対に陽気で、私が良い笑いを持っていなければ、1つのエピソードはなかった。\u001b[22m, \u001b[1m絶対に陽気ですとない1つのエピソードは、私は良い笑いを持たずに過ぎました。\u001b[22m\n\u001b[4mIt’s a rare show that is able to balance the hilarity of otherwise ridiculous situations with a seriousness that invests us in what is taking place.\u001b[24m\n    \u001b[1mそれは、そうでなければばかげた状況の喜びと、起こっていることに私たちを投資する真剣さとのバランスを取ることができるまれなショーです。\u001b[22m, \u001b[1mそれは行われているものの中に私たちを投資真剣にそうでなければとんでもない状況のはしゃぎのバランスをとることができる希少なショーです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nIf you’ve read my review of the first season, then you know that the characters are well-balanced, funny, and there’s not one that is boring. Shizuo and Izaya provide some of the series finest moments while Mikado, while not very exciting, is still an interesting counterpoint to the situations he’s gotten himself into. If I had to choose a best addition to the cast, Vorona is definitely it. Introduced in this season are Izaya’s twin sisters, who are channeling their inner Fire Sister’s apparently. While not as compelling as the best girls in the universe, they’re still cute and funny. Aoba is an antagonist who annoyed the living piss out of me, which I guess is a good thing. Shizuo’s brother gets a little bit of time to shine as he enters into a relationship with the insane idol Ruri; an arc I wish had gotten more time. Akane is a loli who is adorable and, while nothing so much as a damsel in distress, still brings out some heart in a few characters you wouldn’t expect that from. And to round things out, Vorona is a Russian mercenary who pretty much wants to kill everyone. Her backstory is sad and her character funny, but also deadly serious.\n\n\u001b[1mあなたが最初のシーズンの私のレビューを読んだら、キャラクターがバランスが取れていて、面白いと知っていて、退屈なものはない。 静岡といざやはシリーズ最高の瞬間をいくつか提供していますが、ミカドはそれほどエキサイティングではありませんが、彼は自分自身の状況に興味深い対抗点です。 キャストに最適なものを選択しなければならない場合、Voronaは間違いなくそれです。 今シーズンには、イザヤの双子の姉妹たちが紹介されました。 宇宙で最高の女の子ほど魅力的ではありませんが、彼らはまだかわいいと面白いです。 アオバは私の中から生きているオトコを迷惑にしているアンタゴニストです。それは良いことだと思います。 静雄の弟は、狂ったアイドル・ルリとの関係に入ると、少し時間をかけて輝きます。 私が望むアークはもっと時間を取っていた。 あかねは愛らしいロリで、苦しんでいたほどのことはしませんが、あなたはそれを期待していない少数のキャラクターにも心を引きます。 物事を丸めるために、ヴォロナはロシア人の傭兵であり、誰も殺すことはほとんどありません。 彼女のバックストーリーは悲しいですし、彼女のキャラクターは面白いだけでなく、致命的な深刻です。\u001b[22m\n\u001b[1m(Anata ga saisho no shīzun no watashi no rebyū o yondara, kyarakutā ga baransu ga torete ite, omoshiroi to shitte ite, taikutsuna mono wanai. Shizuoka to iza ya wa shirīzu saikō no shunkan o ikutsu ka teikyō shite imasuga, mikado wa sorehodo ekisaitingude wa arimasenga, kare wa jibunjishin'no jōkyō ni kyōmibukai taikō-tendesu. Ima shīzun ni wa, izaya no futago no shimai-tachi ga shōkai sa remashita. Uchū de saikō no on'nanoko hodo mirikitekide wa arimasenga, karera wa mada kawaī to omoshiroidesu. Aoba wa watashi no naka kara ikite iru Otoko o meiwaku ni shite iru antagonisutodesu. Sore wa yoi kotoda to omoimasu. Shizuo no otōto wa, kurutta aidoru ruri to no kankei ni hairu to, sukoshi jikan o kakete kagayakimasu. Watashi ga nozomu āku wa motto jikan o totte ita. Akane wa airashī rori de, kurushinde ita hodo no koto wa shimasenga, anata wa sore o kitai shite inai shōsū no kyarakutā ni mo kokoro o hikimasu. Monogoto o marumeru tame ni, vu~orona wa roshiahito no yōheideari, dare mo korosu koto wa hotondo arimasen. Kanojo no bakkusutōrī wa kanashīdesushi, kanojo no kyarakutā wa omoshiroi dakedenaku, chimei-tekina shinkokudesu. Kyasuto ni saitekina mono o sentaku shinakereba naranai baai, Vorona wa machigainaku soredesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnimation\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mAnimation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nDurarara!! doesn’t have the best animation out there, but it works. Backgrounds look nice and the action is pretty smooth but the character design is weak. A lot of the female characters look alike and many characters just don’t look very good to begin with. But that doesn’t take away too much from the overall experience.\n\n\u001b[1mデュラララ!! そこに最高のアニメーションはありませんが、機能します。 背景は素晴らしく、アクションはかなりスムーズですが、文字デザインは弱いです。 女性のキャラクターの多くは似ていて、多くのキャラクターは始めるにはあまりうまく見えません。 しかし、それは全体的な経験からあまり離れていません。\u001b[22m\n\u001b[1m(De~yurarara! ! Soko ni saikō no animēshon wa arimasenga, kinō shimasu. Haikei wa subarashiku, akushon wa kanari sumūzudesuga, moji dezain wa yowaidesu. Josei no kyarakutā no ōku wa nite ite, ōku no kyarakutā wa hajimeru ni wa amari umaku miemasen. Shikashi, sore wa zentai-tekina keiken kara amari hanarete imasen.)\u001b[22m\n\nTranslations of \u001b[4mDurarara!! doesn’t have the best animation out there, but it works. Backgrounds look nice and the action is pretty smooth but the character design is weak. A lot of the female characters look alike and many characters just don’t look very good to begin with. But that doesn’t take away too much from the overall experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDurarara!!\u001b[24m\n    \u001b[1mデュラララ!!\u001b[22m\n\u001b[4mdoesn’t have the best animation out there, but it works.\u001b[24m\n    \u001b[1mそこに最高のアニメーションはありませんが、機能します。\u001b[22m, \u001b[1mそこに最高のアニメーションを持っているが、それは動作しません。\u001b[22m\n\u001b[4mBackgrounds look nice and the action is pretty smooth but the character design is weak.\u001b[24m\n    \u001b[1m背景は素晴らしく、アクションはかなりスムーズですが、文字デザインは弱いです。\u001b[22m, \u001b[1m背景には、見栄えとアクションはかなりスムーズですが、キャラクターデザインが弱いです。\u001b[22m\n\u001b[4mA lot of the female characters look alike and many characters just don’t look very good to begin with.\u001b[24m\n    \u001b[1m女性のキャラクターの多くは似ていて、多くのキャラクターは始めるにはあまりうまく見えません。\u001b[22m, \u001b[1m女性キャラクターの多くは同様と多くの文字を見るだけで始めることは非常に良い見ていません。\u001b[22m\n\u001b[4mBut that doesn’t take away too much from the overall experience.\u001b[24m\n    \u001b[1mしかし、それは全体的な経験からあまり離れていません。\u001b[22m, \u001b[1mしかし、それは全体的な経験からあまり離れて取ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThere’s a ton of reuse of music from the first season. Our opening is wonderful while the closing is a painful, autotuned mess.\n\n\u001b[1m最初のシーズンから音楽を再利用しています。 閉鎖は痛い、autotuned混乱ですが、私たちのオープニングは素晴らしいです。\u001b[22m\n\u001b[1m(Saisho no shīzun kara ongaku o sai riyō shite imasu. Heisa wa itai, autotuned konrandesuga, watashitachi no ōpuningu wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere’s a ton of reuse of music from the first season. Our opening is wonderful while the closing is a painful, autotuned mess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a ton of reuse of music from the first season.\u001b[24m\n    \u001b[1m最初のシーズンから音楽を再利用しています。\u001b[22m, \u001b[1m最初のシーズンからの音楽の再利用のトンがあります。\u001b[22m\n\u001b[4mOur opening is wonderful while the closing is a painful, autotuned mess.\u001b[24m\n    \u001b[1m閉鎖は痛い、autotuned混乱ですが、私たちのオープニングは素晴らしいです。\u001b[22m, \u001b[1m終値は痛みを伴う、自動チューニング混乱いる間私たちの開口部が素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nEntertainment\n\n\u001b[1mエンターテインメント\u001b[22m\n\u001b[1m(Entāteinmento)\u001b[22m\n\nDefinitions of \u001b[4mEntertainment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    遊び\u001b[22m\n        play, playing, game, fun, entertainment, amusement\n\u001b[1m    余興\u001b[22m\n        entertainment, sideshow\n\u001b[1m    演芸\u001b[22m\n        entertainment, theater, stage, theatrics, histrionics, theatre\n\u001b[1m    もてなし\u001b[22m\n        entertainment\n\u001b[1m    饗応\u001b[22m\n        entertainment, treat, feast, banquet\n\u001b[1m    演劇\u001b[22m\n        theater, stage, theatrics, entertainment, histrionics, theatre\n\u001b[1m    座興\u001b[22m\n        fun, entertainment, amusement\n\u001b[1m    馳走\u001b[22m\n        treat, entertainment, feast, banquet, hospitality, goodies\n\u001b[1m    風情\u001b[22m\n        taste, air, elegance, appearance, hospitality, entertainment\n\u001b[1m    お構い\u001b[22m\n        hospitality, entertainment\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    演芸会\u001b[22m\n        performance, histrionics, spectacle, stage play, theatrical, dramatics\n\u001b[1m    演劇場\u001b[22m\n        histrionics, stage, theatre, theater, entertainment\n\u001b[1m    御構い\u001b[22m\n        entertainment, hospitality\n\u001b[1m\u001b[22m\nIf you like convoluted stories with tons of characters, a lot going on, and plentiful action and comedy, then you’ve come to the right place. If you enjoyed the first season, you may enjoy this second helping even more. It’s the perfect balance of action, comedy, and character drama. You’ll find yourself marathoning and possibly starting over again after you finish.\n\n\u001b[1mたくさんの人物、たくさんのこと、たくさんのアクションやコメディが混じった物語が好きな人は、適切な場所に来てください。 あなたが最初のシーズンを楽しんだなら、この二度目の助けをさらに楽しむことができます。 アクション、コメディ、キャラクタードラマのバランスが完璧です。 あなたは自分がマラソンをしていることに気付くでしょう。\u001b[22m\n\u001b[1m(Takusan no jinbutsu, takusan no koto, takusan no akushon ya komedi ga majitta monogatari ga sukinahito wa, tekisetsuna basho ni kite kudasai. Anata ga saisho no shīzun o tanoshindanara, kono ni-dome no tasuke o sarani tanoshimu koto ga dekimasu. Akushon, komedi, kyarakutādorama no baransu ga kanpekidesu. Anata wa jibun ga marason o shite iru koto ni kidzukudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you like convoluted stories with tons of characters, a lot going on, and plentiful action and comedy, then you’ve come to the right place. If you enjoyed the first season, you may enjoy this second helping even more. It’s the perfect balance of action, comedy, and character drama. You’ll find yourself marathoning and possibly starting over again after you finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like convoluted stories with tons of characters, a lot going on, and plentiful action and comedy, then you’ve come to the right place.\u001b[24m\n    \u001b[1mたくさんの人物、たくさんのこと、たくさんのアクションやコメディが混じった物語が好きな人は、適切な場所に来てください。\u001b[22m, \u001b[1mあなたが入り組ん文字のトンとストーリー、起こって多く、かつ豊富なアクションとコメディが好きなら、あなたは適切な場所に来ています。\u001b[22m\n\u001b[4mIf you enjoyed the first season, you may enjoy this second helping even more.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを楽しんだなら、この二度目の助けをさらに楽しむことができます。\u001b[22m, \u001b[1mあなたが最初のシーズンを楽しんでいる場合、あなたは、第二のより一層支援し、これを楽しむことができます。\u001b[22m\n\u001b[4mIt’s the perfect balance of action, comedy, and character drama.\u001b[24m\n    \u001b[1mアクション、コメディ、キャラクタードラマのバランスが完璧です。\u001b[22m, \u001b[1mこれは、アクション、コメディ、文字ドラマの完璧なバランスです。\u001b[22m\n\u001b[4mYou’ll find yourself marathoning and possibly starting over again after you finish.\u001b[24m\n    \u001b[1mあなたは自分がマラソンをしていることに気付くでしょう。\u001b[22m, \u001b[1mあなた自身がマラソン、おそらくあなたが完了した後、再び最初からやり直す見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nIf you liked Durarara!!, you’ll love x2. If you haven’t watched the first season, then go watch it. While there are some technical issues, the story and characters are beyond what many anime are providing and the entire package is something you’ll have a hard time forgetting after you finish. With two more seasons upcoming, now’s the perfect time for you to check out what I consider one of the finest anime series of all time.\n\n\u001b[1mデュラララが好きなら、x2が大好きです。 あなたが最初のシーズンを見ていない場合は、それを見に行く。 技術的な問題がありますが、物語やキャラクターは多くのアニメが提供しているものを超えており、パッケージ全体は完成後に忘れてしまうものです。 もう2つのシーズンが近づいてきた今、私はいつも最高のアニメシリーズの一つと考えているものをチェックするのに最適な時間です。\u001b[22m\n\u001b[1m(De~yurarara ga sukinara, x 2 ga daisukidesu. Anata ga saisho no shīzun o mite inai baai wa, sore o mi ni iku. Gijutsu-tekina mondai ga arimasuga, monogatari ya kyarakutā wa ōku no anime ga teikyō shite iru mono o koete ori, pakkēji zentai wa kansei-go ni wasurete shimau monodesu. Mō 2tsu no shīzun ga chikadzuite kita ima, watashi wa itsumo saikō no animeshirīzu no hitotsu to kangaete iru mono o chekku suru no ni saitekina jikandesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked Durarara!!, you’ll love x2. If you haven’t watched the first season, then go watch it. While there are some technical issues, the story and characters are beyond what many anime are providing and the entire package is something you’ll have a hard time forgetting after you finish. With two more seasons upcoming, now’s the perfect time for you to check out what I consider one of the finest anime series of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked Durarara!!, you’ll love x2.\u001b[24m\n    \u001b[1mデュラララが好きなら、x2が大好きです。\u001b[22m, \u001b[1mあなたはデュラララ!!が好きなら、あなたはX2を好きになります。\u001b[22m\n\u001b[4mIf you haven’t watched the first season, then go watch it.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを見ていない場合は、それを見に行く。\u001b[22m, \u001b[1mあなたが最初のシーズンを見ていない場合は、それを見に行きます。\u001b[22m\n\u001b[4mWhile there are some technical issues, the story and characters are beyond what many anime are providing and the entire package is something you’ll have a hard time forgetting after you finish.\u001b[24m\n    \u001b[1m技術的な問題がありますが、物語やキャラクターは多くのアニメが提供しているものを超えており、パッケージ全体は完成後に忘れてしまうものです。\u001b[22m, \u001b[1mいくつかの技術的な問題がありますが、ストーリーやキャラクターは、多くのアニメが提供しているものを超えており、全体のパッケージはあなたが苦労作業が終了した後に忘れがあるでしょうものです。\u001b[22m\n\u001b[4mWith two more seasons upcoming, now’s the perfect time for you to check out what I consider one of the finest anime series of all time.\u001b[24m\n    \u001b[1mもう2つのシーズンが近づいてきた今、私はいつも最高のアニメシリーズの一つと考えているものをチェックするのに最適な時間です。\u001b[22m, \u001b[1mさらに2つの季節が間近で、今では私はすべての時間の中で最高のアニメシリーズの一つと考えるものをチェックアウトするのに最適な時間です。\u001b[22m"
  },
  {
    "title": "Durararax2_Shou",
    "id": "23199",
    "url": "https://myanimelist.net/anime/23199/Durararax2_Shou",
    "user": "ArianaVS",
    "profile": "/profile/ArianaVS/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=195928",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nデュラララ!!  x2 Shouは主に最初のシリーズと同じ性質を持っていました。 私のレーティングを10から9に引き下げなければならなかった理由は1つだけだった。それは、ショーがいくつかの新しいキャラクターやグループを追加したこと、そして彼らがいかにアワクススのグループなど、 このシリーズの作家は、以前のショーの1〜2つのエピソードで示されていたいくつかの現代的な支持キャラクターとグループを組み込むことに巧妙でしたが、大部分の新しいものについては紹介の大部分が与えられなかったため、 私（私は完全に目を覚ましていて、背景情報のためにいくつかのグーグルをしなければならなかった）。 私はまだこのオリジナルの続きを楽しんだが、私は混乱している12のエピソードを終えた（この混乱は、次のデュラララシリーズで修正されるかもしれない!!）。 私はデュラララを提案しよう！ デュラララを見たことのある人には2倍！  （注意：シリーズを見ている間は目を覚まし、すべてのキャラクターとそのインタラクションを確認してみてください。そうしないと、困惑してしまうかもしれません。）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDurarara!! x2 Shou had mainly the same qualities as the first series. There was only one reason why I had to lower my rating from a 10 to a 9. It was because of how the show added several new characters and groups and how choppily they were weaved into the plot, such as the Awakusu group. The writers of the series were clever in incorporating some contemporary supporting characters and groups that had been shown in one or two episodes of the previous show, but for the majority of new ones not much of an introduction was given, thus making it more unclear for me (I was even fully awake and still had to do some Googling for background information). I still enjoyed this continuation of the original, but I finished the twelve episodes feeling confused (this confusion may be fixed with the next series of Durarara!!). I'd suggest Durarara!! x2 Shou to anyone who has watched Durarara!!. (Words of caution: while watching the series, be sure to remain awake and try to keep tabs on all the characters and their interactions or else you might just end up being bewildered.)\n\n\u001b[1mデュラララ!!  x2 Shouは主に最初のシリーズと同じ性質を持っていました。 私のレーティングを10から9に引き下げなければならなかった理由は1つだけだった。それは、ショーがいくつかの新しいキャラクターやグループを追加したこと、そして彼らがいかにアワクススのグループなど、 このシリーズの作家は、以前のショーの1〜2つのエピソードで示されていたいくつかの現代的な支持キャラクターとグループを組み込むことに巧妙でしたが、大部分の新しいものについては紹介の大部分が与えられなかったため、 私（私は完全に目を覚ましていて、背景情報のためにいくつかのグーグルをしなければならなかった）。 私はまだこのオリジナルの続きを楽しんだが、私は混乱している12のエピソードを終えた（この混乱は、次のデュラララシリーズで修正されるかもしれない!!）。 私はデュラララを提案しよう！ デュラララを見たことのある人には2倍！  （注意：シリーズを見ている間は目を覚まし、すべてのキャラクターとそのインタラクションを確認してみてください。そうしないと、困惑してしまうかもしれません。）\u001b[22m\n\u001b[1m(De~yurarara! ! X 2 Shou wa omoni saisho no shirīzu to onaji seishitsu o motte imashita. Watashi no rētingu o 10 kara 9 ni hikisagenakereba naranakatta riyū wa 1tsu dakedatta. Sore wa, shō ga ikutsu ka no atarashī kyarakutā ya gurūpu o tsuika shita koto, soshite karera ga ikani awakususu no gurūpu nado, kono shirīzu no sakka wa, izen no shō no 1 〜 2tsu no episōdo de shimesa rete ita ikutsu ka no gendai-tekina shiji kyarakutā to gurūpu o kumikomu koto ni kōmyōdeshitaga, daibubun no atarashī mono ni tsuite wa shōkai no daibubun ga atae rarenakatta tame, watashi (watashi wa kanzen ni me o samashite ite, haikei jōhō no tame ni ikutsu ka no gūguru o shinakereba naranakatta). Watashi wa mada kono orijinaru no tsudzuki o tanoshindaga, watashi wa konran shite iru 12 no episōdo o oeta (kono konran wa,-ji no de~yurararashirīzu de shūsei sa reru kamo shirenai! ! ). Watashi wa de~yurarara o teian shiyou! De~yurarara o mita koto no aru hito ni wa 2-bai! (Chūi: Shirīzu o mite iru ma wa me o samashi, subete no kyarakutā to sono intarakushon o kakunin shite mite kudasai.-Sō shinai to, konwaku shite shimau kamo shiremasen. ))\u001b[22m"
  }
]
