[
  {
    "title": "Saenai_Heroine_no_Sodatekata",
    "id": "23277",
    "url": "https://myanimelist.net/anime/23277/Saenai_Heroine_no_Sodatekata",
    "user": "Kevstuf",
    "profile": "/profile/Kevstuf/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=214294",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\nコメディ、エッチ、ハレム、ロマンス、学校。 このタグの組み合わせは頻繁に見られ、通常は良いニュースではありません。 過度のファンサービス、リサイクルされた熱帯、プロットの動きの欠如は、典型的にはこれらのショーがテーブルにもたらすものです。 しかし、佐伯は違っていて、代わりに一流のコメディを提供するためにこれらの資質を風刺している。\n\nストーリー：8/10\n\n他のハーレムのショーと同様に、プロットの進行が不十分であることは間違いないので、話が終わっていないことを知っていて、続編が必要であることを知ってSaekanoに入ることが重要です。 最初のシーズンを自己完結型として扱うことは、不公平になるでしょう。 このように、ストーリーは実際のゲームの制作ではなく、キャラクター間の関係に焦点を当てています。\nしたがって、第1シーズンは、主に後期の（希望どおり）のための導入とセットアップです。 ショーの多くは、他のキャラクターがサークルに参加することを納得させる主人公であり、彼はすべてが複雑な歴史を持っていると考えると、かなり困難な仕事になります。 彼らが彼の努力で彼を助けることに同意した後でさえ、そうするために彼ら自身のロマンスに関連する理由があることは明らかです。 主人公が真にキャラクターを結束させることはできますか？ うまくいけば私たちは見つけるでしょう。\n\nアート：8/10\n\n素晴らしいアートではありませんが、間違いなく十分です。\n\nサウンド：9/10\n\n私はOPとEDを愛し、奇妙なサウンドトラックがコメディにふさわしいと思った。\n\nキャラクター：9/10\n\n本当にショーのハイライト 風刺として、この番組では、ハーレムで見られるジェネリックなものを使います：子供時代の友人、ツンデレ、わずかに致命的ないとこなどです。しかし、これらの風俗を風刺することによって、予期せぬシーンがもたらされ、どれほどばかげているかを示すシナリオが提示されます 。 この嘲笑の嘲笑は、「主人公」の加藤めぐみさんが一番はっきり見えます。 彼女はあなたがハーレムのショーで期待していたものとは完全に逆です。 彼女は自信を持って最高の美容師でもなく、恥ずかしがり屋の不器用な不器用な同級生でもありません。 彼女はほとんどすべてのもので平均的で、アニメよりも実生活に近い。彼女は気にしないことがあるが彼女は表現するだろうが、彼女が成功したいことについても懸命に働くだろう。 主人公は彼女を救助する必要はありません。\n確かに、他の女性キャラクターはそれぞれの作品のパロディーなので、ユニークなことをしようとするのではなく、時にはショーが戻ってくることもあります。 一般的なことを楽しんでいる間にこの一般的なバランスは達成するのが難しく、たとえSaekanoが完全にそれをしていないとしても、それはうまくいきます。\n\n楽しさ：9/10\n\n私は風刺的なコメディが大好きなので、このショーは最初から最後まで見るのが素晴らしいです。 そのタイプのユーモアがあなたのお茶でない場合は、ユーモアが主なセールスポイントであるので、それを見ないことをお勧めします。\n\n全体：9/10\n\nコメディを客観的に見直すことは難しいので、私の評価はおそらくわずかに膨らんでいます。 あなたがジョークを笑わないなら、ショーを楽しむことはできません。 しかし、もしあなたがパロディーであるコメディー・ハーレム・ショーを望むならば、サカノはあなたに何かユニークなものを与えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nComedy, Ecchi, Harem, Romance, School. This combination of tags is seen frequently, and it usually doesn't mean good news. Oversaturated fanservice, recycled tropes, and a lack of plot movement is typically what these shows bring to the table. But Saekano is different, and instead satirizes these qualities to deliver some top-notch comedy.\n\n\u001b[1mコメディ、エッチ、ハレム、ロマンス、学校。 このタグの組み合わせは頻繁に見られ、通常は良いニュースではありません。 過度のファンサービス、リサイクルされた熱帯、プロットの動きの欠如は、典型的にはこれらのショーがテーブルにもたらすものです。 しかし、佐伯は違っていて、代わりに一流のコメディを提供するためにこれらの資質を風刺している。\u001b[22m\n\u001b[1m(Komedi, etchi, haremu, romansu, gakkō. Kono tagu no kumiawase wa hinpan ni mi rare, tsūjō wa yoi nyūsude wa arimasen. Kado no fansābisu, risaikuru sa reta nettai, purotto no ugoki no ketsujo wa, tenkei-teki ni wa korera no shō ga tēburu ni motarasu monodesu. Shikashi, Saeki wa chigatte ite, kawarini ichiryū no komedi o teikyō suru tame ni korera no shishitsu o fūshi shite iru.)\u001b[22m\n\nTranslations of \u001b[4mComedy, Ecchi, Harem, Romance, School. This combination of tags is seen frequently, and it usually doesn't mean good news. Oversaturated fanservice, recycled tropes, and a lack of plot movement is typically what these shows bring to the table. But Saekano is different, and instead satirizes these qualities to deliver some top-notch comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComedy, Ecchi, Harem, Romance, School.\u001b[24m\n    \u001b[1mコメディ、エッチ、ハレム、ロマンス、学校。\u001b[22m, \u001b[1mコメディ、エッチ、ハーレム、ロマンス、学校。\u001b[22m\n\u001b[4mThis combination of tags is seen frequently, and it usually doesn't mean good news.\u001b[24m\n    \u001b[1mこのタグの組み合わせは頻繁に見られ、通常は良いニュースではありません。\u001b[22m, \u001b[1mこのタグの組み合わせが頻繁に見られ、それは通常は良いニュースを意味するものではありません。\u001b[22m\n\u001b[4mOversaturated fanservice, recycled tropes, and a lack of plot movement is typically what these shows bring to the table.\u001b[24m\n    \u001b[1m過度のファンサービス、リサイクルされた熱帯、プロットの動きの欠如は、典型的にはこれらのショーがテーブルにもたらすものです。\u001b[22m, \u001b[1m過飽和サービスカット、リサイクル比喩、およびプロットの動きの欠如は、これらのショーがテーブルにもたらすもの、一般的です。\u001b[22m\n\u001b[4mBut Saekano is different, and instead satirizes these qualities to deliver some top-notch comedy.\u001b[24m\n    \u001b[1mしかし、佐伯は違っていて、代わりに一流のコメディを提供するためにこれらの資質を風刺している。\u001b[22m, \u001b[1mしかしSaekanoは異なっており、代わりにいくつかの一流のコメディを提供するために、これらの資質を風刺します。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\nLike other harem shows, there is admittedly a lack of plot progression, so it's important to go into Saekano knowing the story is far from being over, and that sequels are necessary. To treat the first season as self-contained would be an injustice. As such, the story is more focused on the relationships between the characters rather than the actual making of their game.\n\n\u001b[1m他のハーレムのショーと同様に、プロットの進行が不十分であることは明らかですが、その話が終わっていないことを知っていて、続編が必要であることを知っています。 最初のシーズンを自己完結型として扱うことは、不公平になるでしょう。 このように、ストーリーは実際のゲームの制作ではなく、キャラクター間の関係に焦点を当てています。\u001b[22m\n\u001b[1m(Hoka no hāremu no shō to dōyō ni, purotto no shinkō ga fujūbundearu koto wa akirakadesuga, sono-wa ga owatte inai koto o shitte ite, zokuhen ga hitsuyōdearu koto o shitte imasu. Saisho no shīzun o jiko kanketsu-gata to shite atsukau koto wa, fukōhei ni narudeshou. Ko no yō ni, sutōrī wa jissai no gēmu no seisakude wa naku, kyarakutā-kan no kankei ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mLike other harem shows, there is admittedly a lack of plot progression, so it's important to go into Saekano knowing the story is far from being over, and that sequels are necessary. To treat the first season as self-contained would be an injustice. As such, the story is more focused on the relationships between the characters rather than the actual making of their game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike other harem shows, there is admittedly a lack of plot progression, so it's important to go into Saekano knowing the story is far from being over, and that sequels are necessary.\u001b[24m\n    \u001b[1m他のハーレムのショーと同様に、プロットの進行が不十分であることは明らかですが、その話が終わっていないことを知っていて、続編が必要であることを知っています。\u001b[22m, \u001b[1m他のハーレムショーと同じように、そこにプロットの進行の欠如は確かなので、話はここまでオーバーされてからで、続編が必要であることを知ってSaekanoに行くことが重要です。\u001b[22m\n\u001b[4mTo treat the first season as self-contained would be an injustice.\u001b[24m\n    \u001b[1m最初のシーズンを自己完結型として扱うことは、不公平になるでしょう。\u001b[22m, \u001b[1m自己完結型として最初のシーズンを治療するためには、不公平であろう。\u001b[22m\n\u001b[4mAs such, the story is more focused on the relationships between the characters rather than the actual making of their game.\u001b[24m\n    \u001b[1mこのように、ストーリーは実際のゲームの制作ではなく、キャラクター間の関係に焦点を当てています。\u001b[22m, \u001b[1mこのように、物語は文字ではなく、彼らのゲームの実際の意思との関係に焦点を当てています。\u001b[22m\nThe first season is therefore mostly introduction and set-up for (hopefully) later seasons. Much of the show is the protagonist convincing the other characters to join his circle, which turns out to be quite a difficult task, considering he has complicated histories with all of them. Even after they agree to aid him in his endeavors, it's clear they have their own romance-related reasons for doing so. Can the protagonist truly unite the characters? Hopefully we'll find out.\n\n\u001b[1mしたがって、第1シーズンは、主に後期の（希望どおり）のための導入とセットアップです。 ショーの多くは、他のキャラクターがサークルに参加することを納得させる主人公であり、彼はすべてが複雑な歴史を持っていると考えると、かなり困難な仕事になります。 彼らが彼の努力で彼を助けることに同意した後でさえ、そうするために彼ら自身のロマンスに関連する理由があることは明らかです。 主人公が真にキャラクターを結束させることはできますか？ うまくいけば私たちは見つけるでしょう。\u001b[22m\n\u001b[1m(Shitagatte, dai 1 shīzun wa, omoni kōki no (kibō-dōri) no tame no dōnyū to settoappudesu. Shō no ōku wa, hoka no kyarakutā ga sākuru ni sanka suru koto o nattoku sa seru shujinkōdeari, kare wa subete ga fukuzatsuna rekishi o motte iru to kangaeru to, kanari kon'nan'na shigoto ni narimasu. Karera ga kare no doryoku de kare o tasukeru koto ni dōi shita nochide sae,-sō suru tame ni karera jishin no romansu ni kanren suru riyū ga aru koto wa akirakadesu. Shujinkō ga makotoni kyarakutā o kessoku sa seru koto wa dekimasu ka? Umaku ikeba watashitachiha mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe first season is therefore mostly introduction and set-up for (hopefully) later seasons. Much of the show is the protagonist convincing the other characters to join his circle, which turns out to be quite a difficult task, considering he has complicated histories with all of them. Even after they agree to aid him in his endeavors, it's clear they have their own romance-related reasons for doing so. Can the protagonist truly unite the characters? Hopefully we'll find out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season is therefore mostly introduction and set-up for (hopefully) later seasons.\u001b[24m\n    \u001b[1mしたがって、第1シーズンは、主に後期の（希望どおり）のための導入とセットアップです。\u001b[22m, \u001b[1m最初のシーズンは、したがって、（うまくいけば）それ以降の季節のため、ほとんどの導入とセットアップです。\u001b[22m\n\u001b[4mMuch of the show is the protagonist convincing the other characters to join his circle, which turns out to be quite a difficult task, considering he has complicated histories with all of them.\u001b[24m\n    \u001b[1mショーの多くは、他のキャラクターがサークルに参加することを納得させる主人公であり、彼はすべてが複雑な歴史を持っていると考えると、かなり困難な仕事になります。\u001b[22m, \u001b[1mショーの多くは、彼はそれらのすべてで履歴を複雑にしている考えると、非常に困難な作業であることが判明し、彼のサークルに参加するために他の文字を説得力の主人公です。\u001b[22m\n\u001b[4mEven after they agree to aid him in his endeavors, it's clear they have their own romance-related reasons for doing so.\u001b[24m\n    \u001b[1m彼らが彼の努力で彼を助けることに同意した後でさえ、そうするために彼ら自身のロマンスに関連する理由があることは明らかです。\u001b[22m, \u001b[1m彼らは彼の努力で彼を支援することに同意した後も、それは明らかだ、彼らはそうするために独自の恋愛関連の理由があります。\u001b[22m\n\u001b[4mCan the protagonist truly unite the characters?\u001b[24m\n    \u001b[1m主人公が真にキャラクターを結束させることはできますか？\u001b[22m, \u001b[1m主人公は本当に文字を団結させることはできますか？\u001b[22m\n\u001b[4mHopefully we'll find out.\u001b[24m\n    \u001b[1mうまくいけば私たちは見つけるでしょう。\u001b[22m, \u001b[1mうまくいけば、我々は見ていきます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\n\u001b[1m\u001b[22m\nNot fantastic art, but definitely good enough.\n\n\u001b[1m素晴らしいアートではありませんが、間違いなく十分です。\u001b[22m\n\u001b[1m(Subarashī ātode wa arimasenga, machigainaku jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mNot fantastic art, but definitely good enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot fantastic art, but definitely good enough.\u001b[24m\n    \u001b[1m素晴らしいアートではありませんが、間違いなく十分です。\u001b[22m, \u001b[1mていない素晴らしい芸術が、十分な間違いなく良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m\u001b[22m\nI loved the OP and ED, and thought the quirky soundtracks were appropriate for the comedy.\n\n\u001b[1m私はOPとEDを愛し、奇妙なサウンドトラックがコメディにふさわしいと思った。\u001b[22m\n\u001b[1m(Watashi wa OP to ED o aishi, kimyōna saundotorakku ga komedi ni fusawashī to omotta.)\u001b[22m\n\nTranslations of \u001b[4mI loved the OP and ED, and thought the quirky soundtracks were appropriate for the comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the OP and ED, and thought the quirky soundtracks were appropriate for the comedy.\u001b[24m\n    \u001b[1m私はOPとEDを愛し、奇妙なサウンドトラックがコメディにふさわしいと思った。\u001b[22m, \u001b[1m私はOPとEDを愛し、そして風変わりなサウンドトラックは喜劇のための適切なと思っていました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m\u001b[22m\nReally the highlight of the show. As a satire, this show employs the generic tropes we see in harem: the childhood friend, the tsundere, the slightly incestual cousin etc. But by satirizing these tropes, it brings out unexpected scenes and presents scenarios that show just how ridiculous they can be . This ridicule of tropes is most clearly seen in the 'main heroine' Megumi Kato. She is the complete opposite of what you'd expect in harem shows; she is neither the overconfident top beauty tsundere, nor the embarrassed shy clumsy unknown classmate. She is average at nearly everything, and she's closer to people in real life than in anime: she has things she doesn't care for, which she will express, but she will also work hard for things she wants to succeed in. She doesn 't have some tear-jerking backstory, and the protagonist doesn't need to 'rescue' her.\n\n\u001b[1m本当にショーのハイライト 風刺として、この番組では、ハーレムで見られるジェネリックなものを使います：子供時代の友人、ツンデレ、わずかに致命的ないとこなどです。しかし、これらの風俗を風刺することによって、予期せぬシーンがもたらされ、どれほどばかげているかを示すシナリオが提示されます 。 この嘲笑の嘲笑は、「主人公」の加藤めぐみさんが一番はっきり見えます。 彼女はあなたがハーレムのショーで期待していたものとは完全に逆です。 彼女は自信を持って最高の美容師でもなく、恥ずかしがり屋の不器用な不器用な同級生でもありません。 彼女はほとんどすべてのもので平均的で、アニメよりも実生活に近い。彼女は気にしないことがあるが彼女は表現するだろうが、彼女が成功したいことについても懸命に働くだろう。 主人公は彼女を救助する必要はありません。\u001b[22m\n\u001b[1m(Hontōni shō no hairaito fūshi to shite, kono bangumide wa, hāremu de mi rareru jenerikkuna mono o tsukaimasu: Kodomo jidai no yūjin, tsundere, wazuka ni chimei-tekina itoko nadodesu. Shikashi, korera no fūzoku o fūshi suru koto ni yotte, yoki senu shīn ga motarasa re, dorehodo bakagete iru ka o shimesu shinario ga teiji sa remasu. Kono chōshō no chōshō wa,`shujinkō' no katō megumi-san ga ichiban hakkiri miemasu. Kanojo wa anata ga hāremu no shō de kitai shite ita mono to wa kanzen ni gyakudesu. Kanojo wa jishin o motte saikō no biyōshide mo naku, hazukashigariya no bukiyōna bukiyōna dōkyūsei demo arimasen. Kanojo wa hotondo subete no mono de heikin-tekide, anime yori mo jisseikatsu ni chikai. Kanojo wa ki ni shinai koto ga aruga kanojo wa hyōgen surudarouga, kanojo ga seikō shitai koto ni tsuite mo kenmei ni hatarakudarou. Shujinkō wa kanojo o kyūjo suru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mReally the highlight of the show. As a satire, this show employs the generic tropes we see in harem: the childhood friend, the tsundere, the slightly incestual cousin etc. But by satirizing these tropes, it brings out unexpected scenes and presents scenarios that show just how ridiculous they can be . This ridicule of tropes is most clearly seen in the 'main heroine' Megumi Kato. She is the complete opposite of what you'd expect in harem shows; she is neither the overconfident top beauty tsundere, nor the embarrassed shy clumsy unknown classmate. She is average at nearly everything, and she's closer to people in real life than in anime: she has things she doesn't care for, which she will express, but she will also work hard for things she wants to succeed in. She doesn 't have some tear-jerking backstory, and the protagonist doesn't need to 'rescue' her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally the highlight of the show.\u001b[24m\n    \u001b[1m本当にショーのハイライト\u001b[22m, \u001b[1m本当にショーのハイライト。\u001b[22m\n\u001b[4mAs a satire, this show employs the generic tropes we see in harem: the childhood friend, the tsundere, the slightly incestual cousin etc. But by satirizing these tropes, it brings out unexpected scenes and presents scenarios that show just how ridiculous they can be\u001b[24m\n    \u001b[1m風刺として、この番組では、ハーレムで見られるジェネリックなものを使います：子供時代の友人、ツンデレ、わずかに致命的ないとこなどです。しかし、これらの風俗を風刺することによって、予期せぬシーンがもたらされ、どれほどばかげているかを示すシナリオが提示されます\u001b[22m, \u001b[1m風刺として、このショーは、我々はハーレムで見る一般的な比喩採用：幼なじみ、ツンデレ、少しincestualいとこなどをしかし、これらの比喩を風刺することによって、それは予想外のシーンを引き出し、彼らがどれだけばかげできることを示すシナリオを提示します\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThis ridicule of tropes is most clearly seen in the 'main heroine' Megumi Kato.\u001b[24m\n    \u001b[1mこの嘲笑の嘲笑は、「主人公」の加藤めぐみさんが一番はっきり見えます。\u001b[22m, \u001b[1m比喩のこの嘲笑は最も明確に「メインヒロイン」めぐみ加藤に見られます。\u001b[22m\n\u001b[4mShe is the complete opposite of what you'd expect in harem shows;\u001b[24m\n    \u001b[1m彼女はあなたがハーレムのショーで期待していたものとは完全に逆です。\u001b[22m, \u001b[1m彼女はあなたがハーレムショーに期待するものの完全な反対です。\u001b[22m\n\u001b[4mshe is neither the overconfident top beauty tsundere, nor the embarrassed shy clumsy unknown classmate.\u001b[24m\n    \u001b[1m彼女は自信を持って最高の美容師でもなく、恥ずかしがり屋の不器用な不器用な同級生でもありません。\u001b[22m, \u001b[1m彼女は自信過剰トップ美容ツンデレ、また恥ずかしいシャイ不器用な未知の同級生でもありません。\u001b[22m\n\u001b[4mShe is average at nearly everything, and she's closer to people in real life than in anime: she has things she doesn't care for, which she will express, but she will also work hard for things she wants to succeed in. She doesn\u001b[24m\n    \u001b[1m彼女はほとんどすべてのもので平均的で、アニメよりも実生活に近い。彼女は気にしないことがあるが彼女は表現するだろうが、彼女が成功したいことについても懸命に働くだろう。\u001b[22m, \u001b[1m彼女は、ほぼすべての平均値である、と彼女はアニメよりも実際の生活の中で人々に近いです：彼女は彼女は彼女が表現なる、のために気にしない事がありますが、彼女はまた彼女がで成功したいもののために一生懸命働く彼女はdoesnの。\u001b[22m\n\u001b[4m't have some tear-jerking backstory, and the protagonist doesn't need to 'rescue' her.\u001b[24m\n    \u001b[1m主人公は彼女を救助する必要はありません。\u001b[22m, \u001b[1m'tはいくつかの涙けいれん裏話があり、主人公はする必要はありません\"救助\"彼女を。\u001b[22m\nAdmittedly, since the other female characters are parodies of their respective tropes, the show does sometimes just falls back on them instead of trying to do something unique. This balance of being generic while making fun of being generic is hard to achieve, and even though Saekano doesn't do it perfectly, it does do it well.\n\n\u001b[1m確かに、他の女性キャラクターはそれぞれの作品のパロディーなので、ユニークなことをしようとするのではなく、時にはショーが戻ってくることもあります。 一般的なことを楽しんでいる間にこの一般的なバランスは達成するのが難しく、たとえSaekanoが完全にそれをしていないとしても、それはうまくいきます。\u001b[22m\n\u001b[1m(Tashika ni, hoka no josei kyarakutā wa sorezore no sakuhin no parodīnanode, yunīkuna koto o shiyou to suru node wa naku, tokiniha shō ga modotte kuru koto mo arimasu. Ippan-tekina koto o tanoshinde iru ma ni kono ippantekina baransu wa tassei suru no ga muzukashiku, tatoe Saekano ga kanzen ni sore o shite inai to shite mo, sore wa umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mAdmittedly, since the other female characters are parodies of their respective tropes, the show does sometimes just falls back on them instead of trying to do something unique. This balance of being generic while making fun of being generic is hard to achieve, and even though Saekano doesn't do it perfectly, it does do it well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdmittedly, since the other female characters are parodies of their respective tropes, the show does sometimes just falls back on them instead of trying to do something unique.\u001b[24m\n    \u001b[1m確かに、他の女性キャラクターはそれぞれの作品のパロディーなので、ユニークなことをしようとするのではなく、時にはショーが戻ってくることもあります。\u001b[22m, \u001b[1m他の女性キャラクターがそれぞれの比喩のパロディであるので確かに、ショーは時々だけではなく、ユニークな何かをしようとしているのそれらに戻って落ちるん。\u001b[22m\n\u001b[4mThis balance of being generic while making fun of being generic is hard to achieve, and even though Saekano doesn't do it perfectly, it does do it well.\u001b[24m\n    \u001b[1m一般的なことを楽しんでいる間にこの一般的なバランスは達成するのが難しく、たとえSaekanoが完全にそれをしていないとしても、それはうまくいきます。\u001b[22m, \u001b[1mジェネリックであることの楽しみをしながら、一般的なことのこのバランスを達成することは困難である、とSaekanoは完全にそれをしていなくても、それはそれをうまくやるん。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m\u001b[22m\nI love satirical comedy, so this show was fantastic to watch from beginning to end. If that type of humor isn't your cup of tea, I'd recommend not watching it, because the humor is its main selling point.\n\n\u001b[1m私は風刺的なコメディが大好きなので、このショーは最初から最後まで見るのが素晴らしいです。 そのタイプのユーモアがあなたのお茶でない場合は、ユーモアが主なセールスポイントであるので、それを見ないことをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa fūshi-tekina komedi ga daisukinanode, kono shō wa saisho kara saigomade miru no ga subarashīdesu. Sono taipu no yūmoa ga anata no ochadenai baai wa, yūmoa ga omona sērusupointodearunode, sore o minai koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI love satirical comedy, so this show was fantastic to watch from beginning to end. If that type of humor isn't your cup of tea, I'd recommend not watching it, because the humor is its main selling point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love satirical comedy, so this show was fantastic to watch from beginning to end.\u001b[24m\n    \u001b[1m私は風刺的なコメディが大好きなので、このショーは最初から最後まで見るのが素晴らしいです。\u001b[22m, \u001b[1m私は風刺喜劇を愛するので、このショーは最初から最後まで見ていて素晴らしかったです。\u001b[22m\n\u001b[4mIf that type of humor isn't your cup of tea, I'd recommend not watching it, because the humor is its main selling point.\u001b[24m\n    \u001b[1mそのタイプのユーモアがあなたのお茶でない場合は、ユーモアが主なセールスポイントであるので、それを見ないことをお勧めします。\u001b[22m, \u001b[1mユーモアのそのタイプがお茶のあなたのカップではない場合ユーモアがその主なセールスポイントであるので、私は、それを見ていないお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m\nMy rating is probably slightly inflated, because it's hard to review comedy objectively. If you're not gonna laugh at the jokes, you will not enjoy the show. But if you want a comedy harem show that parodies itself, Saekano will give you something unique.\n\n\u001b[1mコメディを客観的に見直すことは難しいので、私の評価はおそらくわずかに膨らんでいます。 あなたがジョークを笑わないなら、ショーを楽しむことはできません。 しかし、もしあなたがパロディーであるコメディー・ハーレム・ショーを望むならば、サカノはあなたに何かユニークなものを与えます。\u001b[22m\n\u001b[1m(Komedi o kakkanteki ni minaosu koto wa muzukashīnode, watashi no hyōka wa osoraku wazuka ni fukurande imasu. Anata ga jōku o warawanainara, shō o tanoshimu koto wa dekimasen. Shikashi, moshi anata ga parodīdearu komedī hāremu shō o nozomunaraba, sakano wa anata ni nanika yunīkuna mono o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mMy rating is probably slightly inflated, because it's hard to review comedy objectively. If you're not gonna laugh at the jokes, you will not enjoy the show. But if you want a comedy harem show that parodies itself, Saekano will give you something unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy rating is probably slightly inflated, because it's hard to review comedy objectively.\u001b[24m\n    \u001b[1mコメディを客観的に見直すことは難しいので、私の評価はおそらくわずかに膨らんでいます。\u001b[22m, \u001b[1mそれは客観的にコメディを確認するのは難しいので、私の評価は、おそらくわずかに膨張しています。\u001b[22m\n\u001b[4mIf you're not gonna laugh at the jokes, you will not enjoy the show.\u001b[24m\n    \u001b[1mあなたがジョークを笑わないなら、ショーを楽しむことはできません。\u001b[22m, \u001b[1mあなたがジョークでつもり笑いでない場合は、ショーを楽しんでいます。\u001b[22m\n\u001b[4mBut if you want a comedy harem show that parodies itself, Saekano will give you something unique.\u001b[24m\n    \u001b[1mしかし、もしあなたがパロディーであるコメディー・ハーレム・ショーを望むならば、サカノはあなたに何かユニークなものを与えます。\u001b[22m, \u001b[1mあなたは自分自身をパロディコメディハーレムショーをしたい場合でも、Saekanoはあなたにユニークなものを提供します。\u001b[22m"
  },
  {
    "title": "Saenai_Heroine_no_Sodatekata",
    "id": "23277",
    "url": "https://myanimelist.net/anime/23277/Saenai_Heroine_no_Sodatekata",
    "user": "neokent",
    "profile": "/profile/neokent/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=212431",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  7\n\n典型的なエッチはロマンチックなコメディです。 それがあなたが期待していたものなら、ここであなたが望むものを間違いなく得るでしょう。\n\nしかし、私はそれが盲目を見てタイトルを知っていて興味深いと思って以来、私は本当にそれを期待していませんでした。\n\nしかし、ああ。 アニメは、それが得意のようにステレオタイプです。 キャラクターは巧みにされ、アニメはそれを見せてくれることを躊躇せず、キャストのほとんどの人がオタク（そしてすぐにオタク）になるので、それを参照することさえします。 ヘック、それはプロローグの最初のシーンは温泉のシーンであり、キャラクターの会話はアニメの魔法と真実を語っています。\nとにかく、たくさんのおっぱい抱擁、裂け目ショット、「簡単に誤解されるようなセックス」のシーン、ステレオタイプの厄介なポジション。 うん、それはそれが得られるほど多くの典型的なエッチハレムです。\n\n私にとっては、私にとってはちょっとしたことがあると思いますが、それがあなたが望むものなら、それはすばらしいことです。 それは、彼らが巧妙なキャラクターと怪しげなシーンの参照を作成する自分自身の偽装の言い訳を使用するだけで私を悩ませる。 それらをオタクにすることによって。 あなたの巧妙なキャラクターを楽しませることは、本当にそれらをより良く、好都合にすることはありません。\n\nでも......私はカトーメグミを崇拝しました。 彼女は子ども時代の友人、氷の女王、姉妹のような恋人、熱心ないとこではありません。 彼女は普通のデッドパンの顔を除いて、表現があまりない普通の、普通のかわいい女の子です。 何らかの理由で、彼女はすでにそれで私に訴えていました。 彼女はどのように発展していくのか興味深いですが（彼女はタイトルについて、結局のところ）、私はまだ私に恋人です。 私は、他の厄介な登場人物も、彼女をもっと魅力的なものにすることで、彼女のぎこちなさと日焼けのようなものを加えてくれると思います。 しかし、まあ、彼女のキャラクターが最初に導入されて以来、彼女は非常に退屈な自分自身はすぐに私と一緒にクリックしました。 彼女のスナイキーなデパートのコメントで私はたくさん笑っていました。このアニメは彼女にはあまり集中しておらず、代わりにハーレムのすべての女の子に焦点を当てていたことは本当に残念です。 彼女がメインガールであることは良いことだ。\n\nAaanyway、カトーについて十分に話している（さて、彼女は丁寧なキャラクターだが、うまくいくはずだ）。 オタク男MCが一緒に集めた女の子たちが、夢を追いかけることを可能にするために、彼女のイメージを完全に粉砕した女の子との運命的な出会いシーンからインスピレーションを得た物語です。 そして、他の女の子は、彼を助けながら、彼のための感情を開発し、彼とシーンを巧みにして、ああ、自分自身の夢を追求してください。 その面では、それはかなり偉大でインスピレーションです。 残念ながら、あまりにも多くの焦点は、ハーレムが、ああ、うーん。 あなたがChuunibyoのようなタイトルから期待していたなら、そうではありません。 サクラソウとニセコイが混在しています。\n\nビジュアルは何とか素晴らしいです。 そのツンデレのキャラクターの歯は迷惑だった。 時々それは肌で、時にはそれは歯ですが、私はそれをレビューに含める必要があることを私に知らせます。 他のキャラクターのデザインは悪くないし、クリッキされた人物のためでなければ、それほど良くないだろう。  （男、私は本当にクリシェを言ってはならない）OPやエンディングの音楽は心温まるなど\n\n全体的に、それは私がそれを落とさなければならないほど悪い（主に加藤がとてもかわいいので、主にカトーのために）、そしてたまにはカトーのために笑いを得ました。 私はちょうどこれがハーレムではないと彼女の開発と彼女とMCの間のロマンスに焦点を当ててほしいと思うだけ最高です。 まだシーズン2を楽しみにして、私は高い期待を持っているが、それに対する期待は低い。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nA typical ecchi harem romantic comedy. If that's what you were expecting, then you'll definitely get what you want here.\n\n\u001b[1m典型的なエッチはロマンチックなコメディです。 それがあなたが期待していたものなら、ここであなたが望むものを間違いなく得るでしょう。\u001b[22m\n\u001b[1m(Tenkei-tekina etchi wa romanchikkuna komedidesu. Sore ga anata ga kitai shite ita mononara, koko de anata ga nozomu mono o machigainaku erudeshou.)\u001b[22m\n\nTranslations of \u001b[4mA typical ecchi harem romantic comedy. If that's what you were expecting, then you'll definitely get what you want here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA typical ecchi harem romantic comedy.\u001b[24m\n    \u001b[1m典型的なエッチはロマンチックなコメディです。\u001b[22m, \u001b[1m典型的なエッチなハーレムラブコメディ。\u001b[22m\n\u001b[4mIf that's what you were expecting, then you'll definitely get what you want here.\u001b[24m\n    \u001b[1mそれがあなたが期待していたものなら、ここであなたが望むものを間違いなく得るでしょう。\u001b[22m, \u001b[1mそれはあなたが期待していたものだ場合、あなたは間違いなくあなたがここに欲しいものを得るでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nFor me though, I didn't really expect it since I watched it blind and only knew the title and that it sounded interesting.\n\n\u001b[1mしかし、私はそれが盲目を見てタイトルを知っていて興味深いと思って以来、私は本当にそれを期待していませんでした。\u001b[22m\n\u001b[1m(Shikashi, watashi wa sore ga mōmoku o mite taitoru o shitte ite kyōmibukai to omotte irai, watashi wa hontōni sore o kitai shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mFor me though, I didn't really expect it since I watched it blind and only knew the title and that it sounded interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me though, I didn't really expect it since I watched it blind and only knew the title and that it sounded interesting.\u001b[24m\n    \u001b[1mしかし、私はそれが盲目を見てタイトルを知っていて興味深いと思って以来、私は本当にそれを期待していませんでした。\u001b[22m, \u001b[1m私は盲目それを見て、タイトルだけを知っていたし、それは興味深い鳴ったことをするので私にとっては、しかし、私は実際にそれを期待していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBut oh well. The anime is as stereotypical as it gets. The characters are cliched and the anime doesn't hesitate to show it and make references of it even, since almost everyone of the cast are otakus (and soon-to-be otakus). Heck, it's prologue's first scene is a hot springs scene and the characters' conversations are talking about anime tropes and cliches.\n\n\u001b[1mしかし、ああ。 アニメは、それが得意のようにステレオタイプです。 キャラクターは巧みにされ、アニメはそれを見せてくれることを躊躇せず、キャストのほとんどの人がオタク（そしてすぐにオタク）になるので、それを参照することさえします。 ヘック、それはプロローグの最初のシーンは温泉のシーンであり、キャラクターの会話はアニメの魔法と真実を語っています。\u001b[22m\n\u001b[1m(Shikashi, ā. Anime wa, sore ga tokui no yō ni sutereotaipudesu. Kyarakutā wa takumi ni sa re, anime wa sore o misete kureru koto o chūcho sezu, kyasuto no hotondo no hito ga otaku (soshite sugu ni otaku) ni narunode, sore o sanshō suru koto sae shimasu. Hekku, soreha purorōgu no saisho no shīn wa onsen no shīndeari, kyarakutā no kaiwa wa anime no mahō to shinjitsu o katatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut oh well. The anime is as stereotypical as it gets. The characters are cliched and the anime doesn't hesitate to show it and make references of it even, since almost everyone of the cast are otakus (and soon-to-be otakus). Heck, it's prologue's first scene is a hot springs scene and the characters' conversations are talking about anime tropes and cliches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut oh well.\u001b[24m\n    \u001b[1mしかし、ああ。\u001b[22m, \u001b[1mしかし、まあいい。\u001b[22m\n\u001b[4mThe anime is as stereotypical as it gets.\u001b[24m\n    \u001b[1mアニメは、それが得意のようにステレオタイプです。\u001b[22m, \u001b[1mアニメはそれを取得としてステレオタイプです。\u001b[22m\n\u001b[4mThe characters are cliched and the anime doesn't hesitate to show it and make references of it even, since almost everyone of the cast are otakus (and soon-to-be otakus).\u001b[24m\n    \u001b[1mキャラクターは巧みにされ、アニメはそれを見せてくれることを躊躇せず、キャストのほとんどの人がオタク（そしてすぐにオタク）になるので、それを参照することさえします。\u001b[22m, \u001b[1m文字は陳腐で、キャストのほとんどの人はオタク（とすぐになる人オタク）であるので、アニメには、それを表示し、さらにそれの参照を作成することを躊躇していません。\u001b[22m\n\u001b[4mHeck, it's prologue's first scene is a hot springs scene and the characters' conversations are talking about anime tropes and cliches.\u001b[24m\n    \u001b[1mヘック、それはプロローグの最初のシーンは温泉のシーンであり、キャラクターの会話はアニメの魔法と真実を語っています。\u001b[22m, \u001b[1mヘック、それはプロローグの最初のシーンは、温泉のシーンで、キャラクターの会話がアニメの比喩と決まり文句について話しているのです。\u001b[22m\nAnyway, lots of boob hugs, cleavage shots, 'easily-misunderstandable-as-sex' scenes, stereotypical awkward positions. Yep, it's as much typical ecchi harem as it gets.\n\n\u001b[1mとにかく、たくさんのおっぱい抱擁、裂け目ショット、「簡単に誤解されるようなセックス」のシーン、ステレオタイプの厄介なポジション。 うん、それはそれが得られるほど多くの典型的なエッチハレムです。\u001b[22m\n\u001b[1m(Tonikaku, takusan no oppai hōyō, sakeme shotto,`kantan ni gokai sa reru yōna sekkusu' no shīn, sutereo taipu no yakkaina pojishon. Un, sore wa sore ga e rareru hodo ōku no tenkei-tekina etchiharemudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, lots of boob hugs, cleavage shots, 'easily-misunderstandable-as-sex' scenes, stereotypical awkward positions. Yep, it's as much typical ecchi harem as it gets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, lots of boob hugs, cleavage shots, 'easily-misunderstandable-as-sex' scenes, stereotypical awkward positions.\u001b[24m\n    \u001b[1mとにかく、たくさんのおっぱい抱擁、裂け目ショット、「簡単に誤解されるようなセックス」のシーン、ステレオタイプの厄介なポジション。\u001b[22m, \u001b[1mとにかく、おっぱい抱擁、切断ショット、「簡単-misunderstandable-としてセックス」のシーン、ステレオタイプの厄介な位置がたくさん。\u001b[22m\n\u001b[4mYep, it's as much typical ecchi harem as it gets.\u001b[24m\n    \u001b[1mうん、それはそれが得られるほど多くの典型的なエッチハレムです。\u001b[22m, \u001b[1mうん、それはそれを取得と同じくらい一般的なエッチなハーレムです。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, I guess that kinda takes a few points off for me, but if that's what you want then that's cool. It just irks me that they use the excuse of the cliched cast themselves making references of the cliched characters and cliched scenes. By making them otakus. Making fun of your cliched characters won't really make them much better and likable.\n\n\u001b[1m私にとっては、私にとってはちょっとしたことがあると思いますが、それがあなたが望むものなら、それはすばらしいことです。 それは、彼らが巧妙なキャラクターと怪しげなシーンの参照を作成する自分自身の偽装の言い訳を使用するだけで私を悩ませる。 それらをオタクにすることによって。 あなたの巧妙なキャラクターを楽しませることは、本当にそれらをより良く、好都合にすることはありません。\u001b[22m\n\u001b[1m(Watashi ni totte wa, watashi ni totte wa chotto shita koto ga aru to omoimasuga, sore ga anata ga nozomu mononara, sore wa subarashī kotodesu. Sore wa, karera ga kōmyōna kyarakutā to ayashigena shīn no sanshō o sakusei suru jibunjishin'no gisō no iiwake o shiyō suru dake de watashi o nayama seru. Sorera o otaku ni suru koto ni yotte. Anata no kōmyōna kyarakutā o tanoshima seru koto wa, hontōni sorera o yori yoku, kōtsugō ni suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor me, I guess that kinda takes a few points off for me, but if that's what you want then that's cool. It just irks me that they use the excuse of the cliched cast themselves making references of the cliched characters and cliched scenes. By making them otakus. Making fun of your cliched characters won't really make them much better and likable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, I guess that kinda takes a few points off for me, but if that's what you want then that's cool.\u001b[24m\n    \u001b[1m私にとっては、私にとってはちょっとしたことがあると思いますが、それがあなたが望むものなら、それはすばらしいことです。\u001b[22m, \u001b[1m私にとっては、私はちょっと私のためにオフにいくつかのポイントを取ることを推測するが、それはあなたが望むものだならば、それはクールです。\u001b[22m\n\u001b[4mIt just irks me that they use the excuse of the cliched cast themselves making references of the cliched characters and cliched scenes.\u001b[24m\n    \u001b[1mそれは、彼らが巧妙なキャラクターと怪しげなシーンの参照を作成する自分自身の偽装の言い訳を使用するだけで私を悩ませる。\u001b[22m, \u001b[1mそれはちょうど彼らが陳腐文字と陳腐なシーンの参照を作る陳腐キャスト自身の言い訳を使用することを私にいらいら。\u001b[22m\n\u001b[4mBy making them otakus.\u001b[24m\n    \u001b[1mそれらをオタクにすることによって。\u001b[22m, \u001b[1m彼らがオタクにすることによって。\u001b[22m\n\u001b[4mMaking fun of your cliched characters won't really make them much better and likable.\u001b[24m\n    \u001b[1mあなたの巧妙なキャラクターを楽しませることは、本当にそれらをより良く、好都合にすることはありません。\u001b[22m, \u001b[1mあなたの陳腐文字の楽しさを作ることは本当に彼らがはるかに良いと好感ことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough... I did adore Megumi Katou, the titular 'boring' character though. She's not the tsundere childhood friend, or ice queen senpai, or little sister-like kouhai, or hot carefree cousin. She's a plain, regular, cute girl who doesn't have much expressions except for her regular deadpan face. For some reason she already appealed to me even with that. Although it will be interesting to see how she develops (she's what the title about, after all), she already is moe to me. I guess the other annoying cliched characters add to it too with their clinginess and tsun-ness and stuff, by making her more appealing by comparison. But well, her very 'boringness' herself since her character was first introduced instantly clicked with me already. I laughed a lot with her snarky deadpan comments, and it really disappointed me that this anime is not very focused on her and instead focused on all the girls of the harem. It's a good thing that she's the main girl though.\n\n\u001b[1mでも......私はカトーメグミを崇拝しました。 彼女は子ども時代の友人、氷の女王、姉妹のような恋人、熱心ないとこではありません。 彼女は普通のデッドパンの顔を除いて、表現があまりない普通の、普通のかわいい女の子です。 何らかの理由で、彼女はすでにそれで私に訴えていました。 彼女はどのように発展していくのか興味深いですが（彼女はタイトルについて、結局のところ）、私はまだ私に恋人です。 私は、他の厄介な登場人物も、彼女をもっと魅力的なものにすることで、彼女のぎこちなさと日焼けのようなものを加えてくれると思います。 しかし、まあ、彼女のキャラクターが最初に導入されて以来、彼女は非常に退屈な自分自身はすぐに私と一緒にクリックしました。 彼女のスナイキーなデパートのコメントで私はたくさん笑っていました。このアニメは彼女にはあまり集中しておらず、代わりにハーレムのすべての女の子に焦点を当てていたことは本当に残念です。 彼女がメインガールであることは良いことだ。\u001b[22m\n\u001b[1m(Demo... ... Watashi wa katōmegumi o sūhai shimashita. Kanojo wa kodomo jidai no yūjin, kōri no joō, shimai no yōna koibito, nesshin'na itokode wa arimasen. Kanojo wa futsū no deddopan no kao o nozoite, hyōgen ga amarinai futsū no, futsū no kawaī on'nanokodesu. Nanrakano riyū de, kanojo wa sudeni sore de watashi ni uttaete imashita. Kanojo wa dono yō ni hatten shite iku no ka kyōmibukaidesuga (kanojo wa taitoru ni tsuite, kekkyokunotokoro), watashi wa mada watashi ni koibitodesu. Watashi wa, hoka no yakkaina tōjō jinbutsu mo, kanojo o motto miryoku-tekina mono ni suru koto de, kanojo no gikochina-sa to hiyake no yōna mono o kuwaete kureru to omoimasu. Shikashi, mā, kanojo no kyarakutā ga saisho ni dōnyū sa rete irai, kanojo wa hijō ni taikutsuna jibun jishin wa sugu ni watashitoisshoni kurikku shimashita. Kanojo no sunaikīna depāto no komento de watashi wa takusan waratte imashita. Kono anime wa kanojo ni wa amari shūchū shite orazu, kawarini hāremu no subete no on'nanoko ni shōten o atete ita koto wa hontōni zan'nendesu. Kanojo ga meingārudearu koto wa yoi kotoda.)\u001b[22m\n\nTranslations of \u001b[4mAlthough... I did adore Megumi Katou, the titular 'boring' character though. She's not the tsundere childhood friend, or ice queen senpai, or little sister-like kouhai, or hot carefree cousin. She's a plain, regular, cute girl who doesn't have much expressions except for her regular deadpan face. For some reason she already appealed to me even with that. Although it will be interesting to see how she develops (she's what the title about, after all), she already is moe to me. I guess the other annoying cliched characters add to it too with their clinginess and tsun-ness and stuff, by making her more appealing by comparison. But well, her very 'boringness' herself since her character was first introduced instantly clicked with me already. I laughed a lot with her snarky deadpan comments, and it really disappointed me that this anime is not very focused on her and instead focused on all the girls of the harem. It's a good thing that she's the main girl though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough... I did adore Megumi Katou, the titular 'boring' character though.\u001b[24m\n    \u001b[1mでも......私はカトーメグミを崇拝しました。\u001b[22m, \u001b[1mなお...でも、私はめぐみ加藤、名ばかりの「退屈」の文字を崇拝でした。\u001b[22m\n\u001b[4mShe's not the tsundere childhood friend, or ice queen senpai, or little sister-like kouhai, or hot carefree cousin.\u001b[24m\n    \u001b[1m彼女は子ども時代の友人、氷の女王、姉妹のような恋人、熱心ないとこではありません。\u001b[22m, \u001b[1m彼女はツンデレ幼なじみ、またはアイスクイーン先輩、または妹のようなkouhai、またはホットのんきないとこではありません。\u001b[22m\n\u001b[4mShe's a plain, regular, cute girl who doesn't have much expressions except for her regular deadpan face.\u001b[24m\n    \u001b[1m彼女は普通のデッドパンの顔を除いて、表現があまりない普通の、普通のかわいい女の子です。\u001b[22m, \u001b[1m彼女は定期的に無表情な顔を除いて多くの表現を持っていないプレーン、定期的に、かわいい女の子です。\u001b[22m\n\u001b[4mFor some reason she already appealed to me even with that.\u001b[24m\n    \u001b[1m何らかの理由で、彼女はすでにそれで私に訴えていました。\u001b[22m, \u001b[1m何らかの理由で彼女はすでにそれさえもで私に訴えました。\u001b[22m\n\u001b[4mAlthough it will be interesting to see how she develops (she's what the title about, after all), she already is moe to me.\u001b[24m\n    \u001b[1m彼女はどのように発展していくのか興味深いですが（彼女はタイトルについて、結局のところ）、私はまだ私に恋人です。\u001b[22m, \u001b[1m彼女が開発してどのように見るのは興味深いだろうが、彼女はすでに私に萌えです（彼女は約タイトル、結局は何でしょう）。\u001b[22m\n\u001b[4mI guess the other annoying cliched characters add to it too with their clinginess and tsun-ness and stuff, by making her more appealing by comparison.\u001b[24m\n    \u001b[1m私は、他の厄介な登場人物も、彼女をもっと魅力的なものにすることで、彼女のぎこちなさと日焼けのようなものを加えてくれると思います。\u001b[22m, \u001b[1m私は他の迷惑な陳腐文字は比較して、彼女がより魅力的にすることによって、彼らのclinginessとツンらしさとかでもそれに追加すると思います。\u001b[22m\n\u001b[4mBut well, her very 'boringness' herself since her character was first introduced instantly clicked with me already.\u001b[24m\n    \u001b[1mしかし、まあ、彼女のキャラクターが最初に導入されて以来、彼女は非常に退屈な自分自身はすぐに私と一緒にクリックしました。\u001b[22m, \u001b[1mしかし、よく、彼女の非常に「boringness」自身は、彼女の文字が最初に導入されたので、即座にすでに私と一緒にクリックされました。\u001b[22m\n\u001b[4mI laughed a lot with her snarky deadpan comments, and it really disappointed me that this anime is not very focused on her and instead focused on all the girls of the harem.\u001b[24m\n    \u001b[1m彼女のスナイキーなデパートのコメントで私はたくさん笑っていました。このアニメは彼女にはあまり集中しておらず、代わりにハーレムのすべての女の子に焦点を当てていたことは本当に残念です。\u001b[22m, \u001b[1m私は彼女の不機嫌な無表情なコメントがたくさん笑って、それは本当にこのアニメは彼女に非常に集中していないことを私に失望し、代わりにハーレムのすべての女の子に焦点を当てました。\u001b[22m\n\u001b[4mIt's a good thing that she's the main girl though.\u001b[24m\n    \u001b[1m彼女がメインガールであることは良いことだ。\u001b[22m, \u001b[1mそれは、彼女はしかし主女の子です良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nAaanyway, enough talking about Katou (well, she's the titular character though so it should be fine). Shitty cast and cliched scenes aside, it's a story of a bunch of girls brought together by the otaku guy MC to enable him to chase his dream inspired by a fateful encounter scene with titular girl, who completely shattered his image of her when they meet. And the other girls, while helping him, develop feelings for him, have cliched scenes with him, oh and pursue their dreams themselves. In that aspect it's pretty great and inspiring. Unfortunately though there's too much focus on the harem, but oh well. If you were expecting from the title something like Chuunibyo, then it's not; it's more of a mix of Sakurasou and Nisekoi (if you know those animes already).\n\n\u001b[1mAaanyway、カトーについて十分に話している（さて、彼女は丁寧なキャラクターだが、うまくいくはずだ）。 オタク男MCが一緒に集めた女の子たちが、夢を追いかけることを可能にするために、彼女のイメージを完全に粉砕した女の子との運命的な出会いシーンからインスピレーションを得た物語です。 そして、他の女の子は、彼を助けながら、彼のための感情を開発し、彼とシーンを巧みにして、ああ、自分自身の夢を追求してください。 その面では、それはかなり偉大でインスピレーションです。 残念ながら、あまりにも多くの焦点は、ハーレムが、ああ、うーん。 あなたがChuunibyoのようなタイトルから期待していたなら、そうではありません。 サクラソウとニセコイが混在しています。\u001b[22m\n\u001b[1m(Aaanyway, katō ni tsuite jūbun ni hanashite iru (sate, kanojo wa teineina kyarakutādaga, umaku iku hazuda). Otaku otoko MC ga issho ni atsumeta on'nanoko-tachi ga, yume o oikakeru koto o kanō ni suru tame ni, kanojo no imēji o kanzen ni funsai shita on'nanoko to no unmei-tekina deai shīn kara insupirēshon o eta monogataridesu. Soshite, hoka no on'nanoko wa, kare o tasukenagara, kare no tame no kanjō o kaihatsu shi, kare to shīn o takumi ni shite, ā, jibunjishin'no yume o tsuikyū shite kudasai. Sono mende wa, sore wa kanari idaide insupirēshondesu. Zan'nen'nagara, amarini mo ōku no shōten wa, hāremu ga, ā, u ̄n. Anata ga Chuunibyo no yōna taitoru kara kitai shite itanara,-sōde wa arimasen. Sakurasō to nisekoi ga konzai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAaanyway, enough talking about Katou (well, she's the titular character though so it should be fine). Shitty cast and cliched scenes aside, it's a story of a bunch of girls brought together by the otaku guy MC to enable him to chase his dream inspired by a fateful encounter scene with titular girl, who completely shattered his image of her when they meet. And the other girls, while helping him, develop feelings for him, have cliched scenes with him, oh and pursue their dreams themselves. In that aspect it's pretty great and inspiring. Unfortunately though there's too much focus on the harem, but oh well. If you were expecting from the title something like Chuunibyo, then it's not; it's more of a mix of Sakurasou and Nisekoi (if you know those animes already).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAaanyway, enough talking about Katou (well, she's the titular character though so it should be fine).\u001b[24m\n    \u001b[1mAaanyway、カトーについて十分に話している（さて、彼女は丁寧なキャラクターだが、うまくいくはずだ）。\u001b[22m, \u001b[1m加藤の話を十分Aaanyway、（それは問題ないはずですけれどもよく、彼女は名ばかりの文字です）。\u001b[22m\n\u001b[4mShitty cast and cliched scenes aside, it's a story of a bunch of girls brought together by the otaku guy MC to enable him to chase his dream inspired by a fateful encounter scene with titular girl, who completely shattered his image of her when they meet.\u001b[24m\n    \u001b[1mオタク男MCが一緒に集めた女の子たちが、夢を追いかけることを可能にするために、彼女のイメージを完全に粉砕した女の子との運命的な出会いシーンからインスピレーションを得た物語です。\u001b[22m, \u001b[1m脇くだらないキャストと陳腐なシーン、それは彼らが会うときに完全に彼女の彼のイメージを粉々名ばかりの女の子、との運命的な出会いのシーンに触発され、彼の夢を追いかけるために彼を有効にするオタク男MCが一緒に女の子の束の話です。\u001b[22m\n\u001b[4mAnd the other girls, while helping him, develop feelings for him, have cliched scenes with him, oh and pursue their dreams themselves.\u001b[24m\n    \u001b[1mそして、他の女の子は、彼を助けながら、彼のための感情を開発し、彼とシーンを巧みにして、ああ、自分自身の夢を追求してください。\u001b[22m, \u001b[1mそして他の女の子、彼を助けている間、彼のために感情を開発し、彼と陳腐なシーンを持って、ああ、自分自身を彼らの夢を追求しています。\u001b[22m\n\u001b[4mIn that aspect it's pretty great and inspiring.\u001b[24m\n    \u001b[1mその面では、それはかなり偉大でインスピレーションです。\u001b[22m, \u001b[1mその態様では、それはかなり素晴らしいと感激です。\u001b[22m\n\u001b[4mUnfortunately though there's too much focus on the harem, but oh well.\u001b[24m\n    \u001b[1m残念ながら、あまりにも多くの焦点は、ハーレムが、ああ、うーん。\u001b[22m, \u001b[1m残念ながらハーレムにあまりにも多くの焦点がありますけれども、しかし、まあいい。\u001b[22m\n\u001b[4mIf you were expecting from the title something like Chuunibyo, then it's not;\u001b[24m\n    \u001b[1mあなたがChuunibyoのようなタイトルから期待していたなら、そうではありません。\u001b[22m, \u001b[1mあなたはChuunibyoのようなタイトルのものから期待していた場合、それはありません。\u001b[22m\n\u001b[4mit's more of a mix of Sakurasou and Nisekoi (if you know those animes already).\u001b[24m\n    \u001b[1mサクラソウとニセコイが混在しています。\u001b[22m, \u001b[1m（あなたは既にそれらのアニメを知っていれば）それはSakurasouとニセコイのミックスのより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe visuals are great somehow. That tsundere character's tooth was fking annoying though. Sometimes it's skin, sometimes it's a tooth, but it fking irks me that I had to include it in the review. The other character's designs are not bad and wouldn't have better if not for the cliched personalities. (man, I really should stop saying cliche) The OP and ending music are heartwarming, etc etc.\n\n\u001b[1mビジュアルは何とか素晴らしいです。 そのツンデレのキャラクターの歯は迷惑だった。 時々それは肌で、時にはそれは歯ですが、私はそれをレビューに含める必要があることを私に知らせます。 他のキャラクターのデザインは悪くないし、クリッキされた人物のためでなければ、それほど良くないだろう。  （男、私は本当にクリシェを言ってはならない）OPやエンディングの音楽は心温まるなど\u001b[22m\n\u001b[1m(Bijuaru wa nantoka subarashīdesu. Sono tsundere no kyarakutā no ha wa meiwakudatta. Tokidoki sore wa hada de, tokiniha sore wa hadesuga, watashi wa sore o rebyū ni fukumeru hitsuyō ga aru koto o watashi ni shirasemasu. Hoka no kyarakutā no dezain wa warukunaishi, kurikki sa reta jinbutsu no tamedenakereba, sore hodo yokunaidarou. (Otoko, watashi wa hontōni kurishe o itte wa naranai) OP ya endingu no ongaku wa kokoroatatamaru nado)\u001b[22m\n\nTranslations of \u001b[4mThe visuals are great somehow. That tsundere character's tooth was fking annoying though. Sometimes it's skin, sometimes it's a tooth, but it fking irks me that I had to include it in the review. The other character's designs are not bad and wouldn't have better if not for the cliched personalities. (man, I really should stop saying cliche) The OP and ending music are heartwarming, etc etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals are great somehow.\u001b[24m\n    \u001b[1mビジュアルは何とか素晴らしいです。\u001b[22m\n\u001b[4mThat tsundere character's tooth was fking annoying though.\u001b[24m\n    \u001b[1mそのツンデレのキャラクターの歯は迷惑だった。\u001b[22m, \u001b[1mそのツンデレキャラクターの歯は、しかし迷惑fkingました。\u001b[22m\n\u001b[4mSometimes it's skin, sometimes it's a tooth, but it fking irks me that I had to include it in the review.\u001b[24m\n    \u001b[1m時々それは肌で、時にはそれは歯ですが、私はそれをレビューに含める必要があることを私に知らせます。\u001b[22m, \u001b[1m時にはそれが時にはそれが歯のだが、それfkingは私がレビューでそれを含める必要がありましたことを私にいらいら、皮膚のです。\u001b[22m\n\u001b[4mThe other character's designs are not bad and wouldn't have better if not for the cliched personalities.\u001b[24m\n    \u001b[1m他のキャラクターのデザインは悪くないし、クリッキされた人物のためでなければ、それほど良くないだろう。\u001b[22m, \u001b[1m他のキャラクターのデザインは悪くないと陳腐人格のためのより良いそうでない場合を持っていないでしょう。\u001b[22m\n\u001b[4m(man, I really should stop saying cliche) The OP and ending music are heartwarming, etc etc.\u001b[24m\n    \u001b[1m（男、私は本当にクリシェを言ってはならない）OPやエンディングの音楽は心温まるなど\u001b[22m, \u001b[1mOPとエンディング曲はなどなど、ほのぼのしている（男、私は本当に決まり文句を言って停止する必要があります）\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it didn't manage to turn me off so bad that I had to drop it (mainly because Kato is just so cute), I got a laugh every now and then (mostly because of Kato), and yeah yeah Kato the titular character is just the best that I just wish this wasn't a harem and focused on her development and the romance between her and MC. Still looking forward to Season 2, I have high hopes but low expectations for that.\n\n\u001b[1m全体的に、それは私がそれを落とさなければならないほど悪い（主に加藤がとてもかわいいので、主にカトーのために）、そしてたまにはカトーのために笑いを得ました。 私はちょうどこれがハーレムではないと彼女の開発と彼女とMCの間のロマンスに焦点を当ててほしいと思うだけ最高です。 まだシーズン2を楽しみにして、私は高い期待を持っているが、それに対する期待は低い。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa watashi ga sore o otosanakereba naranai hodo warui (omoni Katō ga totemo kawaīnode, omo ni katō no tame ni), soshite tamani wa katō no tame ni warai o emashita. Watashi wa chōdo kore ga hāremude wanaito kanojo no kaihatsu to kanojo to MC no ma no romansu ni shōten o atete hoshī to omou dake saikōdesu. Mada shīzun 2 o tanoshimini shite, watashi wa takai kitai o motte iruga, sore ni taisuru kitai wa hikui.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it didn't manage to turn me off so bad that I had to drop it (mainly because Kato is just so cute), I got a laugh every now and then (mostly because of Kato), and yeah yeah Kato the titular character is just the best that I just wish this wasn't a harem and focused on her development and the romance between her and MC. Still looking forward to Season 2, I have high hopes but low expectations for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it didn't manage to turn me off so bad that I had to drop it (mainly because Kato is just so cute), I got a laugh every now and then (mostly because of Kato), and yeah yeah Kato the titular\u001b[24m\n    \u001b[1m全体的に、それは私がそれを落とさなければならないほど悪い（主に加藤がとてもかわいいので、主にカトーのために）、そしてたまにはカトーのために笑いを得ました。\u001b[22m, \u001b[1m全体的に、それは私が（加藤はちょうどとてもかわいいです主な理由は）それをドロップしなければならなかったことがそんなに悪い私をオフにすることが出来なかった、私はすべての今して（主な原因加藤の）笑いを得て、ええええ加藤名ばかり\u001b[22m\n\u001b[4mcharacter is just the best that I just wish this wasn't a harem and focused on her development and the romance between her and MC.\u001b[24m\n    \u001b[1m私はちょうどこれがハーレムではないと彼女の開発と彼女とMCの間のロマンスに焦点を当ててほしいと思うだけ最高です。\u001b[22m, \u001b[1m文字は、私はちょうどこれがハーレムではなかったし、彼女の開発と彼女とMCの間の恋愛に焦点を当てたいことだけが最善です。\u001b[22m\n\u001b[4mStill looking forward to Season 2, I have high hopes but low expectations for that.\u001b[24m\n    \u001b[1mまだシーズン2を楽しみにして、私は高い期待を持っているが、それに対する期待は低い。\u001b[22m, \u001b[1mまだシーズン2を楽しみにして、私は大きな期待が、そのための低い期待を持っています。\u001b[22m"
  }
]
