[
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Emoari",
    "profile": "/profile/Emoari/reviews",
    "pages": "26",
    "number": "1",
    "link": "/reviews.php?id=200547",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nだから、私はこのアニメを最近まで聞いたことがありませんでした。私はこのアニメについて以前は知らなかったことを後悔しています。 私の友人の一人がこのショーについていつか私に語り、私はそれを見なければならないと言った。 どんなものでも。 残念なことに、彼はこの傑作の終わりをまったく同じ日に駄目にしていましたが、それにかかわらず、私はまだこのショーを通して涙を流していました。 私は実際にこのショーがこの驚くべきものであることを期待していなかったし、それを見たことにとても感謝しています。 それは私の期待を超えていたし、私はそれをあまりにも楽しんだ。 私はシリーズを何度も観たり、二度も観たりしていませんが、このアニメを5回以上見てきました。 このアニメのサウンドトラックは絶妙ですが、それは音楽に基づいたアニメーションから期待されています。\n\n現時点では、これはおそらく私が今まで見たアニメシリーズのすべてです。 私もマンガを読んだことがありますが、いくつかの場所やいくつかの対話のような小さな違いがありますが、それは簡単に翻訳できるものです。\n\n全体として、私はこのアニメがすべてのボードで素晴らしいと言いますが、私はそれに10/10の総合評価を与えます。\n\nキャラクターは、少なくとも私の個人的な意見では、本当に面白かったです。私はこのアニメのどのシーンでも退屈ではありませんでした。 たとえ彼らが音楽の巨大なファンではないとしても、人々が見なければならないアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo, I had never heard of this anime until recently, and I am now regretting the fact that I did not know about this anime earlier. One of my friends told me about this show one day, and said that I had to see it. No matter what. Unfortunately, he had spoiled the ending of this masterpiece for me that very same day, but regardless of that, I had still shed tears throughout this show. I was not actually expecting this show to be this amazing, and I am so grateful to have seen it. It was beyond my expectations, and I enjoyed it way too much. I have never watched a series multiple times, or even twice, but I have watched through this anime over five times, and it makes me cry every single time that I see it. The soundtrack in this anime is exquisite, but that is to be expected from an animation that is based around music.\n\n\u001b[1mだから、私はこのアニメを最近まで聞いたことがありませんでした。私はこのアニメについて以前は知らなかったことを後悔しています。 私の友人の一人がこのショーについていつか私に語り、私はそれを見なければならないと言った。 どんなものでも。 残念なことに、彼はこの傑作の終わりをまったく同じ日に駄目にしていましたが、それにかかわらず、私はまだこのショーを通して涙を流していました。 私は実際にこのショーがこの驚くべきものであることを期待していなかったし、それを見たことにとても感謝しています。 それは私の期待を超えていたし、私はそれをあまりにも楽しんだ。 私はシリーズを何度も観たり、二度も観たりしていませんが、このアニメを5回以上見てきました。 このアニメのサウンドトラックは絶妙ですが、それは音楽に基づいたアニメーションから期待されています。\u001b[22m\n\u001b[1m(Dakara, watashi wa kono anime o saikin made kiita koto ga arimasendeshita. Watashi wa kono anime ni tsuite izen wa shiranakatta koto o kōkai shite imasu. Watashi no yūjin no hitori ga kono shō ni tsuite itsuka watashi ni katari, watashi wa sore o minakereba naranai to itta. Don'na monode mo. Zan'nen'nakotoni, kare wa kono kessaku no owari o mattaku onaji Ni~Tsu ni dame ni shite imashitaga, sore ni kakawarazu, watashi wa mada kono shō o tōshite namida o nagashite imashita. Watashi wa jissai ni kono shō ga kono odorokubeki monodearu koto o kitai shite inakattashi, sore o mita koto ni totemo kansha shite imasu. Sore wa watashi no kitai o koete itashi, watashi wa sore o amarini mo tanoshinda. Watashi wa shirīzu o nando mo mi tari, nido mo mi tari shite imasenga, kono anime o 5-kai ijō mitekimashita. Kono anime no saundotorakku wa zetsumyōdesuga, soreha ongaku ni motodzuita animēshon kara kitai sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, I had never heard of this anime until recently, and I am now regretting the fact that I did not know about this anime earlier. One of my friends told me about this show one day, and said that I had to see it. No matter what. Unfortunately, he had spoiled the ending of this masterpiece for me that very same day, but regardless of that, I had still shed tears throughout this show. I was not actually expecting this show to be this amazing, and I am so grateful to have seen it. It was beyond my expectations, and I enjoyed it way too much. I have never watched a series multiple times, or even twice, but I have watched through this anime over five times, and it makes me cry every single time that I see it. The soundtrack in this anime is exquisite, but that is to be expected from an animation that is based around music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, I had never heard of this anime until recently, and I am now regretting the fact that I did not know about this anime earlier.\u001b[24m\n    \u001b[1mだから、私はこのアニメを最近まで聞いたことがありませんでした。私はこのアニメについて以前は知らなかったことを後悔しています。\u001b[22m, \u001b[1mだから、私は最近までこのアニメのことを聞いたことがなかった、と私は今、私はこのアニメ以前知らなかったという事実を後悔しています。\u001b[22m\n\u001b[4mOne of my friends told me about this show one day, and said that I had to see it.\u001b[24m\n    \u001b[1m私の友人の一人がこのショーについていつか私に語り、私はそれを見なければならないと言った。\u001b[22m, \u001b[1m私の友人の一人は、1日のこの番組についての私に言った、と私はそれを見ていたと述べました。\u001b[22m\n\u001b[4mNo matter what.\u001b[24m\n    \u001b[1mどんなものでも。\u001b[22m, \u001b[1mどんなに何を。\u001b[22m\n\u001b[4mUnfortunately, he had spoiled the ending of this masterpiece for me that very same day, but regardless of that, I had still shed tears throughout this show.\u001b[24m\n    \u001b[1m残念なことに、彼はこの傑作の終わりをまったく同じ日に駄目にしていましたが、それにかかわらず、私はまだこのショーを通して涙を流していました。\u001b[22m, \u001b[1m残念ながら、彼は私のために、この傑作まさにその同じ日の結末を台無しにしていたが、関係なく、その、私はまだこの番組を通して涙を流していました。\u001b[22m\n\u001b[4mI was not actually expecting this show to be this amazing, and I am so grateful to have seen it.\u001b[24m\n    \u001b[1m私は実際にこのショーがこの驚くべきものであることを期待していなかったし、それを見たことにとても感謝しています。\u001b[22m, \u001b[1m私は実際にこのショーは、この驚くべきであることを期待していなかった、と私はそれを見てきてとても感謝しています。\u001b[22m\n\u001b[4mIt was beyond my expectations, and I enjoyed it way too much.\u001b[24m\n    \u001b[1mそれは私の期待を超えていたし、私はそれをあまりにも楽しんだ。\u001b[22m, \u001b[1mそれは私の予想を超えていた、と私はあまりにも多く、それを楽しみました。\u001b[22m\n\u001b[4mI have never watched a series multiple times, or even twice, but I have watched through this anime over five times, and it makes me cry every single time that I see it.\u001b[24m\n    \u001b[1m私はシリーズを何度も観たり、二度も観たりしていませんが、このアニメを5回以上見てきました。\u001b[22m, \u001b[1m私はシリーズを複数回見たことがない、あるいは二回、私は5回にわたってこのアニメを通じて見ていると、それは私が私はそれを参照してください毎回泣いなります。\u001b[22m\n\u001b[4mThe soundtrack in this anime is exquisite, but that is to be expected from an animation that is based around music.\u001b[24m\n    \u001b[1mこのアニメのサウンドトラックは絶妙ですが、それは音楽に基づいたアニメーションから期待されています。\u001b[22m, \u001b[1mこのアニメでのサウンドトラックは絶妙ですが、それは音楽に基づいていますアニメーションから予想されます。\u001b[22m\n\u001b[1m\u001b[22m\nAs of right now, this is probably my all time favourite anime series that I have ever watched. I have also read the manga, and there are some really minor differences, like some locations and some of the dialogue, but that could easily just be a translation thing.\n\n\u001b[1m現時点では、これはおそらく私が今まで見たアニメシリーズのすべてです。 私もマンガを読んだことがありますが、いくつかの場所やいくつかの対話のような小さな違いがありますが、それは簡単に翻訳できるものです。\u001b[22m\n\u001b[1m(Genjitende wa, kore wa osoraku watashi ga imamade mita animeshirīzu no subetedesu. Watashi mo manga o yonda koto ga arimasuga, ikutsu ka no basho ya ikutsu ka no taiwa no yōna chīsana chigai ga arimasuga, sore wa kantan ni hon'yaku dekiru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs of right now, this is probably my all time favourite anime series that I have ever watched. I have also read the manga, and there are some really minor differences, like some locations and some of the dialogue, but that could easily just be a translation thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs of right now, this is probably my all time favourite anime series that I have ever watched.\u001b[24m\n    \u001b[1m現時点では、これはおそらく私が今まで見たアニメシリーズのすべてです。\u001b[22m, \u001b[1m今のように、これはおそらく私が今まで見てきた私のすべての時間のお気に入りのアニメシリーズです。\u001b[22m\n\u001b[4mI have also read the manga, and there are some really minor differences, like some locations and some of the dialogue, but that could easily just be a translation thing.\u001b[24m\n    \u001b[1m私もマンガを読んだことがありますが、いくつかの場所やいくつかの対話のような小さな違いがありますが、それは簡単に翻訳できるものです。\u001b[22m, \u001b[1mまた、私は漫画を読んでいる、といくつかの場所との対話のいくつかのようないくつかの本当に小さな違いがあるが、それだけで簡単に翻訳のものである可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I would say that this anime is amazing, across all boards, and I give it an overall rating of 10/10.\n\n\u001b[1m全体として、私はこのアニメがすべてのボードで素晴らしいと言いますが、私はそれに10/10の総合評価を与えます。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono anime ga subete no bōdo de subarashī to iimasuga, watashi wa sore ni 10/ 10 no sōgō hyōka o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would say that this anime is amazing, across all boards, and I give it an overall rating of 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would say that this anime is amazing, across all boards, and I give it an overall rating of 10/10.\u001b[24m\n    \u001b[1m全体として、私はこのアニメがすべてのボードで素晴らしいと言いますが、私はそれに10/10の総合評価を与えます。\u001b[22m, \u001b[1m全体的に、私はこのアニメはすべてのボード全体で、驚くべきであると言うだろう、と私はそれを10月10日の総合評価を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were really interesting, at least in my personal opinion, and I was not bored throughout any of the scenes in this anime. Definitely an anime that people should watch, even if they are not huge fans of music.\n\n\u001b[1mキャラクターは、少なくとも私の個人的な意見では、本当に面白かったです。私はこのアニメのどのシーンでも退屈ではありませんでした。 たとえ彼らが音楽の巨大なファンではないとしても、人々が見なければならないアニメです。\u001b[22m\n\u001b[1m(Kyarakutā wa, sukunakutomo watashi no kojin-tekina ikende wa, hontōni omoshirokattadesu. Watashi wa kono anime no dono shīn demo taikutsude wa arimasendeshita. Tatoe karera ga ongaku no kyodaina fande wa nai to shite mo, hitobito ga minakereba naranai animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were really interesting, at least in my personal opinion, and I was not bored throughout any of the scenes in this anime. Definitely an anime that people should watch, even if they are not huge fans of music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were really interesting, at least in my personal opinion, and I was not bored throughout any of the scenes in this anime.\u001b[24m\n    \u001b[1mキャラクターは、少なくとも私の個人的な意見では、本当に面白かったです。私はこのアニメのどのシーンでも退屈ではありませんでした。\u001b[22m, \u001b[1m文字は、少なくとも私の個人的意見では、本当に面白かった、と私はこのアニメでのシーンのいずれかを通じて退屈されませんでした。\u001b[22m\n\u001b[4mDefinitely an anime that people should watch, even if they are not huge fans of music.\u001b[24m\n    \u001b[1mたとえ彼らが音楽の巨大なファンではないとしても、人々が見なければならないアニメです。\u001b[22m, \u001b[1m確かに人々は、彼らが音楽の巨大なファンでなくても、見なければならないアニメ。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "dilydaly",
    "profile": "/profile/dilydaly/reviews",
    "pages": "26",
    "number": "2",
    "link": "/reviews.php?id=198725",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのショーについて友人に送ったテキストを貼り付けます。  （はい、テキストにEDITを入力しました）\n\n「潔白なARGh！ あなたはGUUUUDです！\n\n下層のミュージシャンとして、私は親友としてではなく、あなたが志賀津君の宇宙を見ることを懇願します。 私は本当にあなたがこれを好きで、それにいくらか関係していると思います。 また、私に好意を持って、ヘッドフォンでそれを見ることができます。\n\n私はわずか2 epsで、これが私のジェネリックアニメの金型を壊した回数は15を超えています。私はそれを愛しています。 偉大なる執筆、偽善のコツを除いて、コメディのスタイルを除いて。  Ahhahhaそうgud。\n\n\n編集：このショーは本当にSYDのような笑いからだけでなく、私の麻酔薬でもそれを見るために実際に私を使い果たして、それは素晴らしい驚異的な創造ですので、とても良いです。 今のところ11 eps。\n\n\nEDIT +：\nちょうどそれを終えた。 私が一貫して考えることができるのは、私がちょうど経験したことが「美しい」ことです。 物語、音楽、実行。 それのすべて。 綺麗な。 私がちょうど経験したことは、美しいと断言することができますが、感情を表現するには単語が足りないことを知っているからです。\n\n\n私は...それは正直なところマドカとのリーグであり、ストーリーの賢さはビーボプよりも深いです。 そのサウンドトラックはSakamichi no Apollonよりも優れており、ラガーンと同等かそれ以上の素晴らしい、感情的でメロディーな旅にあなたを連れて行きます。\nそれはちょっと見てね。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am just going to paste the text that I sent my friend about this show. (Yes I did type EDIT into my texts)\n\n\u001b[1m私はこのショーについて友人に送ったテキストを貼り付けます。  （はい、テキストにEDITを入力しました）\u001b[22m\n\u001b[1m(Watashi wa kono shō ni tsuite yūjin ni okutta tekisuto o hari tsukemasu. (Hai, tekisuto ni edito o nyūryoku shimashita))\u001b[22m\n\nTranslations of \u001b[4mI am just going to paste the text that I sent my friend about this show. (Yes I did type EDIT into my texts)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am just going to paste the text that I sent my friend about this show.\u001b[24m\n    \u001b[1m私はこのショーについて友人に送ったテキストを貼り付けます。\u001b[22m, \u001b[1m私はちょうど私がこの番組についての私の友人に送信されたテキストをペーストするつもりです。\u001b[22m\n\u001b[4m(Yes I did type EDIT into my texts)\u001b[24m\n    \u001b[1m（はい、テキストにEDITを入力しました）\u001b[22m, \u001b[1m（はい、私は私の文章の中にEDITを入力しませんでした）\u001b[22m\n\u001b[1m\u001b[22m\n'HOLY CRAP ARGh! IT IS SO GUUUUD!\n\n\u001b[1m「潔白なARGh！ あなたはGUUUUDです！\u001b[22m\n\u001b[1m(`Keppakuna ARGh! Anata wa GUUUUDdesu!)\u001b[22m\n\nTranslations of \u001b[4m'HOLY CRAP ARGh! IT IS SO GUUUUD!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'HOLY CRAP ARGh!\u001b[24m\n    \u001b[1m「潔白なARGh！\u001b[22m, \u001b[1m「HOLY CRAPなんてこった！\u001b[22m\n\u001b[4mIT IS SO GUUUUD!\u001b[24m\n    \u001b[1mあなたはGUUUUDです！\u001b[22m, \u001b[1mITはSO GUUUUDです！\u001b[22m\n\u001b[1m\u001b[22m\nAs a low tier musician, not as yer best friend, I implore you to watch Shigatsuwa Kimi no Uso. I really think you will like this and relate somewhat to it. Also, do me a favor and watch it with headphones, exclusively.\n\n\u001b[1m下層のミュージシャンとして、私は親友としてではなく、あなたが志賀津君の宇宙を見ることを懇願します。 私は本当にあなたがこれを好きで、それにいくらか関係していると思います。 また、私に好意を持って、ヘッドフォンでそれを見ることができます。\u001b[22m\n\u001b[1m(Kasō no myūjishan to shite, watashi wa shin'yū to shitede wa naku, anata ga Shiga Tsu-kun no uchū o miru koto o kongan shimasu. Watashi wa hontōni anata ga kore o sukide, soreni ikuraka kankei shite iru to omoimasu. Mata, watashi ni kōi o motte, heddo fon de sore o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a low tier musician, not as yer best friend, I implore you to watch Shigatsuwa Kimi no Uso. I really think you will like this and relate somewhat to it. Also, do me a favor and watch it with headphones, exclusively.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a low tier musician, not as yer best friend, I implore you to watch Shigatsuwa Kimi no Uso.\u001b[24m\n    \u001b[1m下層のミュージシャンとして、私は親友としてではなく、あなたが志賀津君の宇宙を見ることを懇願します。\u001b[22m, \u001b[1m低階層のミュージシャンとして、ないようヤー親友、私はあなたがShigatsuwa君の嘘を見て懇願します。\u001b[22m\n\u001b[4mI really think you will like this and relate somewhat to it.\u001b[24m\n    \u001b[1m私は本当にあなたがこれを好きで、それにいくらか関係していると思います。\u001b[22m, \u001b[1m私は本当にあなたがこれを好きになるでしょうと思うと、それに幾分関連しています。\u001b[22m\n\u001b[4mAlso, do me a favor and watch it with headphones, exclusively.\u001b[24m\n    \u001b[1mまた、私に好意を持って、ヘッドフォンでそれを見ることができます。\u001b[22m, \u001b[1mまた、排他的に、私に好意を行うと、ヘッドフォンでそれを見ます。\u001b[22m\n\u001b[1m\u001b[22m\nI am only 2 eps in and the amount of times this has broken my generic anime mold is over 15, and I love it. Great writing, no cliche crap w/ the exception of the comedy style. Ahhahha so gud.\n\n\u001b[1m私はわずか2 epsで、これが私のジェネリックアニメの金型を壊した回数は15を超えています。私はそれを愛しています。 偉大なる執筆、偽善のコツを除いて、コメディのスタイルを除いて。  Ahhahhaそうgud。\u001b[22m\n\u001b[1m(Watashi wa wazuka 2 eps de, kore ga watashi no jenerikku anime no kanagata o kowashita kaisū wa 15 o koete imasu. Watashi wa sore o aishiteimasu. Idainaru shippitsu, gizen no kotsu o nozoite, komedi no sutairu o nozoite. Ahhahha-sō gud.)\u001b[22m\n\nTranslations of \u001b[4mI am only 2 eps in and the amount of times this has broken my generic anime mold is over 15, and I love it. Great writing, no cliche crap w/ the exception of the comedy style. Ahhahha so gud.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am only 2 eps in and the amount of times this has broken my generic anime mold is over 15, and I love it.\u001b[24m\n    \u001b[1m私はわずか2 epsで、これが私のジェネリックアニメの金型を壊した回数は15を超えています。私はそれを愛しています。\u001b[22m, \u001b[1m私は中にだけ2 EPS午前、これは私の一般的なアニメの金型を破った回の量が15を超えている、と私はそれを愛します。\u001b[22m\n\u001b[4mGreat writing, no cliche crap w/ the exception of the comedy style.\u001b[24m\n    \u001b[1m偉大なる執筆、偽善のコツを除いて、コメディのスタイルを除いて。\u001b[22m, \u001b[1mグレート書き込み、コメディ風の例外/ワットのない決まり文句のがらくた。\u001b[22m\n\u001b[4mAhhahha so gud.\u001b[24m\n    \u001b[1mAhhahhaそうgud。\u001b[22m, \u001b[1mそうGUD Ahhahha。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEDIT: This show is so good that it actually exhausts me to watch it, even on my numbing meds, and not just from the laughs like SYD, but because it is such an amazing creation. 11 eps in now.\n\n\u001b[1m編集：このショーは本当にSYDのような笑いからだけでなく、私の麻酔薬でもそれを見るために実際に私を使い果たして、それは素晴らしい驚異的な創造ですので、とても良いです。 今のところ11 eps。\u001b[22m\n\u001b[1m(Henshū: Kono shō wa hontōni SYD no yōna warai kara dakedenaku, watashi no masui kusuri demo sore o miru tame ni jissai ni watashi o tsukaihatashite, sore wa subarashī kyōi-tekina sōzōdesunode, tote mo yoidesu. Imanotokoro 11 eps.)\u001b[22m\n\nTranslations of \u001b[4mEDIT: This show is so good that it actually exhausts me to watch it, even on my numbing meds, and not just from the laughs like SYD, but because it is such an amazing creation. 11 eps in now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEDIT: This show is so good that it actually exhausts me to watch it, even on my numbing meds, and not just from the laughs like SYD, but because it is such an amazing creation.\u001b[24m\n    \u001b[1m編集：このショーは本当にSYDのような笑いからだけでなく、私の麻酔薬でもそれを見るために実際に私を使い果たして、それは素晴らしい驚異的な創造ですので、とても良いです。\u001b[22m, \u001b[1m編集：このショーは、それが実際にも、私のしびれクスリ上だけではなく、SYDのような笑いから、それを見て私を使い果たすことはとても良いですが、それは、このような素晴らしい創造物であるので。\u001b[22m\n\u001b[4m11 eps in now.\u001b[24m\n    \u001b[1m今のところ11 eps。\u001b[22m, \u001b[1m今で11のeps。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEDIT+:\n\n\u001b[1mEDIT +：\u001b[22m\n\u001b[1m(Edito +:)\u001b[22m\n\nTranslations of \u001b[4mEDIT+:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEDIT+:\u001b[24m\n    \u001b[1mEDIT +：\u001b[22m\nJust finished it. All I can coherently think about is what I just experienced is 'beautiful'. The story, music, execution. All of it. Beautiful. 29 of 30. What I just experienced, I can only failingly describe as beautiful, yet as you know words aren't enough to express an emotion.\n\n\u001b[1mちょうどそれを終えた。 私が一貫して考えることができるのは、私がちょうど経験したことが「美しい」ことです。 物語、音楽、実行。 それのすべて。 綺麗な。 私がちょうど経験したことは、美しいと断言することができますが、感情を表現するには単語が足りないことを知っているからです。\u001b[22m\n\u001b[1m(Chōdo sore o oeta. Watashi ga ikkan shite kangaeru koto ga dekiru no wa, watashi ga chōdo keiken shita koto ga `utsukushī' kotodesu. Monogatari, ongaku, jikkō. Sore no subete. Kireina. Watashi ga chōdo keiken shita koto wa, utsukushī to dangen suru koto ga dekimasuga, kanjō o hyōgen suru ni wa tango ga tarinai koto o shitte irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mJust finished it. All I can coherently think about is what I just experienced is 'beautiful'. The story, music, execution. All of it. Beautiful. 29 of 30. What I just experienced, I can only failingly describe as beautiful, yet as you know words aren't enough to express an emotion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust finished it.\u001b[24m\n    \u001b[1mちょうどそれを終えた。\u001b[22m, \u001b[1mちょうどそれを終えました。\u001b[22m\n\u001b[4mAll I can coherently think about is what I just experienced is 'beautiful'.\u001b[24m\n    \u001b[1m私が一貫して考えることができるのは、私がちょうど経験したことが「美しい」ことです。\u001b[22m, \u001b[1m私がコヒーレントに考えることができるすべては、「美しい」である私は経験したものです。\u001b[22m\n\u001b[4mThe story, music, execution.\u001b[24m\n    \u001b[1m物語、音楽、実行。\u001b[22m\n\u001b[4mAll of it.\u001b[24m\n    \u001b[1mそれのすべて。\u001b[22m\n\u001b[4mBeautiful.\u001b[24m\n    \u001b[1m綺麗な。\u001b[22m, \u001b[1m美しい。\u001b[22m, \u001b[1m美しいです。\u001b[22m\n\u001b[4m29 of 30. What I just experienced, I can only failingly describe as beautiful, yet as you know words aren't enough to express an emotion.\u001b[24m\n    \u001b[1m私がちょうど経験したことは、美しいと断言することができますが、感情を表現するには単語が足りないことを知っているからです。\u001b[22m, \u001b[1m私は経験したどのような30の29は、私は消え入りそうに美しい記述することができ、まだあなたが知っているように言葉は感情を表現するのに十分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI...It...It honestly is leagues ahead of Madoka, and story wise is deeper than Bebop. Its soundtrack is better than Sakamichi no Apollon, and it takes you on an amazing, emotional, melodic journey, equal or greater in range to Lagann.\n\n\u001b[1m私は...それは正直なところマドカとのリーグであり、ストーリーの賢さはビーボプよりも深いです。 そのサウンドトラックはSakamichi no Apollonよりも優れており、ラガーンと同等かそれ以上の素晴らしい、感情的でメロディーな旅にあなたを連れて行きます。\u001b[22m\n\u001b[1m(Watashi wa... Sore wa shōjikina tokoro Madoka to no rīgudeari, sutōrī no kashiko-sa wa bībopu yori mo fukaidesu. Sono saundotorakku wa Sakamichi no Apollon yori mo sugurete ori, ragān to dōtō ka sore ijō no subarashī, kanjō-tekide merodīna tabi ni anata o tsurete ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mI...It...It honestly is leagues ahead of Madoka, and story wise is deeper than Bebop. Its soundtrack is better than Sakamichi no Apollon, and it takes you on an amazing, emotional, melodic journey, equal or greater in range to Lagann.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI...It...It honestly is leagues ahead of Madoka, and story wise is deeper than Bebop.\u001b[24m\n    \u001b[1m私は...それは正直なところマドカとのリーグであり、ストーリーの賢さはビーボプよりも深いです。\u001b[22m, \u001b[1m私は...それは...それは正直リーグ先行まどかのである、と話が賢明ビバップよりも深いです。\u001b[22m\n\u001b[4mIts soundtrack is better than Sakamichi no Apollon, and it takes you on an amazing, emotional, melodic journey, equal or greater in range to Lagann.\u001b[24m\n    \u001b[1mそのサウンドトラックはSakamichi no Apollonよりも優れており、ラガーンと同等かそれ以上の素晴らしい、感情的でメロディーな旅にあなたを連れて行きます。\u001b[22m, \u001b[1mそのサウンドトラックにはアポロン坂道よりも良いではない、それがグレンラガンの範囲で同等またはそれ以上の、驚くべき、感情的な、旋律の旅に表示されます。\u001b[22m\nJUST WATCH IT DAMIT.'\n\n\u001b[1mそれはちょっと見てね。\u001b[22m\n\u001b[1m(Sore wa chotto mite ne.)\u001b[22m\n\nTranslations of \u001b[4mJUST WATCH IT DAMIT.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJUST WATCH IT DAMIT.'\u001b[24m\n    \u001b[1mそれはちょっと見てね。\u001b[22m, \u001b[1mJUST DAMITそれを見て。」\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "thumpz99",
    "profile": "/profile/thumpz99/reviews",
    "pages": "26",
    "number": "3",
    "link": "/reviews.php?id=197753",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのアニメは、すべての時間の私の上位20のアニメ番組に移動しました。 私は25年以上にわたり熱心なアニメファンであったので、これを軽く取っていません。  「Akira」がリリースされた時まで。 そう、はい...それは長い時間でした。文字通り、その時に見たアニメシリーズは何百もあります。\n\nこのアニメは間違いなく10です。一部の地域では欠けていたものが他のもので補完されました。\n\nストーリー8\n----------\n私の評価から見ると、私はストーリーに8点を与えました。 このような多くの類似した物語がすでにそこにあります。 実際、私は音楽を扱うアニメを拾うのに少し気がつけていませんでした。 私が以前に見たもののほとんどは、私が実際の音楽を早送りしてストーリーに戻ってほしいと思うようにするものです。 このアニメは、私が言ってうれしいことに、それらのアニメではありませんでした。 それは予測可能なエンディングを持つ堅実なストーリーを持っていますが、楽しいものにするには十分に小さな捻りを入れます。\n\nアート9\n-------\nこのアニメのアートワークは非常に優れていて、私が9に与える唯一の理由は、ストーリーのさまざまな部分でシーンを再利用したためです。 それはスタジオのコストを節約する方法ですが、私にとっても目立っていました。\n\nサウンド10：\n-------------\n私が前に言ったように、私はあまり音楽に満ちたアニメを拾うことに熱心ではなかった。 彼らの大部分は、音楽に関するものでさえ、後のこととして音楽を入れているように思えます。 それは本当に厄介な音楽のために堅実なストーリー・ラインが悪化するのを見るのが気になる。\n\nこの場合ではありません！ このアニメには音楽が満載されていますが、音楽全体についてストーリー全体を書いたかのように感じられます。 それはよくそれに適合し、本当に、本当に、描かれている感情の一部です。\n\n\nキャラクター9：\n---------------\n他の誰かが言ったように - 文字の開発のいくつかは少し遅れて来た。 私は全体のプロットに追加していないサイドキャラクターでそれらに同意しません。 私たちの生活はすべて、より大きな役割と小さな役割を果たしている人々で満たされています。 私たちは他の人よりも価値のある人を大切にしています。\n\nこのアニメは、実際にはキャラクター化によって遠くへ行く。 猫まで。\n\n\n楽しさと全体：10\n---------------------------------\nこれはあなたが簡単に忘れることのない1つのアニメです。 それはあなたと一緒に滞在し、他のアニメシリーズを見ているときにそれを覚えています。 あなたはこの人があなたの目に涙を持ち、あなたの魂をあなた自身の歌で探しさせることを覚えています。\n\n\n見て。 あなたは私のようにそれを愛するでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has moved into my top 20 Anime shows of all time. I do not take this lightly as I've been an avid Anime fan for 25+ years. All the way back to when 'Akira' was released. So yes... it's been a 'long' time and there's literally hundreds of Anime series I've seen in that time.\n\n\u001b[1mこのアニメは、すべての時間の私の上位20のアニメ番組に移動しました。 私は25年以上にわたり熱心なアニメファンであったので、これを軽く取っていません。  「Akira」がリリースされた時まで。 そう、はい...それは長い時間でした。文字通り、その時に見たアニメシリーズは何百もあります。\u001b[22m\n\u001b[1m(Kono anime wa, subete no jikan no watashi no jōi 20 no anime bangumi ni idō shimashita. Watashi wa 25-nen ijō ni watari nesshin'na anime fandeattanode, kore o karuku totte imasen. `Akira' ga rirīsu sa reta toki made. Sō, hai... Sore wa nagai jikandeshita. Mojidōri, sonotoki ni mita animeshirīzu wa nan hyaku mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has moved into my top 20 Anime shows of all time. I do not take this lightly as I've been an avid Anime fan for 25+ years. All the way back to when 'Akira' was released. So yes... it's been a 'long' time and there's literally hundreds of Anime series I've seen in that time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has moved into my top 20 Anime shows of all time.\u001b[24m\n    \u001b[1mこのアニメは、すべての時間の私の上位20のアニメ番組に移動しました。\u001b[22m, \u001b[1mこのアニメは、すべての時間の私のトップ20のアニメ番組に移動しました。\u001b[22m\n\u001b[4mI do not take this lightly as I've been an avid Anime fan for 25+ years.\u001b[24m\n    \u001b[1m私は25年以上にわたり熱心なアニメファンであったので、これを軽く取っていません。\u001b[22m, \u001b[1m私は25 +年間の熱心なアニメファンしてきたように私は軽くこれを取ることはありません。\u001b[22m\n\u001b[4mAll the way back to when 'Akira' was released.\u001b[24m\n    \u001b[1m「Akira」がリリースされた時まで。\u001b[22m, \u001b[1mバック「アキラ」がリリースされたときにすべての方法。\u001b[22m\n\u001b[4mSo yes... it's been a 'long' time and there's literally hundreds of Anime series I've seen in that time.\u001b[24m\n    \u001b[1mそう、はい...それは長い時間でした。文字通り、その時に見たアニメシリーズは何百もあります。\u001b[22m, \u001b[1mそうです...それは「長い」時間がかかったと私はその時に見てきたアニメシリーズの文字通り何百もあります。\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime is definitely a 10. What it lacked in some areas were made up for in others.\n\n\u001b[1mこのアニメは間違いなく10です。一部の地域では欠けていたものが他のもので補完されました。\u001b[22m\n\u001b[1m(Kono anime wa machigainaku 10desu. Ichibu no chiikide wa kakete ita mono ga hoka no mono de hokan sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime is definitely a 10. What it lacked in some areas were made up for in others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime is definitely a 10. What it lacked in some areas were made up for in others.\u001b[24m\n    \u001b[1mこのアニメは間違いなく10です。一部の地域では欠けていたものが他のもので補完されました。\u001b[22m, \u001b[1mこのアニメは間違いなくいくつかの領域が他ではのために作られた、それが欠けていた何10です。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8\n\n\u001b[1mストーリー8\u001b[22m\n\u001b[1m(Sutōrī 8)\u001b[22m\n\nTranslations of \u001b[4mStory 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8\u001b[24m\n    \u001b[1mストーリー8\u001b[22m\n----------\n\n\u001b[1m----------\u001b[22m\n\u001b[1m(----------)\u001b[22m\n\nTranslations of \u001b[4m----------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m----------\u001b[24m\n    \u001b[1m----------\u001b[22m\nAs you can see from my rating I gave the Story an 8 and I stick by that. There's many similar stories like this already out there. In fact I was a little tepid in picking up an Anime involving music. Most of the ones I've previously seen just make me want to fast forward through the actual music and get back to the story. This anime, I'm glad to say, was not one of those. It has a solid story with a predictable ending but they put enough smaller twists to make it enjoyable.\n\n\u001b[1m私の評価から見ると、私はストーリーに8点を与えました。 このような多くの類似した物語がすでにそこにあります。 実際、私は音楽を扱うアニメを拾うのに少し気がつけていませんでした。 私が以前に見たもののほとんどは、私が実際の音楽を早送りしてストーリーに戻ってほしいと思うようにするものです。 このアニメは、私が言ってうれしいことに、それらのアニメではありませんでした。 それは予測可能なエンディングを持つ堅実なストーリーを持っていますが、楽しいものにするには十分に小さな捻りを入れます。\u001b[22m\n\u001b[1m(Watashi no hyōka karamiruto, watashi wa sutōrī ni 8-ten o ataemashita. Ko no yōna ōku no ruiji shita monogatari ga sudeni soko ni arimasu. Jissai, watashi wa ongaku o atsukau anime o hirou no ni sukoshi kigatsukete imasendeshita. Watashi ga izen ni mitamonono hotondo wa, watashi ga jissai no ongaku o hayaokuri shite sutōrī ni modotte hoshī to omou yō ni suru monodesu. Kono anime wa, watashi ga itte ureshī koto ni, sorera no animede wa arimasendeshita. Sore wa yosoku kanōna endingu o motsu kenjitsuna sutōrī o motte imasuga, tanoshī mono ni suru ni wa jūbun ni chīsana hineri o iremasu.)\u001b[22m\n\nTranslations of \u001b[4mAs you can see from my rating I gave the Story an 8 and I stick by that. There's many similar stories like this already out there. In fact I was a little tepid in picking up an Anime involving music. Most of the ones I've previously seen just make me want to fast forward through the actual music and get back to the story. This anime, I'm glad to say, was not one of those. It has a solid story with a predictable ending but they put enough smaller twists to make it enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you can see from my rating I gave the Story an 8 and I stick by that.\u001b[24m\n    \u001b[1m私の評価から見ると、私はストーリーに8点を与えました。\u001b[22m, \u001b[1mあなたが私の評価からわかるように、私はストーリー8を与え、私はそれによってスティック。\u001b[22m\n\u001b[4mThere's many similar stories like this already out there.\u001b[24m\n    \u001b[1mこのような多くの類似した物語がすでにそこにあります。\u001b[22m, \u001b[1mすでにそこにこのような多くの同様の話があります。\u001b[22m\n\u001b[4mIn fact I was a little tepid in picking up an Anime involving music.\u001b[24m\n    \u001b[1m実際、私は音楽を扱うアニメを拾うのに少し気がつけていませんでした。\u001b[22m, \u001b[1m実際、私は音楽に関わるアニメを拾うに少しぬるいました。\u001b[22m\n\u001b[4mMost of the ones I've previously seen just make me want to fast forward through the actual music and get back to the story.\u001b[24m\n    \u001b[1m私が以前に見たもののほとんどは、私が実際の音楽を早送りしてストーリーに戻ってほしいと思うようにするものです。\u001b[22m, \u001b[1m私は以前にちょうど見てきたものの大部分は、私は、実際の音楽を通して早送りやバックストーリーに取得したくなります。\u001b[22m\n\u001b[4mThis anime, I'm glad to say, was not one of those.\u001b[24m\n    \u001b[1mこのアニメは、私が言ってうれしいことに、それらのアニメではありませんでした。\u001b[22m, \u001b[1mこのアニメは、私が言ってくれてうれしい、それらの一つではありませんでした。\u001b[22m\n\u001b[4mIt has a solid story with a predictable ending but they put enough smaller twists to make it enjoyable.\u001b[24m\n    \u001b[1mそれは予測可能なエンディングを持つ堅実なストーリーを持っていますが、楽しいものにするには十分に小さな捻りを入れます。\u001b[22m, \u001b[1mこれは、予測可能な結末を持つ固体物語を持っているが、彼らはそれが楽しいものにするために十分小さいひねりを入れました。\u001b[22m\n\u001b[1m\u001b[22m\nArt 9\n\n\u001b[1mアート9\u001b[22m\n\u001b[1m(Āto 9)\u001b[22m\n\nTranslations of \u001b[4mArt 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9\u001b[24m\n    \u001b[1mアート9\u001b[22m\n-------\n\n\u001b[1m-------\u001b[22m\n\u001b[1m(-------)\u001b[22m\n\nTranslations of \u001b[4m-------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-------\u001b[24m\n    \u001b[1m-------\u001b[22m\nThe artwork in this anime is VERY good and the only reason I'm giving it a 9 is because they reused scenes in different parts of the story. It's a cost saving method for the studio but it was also noticeable to me.\n\n\u001b[1mこのアニメのアートワークは非常に優れていて、私が9に与える唯一の理由は、ストーリーのさまざまな部分でシーンを再利用したためです。 それはスタジオのコストを節約する方法ですが、私にとっても目立っていました。\u001b[22m\n\u001b[1m(Kono anime no ātowāku wa hijō ni sugurete ite, watashi ga 9 ni ataeru yuiitsu no riyū wa, sutōrī no samazamana bubun de shīn o sai riyō shita tamedesu. Sore wa sutajio no kosuto o setsuyaku suru hōhōdesuga, watashi ni tottemo medatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork in this anime is VERY good and the only reason I'm giving it a 9 is because they reused scenes in different parts of the story. It's a cost saving method for the studio but it was also noticeable to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork in this anime is VERY good and the only reason I'm giving it a 9 is because they reused scenes in different parts of the story.\u001b[24m\n    \u001b[1mこのアニメのアートワークは非常に優れていて、私が9に与える唯一の理由は、ストーリーのさまざまな部分でシーンを再利用したためです。\u001b[22m, \u001b[1mこのアニメでのアートワークは非常に良いです、彼らは物語のさまざまな部分でシーンを再利用するので、私はそれを与えている唯一の理由は9です。\u001b[22m\n\u001b[4mIt's a cost saving method for the studio but it was also noticeable to me.\u001b[24m\n    \u001b[1mそれはスタジオのコストを節約する方法ですが、私にとっても目立っていました。\u001b[22m, \u001b[1mそれはスタジオのコスト節約方法だが、それは私にも目立ちました。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10:\n\n\u001b[1mサウンド10：\u001b[22m\n\u001b[1m(Saundo 10:)\u001b[22m\n\nTranslations of \u001b[4mSound 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10:\u001b[24m\n    \u001b[1mサウンド10：\u001b[22m, \u001b[1m10サウンド：\u001b[22m\n-------------\n\n\u001b[1m-------------\u001b[22m\n\u001b[1m(-------------)\u001b[22m\n\nTranslations of \u001b[4m-------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-------------\u001b[24m\n    \u001b[1m-------------\u001b[22m\nAs I said before - I wasn't too keen on picking up an anime that would be loaded with music. Most of them seem like they put music in as an afterthought - even the anime that is about music. It really bothers me to see solid story lines deteriorate due to sloppy music.\n\n\u001b[1m私が前に言ったように、私はあまり音楽に満ちたアニメを拾うことに熱心ではなかった。 彼らの大部分は、音楽に関するものでさえ、後のこととして音楽を入れているように思えます。 それは本当に厄介な音楽のために堅実なストーリー・ラインが悪化するのを見るのが気になる。\u001b[22m\n\u001b[1m(Watashi ga mae ni itta yō ni, watashi wa amari ongaku ni michita anime o hirou koto ni nesshinde wa nakatta. Karera no daibubun wa, ongaku ni kansuru monode sae,-go no koto to shite ongaku o irete iru yō ni omoemasu. Sore wa hontōni yakkaina ongaku no tame ni kenjitsuna sutōrī rain ga akka suru no o miru no ga ki ni naru.)\u001b[22m\n\nTranslations of \u001b[4mAs I said before - I wasn't too keen on picking up an anime that would be loaded with music. Most of them seem like they put music in as an afterthought - even the anime that is about music. It really bothers me to see solid story lines deteriorate due to sloppy music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said before - I wasn't too keen on picking up an anime that would be loaded with music.\u001b[24m\n    \u001b[1m私が前に言ったように、私はあまり音楽に満ちたアニメを拾うことに熱心ではなかった。\u001b[22m, \u001b[1m私が前に言ったように - 私は音楽にロードされるアニメを拾いにあまりにも熱心ではなかったです。\u001b[22m\n\u001b[4mMost of them seem like they put music in as an afterthought - even the anime that is about music.\u001b[24m\n    \u001b[1m彼らの大部分は、音楽に関するものでさえ、後のこととして音楽を入れているように思えます。\u001b[22m, \u001b[1mそれらのほとんどは、彼らが付け足しのように音楽を入れるように見える - 音楽についてであってもアニメ。\u001b[22m\n\u001b[4mIt really bothers me to see solid story lines deteriorate due to sloppy music.\u001b[24m\n    \u001b[1mそれは本当に厄介な音楽のために堅実なストーリー・ラインが悪化するのを見るのが気になる。\u001b[22m, \u001b[1mそれは実際に固体のストーリーラインがずさんな音楽による劣化見るために私を悩まします。\u001b[22m\n\u001b[1m\u001b[22m\nNot in this case! This anime is loaded with music but it's so well thought out that it almost feels as if they wrote the entire story around the music itself. It fits that well and really, truly, is part of the emotions that are being portrayed.\n\n\u001b[1mこの場合ではありません！ このアニメには音楽が満載されていますが、音楽全体についてストーリー全体を書いたかのように感じられます。 それはよくそれに適合し、本当に、本当に、描かれている感情の一部です。\u001b[22m\n\u001b[1m(Ko no baaide wa arimasen! Kono anime ni wa ongaku ga mansai sa rete imasuga, ongaku zentai ni tsuite sutōrī zentai o kaita ka no yō ni kanji raremasu. Sore wa yoku sore ni tekigō shi, hontōni, hontōni, egaka rete iru kanjō no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mNot in this case! This anime is loaded with music but it's so well thought out that it almost feels as if they wrote the entire story around the music itself. It fits that well and really, truly, is part of the emotions that are being portrayed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot in this case!\u001b[24m\n    \u001b[1mこの場合ではありません！\u001b[22m, \u001b[1mていないこの場合は！\u001b[22m\n\u001b[4mThis anime is loaded with music but it's so well thought out that it almost feels as if they wrote the entire story around the music itself.\u001b[24m\n    \u001b[1mこのアニメには音楽が満載されていますが、音楽全体についてストーリー全体を書いたかのように感じられます。\u001b[22m, \u001b[1mこのアニメは、音楽がロードされているが、とてもよく、彼らは音楽自体の周り全体の物語を書いたかのようにほとんど感じることを考えています。\u001b[22m\n\u001b[4mIt fits that well and really, truly, is part of the emotions that are being portrayed.\u001b[24m\n    \u001b[1mそれはよくそれに適合し、本当に、本当に、描かれている感情の一部です。\u001b[22m, \u001b[1mこれはよく本当に、本当に、描かれている感情の一部であることに収まります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9:\n\n\u001b[1mキャラクター9：\u001b[22m\n\u001b[1m(Kyarakutā 9:)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9:\u001b[24m\n    \u001b[1mキャラクター9：\u001b[22m, \u001b[1m文字9：\u001b[22m\n---------------\n\n\u001b[1m---------------\u001b[22m\n\u001b[1m(---------------)\u001b[22m\n\nTranslations of \u001b[4m---------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---------------\u001b[24m\n    \u001b[1m---------------\u001b[22m\nAs someone else said - a few of the characters development came a little late. I don't agree with them on the side characters not adding to the overall plot though. All of our lives are filled with people that have bigger and smaller roles that they play. We value some people more than others and we take for granted some people in our lives that maybe we shouldn't.\n\n\u001b[1m他の誰かが言ったように - 文字の開発のいくつかは少し遅れて来た。 私は全体のプロットに追加していないサイドキャラクターでそれらに同意しません。 私たちの生活はすべて、より大きな役割と小さな役割を果たしている人々で満たされています。 私たちは他の人よりも価値のある人を大切にしています。\u001b[22m\n\u001b[1m(Hoka no dareka ga itta yō ni - moji no kaihatsu no ikutsu ka wa sukoshi okurete kita. Watashi wa zentai no purotto ni tsuika shite inai saidokyarakutā de sorera ni dōi shimasen. Watashitachi no seikatsu wa subete, yori ōkina yakuwari to chīsana yakuwari o hatashite iru hitobito de mitasa rete imasu. Watashitachiha hokanohito yori mo kachinoaru hito o taisetsu ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs someone else said - a few of the characters development came a little late. I don't agree with them on the side characters not adding to the overall plot though. All of our lives are filled with people that have bigger and smaller roles that they play. We value some people more than others and we take for granted some people in our lives that maybe we shouldn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs someone else said - a few of the characters development came a little late.\u001b[24m\n    \u001b[1m他の誰かが言ったように - 文字の開発のいくつかは少し遅れて来た。\u001b[22m, \u001b[1m他の誰かが言ったように - 文字の開発のいくつかは、少し遅れて来ました。\u001b[22m\n\u001b[4mI don't agree with them on the side characters not adding to the overall plot though.\u001b[24m\n    \u001b[1m私は全体のプロットに追加していないサイドキャラクターでそれらに同意しません。\u001b[22m, \u001b[1m私は側面の文字がしかし、全体のプロットに追加しないでそれらに同意しません。\u001b[22m\n\u001b[4mAll of our lives are filled with people that have bigger and smaller roles that they play.\u001b[24m\n    \u001b[1m私たちの生活はすべて、より大きな役割と小さな役割を果たしている人々で満たされています。\u001b[22m, \u001b[1m私たちの生活のすべては、彼らがプレー大きく、より小さな役割を持っている人が充填されています。\u001b[22m\n\u001b[4mWe value some people more than others and we take for granted some people in our lives that maybe we shouldn't.\u001b[24m\n    \u001b[1m私たちは他の人よりも価値のある人を大切にしています。\u001b[22m, \u001b[1m私たちは、より多くの他のものより何人かの人々を大切にし、多分私達はいけないことを私たちの生活の中で何人かの人々を付与するために我々がかかります。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime really goes far with characterization. Even down to the Cat.\n\n\u001b[1mこのアニメは、実際にはキャラクター化によって遠くへ行く。 猫まで。\u001b[22m\n\u001b[1m(Kono anime wa, jissai ni wa kyarakutā-ka ni yotte tōku e iku. Neko made.)\u001b[22m\n\nTranslations of \u001b[4mThis anime really goes far with characterization. Even down to the Cat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime really goes far with characterization.\u001b[24m\n    \u001b[1mこのアニメは、実際にはキャラクター化によって遠くへ行く。\u001b[22m, \u001b[1mこのアニメは本当にキャラクタリゼーションと遠く行きます。\u001b[22m\n\u001b[4mEven down to the Cat.\u001b[24m\n    \u001b[1m猫まで。\u001b[22m, \u001b[1mでも猫まで。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: 10\n\n\u001b[1m楽しさと全体：10\u001b[22m\n\u001b[1m(Tanoshisa to zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: 10\u001b[24m\n    \u001b[1m楽しさと全体：10\u001b[22m\n---------------------------------\n\n\u001b[1m---------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -------------------------)\u001b[22m\n\nTranslations of \u001b[4m---------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---------------------------------\u001b[24m\n    \u001b[1m---------------------------------\u001b[22m\nThis is one anime that you will not forget easily. It will stay with you and you will remember it when watching other anime series. You will remember that this one brought tears to your eyes and made you search your soul for your own song.\n\n\u001b[1mこれはあなたが簡単に忘れることのない1つのアニメです。 それはあなたと一緒に滞在し、他のアニメシリーズを見ているときにそれを覚えています。 あなたはこの人があなたの目に涙を持ち、あなたの魂をあなた自身の歌で探しさせることを覚えています。\u001b[22m\n\u001b[1m(Kore wa anata ga kantan ni wasureru koto no nai 1tsu no animedesu. Sore wa anata to issho ni taizai shi, hoka no animeshirīzu o mite iru toki ni sore o oboete imasu. Anata wa kono hito ga anata no me ni namida o mochi, anata no tamashī o anata jishin no uta de sagashi saseru koto o oboete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one anime that you will not forget easily. It will stay with you and you will remember it when watching other anime series. You will remember that this one brought tears to your eyes and made you search your soul for your own song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one anime that you will not forget easily.\u001b[24m\n    \u001b[1mこれはあなたが簡単に忘れることのない1つのアニメです。\u001b[22m, \u001b[1mこれは、あなたが簡単に忘れていない1アニメです。\u001b[22m\n\u001b[4mIt will stay with you and you will remember it when watching other anime series.\u001b[24m\n    \u001b[1mそれはあなたと一緒に滞在し、他のアニメシリーズを見ているときにそれを覚えています。\u001b[22m, \u001b[1mそれはあなたと一緒になり、他のアニメシリーズを見ているとき、あなたはそれを覚えています。\u001b[22m\n\u001b[4mYou will remember that this one brought tears to your eyes and made you search your soul for your own song.\u001b[24m\n    \u001b[1mあなたはこの人があなたの目に涙を持ち、あなたの魂をあなた自身の歌で探しさせることを覚えています。\u001b[22m, \u001b[1mあなたはこの1つはあなたの目に涙を持ってきて、あなた自身の曲のためにあなたの魂を検索したことを覚えてます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWatch it. You'll love it like I did.\n\n\u001b[1m見て。 あなたは私のようにそれを愛するでしょう。\u001b[22m\n\u001b[1m(Mite. Anata wa watashi no yō ni sore o aisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWatch it. You'll love it like I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch it.\u001b[24m\n    \u001b[1m見て。\u001b[22m, \u001b[1mそれを見てください。\u001b[22m, \u001b[1mそれを見ます。\u001b[22m\n\u001b[4mYou'll love it like I did.\u001b[24m\n    \u001b[1mあなたは私のようにそれを愛するでしょう。\u001b[22m, \u001b[1m私が行ったようにあなたはそれを好きになります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "haruzato",
    "profile": "/profile/haruzato/reviews",
    "pages": "26",
    "number": "4",
    "link": "/reviews.php?id=196829",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n典型的な高校や音楽アニメを超えたアニメ「シガツワ君の宇宙」。 ストーリーの開発は本当に良いですが、一部は容易に期待できます。 このアニメの芸術は、色彩豊かでうまく描かれており、ピアノのインテリアのような3Dアートが登場すると期待しています。\n\nShigatsu wa君の宇宙は美しい音で豊かです。 このアニメで使用された各サウンドは本当に素晴らしく、観客の感情や感情に影響を与えました。 このアニメのキャラクターは、物語の仕方としてうまく設計され、開発されています。 しかし、私は、いくつかのサポートキャラクターの開発に少し失望しています。エピソードが追加されると、もっと有力視されると思います。たとえば、有馬勝利のライバルの両方です。\n\n全体的に、Shigatsu wa君の宇宙は本当に良いアニメです、そのジャンルの中で最高のアニメ、または多分一般的かもしれません。 それは本当にアニメを見て私の秒のすべての価値がある。 私は、このアニメが素晴らしいと主張し、アニメファンのアニメを見なければならないと主張しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nShigatsu wa Kimi no Uso, an anime that beyond any typical high school and music anime. Development of the story is really good although some part can be easily expected. The art of this anime very nice with full of vibrate colors and well drew expect when it come you 3D art like the piano interior part, I think they can be more detail and better than what they have right now.\n\n\u001b[1m典型的な高校や音楽アニメを超えたアニメ「シガツワ君の宇宙」。 ストーリーの開発は本当に良いですが、一部は容易に期待できます。 このアニメの芸術は、色彩豊かでうまく描かれており、ピアノのインテリアのような3Dアートが登場すると期待しています。\u001b[22m\n\u001b[1m(Tenkei-tekina kōkō ya ongaku anime o koeta anime `shigatsuwa kimi no uchū'. Sutōrī no kaihatsu wa hontōni yoidesuga, ichibu wa yōi ni kitai dekimasu. Kono anime no geijutsu wa, shikisai yutakade umaku egaka rete ori, piano no interia no yōna 3 D āto ga tōjō suru to kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mShigatsu wa Kimi no Uso, an anime that beyond any typical high school and music anime. Development of the story is really good although some part can be easily expected. The art of this anime very nice with full of vibrate colors and well drew expect when it come you 3D art like the piano interior part, I think they can be more detail and better than what they have right now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShigatsu wa Kimi no Uso, an anime that beyond any typical high school and music anime.\u001b[24m\n    \u001b[1m典型的な高校や音楽アニメを超えたアニメ「シガツワ君の宇宙」。\u001b[22m, \u001b[1mShigatsu君なし嘘、任意の典型的な高校や音楽アニメを越えてアニメ。\u001b[22m\n\u001b[4mDevelopment of the story is really good although some part can be easily expected.\u001b[24m\n    \u001b[1mストーリーの開発は本当に良いですが、一部は容易に期待できます。\u001b[22m, \u001b[1m一部が容易に予想できるが、物語の開発は本当に良いです。\u001b[22m\n\u001b[4mThe art of this anime very nice with full of vibrate colors and well drew expect when it come you 3D art like the piano interior part, I think they can be more detail and better than what they have right now.\u001b[24m\n    \u001b[1mこのアニメの芸術は、色彩豊かでうまく描かれており、ピアノのインテリアのような3Dアートが登場すると期待しています。\u001b[22m, \u001b[1mバイブレーションの色とよくたっぷりのとても素敵なこのアニメの技術は、それはあなたのピアノの内装部品などの3Dアートを来るとき期待描いた、私は、彼らがより多くの詳細と、彼らが今持っているものよりも優れていることができると思います。\u001b[22m\n\u001b[1m\u001b[22m\nShigatsu wa Kimi no Uso is rich with beautiful sounds. Each sounds used in this anime really great and effected the audiences feelings and emotions. The characters in this anime are well designed and developed as how the story goes on. Though, I just have a little bit disappointed with the development of some supporting characters which I think can be explored more if there's more episode will be added, for example both of Kousei Arima's rivals.\n\n\u001b[1mShigatsu wa君の宇宙は美しい音で豊かです。 このアニメで使用された各サウンドは本当に素晴らしく、観客の感情や感情に影響を与えました。 このアニメのキャラクターは、物語の仕方としてうまく設計され、開発されています。 しかし、私は、いくつかのサポートキャラクターの開発に少し失望しています。エピソードが追加されると、もっと有力視されると思います。たとえば、有馬勝利のライバルの両方です。\u001b[22m\n\u001b[1m(Shigatsu wa kimi no uchū wa utsukushī oto de yutakadesu. Kono anime de shiyō sa reta kaku saundo wa hontōni subarashiku, kankyaku no kanjō ya kanjō ni eikyō o ataemashita. Kono anime no kyarakutā wa, monogatari no shikata to shite umaku sekkei sa re, kaihatsu sa rete imasu. Shikashi, watashi wa, ikutsu ka no sapōtokyarakutā no kaihatsu ni sukoshi shitsubō shite imasu. Episōdo ga tsuika sa reru to, motto yūryoku-shi sa reru to omoimasu. Tatoeba, Arima Katsutoshi no raibaru no ryōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mShigatsu wa Kimi no Uso is rich with beautiful sounds. Each sounds used in this anime really great and effected the audiences feelings and emotions. The characters in this anime are well designed and developed as how the story goes on. Though, I just have a little bit disappointed with the development of some supporting characters which I think can be explored more if there's more episode will be added, for example both of Kousei Arima's rivals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShigatsu wa Kimi no Uso is rich with beautiful sounds.\u001b[24m\n    \u001b[1mShigatsu wa君の宇宙は美しい音で豊かです。\u001b[22m, \u001b[1mShigatsu君には嘘は美しい音色と豊かではありません。\u001b[22m\n\u001b[4mEach sounds used in this anime really great and effected the audiences feelings and emotions.\u001b[24m\n    \u001b[1mこのアニメで使用された各サウンドは本当に素晴らしく、観客の感情や感情に影響を与えました。\u001b[22m, \u001b[1mそれぞれの音は本当に素晴らしいこのアニメで使用され、観客の気持ちや感情を行います。\u001b[22m\n\u001b[4mThe characters in this anime are well designed and developed as how the story goes on.\u001b[24m\n    \u001b[1mこのアニメのキャラクターは、物語の仕方としてうまく設計され、開発されています。\u001b[22m, \u001b[1mこのアニメの中の文字は、よく設計され、物語が進む方法として開発されています。\u001b[22m\n\u001b[4mThough, I just have a little bit disappointed with the development of some supporting characters which I think can be explored more if there's more episode will be added, for example both of Kousei Arima's rivals.\u001b[24m\n    \u001b[1mしかし、私は、いくつかのサポートキャラクターの開発に少し失望しています。エピソードが追加されると、もっと有力視されると思います。たとえば、有馬勝利のライバルの両方です。\u001b[22m, \u001b[1mより多くのエピソードがあるかどうか、しかし、私はちょうど私が思ういくつかの脇役の開発に失望少しはより多くを検討することができますしている厚生有馬のライバルの一例の両方のために、追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Shigatsu wa Kimi no Uso is a really good anime, might be one of the best anime in its genre, or maybe in general. It's really worth every of my seconds for watching anime. With great characters supporting the story, colorful vibrant colors, full of heart moving and emotions and rich with beautiful sounds of piano and violin, I say that this anime is Superb and claim it as a must watch anime for any anime fans.\n\n\u001b[1m全体的に、Shigatsu wa君の宇宙は本当に良いアニメです、そのジャンルの中で最高のアニメ、または多分一般的かもしれません。 それは本当にアニメを見て私の秒のすべての価値がある。 私は、このアニメが素晴らしいと主張し、アニメファンのアニメを見なければならないと主張しています。\u001b[22m\n\u001b[1m(Zentai-teki ni, Shigatsu wa kimi no uchū wa hontōni yoi animedesu, sono janru no naka de saikō no anime, matawa tabun ippan-teki kamo shiremasen. Sore wa hontōni anime o mite watashi no byō no subete no kachigāru. Watashi wa, kono anime ga subarashī to shuchō shi, anime fan no anime o minakereba naranai to shuchō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Shigatsu wa Kimi no Uso is a really good anime, might be one of the best anime in its genre, or maybe in general. It's really worth every of my seconds for watching anime. With great characters supporting the story, colorful vibrant colors, full of heart moving and emotions and rich with beautiful sounds of piano and violin, I say that this anime is Superb and claim it as a must watch anime for any anime fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Shigatsu wa Kimi no Uso is a really good anime, might be one of the best anime in its genre, or maybe in general.\u001b[24m\n    \u001b[1m全体的に、Shigatsu wa君の宇宙は本当に良いアニメです、そのジャンルの中で最高のアニメ、または多分一般的かもしれません。\u001b[22m, \u001b[1m全体的に、Shigatsu君なし嘘は本当に良いアニメで、そのジャンルで最高のアニメの一つである、または多分一般的には可能性があります。\u001b[22m\n\u001b[4mIt's really worth every of my seconds for watching anime.\u001b[24m\n    \u001b[1mそれは本当にアニメを見て私の秒のすべての価値がある。\u001b[22m, \u001b[1mこれは、アニメを見るために私の秒ごとに本当に価値があります。\u001b[22m\n\u001b[4mWith great characters supporting the story, colorful vibrant colors, full of heart moving and emotions and rich with beautiful sounds of piano and violin, I say that this anime is Superb and claim it as a must watch anime for any anime fans.\u001b[24m\n    \u001b[1m私は、このアニメが素晴らしいと主張し、アニメファンのアニメを見なければならないと主張しています。\u001b[22m, \u001b[1m偉大な文字が物語のサポートに、心の動きや感情の完全なとピアノとバイオリンの美しい音色と豊かなカラフルな鮮やかな色は、私はこのアニメが優れていると言うと、任意のアニメファンのためのアニメを見なければならないとして、それを主張します。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "sisifo14",
    "profile": "/profile/sisifo14/reviews",
    "pages": "26",
    "number": "5",
    "link": "/reviews.php?id=189808",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nそれに手を差し伸べてください。 それに手を伸ばす...それに達する！\n\n最近、私はいくつかのromcomを見て、アクションアニメをちょっと止めています。 まあ、私はこのアニメを全く見たくなかった。 音楽ドラマ...しかし、人々はそれにとても喜んでいたので、私はちょうどチャンスを与えた。 それはたくさん苦しんだ。\n\nまず、それを見てください。 あなたには音楽ドラマのテーマがあるからといって、あなたの人生の何時間か何時間かを失うことを恐れてはいけません。 それ以上です。 すべてが美しいです。 これは、友情、愛、家族、夢、あなたの限界と恐怖を超え、いくつかの決まりを避けることです。\n\n[今からいくつかのスポイラーがあるかもしれない]\n\nプロットは最高です。 家族を虐待した男の子である有馬勝生がピアノの天才になり、もうプレイできなくなった。 呪い、彼女の「母親」は言う。  2年後、彼は思い出を残すことはできません。  「もし私がそれに固執しなければ、何も私の上に残らない」。 彼はもう音楽を聞くことはできません。 しかし、彼の友人である椿の仲間である宮園香織さんは、彼の問題を解決して音楽に戻った。\n\n「忘れることはできますか？」\n\nしかし、カオリは病気の女の子です。 それでも、彼女はまだ彼を支えていた。 いつも「あなたはまだ遊んでいますか？」と尋ねるか、彼に遊びに電話してください。 彼女は決して彼からあきらめず、彼を「友達A」にしてしまった。 しかし、彼女はまだ彼を持ち上げようとしています。 それは、音楽家と人生の中で失われた人のどちらかを教えています。なぜなら、人々はそれを嫌う人でさえも、まだ遊んで遊ぶ必要があるからです。 ショーの最初の部分は、主人公が自分の問題をどのように乗り越えるかを開発します。 それはより激しく、より面白い部分があります。  2番目の部分は感情をより多くもたらします。\n\n芸術は素晴らしいです。 私が今まで見た中で最も美しいアニメの一つ。 それは詳細でカラフルなものです。 ミュージシャンは彼らが何をしているのかを確信します。 よりコミックな絵に変わるコメディーパートも楽しいです。\n\n明らかに、音楽は素晴らしいです。 しかし最初は、最初のオープニングが私をアニメに導いた。 ヒカリ奈良はグースハウスのポップソングで、キャッチーな歌詞と作曲をしています。 他のOPとEDはどちらかといえば素晴らしかったが、それはすばらしかった。 ヴァイオリンとピアノの恋人として、私が聞いたことのある音楽（クラシックで吸う）のいくつかを聴くのはすごいです。 今私はテストや勉強をする前にショパンを聞いています。  fuckinはリラックスしておしゃれです。\n\nすべてのキャラクターは良い展開をしていました。 勇気と幸せな女の子、香織の助けを借りて、自分の呪いと戦っている、恥ずかしがりと憎まれた男の子。 椿は幼年時代から彼の友人であり、何年も自分の弟であるが、彼女は彼を愛しています（これについてはちょっとしたことがあります）。 ワタリはサッカー選手で、かわいい女の子を好む人。\n\nアニメ全体が楽しいです。 いくつかの人々はテーマのために終了する必要がありますが、これは私が今まで見た中で最も優れたアニメの1つだと言えます。 それは非常に多くのテーマと感情をもたらし、それがどれほど美しいと主張するのは難しいです。 最後の章は、私がアニメで見た中で最も美しいものです、簡単に言っています。 ほとんどあらゆる種類の人を喜ばせるでしょう。\n\n再び！\nーかおり みやぞの",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Reach it. Reach it... Reach it!'\n\n\u001b[1mそれに手を差し伸べてください。 それに手を伸ばす...それに達する！\u001b[22m\n\u001b[1m(Sore ni te o sashinobete kudasai. Sore ni tewonobasu... Sore ni tassuru!)\u001b[22m\n\nTranslations of \u001b[4m'Reach it. Reach it... Reach it!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Reach it.\u001b[24m\n    \u001b[1mそれに手を差し伸べてください。\u001b[22m, \u001b[1m「それに達します。\u001b[22m\n\u001b[4mReach it... Reach it!'\u001b[24m\n    \u001b[1mそれに手を伸ばす...それに達する！\u001b[22m, \u001b[1mそれは...それをリーチリーチ！」\u001b[22m\n\u001b[1m\u001b[22m\nLately, I'm watching some romcoms, stopping the action animes for a bit. Well, I didn't wanted to watch this anime at all. A musical drama... But people were so pleased by it, so I just gave it a chance. It worthed a lot.\n\n\u001b[1m最近、私はいくつかのromcomを見て、アクションアニメをちょっと止めています。 まあ、私はこのアニメを全く見たくなかった。 音楽ドラマ...しかし、人々はそれにとても喜んでいたので、私はちょうどチャンスを与えた。 それはたくさん苦しんだ。\u001b[22m\n\u001b[1m(Saikin, watashi wa ikutsu ka no romcom o mite, akushon anime o chotto tomete imasu. Mā, watashi wa kono anime o mattaku mitakunakatta. Ongaku dorama... Shikashi, hitobito wa sore ni totemo yorokonde itanode, watashi wa chōdo chansu o ataeta. Sore wa takusan kurushinda.)\u001b[22m\n\nTranslations of \u001b[4mLately, I'm watching some romcoms, stopping the action animes for a bit. Well, I didn't wanted to watch this anime at all. A musical drama... But people were so pleased by it, so I just gave it a chance. It worthed a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLately, I'm watching some romcoms, stopping the action animes for a bit.\u001b[24m\n    \u001b[1m最近、私はいくつかのromcomを見て、アクションアニメをちょっと止めています。\u001b[22m, \u001b[1m最近、私は少しのアクションアニメを停止し、いくつかのromcomsを見ています。\u001b[22m\n\u001b[4mWell, I didn't wanted to watch this anime at all.\u001b[24m\n    \u001b[1mまあ、私はこのアニメを全く見たくなかった。\u001b[22m, \u001b[1mまあ、私はすべてこのアニメを見たいと思っていませんでした。\u001b[22m\n\u001b[4mA musical drama... But people were so pleased by it, so I just gave it a chance.\u001b[24m\n    \u001b[1m音楽ドラマ...しかし、人々はそれにとても喜んでいたので、私はちょうどチャンスを与えた。\u001b[22m, \u001b[1mミュージカルドラマ...しかし、人々はそれによってとても喜んでいたので、私はちょうどそれにチャンスを与えました。\u001b[22m\n\u001b[4mIt worthed a lot.\u001b[24m\n    \u001b[1mそれはたくさん苦しんだ。\u001b[22m, \u001b[1mそれは多くのことをworthed。\u001b[22m\n\u001b[1m\u001b[22m\nFirst at all, watch it. Stop fearing that you'll lose some minutes or hours of your life just because it has a musical drama theme. It is more than that. The whole thing is beautiful. This is about friendship, love, family, dreams, surpassing your limits and fears, avoiding some cliche.\n\n\u001b[1mまず、それを見てください。 あなたには音楽ドラマのテーマがあるからといって、あなたの人生の何時間か何時間かを失うことを恐れてはいけません。 それ以上です。 すべてが美しいです。 これは、友情、愛、家族、夢、あなたの限界と恐怖を超え、いくつかの決まりを避けることです。\u001b[22m\n\u001b[1m(Mazu, sore o mite kudasai. Anata ni wa ongaku dorama no tēma ga arukara to itte, anata no jinsei no nanjigan ka nan-jikan ka o ushinau koto o osorete wa ikemasen. Soreijōdesu. Subete ga utsukushīdesu. Kore wa, yūjō,-ai, kazoku, yume, anata no genkai to kyōfu o koe, ikutsu ka no kimari o yokeru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst at all, watch it. Stop fearing that you'll lose some minutes or hours of your life just because it has a musical drama theme. It is more than that. The whole thing is beautiful. This is about friendship, love, family, dreams, surpassing your limits and fears, avoiding some cliche.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst at all, watch it.\u001b[24m\n    \u001b[1mまず、それを見てください。\u001b[22m, \u001b[1mまず第一に、それを見ます。\u001b[22m\n\u001b[4mStop fearing that you'll lose some minutes or hours of your life just because it has a musical drama theme.\u001b[24m\n    \u001b[1mあなたには音楽ドラマのテーマがあるからといって、あなたの人生の何時間か何時間かを失うことを恐れてはいけません。\u001b[22m, \u001b[1mそれはミュージカルドラマのテーマを持っているという理由だけであなたの人生のいくつかの分または時間を失うことを恐れて停止します。\u001b[22m\n\u001b[4mIt is more than that.\u001b[24m\n    \u001b[1mそれ以上です。\u001b[22m, \u001b[1mそれはそれ以上です。\u001b[22m\n\u001b[4mThe whole thing is beautiful.\u001b[24m\n    \u001b[1mすべてが美しいです。\u001b[22m, \u001b[1m全部が美しいです。\u001b[22m\n\u001b[4mThis is about friendship, love, family, dreams, surpassing your limits and fears, avoiding some cliche.\u001b[24m\n    \u001b[1mこれは、友情、愛、家族、夢、あなたの限界と恐怖を超え、いくつかの決まりを避けることです。\u001b[22m, \u001b[1mこれは友情、愛、家族、夢、自分の限界や不安を抜いて、いくつかの決まり文句を避けることについてです。\u001b[22m\n\u001b[1m\u001b[22m\n[May have some spoilers from now on]\n\n\u001b[1m[今からいくつかのスポイラーがあるかもしれない]\u001b[22m\n\u001b[1m([Ima kara ikutsu ka no supoirā ga aru kamo shirenai])\u001b[22m\n\nTranslations of \u001b[4m[May have some spoilers from now on]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[May have some spoilers from now on]\u001b[24m\n    \u001b[1m[今からいくつかのスポイラーがあるかもしれない]\u001b[22m, \u001b[1m[今からいくつかのスポイラーを持っていることがあります]\u001b[22m\n\u001b[1m\u001b[22m\nThe plots are awesome. Kousei Arima, a family abused boy, turned into a piano prodigy, can't play it anymore. A curse, her 'mother' says. Two years later, he can't let the memories go. 'If I don't stick on it, nothing will remain on me'. He can't listen to the music anymore. But Kaori Miyazono, a classmate of Tsubaki, his friend, helped him to get through his problems and come back to the music.\n\n\u001b[1mプロットは最高です。 家族を虐待した男の子である有馬勝生がピアノの天才になり、もうプレイできなくなった。 呪い、彼女の「母親」は言う。  2年後、彼は思い出を残すことはできません。  「もし私がそれに固執しなければ、何も私の上に残らない」。 彼はもう音楽を聞くことはできません。 しかし、彼の友人である椿の仲間である宮園香織さんは、彼の問題を解決して音楽に戻った。\u001b[22m\n\u001b[1m(Purotto wa saikōdesu. Kazoku o gyakutai shita otokonokodearu Arima Katsuki ga piano no tensai ni nari, mō purei dekinaku natta. Noroi, kanojo no `hahaoya' wa iu. 2-Nen-go, kare wa omoide o nokosu koto wa dekimasen. `Moshi watashi ga sore ni koshū shinakereba, nani mo watashi no ue ni nokoranai'. Kare wa mō ongaku o kiku koto wa dekimasen. Shikashi, kare no yūjindearu Tsubaki no nakamadearu Miyazono Kaori-san wa, kare no mondai o kaiketsu shite ongaku ni modotta.)\u001b[22m\n\nTranslations of \u001b[4mThe plots are awesome. Kousei Arima, a family abused boy, turned into a piano prodigy, can't play it anymore. A curse, her 'mother' says. Two years later, he can't let the memories go. 'If I don't stick on it, nothing will remain on me'. He can't listen to the music anymore. But Kaori Miyazono, a classmate of Tsubaki, his friend, helped him to get through his problems and come back to the music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plots are awesome.\u001b[24m\n    \u001b[1mプロットは最高です。\u001b[22m, \u001b[1mプロットは素晴らしいです。\u001b[22m\n\u001b[4mKousei Arima, a family abused boy, turned into a piano prodigy, can't play it anymore.\u001b[24m\n    \u001b[1m家族を虐待した男の子である有馬勝生がピアノの天才になり、もうプレイできなくなった。\u001b[22m, \u001b[1m厚生有馬、家族に虐待少年は、ピアノの天才になって、もうそれを再生することはできません。\u001b[22m\n\u001b[4mA curse, her 'mother' says.\u001b[24m\n    \u001b[1m呪い、彼女の「母親」は言う。\u001b[22m, \u001b[1m呪いは、彼女の母親は、\"言います。\u001b[22m\n\u001b[4mTwo years later, he can't let the memories go.\u001b[24m\n    \u001b[1m2年後、彼は思い出を残すことはできません。\u001b[22m, \u001b[1m2年後、彼は思い出を手放すことはできません。\u001b[22m\n\u001b[4m'If I don't stick on it, nothing will remain on me'.\u001b[24m\n    \u001b[1m「もし私がそれに固執しなければ、何も私の上に残らない」。\u001b[22m, \u001b[1m\"私はそれに固執しない場合は、何も私に残っていないでしょう」。\u001b[22m\n\u001b[4mHe can't listen to the music anymore.\u001b[24m\n    \u001b[1m彼はもう音楽を聞くことはできません。\u001b[22m, \u001b[1m彼はもう音楽を聴くことはできません。\u001b[22m\n\u001b[4mBut Kaori Miyazono, a classmate of Tsubaki, his friend, helped him to get through his problems and come back to the music.\u001b[24m\n    \u001b[1mしかし、彼の友人である椿の仲間である宮園香織さんは、彼の問題を解決して音楽に戻った。\u001b[22m, \u001b[1mしかし香織Miyazono、椿の同級生、彼の友人は、彼の問題を介して取得し、音楽に戻ってきて彼を助けました。\u001b[22m\n\u001b[1m\u001b[22m\n'Can you forget?'\n\n\u001b[1m「忘れることはできますか？」\u001b[22m\n\u001b[1m(`Wasureru koto wa dekimasu ka?')\u001b[22m\n\nTranslations of \u001b[4m'Can you forget?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Can you forget?'\u001b[24m\n    \u001b[1m「忘れることはできますか？」\u001b[22m, \u001b[1m「あなたは忘れることはできますか？」\u001b[22m\n\u001b[1m\u001b[22m\nAlthough, Kaori is a sick girl. Even so, she still supported him. Always asking 'are you still playing?', or calling him to play with her. She never gave up from him, even turning him as the 'Friend A'. But she still tries to lift him up. It teaches musicians and either people who are lost in their lives, because you still need to go and play, even with people hates it or not. The first part of the show develops how the main character gets over his problems. It is more intense and has more funny parts. The second part brings more the emotions.\n\n\u001b[1mしかし、カオリは病気の女の子です。 それでも、彼女はまだ彼を支えていた。 いつも「あなたはまだ遊んでいますか？」と尋ねるか、彼に遊びに電話してください。 彼女は決して彼からあきらめず、彼を「友達A」にしてしまった。 しかし、彼女はまだ彼を持ち上げようとしています。 それは音楽家と人生の中で失われた人のどちらかを教えています。なぜなら、人々はそれを嫌う人でさえも、まだ遊んで遊ぶ必要があるからです。 ショーの最初の部分は、主人公が自分の問題をどのように乗り越えるかを明らかにする。 それはより激しく、より面白い部分があります。  2番目の部分は感情をより多くもたらします。\u001b[22m\n\u001b[1m(Shikashi, kaoriha byōki no on'nanokodesu. Soredemo, kanojo wa mada kare o sasaete ita. Itsumo `anata wa mada asonde imasu ka?' To tazuneru ka, kare ni asobini denwa shite kudasai. Kanojo wa kesshite kare kara akiramezu, kare o `tomodachi A' ni shite shimatta. Shikashi, kanojo wa mada kare o mochiageyou to shite imasu. Sore wa ongakuka to jinsei no naka de ushinawa reta hito no dochira ka o oshiete imasu. Nazenara, hitobito wa sore o kirau hitode sae mo, mada asonde asobu hitsuyō ga arukaradesu. Shō no saisho no bubun wa, shujinkō ga jibun no mondai o dono yō ni norikoeru ka o akiraka ni suru. Soreha yori hageshiku, yori omoshiroi bubun ga arimasu. 2-Banme no bubun wa kanjō o yori ōku motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough, Kaori is a sick girl. Even so, she still supported him. Always asking 'are you still playing?', or calling him to play with her. She never gave up from him, even turning him as the 'Friend A'. But she still tries to lift him up. It teaches musicians and either people who are lost in their lives, because you still need to go and play, even with people hates it or not. The first part of the show develops how the main character gets over his problems. It is more intense and has more funny parts. The second part brings more the emotions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough, Kaori is a sick girl.\u001b[24m\n    \u001b[1mしかし、カオリは病気の女の子です。\u001b[22m, \u001b[1mが、香織は病気の女の子です。\u001b[22m\n\u001b[4mEven so, she still supported him.\u001b[24m\n    \u001b[1mそれでも、彼女はまだ彼を支えていた。\u001b[22m, \u001b[1mそうであっても、彼女はまだ彼を支持しました。\u001b[22m\n\u001b[4mAlways asking 'are you still playing?', or calling him to play with her.\u001b[24m\n    \u001b[1mいつも「あなたはまだ遊んでいますか？」と尋ねるか、彼に遊びに電話してください。\u001b[22m, \u001b[1m常に「あなたはまだ？遊んでいる」、または彼女と遊ぶために彼を呼び出して尋ねます。\u001b[22m\n\u001b[4mShe never gave up from him, even turning him as the 'Friend A'.\u001b[24m\n    \u001b[1m彼女は決して彼からあきらめず、彼を「友達A」にしてしまった。\u001b[22m, \u001b[1m彼女も「友達A 'として彼を回し、彼から決してあきらめませんでした。\u001b[22m\n\u001b[4mBut she still tries to lift him up.\u001b[24m\n    \u001b[1mしかし、彼女はまだ彼を持ち上げようとしています。\u001b[22m, \u001b[1mしかし、彼女はまだ彼を持ち上げしようとします。\u001b[22m\n\u001b[4mIt teaches musicians and either people who are lost in their lives, because you still need to go and play, even with people hates it or not.\u001b[24m\n    \u001b[1mそれは音楽家と人生の中で失われた人のどちらかを教えています。なぜなら、人々はそれを嫌う人でさえも、まだ遊んで遊ぶ必要があるからです。\u001b[22m, \u001b[1mあなたはまだ人々がそれを嫌ってかさえで、行くとプレイする必要があるため、それは、ミュージシャンや生活の中で失われているいずれかの人を教えています。\u001b[22m\n\u001b[4mThe first part of the show develops how the main character gets over his problems.\u001b[24m\n    \u001b[1mショーの最初の部分は、主人公が自分の問題をどのように乗り越えるかを明らかにする。\u001b[22m, \u001b[1mショーの最初の部分は、主人公が自分の問題を乗り越える方法を開発しています。\u001b[22m\n\u001b[4mIt is more intense and has more funny parts.\u001b[24m\n    \u001b[1mそれはより激しく、より面白い部分があります。\u001b[22m, \u001b[1mそれはより強く、より面白い部分があります。\u001b[22m\n\u001b[4mThe second part brings more the emotions.\u001b[24m\n    \u001b[1m2番目の部分は感情をより多くもたらします。\u001b[22m, \u001b[1m第二部は、より多くの感情をもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is fantastic. One of the most beautiful animes I've ever seen. It's plenty detailed and colorful. The musicians convince about what they're doing. The comedy parts, changing to a more comic drawing, are enjoyable either.\n\n\u001b[1m芸術は素晴らしいです。 私が今まで見た中で最も美しいアニメの一つ。 それは詳細でカラフルなものです。 ミュージシャンは彼らが何をしているのかを確信します。 よりコミックな絵に変わるコメディーパートも楽しいです。\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesu. Watashi ga imamade mita naka de mottomo utsukushī anime no hitotsu. Sore wa shōsaide karafuruna monodesu. Myūjishan wa karera ga nani o shite iru no ka o kakushin shimasu. Yori komikkuna e ni kawaru komedīpāto mo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is fantastic. One of the most beautiful animes I've ever seen. It's plenty detailed and colorful. The musicians convince about what they're doing. The comedy parts, changing to a more comic drawing, are enjoyable either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is fantastic.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m\n\u001b[4mOne of the most beautiful animes I've ever seen.\u001b[24m\n    \u001b[1m私が今まで見た中で最も美しいアニメの一つ。\u001b[22m\n\u001b[4mIt's plenty detailed and colorful.\u001b[24m\n    \u001b[1mそれは詳細でカラフルなものです。\u001b[22m, \u001b[1mそれは、たくさんの詳細とカラフルです。\u001b[22m\n\u001b[4mThe musicians convince about what they're doing.\u001b[24m\n    \u001b[1mミュージシャンは彼らが何をしているのかを確信します。\u001b[22m, \u001b[1mミュージシャンは、彼らがやっていることについて納得させます。\u001b[22m\n\u001b[4mThe comedy parts, changing to a more comic drawing, are enjoyable either.\u001b[24m\n    \u001b[1mよりコミックな絵に変わるコメディーパートも楽しいです。\u001b[22m, \u001b[1mコメディの部分は、より多くの漫画の描画に変更し、どちらかの楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nObviously, the music is fantastic. But first at all, the first opening brought me to the anime. Hikari Nara is a pop song from Goose House with catchy lyrics and composition. The other OP and ED were either awesome, but that one was awesome. As a violin and piano lover, listening to some of those musics that I've ever heard (I suck at classic) was AWESOME. Now I listen to some Chopin before doing my tests or studing. Is fuckin relaxing and confortable.\n\n\u001b[1m明らかに、音楽は素晴らしいです。 しかし最初は、最初のオープニングが私をアニメに導いた。 ヒカリ奈良はグースハウスのポップソングで、キャッチーな歌詞と作曲をしています。 他のOPとEDはどちらかといえば最高でしたが、それは素晴らしいものでした。 ヴァイオリンとピアノの恋人として、私が聞いたことのある音楽（クラシックで吸う）のいくつかを聴くのはすごいです。 今私はテストや勉強をする前にショパンを聞いています。  fuckinはリラックスしておしゃれです。\u001b[22m\n\u001b[1m(Akiraka ni, ongaku wa subarashīdesu. Shikashi saisho wa, saisho no ōpuningu ga watashi o anime ni michibiita. Hikari Nara wa gūsuhausu no poppusongu de, kyatchīna kashi to sakkyoku o shite imasu. Hoka no OP to ED wa dochira ka to ieba saikōdeshitaga, sore wa subarashī monodeshita. Vu~aiorin to piano no koibito to shite, watashi ga kiita koto no aru ongaku (kurashikku de suu) no ikutsu ka o kiku no wa sugoidesu. Ima watashi wa tesuto ya benkyō o suru mae ni Shopan o kiite imasu. Fuckin wa rirakkusu shite osharedesu.)\u001b[22m\n\nTranslations of \u001b[4mObviously, the music is fantastic. But first at all, the first opening brought me to the anime. Hikari Nara is a pop song from Goose House with catchy lyrics and composition. The other OP and ED were either awesome, but that one was awesome. As a violin and piano lover, listening to some of those musics that I've ever heard (I suck at classic) was AWESOME. Now I listen to some Chopin before doing my tests or studing. Is fuckin relaxing and confortable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously, the music is fantastic.\u001b[24m\n    \u001b[1m明らかに、音楽は素晴らしいです。\u001b[22m\n\u001b[4mBut first at all, the first opening brought me to the anime.\u001b[24m\n    \u001b[1mしかし最初は、最初のオープニングが私をアニメに導いた。\u001b[22m, \u001b[1mしかし、最初にすべての、第一の開口部は、アニメに私をもたらしました。\u001b[22m\n\u001b[4mHikari Nara is a pop song from Goose House with catchy lyrics and composition.\u001b[24m\n    \u001b[1mヒカリ奈良はグースハウスのポップソングで、キャッチーな歌詞と作曲をしています。\u001b[22m, \u001b[1mひかり奈良はキャッチーな歌詞と組成を持つグースハウスからのポップソングです。\u001b[22m\n\u001b[4mThe other OP and ED were either awesome, but that one was awesome.\u001b[24m\n    \u001b[1m他のOPとEDはどちらかといえば最高でしたが、それは素晴らしいものでした。\u001b[22m, \u001b[1m他のOPとEDは素晴らしいのいずれかであったが、その一つは最高でした。\u001b[22m\n\u001b[4mAs a violin and piano lover, listening to some of those musics that I've ever heard (I suck at classic) was AWESOME.\u001b[24m\n    \u001b[1mヴァイオリンとピアノの恋人として、私が聞いたことのある音楽（クラシックで吸う）のいくつかを聴くのはすごいです。\u001b[22m, \u001b[1mヴァイオリンとピアノの恋人として、私が今まで聞いたそれらの楽曲の一部を聴いて（私は古典的で吸う）AWESOMEました。\u001b[22m\n\u001b[4mNow I listen to some Chopin before doing my tests or studing.\u001b[24m\n    \u001b[1m今私はテストや勉強をする前にショパンを聞いています。\u001b[22m, \u001b[1m今、私は私のテストや勉強を行う前に、いくつかのショパンを聴きます。\u001b[22m\n\u001b[4mIs fuckin relaxing and confortable.\u001b[24m\n    \u001b[1mfuckinはリラックスしておしゃれです。\u001b[22m, \u001b[1mfuckinのリラックスして快適です。\u001b[22m\n\u001b[1m\u001b[22m\nAll characters had a good development. Kousei, the shy and hated boy, fighting against his own curse with the help of the 'energetic' and happy girl, Kaori. Tsubaki is his friend since childhood, lying to herself for years that Kousei is just his little brother, but she loves him (a bit of cliche on this), still sticking up with him. Watari is a soccer player who prefers cute girls, and as Kousei's best friend, supports him a bit too.\n\n\u001b[1mすべてのキャラクターは良い展開をしていました。 勇気と幸せな女の子、香織の助けを借りて、自分の呪いと戦っている、恥ずかしがりと憎まれた男の子。 椿は幼年時代から彼の友人であり、何年も自分の弟であるが、彼女は彼を愛しています（これについてはちょっとしたことがあります）。 ワタリはサッカー選手で、かわいい女の子を好む人。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa yoi tenkai o shite imashita. Yūki to shiawasena on'nanoko, Kaori no tasuke o karite, jibun no noroi to tatakatte iru, hazukashigari to nikuma reta otokonoko. Tsubaki wa yōnen jidai kara kare no yūjindeari, nan'nen mo jibun no otōtodearuga, kanojo wa kare o aishiteimasu (kore ni tsuite wa chotto shita koto ga arimasu). Watari wa sakkā senshu de, kawaī on'nanoko o konomu hito.)\u001b[22m\n\nTranslations of \u001b[4mAll characters had a good development. Kousei, the shy and hated boy, fighting against his own curse with the help of the 'energetic' and happy girl, Kaori. Tsubaki is his friend since childhood, lying to herself for years that Kousei is just his little brother, but she loves him (a bit of cliche on this), still sticking up with him. Watari is a soccer player who prefers cute girls, and as Kousei's best friend, supports him a bit too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll characters had a good development.\u001b[24m\n    \u001b[1mすべてのキャラクターは良い展開をしていました。\u001b[22m, \u001b[1mすべての文字は、良好な発展を持っていました。\u001b[22m\n\u001b[4mKousei, the shy and hated boy, fighting against his own curse with the help of the 'energetic' and happy girl, Kaori.\u001b[24m\n    \u001b[1m勇気と幸せな女の子、香織の助けを借りて、自分の呪いと戦っている、恥ずかしがりと憎まれた男の子。\u001b[22m, \u001b[1m厚生、恥ずかしがりや嫌わ少年は、「エネルギッシュ」と幸せな女の子、香織の助けを借りて自分の呪いと戦って。\u001b[22m\n\u001b[4mTsubaki is his friend since childhood, lying to herself for years that Kousei is just his little brother, but she loves him (a bit of cliche on this), still sticking up with him.\u001b[24m\n    \u001b[1m椿は幼年時代から彼の友人であり、何年も自分の弟であるが、彼女は彼を愛しています（これについてはちょっとしたことがあります）。\u001b[22m, \u001b[1m椿は厚生はちょうど彼の弟である年間、彼女自身に横たわって、子供の頃から彼の友人ですが、彼女はまだ彼と一緒に跳ね、彼（この上の決まり文句のビットを）愛しています。\u001b[22m\n\u001b[4mWatari is a soccer player who prefers cute girls, and as Kousei's best friend, supports him a bit too.\u001b[24m\n    \u001b[1mワタリはサッカー選手で、かわいい女の子を好む人。\u001b[22m, \u001b[1m亘理はかわいい女の子を好むサッカー選手であり、かつ高精細の親友のように、あまりにも彼にビットをサポートしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe whole anime is enjoyable. Some people should quit because of the theme, but I can say, this is one of the best animes I've ever seen. It brings so many themes and emotions that is hard to argue how beautiful it is. The last chapter IS the most beautiful thing I've seen in an anime, easily saying. It would please almost any kind of person.\n\n\u001b[1mアニメ全体が楽しいです。 いくつかの人々はテーマのために終了する必要がありますが、これは私が今まで見た中で最も優れたアニメの1つだと言えます。 それは非常に多くのテーマと感情をもたらし、それがどれほど美しいと主張するのは難しいです。 最後の章は、私がアニメで見た中で最も美しいものです、簡単に言っています。 ほとんどあらゆる種類の人を喜ばせるでしょう。\u001b[22m\n\u001b[1m(Anime zentai ga tanoshīdesu. Ikutsu ka no hitobito wa tēma no tame ni shūryō suru hitsuyō ga arimasuga, kore wa watashi ga imamade mita naka de mottomo sugureta anime no 1tsuda to iemasu. Sore wa hijō ni ōku no tēma to kanjō o motarashi, sore ga dorehodo utsukushī to shuchō suru no wa muzukashīdesu. Saigo no shō wa, watashi ga anime de mita naka de mottomo utsukushī monodesu, kantan ni itte imasu. Hotondo arayuru shurui no hito o yorokobaserudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe whole anime is enjoyable. Some people should quit because of the theme, but I can say, this is one of the best animes I've ever seen. It brings so many themes and emotions that is hard to argue how beautiful it is. The last chapter IS the most beautiful thing I've seen in an anime, easily saying. It would please almost any kind of person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole anime is enjoyable.\u001b[24m\n    \u001b[1mアニメ全体が楽しいです。\u001b[22m, \u001b[1m全体アニメが楽しいです。\u001b[22m\n\u001b[4mSome people should quit because of the theme, but I can say, this is one of the best animes I've ever seen.\u001b[24m\n    \u001b[1mいくつかの人々はテーマのために終了する必要がありますが、これは私が今まで見た中で最も優れたアニメの1つだと言えます。\u001b[22m, \u001b[1m一部の人々は理由テーマの終了する必要がありますが、私はこれは私が今まで見た中で最高のアニメの一つである、と言うことができます。\u001b[22m\n\u001b[4mIt brings so many themes and emotions that is hard to argue how beautiful it is.\u001b[24m\n    \u001b[1mそれは非常に多くのテーマと感情をもたらし、それがどれほど美しいと主張するのは難しいです。\u001b[22m, \u001b[1mそれは、それがどのように美しいと主張するのは難しいですので、多くのテーマや感情をもたらします。\u001b[22m\n\u001b[4mThe last chapter IS the most beautiful thing I've seen in an anime, easily saying.\u001b[24m\n    \u001b[1m最後の章は、私がアニメで見た中で最も美しいものです、簡単に言っています。\u001b[22m, \u001b[1m最後の章では、簡単に言って、私はアニメで見た中で最も美しいものです。\u001b[22m\n\u001b[4mIt would please almost any kind of person.\u001b[24m\n    \u001b[1mほとんどあらゆる種類の人を喜ばせるでしょう。\u001b[22m, \u001b[1mそれは人のほとんどすべての種類を喜ばだろう。\u001b[22m\n\u001b[1m\u001b[22m\nAgain!\n\n\u001b[1m再び！\u001b[22m\n\u001b[1m(Futatabi!)\u001b[22m\n\nDefinitions of \u001b[4mAgain!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    再び\u001b[22m\n        again, once more, anew, afresh\n\u001b[1m    再度\u001b[22m\n        again, twice, second time\n\u001b[1m    再\u001b[22m\n        again\n\u001b[1m    もう\u001b[22m\n        already, more, again\n\u001b[1m    改めて\u001b[22m\n        again, anew, another time\n\u001b[1m    更に\u001b[22m\n        furthermore, moreover, again, more and more, anew, after all\n\u001b[1m    又\u001b[22m\n        also, again, once more, too, as well, moreover\n\u001b[1m    又もや\u001b[22m\n        again\n\u001b[1m    亦\u001b[22m\n        also, again, once more, too, as well\n\u001b[1m    又又\u001b[22m\n        again, once again\n\u001b[1m    事新しく\u001b[22m\n        anew, again, specially, formally\n\u001b[1m    又しても\u001b[22m\n        again\nーかおり みやぞの\n(ｰ Kaori Miya zo no)\n\n\u001b[1mーかおり みやぞの\u001b[22m\n\u001b[1m(ｰ Kaori Miya zo no)\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "CantiScroll",
    "profile": "/profile/CantiScroll/reviews",
    "pages": "26",
    "number": "6",
    "link": "/reviews.php?id=184438",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n「私は誰かの心の中で生きていましたか？ 私はあなたの心の中で暮らすことができましたか？ あなたは少なくとも私を覚えていると思いますか？\"- 小堀\"河合\"Miyazono\n\nシガツワ君の宇宙（4月のあなたの嘘）は、権威のある若いピアニスト、暖かい春の日に会う贅沢なバイオリニストのアニメです。\n\n（私はMALが私に使っている評価システムが嫌いですので、このレビューの分析された考え方と矛盾しているかもしれないし、そうでないかもしれないので無視してください）。\n\n--- *** Spoilers Ahead *** ---\n\nこのレビューでは、アニメをスコアリングするのに問題がある人を助けることになる個々の題材を分析して、そのアニメを分析したいと考えています。\n\n〜ザ・サウンドズ4.5 / 5\nショーへのサウンドトラックは、クラシック音楽を中心にしています。 その即時のメッセージは、クラシック音楽がどれほど古典的であるかを示し、それがあなたに与えられた最初の印象です。 サウンドトラックは絶対に美しく、音楽がどのくらい経験を強化したかを言葉で説明することはできません。 もともと私はクラシック音楽を聴いていましたが、そうでない人にはそのような意見を与えることはできません。 だから、ここでは、クラシック音楽のファンではない私の友人を引用し、そのアニメの考えを共有します。\n「私はクラシック音楽のファンではありませんでしたが、サウンドトラックが完全に美しいということに同意する必要があります。 アニメは典型的な期待を無くし、私が期待していたものを上回り、クラシック音楽を聴く唯一の理由です。\nクラシック音楽がもう少し高く評価されていれば、私は音の部分に疑問のない固体5を与えているかもしれません。\n\n〜アニメ5/5\nA-1 Picturesは、Fairy Tail、Aldnoah Zero、論争の的になる剣アートオンラインなどのアニメでの作品として知られています。  Shigatsu wa君の宇宙は驚くべき結果でアニメーションを攻撃する。 ショーのビジュアルはすばらしく、アクションショーで期待するものです。 キャラクターの体から垂れ下がる汗のアニメーション、色の組み合わせ、特にシーンをドラマ化するために取り込まれた効果...これはアニメの頂点の一つです。 アニメーションを説明する実際の方法はありません。なぜなら、言葉はそれに取り込まれる作業の量を表現できないからです。\n\n〜ザキャラクター4.5 / 5\n文字は本当に素晴らしいです - それはそれです。 彼らは素晴らしいです。 これらの行為は、彼がしたことがすべて女の子の背中を去った後、自分自身で行動するので、私を苛立たせました。 それは私自身をいくらか失望させますが、私はショーの評価を台無しにしません！ 確かに改善の余地は小さいが、そこにはある。 初心者のために、声優、つばき、香織（最後のエピソードまでそれを取り上げている）は本当に完全に発展する唯一のキャラクターでした。 他の誰もがサポートをしているように見えましたが、それは非常にストレスでした。  TakeshiとEmiは真に2つのキャラクターでしたが、それは素晴らしいことでしたが、彼らは支持的な役割のカテゴリーに入っていて運が捨てられました。 ナギは急激に突然発達していました（私が笑いを知っていれば、それ以上の意味では1つしかありません）、そしてトシヤ（バイオリニストのリサイタルで不在のために声優とカオリを口にしたヴァイオリンの少年）は、 私たちは彼がショーのごくわずかな部分を見るのを見て、再び重要ではない。 私は大したことではないのでこれらの文字を詰め込んでいるが、彼らが意図したことをしたことを認めなければならない。 しかし、なぜ彼がそのような選手であるかという点では、Watariはもっと多くの開発をしていた可能性があります。\n\n〜プロット5/5\n\n\n〜個人的な楽しさ5/5（私は1日でそれをマラソンした、それは本当に面白いです。）\n\n最終判決：9.6を切り上げて10にする。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Was I able to live inside someone’s heart? Was I able to live inside your heart? Do you think you’ll remember me at least a little?” -Kaori “Kawori” Miyazono\n\n\u001b[1m「私は誰かの心の中で生きていましたか？ 私はあなたの心の中で暮らすことができましたか？ あなたは少なくとも私を覚えていると思いますか？\"- 小堀\"河合\"Miyazono\u001b[22m\n\u001b[1m(`Watashi wa dare ka no kokoro no naka de ikite imashita ka? Watashi wa anata no kokoro no naka de kurasu koto ga dekimashita ka? Anata wa sukunakutomo watashi o oboete iru to omoimasu ka? \" - Kobori\" Kawai\" Miyazono)\u001b[22m\n\nTranslations of \u001b[4m'Was I able to live inside someone’s heart? Was I able to live inside your heart? Do you think you’ll remember me at least a little?” -Kaori “Kawori” Miyazono\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Was I able to live inside someone’s heart?\u001b[24m\n    \u001b[1m「私は誰かの心の中で生きていましたか？\u001b[22m, \u001b[1m「私は誰かの心の内側に生きることができるましたか？\u001b[22m\n\u001b[4mWas I able to live inside your heart?\u001b[24m\n    \u001b[1m私はあなたの心の中で暮らすことができましたか？\u001b[22m, \u001b[1m私はあなたの心の中に住んすることができましたか？\u001b[22m\n\u001b[4mDo you think you’ll remember me at least a little?” -Kaori “Kawori” Miyazono\u001b[24m\n    \u001b[1mあなたは少なくとも私を覚えていると思いますか？\"- 小堀\"河合\"Miyazono\u001b[22m, \u001b[1mあなたは私に少なくとも少し覚えているだろうと思いますか？」-Kaori\"Kawori」Miyazono\u001b[22m\n\u001b[1m\u001b[22m\nShigatsu wa Kimi no Uso (Eng: Your Lie In April) is an anime about a young former pianist of prestigious caliber, and an extravagant violinist that he meets on a warm spring day.\n\n\u001b[1mシガツワ君の宇宙（4月のあなたの嘘）は、権威のある若いピアニスト、暖かい春の日に会う贅沢なバイオリニストのアニメです。\u001b[22m\n\u001b[1m(Shigatsuwa kimi no uchū (4 tsuki no anata no uso) wa, ken'i no aru wakai pianisuto, attakai haru no hi ni au zeitakuna baiorinisuto no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mShigatsu wa Kimi no Uso (Eng: Your Lie In April) is an anime about a young former pianist of prestigious caliber, and an extravagant violinist that he meets on a warm spring day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShigatsu wa Kimi no Uso (Eng: Your Lie In April) is an anime about a young former pianist of prestigious caliber, and an extravagant violinist that he meets on a warm spring day.\u001b[24m\n    \u001b[1mシガツワ君の宇宙（4月のあなたの嘘）は、権威のある若いピアニスト、暖かい春の日に会う贅沢なバイオリニストのアニメです。\u001b[22m, \u001b[1mShigatsu君なし嘘（日本語版：四月は君の嘘）は名門口径の若い元ピアニスト、と彼は暖かい春の日に開催贅沢なバイオリニスト程度のアニメです。\u001b[22m\n\u001b[1m\u001b[22m\n(I don't like the rating system that MAL makes me use, so please ignore it as it may or may not contradict my analyzed thinking of this review.)\n\n\u001b[1m（私はMALが私に使っている評価システムが嫌いですので、このレビューの分析された考え方と矛盾しているかもしれないし、そうでないかもしれないので無視してください）。\u001b[22m\n\u001b[1m((Watashi wa MAL ga watashi ni tsukatte iru hyōka shisutemu ga kiraidesunode, kono rebyū no bunseki sa reta kangaekata to mujun shite iru kamo shirenaishi,-sōdenai kamo shirenainode mushi shite kudasai).)\u001b[22m\n\nTranslations of \u001b[4m(I don't like the rating system that MAL makes me use, so please ignore it as it may or may not contradict my analyzed thinking of this review.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(I don't like the rating system that MAL makes me use, so please ignore it as it may or may not contradict my analyzed thinking of this review.)\u001b[24m\n    \u001b[1m（私はMALが私に使っている評価システムが嫌いですので、このレビューの分析された考え方と矛盾しているかもしれないし、そうでないかもしれないので無視してください）。\u001b[22m, \u001b[1m（私はそれがまたはこの口コミの私の分析の考え方と矛盾しないことがあり得るようなので、それを無視してください、MALは私が使うようになります評価システムを好きではありません。）\u001b[22m\n\u001b[1m\u001b[22m\n---***Spoilers Ahead***---\n\n\u001b[1m--- *** Spoilers Ahead *** ---\u001b[22m\n\u001b[1m(-- - *** Spoilers Ahead*** -- -)\u001b[22m\n\nTranslations of \u001b[4m---***Spoilers Ahead***---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---***Spoilers Ahead***---\u001b[24m\n    \u001b[1m--- *** Spoilers Ahead *** ---\u001b[22m, \u001b[1m--- ***ネタバレを控え*** ---\u001b[22m\n\u001b[1m\u001b[22m\nThrough this review, I hope to analyze the anime in broken down individual subjects that will hopefully help those who are having trouble with scoring said anime.\n\n\u001b[1mこのレビューでは、アニメをスコアリングするのに問題がある人を助けることになる個々の題材を分析して、そのアニメを分析したいと考えています。\u001b[22m\n\u001b[1m(Kono rebyūde wa, anime o sukoaringu suru no ni mondai ga aru hito o tasukeru koto ni naru koko no daizai o bunseki shite, sono anime o bunseki shitai to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThrough this review, I hope to analyze the anime in broken down individual subjects that will hopefully help those who are having trouble with scoring said anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThrough this review, I hope to analyze the anime in broken down individual subjects that will hopefully help those who are having trouble with scoring said anime.\u001b[24m\n    \u001b[1mこのレビューでは、アニメをスコアリングするのに問題がある人を助けることになる個々の題材を分析して、そのアニメを分析したいと考えています。\u001b[22m, \u001b[1mこのレビューを通じて、私はうまくいけば得点とのトラブルを抱えている人を助ける分解個々の被験者でアニメを分析するために願っていますアニメと述べました。\u001b[22m\n\u001b[1m\u001b[22m\n~The Sounds 4.5/5\n\n\u001b[1m〜ザ・サウンドズ4.5 / 5\u001b[22m\n\u001b[1m(〜 Za saundozu 4. 5/ 5)\u001b[22m\n\nTranslations of \u001b[4m~The Sounds 4.5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~The Sounds 4.5/5\u001b[24m\n    \u001b[1m〜ザ・サウンドズ4.5 / 5\u001b[22m, \u001b[1m〜サウンド4.5 / 5\u001b[22m\nThe soundtrack to the show is centered around classical music. Its immediate message displays how heavily classical the music is, and that is the first impression you are given. The soundtrack is absolutely beautiful, and I simply cannot begin to explain in words how much the music has enhanced the experience. While I had originally listened to classical music, I cannot give such an opinion to that of someone who does not. So here, I shall quote my friend who is not a classical music fan, and share their thoughts over the anime.\n\n\u001b[1mショーへのサウンドトラックは、クラシック音楽を中心にしています。 その即時のメッセージは、クラシック音楽がどれほど古典的であるかを示し、それがあなたに与えられた最初の印象です。 サウンドトラックは絶対に美しく、音楽がどのくらい経験を強化したかを言葉で説明することはできません。 もともと私はクラシック音楽を聴いていましたが、そうでない人にはそのような意見を与えることはできません。 だから、ここでは、クラシック音楽のファンではない私の友人を引用し、そのアニメの考えを共有します。\u001b[22m\n\u001b[1m(Shō e no saundotorakku wa, kurashikku ongaku o chūshin ni shite imasu. Sono sokuji no messēji wa, kurashikku ongaku ga dorehodo koten-tekidearu ka o shimeshi, sore ga anata ni atae rareta saisho no inshōdesu. Saundotorakku wa zettai ni utsukushiku, ongaku ga dono kurai keiken o kyōka shita ka o kotoba de setsumei suru koto wa dekimasen. Motomoto watashi wa kurashikku ongaku o kiite imashitaga,-sōdenai hito ni wa sono yōna iken o ataeru koto wa dekimasen. Dakara, kokode wa, kurashikku ongaku no fande wa nai watashi no yūjin o in'yō shi, sono anime no kangae o kyōyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack to the show is centered around classical music. Its immediate message displays how heavily classical the music is, and that is the first impression you are given. The soundtrack is absolutely beautiful, and I simply cannot begin to explain in words how much the music has enhanced the experience. While I had originally listened to classical music, I cannot give such an opinion to that of someone who does not. So here, I shall quote my friend who is not a classical music fan, and share their thoughts over the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack to the show is centered around classical music.\u001b[24m\n    \u001b[1mショーへのサウンドトラックは、クラシック音楽を中心にしています。\u001b[22m, \u001b[1mショーのサウンドトラックは、クラシック音楽を中心とします。\u001b[22m\n\u001b[4mIts immediate message displays how heavily classical the music is, and that is the first impression you are given.\u001b[24m\n    \u001b[1mその即時のメッセージは、クラシック音楽がどれほど古典的であるかを示し、それがあなたに与えられた最初の印象です。\u001b[22m, \u001b[1mその直接のメッセージは、音楽がどのように重く古典表示され、それはあなたが与えられている第一印象です。\u001b[22m\n\u001b[4mThe soundtrack is absolutely beautiful, and I simply cannot begin to explain in words how much the music has enhanced the experience.\u001b[24m\n    \u001b[1mサウンドトラックは絶対に美しく、音楽がどのくらい経験を強化したかを言葉で説明することはできません。\u001b[22m, \u001b[1mサウンドトラックは絶対に美しいです、と私は単に音楽の経験を強化したどのくらいの言葉で説明し始めることはできません。\u001b[22m\n\u001b[4mWhile I had originally listened to classical music, I cannot give such an opinion to that of someone who does not.\u001b[24m\n    \u001b[1mもともと私はクラシック音楽を聴いていましたが、そうでない人にはそのような意見を与えることはできません。\u001b[22m, \u001b[1m私はもともとクラシック音楽に耳を傾けていましたが、私はそうではない誰かのものに、そのような意見を与えることはできません。\u001b[22m\n\u001b[4mSo here, I shall quote my friend who is not a classical music fan, and share their thoughts over the anime.\u001b[24m\n    \u001b[1mだから、ここでは、クラシック音楽のファンではない私の友人を引用し、そのアニメの考えを共有します。\u001b[22m, \u001b[1mだからここに、私はクラシック音楽のファンではない私の友人の言葉を引用し、アニメの上に自分の考えを共有しなければなりません。\u001b[22m\n“While I wasn’t a classical music fan, I have to agree that the soundtrack is utterly beautiful. The anime voids any typical expectations and even exceeds what I expected it to be, and is the first and foremost only reason I listen to classical music.”\n\n\u001b[1m「私はクラシック音楽のファンではありませんでしたが、サウンドトラックが完全に美しいということに同意する必要があります。 アニメは典型的な期待を無くし、私が期待していたものを上回り、クラシック音楽を聴く唯一の理由です。\u001b[22m\n\u001b[1m(`Watashi wa kurashikku ongaku no fande wa arimasendeshitaga, saundotorakku ga kanzen ni utsukushī to iu koto ni dōi suru hitsuyō ga arimasu. Anime wa tenkei-tekina kitai o nakushi, watashi ga kitai shite ita mono o uwamawari, kurashikku ongaku o kiku yuiitsu no riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4m“While I wasn’t a classical music fan, I have to agree that the soundtrack is utterly beautiful. The anime voids any typical expectations and even exceeds what I expected it to be, and is the first and foremost only reason I listen to classical music.”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“While I wasn’t a classical music fan, I have to agree that the soundtrack is utterly beautiful.\u001b[24m\n    \u001b[1m「私はクラシック音楽のファンではありませんでしたが、サウンドトラックが完全に美しいということに同意する必要があります。\u001b[22m, \u001b[1m私はクラシック音楽のファンではありませんでしたが」、私はサウンドトラックが全く綺麗であることに同意する必要があります。\u001b[22m\n\u001b[4mThe anime voids any typical expectations and even exceeds what I expected it to be, and is the first and foremost only reason I listen to classical music.”\u001b[24m\n    \u001b[1mアニメは典型的な期待を無くし、私が期待していたものを上回り、クラシック音楽を聴く唯一の理由です。\u001b[22m, \u001b[1mアニメは、任意の典型的な期待を無効にし、でも私はそれがあることを期待したもの超える、と私はクラシック音楽を聴く、何よりもまず唯一の理由です。」\u001b[22m\nHad classical music been a bit more appreciated, I might have given the sounds portion a solid 5 without question.\n\n\u001b[1mクラシック音楽がもう少し高く評価されていれば、私は音の部分に疑問のない固体5を与えているかもしれません。\u001b[22m\n\u001b[1m(Kurashikku ongaku ga mōsukoshi takaku hyōka sa rete ireba, watashi wa oto no bubun ni gimon no nai kotai 5 o ataete iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mHad classical music been a bit more appreciated, I might have given the sounds portion a solid 5 without question.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHad classical music been a bit more appreciated, I might have given the sounds portion a solid 5 without question.\u001b[24m\n    \u001b[1mクラシック音楽がもう少し高く評価されていれば、私は音の部分に疑問のない固体5を与えているかもしれません。\u001b[22m, \u001b[1mクラシック音楽は、もう少し私は質問せずに音の部分固体5を与えている、かもしれない高く評価されていました。\u001b[22m\n\u001b[1m\u001b[22m\n~The Animation 5/5\n\n\u001b[1m〜アニメ5/5\u001b[22m\n\u001b[1m(〜 Anime 5/ 5)\u001b[22m\n\nTranslations of \u001b[4m~The Animation 5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~The Animation 5/5\u001b[24m\n    \u001b[1m〜アニメ5/5\u001b[22m\nA-1 Pictures is known for their work on animes such as Fairy Tail, Aldnoah Zero, and the controversial Sword Art Online. Shigatsu wa Kimi no Uso attacks animation with a stunning result. The visuals in the show are just amazing, and is what you’d expect from an action show. The animation of the sweat dripping from the bodies of the characters, the combination of colors use, and especially the effects that were incorporated to dramatize scenes… This is among the pinnacle of anime. There is no real way to explain the animation, as words cannot express the amount of work put into it.\n\n\u001b[1mA-1 Picturesは、Fairy Tail、Aldnoah Zero、論争の的になる剣アートオンラインなどのアニメでの作品として知られています。  Shigatsu wa君の宇宙は驚くべき結果でアニメーションを攻撃する。 ショーのビジュアルはすばらしく、アクションショーで期待するものです。 キャラクターの体から垂れ下がる汗のアニメーション、色の組み合わせ、特にシーンをドラマ化するために取り込まれた効果...これはアニメの頂点の一つです。 アニメーションを説明する実際の方法はありません。なぜなら、言葉はそれに取り込まれる作業の量を表現できないからです。\u001b[22m\n\u001b[1m(A - 1 pikucha wa, feari Tail, Aldnoah Zero, ronsō no-teki ni naru ken ātoonrain nado no anime de no sakuhin to shite shira rete imasu. Shigatsu wa kimi no uchū wa odorokubeki kekka de animēshon o kōgeki suru. Shō no bijuaru wa subarashiku, akushonshō de kitai suru monodesu. Kyarakutā no karada kara taresagaru ase no animēshon,-iro no kumiawase, tokuni shīn o dorama-ka suru tame ni torikoma reta kōka... Kore wa anime no chōten no hitotsudesu. Animēshon o setsumei suru jissai no hōhō wa arimasen. Nazenara, kotoba wa sore ni torikoma reru sagyō no ryō o hyōgen dekinaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mA-1 Pictures is known for their work on animes such as Fairy Tail, Aldnoah Zero, and the controversial Sword Art Online. Shigatsu wa Kimi no Uso attacks animation with a stunning result. The visuals in the show are just amazing, and is what you’d expect from an action show. The animation of the sweat dripping from the bodies of the characters, the combination of colors use, and especially the effects that were incorporated to dramatize scenes… This is among the pinnacle of anime. There is no real way to explain the animation, as words cannot express the amount of work put into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA-1 Pictures is known for their work on animes such as Fairy Tail, Aldnoah Zero, and the controversial Sword Art Online.\u001b[24m\n    \u001b[1mA-1 Picturesは、Fairy Tail、Aldnoah Zero、論争の的になる剣アートオンラインなどのアニメでの作品として知られています。\u001b[22m, \u001b[1m-1の写真は、フェアリーテイル、アルドノア・ゼロ、と物議ソードアート・オンラインなどアニメに自分の仕事のために知られています。\u001b[22m\n\u001b[4mShigatsu wa Kimi no Uso attacks animation with a stunning result.\u001b[24m\n    \u001b[1mShigatsu wa君の宇宙は驚くべき結果でアニメーションを攻撃する。\u001b[22m, \u001b[1m見事な結果にShigatsu君なし嘘の攻撃アニメーション。\u001b[22m\n\u001b[4mThe visuals in the show are just amazing, and is what you’d expect from an action show.\u001b[24m\n    \u001b[1mショーのビジュアルはすばらしく、アクションショーで期待するものです。\u001b[22m, \u001b[1mショーでのビジュアルだけで素晴らしいです、そしてあなたは、アクションショーから期待するものです。\u001b[22m\n\u001b[4mThe animation of the sweat dripping from the bodies of the characters, the combination of colors use, and especially the effects that were incorporated to dramatize scenes… This is among the pinnacle of anime.\u001b[24m\n    \u001b[1mキャラクターの体から垂れ下がる汗のアニメーション、色の組み合わせ、特にシーンをドラマ化するために取り込まれた効果...これはアニメの頂点の一つです。\u001b[22m, \u001b[1m文字の体から汗滴り落ちるのアニメーション、色の組み合わせを使用して、シーンを脚色するために組み込まれた、特に効果...これはアニメの最高峰の一つです。\u001b[22m\n\u001b[4mThere is no real way to explain the animation, as words cannot express the amount of work put into it.\u001b[24m\n    \u001b[1mアニメーションを説明する実際の方法はありません。なぜなら、言葉はそれに取り込まれる作業の量を表現できないからです。\u001b[22m, \u001b[1m言葉はそれに入れて仕事の量を表現することはできませんように、アニメーションを説明する本当の方法はありません。\u001b[22m\n\u001b[1m\u001b[22m\n~The Characters 4.5/5\n\n\u001b[1m〜ザキャラクター4.5 / 5\u001b[22m\n\u001b[1m(〜 Zakyarakutā 4. 5/ 5)\u001b[22m\n\nTranslations of \u001b[4m~The Characters 4.5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~The Characters 4.5/5\u001b[24m\n    \u001b[1m〜ザキャラクター4.5 / 5\u001b[22m, \u001b[1m〜文字4.5 / 5\u001b[22m\nThe characters are truly fantastic - That’s it. They are fantastic. These actions irritated me since all he did was go behind a girl’s back, and then act on his own accord. That in of itself makes me somewhat disappointed, but I will not let that ruin the show’s rating! There is, albeit small, room for improvement indeed. For starters, Kousei, Tsubaki, and Kaori (Kaori taking it all the way until the last episode) were the only characters to really fully develope. Everyone else seemed to be playing support, which was very stressful. Takeshi and Emi were truly two characters that could have been great, but they were brushed into the supporting role category and thus were thrown out of luck. Nagi was outright sudden and underdeveloped (in more ways than one if you know what I mean haha) and Toshiya (The violin boy who verbally attacked Kousei and Kaori for the latter’s absence at the violin recital) was just a sudden apparent-disappearance character. We see him for an extremely small fraction of the show, and is then never significant again. I will admit, I’m bagging on these characters for not doing much, but I will have to admit that they did what they were intended to do - be supporting characters. Although, Watari could’ve had a lot more development in terms of why he’s such a player.\n\n\u001b[1m文字は本当に素晴らしいです - それはそれです。 彼らは素晴らしいです。 これらの行為は、彼がしたことがすべて女の子の背中を去った後、自分自身で行動するので、私を苛立たせました。 それは私自身をいくらか失望させますが、私はショーの評価を台無しにしません！ 確かに改善の余地は小さいが、そこにはある。 初心者のために、声優、つばき、香織（最後のエピソードまでそれを取り上げている）は本当に完全に発展する唯一のキャラクターでした。 他の誰もがサポートをしているように見えましたが、それは非常にストレスでした。  TakeshiとEmiは真に2つのキャラクターでしたが、それは素晴らしいことでしたが、彼らは支持的な役割のカテゴリーに入っていて運が捨てられました。 ナギは急激に突然発達していました（私が笑いを知っていれば、それ以上の意味では1つしかありません）、そしてトシヤ（バイオリニストのリサイタルで不在のために声優とカオリを口にしたヴァイオリンの少年）は、 私たちは彼がショーのごくわずかな部分を見るのを見て、再び重要ではない。 私は大したことではないのでこれらの文字を詰め込んでいるが、彼らが意図したことをしたことを認めなければならない。 しかし、なぜ彼がそのような選手であるかという点では、Watariはもっと多くの開発をしていた可能性があります。\u001b[22m\n\u001b[1m(Moji wa hontōni subarashīdesu - sore wa soredesu. Karera wa subarashīdesu. Tashika ni kaizen no yochi wa chīsaiga, soko ni wa aru. Shoshinsha no tame ni, seiyū, tsubaki, Kaori (saigo no episōdo made sore o toriagete iru) wa hontōni kanzen ni hatten suru yuiitsu no kyarakutādeshita. Hoka no daremoga sapōto o shite iru yō ni miemashitaga, sore wa hijō ni sutoresudeshita. Takeshi to Emi wa makotoni 2tsu no kyarakutādeshitaga, sore wa subarashī kotodeshitaga, karera wa shiji-tekina yakuwari no kategorī ni haitte ite un ga sute raremashita. Nagi wa kyūgeki ni totsuzen hattatsu shite imashita (watashi ga warai o shitte ireba, soreijō no imide wa 1tsu shika arimasen), soshite Toshiya (baiorinisuto no risaitaru de fuzai no tame ni seiyū to Kaori o kuchi ni shita vu~aiorin no shōnen) wa, watashitachi wa kare ga shō no goku wazukana bubun o miru no o mite, futatabi jūyōde wanai. Watashi wa taishita kotode wanainode korera no moji o tsumekonde iruga, karera ga ito shita koto o shita koto o mitomenakereba naranai. Shikashi, naze kare ga sono yōna senshudearu ka to iu tende wa, Watari wa motto ōku no kaihatsu o shite ita kanōsei ga arimasu. Korera no kōi wa, kare ga shita koto ga subete on'nanoko no senaka o satta nochi, jibun jishin de kōdō surunode, watashi o iradata semashita. Sore wa watakushijishin o ikuraka shitsubō sa semasuga, watashi wa shō no hyōka o dainashi ni shimasen!)\u001b[22m\n\u001b[1m\u001b[22m\n~The Plot 5/5\n\n\u001b[1m〜プロット5/5\u001b[22m\n\u001b[1m(〜 Purotto 5/ 5)\u001b[22m\n\nTranslations of \u001b[4m~The Plot 5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~The Plot 5/5\u001b[24m\n    \u001b[1m〜プロット5/5\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n~Personal Enjoyment 5/5 (I marathoned it in a single day. That’s truly interesting.)\n\n\u001b[1m〜個人的な楽しさ5/5（私は1日でそれをマラソンした、それは本当に面白いです。）\u001b[22m\n\u001b[1m(〜 Kojin-tekina tanoshisa 5/ 5 (watashi wa 1-nichi de sore o marason shita, sore wa hontōni omoshiroidesu. ))\u001b[22m\n\nTranslations of \u001b[4m~Personal Enjoyment 5/5 (I marathoned it in a single day. That’s truly interesting.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Personal Enjoyment 5/5 (I marathoned it in a single day. That’s truly interesting.)\u001b[24m\n    \u001b[1m〜個人的な楽しさ5/5（私は1日でそれをマラソンした、それは本当に面白いです。）\u001b[22m, \u001b[1m〜個人で楽しむ5/5（私は一日でそれをmarathoned。それは本当に面白いです。）\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict: 9.6 rounded up to 10.\n\n\u001b[1m最終判決：9.6を切り上げて10にする。\u001b[22m\n\u001b[1m(Saishū hanketsu: 9. 6 O kiriagete 10 ni suru.)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict: 9.6 rounded up to 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict: 9.6 rounded up to 10.\u001b[24m\n    \u001b[1m最終判決：9.6を切り上げて10にする。\u001b[22m, \u001b[1m最終的な評決：9.6は10に切り上げ。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "gabinimi55",
    "profile": "/profile/gabinimi55/reviews",
    "pages": "26",
    "number": "7",
    "link": "/reviews.php?id=184166",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこれは私の最初のレビューで、それはShigatsu Wa Kimi No Uso（4月のあなたの嘘）です。 この番組はロマンスとコメディーが混じったかなり良いドラマ/ミュージック・シリーズです。\n\nストーリー-9\nプロットは本当に何の問題もなく変更する方法を知っています。 私がこの物語の唯一の問題は、最終的に何がKouseiとTsubakiに起こったのか分からなかったことです。私はそれが明確になることを望みます。\n\nアート-10\nA-1ピクチャーズは突然、アートスタイルがオリジナルでとてもうまくいったアニメを作りました。 そしてアニメーション...アニメのほとんどのアニメーションは華やかで、常にショーの背後に隠れた美しさを示しています。  Shigatsuの芸術に合った唯一のレーティングは10だと思います。\n\nサウンド10\nああ、そういう美しいOSTをどうやって作れますか？ 私はちょうどそれを乗り越えることはできません、感情的なostそれはあなたが毎週涙を作るようになります、確かに。 おそらくすべての時間の最高の感情的なオストの一つ。 また、主にショパンやベートーヴェンの曲や、クラシック音楽のアーティストなど、多くのクラシック曲があります。\n\nキャラクター-9\n私は9を置いた。なぜなら、論理的な理由がないために急いでも無作為にも多くの人物がいるように感じたからだ。 しかし、このショーには熟達したキャラクターがあり、あなたはそれらを本当に理解して、簡単に好きになることができます。\n\n楽しさ-10\n私はこのシリーズを愛していました。 前半は音楽の部分とロマンスの詳細ですが、後半は本当に感情的な爆発を起こします。 終わりが悪いと言う人もいますが、私にとっては、この終わりは完璧に結びついた完璧な終わりであり、完璧なアニメーションで多くの情報を示してくれました。 また、OVAが出ているので、これはエンディングを嫌っていた人のために物事を明確にする必要があります、\n\n全体的 -  10\nはい、10です。このシリーズは本当に10に値すると思います。これはおそらく最高のドラマアニメ、そしてもちろん私の意見では最高の音楽アニメの1つです。  Shigatsu Wa Kimi No Usoに関するレビューを読んでくれてありがとう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review and it's about Shigatsu Wa Kimi No Uso (Your lie In April). This show is a pretty good drama/music series mixed with some romance and a bit of comedy.\n\n\u001b[1mこれは私の最初のレビューで、それはShigatsu Wa Kimi No Uso（4月のあなたの嘘）です。 この番組はロマンスとコメディーが混じったかなり良いドラマ/ミュージック・シリーズです。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyū de, soreha Shigatsu Wa Kimi No Uso (4 tsuki no anata no uso)desu. Kono bangumi wa romansu to komedī ga majitta kanari yoi dorama/ myūjikku shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review and it's about Shigatsu Wa Kimi No Uso (Your lie In April). This show is a pretty good drama/music series mixed with some romance and a bit of comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review and it's about Shigatsu Wa Kimi No Uso (Your lie In April).\u001b[24m\n    \u001b[1mこれは私の最初のレビューで、それはShigatsu Wa Kimi No Uso（4月のあなたの嘘）です。\u001b[22m, \u001b[1mこれは私の最初のレビューであり、それはShigatsu君なし嘘（四月は君の嘘）についてです。\u001b[22m\n\u001b[4mThis show is a pretty good drama/music series mixed with some romance and a bit of comedy.\u001b[24m\n    \u001b[1mこの番組はロマンスとコメディーが混じったかなり良いドラマ/ミュージック・シリーズです。\u001b[22m, \u001b[1mこの番組は、いくつかのロマンスとコメディのビットと混合かなり良いドラマ/音楽シリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nStory-9\n\n\u001b[1mストーリー-9\u001b[22m\n\u001b[1m(Sutōrī - 9)\u001b[22m\n\nTranslations of \u001b[4mStory-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-9\u001b[24m\n    \u001b[1mストーリー-9\u001b[22m\nThe plot really knows how to change without having any issues. The only problem I had with the story is that we never knew at the end what happened to Kousei and Tsubaki, I hope it will be clarified.\n\n\u001b[1mプロットは本当に何の問題もなく変更する方法を知っています。 私がこの物語の唯一の問題は、最終的に何がKouseiとTsubakiに起こったのか分からなかったことです。私はそれが明確になることを望みます。\u001b[22m\n\u001b[1m(Purotto wa hontōni nani no mondai mo naku henkō suru hōhō o shitte imasu. Watashi ga kono monogatari no yuiitsu no mondai wa, saishūtekini nani ga Kousei to Tsubaki ni okotta no ka wakaranakatta kotodesu. Watashi wa sore ga meikaku ni naru koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot really knows how to change without having any issues. The only problem I had with the story is that we never knew at the end what happened to Kousei and Tsubaki, I hope it will be clarified.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot really knows how to change without having any issues.\u001b[24m\n    \u001b[1mプロットは本当に何の問題もなく変更する方法を知っています。\u001b[22m, \u001b[1mプロットは本当にすべての問題をせずに変更する方法を知っています。\u001b[22m\n\u001b[4mThe only problem I had with the story is that we never knew at the end what happened to Kousei and Tsubaki, I hope it will be clarified.\u001b[24m\n    \u001b[1m私がこの物語の唯一の問題は、最終的に何がKouseiとTsubakiに起こったのか分からなかったことです。私はそれが明確になることを望みます。\u001b[22m, \u001b[1m私が話をしていた唯一の問題は、我々は厚生や椿に何が起こったのか最後に知らなかったということですが、私はそれを明確にすることを願っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt-10\n\n\u001b[1mアート-10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-10\u001b[24m\n    \u001b[1mアート-10\u001b[22m\nA-1 Pictures suddenly made an anime where the art style is original and so well done. And the animation... The animation for most of the anime is georgous and always shows us the hidden beauty behind the show. I think 10 is the only rating that fit the art quality of Shigatsu.\n\n\u001b[1mA-1ピクチャーズは突然、アートスタイルがオリジナルでとてもうまくいったアニメを作りました。 そしてアニメーション...アニメのほとんどのアニメーションは華やかで、常にショーの背後に隠れた美しさを示しています。  Shigatsuの芸術に合った唯一のレーティングは10だと思います。\u001b[22m\n\u001b[1m(A - 1 pikuchāzu wa totsuzen, ātosutairu ga orijinaru de totemo umaku itta anime o tsukurimashita. Soshite animēshon... Anime no hotondo no animēshon wa hanayakade, tsuneni shō no haigo ni kakureta utsukushi-sa o shimeshite imasu. Shigatsu no geijutsu ni atta yuiitsu no rētingu wa 10da to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mA-1 Pictures suddenly made an anime where the art style is original and so well done. And the animation... The animation for most of the anime is georgous and always shows us the hidden beauty behind the show. I think 10 is the only rating that fit the art quality of Shigatsu.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA-1 Pictures suddenly made an anime where the art style is original and so well done.\u001b[24m\n    \u001b[1mA-1ピクチャーズは突然、アートスタイルがオリジナルでとてもうまくいったアニメを作りました。\u001b[22m, \u001b[1m-1の写真が突然アートスタイルが元でアニメを作ったので、よくやりました。\u001b[22m\n\u001b[4mAnd the animation... The animation for most of the anime is georgous and always shows us the hidden beauty behind the show.\u001b[24m\n    \u001b[1mそしてアニメーション...アニメのほとんどのアニメーションは華やかで、常にショーの背後に隠れた美しさを示しています。\u001b[22m, \u001b[1mアニメーションは...アニメのほとんどのアニメーションはgeorgousであり、常に私たちのショーの背後に隠された美しさを示しています。\u001b[22m\n\u001b[4mI think 10 is the only rating that fit the art quality of Shigatsu.\u001b[24m\n    \u001b[1mShigatsuの芸術に合った唯一のレーティングは10だと思います。\u001b[22m, \u001b[1m私は10がShigatsuの芸術の質に合うだけの評価であると思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound-10\n\n\u001b[1mサウンド10\u001b[22m\n\u001b[1m(Saundo 10)\u001b[22m\n\nTranslations of \u001b[4mSound-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-10\u001b[24m\n    \u001b[1mサウンド10\u001b[22m, \u001b[1m音-10を\u001b[22m\nOh dear Feelsgatsu, how can you have such beautiful OST's. I just can't get over it, emotional ost that will make you tear everytimes, for sure. Probably one of the best emotional ost of all time. Also, there are a lot of classical songs, like mainly songs from Chopin and Beethoven and maybe some more classical music artist.\n\n\u001b[1mああ、そういう美しいOSTをどうやって作れますか？ 私はちょうどそれを乗り越えることはできません、感情的なostそれはあなたが毎週涙を作るようになります、確かに。 おそらくすべての時間の最高の感情的なオストの一つ。 また、主にショパンやベートーヴェンの曲や、クラシック音楽のアーティストなど、多くのクラシック曲があります。\u001b[22m\n\u001b[1m(Ā, sōiu utsukushī OST o dō yatte tsukuremasu ka? Watashi wa chōdo sore o norikoeru koto wa dekimasen, kanjō-tekina ost sore wa anata ga maishū namida o tsukuru yō ni narimasu, tashikani. Osoraku subete no jikan no saikō no kanjō-tekina osuto no hitotsu. Mata, omoni Shopan ya bētōvu~en no kyoku ya, kurashikku ongaku no ātisuto nado, ōku no kurashikku kyoku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOh dear Feelsgatsu, how can you have such beautiful OST's. I just can't get over it, emotional ost that will make you tear everytimes, for sure. Probably one of the best emotional ost of all time. Also, there are a lot of classical songs, like mainly songs from Chopin and Beethoven and maybe some more classical music artist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh dear Feelsgatsu, how can you have such beautiful OST's.\u001b[24m\n    \u001b[1mああ、そういう美しいOSTをどうやって作れますか？\u001b[22m, \u001b[1m親愛なるFeelsgatsuああ、どのようにそのような美しいOSTのを持つことができます。\u001b[22m\n\u001b[4mI just can't get over it, emotional ost that will make you tear everytimes, for sure.\u001b[24m\n    \u001b[1m私はちょうどそれを乗り越えることはできません、感情的なostそれはあなたが毎週涙を作るようになります、確かに。\u001b[22m, \u001b[1m私は念のために、その上にあなたがeverytimesを引き裂くようになります感情的なOSTを取得することはできません。\u001b[22m\n\u001b[4mProbably one of the best emotional ost of all time.\u001b[24m\n    \u001b[1mおそらくすべての時間の最高の感情的なオストの一つ。\u001b[22m, \u001b[1mすべての時間の中で最高の感情的なOSTのおそらく1。\u001b[22m\n\u001b[4mAlso, there are a lot of classical songs, like mainly songs from Chopin and Beethoven and maybe some more classical music artist.\u001b[24m\n    \u001b[1mまた、主にショパンやベートーヴェンの曲や、クラシック音楽のアーティストなど、多くのクラシック曲があります。\u001b[22m, \u001b[1mまた、ショパンやベートーベンから、主に歌のような古典的な曲の多くは、そしておそらくいくつかのより多くのクラシック音楽のアーティストがあります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters-9\n\n\u001b[1mキャラクター-9\u001b[22m\n\u001b[1m(Kyarakutā - 9)\u001b[22m\n\nTranslations of \u001b[4mCharacters-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters-9\u001b[24m\n    \u001b[1mキャラクター-9\u001b[22m, \u001b[1m文字-9\u001b[22m\nI put a 9 because I felt like there were a lot of characters that were either rushed or randomly apeared for no logical reason. Even though, this show has great characters that are well developped and you can really understand them and like them easily.\n\n\u001b[1m私は9を置いた。なぜなら、論理的な理由がないために急いでも無作為にも多くの人物がいるように感じたからだ。 しかし、このショーには熟達したキャラクターがあり、あなたはそれらを本当に理解して、簡単に好きになることができます。\u001b[22m\n\u001b[1m(Watashi wa 9 o oita. Nazenara, ronri-tekina riyū ga nai tame ni isoi demo musakui ni mo ōku no jinbutsu ga iru yō ni kanjitakarada. Shikashi, kono shō ni wa jukutatsu shita kyarakutā ga ari, anata wa sorera o hontōni rikai shite, kantan ni suki ni naru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI put a 9 because I felt like there were a lot of characters that were either rushed or randomly apeared for no logical reason. Even though, this show has great characters that are well developped and you can really understand them and like them easily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI put a 9 because I felt like there were a lot of characters that were either rushed or randomly apeared for no logical reason.\u001b[24m\n    \u001b[1m私は9を置いた。なぜなら、論理的な理由がないために急いでも無作為にも多くの人物がいるように感じたからだ。\u001b[22m, \u001b[1mないか、論理的な理由のために急いまたはランダムapearedた文字の多くがあったように私は感じたので、私は9を置きます。\u001b[22m\n\u001b[4mEven though, this show has great characters that are well developped and you can really understand them and like them easily.\u001b[24m\n    \u001b[1mしかし、このショーには熟達したキャラクターがあり、あなたはそれらを本当に理解して、簡単に好きになることができます。\u001b[22m, \u001b[1mいっても、このショーは十分に開発されている偉大なキャラクターを持って、あなたは本当に簡単にそれらを理解し、彼らのようなことができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-10\n\n\u001b[1m楽しさ-10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-10\u001b[24m\n    \u001b[1m楽しさ-10\u001b[22m, \u001b[1m楽し-10\u001b[22m\nI loved this series from the beggining from the end and never got tired of this show. The first half is more about the music part and the romance but the second half really throw you an emotional explosion. Some says that the ending was bad, but for me, this ending was one amazing ending that concluded correctly and showed us a lot of information with flawless animation. Also, there is an OVA coming out so this must clarify things for the ones who disliked the ending,\n\n\u001b[1m私はこのシリーズを愛していました。 前半は音楽の部分とロマンスの詳細ですが、後半は本当に感情的な爆発を起こします。 終わりが悪いと言う人もいますが、私にとっては、この終わりは完璧に結びついた完璧な終わりであり、完璧なアニメーションで多くの情報を示してくれました。 また、OVAが出ているので、これはエンディングを嫌っていた人のために物事を明確にする必要があります、\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o aishite imashita. Zenhan wa ongaku no bubun to romansu no shōsaidesuga, kōhan wa hontōni kanjō-tekina bakuhatsu o okoshimasu. Owari ga warui to iu hito mo imasuga, watashi ni totte wa, kono owari wa kanpeki ni musubitsuita kanpekina owarideari, kanpekina animēshon de ōku no jōhō o shimeshite kuremashita. Mata, ovu~a ga dete irunode, koreha endingu o kiratte ita hito no tame ni monogoto o meikaku ni suru hitsuyō ga arimasu,)\u001b[22m\n\nTranslations of \u001b[4mI loved this series from the beggining from the end and never got tired of this show. The first half is more about the music part and the romance but the second half really throw you an emotional explosion. Some says that the ending was bad, but for me, this ending was one amazing ending that concluded correctly and showed us a lot of information with flawless animation. Also, there is an OVA coming out so this must clarify things for the ones who disliked the ending,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this series from the beggining from the end and never got tired of this show.\u001b[24m\n    \u001b[1m私はこのシリーズを愛していました。\u001b[22m, \u001b[1m私は端からbegginingからこのシリーズを愛し、このショーの疲れやったことがなかったです。\u001b[22m\n\u001b[4mThe first half is more about the music part and the romance but the second half really throw you an emotional explosion.\u001b[24m\n    \u001b[1m前半は音楽の部分とロマンスの詳細ですが、後半は本当に感情的な爆発を起こします。\u001b[22m, \u001b[1m前半は、音楽部分とロマンスの詳細ですが、後半は本当にあなたの感情的な爆発を投げます。\u001b[22m\n\u001b[4mSome says that the ending was bad, but for me, this ending was one amazing ending that concluded correctly and showed us a lot of information with flawless animation.\u001b[24m\n    \u001b[1m終わりが悪いと言う人もいますが、私にとっては、この終わりは完璧に結びついた完璧な終わりであり、完璧なアニメーションで多くの情報を示してくれました。\u001b[22m, \u001b[1mいくつかは、結末が悪かったと言うが、私にとっては、この結末は正しく結論づけ1驚くべき結末だったと完璧なアニメーションで私たちに多くの情報を示しました。\u001b[22m\n\u001b[4mAlso, there is an OVA coming out so this must clarify things for the ones who disliked the ending,\u001b[24m\n    \u001b[1mまた、OVAが出ているので、これはエンディングを嫌っていた人のために物事を明確にする必要があります、\u001b[22m, \u001b[1mOVAが出てくる。また、そこにされているので、これは結末を嫌っもののために物事を明確にしなければなりません、\u001b[22m\n\u001b[1m\u001b[22m\nOverall-10\n\n\u001b[1m全体的 -  10\u001b[22m\n\u001b[1m(Zentai-teki - 10)\u001b[22m\n\nTranslations of \u001b[4mOverall-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-10\u001b[24m\n    \u001b[1m全体的 -  10\u001b[22m, \u001b[1m全体的に-10\u001b[22m\nYes, 10. This series really deserve a 10 and this is probably one of the best drama anime and of course the best music anime (in my opinion). Thanks for reading my review on Shigatsu Wa Kimi No Uso and I hope you liked it.\n\n\u001b[1mはい、10です。このシリーズは本当に10に値すると思います。これはおそらく最高のドラマアニメ、そしてもちろん私の意見では最高の音楽アニメの1つです。  Shigatsu Wa Kimi No Usoに関するレビューを読んでくれてありがとう。\u001b[22m\n\u001b[1m(Hai, 10desu. Kono shirīzu wa hontōni 10 ni ataisuru to omoimasu. Kore wa osoraku saikō no dorama anime, soshite mochiron watashi no ikende wa saikō no ongaku anime no 1tsudesu. Shigatsu Wa Kimi No Uso ni kansuru rebyū o yonde kurete arigatō.)\u001b[22m\n\nTranslations of \u001b[4mYes, 10. This series really deserve a 10 and this is probably one of the best drama anime and of course the best music anime (in my opinion). Thanks for reading my review on Shigatsu Wa Kimi No Uso and I hope you liked it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, 10. This series really deserve a 10 and this is probably one of the best drama anime and of course the best music anime (in my opinion).\u001b[24m\n    \u001b[1mはい、10です。このシリーズは本当に10に値すると思います。これはおそらく最高のドラマアニメ、そしてもちろん私の意見では最高の音楽アニメの1つです。\u001b[22m, \u001b[1mはい、10このシリーズは本当に10値する、これはおそらく最高のドラマアニメと（私の意見では）もちろん最高の音楽アニメの一つです。\u001b[22m\n\u001b[4mThanks for reading my review on Shigatsu Wa Kimi No Uso and I hope you liked it.\u001b[24m\n    \u001b[1mShigatsu Wa Kimi No Usoに関するレビューを読んでくれてありがとう。\u001b[22m, \u001b[1mShigatsu君なし嘘に私のレビューを読んで、私はあなたがそれが好き願ってくれてありがとう。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Zamireza",
    "profile": "/profile/Zamireza/reviews",
    "pages": "26",
    "number": "8",
    "link": "/reviews.php?id=183423",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは本当にオハイオ州の私の神ですこのアニメはsooooooです悲しい、私はちょうどこのアニメを見終わった、大丈夫私はミヤゾーオKAORIのファン!!!!! 私は痛み、愛、笑い、そしてもっと多くを感じます。このアニメは私のこれまでの最高のものです。\n\n私はカオリとカオリを描くようにしていますが、私はカオリ笑と恋に落ちていると思いますが、2D xDで本当に私はカオリの笑顔、天使のような彼女の笑顔、インスピレーション、霊感が大好きです。 私は彼女の笑と結婚することが本当の場合は、はい、あまりにも多くのxD、私は見つけた！ 私は音楽の新しい味を持っている！ インスピレーションのアニメ、そして私は今クラシック音楽を愛しています。  btw私はこのアニメのすべてのサウンドトラックを持っています。 忘れられないアニメ、そんなにこの物語の意味。 あまりにも多くの引用符thatsは私の地獄ええよ！ だから私はハハハu003eにポンプアップします：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime is Really, oh my god this anime is soooooo Sad,i just finished watching this anime, okay im fans of MIYAZONO KAORI!!!!! Im so sobbing badly seeing The sad scene, the soundtrack really Touched me so much.. i feel the pain,love,laughing, and many more.. this anime is the best of my this far.\n\n\u001b[1mこのアニメは本当にオハイオ州の私の神ですこのアニメはsooooooです悲しい、私はちょうどこのアニメを見終わった、大丈夫私はミヤゾーオKAORIのファン!!!!! 私は痛み、愛、笑い、そしてもっと多くを感じます。このアニメは私のこれまでの最高のものです。\u001b[22m\n\u001b[1m(Kono anime wa hontōni Ohaio-shū no watashi no kamidesu kono anime wa soooooodesu kanashī, watashi wa chōdo kono anime o mi owatta, daijōbu watashi wa miyazōo KAORI no fan! ! ! ! ! Watashi wa itami,-ai, warai, soshite motto ōku o kanjimasu. Kono anime wa watashi no kore made no saikō no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime is Really, oh my god this anime is soooooo Sad,i just finished watching this anime, okay im fans of MIYAZONO KAORI!!!!! Im so sobbing badly seeing The sad scene, the soundtrack really Touched me so much.. i feel the pain,love,laughing, and many more.. this anime is the best of my this far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime is Really, oh my god this anime is soooooo Sad,i just finished watching this anime, okay im fans of MIYAZONO KAORI!!!!!\u001b[24m\n    \u001b[1mこのアニメは本当にオハイオ州の私の神ですこのアニメはsooooooです悲しい、私はちょうどこのアニメを見終わった、大丈夫私はミヤゾーオKAORIのファン!!!!!\u001b[22m, \u001b[1mこのアニメは本当に、私の神ああこのアニメは、私はちょうどこのアニメ、MIYAZONO KAORIの大丈夫イムファンを見てSOOOOOO悲しい終了しますさ!!!!!\u001b[22m\n\u001b[4mIm so sobbing badly seeing The sad scene, the soundtrack really Touched me so much.. i feel the pain,love,laughing, and many more.. this anime is the best of my this far.\u001b[24m\n    \u001b[1m私は痛み、愛、笑い、そしてもっと多くを感じます。このアニメは私のこれまでの最高のものです。\u001b[22m, \u001b[1mイムひどく泣いて悲しいシーンを見て、サウンドトラックは本当にそんなに私に触れた..私は、痛み、愛を感じる、笑って、そしてより多くの..このアニメは、はるかに私の本のベストです。\u001b[22m\n\u001b[1m\u001b[22m\nmaking me to start draw kaori and kaori, i think im fallin in love with Kaori lol, with 2D xD but really i love the way kaori Smile, her smile like angel,Inspiration, spirited. freedom, and well yes if she real i could marry her lol, okay its too much xD, and i FOUND!! I HAVE A NEW TASTE OF MUSIC!!! so Inspiration anime, and i love classical music now. and btw i have all the Soundtrack in this anime. unforgetfull anime, so much Meaning in this story. and so much Quotes thats make me well hell yeah! im so Pump up hahaha &gt;:D\n\n\u001b[1m私はカオリとカオリを描くようにしていますが、私はカオリ笑と恋に落ちていると思いますが、2D xDで本当に私はカオリの笑顔、天使のような彼女の笑顔、インスピレーション、霊感が大好きです。 私は彼女の笑と結婚することが本当の場合は、はい、あまりにも多くのxD、私は見つけた！ 私は音楽の新しい味を持っている！ インスピレーションのアニメ、そして私は今クラシック音楽を愛しています。  btw私はこのアニメのすべてのサウンドトラックを持っています。 忘れられないアニメ、そんなにこの物語の意味。 あまりにも多くの引用符thatsは私の地獄ええよ！ だから私はハハハu003eにポンプアップします：D\u001b[22m\n\u001b[1m(Watashi wa Kaori to Kaori o kaku yō ni shite imasuga, watashi wa Kaori Emi to koiniochite iru to omoimasuga, 2 D xD de hontōni watashi wa Kaori no egao, tenshi no yōna kanojo no egao, insupirēshon, reikan ga daisukidesu. Watashi wa kanojo no Emi to kekkon suru koto ga hontō no baai wa, wa i, amarini mo ōku no xD, watashi wa mitsuketa! Watashi wa ongaku no atarashī aji o motte iru! Insupirēshon no anime, soshite watashi wa ima kurashikku ongaku o aishiteimasu. Btw watashi wa kono anime no subete no saundotorakku o motte imasu. Wasurerarenai anime, son'nani kono monogatari no imi. Amarini mo ōku no in'yō fu thats wa watashi no jigoku ē yo! Dakara watashi wa hahaha u003e ni ponpu appu shimasu: D)\u001b[22m\n\nTranslations of \u001b[4mmaking me to start draw kaori and kaori, i think im fallin in love with Kaori lol, with 2D xD but really i love the way kaori Smile, her smile like angel,Inspiration, spirited. freedom, and well yes if she real i could marry her lol, okay its too much xD, and i FOUND!! I HAVE A NEW TASTE OF MUSIC!!! so Inspiration anime, and i love classical music now. and btw i have all the Soundtrack in this anime. unforgetfull anime, so much Meaning in this story. and so much Quotes thats make me well hell yeah! im so Pump up hahaha &gt;:D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmaking me to start draw kaori and kaori, i think im fallin in love with Kaori lol, with 2D xD but really i love the way kaori Smile, her smile like angel,Inspiration, spirited.\u001b[24m\n    \u001b[1m私はカオリとカオリを描くようにしていますが、私はカオリ笑と恋に落ちていると思いますが、2D xDで本当に私はカオリの笑顔、天使のような彼女の笑顔、インスピレーション、霊感が大好きです。\u001b[22m, \u001b[1m私はドロー香織と香織を開始すること、天使、インスピレーション、威勢のように彼女の笑顔、私は2DのxDで、笑かおりと恋にイムフォーリンだと思いますが、本当に、私は道香織スマイルが大好きです。\u001b[22m\n\u001b[4mfreedom, and well yes if she real i could marry her lol, okay its too much xD, and i FOUND!!\u001b[24m\n    \u001b[1m私は彼女の笑と結婚することが本当の場合は、はい、あまりにも多くのxD、私は見つけた！\u001b[22m, \u001b[1m自由、よくはい、彼女は本当の私はそのあまりのxD大丈夫、笑彼女と結婚できた、と私が見つけた場合は！\u001b[22m\n\u001b[4mI HAVE A NEW TASTE OF MUSIC!!!\u001b[24m\n    \u001b[1m私は音楽の新しい味を持っている！\u001b[22m, \u001b[1m私は音楽の新しい味を持って！\u001b[22m\n\u001b[4mso Inspiration anime, and i love classical music now.\u001b[24m\n    \u001b[1mインスピレーションのアニメ、そして私は今クラシック音楽を愛しています。\u001b[22m, \u001b[1mそうインスピレーションアニメ、と私は今クラシック音楽が大好きです。\u001b[22m\n\u001b[4mand btw i have all the Soundtrack in this anime.\u001b[24m\n    \u001b[1mbtw私はこのアニメのすべてのサウンドトラックを持っています。\u001b[22m, \u001b[1mそしてところで私はこのアニメ内のすべてのサウンドトラックを持っています。\u001b[22m\n\u001b[4munforgetfull anime, so much Meaning in this story.\u001b[24m\n    \u001b[1m忘れられないアニメ、そんなにこの物語の意味。\u001b[22m, \u001b[1munforgetfullアニメ、この物語の中でそんなに意味。\u001b[22m\n\u001b[4mand so much Quotes thats make me well hell yeah!\u001b[24m\n    \u001b[1mあまりにも多くの引用符thatsは私の地獄ええよ！\u001b[22m, \u001b[1mそしてそんなに引用のthatsのは私だけでなくええ地獄を作ります！\u001b[22m\n\u001b[4mim so Pump up hahaha &gt;:D\u001b[24m\n    \u001b[1mだから私はハハハu003eにポンプアップします：D\u001b[22m, \u001b[1mイムので、ハハハアップポンプ＆GT;：D\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "VongolaDWF",
    "profile": "/profile/VongolaDWF/reviews",
    "pages": "26",
    "number": "9",
    "link": "/reviews.php?id=183378",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n最初の「スライス・オブ・ライフ」と私は失望していないと言わなければならない。 見なければならない！\n少なくとも少ししか行動していないアニメを見ていて、ここやそこで戦っている人にとって、私はそれほど好きではないと本当に期待していました。\n物語\n物語はほとんど予測可能でしたが、私はそれに恋をするのを助けることができませんでした。 それはいくつかの愛の三角形を持っていたが、それはあまりにも劇的になったり、文字の選択肢に迷惑を掛けたりしなかった素晴らしいロマンスの物語でした。 私はこれが、実際の物語や、復讐や恥ずかしさや状況ではなく、あなたが見たいと思っている関係にもっと焦点を当てる能力のための大きな理由だと思います。\nキャラクター\nキャラクターがショーをここに作った。 あなたはすべて、特に女主人、カオリを好きにするのを手助けすることはできません。\n素晴らしいショーは見なければなりません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst 'slice of life' and I gotta say I'm not disappointed. Must watch!\n\n\u001b[1m最初の「スライス・オブ・ライフ」と私は失望していないと言わなければならない。 見なければならない！\u001b[22m\n\u001b[1m(Saisho no `suraisu Obu raifu' to watashi wa shitsubō shite inai to iwanakereba naranai. Minakereba naranai!)\u001b[22m\n\nTranslations of \u001b[4mFirst 'slice of life' and I gotta say I'm not disappointed. Must watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst 'slice of life' and I gotta say I'm not disappointed.\u001b[24m\n    \u001b[1m最初の「スライス・オブ・ライフ」と私は失望していないと言わなければならない。\u001b[22m, \u001b[1m最初の「人生のスライス」と私が得た私は失望していないだと言います。\u001b[22m\n\u001b[4mMust watch!\u001b[24m\n    \u001b[1m見なければならない！\u001b[22m, \u001b[1m監視する必要があります！\u001b[22m\nFor someone who has only watched anime with at least a little bit of action and fighting here and there, I wasn't really expecting to like this that much.\n\n\u001b[1m少なくとも少ししか行動していないアニメを見ていて、ここやそこで戦っている人にとって、私はそれほど好きではないと本当に期待していました。\u001b[22m\n\u001b[1m(Sukunakutomo sukoshi shika kōdō shite inai anime o mite ite, koko ya soko de tatakatte iru hito ni totte, watashi wa sorehodo sukide wanaito hontōni kitai shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mFor someone who has only watched anime with at least a little bit of action and fighting here and there, I wasn't really expecting to like this that much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor someone who has only watched anime with at least a little bit of action and fighting here and there, I wasn't really expecting to like this that much.\u001b[24m\n    \u001b[1m少なくとも少ししか行動していないアニメを見ていて、ここやそこで戦っている人にとって、私はそれほど好きではないと本当に期待していました。\u001b[22m, \u001b[1m唯一のアクションの少なくとも少しでアニメを見て、こことそこに戦った人のために、私は本当にこのことはあまり好きに期待していませんでした。\u001b[22m\nThe Story\n\n\u001b[1m物語\u001b[22m\n\u001b[1m(Monogatari)\u001b[22m\n\nTranslations of \u001b[4mThe Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story\u001b[24m\n    \u001b[1m物語\u001b[22m, \u001b[1mストーリー\u001b[22m\nAlthough the story was mostly predictable, I couldn't help falling in love with it. It was a nice romance story about, that had some love triangles but it didn't get overly dramatic or annoying with with the characters choices. I think this was a big reason for it's ability to focus more on the actual story, and the relationships you want to see instead of revenge and embarrassing and situations.\n\n\u001b[1m物語はほとんど予測可能でしたが、私はそれに恋をするのを助けることができませんでした。 それはいくつかの愛の三角形を持っていたが、それはあまりにも劇的になったり、文字の選択肢に迷惑を掛けたりしなかった素晴らしいロマンスの物語でした。 私はこれが、実際の物語や、復讐や恥ずかしさや状況ではなく、あなたが見たいと思っている関係にもっと焦点を当てる能力のための大きな理由だと思います。\u001b[22m\n\u001b[1m(Monogatari wa hotondo yosoku kanōdeshitaga, watashi wa sore ni koi o suru no o tasukeru koto ga dekimasendeshita. Sore wa ikutsu ka no ai no sankakkei o motte itaga, sore wa amarini mo gekiteki ni nattari, moji no sentakushi ni meiwaku o kake tari shinakatta subarashī romansu no monogatarideshita. Watashi wa kore ga, jissai no monogatari ya, fukushū ya hazukashi-sa ya jōkyōde wa naku, anata ga mitai to omotte iru kankei ni motto shōten o ateru nōryoku no tame no ōkina riyūda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the story was mostly predictable, I couldn't help falling in love with it. It was a nice romance story about, that had some love triangles but it didn't get overly dramatic or annoying with with the characters choices. I think this was a big reason for it's ability to focus more on the actual story, and the relationships you want to see instead of revenge and embarrassing and situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the story was mostly predictable, I couldn't help falling in love with it.\u001b[24m\n    \u001b[1m物語はほとんど予測可能でしたが、私はそれに恋をするのを助けることができませんでした。\u001b[22m, \u001b[1m物語は主に予測可能であったが、私はそれと恋に落ち助けることができませんでした。\u001b[22m\n\u001b[4mIt was a nice romance story about, that had some love triangles but it didn't get overly dramatic or annoying with with the characters choices.\u001b[24m\n    \u001b[1mそれはいくつかの愛の三角形を持っていたが、それはあまりにも劇的になったり、文字の選択肢に迷惑を掛けたりしなかった素晴らしいロマンスの物語でした。\u001b[22m, \u001b[1mこれは、いくつかの三角関係を持っていたのいい恋愛物語、だったが、それは文字の選択肢を持つと過度に劇的なまたは迷惑取得できませんでした。\u001b[22m\n\u001b[4mI think this was a big reason for it's ability to focus more on the actual story, and the relationships you want to see instead of revenge and embarrassing and situations.\u001b[24m\n    \u001b[1m私はこれが、実際の物語や、復讐や恥ずかしさや状況ではなく、あなたが見たいと思っている関係にもっと焦点を当てる能力のための大きな理由だと思います。\u001b[22m, \u001b[1m私は、これはそれの実際の話に集中する能力、およびあなたが復讐と恥ずかしいや状況の代わりに表示したい関係を大きな理由だったと思います。\u001b[22m\nThe Characters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nTranslations of \u001b[4mThe Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters\u001b[24m\n    \u001b[1mキャラクター\u001b[22m\nThe characters made the show here. You can't help liking them all, especially the female protagonist, Kaori.\n\n\u001b[1mキャラクターがショーをここに作った。 あなたはすべて、特に女主人、カオリを好きにするのを手助けすることはできません。\u001b[22m\n\u001b[1m(Kyarakutā ga shō o koko ni tsukutta. Anata wa subete, tokuni on'na shujin, Kaori o sukini suru no o tedasuke suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters made the show here. You can't help liking them all, especially the female protagonist, Kaori.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters made the show here.\u001b[24m\n    \u001b[1mキャラクターがショーをここに作った。\u001b[22m, \u001b[1m文字は、ここでショーを行いました。\u001b[22m\n\u001b[4mYou can't help liking them all, especially the female protagonist, Kaori.\u001b[24m\n    \u001b[1mあなたはすべて、特に女主人、カオリを好きにするのを手助けすることはできません。\u001b[22m, \u001b[1mあなたは、特に女性主人公、かおり、それらすべてを好き助けることはできません。\u001b[22m\nGreat show must watch!!\n\n\u001b[1m素晴らしいショーは見なければなりません！\u001b[22m\n\u001b[1m(Subarashī shō wa minakereba narimasen!)\u001b[22m\n\nTranslations of \u001b[4mGreat show must watch!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat show must watch!!\u001b[24m\n    \u001b[1m素晴らしいショーは見なければなりません！\u001b[22m, \u001b[1m素晴らしいショーを見なければなりません！\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "alexonxanax",
    "profile": "/profile/alexonxanax/reviews",
    "pages": "26",
    "number": "10",
    "link": "/reviews.php?id=233083",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  7\n\n私がシリーズを見始めたとき、私はとても夢中になり、私は日曜日にそれらをすべて飲みました。 アニメーションは素晴らしく、この美しくて明るい世界にあなたを吸い込み、音楽はあらゆる隅々に隠されています。 それから、私たちは、彼の外傷的な過去のために、この美しさの中で自分の場所を見つけることができないMCに会います。 彼はすぐに彼の自己価値を再び発見するのを助ける、美しくてスパンキーな女性のリードを満たしている。 しかし、新たな課題が明らかになり、単純に肯定的になることで克服できないものがあるため、先行きが暗い未来があります。  Ahem。 私が間違ってはいけない、私は混乱と矛盾する感情を示す人物が大好きです。なぜなら、人と人との関係を変えてくれるからです。 過度のテーマにもかかわらず、シリーズは本当にうまくそれを取り除くために管理し、あなたはちょうど新しい何かに座っているように感じる。\n\n*軽度のスポイラー*\n私の牛は、愛の関心の背景が明らかになる道です。 彼女が彼を探し求めた理由は、やや工夫されているようだ。 彼らの子供時代の出会いは強制的に感じられ、tbhで済ませられた可能性があります。 それは私の意見で物語を引っ張って、少し伸ばしたように感じました。\n\nそれ以外にも、過去5年ほどで私が本当に楽しんでいたロマンスアニメは数少ないものです。 その音楽は私がそれを見た後数ヶ月間私のプレイリストに残った:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhen I started watching the series, I was so hooked that I binged through them all on a Sunday. The animation is brilliant and sucks you into this beautiful and bright world with music hidden in every nook and corner. Then, we meet the MC who just can't find his place in all this beauty because of his traumatic past. He soon meets the beautiful and spunky female lead who helps him discover his self-worth again. However, there is a dark future ahead of them, as new challenges are uncovered, those that can't be overcome by simply being positive. Ahem. Don't get me wrong, I do love a character who shows turmoil and conflicting emotions, because that's what makes them human and relatable, but it does sound like the usual trope doesn't it? Despite the overused theme, The series manages to pull it off really well and makes you feel like you just sat through something new.\n\n\u001b[1m私がシリーズを見始めたとき、私はとても夢中になり、私は日曜日にそれらをすべて飲みました。 アニメーションは素晴らしく、この美しくて明るい世界にあなたを吸い込み、音楽はあらゆる隅々に隠されています。 それから、私たちは、彼の外傷的な過去のために、この美しさの中で自分の場所を見つけることができないMCに会います。 彼はすぐに彼の自己価値を再び発見するのを助ける、美しくてスパンキーな女性のリードを満たしている。 しかし、新たな課題が明らかになり、単純に肯定的になることで克服できないものがあるため、先行きが暗い未来があります。  Ahem。 私が間違ってはいけない、私は混乱と矛盾する感情を示す人物が大好きです。なぜなら、人と人との関係を変えてくれるからです。 過度のテーマにもかかわらず、シリーズは本当にうまくそれを取り除くために管理し、あなたはちょうど新しい何かに座っているように感じる。\u001b[22m\n\u001b[1m(Watashi ga shirīzu o mi hajimeta toki, watashi wa totemo muchū ni nari, watashi wa nichiyōbi ni sorera o subete nomimashita. Animēshon wa subarashiku, kono utsukushikute akarui sekai ni anata o suikomi, ongaku wa arayuru sumizumi ni kakusa rete imasu. Sorekara, watashitachiha, kare no gaishō-tekina kako no tame ni, kono utsukushi-sa no naka de jibun no basho o mitsukeru koto ga dekinai MC ni aimasu. Kare wa sugu ni kare no jiko kachi o futatabi hakken suru no o tasukeru, utsukushikute supankīna josei no rīdo o mitashite iru. Shikashi, aratana kadai ga akiraka ni nari, tanjun ni kōtei-teki ni naru koto de kokufuku dekinai mono ga aru tame, sakiyuki ga kurai mirai ga arimasu. Ahem. Watashi ga machigatte wa ikenai, watashi wa konran to mujun suru kanjō o shimesu jinbutsu ga daisukidesu. Nazenara, hito to hito to no kankei o kaete kurerukaradesu. Kado no tēma nimokakawarazu, shirīzu wa hontōni umaku sore o torinozoku tame ni kanri shi, anata wa chōdo atarashī nanika ni suwatte iru yō ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mWhen I started watching the series, I was so hooked that I binged through them all on a Sunday. The animation is brilliant and sucks you into this beautiful and bright world with music hidden in every nook and corner. Then, we meet the MC who just can't find his place in all this beauty because of his traumatic past. He soon meets the beautiful and spunky female lead who helps him discover his self-worth again. However, there is a dark future ahead of them, as new challenges are uncovered, those that can't be overcome by simply being positive. Ahem. Don't get me wrong, I do love a character who shows turmoil and conflicting emotions, because that's what makes them human and relatable, but it does sound like the usual trope doesn't it? Despite the overused theme, The series manages to pull it off really well and makes you feel like you just sat through something new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I started watching the series, I was so hooked that I binged through them all on a Sunday.\u001b[24m\n    \u001b[1m私がシリーズを見始めたとき、私はとても夢中になり、私は日曜日にそれらをすべて飲みました。\u001b[22m, \u001b[1m私はシリーズを見始めたとき、私は日曜日にそれらすべてを酔っぱらったように夢中になりました。\u001b[22m\n\u001b[4mThe animation is brilliant and sucks you into this beautiful and bright world with music hidden in every nook and corner.\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、この美しくて明るい世界にあなたを吸い込み、音楽はあらゆる隅々に隠されています。\u001b[22m, \u001b[1mアニメーションは素晴らしいですし、隅々に隠された音楽とこの美しい、明るい世界にあなたを吸います。\u001b[22m\n\u001b[4mThen, we meet the MC who just can't find his place in all this beauty because of his traumatic past.\u001b[24m\n    \u001b[1mそれから、私たちは、彼の外傷的な過去のために、この美しさの中で自分の場所を見つけることができないMCに会います。\u001b[22m, \u001b[1mそして、私たちは彼のために外傷性の過去のすべてのこの美しさで彼の場所を見つけることができないMCを満たしています。\u001b[22m\n\u001b[4mHe soon meets the beautiful and spunky female lead who helps him discover his self-worth again.\u001b[24m\n    \u001b[1m彼はすぐに彼の自己価値を再び発見するのを助ける、美しくてスパンキーな女性のリードを満たしている。\u001b[22m, \u001b[1m彼はすぐに彼は再び彼の自己価値を発見するのに役立ちます美しく、魅力的な女性のリードを満たしています。\u001b[22m\n\u001b[4mHowever, there is a dark future ahead of them, as new challenges are uncovered, those that can't be overcome by simply being positive.\u001b[24m\n    \u001b[1mしかし、新たな課題が明らかになり、単純に肯定的になることで克服できないものがあるため、先行きが暗い未来があります。\u001b[22m, \u001b[1m新たな課題が明らかにされているようしかし、暗い未来は単純に陽性であることによって克服することができないものは、先にそれらの存在です。\u001b[22m\n\u001b[4mAhem.\u001b[24m\n    \u001b[1mAhem。\u001b[22m, \u001b[1mエヘン。\u001b[22m\n\u001b[4mDon't get me wrong, I do love a character who shows turmoil and conflicting emotions, because that's what makes them human and relatable, but it does sound like the usual trope doesn't it?\u001b[24m\n    \u001b[1m私が間違ってはいけない、私は混乱と矛盾する感情を示す人物が大好きです。なぜなら、人と人との関係を変えてくれるからです。\u001b[22m, \u001b[1m誤解しないでください、それはないが、彼らは人間と話すことのできる作るものだから、私は、混乱と矛盾する感情を示している文字を愛してやるが、それはいつもの比喩のように聞こえるのですか？\u001b[22m\n\u001b[4mDespite the overused theme, The series manages to pull it off really well and makes you feel like you just sat through something new.\u001b[24m\n    \u001b[1m過度のテーマにもかかわらず、シリーズは本当にうまくそれを取り除くために管理し、あなたはちょうど新しい何かに座っているように感じる。\u001b[22m, \u001b[1m使い古されたテーマにもかかわらず、シリーズは本当によくそれをやってのけるために管理し、あなただけの何か新しいものを介して座っていたようにあなたが感じることができます。\u001b[22m\n\u001b[1m\u001b[22m\n*mild spoilers*\n\n\u001b[1m*軽度のスポイラー*\u001b[22m\n\u001b[1m(* Keido no supoirā*)\u001b[22m\n\nTranslations of \u001b[4m*mild spoilers*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*mild spoilers*\u001b[24m\n    \u001b[1m*軽度のスポイラー*\u001b[22m, \u001b[1m*穏やかなスポイラー*\u001b[22m\nMy beef is with the way the love interest's background is revealed. it seemed slightly contrived, the reason why she sought him out. Their childhood encounter feels forced and could've been done away with tbh. It dragged the story down in my opinion and made it feel a bit stretched.\n\n\u001b[1m私の牛は、愛の関心の背景が明らかになる道です。 彼女が彼を探し求めた理由は、やや工夫されているようだ。 彼らの子供時代の出会いは強制的に感じられ、tbhで済ませられた可能性があります。 それは私の意見で物語を引っ張って、少し伸ばしたように感じました。\u001b[22m\n\u001b[1m(Watashi no ushi wa, ai no kanshin no haikei ga akiraka ni naru michidesu. Kanojo ga kare o sagashimotometa riyū wa, yaya kufū sa rete iru yōda. Karera no kodomo jidai no deai wa kyōsei-teki ni kanji rare, tbh de sumase rareta kanōsei ga arimasu. Sore wa watashi no iken de monogatari o hippatte, sukoshi nobashita yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mMy beef is with the way the love interest's background is revealed. it seemed slightly contrived, the reason why she sought him out. Their childhood encounter feels forced and could've been done away with tbh. It dragged the story down in my opinion and made it feel a bit stretched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy beef is with the way the love interest's background is revealed.\u001b[24m\n    \u001b[1m私の牛は、愛の関心の背景が明らかになる道です。\u001b[22m, \u001b[1m私の牛肉は愛興味の背景が明らかにされている方法です。\u001b[22m\n\u001b[4mit seemed slightly contrived, the reason why she sought him out.\u001b[24m\n    \u001b[1m彼女が彼を探し求めた理由は、やや工夫されているようだ。\u001b[22m, \u001b[1mそれは、彼女が彼を求めた理由を少し不自然に思えました。\u001b[22m\n\u001b[4mTheir childhood encounter feels forced and could've been done away with tbh.\u001b[24m\n    \u001b[1m彼らの子供時代の出会いは強制的に感じられ、tbhで済ませられた可能性があります。\u001b[22m, \u001b[1m子供の頃の出会いは強制的に感じているとTBHと離れて行われていたかもしれません。\u001b[22m\n\u001b[4mIt dragged the story down in my opinion and made it feel a bit stretched.\u001b[24m\n    \u001b[1mそれは私の意見で物語を引っ張って、少し伸ばしたように感じました。\u001b[22m, \u001b[1mそれは私の意見で話を下方向にドラッグし、それは少し伸ばし感じさせてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nOther than that, it's one the few romance anime that I really enjoyed watching in the past 5 years or so. Its music remained on my playlist for months after I saw it :)\n\n\u001b[1mそれ以外にも、過去5年ほどで私が本当に楽しんでいたロマンスアニメは数少ないものです。 その音楽は私がそれを見た後数ヶ月間私のプレイリストに残った:)\u001b[22m\n\u001b[1m(Sore igai ni mo, kako 5-nen hodo de watashi ga hontōni tanoshinde ita romansu anime wa kazusukunai monodesu. Sono ongaku wa watashi ga sore o mita nochi sū-kagetsu-kan watashi no pureirisuto ni nokotta: ))\u001b[22m\n\nTranslations of \u001b[4mOther than that, it's one the few romance anime that I really enjoyed watching in the past 5 years or so. Its music remained on my playlist for months after I saw it :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that, it's one the few romance anime that I really enjoyed watching in the past 5 years or so.\u001b[24m\n    \u001b[1mそれ以外にも、過去5年ほどで私が本当に楽しんでいたロマンスアニメは数少ないものです。\u001b[22m, \u001b[1mそれ以外は、それは私が本当に過去5年やそこらで見て楽しんだ1いくつかの恋愛アニメです。\u001b[22m\n\u001b[4mIts music remained on my playlist for months after I saw it :)\u001b[24m\n    \u001b[1mその音楽は私がそれを見た後数ヶ月間私のプレイリストに残った:)\u001b[22m, \u001b[1m私はそれを見た後にその音楽は数ヶ月のために私のプレイリストに残った:)\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Xpendables_T101",
    "profile": "/profile/Xpendables_T101/reviews",
    "pages": "26",
    "number": "11",
    "link": "/reviews.php?id=232312",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは本当に揺られ、プロット、キャラクター、プレゼンテーション、ラスト・ミュージックの面で美しいものでした。\n私はすべての音楽+アニメ愛好家に強くお勧めします....\n全体的にこのアニメのための全体的なすでに10。\nそこにクリエイターと音楽チームの親指....私たちはこのようなアニメが必要です。\nこのアニメは、その人たちが人を愛し、そこに人生を続ける人たちがとても幸運であることを実感しています。そして、そこに人が短く愛する人もいます。  ..しかし、私たちが自分の幸せではなく愛する人々の幸福についてのすべて...\nちょうど春の時間のように、本当に美しいです。 あなたは多くの色を見て、音楽を追加すると何か言葉で説明できない\n素晴らしい組み合わせ...色+音楽.....これはあなたがこのアニメで見るものです....\nこのようなアニメはもうありますか？ 彼らが私と共有してくれたら...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime really rocked and its was beautiful in terms of plot, characters, presentation and last music.\n\n\u001b[1mこのアニメは本当に揺られ、プロット、キャラクター、プレゼンテーション、ラスト・ミュージックの面で美しいものでした。\u001b[22m\n\u001b[1m(Kono anime wa hontōni yura re, purotto, kyarakutā, purezentēshon, rasuto myūjikku no men de utsukushī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime really rocked and its was beautiful in terms of plot, characters, presentation and last music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime really rocked and its was beautiful in terms of plot, characters, presentation and last music.\u001b[24m\n    \u001b[1mこのアニメは本当に揺られ、プロット、キャラクター、プレゼンテーション、ラスト・ミュージックの面で美しいものでした。\u001b[22m, \u001b[1mこのアニメは本当に揺動し、そのプロット、キャラクター、プレゼンテーションと最後の音楽の面で綺麗でした。\u001b[22m\nI would strongly recommend to all music + anime lovers....\n\n\u001b[1m私はすべての音楽+アニメ愛好家に強くお勧めします....\u001b[22m\n\u001b[1m(Watashi wa subete no ongaku + anime aikō-ka ni tsuyoku o susume shimasu....)\u001b[22m\n\nTranslations of \u001b[4mI would strongly recommend to all music + anime lovers....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would strongly recommend to all music + anime lovers....\u001b[24m\n    \u001b[1m私はすべての音楽+アニメ愛好家に強くお勧めします....\u001b[22m, \u001b[1m私は強くすべての音楽+アニメ愛好家にお勧めします....\u001b[22m\nOverall for this anime its already 10.\n\n\u001b[1m全体的にこのアニメのための全体的なすでに10。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime no tame no zentai-tekina sudeni 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall for this anime its already 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall for this anime its already 10.\u001b[24m\n    \u001b[1m全体的にこのアニメのための全体的なすでに10。\u001b[22m, \u001b[1mこのアニメの、既に10のための全体的な。\u001b[22m\nThumbs to there creators and musical team.... we need anime's like this one.\n\n\u001b[1mそこにクリエイターと音楽チームの親指....私たちはこのようなアニメが必要です。\u001b[22m\n\u001b[1m(Soko ni kurieitā to ongaku chīmu no oyayubi. ... Watashitachiha kono yōna anime ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThumbs to there creators and musical team.... we need anime's like this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThumbs to there creators and musical team.... we need anime's like this one.\u001b[24m\n    \u001b[1mそこにクリエイターと音楽チームの親指....私たちはこのようなアニメが必要です。\u001b[22m, \u001b[1mそこクリエイターと音楽のチームに親指....我々はこのようなアニメのを必要としています。\u001b[22m\nThis anime is made me realize that those people are very lucky who find there love ones and continue there life with them.. then there are those also who find there love ones for shorter period of time and had to endure there life without them.. ..but its all about happiness of people we love not about our own happiness....\n\n\u001b[1mこのアニメは、その人たちが人を愛し、そこに人生を続ける人たちがとても幸運であることを実感しています。そして、そこに人が短く愛する人もいます。  ..しかし、私たちが自分の幸せではなく愛する人々の幸福についてのすべて...\u001b[22m\n\u001b[1m(Kono anime wa, sono hito-tachi ga hito o aishi, soko ni jinsei o tsudzukeru hito-tachi ga totemo kōundearu koto o jikkan shite imasu. Soshite, soko ni hito ga mijikaku aisuruhito mo imasu... Shikashi, watashitachi ga jibun no shiawasede wanaku aisuru hitobito no kōfuku ni tsuite no subete...)\u001b[22m\n\nTranslations of \u001b[4mThis anime is made me realize that those people are very lucky who find there love ones and continue there life with them.. then there are those also who find there love ones for shorter period of time and had to endure there life without them.. ..but its all about happiness of people we love not about our own happiness....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is made me realize that those people are very lucky who find there love ones and continue there life with them.. then there are those also who find there love ones for shorter period of time and had to endure there life without them..\u001b[24m\n    \u001b[1mこのアニメは、その人たちが人を愛し、そこに人生を続ける人たちがとても幸運であることを実感しています。そして、そこに人が短く愛する人もいます。\u001b[22m, \u001b[1mこのアニメは、時間の短い期間のためにそこに愛のものを見つけると、それらなしでそこでの生活を耐えなければならなかった人も、それらがある..私はそれらの人々が愛するを見つけ、それらとそこでの生活を続ける人は非常に幸運であることを理解されます..\u001b[22m\n\u001b[4m..but its all about happiness of people we love not about our own happiness....\u001b[24m\n    \u001b[1m..しかし、私たちが自分の幸せではなく愛する人々の幸福についてのすべて...\u001b[22m, \u001b[1mそのすべての私たちは私たち自身の幸せではない愛する人々の幸福について..but....\u001b[22m\nJust like Spring time is really beautiful. You see lot of colors and when you add music its something cant be explained by words\n\n\u001b[1mちょうど春の時間のように、本当に美しいです。 あなたは多くの色を見て、音楽を追加すると何か言葉で説明できない\u001b[22m\n\u001b[1m(Chōdo haru no jikan no yō ni, hontōni utsukushīdesu. Anata wa ōku no iro o mite, ongaku o tsuika suru to nanika kotoba de setsumei dekinai)\u001b[22m\n\nTranslations of \u001b[4mJust like Spring time is really beautiful. You see lot of colors and when you add music its something cant be explained by words\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust like Spring time is really beautiful.\u001b[24m\n    \u001b[1mちょうど春の時間のように、本当に美しいです。\u001b[22m, \u001b[1mちょうど春のような時間は本当に美しいです。\u001b[22m\n\u001b[4mYou see lot of colors and when you add music its something cant be explained by words\u001b[24m\n    \u001b[1mあなたは多くの色を見て、音楽を追加すると何か言葉で説明できない\u001b[22m, \u001b[1mあなたは多くの色を見て、あなたが音楽を追加するときにその何かは言葉では説明できカント\u001b[22m\nawesome combination...colors+music..... that's what you will see in this anime....\n\n\u001b[1m素晴らしい組み合わせ...色+音楽.....これはあなたがこのアニメで見るものです....\u001b[22m\n\u001b[1m(Subarashī kumiawase... Iro + ongaku... .. Kore wa anata ga kono anime de miru monodesu....)\u001b[22m\n\nTranslations of \u001b[4mawesome combination...colors+music..... that's what you will see in this anime....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mawesome combination...colors+music..... that's what you will see in this anime....\u001b[24m\n    \u001b[1m素晴らしい組み合わせ...色+音楽.....これはあなたがこのアニメで見るものです....\u001b[22m, \u001b[1m素晴らしい組み合わせ...色+音楽.....それはあなたがこのアニメに表示されるものです....\u001b[22m\nAre there any more anime's like this one? If they are please share it with me...\n\n\u001b[1mこのようなアニメはもうありますか？ 彼らが私と共有してくれたら...\u001b[22m\n\u001b[1m(Kono yōna anime wa mō arimasu ka? Karera ga watashi to kyōyū shite kuretara...)\u001b[22m\n\nTranslations of \u001b[4mAre there any more anime's like this one? If they are please share it with me...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAre there any more anime's like this one?\u001b[24m\n    \u001b[1mこのようなアニメはもうありますか？\u001b[22m, \u001b[1mこのような任意のより多くのアニメのはありますか？\u001b[22m\n\u001b[4mIf they are please share it with me...\u001b[24m\n    \u001b[1m彼らが私と共有してくれたら...\u001b[22m, \u001b[1mその場合私と一緒にそれを共有してください...\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Dharl",
    "profile": "/profile/Dharl/reviews",
    "pages": "26",
    "number": "12",
    "link": "/reviews.php?id=232202",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nさて、まず、興味深いスライス・アニメを見つけられません。私は10代のロマンスも好きではありません...通常、私はこれらの高評価のショーを見て、どれだけ過大評価されているか見ています... あなたがジャンルの大ファンでなければ、それは遅く、それを試してみてください、おそらく、このショーはbeatifullです 1日（可能なように）。 まず、私はあなたがカオリと恋に落ちないようにしています...完璧な女の子を想像してください...まあ、カオリはそうではありません、彼女は狂った、残忍な、衝動的ですが...それはあなたが、 かつては天才と呼ばれていた有馬壮臣が母親を亡くした後、すべてを諦めた\nショーは完璧ですか？ いいえ、しかし、私は22のエピソードを連続して見ましたが、ショーの私の主要な問題は、多分、それのためです...フラッシュバック...彼らはストーリーを壊し、多分、エピソードが少なくストーリーが良くなるでしょう リズム。\nしかし、アニメは素晴らしいです、そして...音楽... gawd...音楽はfenomenal...だから...あなたが好きなら、ロマンス、音楽、またはコメディ、このショーは、あなたのためでもあります あなたが人生のこれらのスライスが好きではない場合は...少なくとも3つのエピソードあなたは後悔しないでください\nps：あなたが男なら、それを一人で見て、あなたのお母さん、妻、姉妹、またはこれを見ながら泣いている誰かに捕まえたくありません....:(",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk, first of all, i don't find slice of life animes that interesting, i don't like teenage romances either... Usually i watch these high rated shows just to see how overrated they are... but here we are , with the best piece of slice of life that i ever watched, with it's flaws, ok, but, this show is beatifull, maybe, if you are not a big fan of the genre,you can take it slow, try it an episode a day( like it is possible ). First of all, i dare you not to fall in love with Kaori... imagine the perfect girl... well, that's everything that Kaori is not, she is crazy, brutal, impulsive, but... that's exactly why you' ll love her, and Kousei Arima, a guy who once was called a genius, gave up on everything after his mother passed away\n\n\u001b[1mさて、まず、興味深いスライス・アニメを見つけられません。私は10代のロマンスも好きではありません...通常、私はこれらの高評価のショーを見て、どれだけ過大評価されているか見ています... あなたがジャンルの大ファンでなければ、それは遅く、それを試してみてください、おそらく、このショーはbeatifullです 1日（可能なように）。 まず、私はあなたがカオリと恋に落ちないようにしています...完璧な女の子を想像してください...まあ、カオリはそうではありません、彼女は狂った、残忍な、衝動的ですが...それはあなたが、 かつては天才と呼ばれていた有馬壮臣が母親を亡くした後、すべてを諦めた\u001b[22m\n\u001b[1m(Sate, mazu, kyōmibukai suraisu anime o mitsuke raremasen. Watashi wa 10-dai no romansu mo sukide wa arimasen... Tsūjō, watashi wa korera no kō hyōka no shō o mite, dore dake kadai hyōka sa rete iru ka mite imasu... Anata ga janru no dai fandenakereba, sore wa osoku, sore o tameshite mite kudasai, osoraku, kono shō wa beatifulldesu 1-nichi (kanōna yō ni). Mazu, watashi wa anata ga Kaori to koi ni ochinai yō ni shite imasu... Kanpekina on'nanoko o sōzō shite kudasai... Mā, Kaori wa sōde wa arimasen, kanojo wa kurutta, zan'nin'na, shōdō-tekidesuga... Sore wa anata ga, katsute wa tensai to yoba rete ita Arima Sō shin ga hahaoya o nakushita nochi, subete o akirameta)\u001b[22m\n\nTranslations of \u001b[4mOk, first of all, i don't find slice of life animes that interesting, i don't like teenage romances either... Usually i watch these high rated shows just to see how overrated they are... but here we are , with the best piece of slice of life that i ever watched, with it's flaws, ok, but, this show is beatifull, maybe, if you are not a big fan of the genre,you can take it slow, try it an episode a day( like it is possible ). First of all, i dare you not to fall in love with Kaori... imagine the perfect girl... well, that's everything that Kaori is not, she is crazy, brutal, impulsive, but... that's exactly why you' ll love her, and Kousei Arima, a guy who once was called a genius, gave up on everything after his mother passed away\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, first of all, i don't find slice of life animes that interesting, i don't like teenage romances either... Usually i watch these high rated shows just to see how overrated they are... but here we are\u001b[24m\n    \u001b[1mさて、まず、興味深いスライス・アニメを見つけられません。私は10代のロマンスも好きではありません...通常、私はこれらの高評価のショーを見て、どれだけ過大評価されているか見ています...\u001b[22m, \u001b[1m[OK]を、最初にすべての、私は面白い、私は通常、私はちょうど彼らがどのように過大評価を確認するには、これらの高い評価のショーを見て...いずれかの十代の恋愛小説が好きではない...しかし、ここで私たちは人生のアニメのスライスを見つけることはありません\u001b[22m\n\u001b[4m, with the best piece of slice of life that i ever watched, with it's flaws, ok, but, this show is beatifull, maybe, if you are not a big fan of the genre,you can take it slow, try it an episode\u001b[24m\n    \u001b[1mあなたがジャンルの大ファンでなければ、それは遅く、それを試してみてください、おそらく、このショーはbeatifullです\u001b[22m, \u001b[1mあなたはジャンルの大ファンでない場合、それは大丈夫、欠陥だが、と私は今まで、見て人生のスライスの最高の作品で、このショーは、多分、beatifullである、あなたは、遅いそれを取るそれをエピソードを試すことができます\u001b[22m\n\u001b[4ma day( like it is possible ).\u001b[24m\n    \u001b[1m1日（可能なように）。\u001b[22m, \u001b[1m日（それが可能であるように）。\u001b[22m\n\u001b[4mFirst of all, i dare you not to fall in love with Kaori... imagine the perfect girl... well, that's everything that Kaori is not, she is crazy, brutal, impulsive, but... that's exactly why you'\u001b[24m\n    \u001b[1mまず、私はあなたがカオリと恋に落ちないようにしています...完璧な女の子を想像してください...まあ、カオリはそうではありません、彼女は狂った、残忍な、衝動的ですが...それはあなたが、\u001b[22m, \u001b[1mまず第一に、私はあなたが...香織と恋に落ちる完璧な女の子を想像していないあえて...」だけでなく、それはかおりではありませんすべてが、彼女は、狂気残忍な、衝動的で、ですが、...それは正確な理由あなたです\u001b[22m\n\u001b[4mll love her, and Kousei Arima, a guy who once was called a genius, gave up on everything after his mother passed away\u001b[24m\n    \u001b[1mかつては天才と呼ばれていた有馬壮臣が母親を亡くした後、すべてを諦めた\u001b[22m, \u001b[1mLL彼女を愛し、そして彼の母親が亡くなった後に厚生有馬、かつて天才と呼ばれた男は、すべてのものをあきらめました\u001b[22m\nThe show is perfect? No, but, i watched the 22 episodes in a row, and my major problem with the show, maybe, is because of that... Flashbacks... they break the story and maybe, with less episodes the story would have a better rhythm.\n\n\u001b[1mショーは完璧ですか？ いいえ、しかし、私は22のエピソードを連続して見ましたが、ショーの私の主要な問題は、多分、それのためです...フラッシュバック...彼らはストーリーを壊し、多分、エピソードが少なくストーリーが良くなるでしょう リズム。\u001b[22m\n\u001b[1m(Shō wa kanpekidesu ka? Īe, shikashi, watashi wa 22 no episōdo o renzoku shite mimashitaga, shō no watashi no shuyōna mondai wa, tabun, sore no tamedesu... Furasshu bakku... Karera wa sutōrī o kowashi, tabun, episōdo ga sukunaku sutōrī ga yoku narudeshou rizumu.)\u001b[22m\n\nTranslations of \u001b[4mThe show is perfect? No, but, i watched the 22 episodes in a row, and my major problem with the show, maybe, is because of that... Flashbacks... they break the story and maybe, with less episodes the story would have a better rhythm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is perfect?\u001b[24m\n    \u001b[1mショーは完璧ですか？\u001b[22m, \u001b[1mショーは完璧ですか！\u001b[22m\n\u001b[4mNo, but, i watched the 22 episodes in a row, and my major problem with the show, maybe, is because of that... Flashbacks... they break the story and maybe, with less episodes the story would have a better\u001b[24m\n    \u001b[1mいいえ、しかし、私は22のエピソードを連続して見ましたが、ショーの私の主要な問題は、多分、それのためです...フラッシュバック...彼らはストーリーを壊し、多分、エピソードが少なくストーリーが良くなるでしょう\u001b[22m, \u001b[1mいいえ、しかし、私は、行の22のエピソードを見て、そしてショーで私の主要な問題は、多分、そのためです...フラッシュバック...彼らは話を破ると、おそらく、より少ないエピソードで物語がより良いだろう\u001b[22m\n\u001b[4mrhythm.\u001b[24m\n    \u001b[1mリズム。\u001b[22m\nBut the anime is awesome, and... the music... gawd... the music is fenomenal... So.... if you like, romance, or music, or comedy, this show is for you, even if you don't like these slice of life shows... give it at least 3 episodes you'll not regret\n\n\u001b[1mしかし、アニメは素晴らしいです、そして...音楽... gawd...音楽はfenomenal...だから...あなたが好きなら、ロマンス、音楽、またはコメディ、このショーは、あなたのためでもあります あなたが人生のこれらのスライスが好きではない場合は...少なくとも3つのエピソードあなたは後悔しないでください\u001b[22m\n\u001b[1m(Shikashi, anime wa subarashīdesu, soshite... Ongaku... Gawd... Ongaku wa fenomenal... Dakara... Anatagasukinara, romansu, ongaku, matawa komedi, kono shō wa, anata no tamede mo arimasu anata ga jinsei no korera no suraisu ga sukide wanai baai wa... Sukunakutomo 3ttsu no episōdo anata wa kōkai shinaide kudasai)\u001b[22m\n\nTranslations of \u001b[4mBut the anime is awesome, and... the music... gawd... the music is fenomenal... So.... if you like, romance, or music, or comedy, this show is for you, even if you don't like these slice of life shows... give it at least 3 episodes you'll not regret\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the anime is awesome, and... the music... gawd... the music is fenomenal... So.... if you like, romance, or music, or comedy, this show is for you, even\u001b[24m\n    \u001b[1mしかし、アニメは素晴らしいです、そして...音楽... gawd...音楽はfenomenal...だから...あなたが好きなら、ロマンス、音楽、またはコメディ、このショーは、あなたのためでもあります\u001b[22m, \u001b[1mしかし、たとえ、アニメは素晴らしいです、と...あなたは、恋愛、音楽、またはコメディが好きならGAWD...音楽が.... fenomenalです...だから、このショーはあなたのための音楽です...\u001b[22m\n\u001b[4mif you don't like these slice of life shows... give it at least 3 episodes you'll not regret\u001b[24m\n    \u001b[1mあなたが人生のこれらのスライスが好きではない場合は...少なくとも3つのエピソードあなたは後悔しないでください\u001b[22m, \u001b[1mあなたは人生のこれらのスライスが示して好きではない場合...あなたは後悔しないよそれに少なくとも3エピソードを与えます\u001b[22m\nps: if you are a guy, watch it alone, you don't wanna get caught by your mom, wife, sister or anyone else crying while watching this.... :(\n\n\u001b[1mps：あなたが男なら、それを一人で見て、あなたのお母さん、妻、姉妹、またはこれを見ながら泣いている誰かに捕まえたくありません....:(\u001b[22m\n\u001b[1m(Ps: Anata ga otokonara, sore o hitori de mite, anata no okāsan, tsuma, shimai, matawa kore o minagara naite iru dareka ni tsukamaetaku arimasen. ... : ()\u001b[22m\n\nTranslations of \u001b[4mps: if you are a guy, watch it alone, you don't wanna get caught by your mom, wife, sister or anyone else crying while watching this.... :(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mps: if you are a guy, watch it alone, you don't wanna get caught by your mom, wife, sister or anyone else crying while watching this.... :(\u001b[24m\n    \u001b[1mps：あなたが男なら、それを一人で見て、あなたのお母さん、妻、姉妹、またはこれを見ながら泣いている誰かに捕まえたくありません....:(\u001b[22m, \u001b[1mpsの：あなたは男であれば、一人でそれを見て、あなたがしたいが....これを見ながら泣いてあなたのお母さん、妻、姉や他の誰かによってキャッチされません:(\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Howard_A",
    "profile": "/profile/Howard_A/reviews",
    "pages": "26",
    "number": "13",
    "link": "/reviews.php?id=229004",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nパワフルで魅力的な物語は、アニメを通して、個人的な苦難に耐え忍んだ人の聴衆を対象としています。  「4月のあなたの嘘」は、他とは違って楽しむことができるストーリー、アートワーク、サウンド、経験をもたらします。 キャラクターの開発は、過去からの重大な経験と思い出を結集して、驚くべきことや混乱の感覚を残すことは絶対に驚異的です。\n\nしかし、すべての人が自分の個人的な経験や気持ちを理由にこの物語を楽しむことができないかもしれません。何百人もの海で一人一人の見直しを目の当たりにしている皆さんを心から歓迎します。 旅。 開いた心で、開いた心で。音楽、あなたの存在のすべての繊維を通して感覚がコースになるのだろうか。 一度忘れ去られた記憶は、あなたの前に再現されるでしょう。 あなたを抱きしめるもの、あなたのシェルの中に隠すためにあなたが作成する言い訳は、このアニメの過程で打たれたすべての音符で完全に消滅します。\n\n驚くべきサウンドトラック、最も美しいアートワーク、最初から最後のエピソードまでの明確なストーリーで、私はあなたに保証します。このアニメは、少なくとも目から見ると、このアニメの心臓を見てみる価値があります このアニメが4月に言われた嘘の話を一回見直して驚いた感覚をあなたに提供するために絶対にベストを尽くしている個人。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA powerful, and captivating tale told through Anime that is targeted at the audience of anybody who has ever endured personal hardship. Together, 'Your Lie in April' brings story, artwork, sound, and experiences that can be enjoyed unlike any other. Character development is absolutely phenomenal, bringing together crucial experiences and memories from the past, no character leaves you with a sense of wonder or confusion.\n\n\u001b[1mパワフルで魅力的な物語は、アニメを通して、個人的な苦難に耐え忍んだ人の聴衆を対象としています。  「4月のあなたの嘘」は、他とは違って楽しむことができるストーリー、アートワーク、サウンド、経験をもたらします。 キャラクターの開発は、過去からの重大な経験と思い出を結集して、驚くべきことや混乱の感覚を残すことは絶対に驚異的です。\u001b[22m\n\u001b[1m(Pawafuru de miryoku-tekina monogatari wa, anime o tōshite, kojin-tekina kunan ni taeshinonda hito no chōshū o taishō to shite imasu. `4 Tsuki no anata no uso' wa, hoka to wa chigatte tanoshimu koto ga dekiru sutōrī, ātowāku, saundo, keiken o motarashimasu. Kyarakutā no kaihatsu wa, kako kara no jūdaina keiken to omoide o kesshū shite, odorokubeki koto ya konran no kankaku o nokosu koto wa zettai ni kyōi-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mA powerful, and captivating tale told through Anime that is targeted at the audience of anybody who has ever endured personal hardship. Together, 'Your Lie in April' brings story, artwork, sound, and experiences that can be enjoyed unlike any other. Character development is absolutely phenomenal, bringing together crucial experiences and memories from the past, no character leaves you with a sense of wonder or confusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA powerful, and captivating tale told through Anime that is targeted at the audience of anybody who has ever endured personal hardship.\u001b[24m\n    \u001b[1mパワフルで魅力的な物語は、アニメを通して、個人的な苦難に耐え忍んだ人の聴衆を対象としています。\u001b[22m, \u001b[1m強力な、そして魅惑的な物語は、今まで個人的な苦難に耐えた誰の聴衆を対象としているアニメを通して語りました。\u001b[22m\n\u001b[4mTogether, 'Your Lie in April' brings story, artwork, sound, and experiences that can be enjoyed unlike any other.\u001b[24m\n    \u001b[1m「4月のあなたの嘘」は、他とは違って楽しむことができるストーリー、アートワーク、サウンド、経験をもたらします。\u001b[22m, \u001b[1m一緒に、「四月は君の嘘」はストーリー、アートワーク、サウンド、および任意の他のとは違って楽しむことができる体験をもたらします。\u001b[22m\n\u001b[4mCharacter development is absolutely phenomenal, bringing together crucial experiences and memories from the past, no character leaves you with a sense of wonder or confusion.\u001b[24m\n    \u001b[1mキャラクターの開発は、過去からの重大な経験と思い出を結集して、驚くべきことや混乱の感覚を残すことは絶対に驚異的です。\u001b[22m, \u001b[1mキャラクター開発ない文字が不思議や混乱の感覚であなたを残さない、過去からの重要な経験と思い出を結集し、絶対に驚異的です。\u001b[22m\n\u001b[1m\u001b[22m\nThough, not every individual may be able to enjoy or appreciate this tale due to their own personal experiences, or blocks upon their heart I can wholeheartedly assure each and everybody who lays eyes upon this sole review in the sea of hundreds You will be taken for a journey. With an open heart, with an open mind.. The music, the wonder the sensations will course through every fiber of your very existence. Memories once forgotten will be reanimated before you. The very things which hold you back, the excuses you create to hide inside of your shell will be thoroughly obliterated with every note struck during the course of this Anime.\n\n\u001b[1mしかし、すべての人が自分の個人的な経験や気持ちを理由にこの物語を楽しむことができないかもしれません。何百人もの海で一人一人の見直しを目の当たりにしている皆さんを心から歓迎します。 旅。 開いた心で、開いた心で。音楽、あなたの存在のすべての繊維を通して感覚がコースになるのだろうか。 一度忘れ去られた記憶は、あなたの前に再現されるでしょう。 あなたを抱きしめるもの、あなたのシェルの中に隠すためにあなたが作成する言い訳は、このアニメの過程で打たれたすべての音符で完全に消滅します。\u001b[22m\n\u001b[1m(Shikashi, subete no hito ga jibun no kojin-tekina keiken ya kimochi o riyū ni kono monogatari o tanoshimu koto ga dekinai kamo shiremasen. Nan hyaku-ri mo no umi de hitorihitori no minaoshi o manoatari ni shite iru minasan o kokorokara kangei shimasu. Tabi. Aita kokoro de, aita kokoro de. Ongaku, anata no sonzai no subete no sen'i o tōshite kankaku ga kōsu ni naru nodarou ka. Ichido wasuresara reta kioku wa, anata no mae ni saigen sa rerudeshou. Anata o dakishimeru mono, anata no sheru no naka ni kakusu tame ni anata ga sakusei suru iiwake wa, kono anime no katei de uta reta subete no onpu de kanzen ni shōmetsu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough, not every individual may be able to enjoy or appreciate this tale due to their own personal experiences, or blocks upon their heart I can wholeheartedly assure each and everybody who lays eyes upon this sole review in the sea of hundreds You will be taken for a journey. With an open heart, with an open mind.. The music, the wonder the sensations will course through every fiber of your very existence. Memories once forgotten will be reanimated before you. The very things which hold you back, the excuses you create to hide inside of your shell will be thoroughly obliterated with every note struck during the course of this Anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough, not every individual may be able to enjoy or appreciate this tale due to their own personal experiences, or blocks upon their heart I can wholeheartedly assure each and everybody who lays eyes upon this sole review in the sea of hundreds You will be taken for\u001b[24m\n    \u001b[1mしかし、すべての人が自分の個人的な経験や気持ちを理由にこの物語を楽しむことができないかもしれません。何百人もの海で一人一人の見直しを目の当たりにしている皆さんを心から歓迎します。\u001b[22m, \u001b[1mしかし、必ずしもすべての個人が原因で自分の個人的な経験にこの物語を楽しんだり、鑑賞することができる場合があります、または彼らの心に応じてブロック私が心をこめて、それぞれとあなたがのために取られる何百もの海で、この唯一の見直しの際に目を産むみんなを確保することができます\u001b[22m\n\u001b[4ma journey.\u001b[24m\n    \u001b[1m旅。\u001b[22m, \u001b[1m旅行。\u001b[22m\n\u001b[4mWith an open heart, with an open mind.. The music, the wonder the sensations will course through every fiber of your very existence.\u001b[24m\n    \u001b[1m開いた心で、開いた心で。音楽、あなたの存在のすべての繊維を通して感覚がコースになるのだろうか。\u001b[22m, \u001b[1mオープンマインド..音楽とオープンハート、と、不思議な感覚でしょうもちろん、あなたの存在そのもののすべてのファイバを通して。\u001b[22m\n\u001b[4mMemories once forgotten will be reanimated before you.\u001b[24m\n    \u001b[1m一度忘れ去られた記憶は、あなたの前に再現されるでしょう。\u001b[22m, \u001b[1m一度忘れられた思い出があなたの前に生き返らされます。\u001b[22m\n\u001b[4mThe very things which hold you back, the excuses you create to hide inside of your shell will be thoroughly obliterated with every note struck during the course of this Anime.\u001b[24m\n    \u001b[1mあなたを抱きしめるもの、あなたのシェルの中に隠すためにあなたが作成する言い訳は、このアニメの過程で打たれたすべての音符で完全に消滅します。\u001b[22m, \u001b[1mあなたを保持する非常に物事は、あなたがあなたのシェルの内側に隠すために作成言い訳は徹底的にこのアニメの過程で打たすべてのノートに抹消されます。\u001b[22m\n\u001b[1m\u001b[22m\nWith an amazing soundtrack, the most beautiful of artwork, and a clear story from start to the very last episode I assure you, this Anime is worthy of an attempt to watch, at least from the eyes, from the ears and the heart of this individual who is doing his absolute best to provide you with the sense of wonder that this Anime has instilled upon him through a single review on a story of a lie that was told in April.\n\n\u001b[1m驚くべきサウンドトラック、最も美しいアートワーク、最初から最後のエピソードまでの明確なストーリーで、私はあなたに保証します。このアニメは、少なくとも目から見ると、このアニメの心臓を見てみる価値があります このアニメが4月に言われた嘘の話を一回見直して驚いた感覚をあなたに提供するために絶対にベストを尽くしている個人。\u001b[22m\n\u001b[1m(Odorokubeki saundotorakku, mottomo utsukushī ātowāku, saisho kara saigo no episōdo made no meikakuna sutōrī de, watashi wa anata ni hoshō shimasu. Kono anime wa, sukunakutomo me kara miru to, kono anime no shinzō o mite miru kachi ga arimasu kono anime ga 4 tsuki ni iwa reta uso no hanashi o ikkai minaoshite odoroita kankaku o anata ni teikyō suru tame ni zettai ni besuto o tsukushite iru kojin.)\u001b[22m\n\nTranslations of \u001b[4mWith an amazing soundtrack, the most beautiful of artwork, and a clear story from start to the very last episode I assure you, this Anime is worthy of an attempt to watch, at least from the eyes, from the ears and the heart of this individual who is doing his absolute best to provide you with the sense of wonder that this Anime has instilled upon him through a single review on a story of a lie that was told in April.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith an amazing soundtrack, the most beautiful of artwork, and a clear story from start to the very last episode I assure you, this Anime is worthy of an attempt to watch, at least from the eyes, from the ears and the heart of this\u001b[24m\n    \u001b[1m驚くべきサウンドトラック、最も美しいアートワーク、最初から最後のエピソードまでの明確なストーリーで、私はあなたに保証します。このアニメは、少なくとも目から見ると、このアニメの心臓を見てみる価値があります\u001b[22m, \u001b[1m素晴らしいサウンドトラック、アートワークの最も美しい、と私はあなたを保証する非常に最後のエピソード開始から明らかな話では、このアニメは、目から少なくとも、耳から見しようとすると、これの心の価値があります\u001b[22m\n\u001b[4mindividual who is doing his absolute best to provide you with the sense of wonder that this Anime has instilled upon him through a single review on a story of a lie that was told in April.\u001b[24m\n    \u001b[1mこのアニメが4月に言われた嘘の話を一回見直して驚いた感覚をあなたに提供するために絶対にベストを尽くしている個人。\u001b[22m, \u001b[1m彼の絶対的な最高のをやっている個人はこのアニメが4月に言われた嘘の物語上の単一のレビューを通じて彼に点眼したことを不思議感をご提供します。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "thecornetin",
    "profile": "/profile/thecornetin/reviews",
    "pages": "26",
    "number": "14",
    "link": "/reviews.php?id=227884",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたがこのアニメを見る前にITSプロットは私を惹きつけませんでしたが、それを見た後で私はあなたが私の人生でもっと間違っていることを保証することができます。\nこのアニメは当初から純粋な現実を提示し、彼のキャラクターはあなたをつかまえ、覚えておくべき象徴と文章を伴う単純な魔法のサウンドトラックでその物語の一部を感じます。\nあなたが進歩するにつれて、この物語は幸せな結末を持たないことに気づくでしょうが、あなたは間違っていることを望みますが、あなたはすべてがうまく終わることを望みます。残念ながら、これはおとぎ話ではありません... あなたは嘆くでしょう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nbefore you start to see this anime ITS plot did not Attract me , but after seeing it I can Assure You That I Have not Been more wrong in my life.\n\n\u001b[1mあなたがこのアニメを見る前にITSプロットは私を惹きつけませんでしたが、それを見た後で私はあなたが私の人生でもっと間違っていることを保証することができます。\u001b[22m\n\u001b[1m(Anata ga kono anime o miru mae ni aitiesu purotto wa watashi o hiki tsukemasendeshitaga, sore o mita nochi de watashi wa anata ga watashinojinsei de motto machigatte iru koto o hoshō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mbefore you start to see this anime ITS plot did not Attract me , but after seeing it I can Assure You That I Have not Been more wrong in my life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbefore you start to see this anime ITS plot did not Attract me , but after seeing it I can Assure You That I Have not Been more wrong in my life.\u001b[24m\n    \u001b[1mあなたがこのアニメを見る前にITSプロットは私を惹きつけませんでしたが、それを見た後で私はあなたが私の人生でもっと間違っていることを保証することができます。\u001b[22m, \u001b[1mあなたはこのアニメを見始める前に、ITSプロットは、私を誘致しませんでしたが、それを見た後、私は私の生活の中でより多くの間違ってされていないことを保証することができます。\u001b[22m\nThis anime presents pure reality from the outset, his characters catch you and you feel part of that story with a simply magical soundtrack accompanied by a symbolism and sentences to remember.\n\n\u001b[1mこのアニメは当初から純粋な現実を提示し、彼のキャラクターはあなたをつかまえ、覚えておくべき象徴と文章を伴う単純な魔法のサウンドトラックでその物語の一部を感じます。\u001b[22m\n\u001b[1m(Kono anime wa tōsho kara junsuina genjitsu o teiji shi, kare no kyarakutā wa anata o tsukamae, oboete okubeki shōchō to bunshō o tomonau tanjun'na mahō no saundotorakku de sono monogatari no ichibu o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime presents pure reality from the outset, his characters catch you and you feel part of that story with a simply magical soundtrack accompanied by a symbolism and sentences to remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime presents pure reality from the outset, his characters catch you and you feel part of that story with a simply magical soundtrack accompanied by a symbolism and sentences to remember.\u001b[24m\n    \u001b[1mこのアニメは当初から純粋な現実を提示し、彼のキャラクターはあなたをつかまえ、覚えておくべき象徴と文章を伴う単純な魔法のサウンドトラックでその物語の一部を感じます。\u001b[22m, \u001b[1mこのアニメは、彼のキャラクターがあなたをキャッチし、あなたが象徴と覚えて文章を伴うだけで魔法のサウンドトラックでその話の一部を感じ、最初から純粋な現実を提示します。\u001b[22m\nas you progress you realize that this story will not have a happy ending, in spite of this you want to be wrong and you wish that all ends well, unfortunately this is not a fairy tale... You can try to avoid it , but you will mourn\n\n\u001b[1mあなたが進歩するにつれて、この物語は幸せな結末を持たないことに気づくでしょうが、あなたは間違っていることを望みますが、あなたはすべてがうまく終わることを望みます。残念ながら、これはおとぎ話ではありません... あなたは嘆くでしょう\u001b[22m\n\u001b[1m(Anata ga shinpo suru ni tsurete, kono monogatari wa shiawasenaketsumatsu o motanai koto ni kidzukudeshouga, anata wa machigatte iru koto o nozomimasuga, anata wa subete ga umaku owaru koto o nozomimasu. Zan'nen'nagara, koreha otogibanashide wa arimasen... Anata wa nagekudeshou)\u001b[22m\n\nTranslations of \u001b[4mas you progress you realize that this story will not have a happy ending, in spite of this you want to be wrong and you wish that all ends well, unfortunately this is not a fairy tale... You can try to avoid it , but you will mourn\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas you progress you realize that this story will not have a happy ending, in spite of this you want to be wrong and you wish that all ends well, unfortunately this is not a fairy tale... You can try to avoid it , but\u001b[24m\n    \u001b[1mあなたが進歩するにつれて、この物語は幸せな結末を持たないことに気づくでしょうが、あなたは間違っていることを望みますが、あなたはすべてがうまく終わることを望みます。残念ながら、これはおとぎ話ではありません...\u001b[22m, \u001b[1mあなたは、この物語はハッピーエンドを持っていないことを実現し、このにもかかわらず、あなたは間違っていることにしたいとあなたはすべてがうまく終了することを望む、残念ながらこれはおとぎ話ではありません進行として...あなたはそれを回避しようとすることができますが、\u001b[22m\n\u001b[4myou will mourn\u001b[24m\n    \u001b[1mあなたは嘆くでしょう\u001b[22m, \u001b[1mあなたが悲しむだろう\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Fliicker",
    "profile": "/profile/Fliicker/reviews",
    "pages": "26",
    "number": "15",
    "link": "/reviews.php?id=226795",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれを始めましょう。\nこのアニメを見る前に私の芸術作品は絶対に美しいです。 アニメーションは流動的で、ちょっとチーズがかかった唯一の時間は、楽器を演奏するミュージシャンの近くです。\n音楽の構成は見過ごされるものではありません。 アルバムのためにアーティストがしたような音は録音されていませんでした。 この意味ではストーリーと重なり合っている。 悪い方法ではありません。 アニメを見て、それぞれのキャラクターが経験している/感じていることを感じることは、音楽に深みをもたらします。 それぞれの作品では、積極性、喪服、喜びなどを聞くことができます。各パフォーマンスでは、皆さんとの進歩を見ることができます。\n物語は美しく、私は迷惑な部分を見つけました。 全体的に、アニメは、闘争、プロットのひねり、そして美しい結末とともに素晴らしい始まりをしています。\n\n感情、美しい音楽、芸術とキャラクターの成長に満ちたアニメで。 それは常にお気に入りです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet's get started on this.\n\n\u001b[1mこれを始めましょう。\u001b[22m\n\u001b[1m(Kore o hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's get started on this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get started on this.\u001b[24m\n    \u001b[1mこれを始めましょう。\u001b[22m, \u001b[1mのは、この上で始めましょう。\u001b[22m\nJust my the art work presented before watching this anime is absolutely beautiful. The animation is fluid and the only times it was a little cheesy is close up of the musicians playing their instruments.\n\n\u001b[1mこのアニメを見る前に私の芸術作品は絶対に美しいです。 アニメーションは流動的で、ちょっとチーズがかかった唯一の時間は、楽器を演奏するミュージシャンの近くです。\u001b[22m\n\u001b[1m(Kono anime o miru mae ni watashi no geijutsu sakuhin wa zettai ni utsukushīdesu. Animēshon wa ryūdōtekide, chotto chīzu ga kakatta yuiitsu no jikan wa, gakki o ensō suru myūjishan no chikakudesu.)\u001b[22m\n\nTranslations of \u001b[4mJust my the art work presented before watching this anime is absolutely beautiful. The animation is fluid and the only times it was a little cheesy is close up of the musicians playing their instruments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust my the art work presented before watching this anime is absolutely beautiful.\u001b[24m\n    \u001b[1mこのアニメを見る前に私の芸術作品は絶対に美しいです。\u001b[22m, \u001b[1mこのアニメを見て前に提示ちょうど私の作品は絶対に美しいです。\u001b[22m\n\u001b[4mThe animation is fluid and the only times it was a little cheesy is close up of the musicians playing their instruments.\u001b[24m\n    \u001b[1mアニメーションは流動的で、ちょっとチーズがかかった唯一の時間は、楽器を演奏するミュージシャンの近くです。\u001b[22m, \u001b[1mアニメーションは流体であり、唯一の時間は、それは少し安っぽいが自分の楽器を演奏するミュージシャンの間近でした。\u001b[22m\nThe music compositions isn't anything to be overlooked. None of it was recorded sound some artist did for an album. Which also overlaps the story in this sense. Not in a bad way. Watching the anime and feeling what each character is experiencing/feeling gives the music that much depth. With each piece you can hear the aggressiveness, mourning, joy, etc. etc. With each performance you see the progression with everyone.\n\n\u001b[1m音楽の構成は見過ごされるものではありません。 アルバムのためにアーティストがしたような音は録音されていませんでした。 この意味ではストーリーと重なり合っている。 悪い方法ではありません。 アニメを見て、それぞれのキャラクターが経験している/感じていることを感じることは、音楽に深みをもたらします。 それぞれの作品では、積極性、喪服、喜びなどを聞くことができます。各パフォーマンスでは、皆さんとの進歩を見ることができます。\u001b[22m\n\u001b[1m(Ongaku no kōsei wa misugosa reru monode wa arimasen. Arubamu no tame ni ātisuto ga shita yōna oto wa rokuon sa rete imasendeshita. Kono imide wa sutōrī to kasanariatte iru. Warui hōhōde wa arimasen. Anime o mite, sorezore no kyarakutā ga keiken shite iru/ kanjite iru koto o kanjiru koto wa, ongaku ni fukami o motarashimasu. Sorezore no sakuhinde wa, sekkyoku-sei, mofuku, yorokobi nado o kiku koto ga dekimasu. Kaku pafōmansude wa, minasan to no shinpo o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music compositions isn't anything to be overlooked. None of it was recorded sound some artist did for an album. Which also overlaps the story in this sense. Not in a bad way. Watching the anime and feeling what each character is experiencing/feeling gives the music that much depth. With each piece you can hear the aggressiveness, mourning, joy, etc. etc. With each performance you see the progression with everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music compositions isn't anything to be overlooked.\u001b[24m\n    \u001b[1m音楽の構成は見過ごされるものではありません。\u001b[22m, \u001b[1m楽曲見過ごすことには何もありません。\u001b[22m\n\u001b[4mNone of it was recorded sound some artist did for an album.\u001b[24m\n    \u001b[1mアルバムのためにアーティストがしたような音は録音されていませんでした。\u001b[22m, \u001b[1mそれのどれもアルバムのためにしたいくつかのアーティストを鳴らす記録されませんでした。\u001b[22m\n\u001b[4mWhich also overlaps the story in this sense.\u001b[24m\n    \u001b[1mこの意味ではストーリーと重なり合っている。\u001b[22m, \u001b[1mどちらも、この意味での話と重なります。\u001b[22m\n\u001b[4mNot in a bad way.\u001b[24m\n    \u001b[1m悪い方法ではありません。\u001b[22m, \u001b[1m悪くない方法インチ\u001b[22m\n\u001b[4mWatching the anime and feeling what each character is experiencing/feeling gives the music that much depth.\u001b[24m\n    \u001b[1mアニメを見て、それぞれのキャラクターが経験している/感じていることを感じることは、音楽に深みをもたらします。\u001b[22m, \u001b[1mアニメを見て、各文字は/感情を経験しているものを感じては、音楽くらいの深さを提供します。\u001b[22m\n\u001b[4mWith each piece you can hear the aggressiveness, mourning, joy, etc. etc. With each performance you see the progression with everyone.\u001b[24m\n    \u001b[1mそれぞれの作品では、積極性、喪服、喜びなどを聞くことができます。各パフォーマンスでは、皆さんとの進歩を見ることができます。\u001b[22m, \u001b[1mそれぞれの作品を使用すると、あなたがみんなと一緒に進行状況を確認各パフォーマンスと攻撃性、喪、喜び、などなどを聞くことができます。\u001b[22m\nThe story was beautiful, with some parts I found annoying. Overall the anime has a wonderful beginning, with struggles, plot twist, and beautiful ending.\n\n\u001b[1m物語は美しく、私は迷惑な部分を見つけました。 全体的に、アニメは、闘争、プロットのひねり、そして美しい結末とともに素晴らしい始まりをしています。\u001b[22m\n\u001b[1m(Monogatari wa utsukushiku, watashi wa meiwakuna bubun o mitsukemashita. Zentai-teki ni, anime wa, tōsō, purotto no hineri, soshite utsukushī ketsumatsu to tomoni subarashī hajimari o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was beautiful, with some parts I found annoying. Overall the anime has a wonderful beginning, with struggles, plot twist, and beautiful ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was beautiful, with some parts I found annoying.\u001b[24m\n    \u001b[1m物語は美しく、私は迷惑な部分を見つけました。\u001b[22m, \u001b[1m物語は私が迷惑な発見いくつかの部分で、きれいでした。\u001b[22m\n\u001b[4mOverall the anime has a wonderful beginning, with struggles, plot twist, and beautiful ending.\u001b[24m\n    \u001b[1m全体的に、アニメは、闘争、プロットのひねり、そして美しい結末とともに素晴らしい始まりをしています。\u001b[22m, \u001b[1m全体的なアニメは闘争、プロットツイスト、そして美しいエンディングで、素晴らしい始まりを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nWith the anime full of emotion, beautiful music, art and character growth. It's will always be a a favorite.\n\n\u001b[1m感情、美しい音楽、芸術とキャラクターの成長に満ちたアニメで。 それは常にお気に入りです。\u001b[22m\n\u001b[1m(Kanjō, utsukushī ongaku, geijutsu to kyarakutā no seichō ni michita anime de. Sore wa tsuneni okiniiridesu.)\u001b[22m\n\nTranslations of \u001b[4mWith the anime full of emotion, beautiful music, art and character growth. It's will always be a a favorite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith the anime full of emotion, beautiful music, art and character growth.\u001b[24m\n    \u001b[1m感情、美しい音楽、芸術とキャラクターの成長に満ちたアニメで。\u001b[22m, \u001b[1m感情、美しい音楽、アート、キャラクターの成長の完全なアニメ付き。\u001b[22m\n\u001b[4mIt's will always be a a favorite.\u001b[24m\n    \u001b[1mそれは常にお気に入りです。\u001b[22m, \u001b[1mそれは、常にお気に入りのだろうです。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "FallenAngelAyato",
    "profile": "/profile/FallenAngelAyato/reviews",
    "pages": "26",
    "number": "16",
    "link": "/reviews.php?id=226599",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n私が4月に初めてあなたの嘘を見始めたとき、私はあまり期待していませんでした。 主に私は音楽には関わらず、私の親友がそれを勧めていたので、それを見ているだけだったからです。 4月のあなたのうそはすばらしいアニメです。私は悲しいロマンスアニュアを楽しむ皆さんにお勧めします。 しかし、それは信じられないほどのアニメになった。 芸術と音楽は美しく、物語はとても面白かったです。 キャラクターの開発はかなりユニークで、彼らは物事を急いでいない方法が大好きです。 彼らは結末に向かっていることを暗示し、予期せぬ多くのプロットの紆余曲折があり、私はそれを理解するためにビデオを一時停止しなければならなかった。 私はそれを第六のエピソードを通して7と評価したが、それは本当に良い状態になった。 なぜ私の友人がこのアニメをそんなに愛しているのか理解できました。 結末で私はそんなに泣いていました。私はスコアを9に変更しました。私はそれが最終的に起こることを知っていましたが、彼らがそれを提示する方法はちょうど...うわーでした。 言葉が出ません。 ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first started watching Your Lie in April, I wasn't expecting much. Mainly because I wasn't into music and was only watching it because my best friend recommended it. Your lie in April is an amazing anime and I would definitely recommend it to all of you who enjoy sad romance animu. But it turned out to be an incredible anime. The art and music were beautiful and the story was pretty interesting. The character development was pretty unique and I love how they didn't rush things. They hinted towards the ending and there were many plot twists that were so unexpected I had to pause the video to comprehend it. I rated it a 7 through the 16th episode but then it began to get really good. I could understand why my friend loves this anime so much. At the ending I was crying so much and I changed my score to a 9. I mean, I knew it would happen eventually but the way they presented it was just... wow. I am speechless.\n\n\u001b[1m私が4月に初めてあなたの嘘を見始めたとき、私はあまり期待していませんでした。 主に私は音楽には関わらず、私の親友がそれを勧めていたので、それを見ているだけだったからです。 4月のあなたのうそはすばらしいアニメです。私は悲しいロマンスアニュアを楽しむ皆さんにお勧めします。 しかし、それは信じられないほどのアニメになった。 芸術と音楽は美しく、物語はとても面白かったです。 キャラクターの開発はかなりユニークで、彼らは物事を急いでいない方法が大好きです。 彼らは結末に向かっていることを暗示し、予期せぬ多くのプロットの紆余曲折があり、私はそれを理解するためにビデオを一時停止しなければならなかった。 私はそれを第六のエピソードを通して7と評価したが、それは本当に良い状態になった。 なぜ私の友人がこのアニメをそんなに愛しているのか理解できました。 結末で私はそんなに泣いていました。私はスコアを9に変更しました。私はそれが最終的に起こることを知っていましたが、彼らがそれを提示する方法はちょうど...うわーでした。 言葉が出ません。 \u001b[22m\n\u001b[1m(Watashi ga 4 tsuki ni hajimete anata no uso o mi hajimeta toki, watashi wa amari kitai shite imasendeshita. Omoni watashi wa ongaku ni wa kakawarazu, watashi no shin'yū ga sore o susumete itanode, sore o mite iru dakedattakaradesu. Shikashi, sore wa shinji rarenai hodo no anime ni natta. Geijutsu to ongaku wa utsukushiku, monogatari wa totemo omoshirokattadesu. Kyarakutā no kaihatsu wa kanari yunīku de, karera wa monogoto o isoide inai hōhō ga daisukidesu. Karera wa ketsumatsu ni mukatte iru koto o anji shi, yoki senu ōku no purotto no uyokyokusetsu ga ari, watashi wa sore o rikai suru tame ni bideo o ichiji teishi shinakereba naranakatta. Watashi wa sore o dairoku no episōdo o tōshite 7 to hyōka shitaga, sore wa hontōni yoi jōtai ni natta. Naze watashi no yūjin ga kono anime o son'nani itoshite iru no ka rikai dekimashita. Ketsumatsu de watashi wa son'nani naite imashita. Watashi wa sukoa o 9 ni henkō shimashita. Watashi wa sore ga saishūtekini okoru koto o shitte imashitaga, karera ga sore o teiji suru hōhō wa chōdo... Uwa ̄deshita. Kotoba ga demasen. 4 Tsuki no anata no uso wa subarashī animedesu. Watashi wa kanashī romansuanyua o tanoshimu minasan ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first started watching Your Lie in April, I wasn't expecting much. Mainly because I wasn't into music and was only watching it because my best friend recommended it. Your lie in April is an amazing anime and I would definitely recommend it to all of you who enjoy sad romance animu. But it turned out to be an incredible anime. The art and music were beautiful and the story was pretty interesting. The character development was pretty unique and I love how they didn't rush things. They hinted towards the ending and there were many plot twists that were so unexpected I had to pause the video to comprehend it. I rated it a 7 through the 16th episode but then it began to get really good. I could understand why my friend loves this anime so much. At the ending I was crying so much and I changed my score to a 9. I mean, I knew it would happen eventually but the way they presented it was just... wow. I am speechless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first started watching Your Lie in April, I wasn't expecting much.\u001b[24m\n    \u001b[1m私が4月に初めてあなたの嘘を見始めたとき、私はあまり期待していませんでした。\u001b[22m, \u001b[1m私は最初の四月は君の嘘を見始めたとき、私はあまり期待していませんでした。\u001b[22m\n\u001b[4mMainly because I wasn't into music and was only watching it because my best friend recommended it.\u001b[24m\n    \u001b[1m主に私は音楽には関わらず、私の親友がそれを勧めていたので、それを見ているだけだったからです。\u001b[22m, \u001b[1m私は音楽の中にはありませんでしたし、私の親友がそれをお勧めしますので、それだけを見ていた主な理由。\u001b[22m\n\u001b[4mBut it turned out to be an incredible anime.\u001b[24m\n    \u001b[1mしかし、それは信じられないほどのアニメになった。\u001b[22m, \u001b[1mしかし、それは信じられないほどのアニメであることが判明しました。\u001b[22m\n\u001b[4mThe art and music were beautiful and the story was pretty interesting.\u001b[24m\n    \u001b[1m芸術と音楽は美しく、物語はとても面白かったです。\u001b[22m, \u001b[1mアートと音楽が美しかったとの話はかなり面白かったです。\u001b[22m\n\u001b[4mThe character development was pretty unique and I love how they didn't rush things.\u001b[24m\n    \u001b[1mキャラクターの開発はかなりユニークで、彼らは物事を急いでいない方法が大好きです。\u001b[22m, \u001b[1mキャラクターの成長はかなりユニークだったと、彼らは物事を急いではありませんでしたどのように私は大好きです。\u001b[22m\n\u001b[4mThey hinted towards the ending and there were many plot twists that were so unexpected I had to pause the video to comprehend it.\u001b[24m\n    \u001b[1m彼らは結末に向かっていることを暗示し、予期せぬ多くのプロットの紆余曲折があり、私はそれを理解するためにビデオを一時停止しなければならなかった。\u001b[22m, \u001b[1m彼らは、エンディングに向けて示唆したと私はそれを理解するためにビデオを一時停止しなければならなかったので、予想外であった多くのどんでん返しがありました。\u001b[22m\n\u001b[4mI rated it a 7 through the 16th episode but then it began to get really good.\u001b[24m\n    \u001b[1m私はそれを第六のエピソードを通して7と評価したが、それは本当に良い状態になった。\u001b[22m, \u001b[1m私は16日のエピソードを通じて7それを評価するが、それは本当に良い得るために始めました。\u001b[22m\n\u001b[4mI could understand why my friend loves this anime so much.\u001b[24m\n    \u001b[1mなぜ私の友人がこのアニメをそんなに愛しているのか理解できました。\u001b[22m, \u001b[1m私の友人はそんなにこのアニメを愛して、なぜ私が理解することができました。\u001b[22m\n\u001b[4mAt the ending I was crying so much and I changed my score to a 9. I mean, I knew it would happen eventually but the way they presented it was just... wow.\u001b[24m\n    \u001b[1m結末で私はそんなに泣いていました。私はスコアを9に変更しました。私はそれが最終的に起こることを知っていましたが、彼らがそれを提示する方法はちょうど...うわーでした。\u001b[22m, \u001b[1m私はそんなに泣いていたと私は私が意味9に私のスコアを変更終了時に、私はそれが最終的に起こるだろう知っていたが、彼らはそれを提示する方法がすごい...ちょうどでした。\u001b[22m\n\u001b[4mI am speechless.\u001b[24m\n    \u001b[1m言葉が出ません。\u001b[22m, \u001b[1m私は言葉がありません。\u001b[22m, \u001b[1m私は言葉です。\u001b[22m\n\u001b[4mYour lie in April is an amazing anime and I would definitely recommend it to all of you who enjoy sad romance animu.\u001b[24m\n    \u001b[1m4月のあなたのうそはすばらしいアニメです。私は悲しいロマンスアニュアを楽しむ皆さんにお勧めします。\u001b[22m, \u001b[1m四月は君の嘘は素晴らしいアニメだと私は間違いなく悲しいロマンスanimuを楽しむ人あなたのすべてにそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "TheThunderBro",
    "profile": "/profile/TheThunderBro/reviews",
    "pages": "26",
    "number": "17",
    "link": "/reviews.php?id=225742",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nまず、これはおそらく私のお気に入りのアニメだと言うつもりです。 私がそれを見た後、私は悲しみを感じ、それは終わった。 しかし、私は驚くべきことを目の当たりにしていたことをうれしく思います。\n\nさて、なぜそれはそれほど傑出したと思ったのですか？\n\n最初にすべての物語をオフにします。 物語は素晴らしいです、それは大量の虫歯を含んでいます。 他の人よりも予想外のことですが、ショー全体であなたの座席の端にいることを確認します（椅子に座っていないと、なぜアニメが悲しい気持ちになるのか不思議です）。\nそれは物語の別のポイントです。ある点では非常に悲しいです。 それは私の目には悪いことではありませんが、あなたの中にはそれが気に入らないかもしれません。 しかし、キャラクターによる幸せな瞬間と受け入れで、すべてをバランスさせます。 私は、しかし、ロマンスに大きな焦点を当てた感情的なジェットコースターだと言うでしょう。 それがあなたのものではない場合、またはあなたが気分の列車の気分にない場合、私はあなたが気分の列車にぶつかる準備ができるまで、ショーを見るのを待つことをお勧めします。\n\n今は芸術が素晴らしく、すべてが美しく見えます。 重要ではない背景であっても、うまくやっていて、ほとんどユートピア的な見方をしています。 すべての幸せなシーンには、すべての鮮やかな色と滑らかなアニメーションで、この素晴らしい春の感触があります。 より暗いシーンは全てグレーシッチな色合いで行われ、非常に深刻で安心した姿勢を示しています。 そして、あなたは驚くほどアニメーション化されたコンサートシーンを持っています。シーンのすべての色が踊り、振動して音楽を生きているように見せます。 私が9を与えて10を与えなかった唯一の理由は、ほんの少しの点で、私は彼らがあまり努力をしないように感じるからです。 私の意見では、これらのシーンはかなり重要です。 しかし、これは一握りの場面でしか起こらなかった。\n\n音楽のアニメで期待される音は崇高だった。 まず、ショー自体で演奏された実際のクラシック音楽をオフにします。 私はクラシック音楽のファンではないと言わざるを得ないが、私はそれを一度聞いて楽しんでいるし、本当にその美しさを見ることができる。 このアニメで行われたすべての曲は、たとえあなたがクラシック音楽が気に入らなくても、ほぼ完璧に演奏されました。 私はまだこれを試してみることをお勧めします。なぜなら、それは本当にすばらしい雰囲気を与えるアニメーションと組み合わせられているからです。 サウンドトラックには、私が非常に良いと思っていた曲がいくつかあります。 私はOSTでそれをしばしばやっていません。 他のすべての曲は素晴らしく、むしろ良い曲だったが、実際にはそれほど目立たなかった。\n\n主人公は本当に良かった、彼らはあなたの標準的なカットアウトcharcterタイプではなかった。 代わりに、彼らはこれらのchracterタイプの標準的な要素からいくつかを使い、より独特で特殊な文字セットを作成するためにmを使いました。 このアニメには、主要な2人のキャラクターだけでなく、いくつかのサイドキャラクターのために、キャラクターの開発がたくさんあります。 彼らが成長し、進化するのを見ることは本当に楽しいです。\n\n全体的に私は完璧ではないが、このショーに10/10を与えました。 私はショーが完璧になるとは思わない。 しかし、私はそれから地獄を楽しんだ、私はアニメを見ている間、このような暖かく素敵な感情を持っていたことはありません。 このショーは本当に特別なもので、私はかなり多くの人にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, I'm going to say that this is probably my favorite anime ever. After I watched it, I felt heartbroken that is was over. But kind off glad that I had witnessed something so amazing.\n\n\u001b[1mまず、これはおそらく私のお気に入りのアニメだと言うつもりです。 私がそれを見た後、私は悲しみを感じ、それは終わった。 しかし、私は驚くべきことを目の当たりにしていたことをうれしく思います。\u001b[22m\n\u001b[1m(Mazu, kore wa osoraku watashinōkiniiri no animeda to iu tsumoridesu. Watashi ga sore o mita nochi, watashi wa kanashimi o kanji, sore wa owatta. Shikashi, watashi wa odorokubeki koto o manoatari ni shite ita koto o ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, I'm going to say that this is probably my favorite anime ever. After I watched it, I felt heartbroken that is was over. But kind off glad that I had witnessed something so amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, I'm going to say that this is probably my favorite anime ever.\u001b[24m\n    \u001b[1mまず、これはおそらく私のお気に入りのアニメだと言うつもりです。\u001b[22m, \u001b[1mまず第一に、私はこれはおそらく今まで私の好きなアニメであることを言うつもりです。\u001b[22m\n\u001b[4mAfter I watched it, I felt heartbroken that is was over.\u001b[24m\n    \u001b[1m私がそれを見た後、私は悲しみを感じ、それは終わった。\u001b[22m, \u001b[1m私はそれを見た後、私は、ISが終わったことを悲嘆に感じました。\u001b[22m\n\u001b[4mBut kind off glad that I had witnessed something so amazing.\u001b[24m\n    \u001b[1mしかし、私は驚くべきことを目の当たりにしていたことをうれしく思います。\u001b[22m, \u001b[1mしかし、親切なオフ私はとても素晴らしいものを目撃したことを喜んで。\u001b[22m\n\u001b[1m\u001b[22m\nNow, why did I think it was so outstanding?\n\n\u001b[1mさて、なぜそれはそれほど傑出したと思ったのですか？\u001b[22m\n\u001b[1m(Sate, naze sore wa sorehodo kesshutsu shita to omotta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNow, why did I think it was so outstanding?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, why did I think it was so outstanding?\u001b[24m\n    \u001b[1mさて、なぜそれはそれほど傑出したと思ったのですか？\u001b[22m, \u001b[1mさて、なぜ私はそれがとても傑出していたと思いましたか？\u001b[22m\n\u001b[1m\u001b[22m\nFirst off all the story. The story is amazing, it contains a high amount of plottwists. Some more unexpected than others ofcourse, but they all make sure you are at the edge of your seat during the whole show (if you aren't slumped in your chair, wondering why an anime can make you feel so sad).\n\n\u001b[1m最初にすべての物語をオフにします。 物語は素晴らしいです、それは大量の虫歯を含んでいます。 他の人よりも予想外のことですが、ショー全体であなたの座席の端にいることを確認します（椅子に座っていないと、なぜアニメが悲しい気持ちになるのか不思議です）。\u001b[22m\n\u001b[1m(Saisho ni subete no monogatari o ofu ni shimasu. Monogatari wa subarashīdesu, sore wa tairyō no mushiba o fukunde imasu. Hoka no hito yori mo yosō-gai no kotodesuga, shō zentai de anata no zaseki no hashi ni iru koto o kakunin shimasu (isu ni suwatte inai to, naze anime ga kanashī kimochi ni naru no ka fushigidesu).)\u001b[22m\n\nTranslations of \u001b[4mFirst off all the story. The story is amazing, it contains a high amount of plottwists. Some more unexpected than others ofcourse, but they all make sure you are at the edge of your seat during the whole show (if you aren't slumped in your chair, wondering why an anime can make you feel so sad).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off all the story.\u001b[24m\n    \u001b[1m最初にすべての物語をオフにします。\u001b[22m, \u001b[1mまず第一話オフ。\u001b[22m\n\u001b[4mThe story is amazing, it contains a high amount of plottwists.\u001b[24m\n    \u001b[1m物語は素晴らしいです、それは大量の虫歯を含んでいます。\u001b[22m, \u001b[1m物語は、それがplottwistsの高い量を含んで、素晴らしいです。\u001b[22m\n\u001b[4mSome more unexpected than others ofcourse, but they all make sure you are at the edge of your seat during the whole show (if you aren't slumped in your chair, wondering why an anime can make you feel so sad).\u001b[24m\n    \u001b[1m他の人よりも予想外のことですが、ショー全体であなたの座席の端にいることを確認します（椅子に座っていないと、なぜアニメが悲しい気持ちになるのか不思議です）。\u001b[22m, \u001b[1m他のものよりいくつかのより多くの予期しないofcourseの、それらはすべて（あなたがアニメはあなたがとても悲しい気分にさせることができる理由を疑問に思う、あなたの椅子に下落していない場合）あなたは全体のショーの中にあなたの座席の端にあることを確認します。\u001b[22m\nThat's another point of the story, it is extremely sad or dark at certain points. Not that that is a bad thing in my eyes, but some of you might not like that. It does however balance everything out with happy moments and acceptance by the characters. I will say however, that the story is an emotional rollercoaster with a huge focus on romance. So if that is not your thing or if you aren't in the mood for a feel train, then I would recommend waiting to watch the show untill you are ready to get hit by a feel train.\n\n\u001b[1mそれは物語の別のポイントです。ある点では非常に悲しいです。 それは私の目には悪いことではありませんが、あなたの中にはそれが気に入らないかもしれません。 しかし、キャラクターによる幸せな瞬間と受け入れで、すべてをバランスさせます。 私は、しかし、ロマンスに大きな焦点を当てた感情的なジェットコースターだと言うでしょう。 それがあなたのものではない場合、またはあなたが気分の列車の気分にない場合、私はあなたが気分の列車にぶつかる準備ができるまで、ショーを見るのを待つことをお勧めします。\u001b[22m\n\u001b[1m(Sore wa monogatari no betsu no pointodesu. Aru tende wa hijō ni kanashīdesu. Sore wa watashi no me ni wa warui kotode wa arimasenga, anata no nakaniha sore ga kiniiranai kamo shiremasen. Shikashi, kyarakutā ni yoru shiawasena shunkan to ukeire de, subete o baransu sa semasu. Watashi wa, shikashi, romansu ni ōkina shōten o ateta kanjō-tekina jettokōsutāda to iudeshou. Sore ga anata no monode wanai baai, matawa anata ga kibun no ressha no kibun ni nai baai, watashi wa anata ga kibun no ressha ni butsukaru junbi ga dekiru made, shō o miru no o matsu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's another point of the story, it is extremely sad or dark at certain points. Not that that is a bad thing in my eyes, but some of you might not like that. It does however balance everything out with happy moments and acceptance by the characters. I will say however, that the story is an emotional rollercoaster with a huge focus on romance. So if that is not your thing or if you aren't in the mood for a feel train, then I would recommend waiting to watch the show untill you are ready to get hit by a feel train.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's another point of the story, it is extremely sad or dark at certain points.\u001b[24m\n    \u001b[1mそれは物語の別のポイントです。ある点では非常に悲しいです。\u001b[22m, \u001b[1mそれは物語のもう一つのポイントですが、それは特定の点で非常に悲しいや暗いです。\u001b[22m\n\u001b[4mNot that that is a bad thing in my eyes, but some of you might not like that.\u001b[24m\n    \u001b[1mそれは私の目には悪いことではありませんが、あなたの中にはそれが気に入らないかもしれません。\u001b[22m, \u001b[1mていないことが私の目に悪いことですが、あなた方のうちの何人かがそれを好きではないかもしれません。\u001b[22m\n\u001b[4mIt does however balance everything out with happy moments and acceptance by the characters.\u001b[24m\n    \u001b[1mしかし、キャラクターによる幸せな瞬間と受け入れで、すべてをバランスさせます。\u001b[22m, \u001b[1mしかし、文字によって幸せな瞬間と受け入れて、すべてのバランスを取るん。\u001b[22m\n\u001b[4mI will say however, that the story is an emotional rollercoaster with a huge focus on romance.\u001b[24m\n    \u001b[1m私は、しかし、ロマンスに大きな焦点を当てた感情的なジェットコースターだと言うでしょう。\u001b[22m, \u001b[1m私は物語は恋愛に大きな焦点と感情的なジェットコースターであることは言うだろう。\u001b[22m\n\u001b[4mSo if that is not your thing or if you aren't in the mood for a feel train, then I would recommend waiting to watch the show untill you are ready to get hit by a feel train.\u001b[24m\n    \u001b[1mそれがあなたのものではない場合、またはあなたが気分の列車の気分にない場合、私はあなたが気分の列車にぶつかる準備ができるまで、ショーを見るのを待つことをお勧めします。\u001b[22m, \u001b[1mだから、あなたのものではありませんか、感触列車のための気分でない場合は、その後、私はあなたが感じる列車にはねを取得する準備ができている刚性ショーを見るために待っているお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nNow the art is great, everything looks jawdroppingly beautifull. Even the uninmportant backgrounds are nicely done, giving it a bit of an almost utopical view. All the happy scenes have this nice spring feel to it with all the vibrant colors and smooth animations. The darker scenes are all done in grayisch tints, which gives off a very serious and less carefree attitude. And then you have the concert scene's which are animated amazingly, with all the colors in the scene dancing and vibrating making the music almost seem alive. The only reason why I gave this a 9 and not a 10 is because at a very few points, i kinda feel like they put in less effort. Even though these scenes wer rather important in my opinion. But this only happened in a handfull of scenes.\n\n\u001b[1m今は芸術が素晴らしく、すべてが美しく見えます。 重要ではない背景であっても、うまくやっていて、ほとんどユートピア的な見方をしています。 すべての幸せなシーンには、すべての鮮やかな色と滑らかなアニメーションで、この素晴らしい春の感触があります。 より暗いシーンは全てグレーシッチな色合いで行われ、非常に深刻で安心した姿勢を示しています。 そして、あなたは驚くほどアニメーション化されたコンサートシーンを持っています。シーンのすべての色が踊り、振動して音楽を生きているように見せます。 私が9を与えて10を与えなかった唯一の理由は、ほんの少しの点で、私は彼らがあまり努力をしないように感じるからです。 私の意見では、これらのシーンはかなり重要です。 しかし、これは一握りの場面でしか起こらなかった。\u001b[22m\n\u001b[1m(Ima wa geijutsu ga subarashiku, subete ga utsukushiku miemasu. Jūyōde wanai haikeideatte mo, umaku yatte ite, hotondo yūtopia-tekina mikata o shite imasu. Subete no shiawasena shīn ni wa, subete no azayakana iro to namerakana animēshon de, kono subarashī haru no kanshoku ga arimasu. Yori kurai shīn wa subete gurēshitchina iroai de okonawa re, hijō ni shinkokude anshin shita shisei o shimeshite imasu. Soshite, anata wa odoroku hodo animēshon-ka sa reta konsātoshīn o motte imasu. Shīn no subete no iro ga odori, shindō shite ongaku o ikite iru yō ni misemasu. Watashi ga 9 o ataete 10 o ataenakatta yuiitsu no riyū wa, hon'nosukoshi no ten de, watashi wa karera ga amari doryoku o shinai yō ni kanjirukaradesu. Watashi no ikende wa, korera no shīn wa kanari jūyōdesu. Shikashi, koreha hitonigiri no bamende shika okoranakatta.)\u001b[22m\n\nTranslations of \u001b[4mNow the art is great, everything looks jawdroppingly beautifull. Even the uninmportant backgrounds are nicely done, giving it a bit of an almost utopical view. All the happy scenes have this nice spring feel to it with all the vibrant colors and smooth animations. The darker scenes are all done in grayisch tints, which gives off a very serious and less carefree attitude. And then you have the concert scene's which are animated amazingly, with all the colors in the scene dancing and vibrating making the music almost seem alive. The only reason why I gave this a 9 and not a 10 is because at a very few points, i kinda feel like they put in less effort. Even though these scenes wer rather important in my opinion. But this only happened in a handfull of scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the art is great, everything looks jawdroppingly beautifull.\u001b[24m\n    \u001b[1m今は芸術が素晴らしく、すべてが美しく見えます。\u001b[22m, \u001b[1m今、芸術は素晴らしいですが、すべてがjawdroppingly美しい見えます。\u001b[22m\n\u001b[4mEven the uninmportant backgrounds are nicely done, giving it a bit of an almost utopical view.\u001b[24m\n    \u001b[1m重要ではない背景であっても、うまくやっていて、ほとんどユートピア的な見方をしています。\u001b[22m, \u001b[1mでもuninmportant背景がきれいにそれをほぼutopicalビューのビットを与え、行われています。\u001b[22m\n\u001b[4mAll the happy scenes have this nice spring feel to it with all the vibrant colors and smooth animations.\u001b[24m\n    \u001b[1mすべての幸せなシーンには、すべての鮮やかな色と滑らかなアニメーションで、この素晴らしい春の感触があります。\u001b[22m, \u001b[1mすべての幸せなシーンは、すべての鮮やかな色と滑らかなアニメーションでそれにこの素敵な春の感触を持っています。\u001b[22m\n\u001b[4mThe darker scenes are all done in grayisch tints, which gives off a very serious and less carefree attitude.\u001b[24m\n    \u001b[1mより暗いシーンは全てグレーシッチな色合いで行われ、非常に深刻で安心した姿勢を示しています。\u001b[22m, \u001b[1m暗いシーンはすべての非常に深刻で、あまりのんきな態度を放つgrayisch色合い、で行われています。\u001b[22m\n\u001b[4mAnd then you have the concert scene's which are animated amazingly, with all the colors in the scene dancing and vibrating making the music almost seem alive.\u001b[24m\n    \u001b[1mそして、あなたは驚くほどアニメーション化されたコンサートシーンを持っています。シーンのすべての色が踊り、振動して音楽を生きているように見せます。\u001b[22m, \u001b[1mダンスや音楽を作る振動シーン内のすべての色はほとんど生きているように見えるとし、その後、あなたは、驚くほどアニメーション化されコンサートシーンのを持っています。\u001b[22m\n\u001b[4mThe only reason why I gave this a 9 and not a 10 is because at a very few points, i kinda feel like they put in less effort.\u001b[24m\n    \u001b[1m私が9を与えて10を与えなかった唯一の理由は、ほんの少しの点で、私は彼らがあまり努力をしないように感じるからです。\u001b[22m, \u001b[1m彼らは、少ない労力で入れのように非常にいくつかの点で、私はちょっと感じるので、私はこの9ではなく、10を与えた唯一の理由です。\u001b[22m\n\u001b[4mEven though these scenes wer rather important in my opinion.\u001b[24m\n    \u001b[1m私の意見では、これらのシーンはかなり重要です。\u001b[22m, \u001b[1mにもかかわらず、これらのシーンは、私の意見ではなく、重要なWER。\u001b[22m\n\u001b[4mBut this only happened in a handfull of scenes.\u001b[24m\n    \u001b[1mしかし、これは一握りの場面でしか起こらなかった。\u001b[22m, \u001b[1mしかし、これはシーンのみのhandfullで起こりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound as is to be expected in a music anime was sublime. First off the actual classical music played in the show itself. I must say I'm not really a huge fan off classical music, I do enjoy listening to it once in a while and I can really see the beauty in it. And all the songs performed in this anime were excecuted almost perfectly, even if you don't like classical music. I would still recommend you give this a try, because combined with the animation it really gives off a great atmosphere. The soundtrack has a few songs that I thought were extremely good, I found myself listening to them during my free time aswell. Which I don't do that often with OST's. All the other songs were nice and rather good, but they didn't really stand out as much.\n\n\u001b[1m音楽のアニメで期待される音は崇高だった。 まず、ショー自体で演奏された実際のクラシック音楽をオフにします。 私はクラシック音楽のファンではないと言わざるを得ないが、私はそれを一度聞いて楽しんでいるし、本当にその美しさを見ることができる。 このアニメで行われたすべての曲は、たとえあなたがクラシック音楽が気に入らなくても、ほぼ完璧に演奏されました。 私はまだこれを試してみることをお勧めします。なぜなら、それは本当にすばらしい雰囲気を与えるアニメーションと組み合わせられているからです。 サウンドトラックには、私が非常に良いと思っていた曲がいくつかあります。 私はOSTでそれをしばしばやっていません。 他のすべての曲は素晴らしく、むしろ良い曲だったが、実際にはそれほど目立たなかった。\u001b[22m\n\u001b[1m(Ongaku no anime de kitai sa reru oto wa sūkōdatta. Mazu, shō jitai de ensō sa reta jissai no kurashikku ongaku o ofu ni shimasu. Watashi wa kurashikku ongaku no fande wa nai to iwazaru o enaiga, watashi wa sore o ichido kiite tanoshinde irushi, hontōni sono utsukushi-sa o miru koto ga dekiru. Kono anime de okonawa reta subete no kyoku wa, tatoe anata ga kurashikku ongaku ga kiniiranakute mo, hobo kanpeki ni ensō sa remashita. Watashi wa mada kore o tameshite miru koto o o susume shimasu. Nazenara, sore wa hontōni subarashī fun'iki o ataeru animēshon to kumiawase rarete irukaradesu. Saundotorakku ni wa, watashi ga hijō ni yoi to omotte ita kyoku ga ikutsu ka arimasu. Watashi wa OST de sore o shibashiba yatte imasen. Hoka no subete no kyoku wa subarashiku, mushiro yoi kyokudattaga, jissai ni wa sorehodo medatanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound as is to be expected in a music anime was sublime. First off the actual classical music played in the show itself. I must say I'm not really a huge fan off classical music, I do enjoy listening to it once in a while and I can really see the beauty in it. And all the songs performed in this anime were excecuted almost perfectly, even if you don't like classical music. I would still recommend you give this a try, because combined with the animation it really gives off a great atmosphere. The soundtrack has a few songs that I thought were extremely good, I found myself listening to them during my free time aswell. Which I don't do that often with OST's. All the other songs were nice and rather good, but they didn't really stand out as much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound as is to be expected in a music anime was sublime.\u001b[24m\n    \u001b[1m音楽のアニメで期待される音は崇高だった。\u001b[22m, \u001b[1m音楽アニメに期待されるように音は崇高でした。\u001b[22m\n\u001b[4mFirst off the actual classical music played in the show itself.\u001b[24m\n    \u001b[1mまず、ショー自体で演奏された実際のクラシック音楽をオフにします。\u001b[22m, \u001b[1m最初のショー自体で再生実際のクラシック音楽オフ。\u001b[22m\n\u001b[4mI must say I'm not really a huge fan off classical music, I do enjoy listening to it once in a while and I can really see the beauty in it.\u001b[24m\n    \u001b[1m私はクラシック音楽のファンではないと言わざるを得ないが、私はそれを一度聞いて楽しんでいるし、本当にその美しさを見ることができる。\u001b[22m, \u001b[1m私はたまにそれを聴いて楽しんでください。また、私は本当にそれで美しさを見ることができ、私は本当にクラシック音楽オフ巨大なファンではないと言わなければなりません。\u001b[22m\n\u001b[4mAnd all the songs performed in this anime were excecuted almost perfectly, even if you don't like classical music.\u001b[24m\n    \u001b[1mこのアニメで行われたすべての曲は、たとえあなたがクラシック音楽が気に入らなくても、ほぼ完璧に演奏されました。\u001b[22m, \u001b[1mそして、このアニメで行われるすべての曲では、クラシック音楽を好きではない場合でも、ほぼ完全excecutedました。\u001b[22m\n\u001b[4mI would still recommend you give this a try, because combined with the animation it really gives off a great atmosphere.\u001b[24m\n    \u001b[1m私はまだこれを試してみることをお勧めします。なぜなら、それは本当にすばらしい雰囲気を与えるアニメーションと組み合わせられているからです。\u001b[22m, \u001b[1m私はまだそれは本当に素晴らしい雰囲気を放つアニメーションと組み合わせるので、あなたが、この試してみることをお勧めします。\u001b[22m\n\u001b[4mThe soundtrack has a few songs that I thought were extremely good, I found myself listening to them during my free time aswell.\u001b[24m\n    \u001b[1mサウンドトラックには、私が非常に良いと思っていた曲がいくつかあります。\u001b[22m, \u001b[1mサウンドトラックは、私は非常に良いと思っていたいくつかの曲を持って、私は自分自身が私の自由な時間のaswellの間にそれらを聞いて見つけました。\u001b[22m\n\u001b[4mWhich I don't do that often with OST's.\u001b[24m\n    \u001b[1m私はOSTでそれをしばしばやっていません。\u001b[22m, \u001b[1mこれは私がOSTので、多くの場合、それをしません。\u001b[22m\n\u001b[4mAll the other songs were nice and rather good, but they didn't really stand out as much.\u001b[24m\n    \u001b[1m他のすべての曲は素晴らしく、むしろ良い曲だったが、実際にはそれほど目立たなかった。\u001b[22m, \u001b[1m他のすべての曲は素晴らしく、かなり良好であったが、彼らは本当に同じくらい目立ちませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters were really good, they weren't your standard cut out charcter types. Instead they used some off the standerd elements off these chracter types and used the mto create a slightly more unique and special set of characters. There is a whole lot of character development in this anime, not just for the main two characters but for some side characters aswell. Watching them grow and evolve is really enjoyable.\n\n\u001b[1m主人公は本当に良かった、彼らはあなたの標準的なカットアウトcharcterタイプではなかった。 代わりに、彼らはこれらのchracterタイプの標準的な要素からいくつかを使い、より独特で特殊な文字セットを作成するためにmを使いました。 このアニメには、主要な2人のキャラクターだけでなく、いくつかのサイドキャラクターのために、キャラクターの開発がたくさんあります。 彼らが成長し、進化するのを見ることは本当に楽しいです。\u001b[22m\n\u001b[1m(Shujinkō wa hontōniyokatta, karera wa anata no hyōjun-tekina kattoauto charcter taipude wa nakatta. Kawari ni, karera wa korera no chracter taipu no hyōjun-tekina yōso kara ikutsu ka o tsukai, yori dokutokude tokushuna moji setto o sakusei suru tame ni m o tsukaimashita. Kono anime ni wa, shuyōna 2-ri no kyarakutā dakedenaku, ikutsu ka no saidokyarakutā no tame ni, kyarakutā no kaihatsu ga takusan arimasu. Karera ga seichō shi, shinka suru no o miru koto wa hontōni tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters were really good, they weren't your standard cut out charcter types. Instead they used some off the standerd elements off these chracter types and used the mto create a slightly more unique and special set of characters. There is a whole lot of character development in this anime, not just for the main two characters but for some side characters aswell. Watching them grow and evolve is really enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters were really good, they weren't your standard cut out charcter types.\u001b[24m\n    \u001b[1m主人公は本当に良かった、彼らはあなたの標準的なカットアウトcharcterタイプではなかった。\u001b[22m, \u001b[1mメインキャラクターは、彼らがあなたの規格はcharcterタイプを切り出されていなかった、本当に良かったです。\u001b[22m\n\u001b[4mInstead they used some off the standerd elements off these chracter types and used the mto create a slightly more unique and special set of characters.\u001b[24m\n    \u001b[1m代わりに、彼らはこれらのchracterタイプの標準的な要素からいくつかを使い、より独特で特殊な文字セットを作成するためにmを使いました。\u001b[22m, \u001b[1mその代わりに、これらのchracterタイプオフVoIP音声要素からいくつかを使用し、文字のややユニークで特別なセットを作成MTOを使用しました。\u001b[22m\n\u001b[4mThere is a whole lot of character development in this anime, not just for the main two characters but for some side characters aswell.\u001b[24m\n    \u001b[1mこのアニメには、主要な2人のキャラクターだけでなく、いくつかのサイドキャラクターのために、キャラクターの開発がたくさんあります。\u001b[22m, \u001b[1mこのアニメでキャラクターの成長の全体の多くは、主要な2つの文字のためではなく、いくつかの側面の文字がaswellのためだけではなく、そこにあります。\u001b[22m\n\u001b[4mWatching them grow and evolve is really enjoyable.\u001b[24m\n    \u001b[1m彼らが成長し、進化するのを見ることは本当に楽しいです。\u001b[22m, \u001b[1m彼らが成長し、進化見ることは本当に楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I gave this show a 10/10, even though it's not perfect. I don't believe a show can be perfect. But I enjoyed the hell out of it, I have never had such a warm and nice feeling while watching an anime. This show is really something special and I would recommend it to pretty much everyone.\n\n\u001b[1m全体的に私は完璧ではないが、このショーに10/10を与えました。 私はショーが完璧になるとは思わない。 しかし、私はそれから地獄を楽しんだ、私はアニメを見ている間、このような暖かく素敵な感情を持っていたことはありません。 このショーは本当に特別なもので、私はかなり多くの人にそれをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kanpekide wa naiga, kono shō ni 10/ 10 o ataemashita. Watashi wa shō ga kanpeki ni naru to wa omowanai. Shikashi, watashi wa sore kara jigoku o tanoshinda, watashi wa anime o mite iru ma, kono yō na atatakaku sutekina kanjō o motte ita koto wa arimasen. Kono shō wa hontōni tokubetsuna mono de, watashi wa kanari ōku no hito ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I gave this show a 10/10, even though it's not perfect. I don't believe a show can be perfect. But I enjoyed the hell out of it, I have never had such a warm and nice feeling while watching an anime. This show is really something special and I would recommend it to pretty much everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I gave this show a 10/10, even though it's not perfect.\u001b[24m\n    \u001b[1m全体的に私は完璧ではないが、このショーに10/10を与えました。\u001b[22m, \u001b[1m全体的に私はそれが完璧ではないにも関わらず、このショー10月10日を与えました。\u001b[22m\n\u001b[4mI don't believe a show can be perfect.\u001b[24m\n    \u001b[1m私はショーが完璧になるとは思わない。\u001b[22m, \u001b[1m私はショーが完璧にすることができます信じていません。\u001b[22m\n\u001b[4mBut I enjoyed the hell out of it, I have never had such a warm and nice feeling while watching an anime.\u001b[24m\n    \u001b[1mしかし、私はそれから地獄を楽しんだ、私はアニメを見ている間、このような暖かく素敵な感情を持っていたことはありません。\u001b[22m, \u001b[1mしかし、私はアニメを見ながら、私はそのような温かみのある素敵な気持ちを持っていたことがない、それの地獄を楽しみました。\u001b[22m\n\u001b[4mThis show is really something special and I would recommend it to pretty much everyone.\u001b[24m\n    \u001b[1mこのショーは本当に特別なもので、私はかなり多くの人にそれをお勧めします。\u001b[22m, \u001b[1mこのショーは本当に特別なものだと私はかなり皆にそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Chris_Battle",
    "profile": "/profile/Chris_Battle/reviews",
    "pages": "26",
    "number": "18",
    "link": "/reviews.php?id=224895",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのショーは私の気持ちを詰め込み、苦い甘い音楽を作りました。\n\n私は実際に害よりも良いと思ういくつかの欠陥がありますが、それは感情を通して物語を伝える傑作です。 執筆は一流のもので、クリエイターは絶え間なく変化するトーンを映し出すために適切な曲を選んだ。\n\n私は通常、様々な理由でこのようなショーを見たり、レビューを書いたりしません。 しかしこれのために、私は多くを意味しました。\n\nあなたが色と音楽を感じたい場合はそれを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis show has strung up my feelings and made bitter sweet music.\n\n\u001b[1mこのショーは私の気持ちを詰め込み、苦い甘い音楽を作りました。\u001b[22m\n\u001b[1m(Kono shō wa watashi no kimochi o tsumekomi, nigai amai ongaku o tsukurimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis show has strung up my feelings and made bitter sweet music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show has strung up my feelings and made bitter sweet music.\u001b[24m\n    \u001b[1mこのショーは私の気持ちを詰め込み、苦い甘い音楽を作りました。\u001b[22m, \u001b[1mこの番組は私の気持ちを張らと苦い甘い音楽を作っています。\u001b[22m\n\u001b[1m\u001b[22m\nWhile there are a few flaws,which I think actually does more good than harm,it is a masterpiece in telling a story though emotion. The writing is top notch,the creators chose the right musical pieces to mirror the ever changing tones through out the show, followed by some very cleaver quotes.\n\n\u001b[1m私は実際に害よりも良いと思ういくつかの欠陥がありますが、それは感情を通して物語を伝える傑作です。 執筆は一流のもので、クリエイターは絶え間なく変化するトーンを映し出すために適切な曲を選んだ。\u001b[22m\n\u001b[1m(Watashi wa jissai ni gai yori mo yoi to omou ikutsu ka no kekkan ga arimasuga, soreha kanjō o tōshite monogatari o tsutaeru kessakudesu. Shippitsu wa ichiryū no mono de, kurieitā wa taema naku henka suru tōn o utsushidasu tame ni tekisetsuna kyoku o eranda.)\u001b[22m\n\nTranslations of \u001b[4mWhile there are a few flaws,which I think actually does more good than harm,it is a masterpiece in telling a story though emotion. The writing is top notch,the creators chose the right musical pieces to mirror the ever changing tones through out the show, followed by some very cleaver quotes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile there are a few flaws,which I think actually does more good than harm,it is a masterpiece in telling a story though emotion.\u001b[24m\n    \u001b[1m私は実際に害よりも良いと思ういくつかの欠陥がありますが、それは感情を通して物語を伝える傑作です。\u001b[22m, \u001b[1m私は実際に害よりも良いんだと思ういくつかの欠陥は、ありますが、それは感情かかわらず、物語を伝える中で傑作です。\u001b[22m\n\u001b[4mThe writing is top notch,the creators chose the right musical pieces to mirror the ever changing tones through out the show, followed by some very cleaver quotes.\u001b[24m\n    \u001b[1m執筆は一流のもので、クリエイターは絶え間なく変化するトーンを映し出すために適切な曲を選んだ。\u001b[22m, \u001b[1m書き込みが一流で、作成者はいくつかの非常に包丁引用符が続くショー外に変化し続ける音を介して、ミラーリングする権利楽曲を選択しました。\u001b[22m\n\u001b[1m\u001b[22m\nI don't normally watch shows like this because of various reasons nor do I ever write a review. But for this, I did, which means a lot.\n\n\u001b[1m私は通常、様々な理由でこのようなショーを見たり、レビューを書いたりしません。 しかしこれのために、私は多くを意味しました。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, samazamana riyū de kono yōna shō o mi tari, rebyū o kai tari shimasen. Shikashi kore no tame ni, watashi wa ōku o imi shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't normally watch shows like this because of various reasons nor do I ever write a review. But for this, I did, which means a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't normally watch shows like this because of various reasons nor do I ever write a review.\u001b[24m\n    \u001b[1m私は通常、様々な理由でこのようなショーを見たり、レビューを書いたりしません。\u001b[22m, \u001b[1m私は通常、さまざまな理由のこのような番組を見ていないも私が今までにレビューを書いてください。\u001b[22m\n\u001b[4mBut for this, I did, which means a lot.\u001b[24m\n    \u001b[1mしかしこれのために、私は多くを意味しました。\u001b[22m, \u001b[1mしかし、このために、私は多くのことを意味する、でした。\u001b[22m\n\u001b[1m\u001b[22m\nWatch it if you want to feel through color and music.\n\n\u001b[1mあなたが色と音楽を感じたい場合はそれを見てください。\u001b[22m\n\u001b[1m(Anata ga iro to ongaku o kanjitai baai wa sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWatch it if you want to feel through color and music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch it if you want to feel through color and music.\u001b[24m\n    \u001b[1mあなたが色と音楽を感じたい場合はそれを見てください。\u001b[22m, \u001b[1mあなたは色や音楽を通して感じるようにしたい場合は、それを見ます。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Techezint",
    "profile": "/profile/Techezint/reviews",
    "pages": "26",
    "number": "19",
    "link": "/reviews.php?id=223108",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\n私は感情アニメを大好きではありませんが、Shigatsu wa Kimi no Usoとは違います。 各エピソードは感情的なジェットコースターに私を送りました、そして、それは不愉快ではありませんでした。 私はアニメ全体を見終わった後でさえ、本当に私に触れた、穏やかな悲しみです。\n\n私はアニメの前半に滑らかなアニメーションが好きで、アニメのOSTも非常に良いです。 私は物語がいかに現実的で、キャラクターがどのように発達したのが好きです。 私の最も好きなキャラクターはツバキです。\n\n全体として、私はアニメに10/10のフルスコアを与えました。 私はそれを楽しんだ、物語は素晴らしかった、芸術はかなり良かった、音楽、文字。 それはとても悲しいアニメですが、エンディングは劇的ではなく、私が一番気に入ったように優しくレイアウトされていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI am not very fond of emotional animes, but with Shigatsu wa Kimi no Uso, it's different. Each episodes sent me to an emotional roller coaster ride, and it wasn't unpleasant. It's a gentle kind of sadness that really touched me even after I finished watching the whole anime.\n\n\u001b[1m私は感情アニメを大好きではありませんが、Shigatsu wa Kimi no Usoとは違います。 各エピソードは感情的なジェットコースターに私を送りました、そして、それは不愉快ではありませんでした。 私はアニメ全体を見終わった後でさえ、本当に私に触れた、穏やかな悲しみです。\u001b[22m\n\u001b[1m(Watashi wa kanjō anime o daisukide wa arimasenga, Shigatsu wa Kimi no Uso to wa chigaimasu. Kaku episōdo wa kanjō-tekina jettokōsutā ni watashi o okurimashita, soshite, sore wa fuyukaide wa arimasendeshita. Watashi wa anime zentai o mi owatta nochide sae, hontōni watashi ni fureta, odayakana kanashimidesu.)\u001b[22m\n\nTranslations of \u001b[4mI am not very fond of emotional animes, but with Shigatsu wa Kimi no Uso, it's different. Each episodes sent me to an emotional roller coaster ride, and it wasn't unpleasant. It's a gentle kind of sadness that really touched me even after I finished watching the whole anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not very fond of emotional animes, but with Shigatsu wa Kimi no Uso, it's different.\u001b[24m\n    \u001b[1m私は感情アニメを大好きではありませんが、Shigatsu wa Kimi no Usoとは違います。\u001b[22m, \u001b[1m私は感情的なアニメの非常に好きではないけど、Shigatsu君なし嘘で、それは違います。\u001b[22m\n\u001b[4mEach episodes sent me to an emotional roller coaster ride, and it wasn't unpleasant.\u001b[24m\n    \u001b[1m各エピソードは感情的なジェットコースターに私を送りました、そして、それは不愉快ではありませんでした。\u001b[22m, \u001b[1m各エピソードは感情のジェットコースターに乗るに私を送った、そして、それは不快ではなかったです。\u001b[22m\n\u001b[4mIt's a gentle kind of sadness that really touched me even after I finished watching the whole anime.\u001b[24m\n    \u001b[1m私はアニメ全体を見終わった後でさえ、本当に私に触れた、穏やかな悲しみです。\u001b[22m, \u001b[1mそれは私が全体のアニメを見終わった後でも、本当に私に触れた悲しみの穏やかなものです。\u001b[22m\n\u001b[1m\u001b[22m\nI like the smooth animation during the first half of the anime, and the OST of the anime is very good too. I like how realistic the story is, and how the characters developed. My least favorite character is Tsubaki.\n\n\u001b[1m私はアニメの前半に滑らかなアニメーションが好きで、アニメのOSTも非常に良いです。 私は物語がいかに現実的で、キャラクターがどのように発達したのが好きです。 私の最も好きなキャラクターはツバキです。\u001b[22m\n\u001b[1m(Watashi wa anime no zenhan ni namerakana animēshon ga sukide, anime no OST mo hijō ni yoidesu. Watashi wa monogatari ga ikani genjitsu-tekide, kyarakutā ga dono yō ni hattatsu shita no ga sukidesu. Watashi no mottomo sukina kyarakutā wa tsubakidesu.)\u001b[22m\n\nTranslations of \u001b[4mI like the smooth animation during the first half of the anime, and the OST of the anime is very good too. I like how realistic the story is, and how the characters developed. My least favorite character is Tsubaki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like the smooth animation during the first half of the anime, and the OST of the anime is very good too.\u001b[24m\n    \u001b[1m私はアニメの前半に滑らかなアニメーションが好きで、アニメのOSTも非常に良いです。\u001b[22m, \u001b[1m私はアニメの前半に滑らかなアニメーションを好きで、アニメのOSTは、あまりにも非常に良いです。\u001b[22m\n\u001b[4mI like how realistic the story is, and how the characters developed.\u001b[24m\n    \u001b[1m私は物語がいかに現実的で、キャラクターがどのように発達したのが好きです。\u001b[22m, \u001b[1m私はどのように現実的な話でありたい、との文字がどのように開発しました。\u001b[22m\n\u001b[4mMy least favorite character is Tsubaki.\u001b[24m\n    \u001b[1m私の最も好きなキャラクターはツバキです。\u001b[22m, \u001b[1m私の最も好きなキャラクターは椿です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I gave the anime a full score of 10/10. I enjoyed it, the story was great, the art was pretty good, the music, the characters. It's a pleasantly sad anime, the ending was laid out gently, not dramatic, which I liked most.\n\n\u001b[1m全体として、私はアニメに10/10のフルスコアを与えました。 私はそれを楽しんだ、物語は素晴らしかった、芸術はかなり良かった、音楽、文字。 それはとても悲しいアニメですが、エンディングは劇的ではなく、私が一番気に入ったように優しくレイアウトされていました。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa anime ni 10/ 10 no furusukoa o ataemashita. Watashi wa sore o tanoshinda, monogatari wa subarashikatta, geijutsu wa kanari yokatta, ongaku, moji. Sore wa totemo kanashī animedesuga, endingu wa gekitekide wa naku, watashi ga ichiban kiniitta yō ni yasashiku reiauto sa rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I gave the anime a full score of 10/10. I enjoyed it, the story was great, the art was pretty good, the music, the characters. It's a pleasantly sad anime, the ending was laid out gently, not dramatic, which I liked most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I gave the anime a full score of 10/10.\u001b[24m\n    \u001b[1m全体として、私はアニメに10/10のフルスコアを与えました。\u001b[22m, \u001b[1m全体的に、私はアニメに10/10のフルスコアを与えました。\u001b[22m\n\u001b[4mI enjoyed it, the story was great, the art was pretty good, the music, the characters.\u001b[24m\n    \u001b[1m私はそれを楽しんだ、物語は素晴らしかった、芸術はかなり良かった、音楽、文字。\u001b[22m, \u001b[1m私は技術では、かなりよかった音楽、キャラクター、ストーリーは素晴らしかった、それを楽しみました。\u001b[22m\n\u001b[4mIt's a pleasantly sad anime, the ending was laid out gently, not dramatic, which I liked most.\u001b[24m\n    \u001b[1mそれはとても悲しいアニメですが、エンディングは劇的ではなく、私が一番気に入ったように優しくレイアウトされていました。\u001b[22m, \u001b[1mそれは私が最も気に入っている、結末は劇的ではない、静かにレイアウトされた、愉快に悲しいアニメです。\u001b[22m"
  },
  {
    "title": "Shigatsu_wa_Kimi_no_Uso",
    "id": "23273",
    "url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
    "user": "Prof_Telperion",
    "profile": "/profile/Prof_Telperion/reviews",
    "pages": "26",
    "number": "20",
    "link": "/reviews.php?id=222356",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nストーリー8/10：喪失と虐待のトラウマを大いに扱うこのショーは、両方の犠牲者の心に興味深いダイビングを取ります。 ピアノの天才によるこのトピックへのアプローチとアプローチは、PTSDとうまくやっていて、演奏を取り戻そうとしたときに死んだ母親/先生のうつ病に苦しんでいます。 ここでスコアを傷つけるのは、時には、中学校のキャラクターがいると思われるショーを見ていることを忘れてしまうことです。 また、主人公、Kouseiは、非常に、非常に、非常に劇的です。\n\nアート8/10：芸術には何も問題はありませんが、これは音楽を中心としたアニメなので、アートは私の主な関心事ではありませんでした。 どのようにアートがまだ8を得ているかは、アートが完全に伝えられている世界の色の美しさという概念を簡単に探求することです。\n\nサウンド10/10：プロットの媒体として音楽を使用する番組がひどい音楽を持っていたら、私は失望していたでしょうが、ありがたいことにこれが配信されました。 クラシック音楽で遊ぶことは、このショーのすべてのコンサートシーンに不思議に思っていました。音楽のアニメでは、このことを自分自身で体験する以外にはあまり良いことは言えません。\n\nキャラクター9/10：各キャラクターは、中学校から上に上がって自分の人生に幸せになれるように、それぞれのキャラクターが探求され、開発されます。 唯一の問題は、私が先進的なボキャブラリーについて上で述べたことですが、実際には中学校に居ることになっていることを忘れてしまいます（そして、どれくらい劇的なものか）。\n\n楽しさ9/10：音楽から物語、キャラクターまで、私はこのショーが私にもたらした冒険を愛しました。\n\n全体的に9/10：これは悲しいことを前提に私に勧められた別のショーでした。 私はシリーズ全体を通してかなり一緒になっていましたが、カオリのフラッシュバックの最後のエピソードでは、私はそれを失ってしまったのです。 それが私を泣かせたら、私はそれを楽しんだと賭けた。\n\nTL：DR  - 物語は「私たちの星の中のフォールト」とまったく同じではありませんが、それ以降のあなたの気持ちはまったく同じです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10: Dealing much with the trauma of loss and abuse, this show takes an interesting dive into the mind of a victim of both. The story and approach to this topic through a piano prodigy who struggles with a sort of PTSD and depression concerning his deceased mother/teacher when trying to take back up playing is wonderful. What hurts the score here is that sometimes you'll forget that you're watching a show where the characters are supposed to be in middle school because of the colorful and extensive vocabulary they have (speaking for the dub); also, the main character, Kousei, is very, very, VERY dramatic.\n\n\u001b[1mストーリー8/10：喪失と虐待のトラウマを大いに扱うこのショーは、両方の犠牲者の心に興味深いダイビングを取ります。 ピアノの天才によるこのトピックへのアプローチとアプローチは、PTSDとうまくやっていて、演奏を取り戻そうとしたときに死んだ母親/先生のうつ病に苦しんでいます。 ここでスコアを傷つけるのは、時には、中学校のキャラクターがいると思われるショーを見ていることを忘れてしまうことです。 また、主人公、Kouseiは、非常に、非常に、非常に劇的です。\u001b[22m\n\u001b[1m(Sutōrī 8/ 10: Sōshitsu to gyakutai no torauma o ōini atsukau kono shō wa, ryōhō no gisei-sha no kokoro ni kyōmibukai daibingu o torimasu. Piano no tensai ni yoru kono topikku e no apurōchi to apurōchi wa, PTSD to umaku yatte ite, ensō o torimodosou to shita toki ni shinda hahaoya/ sensei no utsubyō ni kurushinde imasu. Koko de sukoa o kizutsukeru no wa, tokiniha, chūgakkō no kyarakutā ga iru to omowa reru shō o mite iru koto o wasurete shimau kotodesu. Mata, shujinkō, Kousei wa, hijō ni, hijō ni, hijō ni gekitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10: Dealing much with the trauma of loss and abuse, this show takes an interesting dive into the mind of a victim of both. The story and approach to this topic through a piano prodigy who struggles with a sort of PTSD and depression concerning his deceased mother/teacher when trying to take back up playing is wonderful. What hurts the score here is that sometimes you'll forget that you're watching a show where the characters are supposed to be in middle school because of the colorful and extensive vocabulary they have (speaking for the dub); also, the main character, Kousei, is very, very, VERY dramatic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10: Dealing much with the trauma of loss and abuse, this show takes an interesting dive into the mind of a victim of both.\u001b[24m\n    \u001b[1mストーリー8/10：喪失と虐待のトラウマを大いに扱うこのショーは、両方の犠牲者の心に興味深いダイビングを取ります。\u001b[22m, \u001b[1mストーリー8/10：損失や虐待のトラウマで多くを扱う、このショーは、両方の被害者の心に興味深いダイビングを取ります。\u001b[22m\n\u001b[4mThe story and approach to this topic through a piano prodigy who struggles with a sort of PTSD and depression concerning his deceased mother/teacher when trying to take back up playing is wonderful.\u001b[24m\n    \u001b[1mピアノの天才によるこのトピックへのアプローチとアプローチは、PTSDとうまくやっていて、演奏を取り戻そうとしたときに死んだ母親/先生のうつ病に苦しんでいます。\u001b[22m, \u001b[1mPTSDの一種とうつ病のバック演奏を取るしようとしたとき、彼の亡き母/先生についてで苦労ピアノの天才を通じて、このトピックにストーリーとアプローチが素晴らしいです。\u001b[22m\n\u001b[4mWhat hurts the score here is that sometimes you'll forget that you're watching a show where the characters are supposed to be in middle school because of the colorful and extensive vocabulary they have (speaking for the dub);\u001b[24m\n    \u001b[1mここでスコアを傷つけるのは、時には、中学校のキャラクターがいると思われるショーを見ていることを忘れてしまうことです。\u001b[22m, \u001b[1m何ここでスコアを傷つけることは時々あなたが（ダブのために言えば）あなたは文字があるため、彼らが持っているカラフルで豊富な語彙の中学校にすることになっている番組を見ていることを忘れることです。\u001b[22m\n\u001b[4malso, the main character, Kousei, is very, very, VERY dramatic.\u001b[24m\n    \u001b[1mまた、主人公、Kouseiは、非常に、非常に、非常に劇的です。\u001b[22m, \u001b[1mまた、メインキャラクター、高精細は、非常に、非常に、非常に劇的です。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8/10: There is nothing wrong with the art, but this is a music-focused anime, so art wasn't my main concern here. How art still got an 8 is that the show briefly explores the concept of the beauty of the colors we see the world in, which is conveyed perfectly through the art.\n\n\u001b[1mアート8/10：芸術には何も問題はありませんが、これは音楽を中心としたアニメなので、アートは私の主な関心事ではありませんでした。 どのようにアートがまだ8を得ているかは、アートが完全に伝えられている世界の色の美しさという概念を簡単に探求することです。\u001b[22m\n\u001b[1m(Āto 8/ 10: Geijutsu ni wa nani mo mondai wa arimasenga, koreha ongaku o chūshin to shita animenanode, āto wa watashi no omona kanshinjide wa arimasendeshita. Dono yō ni āto ga mada 8 o ete iru ka wa, āto ga kanzen ni tsutae rarete iru sekai no iro no utsukushi-sa to iu gainen o kantan ni tankyū suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10: There is nothing wrong with the art, but this is a music-focused anime, so art wasn't my main concern here. How art still got an 8 is that the show briefly explores the concept of the beauty of the colors we see the world in, which is conveyed perfectly through the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10: There is nothing wrong with the art, but this is a music-focused anime, so art wasn't my main concern here.\u001b[24m\n    \u001b[1mアート8/10：芸術には何も問題はありませんが、これは音楽を中心としたアニメなので、アートは私の主な関心事ではありませんでした。\u001b[22m, \u001b[1mアート8/10：あり技術と間違って何もありませんが、これは音楽に焦点を当てたアニメなので、芸術はここに私の主な関心事ではありませんでした。\u001b[22m\n\u001b[4mHow art still got an 8 is that the show briefly explores the concept of the beauty of the colors we see the world in, which is conveyed perfectly through the art.\u001b[24m\n    \u001b[1mどのようにアートがまだ8を得ているかは、アートが完全に伝えられている世界の色の美しさという概念を簡単に探求することです。\u001b[22m, \u001b[1mどのように技術はまだ8を得たことはショーが簡単にアートを通して完璧に搬送され、我々は世界を見て、色の美しさの概念を探ることです。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10/10: I would have been disappointed if a show that uses music as a medium for its plot had terrible music, but thankfully this one delivered. Playing with classical music did wonders for every concert scene in this show, and there's not much to say about sound this good in a musical anime other than to go experience it for yourself.\n\n\u001b[1mサウンド10/10：プロットの媒体として音楽を使用する番組がひどい音楽を持っていたら、私は失望していたでしょうが、ありがたいことにこれが配信されました。 クラシック音楽で遊ぶことは、このショーのすべてのコンサートシーンに不思議に思っていました。音楽のアニメでは、このことを自分自身で体験する以外にはあまり良いことは言えません。\u001b[22m\n\u001b[1m(Saundo 10/ 10: Purotto no baitai to shite ongaku o shiyō suru bangumi ga hidoi ongaku o motte itara, watashi wa shitsubō shite itadeshouga, arigatai koto ni korega haishin sa remashita. Kurashikku ongaku de asobu koto wa, kono shō no subete no konsātoshīn ni fushigi ni omotte imashita. Ongaku no animede wa, kono koto o jibun jishin de taiken suru igai ni wa amari yoikoto wa iemasen.)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10: I would have been disappointed if a show that uses music as a medium for its plot had terrible music, but thankfully this one delivered. Playing with classical music did wonders for every concert scene in this show, and there's not much to say about sound this good in a musical anime other than to go experience it for yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10: I would have been disappointed if a show that uses music as a medium for its plot had terrible music, but thankfully this one delivered.\u001b[24m\n    \u001b[1mサウンド10/10：プロットの媒体として音楽を使用する番組がひどい音楽を持っていたら、私は失望していたでしょうが、ありがたいことにこれが配信されました。\u001b[22m, \u001b[1m10/10サウンド：そのプロットのための媒体としての音楽を使用していますショーはひどい音楽を持っていましたが、ありがたいことに、この1が配信場合、私は失望しただろう。\u001b[22m\n\u001b[4mPlaying with classical music did wonders for every concert scene in this show, and there's not much to say about sound this good in a musical anime other than to go experience it for yourself.\u001b[24m\n    \u001b[1mクラシック音楽で遊ぶことは、このショーのすべてのコンサートシーンに不思議に思っていました。音楽のアニメでは、このことを自分自身で体験する以外にはあまり良いことは言えません。\u001b[22m, \u001b[1mクラシック音楽と遊ぶことは、このショーですべてのコンサートのシーンのための驚異をしたし、自分自身でそれを経験行く以外のミュージカルアニメのサウンドについて、この良いを言っても過言ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10: Each character is explored and developed to the point where all you want for them is to move on up out of middle school and be happy with their life. The only problem being what I mentioned above about their advanced vocabulary that makes you forget that they actually are supposed to be in middle school (and again, how dramatic Kousei is).\n\n\u001b[1mキャラクター9/10：各キャラクターは、中学校から上に上がって、自分の人生に幸せになれるように、それぞれのキャラクターが探求され、開発されます。 唯一の問題は、私が先進的なボキャブラリーについて上で述べたことですが、実際には中学校に居ることになっていることを忘れてしまいます（そして、どれくらい劇的なものか）。\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10: Kaku kyarakutā wa, chūgakkō kara ue ni agatte, jibun no jinsei ni shiawase ni nareru yō ni, sorezore no kyarakutā ga tankyū sa re, kaihatsu sa remasu. Yuiitsu no mondai wa, watashi ga senshin-tekina bokyaburarī ni tsuite ue de nobeta kotodesuga, jissai ni wa chūgakkō ni iru koto ni natte iru koto o wasurete shimaimasu (soshite, dorekurai gekitekina mono ka).)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10: Each character is explored and developed to the point where all you want for them is to move on up out of middle school and be happy with their life. The only problem being what I mentioned above about their advanced vocabulary that makes you forget that they actually are supposed to be in middle school (and again, how dramatic Kousei is).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10: Each character is explored and developed to the point where all you want for them is to move on up out of middle school and be happy with their life.\u001b[24m\n    \u001b[1mキャラクター9/10：各キャラクターは、中学校から上に上がって、自分の人生に幸せになれるように、それぞれのキャラクターが探求され、開発されます。\u001b[22m, \u001b[1m文字9/10：各文字は、あなたが彼らのために必要なすべての中学校から上がっに移動し、自分の生活に満足していることである点に探求し、開発されています。\u001b[22m\n\u001b[4mThe only problem being what I mentioned above about their advanced vocabulary that makes you forget that they actually are supposed to be in middle school (and again, how dramatic Kousei is).\u001b[24m\n    \u001b[1m唯一の問題は、私が先進的なボキャブラリーについて上で述べたことですが、実際には中学校に居ることになっていることを忘れてしまいます（そして、どれくらい劇的なものか）。\u001b[22m, \u001b[1m唯一の問題は、私はあなたが彼らが実際に中学ことになっている（そして再び、高精細がどのように劇的である）ことを忘れさせてくれる彼らの高度な語彙について上記したものです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9/10: From the music, to the story, to the characters, I loved the adventure that this show brought me on.\n\n\u001b[1m楽しさ9/10：音楽から物語、キャラクターまで、私はこのショーが私にもたらした冒険を愛しました。\u001b[22m\n\u001b[1m(Tanoshisa 9/ 10: Ongaku kara monogatari, kyarakutā made, watashi wa kono shō ga watashi ni motarashita bōken o aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9/10: From the music, to the story, to the characters, I loved the adventure that this show brought me on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9/10: From the music, to the story, to the characters, I loved the adventure that this show brought me on.\u001b[24m\n    \u001b[1m楽しさ9/10：音楽から物語、キャラクターまで、私はこのショーが私にもたらした冒険を愛しました。\u001b[22m, \u001b[1m楽し9/10：音楽から、話に、文字に、私はこのショーは私をもたらした冒険を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10: This was another show recommended to me on the premise that it was sad; I held myself together through pretty much the entire series, but in the last episode during Kaori's flashback, I just lost it. If it makes me cry, then you bet I enjoyed it.\n\n\u001b[1m全体的に9/10：これは悲しいことを前提に私に勧められた別のショーでした。 私はシリーズ全体を通してかなり一緒になっていましたが、カオリのフラッシュバックの最後のエピソードでは、私はそれを失ってしまったのです。 それが私を泣かせたら、私はそれを楽しんだと賭けた。\u001b[22m\n\u001b[1m(Zentai-teki ni 9/ 10: Kore wa kanashī koto o zentei ni watashi ni susume rareta betsu no shōdeshita. Watashi wa shirīzu zentai o tōshite kanari issho ni natte imashitaga, Kaori no furasshu bakku no saigo no episōdode wa, watashi wa sore o ushinatte shimatta nodesu. Sore ga watashi o nakasetara, watashi wa sore o tanoshinda to kaketa.)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10: This was another show recommended to me on the premise that it was sad; I held myself together through pretty much the entire series, but in the last episode during Kaori's flashback, I just lost it. If it makes me cry, then you bet I enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10: This was another show recommended to me on the premise that it was sad;\u001b[24m\n    \u001b[1m全体的に9/10：これは悲しいことを前提に私に勧められた別のショーでした。\u001b[22m, \u001b[1m9/10全体：これは、悲しかったことを前提に私にお勧め別のショーでした。\u001b[22m\n\u001b[4mI held myself together through pretty much the entire series, but in the last episode during Kaori's flashback, I just lost it.\u001b[24m\n    \u001b[1m私はシリーズ全体を通してかなり一緒になっていましたが、カオリのフラッシュバックの最後のエピソードでは、私はそれを失ってしまったのです。\u001b[22m, \u001b[1m私はかなりシリーズ全体を通して一緒に自分自身を開催しましたが、香織のフラッシュバックの間に最後のエピソードでは、私はそれを失いました。\u001b[22m\n\u001b[4mIf it makes me cry, then you bet I enjoyed it.\u001b[24m\n    \u001b[1mそれが私を泣かせたら、私はそれを楽しんだと賭けた。\u001b[22m, \u001b[1mそれは私が泣いて作る場合は、私はそれを楽しんだに違いありません。\u001b[22m\n\u001b[1m\u001b[22m\nTL:DR - While the story isn't exactly like 'The Fault in Our Stars,' the feelings it will leave you with afterwards are exactly the same\n\n\u001b[1mTL：DR  - 物語は「私たちの星の中のフォールト」とまったく同じではありませんが、それ以降のあなたの気持ちはまったく同じです\u001b[22m\n\u001b[1m(TL: DR - monogatari wa `watashitachi no hoshi no naka no fōruto' to mattaku onajide wa arimasenga, sore ikō no anata no kimochi wa mattaku onajidesu)\u001b[22m\n\nTranslations of \u001b[4mTL:DR - While the story isn't exactly like 'The Fault in Our Stars,' the feelings it will leave you with afterwards are exactly the same\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL:DR - While the story isn't exactly like 'The Fault in Our Stars,' the feelings it will leave you with afterwards are exactly the same\u001b[24m\n    \u001b[1mTL：DR  - 物語は「私たちの星の中のフォールト」とまったく同じではありませんが、それ以降のあなたの気持ちはまったく同じです\u001b[22m, \u001b[1mTL：DR  - 物語はまったく同じではありませんが、その後全く同じであると「私たちのスターで障害、気持ちはそれはあなたを残します\u001b[22m"
  }
]
