[
  {
    "title": "Suisei_no_Gargantia__Meguru_Kouro_Haruka",
    "id": "23319",
    "url": "https://myanimelist.net/anime/23319/Suisei_no_Gargantia__Meguru_Kouro_Haruka",
    "user": "Coderaiser",
    "profile": "/profile/Coderaiser/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=172047",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  8\n\nめぐる こうろ、 はるか いｓ あん おゔぁ と てぇ おりぎなｌ あにめ せりえｓ すいせい の がｒがんちあ。\n\nこれらの2つのOVAは相互に絡み合っています。つまり、1つのストーリーが2つのセクションに分割されています。 実現しなければならないことの1つは、シリーズが終了した直後に行われることです。 また、ストーリーはむしろ遅く始まることに注意してください。ほとんどの場合、それはちょうどフラッシュバックと無意味な騒ぎです。\n\nストーリー：\n\nLedoが最初に着陸し、地球上に住む人間と友好を結ぶGargantiaで始まります。 それは、LedoがGargantiaを何度も保存した方法についての新しいキャラクターとフラッシュバックへの遅い導入として始まります。\nまったく、実際のセットストーリーはありません。 あなたはそれが流れと一緒に行くというだけで、あまりにも深刻なものに入ることはしないと言うことができます。 しかし、勿論、レドと彼の海への冒険は、宝を掃除するための楽しい計画です。\n私が知っているように、2番目の部分がプロットの紆余曲折でいっぱいになると私たちが知っているすべての古いガルガンティアを間違いなく戻し、フラッシュバックで私の幻想を満たしてくれるわけではないので、 私は部屋が見える限り気にしません。\n\n音：\n\nサウンドは絶対に抜群です。 私は素晴らしいOSTに完全に吹き飛ばされたと言わなければならない。 音以外のことはあまりありません。\n\n楽しみ：\n\nガルガーティアに住んでいるほとんどすべての女の子が半分裸であるのを見て楽しむ人はいませんか？ 私は台無しにしたくないですが、非常に長い時間忘れないような非常に満足できる場面があります。\n他の分野の楽しさについては、これを見て退屈しませんでした。\n\n全体：\n\nあなたがGargantiaのファンならば、これは間違いなくあなたが逃したくないOVAです。 私は誰にでもこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nめぐる こうろ、 はるか いｓ あん おゔぁ と てぇ おりぎなｌ あにめ せりえｓ すいせい の がｒがんちあ。\n(Meguru kōro, Haruka i s an o vu~a tote~e ori gina l anime se Rie s suise i no ga r gan chi a.)\n\n\u001b[1mめぐる こうろ、 はるか いｓ あん おゔぁ と てぇ おりぎなｌ あにめ せりえｓ すいせい の がｒがんちあ。\u001b[22m\n\u001b[1m(Meguru kōro, Haruka i s an o vu~a tote~e ori gina l anime se Rie s suise i no ga r gan chi a.)\u001b[22m\n\u001b[1m\u001b[22m\nThese two OVAs intertwine with each other, meaning that they are one story split into two sections. One thing to realize is that this takes place right after the series ended. Also, note that the story starts off rather slow, because most of the time it's just flashbacks and pointless blabbering.\n\n\u001b[1mこれらの2つのOVAは相互に絡み合っています。つまり、1つのストーリーが2つのセクションに分割されています。 実現しなければならないことの1つは、シリーズが終了した直後に行われることです。 また、ストーリーはむしろ遅く始まることに注意してください。ほとんどの場合、それはちょうどフラッシュバックと無意味な騒ぎです。\u001b[22m\n\u001b[1m(Korera no 2tsu no ovu~a wa sōgo ni karamiatte imasu. Tsumari, 1tsu no sutōrī ga 2tsu no sekushon ni bunkatsu sa rete imasu. Jitsugen shinakereba naranai koto no 1tsu wa, shirīzu ga shūryō shita chokugo ni okonawa reru kotodesu. Mata, sutōrī wa mushiro osoku hajimaru koto ni chūi shite kudasai. Hotondo no baai, sore wa chōdo furasshu bakku to muimina sawagidesu.)\u001b[22m\n\nTranslations of \u001b[4mThese two OVAs intertwine with each other, meaning that they are one story split into two sections. One thing to realize is that this takes place right after the series ended. Also, note that the story starts off rather slow, because most of the time it's just flashbacks and pointless blabbering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese two OVAs intertwine with each other, meaning that they are one story split into two sections.\u001b[24m\n    \u001b[1mこれらの2つのOVAは相互に絡み合っています。つまり、1つのストーリーが2つのセクションに分割されています。\u001b[22m, \u001b[1mこれら2 OVASは、2つのセクションに、彼らは1階建ての分割であることを意味し、互いに絡み合い。\u001b[22m\n\u001b[4mOne thing to realize is that this takes place right after the series ended.\u001b[24m\n    \u001b[1m実現しなければならないことの1つは、シリーズが終了した直後に行われることです。\u001b[22m, \u001b[1m実現するための一つは、これはシリーズが終了した直後に行われることです。\u001b[22m\n\u001b[4mAlso, note that the story starts off rather slow, because most of the time it's just flashbacks and pointless blabbering.\u001b[24m\n    \u001b[1mまた、ストーリーはむしろ遅く始まることに注意してください。ほとんどの場合、それはちょうどフラッシュバックと無意味な騒ぎです。\u001b[22m, \u001b[1mまた、ほとんどの時間は、それだけでフラッシュバックと無意味blabberingだから話は、かなり遅いオフを開始することに注意してください。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nWe start off on Gargantia, where Ledo first landed and made friends with humans living on Earth. It starts off as a slow introduction to the new character and flashbacks on how Ledo saved Gargantia several times.\n\n\u001b[1mLedoが最初に着陸し、地球上に住む人間と友好を結ぶGargantiaで始まります。 それは、LedoがGargantiaを何度も保存した方法についての新しいキャラクターとフラッシュバックへの遅い導入として始まります。\u001b[22m\n\u001b[1m(Ledo ga saisho ni chakuriku shi, chikyū-jō ni sumu ningen to yūkō o musubu Gargantia de hajimarimasu. Sore wa, Ledo ga Gargantia o nando mo hozon shita hōhō ni tsuite no atarashī kyarakutā to furasshu bakku e no osoi dōnyū to shite hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mWe start off on Gargantia, where Ledo first landed and made friends with humans living on Earth. It starts off as a slow introduction to the new character and flashbacks on how Ledo saved Gargantia several times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe start off on Gargantia, where Ledo first landed and made friends with humans living on Earth.\u001b[24m\n    \u001b[1mLedoが最初に着陸し、地球上に住む人間と友好を結ぶGargantiaで始まります。\u001b[22m, \u001b[1m私たちは、LEDOが最初に上陸し、地球上に住む人間と友達になったGargantia、上から始め。\u001b[22m\n\u001b[4mIt starts off as a slow introduction to the new character and flashbacks on how Ledo saved Gargantia several times.\u001b[24m\n    \u001b[1mそれは、LedoがGargantiaを何度も保存した方法についての新しいキャラクターとフラッシュバックへの遅い導入として始まります。\u001b[22m, \u001b[1mこれは、LEDOがGargantiaを数回保存方法についての新しいキャラクターとフラッシュバックにゆっくりと導入としてオフを開始します。\u001b[22m\nAll in all, there is no real set story. You could say that it just sort of goes with the flow, and doesn't try to get into anything too serious. However, there is of course a rather entertaining plot on Ledo and his adventures into the sea to scavenge treasure.\n\n\u001b[1mまったく、実際のセットストーリーはありません。 あなたはそれが流れと一緒に行くというだけで、あまりにも深刻なものに入ることはしないと言うことができます。 しかし、勿論、レドと彼の海への冒険は、宝を掃除するための楽しい計画です。\u001b[22m\n\u001b[1m(Mattaku, jissai no settosutōrī wa arimasen. Anata wa sore ga nagare to issho ni iku to iu dake de, amarini mo shinkokuna mono ni hairu koto wa shinai to iu koto ga dekimasu. Shikashi, mochiron, redo to kare no umi e no bōken wa, takara o sōji suru tame no tanoshī keikakudesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, there is no real set story. You could say that it just sort of goes with the flow, and doesn't try to get into anything too serious. However, there is of course a rather entertaining plot on Ledo and his adventures into the sea to scavenge treasure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, there is no real set story.\u001b[24m\n    \u001b[1mまったく、実際のセットストーリーはありません。\u001b[22m, \u001b[1mすべてのすべてで、本当のセットの話はありません。\u001b[22m\n\u001b[4mYou could say that it just sort of goes with the flow, and doesn't try to get into anything too serious.\u001b[24m\n    \u001b[1mあなたはそれが流れと一緒に行くというだけで、あまりにも深刻なものに入ることはしないと言うことができます。\u001b[22m, \u001b[1mあなたはそれだけでソートの流れで行くと、あまりにも深刻なものに取得しようとしていないことを言うことができます。\u001b[22m\n\u001b[4mHowever, there is of course a rather entertaining plot on Ledo and his adventures into the sea to scavenge treasure.\u001b[24m\n    \u001b[1mしかし、勿論、レドと彼の海への冒険は、宝を掃除するための楽しい計画です。\u001b[22m, \u001b[1mしかし、宝物を捕捉するLEDOと海に彼の冒険にかなり面白いプロットはもちろんあります。\u001b[22m\nIt's also hard to completely judge the story straight away, as I know the second part will be full of plot twists and will definitely bring back the old Gargantia we all know and love, and not fill our fantasies with flashbacks, though I must say, I don't even mind, as long as I get to see Chamber.\n\n\u001b[1m私が知っているように、2番目の部分がプロットの紆余曲折でいっぱいになると私たちが知っているすべての古いガルガンティアを間違いなく戻し、フラッシュバックで私たちの幻想を満たしてくれることは間違いありませんが、 私は部屋が見える限り気にしません。\u001b[22m\n\u001b[1m(Watashi ga shitte iru yō ni, 2-banme no bubun ga purotto no uyokyokusetsu de ippai ni naru to watashitachi ga shitte iru subete no furui garugantia o machigainaku modoshi, furasshu bakku de watashitachi no gensō o mitashite kureru koto wa machigaiarimasen ga, watashi wa heya ga mieru kagiri ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's also hard to completely judge the story straight away, as I know the second part will be full of plot twists and will definitely bring back the old Gargantia we all know and love, and not fill our fantasies with flashbacks, though I must say, I don't even mind, as long as I get to see Chamber.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's also hard to completely judge the story straight away, as I know the second part will be full of plot twists and will definitely bring back the old Gargantia we all know and love, and not fill our fantasies with flashbacks, though I must say,\u001b[24m\n    \u001b[1m私が知っているように、2番目の部分がプロットの紆余曲折でいっぱいになると私たちが知っているすべての古いガルガンティアを間違いなく戻し、フラッシュバックで私たちの幻想を満たしてくれることは間違いありませんが、\u001b[22m, \u001b[1m私は2番目の部分はどんでん返しの杯になりますし、間違いなくフラッシュバックで私たちの幻想を埋める古いGargantia我々はすべて知っていると愛を取り戻す、としません知っているように、私は言わなければならないのにそれは、完全にすぐに話を判断するのも難しいです\u001b[22m\n\u001b[4mI don't even mind, as long as I get to see Chamber.\u001b[24m\n    \u001b[1m私は部屋が見える限り気にしません。\u001b[22m, \u001b[1m私も、私は室内を見ることがいる限り、気にしません。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nSound is absolutely outstanding. I must say that I was completely blown away with the amazing OST. There isn't much to say other than the sound is just great and will not disappoint.\n\n\u001b[1mサウンドは絶対に抜群です。 私は素晴らしいOSTを完全に吹き飛ばしたと言わなければならない。 音以外のことはあまりありません。\u001b[22m\n\u001b[1m(Saundo wa zettai ni batsugundesu. Watashi wa subarashī OST o kanzen ni fukitobashita to iwanakereba naranai. Oto igai no koto wa amari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound is absolutely outstanding. I must say that I was completely blown away with the amazing OST. There isn't much to say other than the sound is just great and will not disappoint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is absolutely outstanding.\u001b[24m\n    \u001b[1mサウンドは絶対に抜群です。\u001b[22m, \u001b[1mサウンドは絶対に顕著です。\u001b[22m\n\u001b[4mI must say that I was completely blown away with the amazing OST.\u001b[24m\n    \u001b[1m私は素晴らしいOSTを完全に吹き飛ばしたと言わなければならない。\u001b[22m, \u001b[1m私は完全に素晴らしいOSTで吹き飛ばされたと言わなければなりません。\u001b[22m\n\u001b[4mThere isn't much to say other than the sound is just great and will not disappoint.\u001b[24m\n    \u001b[1m音以外のことはあまりありません。\u001b[22m, \u001b[1m音はちょうど素晴らしいですし、失望させない以外に言っても過言ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nI must say, who doesn't enjoy seeing almost every girl living in Gargantia half naked? I don't want to spoil, but there is a very satisfying scene that you will not forget for a very very long time.\n\n\u001b[1mガルガーティアに住んでいるほとんどすべての女の子が半分裸であるのを見て楽しむ人はいませんか？ 私は台無しにしたくないですが、非常に長い時間忘れないような非常に満足できる場面があります。\u001b[22m\n\u001b[1m(Garugātia ni sunde iru hotondo subete no on'nanoko ga hanbun hadakadearu no o mite tanoshimu hito wa imasen ka? Watashi wa dainashi ni shitakunaidesuga, hijō ni nagai jikan wasurenai yōna hijō ni manzoku dekiru bamen ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI must say, who doesn't enjoy seeing almost every girl living in Gargantia half naked? I don't want to spoil, but there is a very satisfying scene that you will not forget for a very very long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must say, who doesn't enjoy seeing almost every girl living in Gargantia half naked?\u001b[24m\n    \u001b[1mガルガーティアに住んでいるほとんどすべての女の子が半分裸であるのを見て楽しむ人はいませんか？\u001b[22m, \u001b[1m私は誰がGargantiaに半分裸の生活のほぼすべての女の子を見て楽しんでいません、と言わなければなりませんか？\u001b[22m\n\u001b[4mI don't want to spoil, but there is a very satisfying scene that you will not forget for a very very long time.\u001b[24m\n    \u001b[1m私は台無しにしたくないですが、非常に長い時間忘れないような非常に満足できる場面があります。\u001b[22m, \u001b[1m私が台無しにしたくないが、あなたは非常に非常に長い時間のために忘れることはありません非常に満足のいくシーンがあります。\u001b[22m\nAs for the enjoyment in other fields, I was not bored when watching this.\n\n\u001b[1m他の分野の楽しさについては、これを見て退屈しませんでした。\u001b[22m\n\u001b[1m(Hoka no bun'ya no tanoshisa ni tsuite wa, kore o mite taikutsu shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the enjoyment in other fields, I was not bored when watching this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the enjoyment in other fields, I was not bored when watching this.\u001b[24m\n    \u001b[1m他の分野の楽しさについては、これを見て退屈しませんでした。\u001b[22m, \u001b[1mこれを見たときに他の分野での楽しみのためとして、私は退屈ではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nIf you're a fan of Gargantia, this is definitely an OVA you do not want to miss out on. I recommend this to everyone.\n\n\u001b[1mあなたがGargantiaのファンならば、これは間違いなくあなたが逃したくないOVAです。 私は誰にでもこれをお勧めします。\u001b[22m\n\u001b[1m(Anata ga Gargantia no fan'naraba, koreha machigainaku anata ga nogashitakunai ovu~adesu. Watashi wa darenidemo kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're a fan of Gargantia, this is definitely an OVA you do not want to miss out on. I recommend this to everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're a fan of Gargantia, this is definitely an OVA you do not want to miss out on.\u001b[24m\n    \u001b[1mあなたがGargantiaのファンならば、これは間違いなくあなたが逃したくないOVAです。\u001b[22m, \u001b[1mあなたはGargantiaのファンなら、これは間違いなくあなたがを逃したくないOVAです。\u001b[22m\n\u001b[4mI recommend this to everyone.\u001b[24m\n    \u001b[1m私は誰にでもこれをお勧めします。\u001b[22m, \u001b[1m私は皆にこのことをお勧めします。\u001b[22m"
  },
  {
    "title": "Suisei_no_Gargantia__Meguru_Kouro_Haruka",
    "id": "23319",
    "url": "https://myanimelist.net/anime/23319/Suisei_no_Gargantia__Meguru_Kouro_Haruka",
    "user": "ArgentFrost",
    "profile": "/profile/ArgentFrost/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=185489",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nエピソードは、新しいキャラクターを紹介する元のシリーズからも続きます。\n\nストーリー：\n基本的には、メイン・ストーリーの出来事の後、レドの話を続けています。ここで彼は今ダイバーを集めています。 最初の部分は、基本的に新しいキャラクターに侵入しており、Ledoが画面外で行ったことを示しています。  2番目は継続ですが、両サイドには私の座席から飛び出したかなり重要なポイントがあります。\n\n音：\n音は本当に私を悩ましたことも、それは本当に物語に役立ったこともありません。 正直なところ、マイナス点は見つけられなかったので、私は8点しか与えなかったが、何も目立たなかった。\n\nアート：\nほぼすべてのボートと水についてのシリーズのために、私はキャラクターがどれほどうまく描かれているかを見て2番目に夢中になった。 行動のあらゆる場面は素晴らしく描かれており、すべてのキャラクターが描かれてそのすべての部分を捉えています。\n\nキャラクター：\n我々は新しいキャラクターLeenaにそれほど多くを見ているが、最初からシリーズ全体の私の運転動作であったLedoとAmyの真の垣間見ることも得ている。 それは完璧だった。\n\n楽しみ：\nちょうどうわー。 エターナルなことに、私はこれを第2話のやや厳しい終わりにもかかわらず、まだ高い音符で終わり、見ることができて本当に素晴らしいので、私は誰にも勧めたいと思う私のシリーズの1つだと思っています。\n\n全体：\nこのシリーズが良いとはみなされない場合、私はもう何が良いと思うかわからない。 誰もが気に入って、いつでもシーンを楽しむことができます。  2回目のエピソードも本当に楽しいものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe episodes continue off from the original series introducing also a new character.\n\n\u001b[1mエピソードは、新しいキャラクターを紹介する元のシリーズからも続きます。\u001b[22m\n\u001b[1m(Episōdo wa, atarashī kyarakutā o shōkai suru gen no shirīzu kara mo tsudzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe episodes continue off from the original series introducing also a new character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe episodes continue off from the original series introducing also a new character.\u001b[24m\n    \u001b[1mエピソードは、新しいキャラクターを紹介する元のシリーズからも続きます。\u001b[22m, \u001b[1mエピソードはまた、新しい文字を導入オリジナルシリーズからオフ続けます。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nBasically, it continues on about Ledo after the events in the main story where he now works as a diver gathering stuff. The first part is basically breaking into the new character and also showing what Ledo did off screen. The second is a continuation, but both sides have a pretty critical point that made me jump out of my seat.\n\n\u001b[1m基本的には、メイン・ストーリーの出来事の後、レドの話を続けています。ここで彼は今ダイバーを集めています。 最初の部分は、基本的に新しいキャラクターに侵入しており、Ledoが画面外で行ったことを示しています。  2番目は継続ですが、両サイドには私の座席から飛び出したかなり重要なポイントがあります。\u001b[22m\n\u001b[1m(Kihontekini wa, mein sutōrī no dekigoto no ato, redo no hanashi o tsudzukete imasu. Koko de kare wa ima daibā o atsumete imasu. Saisho no bubun wa, kihontekini atarashī kyarakutā ni shin'nyū shite ori, Ledo ga gamen-gai de okonatta koto o shimeshite imasu. 2-Banme wa keizokudesuga, ryō saidoni wa watashi no zaseki kara tobidashita kanari jūyōna pointo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBasically, it continues on about Ledo after the events in the main story where he now works as a diver gathering stuff. The first part is basically breaking into the new character and also showing what Ledo did off screen. The second is a continuation, but both sides have a pretty critical point that made me jump out of my seat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically, it continues on about Ledo after the events in the main story where he now works as a diver gathering stuff.\u001b[24m\n    \u001b[1m基本的には、メイン・ストーリーの出来事の後、レドの話を続けています。ここで彼は今ダイバーを集めています。\u001b[22m, \u001b[1m基本的に、それは彼が今のものを集めるダイバーとして働くメインストーリーのイベントの後にLEDOについて上で継続されます。\u001b[22m\n\u001b[4mThe first part is basically breaking into the new character and also showing what Ledo did off screen.\u001b[24m\n    \u001b[1m最初の部分は、基本的に新しいキャラクターに侵入しており、Ledoが画面外で行ったことを示しています。\u001b[22m, \u001b[1m最初の部分は、基本的に新しい文字に侵入し、またLEDOが画面の外に何をしたか見せています。\u001b[22m\n\u001b[4mThe second is a continuation, but both sides have a pretty critical point that made me jump out of my seat.\u001b[24m\n    \u001b[1m2番目は継続ですが、両サイドには私の座席から飛び出したかなり重要なポイントがあります。\u001b[22m, \u001b[1m第二は継続ですが、両側は私が私の席から飛び出す作らかなり重要なポイントを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound never really bothered me nor did it really help to the story. Honestly, I gave it an 8 only because I couldn't find a negative point, but nothing stood out.\n\n\u001b[1m音は本当に私を悩ましたことも、それは本当に物語に役立ったこともありません。 正直なところ、マイナス点は見つけられなかったので、私は8点しか与えなかったが、何も目立たなかった。\u001b[22m\n\u001b[1m(Oto wa hontōni watashi o nayama shita koto mo, sore wa hontōni monogatari ni yakudatta koto mo arimasen. Shōjikina tokoro, mainasu-ten wa mitsuke rarenakattanode, watashi wa 8-ten shika ataenakattaga, nani mo medatanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound never really bothered me nor did it really help to the story. Honestly, I gave it an 8 only because I couldn't find a negative point, but nothing stood out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound never really bothered me nor did it really help to the story.\u001b[24m\n    \u001b[1m音は本当に私を悩ましたことも、それは本当に物語に役立ったこともありません。\u001b[22m, \u001b[1m音は本当に私を気にすることはありませんもそれは本当に話に役立ちました。\u001b[22m\n\u001b[4mHonestly, I gave it an 8 only because I couldn't find a negative point, but nothing stood out.\u001b[24m\n    \u001b[1m正直なところ、マイナス点は見つけられなかったので、私は8点しか与えなかったが、何も目立たなかった。\u001b[22m, \u001b[1m正直なところ、私は否定的なポイントを見つけることができなかった8理由だけでそれを与えたが、何も際立っていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nFor a series that is nearly all about boats and water, I was hooked the second I saw how well drawn the characters are and still am. Every scene of action is wonderfully drawn and every character is drawn to catch every part of them.\n\n\u001b[1mほぼすべてのボートと水についてのシリーズのために、私はキャラクターがどれほどうまく描かれているかを見て2番目に夢中になった。 行動のあらゆる場面は素晴らしく描かれており、すべてのキャラクターが描かれてそのすべての部分を捉えています。\u001b[22m\n\u001b[1m(Hobo subete no bōto to mizu ni tsuite no shirīzu no tame ni, watashi wa kyarakutā ga dorehodo umaku egaka rete iru ka o mite 2-banme ni muchū ni natta. Kōdō no arayuru bamen wa subarashiku egaka rete ori, subete no kyarakutā ga egaka rete sono subete no bubun o toraete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor a series that is nearly all about boats and water, I was hooked the second I saw how well drawn the characters are and still am. Every scene of action is wonderfully drawn and every character is drawn to catch every part of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a series that is nearly all about boats and water, I was hooked the second I saw how well drawn the characters are and still am.\u001b[24m\n    \u001b[1mほぼすべてのボートと水についてのシリーズのために、私はキャラクターがどれほどうまく描かれているかを見て2番目に夢中になった。\u001b[22m, \u001b[1mボートや水についてのほぼすべてであるシリーズでは、私は文字が、まだ午前どれだけうまく描かれて見た第二を引っ掛けました。\u001b[22m\n\u001b[4mEvery scene of action is wonderfully drawn and every character is drawn to catch every part of them.\u001b[24m\n    \u001b[1m行動のあらゆる場面は素晴らしく描かれており、すべてのキャラクターが描かれてそのすべての部分を捉えています。\u001b[22m, \u001b[1mアクションのすべてのシーンが素晴らしく描かれている、すべての文字がそれらのすべての部分をキャッチするために描かれています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nWe see so much into the new character Leena while also getting a true glimpse of Ledo and Amy which was my driving motion for the entire series from the start. It was flawless, every moment.\n\n\u001b[1m我々は新しいキャラクターLeenaにそれほど多くを見ているが、最初からシリーズ全体の私の運転動作であったLedoとAmyの真の垣間見ることも得ている。 それは完璧だった。\u001b[22m\n\u001b[1m(Wareware wa atarashī kyarakutā rēna ni sorehodo ōku o mite iruga, saisho kara shirīzu zentai no watashi no unten dōsadeatta Ledo to Amy no shin no kaimamiru koto mo ete iru. Sore wa kanpekidatta.)\u001b[22m\n\nTranslations of \u001b[4mWe see so much into the new character Leena while also getting a true glimpse of Ledo and Amy which was my driving motion for the entire series from the start. It was flawless, every moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe see so much into the new character Leena while also getting a true glimpse of Ledo and Amy which was my driving motion for the entire series from the start.\u001b[24m\n    \u001b[1m我々は新しいキャラクターLeenaにそれほど多くを見ているが、最初からシリーズ全体の私の運転動作であったLedoとAmyの真の垣間見ることも得ている。\u001b[22m, \u001b[1mまた、最初から全シリーズのための私の駆動運動だったLEDOとエイミーの真の片鱗を取得中に私たちは、新しい文字レーナにあまりを参照してください。\u001b[22m\n\u001b[4mIt was flawless, every moment.\u001b[24m\n    \u001b[1mそれは完璧だった。\u001b[22m, \u001b[1mそれはすべての瞬間、完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nJust wow. Eternally I see this as one of my series I'd recommend to anyone since despite the somewhat harsh ending on the second episode, it still ended on a high note and was really wonderful to view.\n\n\u001b[1mちょうどうわー。 エターナルなことに、私はこれを第2話のやや厳しい終わりにもかかわらず、まだ高い音符で終わり、見ることができて本当に素晴らしいので、私は誰にも勧めたいと思う私のシリーズの1つだと思っています。\u001b[22m\n\u001b[1m(Chōdo uwa ̄. Etānaruna koto ni, watashi wa kore o dai 2-wa no yaya kibishī owari nimokakawarazu, mada takai onpu de owari, miru koto ga dekite hontōni subarashīnode, watashi wa darenimo susumetai to omou watashi no shirīzu no 1tsuda to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mJust wow. Eternally I see this as one of my series I'd recommend to anyone since despite the somewhat harsh ending on the second episode, it still ended on a high note and was really wonderful to view.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust wow.\u001b[24m\n    \u001b[1mちょうどうわー。\u001b[22m, \u001b[1mただすごいです。\u001b[22m\n\u001b[4mEternally I see this as one of my series I'd recommend to anyone since despite the somewhat harsh ending on the second episode, it still ended on a high note and was really wonderful to view.\u001b[24m\n    \u001b[1mエターナルなことに、私はこれを第2話のやや厳しい終わりにもかかわらず、まだ高い音符で終わり、見ることができて本当に素晴らしいので、私は誰にも勧めたいと思う私のシリーズの1つだと思っています。\u001b[22m, \u001b[1m永遠に私は2番目のエピソードにやや厳しい結末にもかかわらず、それはまだ高いノートに終了し、表示することは本当に素晴らしかったので、私は誰にもお勧めします私のシリーズの一つとしてこれを参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nIf this series isn't considered good, I don't know what I would consider good anymore. It appeals to everyone and you can watch whenever and always enjoy the scenes. The second episode really got to me too so was also really enjoyable.\n\n\u001b[1mこのシリーズが良いとはみなされない場合、私はもう何が良いと思うかわからない。 誰もが気に入って、いつでもシーンを楽しむことができます。  2回目のエピソードも本当に楽しいものでした。\u001b[22m\n\u001b[1m(Kono shirīzu ga yoi to wa minasa renai baai, watashi wa mō nani ga yoi to omou ka wakaranai. Daremoga kiniitte, itsu demo shīn o tanoshimu koto ga dekimasu. 2-Kai-me no episōdo mo hontōni tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mIf this series isn't considered good, I don't know what I would consider good anymore. It appeals to everyone and you can watch whenever and always enjoy the scenes. The second episode really got to me too so was also really enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this series isn't considered good, I don't know what I would consider good anymore.\u001b[24m\n    \u001b[1mこのシリーズが良いとはみなされない場合、私はもう何が良いと思うかわからない。\u001b[22m, \u001b[1mこのシリーズは良い考えていない場合、私はもう良い検討するのか分かりません。\u001b[22m\n\u001b[4mIt appeals to everyone and you can watch whenever and always enjoy the scenes.\u001b[24m\n    \u001b[1m誰もが気に入って、いつでもシーンを楽しむことができます。\u001b[22m, \u001b[1mそれは誰に訴える、あなたがいつでも見て、常にシーンを楽しむことができます。\u001b[22m\n\u001b[4mThe second episode really got to me too so was also really enjoyable.\u001b[24m\n    \u001b[1m2回目のエピソードも本当に楽しいものでした。\u001b[22m, \u001b[1m本当にあまりにもそのように私になった第2話も本当に楽しかったです。\u001b[22m"
  }
]
