[
  {
    "title": "Log_Horizon_2nd_Season",
    "id": "23321",
    "url": "https://myanimelist.net/anime/23321/Log_Horizon_2nd_Season",
    "user": "Sanjayan-Ravi",
    "profile": "/profile/Sanjayan-Ravi/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=233317",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\n最初のシーズンほど良くはなかった。作家は物語をさらにどのようにとらえようとしていないかのように、物語を25のエピソードにドラッグしようとしていた。\n\n物語は実際には何もこれまでまたはそれらの間の任意の接続を意味することはありませんので、多くのサブプロットとして。 それは時間の無駄のように感じました。 最初のシーズンは本当に面白かったし、面白かったけど、2番手はとても初めから退屈だった。\n\n第2シーズンには最高の瞬間があったが、第1シーズンと同じくらい良いものではなかった。 私はLog Horizo​​nの両方の季節の全体を見てきましたし、最初のシーズンはとても楽しいものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nDisappointing not as good as first season.its as if the writers had no idea how to take the story further and they were trying to drag the story to 25 episodes.\n\n\u001b[1m最初のシーズンほど良くはなかった。作家は物語をさらにどのようにとらえようとしていないかのように、物語を25のエピソードにドラッグしようとしていた。\u001b[22m\n\u001b[1m(Saisho no shīzun hodo yoku wa nakatta. Sakka wa monogatari o sarani dono yō ni toraeyou to shite inai ka no yō ni, monogatari o 25 no episōdo ni doraggu shiyou to shite ita.)\u001b[22m\n\nTranslations of \u001b[4mDisappointing not as good as first season.its as if the writers had no idea how to take the story further and they were trying to drag the story to 25 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDisappointing not as good as first season.its as if the writers had no idea how to take the story further and they were trying to drag the story to 25 episodes.\u001b[24m\n    \u001b[1m最初のシーズンほど良くはなかった。作家は物語をさらにどのようにとらえようとしていないかのように、物語を25のエピソードにドラッグしようとしていた。\u001b[22m, \u001b[1mライターはさらに話を取るかわからなかったし、彼らは25のエピソードに話をドラッグしようとしていたかのように最初のseason.itsほど良好では期待はずれではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story as so many sub plots which actually makes no sense what so ever or any connection between them. it felt more like waste of time. the first season was really good and interesting but second was boring from very beginning.\n\n\u001b[1m物語は実際には何もこれまでまたはそれらの間の任意の接続を意味することはありませんので、多くのサブプロットとして。 それは時間の無駄のように感じました。 最初のシーズンは本当に面白かったし、面白かったけど、2番手はとても初めから退屈だった。\u001b[22m\n\u001b[1m(Monogatari wa jissai ni wa nani mo kore made matawa sorera no ma no nin'i no setsuzoku o imi suru koto wa arimasen'node, ōku no sabupurotto to shite. Sore wa jikan'nomuda no yō ni kanjimashita. Saisho no shīzun wa hontōni omoshirokattashi, omoshirokattakedo, 2-bante wa totemo hajime kara taikutsudatta.)\u001b[22m\n\nTranslations of \u001b[4mThe story as so many sub plots which actually makes no sense what so ever or any connection between them. it felt more like waste of time. the first season was really good and interesting but second was boring from very beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story as so many sub plots which actually makes no sense what so ever or any connection between them.\u001b[24m\n    \u001b[1m物語は実際には何もこれまでまたはそれらの間の任意の接続を意味することはありませんので、多くのサブプロットとして。\u001b[22m, \u001b[1m実際にどのように今までにない感覚やそれらの間の任意の接続を行うものではありませんので、多くのサブプロットとして物語。\u001b[22m\n\u001b[4mit felt more like waste of time.\u001b[24m\n    \u001b[1mそれは時間の無駄のように感じました。\u001b[22m, \u001b[1mそれはより多くの時間の無駄のように感じました。\u001b[22m\n\u001b[4mthe first season was really good and interesting but second was boring from very beginning.\u001b[24m\n    \u001b[1m最初のシーズンは本当に面白かったし、面白かったけど、2番手はとても初めから退屈だった。\u001b[22m, \u001b[1m最初のシーズンは本当に良いと興味深いものでしたが、第2当初から退屈でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe second season had its best moments but not as good as the first one. I've watched the entirety of both seasons of Log Horizon and found the first season very enjoyable.\n\n\u001b[1m第2シーズンには最高の瞬間があったが、第1シーズンと同じくらい良いものではなかった。 私はLog Horizo​​nの両方の季節の全体を見てきましたし、最初のシーズンはとても楽しいものでした。\u001b[22m\n\u001b[1m(Dai 2 shīzun ni wa saikō no shunkan ga attaga, dai 1 shīzun to onaji kurai yoi monode wa nakatta. Watashi wa Log Horizo ​​ n no ryōhō no kisetsu no zentai o mitekimashita shi, saisho no shīzun wa totemo tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe second season had its best moments but not as good as the first one. I've watched the entirety of both seasons of Log Horizon and found the first season very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second season had its best moments but not as good as the first one.\u001b[24m\n    \u001b[1m第2シーズンには最高の瞬間があったが、第1シーズンと同じくらい良いものではなかった。\u001b[22m, \u001b[1m第二シーズンは、その最高の瞬間を持っていたが、最初の1ほど良好ではありません。\u001b[22m\n\u001b[4mI've watched the entirety of both seasons of Log Horizon and found the first season very enjoyable.\u001b[24m\n    \u001b[1m私はLog Horizonの両方の季節の全体を見てきましたし、最初のシーズンはとても楽しいものでした。\u001b[22m, \u001b[1m私は、ログホライズンの両シーズン全体を見て、最初のシーズンは非常に楽しいことがわかりました。\u001b[22m"
  },
  {
    "title": "Log_Horizon_2nd_Season",
    "id": "23321",
    "url": "https://myanimelist.net/anime/23321/Log_Horizon_2nd_Season",
    "user": "ZanZus",
    "profile": "/profile/ZanZus/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=233308",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nキャラクター|  5\n|  5\n\n遅く進歩する物語で最高のメディケア。 これはSeason1と比較することすらできません。なぜなら、Season1は大きな影響を与え、多くのイベントで満ちていたからです。 シーズン2はちょうど友情とBSを明らかにしようとしています。それは明らかに時間を埋めるためにあり、実際にはこれを18に減らすことができると思うと25epsを生み出そうとします。 あなたが2〜4分を見なければならないところには、事実上のepsがあり、それが物語にとって意味のあるものです。 彼らは計算/思いやりのある物語を作って、ゲーム世界での友情の祝宴と非現実的な出来事に戦います。\n\nスポイラー\n\nフィナーレの襲撃とそれがどれほど愚かなのか話しましょう。 私はちょうど低レベルのプレーヤーが90lvlのモンスターにどのようなダメージを与えることができるか知りたいですか？ 数量は品質を意味するものではなく、このシーズン/アニメはその点を証明しました。 なぜあなたは低レベルのキャラクターをその襲撃に入れますか？ シーズン1では、チーフ・キャットと少女がヒーリングを試みるときに会ったときに、ヒーリングがほとんどではなかったことを示しています。 だから、58〜59のlvlで、lvl90の人々を癒すことができます。そして、通常のモンスターが以前より多くのダメージを与える前に、レイドで悪化しているものは何ですか？ 今シーズンの他のチャットイベントのそれとTONは私の没頭を遠ざけました。  Epsは女の子にチャットし、何も起こっていない。 女の子が練習して、秋葉原の戦いで少年のおしゃぶりをするのが本番です。  Elf Guild Masterが勇気づけて何度も何度も繰り返していることを示すために、完全なepsが行われました。 ちょうどそれをカット、私はむしろ少女の話/奨励トーク/トークトークトーク/バレンタインフィラーepsの拡張バージョンよりも12の意味のあるepsを見ます。\n\nそれは終わるのが苦痛だった、と私は正直はそう言いたくなかった。 中学校と中学校の生徒との間の愚かな愛の戦いに焦点を当てることはとても迷惑なものです。 少なくとも一度はやることができる友情について話し、それが迷惑であることを示す多くのepsを得る。 彼女の経験がlvl58を渡さないときにlvl90のRaidグループを編成する際に、少女のスキルを磨くことは迷惑です。 今シーズンは、前のシーズンに前に座っていたルール（ゲームのルール）を壊してしまったときに、見守るのが面倒だった。\n\n今シーズンはストーリーが退屈になり、ゲーム設定がこれまで以上に退屈になりました。 これは5の価値があるため、シーズン3がある場合はそれを保ちます。シーズン1がゲームルール/ストーリーで8〜9の価値があるときは最高です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMedicare at best with slow progressing story. This can't even be compare to Season1 at all since it had a huge impact and filled with a lot of events. Season2 just try to showcase friendship and BS that is obviously there to fill the time and try to produce a 25eps when I really think this can be cut to 18 maybe less. There are literately eps where you need to watch 2~4mins and that is what meaningful to the story. They made a calculating/ thoughtful story and fights into Friendship feast and unrealistic events in game world.\n\n\u001b[1m遅く進歩する物語で最高のメディケア。 これはSeason1と比較することすらできません。なぜなら、Season1は大きな影響を与え、多くのイベントで満ちていたからです。 シーズン2はちょうど友情とBSを明らかにしようとしています。それは明らかに時間を埋めるためにあり、実際にはこれを18に減らすことができると思うと25epsを生み出そうとします。 あなたが2〜4分を見なければならないところには、事実上のepsがあり、それが物語にとって意味のあるものです。 彼らは計算/思いやりのある物語を作って、ゲーム世界での友情の祝宴と非現実的な出来事に戦います。\u001b[22m\n\u001b[1m(Osoku shinpo suru monogatari de saikō no medikea. Kore wa sezon 1 to hikaku suru koto sura dekimasen. Nazenara, sezon 1 wa ōkina eikyō o atae, ōku no ibento de michite itakaradesu. Shīzun 2 wa chōdo yūjō to BS o akiraka ni shiyou to shite imasu. Sore wa akiraka ni jikan o umeru tame ni ari, jissai ni wa kore o 18 ni herasu koto ga dekiru to omou to 25 eps o umidasou to shimasu. Anata ga 2 〜 4-bu o minakereba naranai tokoro ni wa, jijitsujō no eps ga ari, sore ga monogatari ni totte imi no aru monodesu. Karera wa keisan/ omoiyari no aru monogatari o tsukutte, gēmu sekai de no yūjō no shukuen to higenjitsutekina dekigoto ni tatakaimasu.)\u001b[22m\n\nTranslations of \u001b[4mMedicare at best with slow progressing story. This can't even be compare to Season1 at all since it had a huge impact and filled with a lot of events. Season2 just try to showcase friendship and BS that is obviously there to fill the time and try to produce a 25eps when I really think this can be cut to 18 maybe less. There are literately eps where you need to watch 2~4mins and that is what meaningful to the story. They made a calculating/ thoughtful story and fights into Friendship feast and unrealistic events in game world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMedicare at best with slow progressing story.\u001b[24m\n    \u001b[1m遅く進歩する物語で最高のメディケア。\u001b[22m, \u001b[1m最高の状態でゆっくりと進ん物語とメディケア。\u001b[22m\n\u001b[4mThis can't even be compare to Season1 at all since it had a huge impact and filled with a lot of events.\u001b[24m\n    \u001b[1mこれはSeason1と比較することすらできません。なぜなら、Season1は大きな影響を与え、多くのイベントで満ちていたからです。\u001b[22m, \u001b[1mこれはあっても、それが大きな影響を持っていたし、イベントの多くで満たされた、まったくので、シーズン1と比較することはできません。\u001b[22m\n\u001b[4mSeason2 just try to showcase friendship and BS that is obviously there to fill the time and try to produce a 25eps when I really think this can be cut to 18 maybe less.\u001b[24m\n    \u001b[1mシーズン2はちょうど友情とBSを明らかにしようとしています。それは明らかに時間を埋めるためにあり、実際にはこれを18に減らすことができると思うと25epsを生み出そうとします。\u001b[22m, \u001b[1m私は本当にこれは多分少ない18に切断することができると思うときシーズンはちょうど友情と時間を記入し、25epsを生成しようとすることは明らかに存在するBSを披露してみてください。\u001b[22m\n\u001b[4mThere are literately eps where you need to watch 2~4mins and that is what meaningful to the story.\u001b[24m\n    \u001b[1mあなたが2〜4分を見なければならないところには、事実上のepsがあり、それが物語にとって意味のあるものです。\u001b[22m, \u001b[1mあなたは2〜4minsを監視する必要があり、それがストーリーに意味のあるものであるliterately EPSはあります。\u001b[22m\n\u001b[4mThey made a calculating/ thoughtful story and fights into Friendship feast and unrealistic events in game world.\u001b[24m\n    \u001b[1m彼らは計算/思いやりのある物語を作って、ゲーム世界での友情の祝宴と非現実的な出来事に戦います。\u001b[22m, \u001b[1m彼らは友情のごちそうとゲームの世界では非現実的なイベントに演算/思慮深いストーリーとけんかをしました。\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler\n/ˈspoilər/\n\n\u001b[1mスポイラー\u001b[22m\n\u001b[1m(Supoirā)\u001b[22m\n\nTranslations of \u001b[4mSpoiler\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler\u001b[24m\n    \u001b[1mスポイラー\u001b[22m\n\u001b[1m\u001b[22m\nLets talk about the finale raid and how stupid it was. I just want to know how does a low level players can do damage to 90lvl monsters? Quantity doesnt mean Quality and this season/anime proved that point. Why would you put low level characters in that raid? I remember them showing that in Season1 when they met the Chif Cat and the little girl when she tried to heal and her healing was little to none. So now with a lvl 58~59, they can heal lvl90 people and what is worse in a Raid where they stated before that normal monsters deal more damage than before? That and TON of other chat events in this season Took my immersion away. Eps turn into girls chatting and nothing happening at all. A full eps is for the girl to practice and then do Shonen crap on us in the Akihabara fight. A full eps was done just to show the Elf Guild Master encourage and REPEAT himself over and over. JUST cut it, I rather watch a 12 meaningful eps than an extended version of girls talk/encouragement talk/TALK TALK TALK/Valentine filler eps..for double the content.\n\n\u001b[1mフィナーレの襲撃とそれがどれほど愚かなのか話しましょう。 私はちょうど低レベルのプレーヤーが90lvlのモンスターにどのようなダメージを与えることができるか知りたいですか？ 数量は品質を意味するものではなく、このシーズン/アニメはその点を証明しました。 なぜあなたは低レベルのキャラクターをその襲撃に入れますか？ シーズン1では、チーフ・キャットと少女がヒーリングを試みるときに会ったときに、ヒーリングがほとんどではなかったことを示しています。 だから、58〜59のlvlで、lvl90の人々を癒すことができます。そして、通常のモンスターが以前より多くのダメージを与える前に、レイドで悪化しているものは何ですか？ 今シーズンの他のチャットイベントのそれとTONは私の没頭を遠ざけました。  Epsは女の子にチャットし、何も起こっていない。 女の子が練習して、秋葉原の戦いで少年のおしゃぶりをするのが本番です。  Elf Guild Masterが勇気づけて何度も何度も繰り返していることを示すために、完全なepsが行われました。 ちょうどそれをカット、私はむしろ少女の話/奨励トーク/トークトークトーク/バレンタインフィラーepsの拡張バージョンよりも12の意味のあるepsを見ます。\u001b[22m\n\u001b[1m(Fināre no shūgeki to sore ga dorehodo orokana no ka hanashimashou. Watashi wa chōdo tei reberu no purēyā ga 90 lvl no monsutā ni dono yōna damēji o ataeru koto ga dekiru ka shiritaidesu ka? Naze anata wa tei reberu no kyarakutā o sono shūgeki ni iremasu ka? Shīzun 1de wa, chīfu kyatto to shōjo ga hīringu o kokoromiru toki ni atta toki ni, hīringu ga hotondode wa nakatta koto o shimeshite imasu. Dakara, 58 〜 59 no lvl de, lvl 90 no hitobito o iyasu koto ga dekimasu. Soshite, tsūjō no monsutā ga izen yori ōku no damēji o ataeru mae ni, reido de akka shite iru mono wa nanidesu ka? Ima shīzun no ta no chatto ibento no sore to TON wa watashi no bottō o tōzakemashita. Eps wa on'nanoko ni chatto shi, nani mo okotte inai. On'nanoko ga renshū shite, Akihabara no tatakai de shōnen no oshaburi o suru no ga honbandesu. Elf girudo maisutā ga yūkidzukete nandomonandomo kurikaeshite iru koto o shimesu tame ni, kanzen'na eps ga okonawa remashita. Chōdo sore o katto, watashi wa mushiro shōjo no hanashi/ shōrei tōku/ tōkutōkutōku/ barentainfirā eps no kakuchō bājon yori mo 12 no iminoaru eps o mimasu. Sūryō wa hinshitsu o imi suru monode wa naku, kono shīzun/ anime wa sono ten o shōmei shimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nIt was painful to finish, and I honesty didn't want to say so. Focusing on stupid love fight between a middle school and a grown girl with middle school body is so annoying. Talking about friendship that can be done at least once and be done with, getting a lot of eps to show that is annoying. Making little girl skill in organising a Raid group of lvl90 when her experience doesnt pass lvl58 is annoying. This season was annoying to watch and takes you out of the immersion when the story breaks rules(game's rules) when they sit them before in previous season is annoying.\n\n\u001b[1mそれは終わるのが苦痛だった、と私は正直はそう言いたくなかった。 中学校と中学校の生徒との間の愚かな愛の戦いに焦点を当てることはとても迷惑なものです。 少なくとも一度はやることができる友情について話し、それが迷惑であることを示す多くのepsを得る。 彼女の経験がlvl58を渡さないときにlvl90のRaidグループを編成する際に、少女のスキルを磨くことは迷惑です。 今シーズンは、前のシーズンに前に座っていたルール（ゲームのルール）を壊してしまったときに、見守るのが面倒だった。\u001b[22m\n\u001b[1m(Sore wa owaru no ga kutsūdatta, to watashi wa shōjiki wa sō iitakunakatta. Chūgakkō to chūgakkō no seito to no ma no orokana ai no tatakai ni shōten o ateru koto wa totemo meiwakuna monodesu. Sukunakutomo ichido wa yaru koto ga dekiru yūjō ni tsuite hanashi, sore ga meiwakudearu koto o shimesu ōku no eps o eru. Kanojo no keiken ga lvl 58 o watasanai toki ni lvl 90 no Raid gurūpu o hensei suru sai ni, shōjo no sukiru o migaku koto wa meiwakudesu. Ima shīzun wa, mae no shīzun ni mae ni suwatte ita rūru (gēmu no rūru) o kowashite shimatta toki ni, mimamoru no ga mendōdatta.)\u001b[22m\n\nTranslations of \u001b[4mIt was painful to finish, and I honesty didn't want to say so. Focusing on stupid love fight between a middle school and a grown girl with middle school body is so annoying. Talking about friendship that can be done at least once and be done with, getting a lot of eps to show that is annoying. Making little girl skill in organising a Raid group of lvl90 when her experience doesnt pass lvl58 is annoying. This season was annoying to watch and takes you out of the immersion when the story breaks rules(game's rules) when they sit them before in previous season is annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was painful to finish, and I honesty didn't want to say so.\u001b[24m\n    \u001b[1mそれは終わるのが苦痛だった、と私は正直はそう言いたくなかった。\u001b[22m, \u001b[1m終了するの苦痛だった、と私は正直にそう言ってほしくありませんでした。\u001b[22m\n\u001b[4mFocusing on stupid love fight between a middle school and a grown girl with middle school body is so annoying.\u001b[24m\n    \u001b[1m中学校と中学校の生徒との間の愚かな愛の戦いに焦点を当てることはとても迷惑なものです。\u001b[22m, \u001b[1m中学校と中学校本体と成長した少女の間で愚かな愛の戦いに焦点を当てることはとても迷惑です。\u001b[22m\n\u001b[4mTalking about friendship that can be done at least once and be done with, getting a lot of eps to show that is annoying.\u001b[24m\n    \u001b[1m少なくとも一度はやることができる友情について話し、それが迷惑であることを示す多くのepsを得る。\u001b[22m, \u001b[1mそれは迷惑であることを示すために、EPSの多くを取得し、少なくとも1回実行することが可能として行うことが友情について話します。\u001b[22m\n\u001b[4mMaking little girl skill in organising a Raid group of lvl90 when her experience doesnt pass lvl58 is annoying.\u001b[24m\n    \u001b[1m彼女の経験がlvl58を渡さないときにlvl90のRaidグループを編成する際に、少女のスキルを磨くことは迷惑です。\u001b[22m, \u001b[1m彼女の経験がlvl58を渡すdoes notのときlvl90のRAIDグループを組織内の小さな女の子のスキルを作ることは迷惑です。\u001b[22m\n\u001b[4mThis season was annoying to watch and takes you out of the immersion when the story breaks rules(game's rules) when they sit them before in previous season is annoying.\u001b[24m\n    \u001b[1m今シーズンは、前のシーズンに前に座っていたルール（ゲームのルール）を壊してしまったときに、見守るのが面倒だった。\u001b[22m, \u001b[1m今シーズンは見て迷惑だったとの話がルールを破ったとき、彼らは前のシーズンの前にそれらを座ったときに迷惑です（ゲームのルール）浸漬のあなたを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, this season made the story boring and the game setting even more boring than ever. Keep that up if there is a season3 because this is worth 5 At best when Season1 worth 8~9 with their game rules/story.\n\n\u001b[1m今シーズンはストーリーが退屈になり、ゲーム設定がこれまで以上に退屈になりました。 これは5の価値があるため、シーズン3がある場合はそれを保ちます。シーズン1がゲームルール/ストーリーで8〜9の価値があるときは最高です。\u001b[22m\n\u001b[1m(Ima shīzun wa sutōrī ga taikutsu ni nari, gēmu settei ga kore made ijō ni taikutsu ni narimashita. Kore wa 5 no kachi ga aru tame, shīzun 3 ga aru baai wa sore o tamochimasu. Shīzun 1 ga gēmurūru/ sutōrī de 8 〜 9 no kachi ga aru toki wa saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this season made the story boring and the game setting even more boring than ever. Keep that up if there is a season3 because this is worth 5 At best when Season1 worth 8~9 with their game rules/story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this season made the story boring and the game setting even more boring than ever.\u001b[24m\n    \u001b[1m今シーズンはストーリーが退屈になり、ゲーム設定がこれまで以上に退屈になりました。\u001b[22m, \u001b[1mすべてのすべてで、このシーズンは話は退屈作り、ゲームはもっと退屈なこれまで以上に設定します。\u001b[22m\n\u001b[4mKeep that up if there is a season3 because this is worth 5 At best when Season1 worth 8~9 with their game rules/story.\u001b[24m\n    \u001b[1mこれは5の価値があるため、シーズン3がある場合はそれを保ちます。シーズン1がゲームルール/ストーリーで8〜9の価値があるときは最高です。\u001b[22m, \u001b[1mこれは彼らのゲームのルール/ストーリーと8〜9に値する価値が5で最高の時シーズン1であるので、シーズンがある場合はそれを続けてください。\u001b[22m"
  },
  {
    "title": "Log_Horizon_2nd_Season",
    "id": "23321",
    "url": "https://myanimelist.net/anime/23321/Log_Horizon_2nd_Season",
    "user": "ToonShiba",
    "profile": "/profile/ToonShiba/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=233107",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  3\nキャラクター|  6\n|  5\n\n最初のシーズンはよかった。\n\nその話は、シーズン1ほど良くはありません。 私はうまく動作したフラッシュフォワードを見たことがないし、この1つはショーの前半に何か緊張を吹き飛ばした。 さらに、ショーの重要な部分は往々にして往復する愛の関心事を心配することに専念している。 関係を築くことは大丈夫です。 告白/拒否がなければ、時間が無駄です。 ストーリーをもっと使いこなす時間。 シーズン1は、世界の構築と登場人物の多くを達成しました。 このシーズンは、以前の苦労から解放されました。 最後に、素材とアニメとの間に少し不協和音がありました。 それは、終わり近くの文字の間で少し不安な、または厄介な会話として始まります。\n\nアートはほぼ同じです。  Studio DeenがSatelliteに引き継いで、目に見える変化は見られません。\n\n音は信じられないほど怠惰だった。 オープニングはシーズン1から再利用されました。 一流のいすゞも、音楽のパフォーマンスプラグとしてシーズン1のエンディングを歌いました。 それは大丈夫じゃない。 私は野心的なミュージシャンから独創性を見なければなりません。  Taleさんの世界のために新しい音楽を創造することについてのすべての話については、曲を再利用することは非常に偽善的です。 サイドノート：街を燃やしながら音楽を演奏することで有名な人物を知っていますか？ 皇帝ネロ いすゞと結びつきたいと思う人ではありません。\n\nキャラクターは本当に季節から変わることはありません。 暁は大きな変化を遂げていますが、それは基本的に彼女が孤独になることは少なくなっています。 いくつかのキャラクターは瞬間的に疑念と新たな解決を経験しましたが、効果的な変更はありませんでした。 バックストーリーについては、Tohyaの一部を学びました。 それは時間がかかりませんが、彼の性格のいくつかの側面について説明しています。 ああ。 私たちは少しカナミーを見ます。 それは私が推測するプラスです。\n\n私の楽しみは少し落ちた。 前半は遅く、シエーとギャングはシーズン1で行ったのと同じくらい近くで達成できなかった。 半分の心のロマンスもそれをも​​たらした。 悲しいことに、私は最後のエピソードが本当に良かったと思った。 それはショーの残りの部分よりもエキサイティングだった。 そして、クレジットがあった。 バマー。\n\nうまくいけば、それは第3シーズンを取得し、それが以前の栄光であることを見つけるでしょう。 多分新しい音楽かもしれない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nFirst season was better.\n\n\u001b[1m最初のシーズンはよかった。\u001b[22m\n\u001b[1m(Saisho no shīzun wa yokatta.)\u001b[22m\n\nTranslations of \u001b[4mFirst season was better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst season was better.\u001b[24m\n    \u001b[1m最初のシーズンはよかった。\u001b[22m, \u001b[1m最初のシーズンは良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story isn't as good as season one. I've never seen a flashforward that worked well, and this one killed any tension in the first half of the show. Additionally, a significant portion of the show is dedicated to worrying about love interests that is rarely reciprocated. Developing relationships is fine. If there isn't a confession/rejection, then it is wasted time. Time that could be spent doing more with the story. Season one accomplished a lot while world building and introducing characters. This season coasted off of the earlier hard work. Lastly, there was a little dissonance between the source material and the anime. It comes off as a little jumpy or awkward conversation between characters near the end.\n\n\u001b[1mその話は、シーズン1ほど良くはありません。 私はうまく動作したフラッシュフォワードを見たことがないし、この1つはショーの前半に何か緊張を吹き飛ばした。 さらに、ショーの重要な部分は往々にして往復する愛の関心事を心配することに専念している。 関係を築くことは大丈夫です。 告白/拒否がなければ、時間が無駄です。 ストーリーをもっと使いこなす時間。 シーズン1は、世界の構築と登場人物の多くを達成しました。 このシーズンは、以前の苦労から解放されました。 最後に、素材とアニメとの間に少し不協和音がありました。 それは、終わり近くの文字の間で少し不安な、または厄介な会話として始まります。\u001b[22m\n\u001b[1m(Sono hanashi wa, shīzun 1 hodo yoku wa arimasen. Watashi wa umaku dōsa shita furasshufowādo o mita koto ga naishi, kono 1tsu wa shō no zenhan ni nanika kinchō o fukitobashita. Sarani, shō no jūyōna bubun wa ōōnishite ōfuku suru ai no kanshinji o shinpai suru koto ni sen'nen shite iru. Kankei o kizuku koto wa daijōbudesu. Kokuhaku/ kyohi ga nakereba, jikan ga mudadesu. Sutōrī o motto tsukaikonasu jikan. Shīzun 1 wa, sekai no kōchiku to tōjō jinbutsu no ōku o tassei shimashita. Kono shīzun wa, izen no kurō kara kaihō sa remashita. Saigo ni, sozai to anime to no ma ni sukoshi fukyōwaon ga arimashita. Sore wa, owari chikaku no moji no ma de sukoshi fuan'na, matawa yakkaina kaiwa to shite hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't as good as season one. I've never seen a flashforward that worked well, and this one killed any tension in the first half of the show. Additionally, a significant portion of the show is dedicated to worrying about love interests that is rarely reciprocated. Developing relationships is fine. If there isn't a confession/rejection, then it is wasted time. Time that could be spent doing more with the story. Season one accomplished a lot while world building and introducing characters. This season coasted off of the earlier hard work. Lastly, there was a little dissonance between the source material and the anime. It comes off as a little jumpy or awkward conversation between characters near the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't as good as season one.\u001b[24m\n    \u001b[1mその話は、シーズン1ほど良くはありません。\u001b[22m, \u001b[1m物語はシーズン1ほど良好ではありません。\u001b[22m\n\u001b[4mI've never seen a flashforward that worked well, and this one killed any tension in the first half of the show.\u001b[24m\n    \u001b[1m私はうまく動作したフラッシュフォワードを見たことがないし、この1つはショーの前半に何か緊張を吹き飛ばした。\u001b[22m, \u001b[1m私にはよく働いたFlashForwardのを見たことがないし、この1は、番組の前半に任意の緊張を殺しました。\u001b[22m\n\u001b[4mAdditionally, a significant portion of the show is dedicated to worrying about love interests that is rarely reciprocated.\u001b[24m\n    \u001b[1mさらに、ショーの重要な部分は往々にして往復する愛の関心事を心配することに専念している。\u001b[22m, \u001b[1mまた、ショーのかなりの部分はほとんど往復移動されていない愛の利益を心配に捧げられています。\u001b[22m\n\u001b[4mDeveloping relationships is fine.\u001b[24m\n    \u001b[1m関係を築くことは大丈夫です。\u001b[22m, \u001b[1m関係を開発することは問題ありません。\u001b[22m\n\u001b[4mIf there isn't a confession/rejection, then it is wasted time.\u001b[24m\n    \u001b[1m告白/拒否がなければ、時間が無駄です。\u001b[22m, \u001b[1m告白/拒絶がない場合、それは時間の無駄です。\u001b[22m\n\u001b[4mTime that could be spent doing more with the story.\u001b[24m\n    \u001b[1mストーリーをもっと使いこなす時間。\u001b[22m, \u001b[1mより多くの物語で費やされたことができた時間。\u001b[22m\n\u001b[4mSeason one accomplished a lot while world building and introducing characters.\u001b[24m\n    \u001b[1mシーズン1は、世界の構築と登場人物の多くを達成しました。\u001b[22m, \u001b[1m世界が構築し、文字を導入しながらシーズン1は、多くのことを成し遂げました。\u001b[22m\n\u001b[4mThis season coasted off of the earlier hard work.\u001b[24m\n    \u001b[1mこのシーズンは、以前の苦労から解放されました。\u001b[22m, \u001b[1m今シーズンは、以前のハードワークのオフにフリーラン。\u001b[22m\n\u001b[4mLastly, there was a little dissonance between the source material and the anime.\u001b[24m\n    \u001b[1m最後に、素材とアニメとの間に少し不協和音がありました。\u001b[22m, \u001b[1m最後に、ソース材料とアニメとの間に少し不協和音がありました。\u001b[22m\n\u001b[4mIt comes off as a little jumpy or awkward conversation between characters near the end.\u001b[24m\n    \u001b[1mそれは、終わり近くの文字の間で少し不安な、または厄介な会話として始まります。\u001b[22m, \u001b[1mそれは終わり近くに、文字の間にはほとんどびくびくかぎこちない会話として外れます。\u001b[22m\n\u001b[1m\u001b[22m\nArt is about the same. Studio Deen took over for Satellite and I see no discernible change.\n\n\u001b[1mアートはほぼ同じです。  Studio DeenがSatelliteに引き継いで、目に見える変化は見られません。\u001b[22m\n\u001b[1m(Āto wa hobo onajidesu. Sutadio Deen ga Satellite ni hikitsuide, menimieru henka wa mi raremasen.)\u001b[22m\n\nTranslations of \u001b[4mArt is about the same. Studio Deen took over for Satellite and I see no discernible change.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is about the same.\u001b[24m\n    \u001b[1mアートはほぼ同じです。\u001b[22m\n\u001b[4mStudio Deen took over for Satellite and I see no discernible change.\u001b[24m\n    \u001b[1mStudio DeenがSatelliteに引き継いで、目に見える変化は見られません。\u001b[22m, \u001b[1mスタジオディーンは、衛星のために引き継いだと私は認識可能な変化が見られません。\u001b[22m\n\u001b[1m\u001b[22m\nSound was incredibly lazy. The opening was reused from season one. Also the bard Isuzu, sang the ending from season one as her performance plug in music. That's not ok. I need to see some originality from a aspiring musician. For all the talk about creating new music for the world of Elder Tale, it's awfully hypocritical to reuse songs. Side note: Do you know who's famous for playing music while watching a city burn? Emperor Nero. That's not someone I would want to be associated with, Isuzu.\n\n\u001b[1m音は信じられないほど怠惰だった。 オープニングはシーズン1から再利用されました。 一流のいすゞも、音楽のパフォーマンスプラグとしてシーズン1のエンディングを歌いました。 それは大丈夫じゃない。 私は野心的なミュージシャンから独創性を見なければなりません。  Taleさんの世界のために新しい音楽を創造することについてのすべての話については、曲を再利用することは非常に偽善的です。 サイドノート：街を燃やしながら音楽を演奏することで有名な人物を知っていますか？ 皇帝ネロ いすゞと結びつきたいと思う人ではありません。\u001b[22m\n\u001b[1m(Oto wa shinji rarenai hodo taidadatta. Ōpuningu wa shīzun 1 kara sai riyō sa remashita. Ichiryū no Isuzu mo, ongaku no pafōmansupuragu to shite shīzun 1 no endingu o utaimashita. Sore wa daijōbu janai. Watashi wa yashin-tekina myūjishan kara dokusō-sei o minakereba narimasen. Tale-san no sekai no tame ni atarashī ongaku o sōzō suru koto ni tsuite no subete no hanashi ni tsuite wa, kyoku o sai riyō suru koto wa hijō ni gizen-tekidesu. Saidonōto: Machi o moyashinagara ongaku o ensō suru koto de yūmeina jinbutsu o shitte imasu ka? Kōtei nero Isuzu to musubitsukitai to omou hitode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound was incredibly lazy. The opening was reused from season one. Also the bard Isuzu, sang the ending from season one as her performance plug in music. That's not ok. I need to see some originality from a aspiring musician. For all the talk about creating new music for the world of Elder Tale, it's awfully hypocritical to reuse songs. Side note: Do you know who's famous for playing music while watching a city burn? Emperor Nero. That's not someone I would want to be associated with, Isuzu.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was incredibly lazy.\u001b[24m\n    \u001b[1m音は信じられないほど怠惰だった。\u001b[22m, \u001b[1mサウンドは非常に怠惰でした。\u001b[22m\n\u001b[4mThe opening was reused from season one.\u001b[24m\n    \u001b[1mオープニングはシーズン1から再利用されました。\u001b[22m, \u001b[1m開口部はシーズン1から再利用しました。\u001b[22m\n\u001b[4mAlso the bard Isuzu, sang the ending from season one as her performance plug in music.\u001b[24m\n    \u001b[1m一流のいすゞも、音楽のパフォーマンスプラグとしてシーズン1のエンディングを歌いました。\u001b[22m, \u001b[1mまた、バードいすゞは、音楽の彼女のパフォーマンスのプラグとしてシーズン1からエンディングを歌いました。\u001b[22m\n\u001b[4mThat's not ok.\u001b[24m\n    \u001b[1mそれは大丈夫じゃない。\u001b[22m, \u001b[1mそれは大丈夫ではありません。\u001b[22m\n\u001b[4mI need to see some originality from a aspiring musician.\u001b[24m\n    \u001b[1m私は野心的なミュージシャンから独創性を見なければなりません。\u001b[22m, \u001b[1m私は意欲的なミュージシャンからいくつかの独創性を確認する必要があります。\u001b[22m\n\u001b[4mFor all the talk about creating new music for the world of Elder Tale, it's awfully hypocritical to reuse songs.\u001b[24m\n    \u001b[1mTaleさんの世界のために新しい音楽を創造することについてのすべての話については、曲を再利用することは非常に偽善的です。\u001b[22m, \u001b[1mエルダー物語の世界のために新しい音楽の作成に関するすべての話のために、それは曲を再利用するために非常に偽善的です。\u001b[22m\n\u001b[4mSide note: Do you know who's famous for playing music while watching a city burn?\u001b[24m\n    \u001b[1mサイドノート：街を燃やしながら音楽を演奏することで有名な人物を知っていますか？\u001b[22m, \u001b[1mサイドノート：あなたは都市が燃え見ながら音楽を再生することで有名だ誰が知っていますか？\u001b[22m\n\u001b[4mEmperor Nero.\u001b[24m\n    \u001b[1m皇帝ネロ\u001b[22m, \u001b[1m皇帝ネロ。\u001b[22m\n\u001b[4mThat's not someone I would want to be associated with, Isuzu.\u001b[24m\n    \u001b[1mいすゞと結びつきたいと思う人ではありません。\u001b[22m, \u001b[1mそれは私がいすゞ、関連付けられていることがしたいと思う誰かではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter's don't really change or grow from season one. Akatsuki has the biggest change, but that's basically her becoming less of a loner. Several characters experienced moments of doubt and renewed resolve but this effectively changed nothing. As backstories are concerned, we learned part of Tohya's. It's not lengthy, but it explains some aspects of his character. Oh. We get to see a little bit of Kanami. That's a plus i guess.\n\n\u001b[1mキャラクターは本当に季節から変わることはありません。 暁は大きな変化を遂げていますが、それは基本的に彼女が孤独になることは少なくなっています。 いくつかのキャラクターは瞬間的に疑念と新たな解決を経験しましたが、効果的な変更はありませんでした。 バックストーリーについては、Tohyaの一部を学びました。 それは時間がかかりませんが、彼の性格のいくつかの側面について説明しています。 ああ。 私たちは少しカナミーを見ます。 それは私が推測するプラスです。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni kisetsu kara kawaru koto wa arimasen. Akatsuki wa ōkina henka o togete imasuga, soreha kihontekini kanojo ga kodoku ni naru koto wa sukunaku natte imasu. Ikutsu ka no kyarakutā wa shunkan-teki ni ginen to aratana kaiketsu o keiken shimashitaga, kōkatekina henkō wa arimasendeshita. Bakkusutōrī ni tsuite wa, Tohya no ichibu o manabimashita. Sore wa jikan ga kakarimasenga, kare no seikaku no ikutsu ka no sokumen ni tsuite setsumei shite imasu. Ā. Watashitachi wa sukoshi kanamī o mimasu. Sore wa watashi ga suisoku suru purasudesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter's don't really change or grow from season one. Akatsuki has the biggest change, but that's basically her becoming less of a loner. Several characters experienced moments of doubt and renewed resolve but this effectively changed nothing. As backstories are concerned, we learned part of Tohya's. It's not lengthy, but it explains some aspects of his character. Oh. We get to see a little bit of Kanami. That's a plus i guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter's don't really change or grow from season one.\u001b[24m\n    \u001b[1mキャラクターは本当に季節から変わることはありません。\u001b[22m, \u001b[1m文字の本当に変更したり、シーズン1から成長しません。\u001b[22m\n\u001b[4mAkatsuki has the biggest change, but that's basically her becoming less of a loner.\u001b[24m\n    \u001b[1m暁は大きな変化を遂げていますが、それは基本的に彼女が孤独になることは少なくなっています。\u001b[22m, \u001b[1m暁には、最大の変化を持っているが、それは基本的に彼女は一匹狼のあまりになってきています。\u001b[22m\n\u001b[4mSeveral characters experienced moments of doubt and renewed resolve but this effectively changed nothing.\u001b[24m\n    \u001b[1mいくつかのキャラクターは瞬間的に疑念と新たな解決を経験しましたが、効果的な変更はありませんでした。\u001b[22m, \u001b[1mいくつかの文字は、疑いと新たな決意の瞬間を経験したが、これは事実上何も変わっていません。\u001b[22m\n\u001b[4mAs backstories are concerned, we learned part of Tohya's.\u001b[24m\n    \u001b[1mバックストーリーについては、Tohyaの一部を学びました。\u001b[22m, \u001b[1mbackstoriesが懸念されているように、我々がtohyaのの一部を学びました。\u001b[22m\n\u001b[4mIt's not lengthy, but it explains some aspects of his character.\u001b[24m\n    \u001b[1mそれは時間がかかりませんが、彼の性格のいくつかの側面について説明しています。\u001b[22m, \u001b[1mそれは長いではないが、それは彼の性格のいくつかの側面を説明しています。\u001b[22m\n\u001b[4mOh.\u001b[24m\n    \u001b[1mああ。\u001b[22m, \u001b[1mあら。\u001b[22m, \u001b[1mああ\u001b[22m\n\u001b[4mWe get to see a little bit of Kanami.\u001b[24m\n    \u001b[1m私たちは少しカナミーを見ます。\u001b[22m, \u001b[1m私たちは、かなみの少しを見ることを得ます。\u001b[22m\n\u001b[4mThat's a plus i guess.\u001b[24m\n    \u001b[1mそれは私が推測するプラスです。\u001b[22m, \u001b[1mそれは私が推測プラスです。\u001b[22m\n\u001b[1m\u001b[22m\nMy enjoyment fell off a bit. The first half felt slow and Shiroe and the gang didn't accomplish near as much as they did in season one. The half hearted romances also brought it down. Sadly, I thought the last episode was really good. It felt more exciting than the rest of the show did. And then there were credits. Bummer.\n\n\u001b[1m私の楽しみは少し落ちた。 前半は遅く、シエーとギャングはシーズン1のようにほぼ達成できなかった。 半分の心のロマンスもそれをも​​たらした。 悲しいことに、私は最後のエピソードが本当に良かったと思った。 それはショーの残りの部分よりもエキサイティングだった。 そして、クレジットがあった。 バマー。\u001b[22m\n\u001b[1m(Watashi no tanoshimi wa sukoshi ochita. Zenhan wa osoku, shiē to gyangu wa shīzun 1 no yō ni hobo tassei dekinakatta. Hanbun no kokoro no romansu mo sore o mo ​​ tarashita. Kanashī koto ni, watashi wa saigo no episōdo ga hontōniyokatta to omotta. Sore wa shō no nokori no bubun yori mo ekisaitingudatta. Soshite, kurejitto ga atta. Bamā.)\u001b[22m\n\nTranslations of \u001b[4mMy enjoyment fell off a bit. The first half felt slow and Shiroe and the gang didn't accomplish near as much as they did in season one. The half hearted romances also brought it down. Sadly, I thought the last episode was really good. It felt more exciting than the rest of the show did. And then there were credits. Bummer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy enjoyment fell off a bit.\u001b[24m\n    \u001b[1m私の楽しみは少し落ちた。\u001b[22m, \u001b[1m私の楽しみは少し落ちました。\u001b[22m\n\u001b[4mThe first half felt slow and Shiroe and the gang didn't accomplish near as much as they did in season one.\u001b[24m\n    \u001b[1m前半は遅く、シエーとギャングはシーズン1のようにほぼ達成できなかった。\u001b[22m, \u001b[1m前半はゆっくりとしShiroe感じ、彼らはシーズン1で行ったようにギャングが同じくらい近くで達成しませんでした。\u001b[22m\n\u001b[4mThe half hearted romances also brought it down.\u001b[24m\n    \u001b[1m半分の心のロマンスもそれをもたらした。\u001b[22m, \u001b[1m半分の心のロマンスもそれをもたらしました。\u001b[22m\n\u001b[4mSadly, I thought the last episode was really good.\u001b[24m\n    \u001b[1m悲しいことに、私は最後のエピソードが本当に良かったと思った。\u001b[22m, \u001b[1m悲しいことに、私は最後のエピソードは本当に良いと思いました。\u001b[22m\n\u001b[4mIt felt more exciting than the rest of the show did.\u001b[24m\n    \u001b[1mそれはショーの残りの部分よりもエキサイティングだった。\u001b[22m, \u001b[1mそれはショーの残りがやったよりも、よりエキサイティングなと感じました。\u001b[22m\n\u001b[4mAnd then there were credits.\u001b[24m\n    \u001b[1mそして、クレジットがあった。\u001b[22m, \u001b[1mそして、クレジットがありました。\u001b[22m\n\u001b[4mBummer.\u001b[24m\n    \u001b[1mバマー。\u001b[22m, \u001b[1mがっかり。\u001b[22m\n\u001b[1m\u001b[22m\nHopefully, it'll get a third season and find it's former glory. Maybe some new music too.\n\n\u001b[1mうまくいけば、それは第3シーズンを取得し、それが以前の栄光であることを見つけるでしょう。 多分新しい音楽かもしれない。\u001b[22m\n\u001b[1m(Umaku ikeba, soreha dai 3 shīzun o shutoku shi, sore ga izen no eikōdearu koto o mitsukerudeshou. Tabun atarashī ongaku kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mHopefully, it'll get a third season and find it's former glory. Maybe some new music too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHopefully, it'll get a third season and find it's former glory.\u001b[24m\n    \u001b[1mうまくいけば、それは第3シーズンを取得し、それが以前の栄光であることを見つけるでしょう。\u001b[22m, \u001b[1mうまくいけば、それは3シーズン目を取得し、それがかつての栄光だ見つけることができます。\u001b[22m\n\u001b[4mMaybe some new music too.\u001b[24m\n    \u001b[1m多分新しい音楽かもしれない。\u001b[22m, \u001b[1mたぶん、いくつかの新しい音楽すぎます。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
