[
  {
    "title": "Love_Stage_OVA",
    "id": "23441",
    "url": "https://myanimelist.net/anime/23441/Love_Stage_OVA",
    "user": "whiteteeth",
    "profile": "/profile/whiteteeth/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=182103",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nあなたがこのOVAを見たいと思っているのなら、あなたはすでにシリーズを見ていると思います。 もしあなたが最初にやることをお勧めしていないのであれば、あなたはおそらく何が起こっているのか分からないでしょう。\n\nこのシリーズの漫画を読んでいないと、OVAは第4巻の第16章をカバーしています。映画のスペシャルを録画して、居間に戻り、再び泉を見ることを切望している涼馬から始まります。 最初は一緒に泊まりました。 しかし、家に戻って、何らかの理由で、泉は彼のボーイフレンドを再び見る準備ができていないように見える。\n\nそれは、サーガの典型的なエピソード、面白い、セクシーさのビットで愛らしい。 たぶん私は彼らがマンガの別の章を適応させることを決めたのであれば、これはむしろ好きだっただろうが、これには実際に話すことの話があまりない...しかし、あなたがこのアニメのファンであれば、 このキャラクターが再びアニメ化されるのを見ることができるので、チャンスを逃さずに見守ってください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIf you are planning to watch this OVA i suppose you have watched the series already. If you haven't i suggest you do it first, as you will probably won't understand what is going on.\n\n\u001b[1mあなたがこのOVAを見たいと思っているのなら、あなたはすでにシリーズを見ていると思います。 もしあなたが最初にやってみることをお勧めしていないなら、あなたはおそらく何が起こっているのか分からないでしょう。\u001b[22m\n\u001b[1m(Anata ga kono ovu~a o mitai to omotte iru nonara, anata wa sudeni shirīzu o mite iru to omoimasu. Moshi anata ga saisho ni yatte miru koto o o susume shite inainara, anata wa osoraku nani ga okotte iru no ka wakaranaideshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you are planning to watch this OVA i suppose you have watched the series already. If you haven't i suggest you do it first, as you will probably won't understand what is going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are planning to watch this OVA i suppose you have watched the series already.\u001b[24m\n    \u001b[1mあなたがこのOVAを見たいと思っているのなら、あなたはすでにシリーズを見ていると思います。\u001b[22m, \u001b[1mあなたはこのOVAを見るために計画している場合、私はあなたがすでにシリーズを見ていると仮定します。\u001b[22m\n\u001b[4mIf you haven't i suggest you do it first, as you will probably won't understand what is going on.\u001b[24m\n    \u001b[1mもしあなたが最初にやってみることをお勧めしていないなら、あなたはおそらく何が起こっているのか分からないでしょう。\u001b[22m, \u001b[1mあなたがいない場合、私はあなたがおそらく何が起こっているか理解できないだろうように、あなたが最初にそれを行う示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't read the manga which this series was based of, the OVA covers chapter 16 of volume 4. It starts with Ryouma finishing recording a movie special, and being anxious to go back home and see Izumi again, after they had their first time together nights ago. But back home, for some reason, Izumi doesn't seem to be ready to see his boyfriend again --- won't spoil what follows.\n\n\u001b[1mこのシリーズの漫画を読んでいないと、OVAは第4巻の第16章をカバーしています。映画のスペシャルを録画して、居間に戻り、再び泉を見ることを切望している涼馬から始まります。 最初は一緒に泊まりました。 しかし、家に戻って、何らかの理由で、泉は彼のボーイフレンドを再び見る準備ができていないように見える。\u001b[22m\n\u001b[1m(Kono shirīzu no manga o yon de inai to, ovu~a wa dai 4-kan no dai 16-shō o kabā shite imasu. Eiga no supesharu o rokuga shite, ima ni modori, futatabi izumi o miru koto o setsubō shite iru ryō-ba kara hajimarimasu. Saisho wa issho ni tomarimashita. Shikashi,-ka ni modotte, nanrakano riyū de, izumi wa kare no bōifurendo o futatabi miru junbi ga dekite inai yō ni mieru.)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't read the manga which this series was based of, the OVA covers chapter 16 of volume 4. It starts with Ryouma finishing recording a movie special, and being anxious to go back home and see Izumi again, after they had their first time together nights ago. But back home, for some reason, Izumi doesn't seem to be ready to see his boyfriend again --- won't spoil what follows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't read the manga which this series was based of, the OVA covers chapter 16 of volume 4. It starts with Ryouma finishing recording a movie special, and being anxious to go back home and see Izumi again, after they had their\u001b[24m\n    \u001b[1mこのシリーズの漫画を読んでいないと、OVAは第4巻の第16章をカバーしています。映画のスペシャルを録画して、居間に戻り、再び泉を見ることを切望している涼馬から始まります。\u001b[22m, \u001b[1mあなたはこのシリーズがで基づいていた漫画を読んでいない場合は、OVAは、ボリューム4の第16章をカバーし、彼らが持っていた後Ryoumaは、特別な映画を記録し終えて、家に帰ると、再び泉を参照してくださいすることを切望しているとそれが起動し、その\u001b[22m\n\u001b[4mfirst time together nights ago.\u001b[24m\n    \u001b[1m最初は一緒に泊まりました。\u001b[22m, \u001b[1m一緒に夜前初めて。\u001b[22m\n\u001b[4mBut back home, for some reason, Izumi doesn't seem to be ready to see his boyfriend again --- won't spoil what follows.\u001b[24m\n    \u001b[1mしかし、家に戻って、何らかの理由で、泉は彼のボーイフレンドを再び見る準備ができていないように見える。\u001b[22m, \u001b[1mしかし帰って、何らかの理由で、泉は、以下のものを台無しにしません---再び彼のボーイフレンドを参照してくださいする準備ができていないようです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a typical episode of the saga, funny, adorable with a bit of sexyness. Maybe i would have preferred if they had decided to adapt another chapter of the manga, instead of this one that doesn't really have much of a story to tell... but if you are a fan of this anime, it's awesome to be able to see this characters animated again, so don't miss the chance and go watch it!\n\n\u001b[1mそれは、サーガの典型的なエピソード、面白い、セクシーさのビットで愛らしい。 たぶん私は彼らがマンガの別の章を適応させることを決めたのであれば、これはむしろ好きだっただろうが、これには実際に話すことの話があまりない...しかし、あなたがこのアニメのファンであれば、 このキャラクターが再びアニメ化されるのを見ることができるので、チャンスを逃さずに見守ってください！\u001b[22m\n\u001b[1m(Sore wa, sāga no tenkei-tekina episōdo, omoshiroi, sekushī-sa no bitto de airashī. Tabun watashi wa karera ga manga no betsu no shō o tekiō sa seru koto o kimeta nodeareba, kore wa mushiro sukidattadarouga, kore ni wa jissai ni hanasu koto no hanashi ga amarinai... Shikashi, anata ga kono anime no fandeareba, kono kyarakutā ga futatabi anime-ka sa reru no o miru koto ga dekiru node, chansu o nogasazu ni mimamotte kudasai!)\u001b[22m\n\nTranslations of \u001b[4mIt's a typical episode of the saga, funny, adorable with a bit of sexyness. Maybe i would have preferred if they had decided to adapt another chapter of the manga, instead of this one that doesn't really have much of a story to tell... but if you are a fan of this anime, it's awesome to be able to see this characters animated again, so don't miss the chance and go watch it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a typical episode of the saga, funny, adorable with a bit of sexyness.\u001b[24m\n    \u001b[1mそれは、サーガの典型的なエピソード、面白い、セクシーさのビットで愛らしい。\u001b[22m, \u001b[1mそれはsexynessのビットと愛らしい面白い佐賀、の典型的なエピソードです。\u001b[22m\n\u001b[4mMaybe i would have preferred if they had decided to adapt another chapter of the manga, instead of this one that doesn't really have much of a story to tell... but if you are a fan of this anime, it's awesome to be\u001b[24m\n    \u001b[1mたぶん私は彼らがマンガの別の章を適応させることを決めたのであれば、これはむしろ好きだっただろうが、これには実際に話すことの話があまりない...しかし、あなたがこのアニメのファンであれば、\u001b[22m, \u001b[1mたぶん、彼らは代わりに実際に伝えるために物語の多くを持っていませんこの1の、マンガの別の章を適応させることにしました場合は私が好んだと思います...しかし、あなたはこのアニメのファンであれば、それがあることが素晴らしいです\u001b[22m\n\u001b[4mable to see this characters animated again, so don't miss the chance and go watch it!\u001b[24m\n    \u001b[1mこのキャラクターが再びアニメ化されるのを見ることができるので、チャンスを逃さずに見守ってください！\u001b[22m, \u001b[1m再びアニメ化この文字を見て、そうチャンスを逃すと、それを見に行っていないことができます！\u001b[22m"
  },
  {
    "title": "Love_Stage_OVA",
    "id": "23441",
    "url": "https://myanimelist.net/anime/23441/Love_Stage_OVA",
    "user": "pleochroic",
    "profile": "/profile/pleochroic/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=229578",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nあなたがアニメを見た場合のみ、このOVAを見てください。そうでなければ、あなたはそれから何も得られません。\n\nRyoumaの撮影では、あまりにも多くの時間が浪費されました。一般的に、1つまたは2つの漫画の章に続くOVAsは、漫画の進行に意味のない無関係なものに時間を浪費していますが、 出来た。\n\nこのツイストは素晴らしく、本当に私の希望が瞬く間にありました。私はアニメのレビューでステレオタイプの役割について不平を言いましたが、クリエイターはステレオタイプに戻りました。 もしあなたがこれらのキャラクターを愛しているなら、心温まるかもしれませんが、私はそれにあまり投資しませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nOnly watch this OVA if you have seen the anime, otherwise you won't get anything out of it.\n\n\u001b[1mあなたがアニメを見た場合のみ、このOVAを見てください。そうでなければ、あなたはそれから何も得られません。\u001b[22m\n\u001b[1m(Anata ga anime o mita baai nomi, kono ovu~a o mite kudasai. Sōdenakereba, anata wa sore kara nani mo e raremasen.)\u001b[22m\n\nTranslations of \u001b[4mOnly watch this OVA if you have seen the anime, otherwise you won't get anything out of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnly watch this OVA if you have seen the anime, otherwise you won't get anything out of it.\u001b[24m\n    \u001b[1mあなたがアニメを見た場合のみ、このOVAを見てください。そうでなければ、あなたはそれから何も得られません。\u001b[22m, \u001b[1mあなたはアニメを見ている場合にのみ、それ以外の場合は、あなたがそれから何かを得ることはありません、このOVAを見て。\u001b[22m\n\u001b[1m\u001b[22m\nIMO too much time was wasted on Ryouma's filming -- generally I find that OVAs that follow a single manga chapter or two are wasting too much time on irrelevant things that make sense in the progression of the manga, but make the adaptation have less impact than it could.\n\n\u001b[1mRyoumaの撮影では、あまりにも多くの時間が浪費されました。一般的に、1つまたは2つの漫画の章に続くOVAsは、漫画の進行に意味のない無関係なものに時間を浪費していますが、 出来た。\u001b[22m\n\u001b[1m(Ryouma no satsueide wa, amarini mo ōku no jikan ga rōhi sa remashita. Ippantekini, 1tsu matawa 2tsu no manga no shō ni tsudzuku OVAs wa, manga no shinkō ni iminonai mukankeina mono ni jikan o rōhi shite imasuga, dekita.)\u001b[22m\n\nTranslations of \u001b[4mIMO too much time was wasted on Ryouma's filming -- generally I find that OVAs that follow a single manga chapter or two are wasting too much time on irrelevant things that make sense in the progression of the manga, but make the adaptation have less impact than it could.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIMO too much time was wasted on Ryouma's filming -- generally I find that OVAs that follow a single manga chapter or two are wasting too much time on irrelevant things that make sense in the progression of the manga, but make the adaptation have less impact than\u001b[24m\n    \u001b[1mRyoumaの撮影では、あまりにも多くの時間が浪費されました。一般的に、1つまたは2つの漫画の章に続くOVAsは、漫画の進行に意味のない無関係なものに時間を浪費していますが、\u001b[22m, \u001b[1mIMOあまりにも多くの時間をRyoumaの撮影に浪費された - 一般的に私は、単一のマンガの章または2に従うOVAS漫画の進行に意味をなさない無関係なものにあまりにも多くの時間を無駄にしていることがわかりますが、適応がより少ない影響があることを確認してください\u001b[22m\n\u001b[4mit could.\u001b[24m\n    \u001b[1m出来た。\u001b[22m, \u001b[1mそれは可能性があります。\u001b[22m, \u001b[1mそれができました。\u001b[22m\n\u001b[1m\u001b[22m\nThe twist is excellent, and really got my hopes up for a moment -- I complained about stereotypical roles in my review of the anime -- but then the creators went right back to stereotype, so this was rather meh for me. Maybe it's heartwarming if you love these characters, but I never invested that much into them.\n\n\u001b[1mこのツイストは素晴らしく、本当に私の希望が瞬く間にありました。私はアニメのレビューでステレオタイプの役割について不平を言いましたが、クリエイターはステレオタイプに戻りました。 もしあなたがこれらのキャラクターを愛しているなら、心温まるかもしれませんが、私はそれにあまり投資しませんでした。\u001b[22m\n\u001b[1m(Kono tsuisuto wa subarashiku, hontōni watashi no kibō ga matatakumani arimashita. Watashi wa anime no rebyū de sutereo taipu no yakuwari ni tsuite fuhei o iimashitaga, kurieitā wa sutereo taipu ni modorimashita. Moshi anata ga korera no kyarakutā o aishite irunara, kokoroatatamaru kamo shiremasenga, watashi wa sore ni amari tōshi shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe twist is excellent, and really got my hopes up for a moment -- I complained about stereotypical roles in my review of the anime -- but then the creators went right back to stereotype, so this was rather meh for me. Maybe it's heartwarming if you love these characters, but I never invested that much into them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe twist is excellent, and really got my hopes up for a moment -- I complained about stereotypical roles in my review of the anime -- but then the creators went right back to stereotype, so this was rather meh for me.\u001b[24m\n    \u001b[1mこのツイストは素晴らしく、本当に私の希望が瞬く間にありました。私はアニメのレビューでステレオタイプの役割について不平を言いましたが、クリエイターはステレオタイプに戻りました。\u001b[22m, \u001b[1mねじれが優れており、本当に一瞬私の希望を持って - 私はアニメの私のレビューでステレオタイプの役割に不満 - が、その後、作成者はすぐに戻ってステレオタイプに行ってきましたので、これは私にとってはむしろまあまあでした。\u001b[22m\n\u001b[4mMaybe it's heartwarming if you love these characters, but I never invested that much into them.\u001b[24m\n    \u001b[1mもしあなたがこれらのキャラクターを愛しているなら、心温まるかもしれませんが、私はそれにあまり投資しませんでした。\u001b[22m, \u001b[1mたぶん、あなたはこれらの文字を愛していればそれは心温まるだが、私は彼らにその多くを投資することはありません。\u001b[22m"
  }
]
