[
  {
    "title": "Choboraunyopomi_Gekijou_Dai_Ni_Maku_Ai_Mai_Mii__Mousou_Catastrophe",
    "id": "23551",
    "url": "https://myanimelist.net/anime/23551/Choboraunyopomi_Gekijou_Dai_Ni_Maku_Ai_Mai_Mii__Mousou_Catastrophe",
    "user": "NoMainer_Anime",
    "profile": "/profile/NoMainer_Anime/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=184948",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\n最初のシーズンと同じように、Mousou Catastropheは非常に良いコメディを提供します。\n\nストーリー - 存在しない。 しかし、これは生涯のコメディーの一部ですので、とにかく1人であるはずはありません、バカ！\n\nアート - 美しい背景。 文字はもう少し激しく描かれている。 しかし、私はそれが非常に重要な気がしなかった、再度、これはコメディであり、私はより多くのキャラクターが何を言っているかに関心があり、どのような角度と形の指が持っていることにします。\n\nサウンド - それはうまくフィットし、高品質です。 私はキャストの声が大好きで、音楽も悪くない。\n\n楽しさ - 私はこのアニメを見てとても楽しい時間を過ごしました。同じことをお勧めします。 しかし、実際に何も起こらなかったような気がして、私はちょっと退屈でした。 コメディを除いて、それは非常に良いです、そして、それがたくさんあります。 私はまた、彼らがエピソードをどのように終わらせるかが陽気なことを反転しているいくつかの要約文で愛している。\n\n全体：7（+）\n\nKindaはそれに8を与えたいと思っていましたが、そこに到達するには、アートと一貫性を少し良くする必要があります。 これを7+",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nMuch like the first season, Mousou Catastrophe delivers some very good comedy.\n\n\u001b[1m最初のシーズンと同じように、Mousou Catastropheは非常に良いコメディを提供します。\u001b[22m\n\u001b[1m(Saisho no shīzun to onajiyōni, Mousou Catastrophe wa hijō ni yoi komedi o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMuch like the first season, Mousou Catastrophe delivers some very good comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMuch like the first season, Mousou Catastrophe delivers some very good comedy.\u001b[24m\n    \u001b[1m最初のシーズンと同じように、Mousou Catastropheは非常に良いコメディを提供します。\u001b[22m, \u001b[1m多くの最初のシーズンのように、妄想の災害は、いくつかの非常に良いコメディを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nStory - Nonexistent. however this is a slice of life comedy so there isnt supposed to be one anyway, baka!\n\n\u001b[1mストーリー - 存在しない。 しかし、これは生涯のコメディーの一部ですので、とにかく1人であるはずはありません、バカ！\u001b[22m\n\u001b[1m(Sutōrī - sonzaishinai. Shikashi, kore wa shōgai no komedī no ichibudesunode, tonikaku 1-ridearu hazu wa arimasen, baka!)\u001b[22m\n\nTranslations of \u001b[4mStory - Nonexistent. however this is a slice of life comedy so there isnt supposed to be one anyway, baka!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - Nonexistent.\u001b[24m\n    \u001b[1mストーリー - 存在しない。\u001b[22m, \u001b[1mストーリー - 存在しません。\u001b[22m\n\u001b[4mhowever this is a slice of life comedy so there isnt supposed to be one anyway, baka!\u001b[24m\n    \u001b[1mしかし、これは生涯のコメディーの一部ですので、とにかく1人であるはずはありません、バカ！\u001b[22m, \u001b[1mとにかく1、バカがあるようになってイマイチので、しかし、これは人生の喜劇のスライスであります！\u001b[22m\n\u001b[1m\u001b[22m\nArt - Beautiful backgrounds. Characters are drawn a little more cruedly though. However, I didn't feel like that mattered very much, cause again, this is a comedy and I'm more interested in what the characters say and do that what angle and shape their fingers have.\n\n\u001b[1mアート - 美しい背景。 文字はもう少し激しく描かれている。 しかし、私はそれが非常に重要な気がしなかった、再度、これはコメディであり、私はより多くのキャラクターが何を言っているかに関心があり、どのような角度と形の指が持っていることにします。\u001b[22m\n\u001b[1m(Āto - utsukushī haikei. Moji wa mōsukoshi hageshiku egaka rete iru. Shikashi, watashi wa sore ga hijō ni jūyōna ki ga shinakatta, saido, koreha komedideari, watakushiha yori ōku no kyarakutā ga nani o itte iru ka ni kanshin ga ari, do no yōna kakudo to katachi no yubi ga motte iru koto ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt - Beautiful backgrounds. Characters are drawn a little more cruedly though. However, I didn't feel like that mattered very much, cause again, this is a comedy and I'm more interested in what the characters say and do that what angle and shape their fingers have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - Beautiful backgrounds.\u001b[24m\n    \u001b[1mアート - 美しい背景。\u001b[22m\n\u001b[4mCharacters are drawn a little more cruedly though.\u001b[24m\n    \u001b[1m文字はもう少し激しく描かれている。\u001b[22m, \u001b[1m文字はいえ、もう少しcruedly描かれています。\u001b[22m\n\u001b[4mHowever, I didn't feel like that mattered very much, cause again, this is a comedy and I'm more interested in what the characters say and do that what angle and shape their fingers have.\u001b[24m\n    \u001b[1mしかし、私はそれが非常に重要な気がしなかった、再度、これはコメディであり、私はより多くのキャラクターが何を言っているかに関心があり、どのような角度と形の指が持っていることにします。\u001b[22m, \u001b[1mしかし、私は、非常に重要であっているような気がしませんでしたもう一度引き起こし、これは喜劇だと私は文字の言うことの方に興味があるんだとどのような角度と形状自分の指を持っていることを行います。\u001b[22m\n\u001b[1m\u001b[22m\nSound - It fits nicely and has a high quality. I love the voices of the cast, and the music isn't bad either.\n\n\u001b[1mサウンド - それはうまくフィットし、高品質です。 私はキャストの声が大好きで、音楽も悪くない。\u001b[22m\n\u001b[1m(Saundo - sore wa umaku fitto shi, kōhinshitsudesu. Watashi wa kyasuto no koe ga daisukide, ongaku mo warukunai.)\u001b[22m\n\nTranslations of \u001b[4mSound - It fits nicely and has a high quality. I love the voices of the cast, and the music isn't bad either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - It fits nicely and has a high quality.\u001b[24m\n    \u001b[1mサウンド - それはうまくフィットし、高品質です。\u001b[22m, \u001b[1mサウンド - それはきれいにフィットし、高品質を持っています。\u001b[22m\n\u001b[4mI love the voices of the cast, and the music isn't bad either.\u001b[24m\n    \u001b[1m私はキャストの声が大好きで、音楽も悪くない。\u001b[22m, \u001b[1m私はキャストの声を愛し、音楽も悪くないです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - I had a very good time watching this anime, and I encourage you to do the same. However, there were some moments where I felt like nothing really happened and this bored me slightly. That aside the comedy is VERY good, and there is lots of it. I also love how they end their episodes with some summarizing statement that is flipping hilarious.\n\n\u001b[1m楽しさ - 私はこのアニメを見てとても楽しい時間を過ごしました。同じことをお勧めします。 しかし、実際に何も起こらなかったような気がして、私はちょっと退屈でした。 コメディを除いて、それは非常に良いです、そして、それがたくさんあります。 私はまた、彼らがエピソードをどのように終わらせるかが陽気なことを反転しているいくつかの要約文で愛している。\u001b[22m\n\u001b[1m(Tanoshisa - watashi wa kono anime o mite totemo tanoshī jikan o sugoshimashita. Onaji koto o o susume shimasu. Shikashi, jissai ni nani mo okoranakatta yōna ki ga shite, watashi wa chotto taikutsudeshita. Komedi o nozoite, sore wa hijō ni yoidesu, soshite, sore ga takusan arimasu. Watashi wa mata, karera ga episōdo o dono yō ni owara seru ka ga yōkina koto o hanten shite iru ikutsu ka no yōyaku bun de aishite iru.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - I had a very good time watching this anime, and I encourage you to do the same. However, there were some moments where I felt like nothing really happened and this bored me slightly. That aside the comedy is VERY good, and there is lots of it. I also love how they end their episodes with some summarizing statement that is flipping hilarious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - I had a very good time watching this anime, and I encourage you to do the same.\u001b[24m\n    \u001b[1m楽しさ - 私はこのアニメを見てとても楽しい時間を過ごしました。同じことをお勧めします。\u001b[22m, \u001b[1m楽しさ - 私はこのアニメを見て非常に良い時間を持っていた、と私は同じことをすることをお勧めします。\u001b[22m\n\u001b[4mHowever, there were some moments where I felt like nothing really happened and this bored me slightly.\u001b[24m\n    \u001b[1mしかし、実際に何も起こらなかったような気がして、私はちょっと退屈でした。\u001b[22m, \u001b[1mしかし、私が本当に起こった何のように感じ、これは少し私を退屈いくつかの瞬間がありました。\u001b[22m\n\u001b[4mThat aside the comedy is VERY good, and there is lots of it.\u001b[24m\n    \u001b[1mコメディを除いて、それは非常に良いです、そして、それがたくさんあります。\u001b[22m, \u001b[1mそれはさておきコメディは非常に良好であり、それがたくさんあります。\u001b[22m\n\u001b[4mI also love how they end their episodes with some summarizing statement that is flipping hilarious.\u001b[24m\n    \u001b[1m私はまた、彼らがエピソードをどのように終わらせるかが陽気なことを反転しているいくつかの要約文で愛している。\u001b[22m, \u001b[1m私はまた、彼らは陽気なフリップされ、いくつかのまとめステートメントでそのエピソードを終了する方法が大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7 (+)\n\n\u001b[1m全体：7（+）\u001b[22m\n\u001b[1m(Zentai: 7 (+ ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 7 (+)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7 (+)\u001b[24m\n    \u001b[1m全体：7（+）\u001b[22m\n\u001b[1m\u001b[22m\nKinda wanted to give it an 8 but to get there it needs to make the art and consistency a LITTLE bit better. Consider it a 7+\n\n\u001b[1mKindaはそれに8を与えたいと思っていましたが、そこに到達するには、アートと一貫性を少し良くする必要があります。 これを7+\u001b[22m\n\u001b[1m(Kinda wa sore ni 8 o ataetai to omotte imashitaga, soko ni tōtatsu suru ni wa, āto to ikkan-sei o sukoshi yoku suru hitsuyō ga arimasu. Kore o 7 +)\u001b[22m\n\nTranslations of \u001b[4mKinda wanted to give it an 8 but to get there it needs to make the art and consistency a LITTLE bit better. Consider it a 7+\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKinda wanted to give it an 8 but to get there it needs to make the art and consistency a LITTLE bit better.\u001b[24m\n    \u001b[1mKindaはそれに8を与えたいと思っていましたが、そこに到達するには、アートと一貫性を少し良くする必要があります。\u001b[22m, \u001b[1mちょっとそれを8を与えるが、それは芸術性と一貫性が少しでも良い行う必要がある取得したいです。\u001b[22m\n\u001b[4mConsider it a 7+\u001b[24m\n    \u001b[1mこれを7+\u001b[22m, \u001b[1mそれを検討7+\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Choboraunyopomi_Gekijou_Dai_Ni_Maku_Ai_Mai_Mii__Mousou_Catastrophe",
    "id": "23551",
    "url": "https://myanimelist.net/anime/23551/Choboraunyopomi_Gekijou_Dai_Ni_Maku_Ai_Mai_Mii__Mousou_Catastrophe",
    "user": "Paraturtle",
    "profile": "/profile/Paraturtle/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=218624",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  2\n|  5\n\nストーリー：\n最初のものとは違って、このコメディははるかに不条理です。 この季節がまったくの狂気の理由で何らかの根絶を忘れているので、パンチラインや冗談は冗談ではない。 私はそれほど面白いとは思わなかった。\n\n\nアート：\n最初の季節とは違って、アートワークは最後から一歩上がっています。 それはいいですが、最初のコメディーの中には、アートワークがショーの性質とどのように調和しているかというものがあります。 それは、2つのショーに同じ芸術スタイルを消費することからいくらかの疲れを感じるかもしれないということです（両方とも信じられないほど短くても）、私はそれが大したことではないと思います。\n\n\n音：\nここでも問題はありません。 信じられないほどのVAの仕事を保証するものは何も起こらず、優れたOSTを求めるものはありません。 それは非常に基本的なものですが、私が求めているのはこれだけです。\n\n\nキャラクター：\n最初の人は、ある種のキャラクターについてのユーモアに対する自己認識の感覚を持っていましたが、今シーズンは馬鹿げたものを無視しているようです。 私はこれがかなり失望していることを発見しましたが、もう一度、大したことではありません。 これは深刻なショーではないので、私は深刻な何かを期待していない。\n\n\n楽しみ：\n私はそれを楽しんだが、最初のシーズンほどではなかった。 ありがたいことに、これほど長い時間ではありませんので、私は時間を無駄にしていません。 私は1〜2回笑ったので、それはいいです。\n\n\n（（このレビューが好きだったら、マンガとアニメの両方の他の作品の新しいレビューのために私を友達にしてください！））",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nUnlike the first, this one's comedy is far more absurd. It's not so much about the punchline or the absurdity being the joke, as this season forsakes any grounding in reason for plain insanity. I didn't find it quite as funny.\n\n\u001b[1m最初のものとは違って、このコメディははるかに不条理です。 この季節がまったくの狂気の理由で何らかの根絶を忘れているので、パンチラインや冗談は冗談ではない。 私はそれほど面白いとは思わなかった。\u001b[22m\n\u001b[1m(Saisho no mono to wa chigatte, kono komedi wa haruka ni fujōridesu. Kono kisetsu ga mattaku no kyōki no riyū de nanrakano konzetsu o wasurete irunode, panchi rain ya jōdan wa jōdande wanai. Watashi wa sore hodo omoshiroi to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mUnlike the first, this one's comedy is far more absurd. It's not so much about the punchline or the absurdity being the joke, as this season forsakes any grounding in reason for plain insanity. I didn't find it quite as funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike the first, this one's comedy is far more absurd.\u001b[24m\n    \u001b[1m最初のものとは違って、このコメディははるかに不条理です。\u001b[22m, \u001b[1m最初のとは異なり、この1の喜劇の方がはるかに不合理です。\u001b[22m\n\u001b[4mIt's not so much about the punchline or the absurdity being the joke, as this season forsakes any grounding in reason for plain insanity.\u001b[24m\n    \u001b[1mこの季節がまったくの狂気の理由で何らかの根絶を忘れているので、パンチラインや冗談は冗談ではない。\u001b[22m, \u001b[1mこのシーズンは、プレーン狂気の理由で任意の接地を捨てるように、それは、パンチラインまたはジョークという不条理についてはあまりありません。\u001b[22m\n\u001b[4mI didn't find it quite as funny.\u001b[24m\n    \u001b[1m私はそれほど面白いとは思わなかった。\u001b[22m, \u001b[1m私はそれはかなりのように面白い見つけることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nUnlike the first season, the artwork is a step up from the last. It's fine, but some of the comedy of the first is how the artwork is in tune with the nature of the show. That said, I also could be getting some fatigue from consuming the same art-style across 2 shows (even if both are incredibly short), so I don't think it's all that big of a deal.\n\n\u001b[1m最初の季節とは違って、アートワークは最後から一歩上がっています。 それはいいですが、最初のコメディーの中には、アートワークがショーの性質とどのように調和しているかというものがあります。 それは、2つのショーに同じ芸術スタイルを消費することからいくらかの疲れを感じるかもしれないということです（両方とも信じられないほど短くても）、私はそれが大したことではないと思います。\u001b[22m\n\u001b[1m(Saisho no kisetsu to wa chigatte, ātowāku wa saigo kara ippo agatte imasu. Sore wa īdesuga, saisho no komedī no nakaniha, ātowāku ga shō no seishitsu todo no yō ni chōwa shite iru ka to iu mono ga arimasu. Sore wa, 2tsu no shō ni onaji geijutsu sutairu o shōhi suru koto kara ikuraka no tsukare o kanjiru kamo shirenai to iu kotodesu (ryōhō tomo shinjirarenai hodo mijikakute mo), watashi wa sore ga taishita kotode wa nai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike the first season, the artwork is a step up from the last. It's fine, but some of the comedy of the first is how the artwork is in tune with the nature of the show. That said, I also could be getting some fatigue from consuming the same art-style across 2 shows (even if both are incredibly short), so I don't think it's all that big of a deal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike the first season, the artwork is a step up from the last.\u001b[24m\n    \u001b[1m最初の季節とは違って、アートワークは最後から一歩上がっています。\u001b[22m, \u001b[1m最初のシーズンとは異なり、アートワークは、最後からのステップアップです。\u001b[22m\n\u001b[4mIt's fine, but some of the comedy of the first is how the artwork is in tune with the nature of the show.\u001b[24m\n    \u001b[1mそれはいいですが、最初のコメディーの中には、アートワークがショーの性質とどのように調和しているかというものがあります。\u001b[22m, \u001b[1mそれは素晴らしいですが、最初の喜劇のいくつかは、アートワークがショーの自然と調和している方法です。\u001b[22m\n\u001b[4mThat said, I also could be getting some fatigue from consuming the same art-style across 2 shows (even if both are incredibly short), so I don't think it's all that big of a deal.\u001b[24m\n    \u001b[1mそれは、2つのショーに同じ芸術スタイルを消費することからいくらかの疲れを感じるかもしれないということです（両方とも信じられないほど短くても）、私はそれが大したことではないと思います。\u001b[22m, \u001b[1mそれは私も（両方が信じられないほど短い場合であっても）2番組間で同じ芸術スタイルを消費するからいくつかの疲労を得ることができた、と述べたので、私はそれがすべての取引の大きなだとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nAgain, no issues here. Nothing takes place that warrants incredible VA work, neither does anything demand an excellent OST. It's very basic, which is all I ask for.\n\n\u001b[1mここでも問題はありません。 信じられないほどのVAの仕事を保証するものは何も起こらず、優れたOSTを求めるものもありません。 それは非常に基本的なものですが、私が求めているのはこれだけです。\u001b[22m\n\u001b[1m(Koko demo mondai wa arimasen. Shinji rarenai hodo no VA no shigoto o hoshō suru mono wa nani mo okorazu, sugureta OST o motomeru mono mo arimasen. Sore wa hijō ni kihon-tekina monodesuga, watashi ga motomete iru no wa kore dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAgain, no issues here. Nothing takes place that warrants incredible VA work, neither does anything demand an excellent OST. It's very basic, which is all I ask for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, no issues here.\u001b[24m\n    \u001b[1mここでも問題はありません。\u001b[22m, \u001b[1mここでも、ここで問題無し。\u001b[22m\n\u001b[4mNothing takes place that warrants incredible VA work, neither does anything demand an excellent OST.\u001b[24m\n    \u001b[1m信じられないほどのVAの仕事を保証するものは何も起こらず、優れたOSTを求めるものもありません。\u001b[22m, \u001b[1m何も信じられないほどのVAの仕事を保証する場所をとらない、どちらも何でも優れたOSTを要求ありません。\u001b[22m\n\u001b[4mIt's very basic, which is all I ask for.\u001b[24m\n    \u001b[1mそれは非常に基本的なものですが、私が求めているのはこれだけです。\u001b[22m, \u001b[1mそれは私が求めるすべてである、非常に基本的です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe first had some sense of self-awareness with the humor about certain characters doing certain things, but this season seems to ignore those for the absurdity. I found this pretty disappointing, but again, not really a big deal. This isn't a serious show so I'm not expecting anything serious.\n\n\u001b[1m最初の人は、ある種のキャラクターについてのユーモアに対する自己認識の感覚を持っていましたが、今シーズンは馬鹿げたものを無視しているようです。 私はこれがかなり失望していることを発見しましたが、もう一度、大したことではありません。 これは深刻なショーではないので、私は深刻な何かを期待していない。\u001b[22m\n\u001b[1m(Saisho no hito wa, arushuno kyarakutā ni tsuite no yūmoa ni taisuru jiko ninshiki no kankaku o motte imashitaga, ima shīzun wa bakageta mono o mushi shite iru yōdesu. Watashi wa kore ga kanari shitsubō shite iru koto o hakken shimashitaga, mōichido, taishita kotode wa arimasen. Kore wa shinkokuna shōde wanainode, watashi wa shinkokuna nanika o kitai shite inai.)\u001b[22m\n\nTranslations of \u001b[4mThe first had some sense of self-awareness with the humor about certain characters doing certain things, but this season seems to ignore those for the absurdity. I found this pretty disappointing, but again, not really a big deal. This isn't a serious show so I'm not expecting anything serious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first had some sense of self-awareness with the humor about certain characters doing certain things, but this season seems to ignore those for the absurdity.\u001b[24m\n    \u001b[1m最初の人は、ある種のキャラクターについてのユーモアに対する自己認識の感覚を持っていましたが、今シーズンは馬鹿げたものを無視しているようです。\u001b[22m, \u001b[1m最初は、特定のことをやって、特定の文字についてのユーモアと自己認識のいくつかの意味を持っていましたが、今シーズンは不条理のためのそれらを無視しているようです。\u001b[22m\n\u001b[4mI found this pretty disappointing, but again, not really a big deal.\u001b[24m\n    \u001b[1m私はこれがかなり失望していることを発見しましたが、もう一度、大したことではありません。\u001b[22m, \u001b[1m私はこれはかなり失望見つけましたが、もう一度、本当に大したこと。\u001b[22m\n\u001b[4mThis isn't a serious show so I'm not expecting anything serious.\u001b[24m\n    \u001b[1mこれは深刻なショーではないので、私は深刻な何かを期待していない。\u001b[22m, \u001b[1mこれは、私は深刻な何かを期待していないよ、深刻なショーではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed it, but not as much as the first season. Thankfully, this isn't all that long so I'm not wasting my time by finishing it out. I chuckled once or twice, so that's alright.\n\n\u001b[1m私はそれを楽しんだが、最初のシーズンほどではなかった。 ありがたいことに、これほど長い時間ではありませんので、私は時間を無駄にしていません。 私は1〜2回笑ったので、それはいいです。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshindaga, saisho no shīzun hodode wa nakatta. Arigatai koto ni, kore hodo nagai jikande wa arimasen'node, watashi wa jikan o muda ni shite imasen. Watashi wa 1 〜 2-kai warattanode, sore wa īdesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it, but not as much as the first season. Thankfully, this isn't all that long so I'm not wasting my time by finishing it out. I chuckled once or twice, so that's alright.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it, but not as much as the first season.\u001b[24m\n    \u001b[1m私はそれを楽しんだが、最初のシーズンほどではなかった。\u001b[22m, \u001b[1m私はそれを楽しんだが、最初のシーズン限りではありません。\u001b[22m\n\u001b[4mThankfully, this isn't all that long so I'm not wasting my time by finishing it out.\u001b[24m\n    \u001b[1mありがたいことに、これほど長い時間ではありませんので、私は時間を無駄にしていません。\u001b[22m, \u001b[1mありがたいことに、これはので、私はそれを終えたことで私の時間を無駄にしないよすべては長くはありません。\u001b[22m\n\u001b[4mI chuckled once or twice, so that's alright.\u001b[24m\n    \u001b[1m私は1〜2回笑ったので、それはいいです。\u001b[22m, \u001b[1m私は一度か二度笑ったので、それは大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n((If you liked this review, friend me for new reviews on other works, both manga and anime!))\n\n\u001b[1m（（このレビューが好きだったら、マンガとアニメの両方の他の作品の新しいレビューのために私を友達にしてください！））\u001b[22m\n\u001b[1m(( (Kono rebyū ga sukidattara, manga to anime no ryōhō no ta no sakuhin no atarashī rebyū no tame ni watashi o tomodachi ni shite kudasai! ) ))\u001b[22m\n\nTranslations of \u001b[4m((If you liked this review, friend me for new reviews on other works, both manga and anime!))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m((If you liked this review, friend me for new reviews on other works, both manga and anime!))\u001b[24m\n    \u001b[1m（（このレビューが好きだったら、マンガとアニメの両方の他の作品の新しいレビューのために私を友達にしてください！））\u001b[22m, \u001b[1m（（他の作品に新しいレビューのためのあなたはこのレビューを気に入った場合は、友人私を、マンガやアニメの両方！））\u001b[22m"
  }
]
