[
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "thumpz99",
    "profile": "/profile/thumpz99/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=201040",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は、おおかみ少女が大地黒を見て、とても楽しいロマンチックなコメディであることを発見しました。\n\n物語はあなたのレギュラーロマンスです。 男性は過度にハンサムで、女性はただのジェーンです。 彼らがどのように恋に落ちたのか、そして彼らが不安と感情的な壁を克服する方法についてです。\n\nアートは本当に素晴らしく、ある意味では人生よりも大きく感じます。 キャラクターの表現は本当に面白そうです。キャラクターを区別するのに問題はなく、アニメーションシーケンスをまったく再利用しません。\n\n音はかなり良かったです。 すべてが収まるように見え、音楽はどちらかに耳を傾けても苦痛ではありませんでした。\n\n文字は本当に素晴らしいです。 それぞれに独自の癖がありますが、ほとんどのものとかなり素早く恋をすることができます。 彼らは、主に信じられており、前述したように、非常に区別が可能です。\n\n私は本当にシリーズとOVAの両方を見て楽しんだ。\n\n\n私はソリッド8だと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI found Ookami Shoujo to Kuro Ouji to be a very enjoyable romantic comedy.\n\n\u001b[1m私は、おおかみ少女が大地黒を見て、とても楽しいロマンチックなコメディであることを発見しました。\u001b[22m\n\u001b[1m(Watashi wa, o okami shōjo ga daichi kuro o mite, totemo tanoshī romanchikkuna komedidearu koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI found Ookami Shoujo to Kuro Ouji to be a very enjoyable romantic comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found Ookami Shoujo to Kuro Ouji to be a very enjoyable romantic comedy.\u001b[24m\n    \u001b[1m私は、おおかみ少女が大地黒を見て、とても楽しいロマンチックなコメディであることを発見しました。\u001b[22m, \u001b[1m私は非常に楽しいロマンチックコメディであると黒王子に狼少女を発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is your regular romance with a small twist. The male is overly handsome and the female is just plain Jane. It's about how they fell in love and how they both overcome insecurities and emotional walls.\n\n\u001b[1m物語はあなたのレギュラーロマンスです。 男性は過度にハンサムで、女性はただのジェーンです。 彼らがどのように恋に落ちたのか、そして彼らが不安と感情的な壁を克服する方法についてです。\u001b[22m\n\u001b[1m(Monogatari wa anata no regyurāromansudesu. Dansei wa kado ni hansamu de, josei wa tada no jēndesu. Karera ga dono yō ni koi ni ochita no ka, soshite karera ga fuan to kanjō-tekina kabe o kokufuku suru hōhō ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is your regular romance with a small twist. The male is overly handsome and the female is just plain Jane. It's about how they fell in love and how they both overcome insecurities and emotional walls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is your regular romance with a small twist.\u001b[24m\n    \u001b[1m物語はあなたのレギュラーロマンスです。\u001b[22m, \u001b[1m物語は、小さなひねりを加えた通常のロマンスです。\u001b[22m\n\u001b[4mThe male is overly handsome and the female is just plain Jane.\u001b[24m\n    \u001b[1m男性は過度にハンサムで、女性はただのジェーンです。\u001b[22m, \u001b[1m男性は、過度にハンサムで、女性は単なるジェーンです。\u001b[22m\n\u001b[4mIt's about how they fell in love and how they both overcome insecurities and emotional walls.\u001b[24m\n    \u001b[1m彼らがどのように恋に落ちたのか、そして彼らが不安と感情的な壁を克服する方法についてです。\u001b[22m, \u001b[1mそれは、彼らが恋に落ちたし、それらがどのように両方の不安や感情の壁を克服する方法についてです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art is really great and feels larger than life in certain ways. The character expressions are really fun to look at, there's no difficulty at all telling characters apart, and they don't re-use animation sequences at all.\n\n\u001b[1mアートは本当に素晴らしく、ある意味では人生よりも大きく感じます。 キャラクターの表現は本当に面白そうです。キャラクターを区別するのに問題はなく、アニメーションシーケンスをまったく再利用しません。\u001b[22m\n\u001b[1m(Āto wa hontōni subarashiku, aruimide wa jinsei yori mo ōkiku kanjimasu. Kyarakutā no hyōgen wa hontōni omoshiro-sōdesu. Kyarakutā o kubetsu suru no ni mondai wa naku, animēshonshīkensu o mattaku sai riyō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe Art is really great and feels larger than life in certain ways. The character expressions are really fun to look at, there's no difficulty at all telling characters apart, and they don't re-use animation sequences at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art is really great and feels larger than life in certain ways.\u001b[24m\n    \u001b[1mアートは本当に素晴らしく、ある意味では人生よりも大きく感じます。\u001b[22m, \u001b[1mアートは本当に素晴らしいですし、特定の方法での生活よりも大きく感じています。\u001b[22m\n\u001b[4mThe character expressions are really fun to look at, there's no difficulty at all telling characters apart, and they don't re-use animation sequences at all.\u001b[24m\n    \u001b[1mキャラクターの表現は本当に面白そうです。キャラクターを区別するのに問題はなく、アニメーションシーケンスをまったく再利用しません。\u001b[22m, \u001b[1m文字式はすべて伝える文字で支障が離れてありません、見て本当に楽しいであり、それらはすべてでアニメーションシーケンスを再利用しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound was pretty good. Everything seemed to fit and the music wasn't painful to listen to either.\n\n\u001b[1m音はかなり良かったです。 すべてが収まるように見え、音楽はどちらかに耳を傾けても苦痛ではありませんでした。\u001b[22m\n\u001b[1m(Oto wa kanari yokattadesu. Subete ga osamaru yō ni mie, ongaku wa dochira ka ni mimi o katamukete mo kutsūde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe Sound was pretty good. Everything seemed to fit and the music wasn't painful to listen to either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound was pretty good.\u001b[24m\n    \u001b[1m音はかなり良かったです。\u001b[22m, \u001b[1mサウンドはかなり良かったです。\u001b[22m\n\u001b[4mEverything seemed to fit and the music wasn't painful to listen to either.\u001b[24m\n    \u001b[1mすべてが収まるように見え、音楽はどちらかに耳を傾けても苦痛ではありませんでした。\u001b[22m, \u001b[1mすべてが収まるように見えたし、音楽はどちらかを聞くことが苦痛ではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are really great. Each has their own quirks but you can fall in love with most of them pretty quickly. They are, mostly, believable and, as stated earlier, very distinguishable.\n\n\u001b[1m文字は本当に素晴らしいです。 それぞれに独自の癖がありますが、ほとんどのものとかなり素早く恋をすることができます。 彼らは、主に信じられており、前述したように、非常に区別が可能です。\u001b[22m\n\u001b[1m(Moji wa hontōni subarashīdesu. Sorezore ni dokuji no kuse ga arimasuga, hotondo no mono to kanari subayaku koi o suru koto ga dekimasu. Karera wa, omo ni shinji rarete ori, zenjutsu shita yō ni, hijō ni kubetsu ga kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are really great. Each has their own quirks but you can fall in love with most of them pretty quickly. They are, mostly, believable and, as stated earlier, very distinguishable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are really great.\u001b[24m\n    \u001b[1m文字は本当に素晴らしいです。\u001b[22m, \u001b[1mキャラクターは本当に素晴らしいです。\u001b[22m\n\u001b[4mEach has their own quirks but you can fall in love with most of them pretty quickly.\u001b[24m\n    \u001b[1mそれぞれに独自の癖がありますが、ほとんどのものとかなり素早く恋をすることができます。\u001b[22m, \u001b[1mそれぞれが自分の癖を持っていますが、かなり迅速にそれらのほとんどと恋に落ちることができます。\u001b[22m\n\u001b[4mThey are, mostly, believable and, as stated earlier, very distinguishable.\u001b[24m\n    \u001b[1m彼らは、主に信じられており、前述したように、非常に区別が可能です。\u001b[22m, \u001b[1mこれらは、非常に区別可能な、前述のように、主に、信じられるとされています。\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed watching both the series and the OVA too.\n\n\u001b[1m私は本当にシリーズとOVAの両方を見て楽しんだ。\u001b[22m\n\u001b[1m(Watashi wa hontōni shirīzu to ovu~a no ryōhō o mite tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed watching both the series and the OVA too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed watching both the series and the OVA too.\u001b[24m\n    \u001b[1m私は本当にシリーズとOVAの両方を見て楽しんだ。\u001b[22m, \u001b[1m私は本当にあまりにもシリーズやOVAの両方を見て楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMy opinion is that it's a Solid 8 and I recommend seeing it!\n\n\u001b[1m私はソリッド8だと思っています。\u001b[22m\n\u001b[1m(Watashi wa soriddo 8da to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMy opinion is that it's a Solid 8 and I recommend seeing it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy opinion is that it's a Solid 8 and I recommend seeing it!\u001b[24m\n    \u001b[1m私はソリッド8だと思っています。\u001b[22m, \u001b[1m私の意見は、それはソリッド8だと私はそれを見てお勧めしますということです！\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "alishaa",
    "profile": "/profile/alishaa/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=194407",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  5\n\nちょうど明確にするために私はマンガを読んでいないので、私はそれがどのようになっているのか分からず、これは私の最初のレビューですのでここでそれが行きます。\n\n私は正直なところ、このアニメについてどのように感じるのか分かりません。 私は気持ちが混ざっていると思いますか？ 面白いと思っていた部分がいくつかありましたが、私には少し不快感を与えたいくつかの瞬間がありました。\n\n人々はこのアニメが虐待をロマンチックにしていると言いますが、それはおそらく真実です。 しかし、私はKyouyaとErikaがFAKEの関係にあったときに主に虐待が起きたと感じています。 彼らが本物のために出会い始めた後、Kyouyaはまだいまだに伯爵だったが、以前ほどではなかった。 彼らが本当に誕生したとき、KyouyaはErikaがやりたいことに参加したくなくて、彼の名前を呼んでいますが、私は必ずしもそれを「虐待」と呼んでいないでしょう、彼はちょうど非常に厄介な男です それは過去の彼の行動を許しません。\n\n私は芸術のスタイルが好きだった、キャラクターは私の意見でかなり見えた。 音は大丈夫でしたが、耳には驚くべきものではありませんでした。 私はErikaはかなり親切なキャラクターで、彼女はかわいいと思う。  Kyouyaの美貌に惑わされないで、彼は魅力的なツンデレのお尻です。\n\n全体的に、アニメはかなり大丈夫だった。 いくつかのキャラクターは可愛いし、物語は面白かったです。 私はそれがより良く書かれ、S＆amp; Mがより健全であったことを望むだけで、それは私のこの不満なレビューです。 平和。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nJust to be clear I haven't read the manga so I don't know how that goes, and this is my first review so here it goes.\n\n\u001b[1mちょうど明確にするために私はマンガを読んでいないので、私はそれがどのようになっているのか分からず、これは私の最初のレビューですのでここでそれが行きます。\u001b[22m\n\u001b[1m(Chōdo meikaku ni suru tame ni watashi wa manga o yon de inainode, watashi wa sore ga dono yō ni natte iru no ka wakarazu, kore wa watashi no saisho no rebyūdesunode koko de sore ga ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mJust to be clear I haven't read the manga so I don't know how that goes, and this is my first review so here it goes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust to be clear I haven't read the manga so I don't know how that goes, and this is my first review so here it goes.\u001b[24m\n    \u001b[1mちょうど明確にするために私はマンガを読んでいないので、私はそれがどのようになっているのか分からず、これは私の最初のレビューですのでここでそれが行きます。\u001b[22m, \u001b[1mただ、私はそれがどのようになるかわからないので、私は漫画を読んでいない明確にすること、これはので、ここでそれが行く私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nI honestly don't know how I feel about this anime. I have mixed feelings, I guess? There were some parts I thought were funny but there were some moments that made me a bit uncomfortable.\n\n\u001b[1m私は正直なところ、このアニメについてどのように感じるのか分かりません。 私は気持ちが混ざっていると思いますか？ 面白いと思っていた部分がいくつかありましたが、私には少し不快感を与えたいくつかの瞬間がありました。\u001b[22m\n\u001b[1m(Watashi wa shōjikina tokoro, kono anime ni tsuite dono yō ni kanjiru no ka wakarimasen. Watashi wa kimochi ga mazatte iru to omoimasu ka? Omoshiroi to omotte ita bubun ga ikutsu ka arimashitaga, watashiniha sukoshi fukai-kan o ataeta ikutsu ka no shunkan ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI honestly don't know how I feel about this anime. I have mixed feelings, I guess? There were some parts I thought were funny but there were some moments that made me a bit uncomfortable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI honestly don't know how I feel about this anime.\u001b[24m\n    \u001b[1m私は正直なところ、このアニメについてどのように感じるのか分かりません。\u001b[22m, \u001b[1m私は正直、私はこのアニメについてどのように感じているかわかりません。\u001b[22m\n\u001b[4mI have mixed feelings, I guess?\u001b[24m\n    \u001b[1m私は気持ちが混ざっていると思いますか？\u001b[22m, \u001b[1m私は複雑な気持ちをしている、私は推測しますか？\u001b[22m\n\u001b[4mThere were some parts I thought were funny but there were some moments that made me a bit uncomfortable.\u001b[24m\n    \u001b[1m面白いと思っていた部分がいくつかありましたが、私には少し不快感を与えたいくつかの瞬間がありました。\u001b[22m, \u001b[1m私が面白いでしたが、私は少し不快に作られたいくつかの瞬間があったと思ったいくつかの部分がありました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen people say this anime romanticizes abuse, that's probably true. However I feel the abuse mainly occurred when Kyouya and Erika were in a FAKE relationship. After they started dating for real, Kyouya was still an asshole but not as much as he was before. When they date for real, Kyouya doesn't want to participate in any of the things that Erika wants to do and he calls her names, but I wouldn't necessarily call that 'abusive', he's just a very annoying tsundere boy, but that doesn't excuse his actions in the past.\n\n\u001b[1m人々はこのアニメが虐待をロマンチックにしていると言いますが、それはおそらく真実です。 しかし、私はKyouyaとErikaがFAKEの関係にあったときに主に虐待が起きたと感じています。 彼らが本物のために出会い始めた後、Kyouyaはまだいまだに伯爵だったが、以前ほどではなかった。 彼らが本当に誕生したとき、KyouyaはErikaがやりたいことに参加したくなくて、彼の名前を呼んでいますが、私は必ずしもそれを「虐待」と呼んでいないでしょう、彼はちょうど非常に厄介な男です それは過去の彼の行動を許しません。\u001b[22m\n\u001b[1m(Hitobito wa kono anime ga gyakutai o romanchikku ni shite iru to iimasuga, sore wa osoraku shinjitsudesu. Shikashi, watashi wa Kyouya to Erika ga FAKE no kankei ni atta toki ni omoni gyakutai ga okita to kanjite imasu. Karera ga honmono no tame ni deai hajimeta nochi, Kyouya wa mada imadani hakushakudattaga, izen hodode wa nakatta. Karera ga hontōni tanjō shita toki, Kyouya wa Erika ga yaritai koto ni sanka shitakunakute, kare no namaewoyonde imasuga, watashi wa kanarazushimo sore o `gyakutai' to yonde inaideshou, kare wa chōdo hijō ni yakkaina otokodesu sore wa kako no kare no kōdō o yurushimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen people say this anime romanticizes abuse, that's probably true. However I feel the abuse mainly occurred when Kyouya and Erika were in a FAKE relationship. After they started dating for real, Kyouya was still an asshole but not as much as he was before. When they date for real, Kyouya doesn't want to participate in any of the things that Erika wants to do and he calls her names, but I wouldn't necessarily call that 'abusive', he's just a very annoying tsundere boy, but that doesn't excuse his actions in the past.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen people say this anime romanticizes abuse, that's probably true.\u001b[24m\n    \u001b[1m人々はこのアニメが虐待をロマンチックにしていると言いますが、それはおそらく真実です。\u001b[22m, \u001b[1m人々はこのアニメが虐待をromanticizes言うとき、それはおそらく本当です。\u001b[22m\n\u001b[4mHowever I feel the abuse mainly occurred when Kyouya and Erika were in a FAKE relationship.\u001b[24m\n    \u001b[1mしかし、私はKyouyaとErikaがFAKEの関係にあったときに主に虐待が起きたと感じています。\u001b[22m, \u001b[1m私は虐待を感じるしかしKyouyaとエリカはFAKE関係にあったときに主に発生しました。\u001b[22m\n\u001b[4mAfter they started dating for real, Kyouya was still an asshole but not as much as he was before.\u001b[24m\n    \u001b[1m彼らが本物のために出会い始めた後、Kyouyaはまだいまだに伯爵だったが、以前ほどではなかった。\u001b[22m, \u001b[1m彼らは本物のために付き合い始めた後、Kyouyaはまだ嫌いな人だったが、彼が前にあったように同じくらいではありません。\u001b[22m\n\u001b[4mWhen they date for real, Kyouya doesn't want to participate in any of the things that Erika wants to do and he calls her names, but I wouldn't necessarily call that 'abusive', he's just a very annoying tsundere boy, but\u001b[24m\n    \u001b[1m彼らが本当に誕生したとき、KyouyaはErikaがやりたいことに参加したくなくて、彼の名前を呼んでいますが、私は必ずしもそれを「虐待」と呼んでいないでしょう、彼はちょうど非常に厄介な男です\u001b[22m, \u001b[1m彼らは本物の日付とき、Kyouyaはエリカがやりたいことのいずれかに参加することを望んでいないと彼は彼女の名前を呼び出しますが、私は必ずしも「虐待」は、彼がちょうど非常に迷惑ツンデレ少年だと呼んでいないだろうが、\u001b[22m\n\u001b[4mthat doesn't excuse his actions in the past.\u001b[24m\n    \u001b[1mそれは過去の彼の行動を許しません。\u001b[22m, \u001b[1mそれは、過去に彼の行動を免除されません。\u001b[22m\n\u001b[1m\u001b[22m\nI liked the art style, the characters looked pretty in my opinion. The sound was okay, not amazing to the ears though. I think Erika is a pretty relatable character and she's cute. Don't be fooled by Kyouya's good looks though, he's an attractive tsundere asshole.\n\n\u001b[1m私は芸術のスタイルが好きだった、キャラクターは私の意見でかなり見えた。 音は大丈夫でしたが、耳には驚くべきものではありませんでした。 私はErikaはかなり親切なキャラクターで、彼女はかわいいと思う。  Kyouyaの美貌に惑わされないで、彼は魅力的なツンデレのお尻です。\u001b[22m\n\u001b[1m(Watashi wa geijutsu no sutairu ga sukidatta, kyarakutā wa watashi no iken de kanari mieta. Oto wa daijōbudeshitaga, mimi ni wa odorokubeki monode wa arimasendeshita. Watashi wa Erika wa kanari shinsetsuna kyarakutā de, kanojo wa kawaī to omou. Kyouya no bibō ni madowasa renaide, kare wa miryoku-tekina tsundere no o shiridesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked the art style, the characters looked pretty in my opinion. The sound was okay, not amazing to the ears though. I think Erika is a pretty relatable character and she's cute. Don't be fooled by Kyouya's good looks though, he's an attractive tsundere asshole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the art style, the characters looked pretty in my opinion.\u001b[24m\n    \u001b[1m私は芸術のスタイルが好きだった、キャラクターは私の意見でかなり見えた。\u001b[22m, \u001b[1m私は文字が私の意見ではかなり見て、アートスタイルが好き。\u001b[22m\n\u001b[4mThe sound was okay, not amazing to the ears though.\u001b[24m\n    \u001b[1m音は大丈夫でしたが、耳には驚くべきものではありませんでした。\u001b[22m, \u001b[1m音は、しかし、耳に素晴らしい大丈夫ではありませんでした。\u001b[22m\n\u001b[4mI think Erika is a pretty relatable character and she's cute.\u001b[24m\n    \u001b[1m私はErikaはかなり親切なキャラクターで、彼女はかわいいと思う。\u001b[22m, \u001b[1m私はエリカはかなり話すことのできるキャラクターだと思うと、彼女はかわいいです。\u001b[22m\n\u001b[4mDon't be fooled by Kyouya's good looks though, he's an attractive tsundere asshole.\u001b[24m\n    \u001b[1mKyouyaの美貌に惑わされないで、彼は魅力的なツンデレのお尻です。\u001b[22m, \u001b[1mしかし、彼は魅力的なツンデレ嫌いな人だKyouyaの美貌にだまされてはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the anime was pretty alright. Some characters were cute and the story was interesting. I just wish it was written better and the S&amp;M was more healthy, that's all for this lame review of mine. Peace.\n\n\u001b[1m全体的に、アニメはかなり大丈夫だった。 いくつかのキャラクターは可愛いし、物語は面白かったです。 私はそれがより良く書かれ、S＆amp; Mがより健全であったことを望むだけで、それは私のこの不満なレビューです。 平和。\u001b[22m\n\u001b[1m(Zentai-teki ni, anime wa kanari daijōbudatta. Ikutsu ka no kyarakutā wa kawaiishi, monogatari wa omoshirokattadesu. Watashi wa sore ga yori yoku kaka re, S& amp; M ga yori kenzendeatta koto o nozomu dake de, sore wa watashi no kono fuman'na rebyūdesu. Heiwa.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the anime was pretty alright. Some characters were cute and the story was interesting. I just wish it was written better and the S&amp;M was more healthy, that's all for this lame review of mine. Peace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the anime was pretty alright.\u001b[24m\n    \u001b[1m全体的に、アニメはかなり大丈夫だった。\u001b[22m, \u001b[1m全体的に、アニメはかなり大丈夫でした。\u001b[22m\n\u001b[4mSome characters were cute and the story was interesting.\u001b[24m\n    \u001b[1mいくつかのキャラクターは可愛いし、物語は面白かったです。\u001b[22m, \u001b[1m一部の文字がキュートだったとの話は面白かったです。\u001b[22m\n\u001b[4mI just wish it was written better and the S&amp;M was more healthy, that's all for this lame review of mine.\u001b[24m\n    \u001b[1m私はそれがより良く書かれ、S＆amp; Mがより健全であったことを望むだけで、それは私のこの不満なレビューです。\u001b[22m, \u001b[1m私はそれがより良いとS＆アンペア書かれた希望; Mは、より健康だった、それは私のこのラメレビューのためにすべてです。\u001b[22m\n\u001b[4mPeace.\u001b[24m\n    \u001b[1m平和。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "Yandere_Dude",
    "profile": "/profile/Yandere_Dude/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=227998",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\n屈辱と孤独は、すべての人が通常避けようとしていることです。新しいクラスの仲間と教師と一緒に高校で「新しい人生」というようなことに直面したとき、私たちは最終的にすべてのグループを探すようになります。\n今、彼らのグループについて強調されていない人たちと、「それ」の中にいることについて狂った人たちがいますが、彼らはいつも責められることはありません。\n\nOokami ShoujoとOuji Kuroは、Erikaという名前の少女のことで、少なくとも1つのグループにぴったり合っていて、最終的には2人の少女に会い、最終的にグループを形成します。\nしかし、彼らは両方ともボーイフレンドを持っていますが、彼女は最終的に彼女が最終的に見つけて、彼がどのようにふりをするか（そして超自然的な意味ではない）\n\n今アニメを分割する前に、私はこのアニメ、このタイプのロマンスなどを好きになると批判を受けるかもしれないことを知っていますが、私は自分の楽しみを鈍らせるのを恐れることはなく、本当に気に入らないでしょう。\n\nストーリーは良かったです。実際には決まり文句でいっぱいでしたが、全体的に楽しいです。あなたの典型的な少女アニメなので、それについてはあまり言い表せません。\n\n芸術はとてもカラフルで、この種のショーにはいいですが（私はほとんどの少女がこの種の芸術に従うと仮定します）。\n\n音質はやや良かったし、最初のオープニングは少なくとも私にとってはとても魅力的だったと言わざるを得ない。\n\nキャラクターは素晴らしいものではありませんでしたが、悪くないものではありませんでした。\n\n全体として、私は個人的にこの種のロマンスを楽しんだが、あなたがあまりにも賢明な人、または少女アニメの女性のリードの一般的な扱いに非常に怒っていると思うなら、それは好きではないかもしれない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHumiliation and loneliness are things every people usually try to avoid and when we are faced with such a thing as a 'new life' in high school with new class mates and teachers we eventually all begin to look for a group to fit in.\n\n\u001b[1m屈辱と孤独は、すべての人が通常避けようとしていることです。新しいクラスの仲間と教師と一緒に高校で「新しい人生」というようなことに直面したとき、私たちは最終的にすべてのグループを探すようになります。\u001b[22m\n\u001b[1m(Kutsujoku to kodoku wa, subete no hito ga tsūjō sakeyou to shite iru kotodesu. Atarashī kurasu no nakama to kyōshi to issho ni kōkō de `atarashī jinsei' to iu yōna koto ni chokumen shita toki, watashitachiha saishūtekini subete no gurūpu o sagasu yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mHumiliation and loneliness are things every people usually try to avoid and when we are faced with such a thing as a 'new life' in high school with new class mates and teachers we eventually all begin to look for a group to fit in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHumiliation and loneliness are things every people usually try to avoid and when we are faced with such a thing as a 'new life' in high school with new class mates and teachers we eventually all begin to look for a group to fit in.\u001b[24m\n    \u001b[1m屈辱と孤独は、すべての人が通常避けようとしていることです。新しいクラスの仲間と教師と一緒に高校で「新しい人生」というようなことに直面したとき、私たちは最終的にすべてのグループを探すようになります。\u001b[22m, \u001b[1m屈辱と孤独は、すべての人々は通常、回避しようとの事であり、私たちは、新しいクラスメイトや教師と高校生の「新しい人生」としてそのようなことに直面しているときに我々は最終的にはすべてのグループが中に収まるように探し始めます。\u001b[22m\nNow there are people who aren't so stressed about their group,and others who are insane about being in the 'it' one but they can't always be blamed.\n\n\u001b[1m今、彼らのグループについて強調されていない人たちと、「それ」の中にいることについて狂った人たちがいますが、彼らはいつも責められることはありません。\u001b[22m\n\u001b[1m(Ima, karera no gurūpu ni tsuite kyōchō sa rete inai hito-tachi to,`sore' no naka ni iru koto ni tsuite kurutta hito-tachi ga imasuga, karera wa itsumo seme rareru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNow there are people who aren't so stressed about their group,and others who are insane about being in the 'it' one but they can't always be blamed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow there are people who aren't so stressed about their group,and others who are insane about being in the 'it' one but they can't always be blamed.\u001b[24m\n    \u001b[1m今、彼らのグループについて強調されていない人たちと、「それ」の中にいることについて狂った人たちがいますが、彼らはいつも責められることはありません。\u001b[22m, \u001b[1m今「それは1であることについて非常識ですので、そのグループについて強調されていない人、などがありますが、彼らは常に非難することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nOokami Shoujo to Kuro Ouji is about a girl named Erika who is desperate to fit in at least one group and eventually happens to meet two girl and form in the end a group.\n\n\u001b[1mOokami ShoujoとOuji Kuroは、Erikaという名前の少女のことで、少なくとも1つのグループにぴったり合っていて、最終的には2人の少女に会い、最終的にグループを形成します。\u001b[22m\n\u001b[1m(Ookami Shoujo to Ouji Kuro wa, Erika to iu namae no shōjo no koto de, sukunakutomo 1tsu no gurūpu ni pittari atte ite, saishūtekini wa 2-ri no shōjo ni ai, saishūtekini gurūpu o keisei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOokami Shoujo to Kuro Ouji is about a girl named Erika who is desperate to fit in at least one group and eventually happens to meet two girl and form in the end a group.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOokami Shoujo to Kuro Ouji is about a girl named Erika who is desperate to fit in at least one group and eventually happens to meet two girl and form in the end a group.\u001b[24m\n    \u001b[1mOokami ShoujoとOuji Kuroは、Erikaという名前の少女のことで、少なくとも1つのグループにぴったり合っていて、最終的には2人の少女に会い、最終的にグループを形成します。\u001b[22m, \u001b[1m黒王子への狼少女は、少なくとも一つのグループに収まるために必死であり、最終的には最後に2少女とフォームグループを満たすために起こるエリカという名前の女の子についてです。\u001b[22m\nHowever they both have boyfriend but she doesn't so she eventually finds out and take a picture of a boy that turns out to be something different then how he pretends to be (and not in a supernatural sense)\n\n\u001b[1mしかし、彼らは両方ともボーイフレンドを持っていますが、彼女は最終的に彼女が最終的に見つけて、彼がどのようにふりをするか（そして超自然的な意味ではない）\u001b[22m\n\u001b[1m(Shikashi, karera wa ryōhō tomo bōifurendo o motte imasuga, kanojo wa saishūtekini kanojo ga saishūtekini mitsukete, kare ga dono yō ni furi o suru ka (soshite chō shizen-tekina imide wa nai))\u001b[22m\n\nTranslations of \u001b[4mHowever they both have boyfriend but she doesn't so she eventually finds out and take a picture of a boy that turns out to be something different then how he pretends to be (and not in a supernatural sense)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever they both have boyfriend but she doesn't so she eventually finds out and take a picture of a boy that turns out to be something different then how he pretends to be (and not in a supernatural sense)\u001b[24m\n    \u001b[1mしかし、彼らは両方ともボーイフレンドを持っていますが、彼女は最終的に彼女が最終的に見つけて、彼がどのようにふりをするか（そして超自然的な意味ではない）\u001b[22m, \u001b[1mしかし、彼らは両方のボーイフレンドがいるが、彼女は彼女が最終的に見つけ、彼は（とない超自然的な意味で）になりすまし、その後どのように違うものであることが判明した少年の写真を取ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nNow before dividing the anime I am aware that I might get critics for liking this anime,this type of romance etc. but I am not afraid to be blunt about my enjoyment and I won't really care how will I look by liking this.\n\n\u001b[1m今アニメを分割する前に、私はこのアニメ、このタイプのロマンスなどを好きになると批判を受けるかもしれないことを知っていますが、私は自分の楽しみを鈍らせるのを恐れることはなく、本当に気に入らないでしょう。\u001b[22m\n\u001b[1m(Ima anime o bunkatsu suru mae ni, watashi wa kono anime, kono taipu no romansu nado o sukininaru to hihan o ukeru kamo shirenai koto o shitte imasuga, watashi wa jibun no tanoshimi o namara seru no o osoreru koto wa naku, hontōni kiniiranaideshou.)\u001b[22m\n\nTranslations of \u001b[4mNow before dividing the anime I am aware that I might get critics for liking this anime,this type of romance etc. but I am not afraid to be blunt about my enjoyment and I won't really care how will I look by liking this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow before dividing the anime I am aware that I might get critics for liking this anime,this type of romance etc. but I am not afraid to be blunt about my enjoyment and I won't really care how will I look by liking this.\u001b[24m\n    \u001b[1m今アニメを分割する前に、私はこのアニメ、このタイプのロマンスなどを好きになると批判を受けるかもしれないことを知っていますが、私は自分の楽しみを鈍らせるのを恐れることはなく、本当に気に入らないでしょう。\u001b[22m, \u001b[1m今のアニメを分割する前に、私は、恋愛など、このタイプの私はこのアニメを好きのための批評家を得るかもしれないことを承知していますが、私は私の楽しみについて鈍いことは恐れていないと私は本当に私はこれを好みによってどのように見えるかを気にしないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was good.Indeed filled with cliches but enjoyable overall.There isn't much to say about it really since it's your typical shoujo anime.\n\n\u001b[1mストーリーは良かったです。実際には決まり文句でいっぱいでしたが、全体的に楽しいです。あなたの典型的な少女アニメなので、それについてはあまり言い表せません。\u001b[22m\n\u001b[1m(Sutōrī wa yokattadesu. Jissai ni wa kimari monku de ippaideshitaga, zentai-teki ni tanoshīdesu. Anata no tenkei-tekina shōjo animenanode, sore ni tsuite wa amari iiarawasemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story was good.Indeed filled with cliches but enjoyable overall.There isn't much to say about it really since it's your typical shoujo anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was good.Indeed filled with cliches but enjoyable overall.There isn't much to say about it really since it's your typical shoujo anime.\u001b[24m\n    \u001b[1mストーリーは良かったです。実際には決まり文句でいっぱいでしたが、全体的に楽しいです。あなたの典型的な少女アニメなので、それについてはあまり言い表せません。\u001b[22m, \u001b[1m物語は決まり文句で満たされたが、楽しいoverall.Thereが、それはあなたの典型的な少女アニメだから本当にそれについて言って過言ではないgood.Indeedました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was very colorful and nice for this kind of show (but I assume most shoujo follow this kind of art).\n\n\u001b[1m芸術はとてもカラフルで、この種のショーにはいいですが（私はほとんどの少女がこの種の芸術に従うと仮定します）。\u001b[22m\n\u001b[1m(Geijutsu wa totemo karafuru de, kono tane no shō ni wa īdesuga (watashi wa hotondo no shōjo ga kono tane no geijutsu ni shitagau to katei shimasu).)\u001b[22m\n\nTranslations of \u001b[4mThe art was very colorful and nice for this kind of show (but I assume most shoujo follow this kind of art).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was very colorful and nice for this kind of show (but I assume most shoujo follow this kind of art).\u001b[24m\n    \u001b[1m芸術はとてもカラフルで、この種のショーにはいいですが（私はほとんどの少女がこの種の芸術に従うと仮定します）。\u001b[22m, \u001b[1mアートショーのこの種の非常にカラフルで素敵でした（しかし、私はほとんどの少女が、芸術のこの種に従うと仮定します）。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was again pretty good and I have to say that the first opening was extremely catchy at least for me.\n\n\u001b[1m音質はやや良かったし、最初のオープニングは少なくとも私にとってはとても魅力的だったと言わざるを得ない。\u001b[22m\n\u001b[1m(Onshitsu wa yaya yokattashi, saisho no ōpuningu wa sukunakutomo watashi ni totte wa totemo mirikitekidatta to iwazaru o enai.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was again pretty good and I have to say that the first opening was extremely catchy at least for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was again pretty good and I have to say that the first opening was extremely catchy at least for me.\u001b[24m\n    \u001b[1m音質はやや良かったし、最初のオープニングは少なくとも私にとってはとても魅力的だったと言わざるを得ない。\u001b[22m, \u001b[1m音が再びかなり良かったと私は第一の開口部は、少なくとも私にとっては非常にキャッチーだったと言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters weren't anything great but not bad either and of course not average even if they might be a little cliche it didn't bother me at all.\n\n\u001b[1mキャラクターは素晴らしいものではありませんでしたが、悪くないものではありませんでした。\u001b[22m\n\u001b[1m(Kyarakutā wa subarashī monode wa arimasendeshitaga, warukunai monode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters weren't anything great but not bad either and of course not average even if they might be a little cliche it didn't bother me at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters weren't anything great but not bad either and of course not average even if they might be a little cliche it didn't bother me at all.\u001b[24m\n    \u001b[1mキャラクターは素晴らしいものではありませんでしたが、悪くないものではありませんでした。\u001b[22m, \u001b[1m彼らはそれがすべてで私を気にしませんでした少し決まり文句であるかもしれない場合でも、文字が平均化されないのいずれかと、もちろん素晴らしいが、悪くはない何もしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall,I personally enjoyed this kind of romance but I suppose if you are too sensible or feel very offended by the general treatment of the female leads in the shoujo anime then you might not like it.\n\n\u001b[1m全体として、私は個人的にこの種のロマンスを楽しんだが、あなたがあまりにも賢明である、または少女アニメの女性のリードの一般的な扱いによって非常に怒っていると感じたら、それは好きではないかもしれない。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kojin-teki ni kono tane no romansu o tanoshindaga, anata ga amarini mo kenmeidearu, matawa shōjo anime no josei no rīdo no ippantekina atsukai ni yotte hijō ni ikatteiru to kanjitara, sore wa sukide wanai kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mOverall,I personally enjoyed this kind of romance but I suppose if you are too sensible or feel very offended by the general treatment of the female leads in the shoujo anime then you might not like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall,I personally enjoyed this kind of romance but I suppose if you are too sensible or feel very offended by the general treatment of the female leads in the shoujo anime then you might not like it.\u001b[24m\n    \u001b[1m全体として、私は個人的にこの種のロマンスを楽しんだが、あなたがあまりにも賢明である、または少女アニメの女性のリードの一般的な扱いによって非常に怒っていると感じたら、それは好きではないかもしれない。\u001b[22m, \u001b[1m全体的に、私は個人的にロマンスのこの種を楽しんだが、私はあなたがあまりにも賢明であるか、または非常にあなたがそれを好きではないかもしれません少女アニメにつながる女性の一般的な治療によっておこって感じた場合とします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "DestroOniichan",
    "profile": "/profile/DestroOniichan/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=217605",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  8\n\n物語は非常にシンプルですが、それでも見守る価値があります。学校で起こっていることは、少女が少年に会うのですが、お互いに行動して行動するために面白くなります。それはマスターと犬の関係 それはロマンスを持っているので、このアニメを見て少し楽しかったですが、シーズンの後半にもっと私は本当に私を続けていることは、女性MCは、彼が誰であるかを知るためには本当に厳しい時間を持っている 彼女が彼と恋に落ちるときには本当に複雑です。彼は彼女の偽のボーイフレンドです。私はそれが泣いていて、物語がシンプルかもしれないのでそれを見ることをお勧めしますが、それはそれが成熟したスタイルを持っていますので、 それの中のすべての苦難によって、あなたはそれをますます見守ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe story is quite simple but its still worth watching.Its happening in school,girl meets boy but it gets interesting because of how they act and behave towards each other.It starts really funny because at beginning its more like a master and a dog relationship and it is kinda amusing to watch this anime because it does have romance but more in second half of the season but what really keeps me going is that the female MC has a really tough time to get to know him for who he is and it get really complicated when she falls in love with him even doe he is her fake boyfriend.I recommend you watch it because it has a lot of crying and the story may be simple but it does have a mature style in it so it wont get boring easily .With all the hardship in it it will make you to watch more and more of it.\n\n\u001b[1m物語は非常にシンプルですが、それでも見守る価値があります。学校で起こっていることは、少女が少年に会うのですが、お互いに行動して行動するために面白くなります。それはマスターと犬の関係 それはロマンスを持っているので、このアニメを見て少し楽しかったですが、シーズンの後半にもっと私は本当に私を続けていることは、女性MCは、彼が誰であるかを知るためには本当に厳しい時間を持っている 彼女が彼と恋に落ちるときには本当に複雑です。彼は彼女の偽のボーイフレンドです。私はそれが泣いていて、物語がシンプルかもしれないのでそれを見ることをお勧めしますが、それはそれが成熟したスタイルを持っていますので、 それの中のすべての苦難によって、あなたはそれをますます見守ることができます。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni shinpurudesuga, soredemo mimamoru kachi ga arimasu. Gakkō de okotte iru koto wa, shōjo ga shōnen ni au nodesuga, otagai ni kōdō shite kōdō suru tame ni omoshiroku narimasu. Sore wa masutā to inu no kankei soreha romansu o motte irunode, kono anime o mite sukoshi tanoshikattadesuga, shīzun no kōhan ni motto watashi wa hontōni watashi o tsudzukete iru koto wa, josei MC wa, kare ga daredearu ka o shiru tame ni wa hontōni kibishī jikan o motte iru kanojo ga kare to koiniochiru tokiniha hontōni fukuzatsudesu. Kare wa kanojo no nise no bōifurendodesu. Watashi wa sore ga naite ite, monogatari ga shinpuru kamo shirenainode sore o miru koto o o susume shimasuga, sore wa sore ga seijuku shita sutairu o motte imasunode, sore no naka no subete no kunan ni yotte, anata wa sore o masumasu mimamoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is quite simple but its still worth watching.Its happening in school,girl meets boy but it gets interesting because of how they act and behave towards each other.It starts really funny because at beginning its more like a master and a dog relationship and it is kinda amusing to watch this anime because it does have romance but more in second half of the season but what really keeps me going is that the female MC has a really tough time to get to know him for who he is and it get really complicated when she falls in love with him even doe he is her fake boyfriend.I recommend you watch it because it has a lot of crying and the story may be simple but it does have a mature style in it so it wont get boring easily .With all the hardship in it it will make you to watch more and more of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is quite simple but its still worth watching.Its happening in school,girl meets boy but it gets interesting because of how they act and behave towards each other.It starts really funny because at beginning its more like a master and a dog relationship\u001b[24m\n    \u001b[1m物語は非常にシンプルですが、それでも見守る価値があります。学校で起こっていることは、少女が少年に会うのですが、お互いに行動して行動するために面白くなります。それはマスターと犬の関係\u001b[22m, \u001b[1mストーリーは非常にシンプルですが、学校で何が起こって、そのまだ価値がwatching.Its、女の子が男の子を満たしているが、その複数のマスターと犬の関係のように先頭であるため、それが原因彼らが行動し、各other.Itは本当に面白い開始に向けてどのように動作するかの面白いです\u001b[22m\n\u001b[4mand it is kinda amusing to watch this anime because it does have romance but more in second half of the season but what really keeps me going is that the female MC has a really tough time to get to know him for who he is and it get\u001b[24m\n    \u001b[1mそれはロマンスを持っているので、このアニメを見て少し楽しかったですが、シーズンの後半にもっと私は本当に私を続けていることは、女性MCは、彼が誰であるかを知るためには本当に厳しい時間を持っている\u001b[22m, \u001b[1mそれはシーズンの後半にロマンスが、より多くを持っていますが、本当に行く私を続けていることは女性MCは、彼が誰であるかのために彼を知ってもらうために本当にタフな時間を持っており、それが得ることですので、このアニメを見てちょっと面白いです\u001b[22m\n\u001b[4mreally complicated when she falls in love with him even doe he is her fake boyfriend.I recommend you watch it because it has a lot of crying and the story may be simple but it does have a mature style in it so it wont get boring easily\u001b[24m\n    \u001b[1m彼女が彼と恋に落ちるときには本当に複雑です。彼は彼女の偽のボーイフレンドです。私はそれが泣いていて、物語がシンプルかもしれないのでそれを見ることをお勧めしますが、それはそれが成熟したスタイルを持っていますので、\u001b[22m, \u001b[1m本当に複雑な彼女は彼と恋に落ちる場合でも、彼は彼女の偽のboyfriend.Iはそれが泣いをたくさん持っているし、話は簡単であるが、それはそれは簡単に退屈文句を言わないので、それに成熟したスタイルを持っているので、あなたがそれを見てお勧めですDOE\u001b[22m\n\u001b[4m.With all the hardship in it it will make you to watch more and more of it.\u001b[24m\n    \u001b[1mそれの中のすべての苦難によって、あなたはそれをますます見守ることができます。\u001b[22m, \u001b[1mその中のすべての苦難.Withそれはそれのより多くのを見て、あなたを行います。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "MariliaSal",
    "profile": "/profile/MariliaSal/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=216987",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  8\n|  8\n\n私は一般的に何かに対して偏っているレビューを嫌っているので、私はペデスタルに何かを置くことやそれを弱めることなく公正にしようとします。 私はちょうど前もって言うことを許可しなさい：私は実際にこのアニメが好きですが、私はそれに向かって公平になるので、あなたは何を期待するかについてより明確な見解を持つことができます。\n\n私が楽しまなかったものから始めましょう。\n2つの主要なリードにはいくつかの問題があります。 いくつかのエピソードのための京屋はかなりジャークで、私と主人公のヒロインをかなり怒らせました。 彼の邪悪な側面が、特に最初のエピソードに現れ、エリカが彼と一緒にいられることができたと私は思っていた。  （彼の良質のために次の段落を見てください。）一方、エリカは最初のエピソードで私に多くの迷惑をかけました。 彼女はグループの一員になりたいと思っていて、resutlは混乱の中で自分自身を取得します。 しかし、キャラクターに関しては、私は本当に彼女の2つの新しい「親友」、アキとマリンを嫌っていました。 私は彼らに償還する資質は見つけられませんでした。\n*軽度のスポイラー？*私はエリカがそれらを捨てなかったことに驚いた。\nしかし、彼らは私が立っていない唯一のキャラクターでした。 誰もが償還する資質を持っていました。 これらの2人はアニメを通って良いことを何もしませんでした。\n\nしかし、それは、良いスタッフにダイビングしようとしている！\n私は京屋を馬鹿に嫌っていたのと同じくらいかわいい瞬間をしています。 最初の償還は第2話の終わりです。 私はスポイラーを与えませんが、このアニメを見るつもりなら、少なくともエピソード2まで見て、決断を下すことをお勧めします。 私はそれが彼の性格とアニメ自体を十分に予言していると信じています。 しかし、Kyouyaは、彼が対処する必要のある手荷物を持っているので、シリーズが進行するにつれてより良くなります。 少女ジャンルのファンなら、この種のキャラクター・アークを知ることができます。キャラクターが最初に多くの悪い特徴を持っている場合は特にそうです。\n\nErikaにもいくつかの愛を見せてあげましょう。 私が最初のエピソードで彼女を嫌っていたのと同じように、私は彼女に少し同情しました。 私は一般化が嫌いなので「すべて」とは言わないが、ほとんどの人は適合したいと思うし、彼女の状況を特定することができる。 彼女はより良くなる！ 私はそれを言う必要があります！ シリーズの終わりになると、彼女はより完全で、私は彼女をもっと尊敬していました。\n\n他のキャラクター（マリンとアキを除く）は非常に好きで面白いです。 私は特に、Kyouyaの友人である竹を崇拝しました。 彼はとても魅力的です。私は彼を抱きしめたいだけです...\n\nとにかく...\n\nアニメーションは良いですし、サウンドは大丈夫です。 それは私が耳を傾けることができなかったが、視覚的に面白かったし、歌が楽しいものだった。\n\n2つのリードの間に不快な瞬間がありましたが、私はそれを認めますが、両方のリードがそれぞれのエピソードの終わりまでにそれらを解決しようとするのでバランスがとれていると思います。 しかし、それはアニメをもっとリアルにしました。 現実世界には完璧な男女はいません。 私たちは私たちの問題、手荷物、癖を持っているすべての人々であり、私はその「おとぎ話」のような物語ではないというアニメを尊重します。 私はまた、それが示した道徳の一つのためにそれを賞賛します。 あなたは本当に人を変えることはできず、あなたはそれらを期待してはいけません。 あなたは自分自身に忠実で、彼らが誰であるかを愛するべきです。 それは私が少なくともそれを見た方法です。\n\nアニメは私に影響を与えました。 私は一般的に感情的な人なので、ロマンスは本当に私を得ます。 私は、アニメのエピソードの少なくとも1つを見てから、私がそれについてどのように感じるかを知りたいのです。 私は一般に偏見を持つ傾向があるので、他人の意見を信頼しません。 私はそれを言うが、まだ私はレビューを書く。 私はできる限り公平なものにしようとしました。うまくいけば、あなたは何を期待するのかという良いイメージを与えました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI general dislike reviews which are biased against or towards something so I will try to be fair without putting anything on a pedestal or undermining it. Let me just say in advance: I actually like this anime but I'll be fair towards it so you can have a more clear view on what to expect.\n\n\u001b[1m私は一般的に何かに対して偏っているレビューを嫌っているので、私はペデスタルに何かを置くことやそれを弱めることなく公正にしようとします。 私はちょうど前もって言うことを許可しなさい：私は実際にこのアニメが好きですが、私はそれに向かって公平になるので、あなたは何を期待するかについてより明確な見解を持つことができます。\u001b[22m\n\u001b[1m(Watashi wa ippantekini nanika ni taishite katayotte iru rebyū o kiratte irunode, watashi wa pedesutaru ni nanika o oku koto ya sore o yowameru koto naku kōsei ni shiyou to shimasu. Watashi wa chōdo maemotte iu koto o kyoka shi nasai: Watashi wa jissai ni kono anime ga sukidesuga, watashi wa sore ni mukatte kōhei ni narunode, anata wa nani o kitai suru ka ni tsuite yori meikakuna kenkai o motsu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI general dislike reviews which are biased against or towards something so I will try to be fair without putting anything on a pedestal or undermining it. Let me just say in advance: I actually like this anime but I'll be fair towards it so you can have a more clear view on what to expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI general dislike reviews which are biased against or towards something so I will try to be fair without putting anything on a pedestal or undermining it.\u001b[24m\n    \u001b[1m私は一般的に何かに対して偏っているレビューを嫌っているので、私はペデスタルに何かを置くことやそれを弱めることなく公正にしようとします。\u001b[22m, \u001b[1m私、私は台座の上に何かを置くか、またはそれを損なうことなく、公平にしようとしますので、何かに対して、またはに偏っている一般的な嫌悪レビュー。\u001b[22m\n\u001b[4mLet me just say in advance: I actually like this anime but I'll be fair towards it so you can have a more clear view on what to expect.\u001b[24m\n    \u001b[1m私はちょうど前もって言うことを許可しなさい：私は実際にこのアニメが好きですが、私はそれに向かって公平になるので、あなたは何を期待するかについてより明確な見解を持つことができます。\u001b[22m, \u001b[1m私はちょうど、事前に言ってみましょう：私は実際にこのアニメのようなしかし、あなたは何を期待する上でより多くの明確な見解を持つことができますので、私はそれに向かって公正になるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with the stuff that I didn't enjoy as much.\n\n\u001b[1m私が楽しまなかったものから始めましょう。\u001b[22m\n\u001b[1m(Watashi ga tanoshimanakatta mono kara hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with the stuff that I didn't enjoy as much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with the stuff that I didn't enjoy as much.\u001b[24m\n    \u001b[1m私が楽しまなかったものから始めましょう。\u001b[22m, \u001b[1mのは、私は同じくらい楽しんでいなかったものを見てみましょう。\u001b[22m\nThe two main leads have a few problems. Kyoya for some episodes is quite a jerk and made me -and the main heroine- quite upset. With his evil side showing -especially on the firsts episodes- and some really mean things he can say he made me wonder how could Erica stay with him. (For his good Qualities see the next paragraph.) Erika on the other hand annoyed me a lot in the first episode. She's willing to lie to be part of the group and as a resutl gets herself in a mess. When it comes to characters however, I personally really disliked her two new 'best friends', Aki and Marin. I found no redeeming qualities to them and\n\n\u001b[1m2つの主要なリードにはいくつかの問題があります。 いくつかのエピソードのための京屋はかなりジャークで、私と主人公のヒロインをかなり怒らせました。 彼の邪悪な側面が、特に最初のエピソードに現れ、エリカが彼と一緒にいられることができたと私は思っていた。  （彼の良質のために次の段落を見てください。）一方、エリカは最初のエピソードで私に多くの迷惑をかけました。 彼女はグループの一員になりたいと思っていて、resutlは混乱の中で自分自身を取得します。 しかし、キャラクターに関しては、私は本当に彼女の2つの新しい「親友」、アキとマリンを嫌っていました。 私は彼らに償還する資質は見つけられませんでした。\u001b[22m\n\u001b[1m(2Tsu no shuyōna rīdo ni wa ikutsu ka no mondai ga arimasu. Ikutsu ka no episōdo no tame no Kyōya wa kanari jāku de, watashi to shujinkō no hiroin o kanari okora semashita. Kare no jaakuna sokumen ga, tokuni saisho no episōdo ni araware, Erika ga kare to issho ni i rareru koto ga dekita to watashi wa omotte ita. (Kare no ryōshitsu no tame ni tsugi no danraku o mite kudasai. ) Ippō, erikaha saisho no episōdo de watashi ni ōku no meiwaku o kakemashita. Kanojo wa gurūpu no ichiin ni naritai to omotte ite, resutl wa konran no naka de jibun jishin o shutoku shimasu. Shikashi, kyarakutā ni kanshite wa, watashi wa hontōni kanojo no 2tsu no atarashī `shin'yū', Aki to Marin o kiratte imashita. Watashi wa karera ni shōkan suru shishitsu wa mitsuke raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe two main leads have a few problems. Kyoya for some episodes is quite a jerk and made me -and the main heroine- quite upset. With his evil side showing -especially on the firsts episodes- and some really mean things he can say he made me wonder how could Erica stay with him. (For his good Qualities see the next paragraph.) Erika on the other hand annoyed me a lot in the first episode. She's willing to lie to be part of the group and as a resutl gets herself in a mess. When it comes to characters however, I personally really disliked her two new 'best friends', Aki and Marin. I found no redeeming qualities to them and\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe two main leads have a few problems.\u001b[24m\n    \u001b[1m2つの主要なリードにはいくつかの問題があります。\u001b[22m, \u001b[1m2主リードは、いくつかの問題を抱えています。\u001b[22m\n\u001b[4mKyoya for some episodes is quite a jerk and made me -and the main heroine- quite upset.\u001b[24m\n    \u001b[1mいくつかのエピソードのための京屋はかなりジャークで、私と主人公のヒロインをかなり怒らせました。\u001b[22m, \u001b[1mいくつかのエピソードのための京屋はかなりグッあると私 - そしてメインheroine-はかなり動揺しました。\u001b[22m\n\u001b[4mWith his evil side showing -especially on the firsts episodes- and some really mean things he can say he made me wonder how could Erica stay with him.\u001b[24m\n    \u001b[1m彼の邪悪な側面が、特に最初のエピソードに現れ、エリカが彼と一緒にいられることができたと私は思っていた。\u001b[22m, \u001b[1m彼の邪悪な側面が初の-especially示すとepisodes-、いくつかは本当に彼は彼が私はエリカは彼と一緒にとどまることができるか疑問作ら言うことができるものを意味します。\u001b[22m\n\u001b[4m(For his good Qualities see the next paragraph.) Erika on the other hand annoyed me a lot in the first episode.\u001b[24m\n    \u001b[1m（彼の良質のために次の段落を見てください。）一方、エリカは最初のエピソードで私に多くの迷惑をかけました。\u001b[22m, \u001b[1m（彼の良い資質については次の段落を参照。）一方、エリカは最初のエピソードで私をたくさん悩まさ。\u001b[22m\n\u001b[4mShe's willing to lie to be part of the group and as a resutl gets herself in a mess.\u001b[24m\n    \u001b[1m彼女はグループの一員になりたいと思っていて、resutlは混乱の中で自分自身を取得します。\u001b[22m, \u001b[1m彼女はグループの一部であるとうそをつくために喜んだとresutlは混乱に自分自身を取得しますように。\u001b[22m\n\u001b[4mWhen it comes to characters however, I personally really disliked her two new 'best friends', Aki and Marin.\u001b[24m\n    \u001b[1mしかし、キャラクターに関しては、私は本当に彼女の2つの新しい「親友」、アキとマリンを嫌っていました。\u001b[22m, \u001b[1mそれはしかし、文字に来るとき、私は個人的に本当に彼女の二つの新しい '親友'、アキとマリンを嫌っ。\u001b[22m\n\u001b[4mI found no redeeming qualities to them and\u001b[24m\n    \u001b[1m私は彼らに償還する資質は見つけられませんでした。\u001b[22m, \u001b[1m私は彼らに何の欠点を補うの資質を発見したと\u001b[22m\n*mild spoiler?* I was surprised that Erika didn't ditch them.\n\n\u001b[1m*軽度のスポイラー？*私はエリカがそれらを捨てなかったことに驚いた。\u001b[22m\n\u001b[1m(* Keido no supoirā?* Watashi wa Erika ga sorera o sutenakatta koto ni odoroita.)\u001b[22m\n\nTranslations of \u001b[4m*mild spoiler?* I was surprised that Erika didn't ditch them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*mild spoiler?* I was surprised that Erika didn't ditch them.\u001b[24m\n    \u001b[1m*軽度のスポイラー？*私はエリカがそれらを捨てなかったことに驚いた。\u001b[22m, \u001b[1m*穏やかなスポイラー？*私はエリカがそれらを捨てていなかったことに驚きました。\u001b[22m\nHowever, they were the only characters that I did not stand. Everyone else had some redeeming qualities. These two didn't do anything good throughtout the anime.\n\n\u001b[1mしかし、彼らは私が立っていない唯一のキャラクターでした。 誰もが償還する資質を持っていました。 これらの2人はアニメを通って良いことを何もしませんでした。\u001b[22m\n\u001b[1m(Shikashi, karera wa watashi ga tatte inai yuiitsu no kyarakutādeshita. Daremoga shōkan suru shishitsu o motte imashita. Korera no 2-ri wa anime o kayotte yoi koto o nani mo shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, they were the only characters that I did not stand. Everyone else had some redeeming qualities. These two didn't do anything good throughtout the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, they were the only characters that I did not stand.\u001b[24m\n    \u001b[1mしかし、彼らは私が立っていない唯一のキャラクターでした。\u001b[22m, \u001b[1mしかし、彼らは私が立っていない文字のみでした。\u001b[22m\n\u001b[4mEveryone else had some redeeming qualities.\u001b[24m\n    \u001b[1m誰もが償還する資質を持っていました。\u001b[22m, \u001b[1m他のみんなはいくつかの欠点を補うの資質を持っていました。\u001b[22m\n\u001b[4mThese two didn't do anything good throughtout the anime.\u001b[24m\n    \u001b[1mこれらの2人はアニメを通って良いことを何もしませんでした。\u001b[22m, \u001b[1mこれら二つはアニメthroughtout良い何もしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHaving said that however, let's dive into the GOOD STUFF!\n\n\u001b[1mしかし、それは、良いスタッフにダイビングしようとしている！\u001b[22m\n\u001b[1m(Shikashi, soreha, yoi sutaffu ni daibingu shiyou to shite iru!)\u001b[22m\n\nTranslations of \u001b[4mHaving said that however, let's dive into the GOOD STUFF!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving said that however, let's dive into the GOOD STUFF!\u001b[24m\n    \u001b[1mしかし、それは、良いスタッフにダイビングしようとしている！\u001b[22m, \u001b[1mしかし、それでは、良いものに飛び込むようにすることを言って！\u001b[22m\nAs much as I disliked Kyouya for being a jerk, he does have some cute moments that did make me squeal. The first redeeming one was at the end of the 2nd Episode. I won't give any spoilers, but if you intend to watch this anime, I 'd suggest you watch at least until Episode 2 to make a decision. I believe it foreshadows well his character and the anime itself. Kyouya though, does become better as the series progresses, as he has some baggage he needs to deal with. Any fans of the Shoujo Genre will know this type of Character Arc, especially if the character has many bad characteristics in the beginning.\n\n\u001b[1m私は京屋を馬鹿に嫌っていたのと同じくらいかわいい瞬間をしています。 最初の償還は第2話の終わりです。 私はスポイラーを与えませんが、このアニメを見るつもりなら、少なくともエピソード2まで見て、決断を下すことをお勧めします。 私はそれが彼の性格とアニメ自体を十分に予言していると信じています。 しかし、Kyouyaは、彼が対処する必要のある手荷物を持っているので、シリーズが進行するにつれてより良くなります。 少女ジャンルのファンなら、この種のキャラクター・アークを知ることができます。キャラクターが最初に多くの悪い特徴を持っている場合は特にそうです。\u001b[22m\n\u001b[1m(Watashi wa Kyōya o baka ni kiratte ita no to onaji kurai kawaī shunkan o shite imasu. Saisho no shōkan wa dai 2-wa no owaridesu. Watashi wa supoirā o ataemasenga, kono anime o miru tsumorinara, sukunakutomo episōdo 2 made mite, ketsudan o kudasu koto o o susume shimasu. Watashi wa sore ga kare no seikaku to anime jitai o jūbun ni yogen shite iru to shinjite imasu. Shikashi, Kyouya wa, kare ga taisho suru hitsuyō no aru tenimotsu o motte irunode, shirīzu ga shinkō suru ni tsurete yori yoku narimasu. Shōjo janru no fan'nara, kono tane no kyarakutā āku o shiru koto ga dekimasu. Kyarakutā ga saisho ni ōku no warui tokuchō o motte iru baai wa tokuni sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs much as I disliked Kyouya for being a jerk, he does have some cute moments that did make me squeal. The first redeeming one was at the end of the 2nd Episode. I won't give any spoilers, but if you intend to watch this anime, I 'd suggest you watch at least until Episode 2 to make a decision. I believe it foreshadows well his character and the anime itself. Kyouya though, does become better as the series progresses, as he has some baggage he needs to deal with. Any fans of the Shoujo Genre will know this type of Character Arc, especially if the character has many bad characteristics in the beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as I disliked Kyouya for being a jerk, he does have some cute moments that did make me squeal.\u001b[24m\n    \u001b[1m私は京屋を馬鹿に嫌っていたのと同じくらいかわいい瞬間をしています。\u001b[22m, \u001b[1m私はジャークであることのためKyouyaを嫌いな限り、彼が鳴き私を作ったいくつかのかわいい瞬間を持っています。\u001b[22m\n\u001b[4mThe first redeeming one was at the end of the 2nd Episode.\u001b[24m\n    \u001b[1m最初の償還は第2話の終わりです。\u001b[22m, \u001b[1m最初の欠点を補う1は、第二話の終わりでした。\u001b[22m\n\u001b[4mI won't give any spoilers, but if you intend to watch this anime, I 'd suggest you watch at least until Episode 2 to make a decision.\u001b[24m\n    \u001b[1m私はスポイラーを与えませんが、このアニメを見るつもりなら、少なくともエピソード2まで見て、決断を下すことをお勧めします。\u001b[22m, \u001b[1m私は、任意のスポイラーを与えることはありませんが、あなたはこのアニメを見しようとする場合、私はD 'あなたが決断を下すために、少なくとも第2話まで見て示唆しています。\u001b[22m\n\u001b[4mI believe it foreshadows well his character and the anime itself.\u001b[24m\n    \u001b[1m私はそれが彼の性格とアニメ自体を十分に予言していると信じています。\u001b[22m, \u001b[1m私はそれが十分に彼のキャラクターやアニメ自体を予示と信じています。\u001b[22m\n\u001b[4mKyouya though, does become better as the series progresses, as he has some baggage he needs to deal with.\u001b[24m\n    \u001b[1mしかし、Kyouyaは、彼が対処する必要のある手荷物を持っているので、シリーズが進行するにつれてより良くなります。\u001b[22m, \u001b[1mシリーズが進むにつれて、彼は対処する必要があるいくつかの荷物を持っているようKyouyaはいえ、良くなるん。\u001b[22m\n\u001b[4mAny fans of the Shoujo Genre will know this type of Character Arc, especially if the character has many bad characteristics in the beginning.\u001b[24m\n    \u001b[1m少女ジャンルのファンなら、この種のキャラクター・アークを知ることができます。キャラクターが最初に多くの悪い特徴を持っている場合は特にそうです。\u001b[22m, \u001b[1m少女ジャンルのいずれかのファンは文字が最初に多くの悪い特性を持っている場合は特に、文字アークのこのタイプを知ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nLet's show some love to Erika as well. As much as I disliked her in the first Episode, I had a bit of sympathy towards her. I won't say 'all' as I hate generalisations, but most people want to fit in and I can identify with her situation. She becomes better though! I must say that! By the end of the series she's more complete and I had more respect for her.\n\n\u001b[1mErikaにもいくつかの愛を見せてあげましょう。 私が最初のエピソードで彼女を嫌っていたのと同じように、私は彼女に少し同情しました。 私は一般化が嫌いなので「すべて」とは言わないが、ほとんどの人は適合したいと思うし、彼女の状況を特定することができる。 彼女はより良くなる！ 私はそれを言う必要があります！ シリーズの終わりになると、彼女はより完全で、私は彼女をもっと尊敬していました。\u001b[22m\n\u001b[1m(Erika ni mo ikutsu ka no ai o misete agemashou. Watashi ga saisho no episōdo de kanojo o kiratte ita no to onajiyōni, watashi wa kanojo ni sukoshi dōjō shimashita. Watashi wa ippan-ka ga kirainanode `subete' to wa iwanai ga, hotondo no hito wa tekigō shitai to omoushi, kanojo no jōkyō o tokutei suru koto ga dekiru. Kanojo wa yori yoku naru! Watashi wa sore o iu hitsuyō ga arimasu! Shirīzu no owari ni naru to, kanojo wa yori kanzende, watashi wa kanojo o motto sonkei shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mLet's show some love to Erika as well. As much as I disliked her in the first Episode, I had a bit of sympathy towards her. I won't say 'all' as I hate generalisations, but most people want to fit in and I can identify with her situation. She becomes better though! I must say that! By the end of the series she's more complete and I had more respect for her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's show some love to Erika as well.\u001b[24m\n    \u001b[1mErikaにもいくつかの愛を見せてあげましょう。\u001b[22m, \u001b[1mのは同様エリカにいくつかの愛をお見せしましょう。\u001b[22m\n\u001b[4mAs much as I disliked her in the first Episode, I had a bit of sympathy towards her.\u001b[24m\n    \u001b[1m私が最初のエピソードで彼女を嫌っていたのと同じように、私は彼女に少し同情しました。\u001b[22m, \u001b[1m同じくらい私が最初のエピソードで彼女を嫌っとして、私は彼女の方に同情のビットを持っていました。\u001b[22m\n\u001b[4mI won't say 'all' as I hate generalisations, but most people want to fit in and I can identify with her situation.\u001b[24m\n    \u001b[1m私は一般化が嫌いなので「すべて」とは言わないが、ほとんどの人は適合したいと思うし、彼女の状況を特定することができる。\u001b[22m, \u001b[1m私は私が一般化を憎むが、ほとんどの人が中に収まるようにしたいと私は彼女のような状況に識別できるように「すべて」の言うことはありません。\u001b[22m\n\u001b[4mShe becomes better though!\u001b[24m\n    \u001b[1m彼女はより良くなる！\u001b[22m, \u001b[1m彼女は、しかし良くなります！\u001b[22m\n\u001b[4mI must say that!\u001b[24m\n    \u001b[1m私はそれを言う必要があります！\u001b[22m, \u001b[1m私はそれを言わなければなりません！\u001b[22m\n\u001b[4mBy the end of the series she's more complete and I had more respect for her.\u001b[24m\n    \u001b[1mシリーズの終わりになると、彼女はより完全で、私は彼女をもっと尊敬していました。\u001b[22m, \u001b[1mシリーズの終わりまでに、彼女はより完全だと私は彼女のためにもっと敬意を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe other characters (apart from Marin and Aki) are very likeable and interesting. I especially adored Kyouya's friend, Takeru. He is so charming I just want to hug him...\n\n\u001b[1m他のキャラクター（マリンとアキを除く）は非常に好きで面白いです。 私は特に、Kyouyaの友人である竹を崇拝しました。 彼はとても魅力的です。私は彼を抱きしめたいだけです...\u001b[22m\n\u001b[1m(Hoka no kyarakutā (Marin to Aki o nozoku) wa hijō ni sukide omoshiroidesu. Watashi wa tokuni, Kyouya no yūjindearu take o sūhai shimashita. Kare wa totemo mirikitekidesu. Watashi wa kare o dakishimetai dakedesu...)\u001b[22m\n\nTranslations of \u001b[4mThe other characters (apart from Marin and Aki) are very likeable and interesting. I especially adored Kyouya's friend, Takeru. He is so charming I just want to hug him...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other characters (apart from Marin and Aki) are very likeable and interesting.\u001b[24m\n    \u001b[1m他のキャラクター（マリンとアキを除く）は非常に好きで面白いです。\u001b[22m, \u001b[1m（離れてマリンとアキから）他の文字は非常に好感の持てると興味深いものです。\u001b[22m\n\u001b[4mI especially adored Kyouya's friend, Takeru.\u001b[24m\n    \u001b[1m私は特に、Kyouyaの友人である竹を崇拝しました。\u001b[22m, \u001b[1m私は特にKyouyaの友人、タケルを崇拝しました。\u001b[22m\n\u001b[4mHe is so charming I just want to hug him...\u001b[24m\n    \u001b[1m彼はとても魅力的です。私は彼を抱きしめたいだけです...\u001b[22m, \u001b[1m彼は私がちょうど彼を抱擁したいので、魅力的です...\u001b[22m\n\u001b[1m\u001b[22m\nAnyway...\n\n\u001b[1mとにかく...\u001b[22m\n\u001b[1m(Tonikaku...)\u001b[22m\n\nDefinitions of \u001b[4mAnyway...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    どっちみち\u001b[22m\n        anyway\n\u001b[1m    何しろ\u001b[22m\n        anyway, anyhow, at any rate, in any case\n\u001b[1m    何れ\u001b[22m\n        anyway, anyhow, at any rate\n\u001b[1m    兎に角\u001b[22m\n        anyway, somehow, anyhow, in any case, at any rate, generally speaking\n\u001b[1m    先ず\u001b[22m\n        first of all, to start with, anyway, nearly, almost, practically\n\u001b[1m    兎角\u001b[22m\n        anyway, anyhow, somehow, generally speaking, in any case\n\u001b[1m    それにもかかわらず\u001b[22m\n        nevertheless, notwithstanding, anyway\n\u001b[1m    それでもやはり\u001b[22m\n        anyway\n\u001b[1m    兎も角\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    兎も角も\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    兎や角\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    兎にも角にも\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    何分\u001b[22m\n        anyway, please\n\u001b[1m\u001b[22m\nThe animations is good and the Sound is alright. It didn't sweep me away with an unforgatable opening, but it was visually interesting and the song was pleasing.\n\n\u001b[1mアニメーションは良いですし、サウンドは大丈夫です。 それは私が耳を傾けることができなかったが、視覚的に面白かったし、歌が楽しいものだった。\u001b[22m\n\u001b[1m(Animēshon wa yoidesushi, saundo wa daijōbudesu. Sore wa watashi ga mimiwokatamukeru koto ga dekinakattaga, shikaku-teki ni omoshirokattashi, uta ga tanoshī monodatta.)\u001b[22m\n\nTranslations of \u001b[4mThe animations is good and the Sound is alright. It didn't sweep me away with an unforgatable opening, but it was visually interesting and the song was pleasing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animations is good and the Sound is alright.\u001b[24m\n    \u001b[1mアニメーションは良いですし、サウンドは大丈夫です。\u001b[22m, \u001b[1mアニメーションは良いですし、音は大丈夫です。\u001b[22m\n\u001b[4mIt didn't sweep me away with an unforgatable opening, but it was visually interesting and the song was pleasing.\u001b[24m\n    \u001b[1mそれは私が耳を傾けることができなかったが、視覚的に面白かったし、歌が楽しいものだった。\u001b[22m, \u001b[1mそれはunforgatable開口部で私を一掃しなかったが、それは視覚的に面白かったと歌が喜ばました。\u001b[22m\n\u001b[1m\u001b[22m\nThere were uncomfortable moments between the two leads, I will admit that, but I believe they balance out as both leads try to resolve them by the end of each episode. That though ,made the anime more real to me. There are no 'perfect' guys and girls in the real world. We are all people that have our problems, baggage and quirks and I respect the anime for not being that 'fairy tale' kind of story. I also admire it for one of the morals it showed. That you can't really change a person and you shouldn't expect them to. You should be true to yourself and love them for who they are. That's how I saw it at least.\n\n\u001b[1m2つのリードの間に不快な瞬間がありましたが、私はそれを認めますが、両方のリードがそれぞれのエピソードの終わりまでにそれらを解決しようとするのでバランスがとれていると思います。 しかし、それはアニメをもっとリアルにしました。 現実世界には完璧な男女はいません。 私たちは私たちの問題、手荷物、癖を持っているすべての人々であり、私はその「おとぎ話」のような物語ではないというアニメを尊重します。 私はまた、それが示した道徳の一つのためにそれを賞賛します。 あなたは本当に人を変えることはできず、あなたはそれらを期待してはいけません。 あなたは自分自身に忠実で、彼らが誰であるかを愛するべきです。 それは私が少なくともそれを見た方法です。\u001b[22m\n\u001b[1m(2Tsu no rīdo no ma ni fukaina shunkan ga arimashitaga, watashi wa sore o mitomemasuga, ryōhō no rīdo ga sorezore no episōdo no owari made ni sorera o kaiketsu shiyou to surunode baransu ga torete iru to omoimasu. Shikashi, soreha anime o motto riaruni shimashita. Genjitsu sekai ni wa kanpekina danjo wa imasen. Watashitachiha watashitachi no mondai, tenimotsu, kuse o motte iru subete no hitobitodeari, watashi wa sono `otogibanashi' no yōna monogataride wa nai to iu anime o sonchō shimasu. Watashi wa mata, sore ga shimeshita dōtoku no hitotsu no tame ni sore o shōsan shimasu. Anata wa hontōni hito o kaeru koto wa dekizu, anata wa sorera o kitai shite wa ikemasen. Anata wa jibun jishin ni chūjitsude, karera ga daredearu ka o aisurubekidesu. Sore wa watashi ga sukunakutomo sore o mita hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere were uncomfortable moments between the two leads, I will admit that, but I believe they balance out as both leads try to resolve them by the end of each episode. That though ,made the anime more real to me. There are no 'perfect' guys and girls in the real world. We are all people that have our problems, baggage and quirks and I respect the anime for not being that 'fairy tale' kind of story. I also admire it for one of the morals it showed. That you can't really change a person and you shouldn't expect them to. You should be true to yourself and love them for who they are. That's how I saw it at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were uncomfortable moments between the two leads, I will admit that, but I believe they balance out as both leads try to resolve them by the end of each episode.\u001b[24m\n    \u001b[1m2つのリードの間に不快な瞬間がありましたが、私はそれを認めますが、両方のリードがそれぞれのエピソードの終わりまでにそれらを解決しようとするのでバランスがとれていると思います。\u001b[22m, \u001b[1m2つのリード間の不快な瞬間があった、私はそれを認めるだろうが、私は両方のリードが各エピソードの終わりによってそれらを解決しようとして、彼らはバランスを取ると信じています。\u001b[22m\n\u001b[4mThat though ,made the anime more real to me.\u001b[24m\n    \u001b[1mしかし、それはアニメをもっとリアルにしました。\u001b[22m, \u001b[1mしかしことを、私にはもっと本当のアニメを作りました。\u001b[22m\n\u001b[4mThere are no 'perfect' guys and girls in the real world.\u001b[24m\n    \u001b[1m現実世界には完璧な男女はいません。\u001b[22m, \u001b[1m現実の世界の中では「完璧な」男と少女はありません。\u001b[22m\n\u001b[4mWe are all people that have our problems, baggage and quirks and I respect the anime for not being that 'fairy tale' kind of story.\u001b[24m\n    \u001b[1m私たちは私たちの問題、手荷物、癖を持っているすべての人々であり、私はその「おとぎ話」のような物語ではないというアニメを尊重します。\u001b[22m, \u001b[1m我々は、我々の問題、荷物や癖を持っているすべての人々であり、私は物語の「おとぎ話」の種類ではないためにアニメを尊重します。\u001b[22m\n\u001b[4mI also admire it for one of the morals it showed.\u001b[24m\n    \u001b[1m私はまた、それが示した道徳の一つのためにそれを賞賛します。\u001b[22m, \u001b[1m私もそれが示したモラルの1のためにそれを賞賛します。\u001b[22m\n\u001b[4mThat you can't really change a person and you shouldn't expect them to.\u001b[24m\n    \u001b[1mあなたは本当に人を変えることはできず、あなたはそれらを期待してはいけません。\u001b[22m, \u001b[1mあなたは本当に人を変更することはできませんし、それらをに期待すべきではないということ。\u001b[22m\n\u001b[4mYou should be true to yourself and love them for who they are.\u001b[24m\n    \u001b[1mあなたは自分自身に忠実で、彼らが誰であるかを愛するべきです。\u001b[22m, \u001b[1mあなたは自分自身に忠実であることと、彼らが誰であるかのためにそれらを愛する必要があります。\u001b[22m\n\u001b[4mThat's how I saw it at least.\u001b[24m\n    \u001b[1mそれは私が少なくともそれを見た方法です。\u001b[22m, \u001b[1mそれは私が、少なくともそれを見た方法です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Anime had an impact on me. I'll admit, I'm generally an emotional person, so romance really gets me. I generally like watching at least one Episode of an anime before diceding how I feel about it. I generally don't trust the opinions of others as they tend to be biased. I say that and yet I write a review. I tried to be as impartial as I could be and hopefully that gave you a good image of what to expect.\n\n\u001b[1mアニメは私に影響を与えました。 私は一般的に感情的な人なので、ロマンスは本当に私を得ます。 私は、アニメのエピソードの少なくとも1つを見てから、私がそれについてどのように感じるかを知りたいのです。 私は一般に偏見を持つ傾向があるので、他人の意見を信頼しません。 私はそれを言うが、まだ私はレビューを書く。 私はできる限り公平なものにしようとしました。うまくいけば、あなたは何を期待するのかという良いイメージを与えました。\u001b[22m\n\u001b[1m(Anime wa watashi ni eikyō o ataemashita. Watashi wa ippantekini kanjō-tekina hitonanode, romansu wa hontōni watashi o emasu. Watashi wa, anime no episōdo no sukunakutomo 1tsu o mitekara, watashi ga sore ni tsuite dono yō ni kanjiru ka o shiritai nodesu. Watashi wa ippan'ni henken o motsu keikō ga aru node, tanin no iken o shinrai shimasen. Watashi wa sore o iuga, mada watashi wa rebyū o kaku. Watashi wa dekiru kagiri kōheina mono ni shiyou to shimashita. Umaku ikeba, anata wa nani o kitai suru no ka to iu yoi imēji o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Anime had an impact on me. I'll admit, I'm generally an emotional person, so romance really gets me. I generally like watching at least one Episode of an anime before diceding how I feel about it. I generally don't trust the opinions of others as they tend to be biased. I say that and yet I write a review. I tried to be as impartial as I could be and hopefully that gave you a good image of what to expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Anime had an impact on me.\u001b[24m\n    \u001b[1mアニメは私に影響を与えました。\u001b[22m\n\u001b[4mI'll admit, I'm generally an emotional person, so romance really gets me.\u001b[24m\n    \u001b[1m私は一般的に感情的な人なので、ロマンスは本当に私を得ます。\u001b[22m, \u001b[1m私は、一般的に感情的な人間だ、認めるよ、そうロマンスは本当に私を取得します。\u001b[22m\n\u001b[4mI generally like watching at least one Episode of an anime before diceding how I feel about it.\u001b[24m\n    \u001b[1m私は、アニメのエピソードの少なくとも1つを見てから、私がそれについてどのように感じるかを知りたいのです。\u001b[22m, \u001b[1m私は一般的に、私はそれについてどのように感じているかdiceding前にアニメの少なくとも一つのエピソードを見て好きです。\u001b[22m\n\u001b[4mI generally don't trust the opinions of others as they tend to be biased.\u001b[24m\n    \u001b[1m私は一般に偏見を持つ傾向があるので、他人の意見を信頼しません。\u001b[22m, \u001b[1m彼らはバイアスされる傾向があるように私は、一般的に他の人の意見を信用していません。\u001b[22m\n\u001b[4mI say that and yet I write a review.\u001b[24m\n    \u001b[1m私はそれを言うが、まだ私はレビューを書く。\u001b[22m, \u001b[1m私はそれを言うと、まだ私はレビューを書いてください。\u001b[22m\n\u001b[4mI tried to be as impartial as I could be and hopefully that gave you a good image of what to expect.\u001b[24m\n    \u001b[1m私はできる限り公平なものにしようとしました。うまくいけば、あなたは何を期待するのかという良いイメージを与えました。\u001b[22m, \u001b[1m私は可能性として公平であることを試み、うまくいけば、あなたに何を期待するの良いイメージを与えました。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "YMegumiShimizu",
    "profile": "/profile/YMegumiShimizu/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=213636",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は現在、おおかみ少女を大地黒に見直しています。私は、これは本当にかわいいとロマンチックだと思っていました。\n\n私が好きでなかった唯一の事は、古典的な「あなたは本当に私が好きではない」という行でした。\n\n私は、このアニメがどれほどロマンチックなのかが好きです。彼らがお互いに嫌いな初めから、本当にかわいい、そのうちの1つがツンデレだったのが好きです。\n\n彼らがお互いが好きになったきっかけは本当にかわいいですが、そのうちの一人はしばらくそれを隠そうとしていて、密かに嫉妬し始めました。\n\nこのアニメは、私が見た中で最高のアニメの一つであったかわいいとロマンチックな、私は本当に他の何を書くか分からない、私はあまりにも台無しにしたくない！  ^  -  ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am currently re-watching Ookami Shoujo to Kuro Ouji, I thought this was really cute and romantic, despite being a tsundere.\n\n\u001b[1m私は現在、おおかみ少女を大地黒に見直しています。私は、これは本当にかわいいとロマンチックだと思っていました。\u001b[22m\n\u001b[1m(Watashi wa genzai, o okami shōjo o daichi kuro ni minaoshite imasu. Watashi wa, kore wa hontōni kawaī to romanchikkuda to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI am currently re-watching Ookami Shoujo to Kuro Ouji, I thought this was really cute and romantic, despite being a tsundere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am currently re-watching Ookami Shoujo to Kuro Ouji, I thought this was really cute and romantic, despite being a tsundere.\u001b[24m\n    \u001b[1m私は現在、おおかみ少女を大地黒に見直しています。私は、これは本当にかわいいとロマンチックだと思っていました。\u001b[22m, \u001b[1m私は現在、再見ています黒王子に狼少女を、私はツンデレであるにもかかわらず、これは、本当にかわいいとロマンチックなと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing I didn't like was the classic 'You don't really like me' line.\n\n\u001b[1m私が好きでなかった唯一の事は、古典的な「あなたは本当に私が好きではない」という行でした。\u001b[22m\n\u001b[1m(Watashi ga sukidenakatta yuiitsu no koto wa, koten-tekina `anata wa hontōni watashi ga sukide wanai' to iu gyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing I didn't like was the classic 'You don't really like me' line.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing I didn't like was the classic 'You don't really like me' line.\u001b[24m\n    \u001b[1m私が好きでなかった唯一の事は、古典的な「あなたは本当に私が好きではない」という行でした。\u001b[22m, \u001b[1m私は好きではなかった唯一のものは、古典的な「あなたは本当に私を好きではない '線でした。\u001b[22m\n\u001b[1m\u001b[22m\nI like how romantic this anime turned out to be, it was really cute, starting from the beginning when they both disliked each other, where one of them was a tsundere.\n\n\u001b[1m私は、このアニメがどれほどロマンチックなのかが好きです。彼らがお互いに嫌いな初めから、本当にかわいい、そのうちの1つがツンデレだったのが好きです。\u001b[22m\n\u001b[1m(Watashi wa, kono anime ga dorehodo romanchikkuna no ka ga sukidesu. Karera ga otagai ni kiraina hajimekara, hontōni kawaī, sonōchi no 1tsu ga tsunderedatta no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI like how romantic this anime turned out to be, it was really cute, starting from the beginning when they both disliked each other, where one of them was a tsundere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how romantic this anime turned out to be, it was really cute, starting from the beginning when they both disliked each other, where one of them was a tsundere.\u001b[24m\n    \u001b[1m私は、このアニメがどれほどロマンチックなのかが好きです。彼らがお互いに嫌いな初めから、本当にかわいい、そのうちの1つがツンデレだったのが好きです。\u001b[22m, \u001b[1m私はそれが彼らの両方がお互いを嫌ったときに、それらの一つはツンデレだった場合には、先頭から、本当にかわいいだった、このアニメがあることが判明方法ロマンチック好きです。\u001b[22m\n\u001b[1m\u001b[22m\nIt was really cute how they began to like each other but one of them tried to hide it for a while, and secretly began to get jealous.\n\n\u001b[1m彼らがお互いが好きになったきっかけは本当にかわいいですが、そのうちの一人はしばらくそれを隠そうとしていて、密かに嫉妬し始めました。\u001b[22m\n\u001b[1m(Karera ga otagai ga suki ni natta kikkake wa hontōni kawaīdesuga, sonōchi no hitori wa shibaraku sore o kakusou to shite ite, hisokani shitto shi hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mIt was really cute how they began to like each other but one of them tried to hide it for a while, and secretly began to get jealous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was really cute how they began to like each other but one of them tried to hide it for a while, and secretly began to get jealous.\u001b[24m\n    \u001b[1m彼らがお互いが好きになったきっかけは本当にかわいいですが、そのうちの一人はしばらくそれを隠そうとしていて、密かに嫉妬し始めました。\u001b[22m, \u001b[1m彼らがお互いを好きにどのように始まったのか本当にかわいいだったが、そのうちの一つは、しばらくの間、それを隠そうとした、と密かに嫉妬するようになりました。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was just one of the best animes I've seen cute and romantic, I don't really know what else to write, I don't want to spoil too much! ^-^\n\n\u001b[1mこのアニメは、私が見た中で最高のアニメの一つであったかわいいとロマンチックな、私は本当に他の何を書くか分からない、私はあまりにも台無しにしたくない！  ^  -  ^\u001b[22m\n\u001b[1m(Kono anime wa, watashi ga mita naka de saikō no anime no hitotsudeatta kawaī to romanchikkuna, watashi wa hontōni hoka no nani o kaku ka wakaranai, watashi wa amarini mo dainashi ni shitakunai! ^ - ^)\u001b[22m\n\nTranslations of \u001b[4mThis anime was just one of the best animes I've seen cute and romantic, I don't really know what else to write, I don't want to spoil too much! ^-^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was just one of the best animes I've seen cute and romantic, I don't really know what else to write, I don't want to spoil too much!\u001b[24m\n    \u001b[1mこのアニメは、私が見た中で最高のアニメの一つであったかわいいとロマンチックな、私は本当に他の何を書くか分からない、私はあまりにも台無しにしたくない！\u001b[22m, \u001b[1mこのアニメは私が本当に書くために他に何かわからない、ちょうど私がかわいいとロマンチックな見た中で最高のアニメの一つであった、私はあまり台無しにしたくありません！\u001b[22m\n\u001b[4m^-^\u001b[24m\n    \u001b[1m^  -  ^\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "1928384756",
    "profile": "/profile/1928384756/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=207074",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  4\n|  4\n\n個人的には、私はこのアニメを楽しんでいませんでした。 あなたはそうかもしれませんが、あなたが支配的な男性関係にいる場合にのみ、彼は女性を駄目のように扱います。 それが彼の人格であろうとなかろうと、それは時には遠すぎて不必要なこともあります。 しかし、女性のリードについても、彼女はただ私の頭の中に入っています。彼女は本当に人気について気になり、人々は彼女のことを何に考えているのですか。 しかし、彼女は、私が知っている犬のような彼女を扱う男性を憧れるこの少女に成長します。私にはコメディという側面がありますが、私にとっては、 彼のすべての要求に。 彼女がより良いオファーを提示されたときでさえ、彼女はまだ彼に戻った、彼はすべてのtodoが表示されたにもかかわらず、明らかに必要な謝罪はありませんでした。\n\n私はそれをお勧めしませんが、実際にはバックボーンのない支配的な男性と従順な女性が好きな人はもう一度、 夢中になる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nPersonally, I didn't enjoy this anime. Although you might, but only if you're into a dominant male relationship where he treats the female like crap. Whether it's his personality or not, sometimes it goes too far and just unnecessary. But also when regarding the female lead, she just does my head in. She only really cares about popularity and what people think of her, which put me off her at the beginning. But then she develops into this girl who just yearns for a man who treats her like a dog, which I know is the 'comedy' aspect, but to me it wasn't funny to watch her chase after him when he's a douche and listen to his every demand. Even when she was presented a better offer, she still went back to him, eventhough all he had todo was show up, no apology needed apparently.\n\n\u001b[1m個人的には、私はこのアニメを楽しんでいませんでした。 あなたはそうかもしれませんが、あなたが支配的な男性関係にいる場合にのみ、彼は女性を駄目のように扱います。 それが彼の人格であろうとなかろうと、それは時には遠すぎて不必要なこともあります。 しかし、女性のリードについても、彼女はただ私の頭の中に入っています。彼女は本当に人気について気になり、人々は彼女のことを何に考えているのですか。 しかし、彼女は、私が知っている犬のような彼女を扱う男性を憧れるこの少女に成長します。私にはコメディという側面がありますが、私にとっては、 彼のすべての要求に。 彼女がより良いオファーを提示されたときでさえ、彼女はまだ彼に戻った、彼はすべてのtodoが表示されたにもかかわらず、明らかに必要な謝罪はありませんでした。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, watashi wa kono anime o tanoshinde imasendeshita. Anata wa sō kamo shiremasenga, anata ga shihai-tekina dansei kankei ni iru baai ni nomi, kare wa josei o dame no yō ni atsukaimasu. Sore ga kare no jinkakudearouto nakarou to, sore wa tokiniha tō sugite fuhitsuyōna koto mo arimasu. Shikashi, josei no rīdo ni tsuite mo, kanojo wa tada watashi no atama no naka ni haitte imasu. Kanojo wa hontōni ninki ni tsuite ki ni nari, hitobito wa kanojo no koto o nani ni kangaete iru nodesu ka. Shikashi, kanojo wa, watashi ga shitte iru inu no yōna kanojo o atsukau dansei o akogareru kono shōjo ni seichō shimasu. Watashiniha komedi to iu sokumen ga arimasuga, watashi ni totte wa, kare no subete no yōkyū ni. Kanojo ga yoriyoi ofā o teiji sa reta tokide sae, kanojo wa mada kare ni modotta, kare wa subete no todo ga hyōji sa reta nimokakawarazu, akiraka ni hitsuyōna shazai wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, I didn't enjoy this anime. Although you might, but only if you're into a dominant male relationship where he treats the female like crap. Whether it's his personality or not, sometimes it goes too far and just unnecessary. But also when regarding the female lead, she just does my head in. She only really cares about popularity and what people think of her, which put me off her at the beginning. But then she develops into this girl who just yearns for a man who treats her like a dog, which I know is the 'comedy' aspect, but to me it wasn't funny to watch her chase after him when he's a douche and listen to his every demand. Even when she was presented a better offer, she still went back to him, eventhough all he had todo was show up, no apology needed apparently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, I didn't enjoy this anime.\u001b[24m\n    \u001b[1m個人的には、私はこのアニメを楽しんでいませんでした。\u001b[22m, \u001b[1m個人的に、私はこのアニメを楽しんでいませんでした。\u001b[22m\n\u001b[4mAlthough you might, but only if you're into a dominant male relationship where he treats the female like crap.\u001b[24m\n    \u001b[1mあなたはそうかもしれませんが、あなたが支配的な男性関係にいる場合にのみ、彼は女性を駄目のように扱います。\u001b[22m, \u001b[1mあなたはしかし、あなたは、彼はがらくたのような女性を扱う支配的な男性関係にしている場合にのみ、かもしれないが。\u001b[22m\n\u001b[4mWhether it's his personality or not, sometimes it goes too far and just unnecessary.\u001b[24m\n    \u001b[1mそれが彼の人格であろうとなかろうと、それは時には遠すぎて不必要なこともあります。\u001b[22m, \u001b[1mそれは彼の性格だかどうかは、時にはそれはあまりにも遠く、ちょうど不要になります。\u001b[22m\n\u001b[4mBut also when regarding the female lead, she just does my head in. She only really cares about popularity and what people think of her, which put me off her at the beginning.\u001b[24m\n    \u001b[1mしかし、女性のリードについても、彼女はただ私の頭の中に入っています。彼女は本当に人気について気になり、人々は彼女のことを何に考えているのですか。\u001b[22m, \u001b[1mしかし、また、女性のリードに関するとき、彼女はちょうどに私の頭をします。彼女は本当に初めに彼女を私を先送りに人気とどのような人々は彼女の考える、気に。\u001b[22m\n\u001b[4mBut then she develops into this girl who just yearns for a man who treats her like a dog, which I know is the 'comedy' aspect, but to me it wasn't funny to watch her chase after him when he's a douche and listen\u001b[24m\n    \u001b[1mしかし、彼女は、私が知っている犬のような彼女を扱う男性を憧れるこの少女に成長します。私にはコメディという側面がありますが、私にとっては、\u001b[22m, \u001b[1mしかし、その後、彼女は私が「コメディ」の側面である知っている、ちょうど犬のように彼女を扱う人のために慕うこの少女に発展するが、私には彼が潅水だときに彼の後に彼女のチェイスを見て、聞いて面白いではありませんでした\u001b[22m\n\u001b[4mto his every demand.\u001b[24m\n    \u001b[1m彼のすべての要求に。\u001b[22m\n\u001b[4mEven when she was presented a better offer, she still went back to him, eventhough all he had todo was show up, no apology needed apparently.\u001b[24m\n    \u001b[1m彼女がより良いオファーを提示されたときでさえ、彼女はまだ彼に戻った、彼はすべてのtodoが表示されたにもかかわらず、明らかに必要な謝罪はありませんでした。\u001b[22m, \u001b[1mでも彼女はより良いオファーを提示したとき、彼女はまだ本家のすべての彼は藤堂が現れた持っていた、何の謝罪は明らかに必要としない、戻って彼に行ってきました。\u001b[22m\n\u001b[1m\u001b[22m\nI wouldn't recommend it, but once again, if you like a dominant male and submissive female with practically no backbone; go crazy.\n\n\u001b[1m私はそれをお勧めしませんが、実際にはバックボーンのない支配的な男性と従順な女性が好きな人はもう一度、 夢中になる。\u001b[22m\n\u001b[1m(Watashi wa sore o o susume shimasenga, jissai ni wa bakkubōn no nai shihai-tekina dansei to jūjun'na josei ga sukinahito wa mōichido, muchūninaru.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't recommend it, but once again, if you like a dominant male and submissive female with practically no backbone; go crazy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't recommend it, but once again, if you like a dominant male and submissive female with practically no backbone;\u001b[24m\n    \u001b[1m私はそれをお勧めしませんが、実際にはバックボーンのない支配的な男性と従順な女性が好きな人はもう一度、\u001b[22m, \u001b[1mあなたは実質的に無骨格を有する支配的な男性と従順な女性が好きなら、私は、もう一度それをお勧めしますが、ではないでしょう。\u001b[22m\n\u001b[4mgo crazy.\u001b[24m\n    \u001b[1m夢中になる。\u001b[22m, \u001b[1m狂ってしまう。\u001b[22m, \u001b[1m夢中になります。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "0oblivionsoul0",
    "profile": "/profile/0oblivionsoul0/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=206240",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\nTL; DR私は個人的にそれを楽しんだ。 それは欠陥がありますが、私はそれがhumerous、素敵な芸術、興味深い文字を見つけました。\n\nストーリー：Erikaは彼女の新しい学校に合っていて外出したくはない。 それに収まるように、彼女は彼女が彼女の歯を横たえなければならないとしても、それは彼女が一人ではないので、何でもします。 彼女の嘘をさらに広げるために、彼女は自分を偽のボーイフレンドと見立て、彼は彼女を犬のように行動させたいと考えている。  （これは私がその時点で私を捨ててしまっている）ある意味では、アニメは一人になりたいとは思っておらず、なぜ過去の経験に基づいて大したことだと思っていたのだろうかと思うが、 これはもっとコメディーなアニメです。\n\n芸術：私の個人的な好みのスタイルではなく、それは見て魅力的であり、主要なアニメーションや何もない。\n\nサウンド：彼らはまともだった。 私は通常、オープニングをスキップして終了します。\n\nキャラクター：私はErikaが好きでしたが、時には彼女は愛が何であるか完全に知らないので、あまりにも必死でした。 それは彼女がメインの男をあまりにも速く好きになったように感じた。 それについてあまり償うことはありませんでした。 しかし、彼女はキャラクターとして面白かったし、このアニメスタイルではほとんどのヒロインよりもやや強かった。\n\nメインの男は実際にあまりにも多くのツンデレです。 私は多くの男性キャラクターが女性キャラクターよりもこのトロペットを手に入れることはないので、その面では面白かったです。 しかし、真剣に、彼はあなたがエリカで別の男を考えるために応援してくれるくせになります。 それは彼がより良いキャラクターになるにはあまりにも時間がかかり、なぜ彼は犬がそんなに好きなのかをもっと見たいと思っていたでしょう。 彼らは実際にそれに集中しすぎません。\n\n楽しさ：いくつかのことが変わってもかなり面白かったです。 だから、コメディーのためのアニメを見るだけで、それはそこで動作すると言いたい。\n\n全体的に：それは悪い側面と良い側面がありますが、それは悪いアニメではありません。 たぶん私は本当に悪いアニメを見る前にこのアニメを見ていたかもしれませんが、それはそれよりも良く見えるかもしれませんが、それでも私はまだそれを好きでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR I personally enjoyed it. It has it flaws but I found it humerous, nice art, and interesting characters.\n\n\u001b[1mTL; DR私は個人的にそれを楽しんだ。 それは欠陥がありますが、私はそれがhumerous、素敵な芸術、興味深い文字を見つけました。\u001b[22m\n\u001b[1m(TL; DR watashi wa kojin-teki ni sore o tanoshinda. Sore wa kekkan ga arimasuga, watashi wa sore ga humerous, sutekina geijutsu, kyōmibukai moji o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR I personally enjoyed it. It has it flaws but I found it humerous, nice art, and interesting characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR I personally enjoyed it.\u001b[24m\n    \u001b[1mTL; DR私は個人的にそれを楽しんだ。\u001b[22m, \u001b[1mTL; DRは、私が個人的にそれを楽しみました。\u001b[22m\n\u001b[4mIt has it flaws but I found it humerous, nice art, and interesting characters.\u001b[24m\n    \u001b[1mそれは欠陥がありますが、私はそれがhumerous、素敵な芸術、興味深い文字を見つけました。\u001b[22m, \u001b[1mそれは欠陥があるが、私はそれhumerous、素敵なアート、興味深い文字を見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Erika wants to fit in at her new school and not be an outcast. To fit in, she'll do whatever it takes even if she has to lie through her teeth, just so she isn't alone. To spread her lie further she finds herself a fake boyfriend, who in return wants her to act like a dog. (This kinda put me off at that point.) In a way I wish the anime focused a bit more on her not wanting to be alone and why it was a big deal say based on past experiences, but I guess that may get to deep and this is more of a comedic anime.\n\n\u001b[1mストーリー：Erikaは彼女の新しい学校に合っていて外出したくはない。 それに収まるように、彼女は彼女が彼女の歯を横たえなければならないとしても、それは彼女が一人ではないので、何でもします。 彼女の嘘をさらに広げるために、彼女は自分を偽のボーイフレンドと見立て、彼は彼女を犬のように行動させたいと考えている。  （これは私がその時点で私を捨ててしまっている）ある意味では、アニメは一人になりたいとは思っておらず、なぜ過去の経験に基づいて大したことだと思っていたのだろうかと思うが、 これはもっとコメディーなアニメです。\u001b[22m\n\u001b[1m(Sutōrī: Erika wa kanojo no atarashī gakkō ni atte ite gaishutsu shitaku wanai. Sore ni osamaru yō ni, kanojo wa kanojo ga kanojo no ha o yokotaenakereba naranai to shite mo, sore wa kanojo ga ichi-ride wanainode, nani demo shimasu. Kanojo no uso o sarani hirogeru tame ni, kanojo wa jibun o nise no bōifurendo to mitate, kare wa kanojo o inu no yō ni kōdō sa setai to kangaete iru. (Kore wa watashi ga sono jiten de watashi o sutete shimatte iru) aruimide wa, anime wa hitorininaritai to wa omotte orazu, naze kako no keiken ni motodzuite taishita kotoda to omotte ita nodarou ka to omou ga, koreha motto komedīna animedesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Erika wants to fit in at her new school and not be an outcast. To fit in, she'll do whatever it takes even if she has to lie through her teeth, just so she isn't alone. To spread her lie further she finds herself a fake boyfriend, who in return wants her to act like a dog. (This kinda put me off at that point.) In a way I wish the anime focused a bit more on her not wanting to be alone and why it was a big deal say based on past experiences, but I guess that may get to deep and this is more of a comedic anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Erika wants to fit in at her new school and not be an outcast.\u001b[24m\n    \u001b[1mストーリー：Erikaは彼女の新しい学校に合っていて外出したくはない。\u001b[22m, \u001b[1mストーリー：エリカは彼女の新しい学校で中にフィットするように望んでいると見捨てられたことはありません。\u001b[22m\n\u001b[4mTo fit in, she'll do whatever it takes even if she has to lie through her teeth, just so she isn't alone.\u001b[24m\n    \u001b[1mそれに収まるように、彼女は彼女が彼女の歯を横たえなければならないとしても、それは彼女が一人ではないので、何でもします。\u001b[22m, \u001b[1m収まるように、彼女は彼女が彼女の歯を介して位置するように持っている場合でも、それは彼女だけではないだけので、取るものは何でもやります。\u001b[22m\n\u001b[4mTo spread her lie further she finds herself a fake boyfriend, who in return wants her to act like a dog.\u001b[24m\n    \u001b[1m彼女の嘘をさらに広げるために、彼女は自分を偽のボーイフレンドと見立て、彼は彼女を犬のように行動させたいと考えている。\u001b[22m, \u001b[1mさらに彼女の嘘を広めるために、彼女は彼女自身のリターンで彼女は犬のように行動したいと考えて偽のボーイフレンドを、見つけました。\u001b[22m\n\u001b[4m(This kinda put me off at that point.) In a way I wish the anime focused a bit more on her not wanting to be alone and why it was a big deal say based on past experiences, but I guess that may get to deep\u001b[24m\n    \u001b[1m（これは私がその時点で私を捨ててしまっている）ある意味では、アニメは一人になりたいとは思っておらず、なぜ過去の経験に基づいて大したことだと思っていたのだろうかと思うが、\u001b[22m, \u001b[1m（これはちょっとその時点で私を延期した。）私はアニメは彼女一人になりたくない、なぜそれが過去の経験に基づいて言うが、私はそれは深いに得ることができます推測大したことだったにもう少し集中したいようにして、\u001b[22m\n\u001b[4mand this is more of a comedic anime.\u001b[24m\n    \u001b[1mこれはもっとコメディーなアニメです。\u001b[22m, \u001b[1mこれはコミカルアニメの詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Not my personal all time favourite style but it was appealing to look at and no major wonky animations or anything.\n\n\u001b[1m芸術：私の個人的な好みのスタイルではなく、それは見て魅力的であり、主要なアニメーションや何もない。\u001b[22m\n\u001b[1m(Geijutsu: Watashi no kojin-tekina konomi no sutairude wa naku, sore wa mite mirikitekideari, shuyōna animēshon ya nanimonai.)\u001b[22m\n\nTranslations of \u001b[4mArt: Not my personal all time favourite style but it was appealing to look at and no major wonky animations or anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Not my personal all time favourite style but it was appealing to look at and no major wonky animations or anything.\u001b[24m\n    \u001b[1m芸術：私の個人的な好みのスタイルではなく、それは見て魅力的であり、主要なアニメーションや何もない。\u001b[22m, \u001b[1mアート：ない私の個人的なすべての時間のお気に入りのスタイルが、それは見に魅力ないと重大な不安定なアニメーションや何もしました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: They were decent. I'd usually end up skipping opening and ending though.\n\n\u001b[1mサウンド：彼らはまともだった。 私は通常、オープニングをスキップして終了します。\u001b[22m\n\u001b[1m(Saundo: Karera wa matomodatta. Watashi wa tsūjō, ōpuningu o sukippu shite shūryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: They were decent. I'd usually end up skipping opening and ending though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: They were decent.\u001b[24m\n    \u001b[1mサウンド：彼らはまともだった。\u001b[22m, \u001b[1mサウンド：彼らはまともでした。\u001b[22m\n\u001b[4mI'd usually end up skipping opening and ending though.\u001b[24m\n    \u001b[1m私は通常、オープニングをスキップして終了します。\u001b[22m, \u001b[1m私は通常かかわらず、開口部とエンディングをスキップしてしまうだろう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: I liked Erika but at times she was a bit too desperate because she doesn't know entirely what love is. It felt like she ended up liking the main guy too fast. There wasn't too much redeeming about it. But she was amusing as a character and was a bit tougher than most heroines in this style of anime.\n\n\u001b[1mキャラクター：私はErikaが好きでしたが、時には彼女は愛が何であるか完全に知らないので、あまりにも必死でした。 それは彼女がメインの男をあまりにも速く好きになったように感じた。 それについてあまり償うことはありませんでした。 しかし、彼女はキャラクターとして面白かったし、このアニメスタイルではほとんどのヒロインよりもやや強かった。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa Erika ga sukideshita ga, tokiniha kanojo wa ai ga nandearu ka kanzen ni shiranainode, amarini mo hisshideshita. Sore wa kanojo ga mein no otoko o amarini mo hayaku suki ni natta yō ni kanjita. Sore ni tsuite amari tsugunau koto wa arimasendeshita. Shikashi, kanojo wa kyarakutā to shite omoshirokattashi, kono anime sutairude wa hotondo no hiroin yori mo yaya tsuyokatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: I liked Erika but at times she was a bit too desperate because she doesn't know entirely what love is. It felt like she ended up liking the main guy too fast. There wasn't too much redeeming about it. But she was amusing as a character and was a bit tougher than most heroines in this style of anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: I liked Erika but at times she was a bit too desperate because she doesn't know entirely what love is.\u001b[24m\n    \u001b[1mキャラクター：私はErikaが好きでしたが、時には彼女は愛が何であるか完全に知らないので、あまりにも必死でした。\u001b[22m, \u001b[1mキャラクター：私はエリカが好きしかし、彼女が何であるか、愛完全に把握していないので、時間に彼女は少しも必死でした。\u001b[22m\n\u001b[4mIt felt like she ended up liking the main guy too fast.\u001b[24m\n    \u001b[1mそれは彼女がメインの男をあまりにも速く好きになったように感じた。\u001b[22m, \u001b[1m彼女が速すぎて、メインの男を好きになりましたようにそれは感じました。\u001b[22m\n\u001b[4mThere wasn't too much redeeming about it.\u001b[24m\n    \u001b[1mそれについてあまり償うことはありませんでした。\u001b[22m, \u001b[1mあまりにも多くの欠点を補うそれについてはありませんでした。\u001b[22m\n\u001b[4mBut she was amusing as a character and was a bit tougher than most heroines in this style of anime.\u001b[24m\n    \u001b[1mしかし、彼女はキャラクターとして面白かったし、このアニメスタイルではほとんどのヒロインよりもやや強かった。\u001b[22m, \u001b[1mしかし、彼女は文字として面白かったとアニメのこのスタイルの中で最もヒロインよりも少し厳しいでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe main guy is a total tsundere, too much actually. I don't see many male characters get this trope than female characters so it was interesting in that aspect. But seriously, he is so much of a jerk you cheer on Erika for thinking of a different guy. It takes too long for him to be a nicer character and would have liked to see more of the whole why he loves dogs so much. They actually don't focus on it too much.\n\n\u001b[1mメインの男は実際にあまりにも多くのツンデレです。 私は多くの男性キャラクターが女性キャラクターよりもこのトロペットを手に入れることはないので、その面では面白かったです。 しかし、真剣に、彼はあなたがエリカで別の男を考えるために応援してくれるくせになります。 それは彼がより良いキャラクターになるにはあまりにも時間がかかり、なぜ彼は犬がそんなに好きなのかをもっと見たいと思っていたでしょう。 彼らは実際にそれに集中しすぎません。\u001b[22m\n\u001b[1m(Mein no otoko wa jissai ni amarini mo ōku no tsunderedesu. Watashi wa ōku no dansei kyarakutā ga josei kyarakutā yori mo kono toro petto o te ni ireru koto wanainode, sono mende wa omoshirokattadesu. Shikashi, shinken ni, kare wa anata ga Erika de betsu no otoko o kangaeru tame ni ōen shite kureru kuse ni narimasu. Sore wa kare ga yoriyoi kyarakutā ni naruniha amarini mo jikan ga kakari, naze kare wa inu ga son'nani sukina no ka o motto mitai to omotte itadeshou. Karera wa jissai ni sore ni shūchū shi sugimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe main guy is a total tsundere, too much actually. I don't see many male characters get this trope than female characters so it was interesting in that aspect. But seriously, he is so much of a jerk you cheer on Erika for thinking of a different guy. It takes too long for him to be a nicer character and would have liked to see more of the whole why he loves dogs so much. They actually don't focus on it too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main guy is a total tsundere, too much actually.\u001b[24m\n    \u001b[1mメインの男は実際にあまりにも多くのツンデレです。\u001b[22m, \u001b[1m主な男はあまりにも多く、実際に、総ツンデレです。\u001b[22m\n\u001b[4mI don't see many male characters get this trope than female characters so it was interesting in that aspect.\u001b[24m\n    \u001b[1m私は多くの男性キャラクターが女性キャラクターよりもこのトロペットを手に入れることはないので、その面では面白かったです。\u001b[22m, \u001b[1m私はそれがその点で興味深かったので、多くの男性キャラクターが女性キャラよりも、この比喩を取得表示されません。\u001b[22m\n\u001b[4mBut seriously, he is so much of a jerk you cheer on Erika for thinking of a different guy.\u001b[24m\n    \u001b[1mしかし、真剣に、彼はあなたがエリカで別の男を考えるために応援してくれるくせになります。\u001b[22m, \u001b[1mしかし、真剣に、彼はあなたが別の男の思考のためにエリカを応援ジャークのあまりです。\u001b[22m\n\u001b[4mIt takes too long for him to be a nicer character and would have liked to see more of the whole why he loves dogs so much.\u001b[24m\n    \u001b[1mそれは彼がより良いキャラクターになるにはあまりにも時間がかかり、なぜ彼は犬がそんなに好きなのかをもっと見たいと思っていたでしょう。\u001b[22m, \u001b[1mそれは彼がよりよい文字であるためには時間がかかりすぎると、彼はそんなに犬を愛する理由全体の詳細を参照するには好きだろう。\u001b[22m\n\u001b[4mThey actually don't focus on it too much.\u001b[24m\n    \u001b[1m彼らは実際にそれに集中しすぎません。\u001b[22m, \u001b[1m彼らは実際にあまりにも多くのことに焦点を当てていません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: It was pretty amusing even though some things were weird. So for just watching an anime for its comedy, I'd say it works there.\n\n\u001b[1m楽しさ：いくつかのことが変わってもかなり面白かったです。 だから、コメディーのためのアニメを見るだけで、それはそこで動作すると言いたい。\u001b[22m\n\u001b[1m(Tanoshisa: Ikutsu ka no koto ga kawatte mo kanari omoshirokattadesu. Dakara, komedī no tame no anime o miru dake de, soreha sokode dōsa suru to iitai.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: It was pretty amusing even though some things were weird. So for just watching an anime for its comedy, I'd say it works there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: It was pretty amusing even though some things were weird.\u001b[24m\n    \u001b[1m楽しさ：いくつかのことが変わってもかなり面白かったです。\u001b[22m, \u001b[1m楽しさ：それはいくつかのものは奇妙だったにも関わらず、かなり面白かったです。\u001b[22m\n\u001b[4mSo for just watching an anime for its comedy, I'd say it works there.\u001b[24m\n    \u001b[1mだから、コメディーのためのアニメを見るだけで、それはそこで動作すると言いたい。\u001b[22m, \u001b[1mだから、その喜劇のためのアニメを見るために、私はそれが動作すると思います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: It has bad aspects and good aspects but it isn't a bad anime. Maybe because I watched some really bad anime before watching this one, it may be seen better than it is but I still liked it nonetheless.\n\n\u001b[1m全体的に：それは悪い側面と良い側面がありますが、それは悪いアニメではありません。 たぶん私は本当に悪いアニメを見る前にこのアニメを見ていたかもしれませんが、それはそれよりも良く見えるかもしれませんが、それでも私はまだそれを好きでした。\u001b[22m\n\u001b[1m(Zentai-teki ni: Sore wa warui sokumen to yoi sokumen ga arimasuga, sore wa warui animede wa arimasen. Tabun watashi wa hontōni warui anime o miru mae ni kono anime o mite ita kamo shiremasenga, sore wa sore yori mo yoku mieru kamo shiremasenga, soredemo watashi wa mada sore o sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall: It has bad aspects and good aspects but it isn't a bad anime. Maybe because I watched some really bad anime before watching this one, it may be seen better than it is but I still liked it nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: It has bad aspects and good aspects but it isn't a bad anime.\u001b[24m\n    \u001b[1m全体的に：それは悪い側面と良い側面がありますが、それは悪いアニメではありません。\u001b[22m, \u001b[1m全体：それは悪い面と良い面を持っていますが、それは悪いアニメではありません。\u001b[22m\n\u001b[4mMaybe because I watched some really bad anime before watching this one, it may be seen better than it is but I still liked it nonetheless.\u001b[24m\n    \u001b[1mたぶん私は本当に悪いアニメを見る前にこのアニメを見ていたかもしれませんが、それはそれよりも良く見えるかもしれませんが、それでも私はまだそれを好きでした。\u001b[22m, \u001b[1m私はこの1つを見て前にいくつかの本当に悪いアニメを見ているので、多分、それはそれがより良い見られるかもしれないが、私はまだそれにもかかわらず、それが好き。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "Utsusemi1",
    "profile": "/profile/Utsusemi1/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=200135",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  8\n\n私に言わせてください - このアニメは、それがあると指摘するように、悪いものでも腐ったものでもありません。 それは少女ですが、あなたがそれを知っていれば、それが別の何かになるとは期待しないでください。 私はKyouyaがErikaを犬のように全身で扱い、彼はただの穴だと言っていることをたくさん見ました。 しかし、私は違うように頼みます。 概要が示唆しているように、Erikaは誇りを持ち、友人を探しているので、彼女はボーイフレンドを持つことに関して授業中の2人の女の子に合うように横たわっています。 彼女はその後、Kyouyaに彼女のふりをするボーイフレンドと尋ね、代わりに彼はペットの犬のように扱う（ほとんどの場合）。\n\nさて、これはコメディです。コメディが価値あるものであることを教えてください。  「ペット犬」のタイトルはコメディーです。 このキャラクターはすべて、かなり標準的なものです -  2人の厄介な女の子、静かで楽しい親友、熱い男性の鉛、魅力的な女性の鉛、完璧な男性の相手、キラキラと支持的なキャラクター。 ドラマ、少年セーブガール、女の子は男のために、男は拒否（そう...基本的にあなたの典型的な少女アニメ）と苦い甘い満足もある。 少女の公平な分け前を見た人には、私はこのアニメを気にしなかった。 咳をして咳をするのはすごくいいですね。魅力的な話です。 私は人々のようにこれを打ち破ってはいけません - 実際にはかなり良いことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLet me say - this anime isn't as bad or cut throat as some point it out to be. It's a shoujo, yeah but if you know that then don't expect it to be something different. I seen a lot of reviews saying Kyouya treats Erika like a dog the whole time and he's nothing but an a**hole. But I beg to differ. As the synopsis suggests - Erika is overbearing and looking for friends so she lies to fit in with two girls in class about having a boyfriend. She then asks Kyouya to be her pretend boyfriend and in return he treats her like a pet dog (for the most part).\n\n\u001b[1m私に言わせてください - このアニメは、それがあると指摘するように、悪いものでも腐ったものでもありません。 それは少女ですが、あなたがそれを知っているならば、それが別の何かになるとは期待しないでください。 私はKyouyaがErikaを犬のように全身で扱い、彼はただの穴だと言っているとのレビューをたくさん見ました。 しかし、私は違うように頼みます。 概要が示唆しているように、Erikaは誇りを持ち、友人を探しているので、彼女はボーイフレンドを持つことについて授業中に2人の女の子に合うように横たわっています。 彼女はその後、Kyouyaに彼女のふりをするボーイフレンドと尋ね、代わりに彼はペットの犬のように扱う（ほとんどの場合）。\u001b[22m\n\u001b[1m(Watashi ni iwa sete kudasai - kono anime wa, sore ga aru to shiteki suru yō ni, warui monode mo kusatta monode mo arimasen. Sore wa shōjodesuga, anata ga sore o shitte irunaraba, sore ga betsu no nanika ni naru to wa kitai shinaide kudasai. Watashi wa Kyouya ga Erika o inu no yō ni zenshin de atsukai, kare wa tada no anada to itte iru to no rebyū o takusan mimashita. Shikashi, watashi wa chigau yō ni tanomimasu. Gaiyō ga shisa shite iru yō ni, Erika wa hokori o mochi, yūjin o sagashite irunode, kanojo wa bōifurendo o motsu koto ni tsuite jugyō-chū ni 2-ri no on'nanoko ni au yō ni yokotawatte imasu. Kanojo wa sonogo, Kyouya ni kanojo no furi o suru bōifurendo to tazune, kawarini kare wa petto no inu no yō ni atsukau (hotondo no baai).)\u001b[22m\n\nTranslations of \u001b[4mLet me say - this anime isn't as bad or cut throat as some point it out to be. It's a shoujo, yeah but if you know that then don't expect it to be something different. I seen a lot of reviews saying Kyouya treats Erika like a dog the whole time and he's nothing but an a**hole. But I beg to differ. As the synopsis suggests - Erika is overbearing and looking for friends so she lies to fit in with two girls in class about having a boyfriend. She then asks Kyouya to be her pretend boyfriend and in return he treats her like a pet dog (for the most part).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me say - this anime isn't as bad or cut throat as some point it out to be.\u001b[24m\n    \u001b[1m私に言わせてください - このアニメは、それがあると指摘するように、悪いものでも腐ったものでもありません。\u001b[22m, \u001b[1m私が言ってみましょう - このアニメはそれがあることがいくつかの点ほど悪くまたはカット喉ではありません。\u001b[22m\n\u001b[4mIt's a shoujo, yeah but if you know that then don't expect it to be something different.\u001b[24m\n    \u001b[1mそれは少女ですが、あなたがそれを知っているならば、それが別の何かになるとは期待しないでください。\u001b[22m, \u001b[1mそれはええ、少女だが、あなたは、それは別の何かであることを期待していないことがわかっている場合。\u001b[22m\n\u001b[4mI seen a lot of reviews saying Kyouya treats Erika like a dog the whole time and he's nothing but an a**hole.\u001b[24m\n    \u001b[1m私はKyouyaがErikaを犬のように全身で扱い、彼はただの穴だと言っているとのレビューをたくさん見ました。\u001b[22m, \u001b[1m私はKyouyaは犬のように全体の時間をエリカを扱い、彼は**穴が、何もないと言ってレビューをたくさん見て。\u001b[22m\n\u001b[4mBut I beg to differ.\u001b[24m\n    \u001b[1mしかし、私は違うように頼みます。\u001b[22m, \u001b[1mしかし、私は不賛成。\u001b[22m\n\u001b[4mAs the synopsis suggests - Erika is overbearing and looking for friends so she lies to fit in with two girls in class about having a boyfriend.\u001b[24m\n    \u001b[1m概要が示唆しているように、Erikaは誇りを持ち、友人を探しているので、彼女はボーイフレンドを持つことについて授業中に2人の女の子に合うように横たわっています。\u001b[22m, \u001b[1mあらすじが示唆するように - エリカは横柄であり、彼女はボーイフレンドを持っていることについてクラスの二人の女の子に適合するためにあるので、友人を探しています。\u001b[22m\n\u001b[4mShe then asks Kyouya to be her pretend boyfriend and in return he treats her like a pet dog (for the most part).\u001b[24m\n    \u001b[1m彼女はその後、Kyouyaに彼女のふりをするボーイフレンドと尋ね、代わりに彼はペットの犬のように扱う（ほとんどの場合）。\u001b[22m, \u001b[1m彼女はその後、彼女のボーイフレンドをふり、リターンで、彼は（大部分は）ペットの犬のように彼女を扱うことがKyouyaを要求します。\u001b[22m\n\u001b[1m\u001b[22m\nNow, this is a comedy and let me tell you the comedy is there for what it's worth. The 'Pet dog' title is the comedy. The characters are all pretty standard - two annoying girls, quiet and fun best friend, hot male lead, dorky but appealing female lead, perfect male opponents, quirky and supportive side characters. There is drama, boy saves girl, girl falls for guy, guys in denial (so... Basically your typical shoujo anime) and there is bitter sweet satisfaction too. For someone who has seen her fair share in shoujo's, I didn't mind this anime. It's refreshing and nice to look at *cough cough* I mean it's an appealing story. I wouldn't bat this down as much as people do - give it a go it's actually pretty good.\n\n\u001b[1mさて、これはコメディです。コメディが価値あるものであることを教えてください。  「ペット犬」のタイトルはコメディーです。 このキャラクターはすべて、かなり標準的なものです -  2人の厄介な女の子、静かで楽しい親友、熱い男性の鉛、魅力的な女性の鉛、完璧な男性の相手、キラキラと支持的なキャラクター。 ドラマ、少年セーブガール、女の子は男のために、男は拒否（そう...基本的にあなたの典型的な少女アニメ）と苦い甘い満足もある。 少女の公平な分け前を見た人には、私はこのアニメを気にしなかった。 咳をして咳をするのはすごくいいですね。魅力的な話です。 私は人々のようにこれを打ち破ってはいけません - 実際にはかなり良いことです。\u001b[22m\n\u001b[1m(Sate, koreha komedidesu. Komedi ga kachi aru monodearu koto o oshietekudasai. `Petto inu' no taitoru wa komedīdesu. Kono kyarakutā wa subete, kanari hyōjun-tekina monodesu - 2-ri no yakkaina on'nanoko, shizukade tanoshī shin'yū, atsui dansei no namari, miryoku-tekina josei no namari, kanpekina dansei no aite, kirakira to shiji-tekina kyarakutā. Dorama, shōnen sēbugāru, on'nanoko wa otoko no tame ni, otoko wa kyohi (sō... Kihontekini anata no tenkei-tekina shōjo anime) to nigai amai manzoku mo aru. Shōjo no kōheina wakemae o mita hito ni wa, watashi wa kono anime o ki ni shinakatta. Seki o shite seki o suru no wa sugoku īdesu ne. Miryoku-tekina hanashidesu. Watashi wa hitobito no yō ni kore o uchiyabutte wa ikemasen - jissai ni wa kanari yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, this is a comedy and let me tell you the comedy is there for what it's worth. The 'Pet dog' title is the comedy. The characters are all pretty standard - two annoying girls, quiet and fun best friend, hot male lead, dorky but appealing female lead, perfect male opponents, quirky and supportive side characters. There is drama, boy saves girl, girl falls for guy, guys in denial (so... Basically your typical shoujo anime) and there is bitter sweet satisfaction too. For someone who has seen her fair share in shoujo's, I didn't mind this anime. It's refreshing and nice to look at *cough cough* I mean it's an appealing story. I wouldn't bat this down as much as people do - give it a go it's actually pretty good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, this is a comedy and let me tell you the comedy is there for what it's worth.\u001b[24m\n    \u001b[1mさて、これはコメディです。コメディが価値あるものであることを教えてください。\u001b[22m, \u001b[1mさて、これは喜劇であると私はコメディが何が価値があるためにそこにあるあなたを教えてみましょう。\u001b[22m\n\u001b[4mThe 'Pet dog' title is the comedy.\u001b[24m\n    \u001b[1m「ペット犬」のタイトルはコメディーです。\u001b[22m, \u001b[1m「ペットの犬のタイトルは喜劇です。\u001b[22m\n\u001b[4mThe characters are all pretty standard - two annoying girls, quiet and fun best friend, hot male lead, dorky but appealing female lead, perfect male opponents, quirky and supportive side characters.\u001b[24m\n    \u001b[1mこのキャラクターはすべて、かなり標準的なものです -  2人の厄介な女の子、静かで楽しい親友、熱い男性の鉛、魅力的な女性の鉛、完璧な男性の相手、キラキラと支持的なキャラクター。\u001b[22m, \u001b[1m2迷惑な女の子、静かで楽しい親友、熱い男性のリード、役立たずのが、魅力的な女性のリード、完璧な男性の対戦相手、風変わりなと支え側の文字 - 文字は、すべてのかなり標準的です。\u001b[22m\n\u001b[4mThere is drama, boy saves girl, girl falls for guy, guys in denial (so... Basically your typical shoujo anime) and there is bitter sweet satisfaction too.\u001b[24m\n    \u001b[1mドラマ、少年セーブガール、女の子は男のために、男は拒否（そう...基本的にあなたの典型的な少女アニメ）と苦い甘い満足もある。\u001b[22m, \u001b[1mドラマは女の子が男のために低下し、否定の男（そう...基本的にはあなたの典型的な少女アニメ）と苦い甘い満足度があまりにもあり、少年は少女を保存し、そこにあります。\u001b[22m\n\u001b[4mFor someone who has seen her fair share in shoujo's, I didn't mind this anime.\u001b[24m\n    \u001b[1m少女の公平な分け前を見た人には、私はこのアニメを気にしなかった。\u001b[22m, \u001b[1m少女の中で彼女の公正な取り分を見ている誰かのために、私はこのアニメを気にしませんでした。\u001b[22m\n\u001b[4mIt's refreshing and nice to look at *cough cough* I mean it's an appealing story.\u001b[24m\n    \u001b[1m咳をして咳をするのはすごくいいですね。魅力的な話です。\u001b[22m, \u001b[1mそれは、私はそれが魅力的な話だ意味* *咳咳を見てスッキリとうれしいです。\u001b[22m\n\u001b[4mI wouldn't bat this down as much as people do - give it a go it's actually pretty good.\u001b[24m\n    \u001b[1m私は人々のようにこれを打ち破ってはいけません - 実際にはかなり良いことです。\u001b[22m, \u001b[1mそれを、それは実際にはかなり良いです行くを与える - 私はできるだけ多くの人がそうであるようにバットこのダウンしていないでしょう。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "SimplySweet",
    "profile": "/profile/SimplySweet/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=193295",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  10\n\nこのアニメは私のお気に入りの一つです。 しかし、私が欲しくないほど、私は正直でなければならないように感じます。\n\nストーリー：6\nプロットはかなり典型的で、一部の部分では予測可能でした。 しかし、いくつかのオリジナルのタッチがあったため、アニメの反復的で反復的で興味深いものになりました。\n\nアート：8\n芸術はとても良かったです。 定期的で気に入ったスタイル。\n\nサウンド：7\n私は日本語を理解できませんが、音楽はうまく調整されていると思います。\n\nキャラクター：7\nキャラクターは典型的なものですが、ここでは個性が紆余曲折しています。  Erikaは隠れ家、Kyoyaは極端なサディストです。\n\n楽しさ：10\nプロットは、正常ではあるが、ユーモアでいっぱいだった。 私が楽しまなかったエピソードは1つもなかった。\n\n全体：7\n私は本当にアニメに10を与えたいと思っています。しかし、楽しみだけが考慮する要因ではありません。 私は重い心で、アニメは7だったと認めなければならない。\n\n少女ファンには、アニメを撮ることを強くお勧めします。 あなたがそれを気に入らなければ、大丈夫です。 しかし、もしあなたが少なくとも試していなければあなたの欠けている。  （それが私にとって最大であれば、私の得点はすべて3ポイント引き上げられるだろう）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was one of my favorites. Yet, as much as I don't want to, I feel like I must be honest.\n\n\u001b[1mこのアニメは私のお気に入りの一つです。 しかし、私が欲しくないほど、私は正直でなければならないように感じます。\u001b[22m\n\u001b[1m(Kono anime wa watashinōkiniiri no hitotsudesu. Shikashi, watashi ga hoshikunai hodo, watashi wa shōjikidenakereba naranai yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was one of my favorites. Yet, as much as I don't want to, I feel like I must be honest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was one of my favorites.\u001b[24m\n    \u001b[1mこのアニメは私のお気に入りの一つです。\u001b[22m, \u001b[1mこのアニメは私のお気に入りの一つでした。\u001b[22m\n\u001b[4mYet, as much as I don't want to, I feel like I must be honest.\u001b[24m\n    \u001b[1mしかし、私が欲しくないほど、私は正直でなければならないように感じます。\u001b[22m, \u001b[1mしかし、私はしたくないと同じくらい、私は正直でなければならないような気がします。\u001b[22m\n\u001b[1m\u001b[22m\nStory : 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory : 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\nThe plot was fairly typical and in some parts a bit predictable. However, there were a few original touches that make the anime less annoyingly repetitive and more interesting.\n\n\u001b[1mプロットはかなり典型的で、一部の部分では予測可能でした。 しかし、いくつかのオリジナルのタッチがあったため、アニメの反復的で反復的で興味深いものになりました。\u001b[22m\n\u001b[1m(Purotto wa kanari tenkei-tekide, ichibu no bubunde wa yosoku kanōdeshita. Shikashi, ikutsu ka no orijinaru no tatchi ga atta tame, anime no hanpuku-tekide hanpuku-tekide kyōmibukai mono ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe plot was fairly typical and in some parts a bit predictable. However, there were a few original touches that make the anime less annoyingly repetitive and more interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot was fairly typical and in some parts a bit predictable.\u001b[24m\n    \u001b[1mプロットはかなり典型的で、一部の部分では予測可能でした。\u001b[22m, \u001b[1mプロットはかなり典型的ないくつかの部分のビット予測可能でした。\u001b[22m\n\u001b[4mHowever, there were a few original touches that make the anime less annoyingly repetitive and more interesting.\u001b[24m\n    \u001b[1mしかし、いくつかのオリジナルのタッチがあったため、アニメの反復的で反復的で興味深いものになりました。\u001b[22m\n\u001b[1m\u001b[22m\nArt : 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt : 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt : 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nThe art was very good. A regular but pleasing style.\n\n\u001b[1m芸術はとても良かったです。 定期的で気に入ったスタイル。\u001b[22m\n\u001b[1m(Geijutsu wa totemo yokattadesu. Teiki-tekide kiniitta sutairu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was very good. A regular but pleasing style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was very good.\u001b[24m\n    \u001b[1m芸術はとても良かったです。\u001b[22m, \u001b[1m芸術は非常に良好でした。\u001b[22m\n\u001b[4mA regular but pleasing style.\u001b[24m\n    \u001b[1m定期的で気に入ったスタイル。\u001b[22m, \u001b[1m定期的なしかし、気持ちの良いスタイル。\u001b[22m\n\u001b[1m\u001b[22m\nSound : 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound : 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nAlthough I don't understand Japanese, I think the music is fitting and nicely orchestrated.\n\n\u001b[1m私は日本語を理解できませんが、音楽はうまく調整されていると思います。\u001b[22m\n\u001b[1m(Watashi wa nihongo o rikai dekimasenga, ongaku wa umaku chōsei sa rete iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough I don't understand Japanese, I think the music is fitting and nicely orchestrated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I don't understand Japanese, I think the music is fitting and nicely orchestrated.\u001b[24m\n    \u001b[1m私は日本語を理解できませんが、音楽はうまく調整されていると思います。\u001b[22m, \u001b[1m私は日本語を理解していないが、私は音楽がフィッティングとうまく仕組まだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter : 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter : 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter : 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nThe character are typical but with personality twists here and there. Erika is a lair and Kyoya is an extreme sadist.\n\n\u001b[1mキャラクターは典型的なものですが、ここでは個性が紆余曲折しています。  Erikaは隠れ家、Kyoyaは極端なサディストです。\u001b[22m\n\u001b[1m(Kyarakutā wa tenkei-tekina monodesuga, kokode wa kosei ga uyokyokusetsu shite imasu. Erika wa kakurega, Kyoya wa kyokutan'na sadisutodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character are typical but with personality twists here and there. Erika is a lair and Kyoya is an extreme sadist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character are typical but with personality twists here and there.\u001b[24m\n    \u001b[1mキャラクターは典型的なものですが、ここでは個性が紆余曲折しています。\u001b[22m, \u001b[1m文字は、典型的なが、ここにある人格ひねりです。\u001b[22m\n\u001b[4mErika is a lair and Kyoya is an extreme sadist.\u001b[24m\n    \u001b[1mErikaは隠れ家、Kyoyaは極端なサディストです。\u001b[22m, \u001b[1mエリカは隠れ家で、京屋は極端なサディストです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nThe plot, though normal, was riddled with humor. There was not one episode I did not enjoy.\n\n\u001b[1mプロットは、正常ではあるが、ユーモアでいっぱいだった。 私が楽しまなかったエピソードは1つもなかった。\u001b[22m\n\u001b[1m(Purotto wa, seijōde wa aru ga, yūmoa de ippaidatta. Watashi ga tanoshimanakatta episōdo wa 1tsu mo nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe plot, though normal, was riddled with humor. There was not one episode I did not enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot, though normal, was riddled with humor.\u001b[24m\n    \u001b[1mプロットは、正常ではあるが、ユーモアでいっぱいだった。\u001b[22m, \u001b[1mプロットは、正常なものの、ユーモアだらけました。\u001b[22m\n\u001b[4mThere was not one episode I did not enjoy.\u001b[24m\n    \u001b[1m私が楽しまなかったエピソードは1つもなかった。\u001b[22m, \u001b[1m私は楽しんでいなかった1つのエピソードはありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall : 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall : 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nI really want to give the anime a 10. However, enjoyment is not the only factor to take into account. I must admit, with a heavy heart, the anime was an 7.\n\n\u001b[1m私は本当にアニメに10を与えたいと思っています。しかし、楽しみだけが考慮する要因ではありません。 私は重い心で、アニメは7だったと認めなければならない。\u001b[22m\n\u001b[1m(Watashi wa hontōni anime ni 10 o ataetai to omotte imasu. Shikashi, tanoshimi dake ga kōryo suru yōinde wa arimasen. Watashi wa omoi kokoro de, anime wa 7datta to mitomenakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mI really want to give the anime a 10. However, enjoyment is not the only factor to take into account. I must admit, with a heavy heart, the anime was an 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really want to give the anime a 10. However, enjoyment is not the only factor to take into account.\u001b[24m\n    \u001b[1m私は本当にアニメに10を与えたいと思っています。しかし、楽しみだけが考慮する要因ではありません。\u001b[22m, \u001b[1m私は本当にしかし、楽しさが考慮に入れるべき唯一の要因ではないアニメに10を与えたいと思います。\u001b[22m\n\u001b[4mI must admit, with a heavy heart, the anime was an 7.\u001b[24m\n    \u001b[1m私は重い心で、アニメは7だったと認めなければならない。\u001b[22m, \u001b[1m私は認めなければならない、重い心で、アニメは7でした。\u001b[22m\n\u001b[1m\u001b[22m\nTo Shoujo fans, I highly recommend giving the anime a shot. If you don't like it, fine. But your missing out if you don't at least try. (If it were up to me, all my scores would be raised by 3 points).\n\n\u001b[1m少女ファンには、アニメを撮ることを強くお勧めします。 あなたがそれを気に入らなければ、大丈夫です。 しかし、もしあなたが少なくとも試していなければあなたの欠けている。  （それが私にとって最大であれば、私の得点はすべて3ポイント引き上げられるだろう）。\u001b[22m\n\u001b[1m(Shōjo fan ni wa, anime o toru koto o tsuyoku o susume shimasu. Anata ga sore o kiniiranakereba, daijōbudesu. Shikashi, moshi anata ga sukunakutomo tameshite inakereba anata no kakete iru. (Sore ga watashi ni totte saidaideareba, watashi no tokuten wa subete 3-pointo hikiage rarerudarou).)\u001b[22m\n\nTranslations of \u001b[4mTo Shoujo fans, I highly recommend giving the anime a shot. If you don't like it, fine. But your missing out if you don't at least try. (If it were up to me, all my scores would be raised by 3 points).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo Shoujo fans, I highly recommend giving the anime a shot.\u001b[24m\n    \u001b[1m少女ファンには、アニメを撮ることを強くお勧めします。\u001b[22m, \u001b[1m少女ファンに、私は非常にアニメに打撃を与えることをお勧めします。\u001b[22m\n\u001b[4mIf you don't like it, fine.\u001b[24m\n    \u001b[1mあなたがそれを気に入らなければ、大丈夫です。\u001b[22m, \u001b[1mあなたは罰金、それを好きではない場合。\u001b[22m\n\u001b[4mBut your missing out if you don't at least try.\u001b[24m\n    \u001b[1mしかし、もしあなたが少なくとも試していなければあなたの欠けている。\u001b[22m, \u001b[1mあなたは、少なくとも試していない場合しかし、あなたは逃し。\u001b[22m\n\u001b[4m(If it were up to me, all my scores would be raised by 3 points).\u001b[24m\n    \u001b[1m（それが私にとって最大であれば、私の得点はすべて3ポイント引き上げられるだろう）。\u001b[22m, \u001b[1m（それは私までだったら、すべての私のスコアは3点が提起されることになります）。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "lisanh92",
    "profile": "/profile/lisanh92/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=186587",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\n最初にマンガを読んだら、このアニメのことは私を本当に驚かせなかったし、それについてもそうは思わない。 芸術はいい、音楽はいい、声優はいいです。\n主な話題の一部が変更されました。とりわけ博覧会とエリカとセタが神戸に行ったエンディングがありましたが、これはおそらく12話のフォーマットに合うように行われました。 彼らはまた、2人がマリンと彼女のボーイフレンドと一緒に浜辺に行った、偽の関係の重要な瞬間をスキップしました。 しかし、プロットは無関係に動くので、それほど大きな問題ではありません。\n主人公については。\nErikaはやや独立した人として始まります。 はい、彼女は承認のために横たわっていますが、私は大部分の人が（それほどの程度ではないかもしれませんが）それをしていると確信しています。この嘘のために、彼女はSetaの慈悲にいます。 彼女が気まぐれに拘束されたときは最初は大丈夫でしたが、彼女が彼のために落ちるとすぐに、彼は愛情を得るために必要なものすべてに喜んでしまいました。 私は恋に落ちることがあなたの優先順位を変えることを知っています。 しかし、エリカはロマンスが大事なことではない彼女の最初の夢をたくさん失ったと思う。 私は彼女が悪い人物ではないと言っているわけではありません。 彼女は決意を示し、彼女は心のこもったですが、これは読者や視聴者がこれまで見たことのないものです。\nSetaは全体を通して最も発展しています。 彼は最初、心のこもった王子として示され、次に彼は本当のサディスティックな性質を明らかにする。 彼は所有権があり、簡単にイライラされ、鈍く、エリカは無慈悲にモックをする。 当初、彼はErikaを傷つけてしまったとしても、彼の原則を断つことはしませんでした。 エピソード12の終わりまでに、彼はまだ彼の快適ゾーンに滞在することを好むだろうが、彼は彼が気にしている人々に対して思いやりを一時的に示す。 それはエリカまたは彼の疎遠な家族です。 彼は深刻な悪人ではないが、純粋な人でもない。 ほとんどの人と同様、彼は完全に灰色です。 私は本当にこの時点で彼についてもっと多くのことを言うことができない、彼は漫画にさらに発展する。\nそしてそれは実際の「ラブストーリー」になります。 異なる背景を持つ異なる人々はおそらく、関係の異なる認識を持っています。 私たちのほとんどは、偽の関係がErikaにとって不健康であったと結論づけます。 実際の人間関係に入っても不健康だと思う人もいます。 彼女は、彼女が様々なメディア・アウトレットを通して食べられたもののような男の子になることを期待して、彼に大きな期待を持っています。 そうではありません。 彼はそのような人ではなく、決してそのような人ではありません。 私はそれも彼についての魅力的な部分だと思います。 彼女は同じ拘束を示し、ロマンスを考えていないという初期の理想を維持したかったのが大切でした。\n私の考えでは、この物語は猫と恋に落ちる犬と思います。 それは難しく、長期的には不可能かもしれません。 しかし、見るのは十分面白いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nHaving read the manga first, nothing about this anime really surprised me, nor should it for that matter. The art is good, music is fine, voice actors are good.\n\n\u001b[1m最初にマンガを読んだら、このアニメのことは私を本当に驚かせなかったし、それについてもそうは思わない。 芸術はいい、音楽はいい、声優はいいです。\u001b[22m\n\u001b[1m(Saisho ni manga o yondara, kono anime no koto wa watashi o hontōni odorokasenakattashi, sore ni tsuite mo sō wa omowanai. Geijutsu wa ī, ongaku wa ī, seiyū wa īdesu.)\u001b[22m\n\nTranslations of \u001b[4mHaving read the manga first, nothing about this anime really surprised me, nor should it for that matter. The art is good, music is fine, voice actors are good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving read the manga first, nothing about this anime really surprised me, nor should it for that matter.\u001b[24m\n    \u001b[1m最初にマンガを読んだら、このアニメのことは私を本当に驚かせなかったし、それについてもそうは思わない。\u001b[22m, \u001b[1m最初の漫画を読んできたが、このアニメについては何も本当に私を驚かせていない、またそれは、そのことについてはすべき。\u001b[22m\n\u001b[4mThe art is good, music is fine, voice actors are good.\u001b[24m\n    \u001b[1m芸術はいい、音楽はいい、声優はいいです。\u001b[22m, \u001b[1m芸術は良いですが、音楽は結構です、声優が良いです。\u001b[22m\nSome of the main story was changed, most notably the exposition, and the ending where Erika and Seta went to Kobe, but this was probably done to fit the 12-episode format. They also skipped a pivotal moment in the fake relationship, where the two of them went to the beach with Marin and her boyfriend. But the plot moves along regardless, so it’s not really a big deal.\n\n\u001b[1m主な話題の一部が変更されました。とりわけ博覧会、エリカとセタが神戸に行った結末でしたが、これはおそらく12話のフォーマットに合うように行われました。 彼らはまた、2人がマリンと彼女のボーイフレンドと一緒に浜辺に行った、偽の関係の重要な瞬間をスキップしました。 しかし、プロットは無関係に動くので、それほど大きな問題ではありません。\u001b[22m\n\u001b[1m(Omona wadai no ichibu ga henkō sa remashita. Toriwake hakurankai, Erika to Seta ga Kōbe ni itta ketsumatsudeshitaga, kore wa osoraku 12-wa no fōmatto ni au yō ni okonawa remashita. Karera wa mata, 2-ri ga Marin to kanojo no bōifurendo to issho ni hamabe ni itta, nise no kankei no jūyōna shunkan o sukippu shimashita. Shikashi, purotto wa mukankei ni ugokunode, sorehodo ōkina mondaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSome of the main story was changed, most notably the exposition, and the ending where Erika and Seta went to Kobe, but this was probably done to fit the 12-episode format. They also skipped a pivotal moment in the fake relationship, where the two of them went to the beach with Marin and her boyfriend. But the plot moves along regardless, so it’s not really a big deal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the main story was changed, most notably the exposition, and the ending where Erika and Seta went to Kobe, but this was probably done to fit the 12-episode format.\u001b[24m\n    \u001b[1m主な話題の一部が変更されました。とりわけ博覧会、エリカとセタが神戸に行った結末でしたが、これはおそらく12話のフォーマットに合うように行われました。\u001b[22m, \u001b[1mメインストーリーのいくつかは、最も顕著な博覧会、とエリカと瀬田が神戸に行ってきましたエンディングを変更しましたが、これはおそらく12エピソード形式に合わせて行われました。\u001b[22m\n\u001b[4mThey also skipped a pivotal moment in the fake relationship, where the two of them went to the beach with Marin and her boyfriend.\u001b[24m\n    \u001b[1m彼らはまた、2人がマリンと彼女のボーイフレンドと一緒に浜辺に行った、偽の関係の重要な瞬間をスキップしました。\u001b[22m, \u001b[1m彼らはまた、それらの2がマリンと彼女のボーイフレンドと一緒にビーチに行きました偽の関係で重要な瞬間をスキップ。\u001b[22m\n\u001b[4mBut the plot moves along regardless, so it’s not really a big deal.\u001b[24m\n    \u001b[1mしかし、プロットは無関係に動くので、それほど大きな問題ではありません。\u001b[22m, \u001b[1mしかし、プロットは関係なく沿って移動するので、それは本当に大したことではないのです。\u001b[22m\nAs for the main characters.\n\n\u001b[1m主人公については。\u001b[22m\n\u001b[1m(Shujinkō ni tsuite wa.)\u001b[22m\n\nTranslations of \u001b[4mAs for the main characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the main characters.\u001b[24m\n    \u001b[1m主人公については。\u001b[22m, \u001b[1mメインキャラクターとして。\u001b[22m\nErika starts out as a somewhat independent person. Yes, she lies for approval, but I’m sure most people have done that (though maybe not to that extent) to fit in. Because of this lie, she’s at Seta’s mercy. It was fine at first when she showed some restraint to his whims, but as soon as she fell for him, she became all too willing to what it takes to attain his affection. I know that falling in love will change your priorities. But I think Erika lost a lot of her initial gumption where romance wasn’t a big deal to her. I’m not saying she’s a bad character. She shows determination and she’s kindhearted, but it’s nothing shoujo readers/viewers haven’t seen before.\n\n\u001b[1mErikaはやや独立した人として始まります。 はい、彼女は承認のために横たわっていますが、私は大部分の人が（それほどの程度ではないかもしれませんが）それをしていると確信しています。この嘘のために、彼女はSetaの慈悲にいます。 彼女が気まぐれに拘束されたときは最初は大丈夫でしたが、彼女が彼のために落ちるとすぐに、彼は愛情を得るために必要なものすべてに喜んでしまいました。 私は恋に落ちることがあなたの優先順位を変えることを知っています。 しかし、エリカはロマンスが大事なことではない彼女の最初の夢をたくさん失ったと思う。 私は彼女が悪い人物ではないと言っているわけではありません。 彼女は決意を示し、彼女は心のこもったですが、これは読者や視聴者がこれまで見たことのないものです。\u001b[22m\n\u001b[1m(Erika wa yaya dokuritsu shita hito to shite hajimarimasu. Hai, kanojo wa shōnin no tame ni yokotawatte imasuga, watashi wa daibubun no hito ga (sorehodo no teidode wanai kamo shiremasenga) sore o shite iru to kakushin shite imasu. Kono uso no tame ni, kanojo wa Seta no jihi ni imasu. Kanojo ga kimagure ni kōsoku sa reta toki wa saisho wa daijōbudeshitaga, kanojo ga kare no tame ni ochiruto sugu ni, kare wa aijō o eru tame ni hitsuyōnamono subete ni yorokonde shimaimashita. Watashi wa koi ni ochiru koto ga anata no yūsen jun'i o kaeru koto o shitte imasu. Shikashi, erikaha romansu ga daijina kotode wanai kanojo no saisho no yume o takusan ushinatta to omou. Watashi wa kanojo ga warui jinbutsude wa nai to itte iru wakede wa arimasen. Kanojo wa ketsui o shimeshi, kanojo wa kokoro no komottadesuga, koreha dokusha ya shichō-sha ga kore made mita koto no nai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mErika starts out as a somewhat independent person. Yes, she lies for approval, but I’m sure most people have done that (though maybe not to that extent) to fit in. Because of this lie, she’s at Seta’s mercy. It was fine at first when she showed some restraint to his whims, but as soon as she fell for him, she became all too willing to what it takes to attain his affection. I know that falling in love will change your priorities. But I think Erika lost a lot of her initial gumption where romance wasn’t a big deal to her. I’m not saying she’s a bad character. She shows determination and she’s kindhearted, but it’s nothing shoujo readers/viewers haven’t seen before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mErika starts out as a somewhat independent person.\u001b[24m\n    \u001b[1mErikaはやや独立した人として始まります。\u001b[22m, \u001b[1mエリカはある程度独立した人として始まります。\u001b[22m\n\u001b[4mYes, she lies for approval, but I’m sure most people have done that (though maybe not to that extent) to fit in. Because of this lie, she’s at Seta’s mercy.\u001b[24m\n    \u001b[1mはい、彼女は承認のために横たわっていますが、私は大部分の人が（それほどの程度ではないかもしれませんが）それをしていると確信しています。この嘘のために、彼女はSetaの慈悲にいます。\u001b[22m, \u001b[1mはい、彼女は承認のためにあるが、私は（そうでないかもしれない程度にはかかわらず）内に収まるように、この嘘の、彼女は瀬田のなすがままなので、ほとんどの人は。その行っていると確信しています。\u001b[22m\n\u001b[4mIt was fine at first when she showed some restraint to his whims, but as soon as she fell for him, she became all too willing to what it takes to attain his affection.\u001b[24m\n    \u001b[1m彼女が気まぐれに拘束されたときは最初は大丈夫でしたが、彼女が彼のために落ちるとすぐに、彼は愛情を得るために必要なものすべてに喜んでしまいました。\u001b[22m, \u001b[1m彼女は彼の気まぐれにいくつかの拘束を示したが、できるだけ早く、彼女は彼のために落ちたとして、彼女はすべてそれが彼の愛情を達成するために必要なものにすぎ喜んなったとき、それは最初は大丈夫でした。\u001b[22m\n\u001b[4mI know that falling in love will change your priorities.\u001b[24m\n    \u001b[1m私は恋に落ちることがあなたの優先順位を変えることを知っています。\u001b[22m, \u001b[1m私は恋に落ちることはあなたの優先順位を変更することがわかっています。\u001b[22m\n\u001b[4mBut I think Erika lost a lot of her initial gumption where romance wasn’t a big deal to her.\u001b[24m\n    \u001b[1mしかし、エリカはロマンスが大事なことではない彼女の最初の夢をたくさん失ったと思う。\u001b[22m, \u001b[1mしかし、私はエリカはロマンスが彼女に大したことではなかった彼女の最初の進取の気性の多くを失ったと思います。\u001b[22m\n\u001b[4mI’m not saying she’s a bad character.\u001b[24m\n    \u001b[1m私は彼女が悪い人物ではないと言っているわけではありません。\u001b[22m, \u001b[1m私は彼女が悪い文字だとは言いませんよ。\u001b[22m\n\u001b[4mShe shows determination and she’s kindhearted, but it’s nothing shoujo readers/viewers haven’t seen before.\u001b[24m\n    \u001b[1m彼女は決意を示し、彼女は心のこもったですが、これは読者や視聴者がこれまで見たことのないものです。\u001b[22m, \u001b[1m彼女は決意を示し、彼女は心の優しいのですが、それは少女読者/視聴者が以前に見たことがない何もありません。\u001b[22m\nSeta shows the most development throughout. He’s first shown as a kindhearted prince, then he reveals his true sadistic nature. He’s possessive, easily irritated, blunt and mocks Erika mercilessly. Initially, he wouldn’t deter from his principles, even if it ended up hurting Erika. By the end of episode 12, he would still prefer to stay in his comfort zone, but he shows occasional glimpses of compassion towards the people he cares for. Be it Erika or his estranged family members. His not a bad guy deep down, but he’s not a pure person either. He’s perfectly gray, like most people. I can’t really say much more about him at this point, he develops further into the manga.\n\n\u001b[1mSetaは全体を通して最も発展しています。 彼は最初、心のこもった王子として示され、次に彼は本当のサディスティックな性質を明らかにする。 彼は所有権があり、簡単にイライラされ、鈍く、エリカは無慈悲にモックをする。 当初、彼はErikaを傷つけてしまったとしても、彼の原則を断つことはしませんでした。 エピソード12の終わりまでに、彼はまだ彼の快適ゾーンに滞在することを好むだろうが、彼は彼が気にしている人々に対して思いやりを一時的に示す。 それはエリカまたは彼の疎遠な家族です。 彼は深刻な悪人ではないが、純粋な人でもない。 ほとんどの人と同様、彼は完全に灰色です。 私は本当にこの時点で彼についてもっと多くのことを言うことができない、彼は漫画にさらに発展する。\u001b[22m\n\u001b[1m(Seta wa zentai o tōshite mottomo hatten shite imasu. Kare wa saisho, kokoro no komotta ōji to shite shimesa re, tsugini kare wa hontō no sadisutikkuna seishitsu o akiraka ni suru. Kare wa shoyū-ken ga ari, kantan ni iraira sa re, nibuku, Erika wa mujihi ni mokku o suru. Tōsho, kare wa Erika o kizutsukete shimatta to shite mo, kare no gensoku o tatsu koto wa shimasendeshita. Episōdo 12 no owari made ni, kare wa mada kare no kaiteki zōn ni taizai suru koto o konomudarouga, kare wa kare ga ki ni shite iru hitobito ni taishite omoiyari o ichijitekini shimesu. Sore wa Erika matawa kare no soen'na kazokudesu. Kare wa shinkokuna akuninde wa naiga, junsuina hito demonai. Hotondo no hito to dōyō, kare wa kanzen ni haiirodesu. Watashi wa hontōni kono jiten de kare ni tsuite motto ōku no koto o iu koto ga dekinai, kare wa manga ni sarani hatten suru.)\u001b[22m\n\nTranslations of \u001b[4mSeta shows the most development throughout. He’s first shown as a kindhearted prince, then he reveals his true sadistic nature. He’s possessive, easily irritated, blunt and mocks Erika mercilessly. Initially, he wouldn’t deter from his principles, even if it ended up hurting Erika. By the end of episode 12, he would still prefer to stay in his comfort zone, but he shows occasional glimpses of compassion towards the people he cares for. Be it Erika or his estranged family members. His not a bad guy deep down, but he’s not a pure person either. He’s perfectly gray, like most people. I can’t really say much more about him at this point, he develops further into the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeta shows the most development throughout.\u001b[24m\n    \u001b[1mSetaは全体を通して最も発展しています。\u001b[22m, \u001b[1m瀬田は全体で最も発展を示しています。\u001b[22m\n\u001b[4mHe’s first shown as a kindhearted prince, then he reveals his true sadistic nature.\u001b[24m\n    \u001b[1m彼は最初、心のこもった王子として示され、次に彼は本当のサディスティックな性質を明らかにする。\u001b[22m, \u001b[1m彼は最初、彼は彼の本当のサディスティックな性質を明らかにし、心の優しい王子として示されています。\u001b[22m\n\u001b[4mHe’s possessive, easily irritated, blunt and mocks Erika mercilessly.\u001b[24m\n    \u001b[1m彼は所有権があり、簡単にイライラされ、鈍く、エリカは無慈悲にモックをする。\u001b[22m, \u001b[1m彼は鈍い、簡単にイライラ、所有格だと容赦なくエリカを皮肉っ。\u001b[22m\n\u001b[4mInitially, he wouldn’t deter from his principles, even if it ended up hurting Erika.\u001b[24m\n    \u001b[1m当初、彼はErikaを傷つけてしまったとしても、彼の原則を断つことはしませんでした。\u001b[22m, \u001b[1m当初、彼はそれがエリカを傷つけてしまった場合でも、彼の原理から阻止しないでしょう。\u001b[22m\n\u001b[4mBy the end of episode 12, he would still prefer to stay in his comfort zone, but he shows occasional glimpses of compassion towards the people he cares for.\u001b[24m\n    \u001b[1mエピソード12の終わりまでに、彼はまだ彼の快適ゾーンに滞在することを好むだろうが、彼は彼が気にしている人々に対して思いやりを一時的に示す。\u001b[22m, \u001b[1m第12話の終わりまでに、彼はまだ彼の快適ゾーンに滞在することを好むだろうが、彼は彼が気に人々に向かって思いやりの時折見え隠れを示しています。\u001b[22m\n\u001b[4mBe it Erika or his estranged family members.\u001b[24m\n    \u001b[1mそれはエリカまたは彼の疎遠な家族です。\u001b[22m, \u001b[1mそれはエリカや彼の疎遠の家族のメンバーです。\u001b[22m\n\u001b[4mHis not a bad guy deep down, but he’s not a pure person either.\u001b[24m\n    \u001b[1m彼は深刻な悪人ではないが、純粋な人でもない。\u001b[22m, \u001b[1m彼のない悪い男深いダウン、彼は純粋な人ではないのです。\u001b[22m\n\u001b[4mHe’s perfectly gray, like most people.\u001b[24m\n    \u001b[1mほとんどの人と同様、彼は完全に灰色です。\u001b[22m, \u001b[1m彼はほとんどの人々のように、完全に灰色です。\u001b[22m\n\u001b[4mI can’t really say much more about him at this point, he develops further into the manga.\u001b[24m\n    \u001b[1m私は本当にこの時点で彼についてもっと多くのことを言うことができない、彼は漫画にさらに発展する。\u001b[22m, \u001b[1m私は本当に彼は漫画の中にさらに発達し、この時点で彼について多くを言わないことができます。\u001b[22m\nThen it comes to the actual ‘love story’. Different people with different background will probably have different perceptions of the relationship. Most of us will conclude that the fake relationship was unhealthy for Erika; some might continue to think it’s unhealthy when they enter the real relationship too. She has high expectations for him, hoping he’ll become a doting boyfriend like the ones she’s been fed through various media outlets. That’s not the case. He’s not that kind of person, and he will never be that kind of person. I think that’s the compelling part about him too. I wished she’d shown the same restraint and kept her initial ideals of not thinking romance was *that* important.\n\n\u001b[1mそしてそれは実際の「ラブストーリー」になります。 異なる背景を持つ異なる人々はおそらく、関係の異なる認識を持っています。 私たちのほとんどは、偽の関係がErikaにとって不健康であったと結論づけます。 実際の人間関係に入っても不健康だと思う人もいます。 彼女は、彼女が様々なメディア・アウトレットを通して食べられたもののような男の子になることを期待して、彼に大きな期待を持っています。 そうではありません。 彼はそのような人ではなく、決してそのような人ではありません。 私はそれも彼についての魅力的な部分だと思います。 彼女は同じ拘束を示し、ロマンスを考えていないという初期の理想を維持したかったのが大切でした。\u001b[22m\n\u001b[1m(Soshite sore wa jissai no `rabusutōrī' ni narimasu. Kotonaru haikei o motsu kotonaru hitobito wa osoraku, kankei no kotonaru ninshiki o motte imasu. Watashitachi no hotondo wa, nise no kankei ga Erika ni totte fukenkōdeatta to ketsurondzukemasu. Jissai no ningen kankei ni haitte mo fukenkōda to omou hito mo imasu. Kanojo wa, kanojo ga samazamana media autoretto o tōshite tabe rareta mono no yōna otokonoko ni naru koto o kitai shite, kare ni ōkina kitai o motte imasu. Sōde wa arimasen. Kare wa sono yōna hitode wa naku, kesshite sono yōna hitode wa arimasen. Watashi wa sore mo kare ni tsuite no miryoku-tekina bubunda to omoimasu. Kanojo wa onaji kōsoku o shimeshi, romansu o kangaete inai to iu shoki no risō o iji shitakatta no ga taisetsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThen it comes to the actual ‘love story’. Different people with different background will probably have different perceptions of the relationship. Most of us will conclude that the fake relationship was unhealthy for Erika; some might continue to think it’s unhealthy when they enter the real relationship too. She has high expectations for him, hoping he’ll become a doting boyfriend like the ones she’s been fed through various media outlets. That’s not the case. He’s not that kind of person, and he will never be that kind of person. I think that’s the compelling part about him too. I wished she’d shown the same restraint and kept her initial ideals of not thinking romance was *that* important.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen it comes to the actual ‘love story’.\u001b[24m\n    \u001b[1mそしてそれは実際の「ラブストーリー」になります。\u001b[22m, \u001b[1mそして、それは、実際の「ラブストーリー」に付属しています。\u001b[22m\n\u001b[4mDifferent people with different background will probably have different perceptions of the relationship.\u001b[24m\n    \u001b[1m異なる背景を持つ異なる人々はおそらく、関係の異なる認識を持っています。\u001b[22m, \u001b[1m異なる背景を持つ別の人は、おそらく関係の異なる認識を持つことになります。\u001b[22m\n\u001b[4mMost of us will conclude that the fake relationship was unhealthy for Erika;\u001b[24m\n    \u001b[1m私たちのほとんどは、偽の関係がErikaにとって不健康であったと結論づけます。\u001b[22m, \u001b[1m私たちのほとんどは、偽の関係はエリカのために不健康だったと結論します。\u001b[22m\n\u001b[4msome might continue to think it’s unhealthy when they enter the real relationship too.\u001b[24m\n    \u001b[1m実際の人間関係に入っても不健康だと思う人もいます。\u001b[22m, \u001b[1mいくつかは、彼らがあまりにも本当の関係を入力したとき、それは不健康だと思うし続けるかもしれません。\u001b[22m\n\u001b[4mShe has high expectations for him, hoping he’ll become a doting boyfriend like the ones she’s been fed through various media outlets.\u001b[24m\n    \u001b[1m彼女は、彼女が様々なメディア・アウトレットを通して食べられたもののような男の子になることを期待して、彼に大きな期待を持っています。\u001b[22m, \u001b[1m彼女は彼が彼女がさまざまなメディアアウトレットを介して供給されていたもののように溺愛彼氏になるだろう期待して、彼のために高い期待を持っています。\u001b[22m\n\u001b[4mThat’s not the case.\u001b[24m\n    \u001b[1mそうではありません。\u001b[22m, \u001b[1mそれはそうではないのです。\u001b[22m\n\u001b[4mHe’s not that kind of person, and he will never be that kind of person.\u001b[24m\n    \u001b[1m彼はそのような人ではなく、決してそのような人ではありません。\u001b[22m, \u001b[1m彼は人のようなものではありません、彼は人のようなものになることはありません。\u001b[22m\n\u001b[4mI think that’s the compelling part about him too.\u001b[24m\n    \u001b[1m私はそれも彼についての魅力的な部分だと思います。\u001b[22m, \u001b[1m私はそれがあまりにも彼について説得力のある部分だと思います。\u001b[22m\n\u001b[4mI wished she’d shown the same restraint and kept her initial ideals of not thinking romance was *that* important.\u001b[24m\n    \u001b[1m彼女は同じ拘束を示し、ロマンスを考えていないという初期の理想を維持したかったのが大切でした。\u001b[22m, \u001b[1m私は彼女が同じ拘束を示すだろう望んだとロマンスが重要* *だと思っていない彼女の初期の理想を続けました。\u001b[22m\nFor my part, I think of this story as a dog falling in love with a cat. It’s difficult, maybe even impossible long term. But it’s interesting enough to watch.\n\n\u001b[1m私の考えでは、この物語は猫と恋に落ちる犬と思います。 それは難しく、長期的には不可能かもしれません。 しかし、見るのは十分面白いです。\u001b[22m\n\u001b[1m(Watashi no kangaede wa, kono monogatari wa neko to koiniochiru inu to omoimasu. Sore wa muzukashiku, chōki-teki ni wa fukanō kamo shiremasen. Shikashi, miru no wa jūbun omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mFor my part, I think of this story as a dog falling in love with a cat. It’s difficult, maybe even impossible long term. But it’s interesting enough to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor my part, I think of this story as a dog falling in love with a cat.\u001b[24m\n    \u001b[1m私の考えでは、この物語は猫と恋に落ちる犬と思います。\u001b[22m, \u001b[1m犬は猫と恋に落ちるように私の部分については、私はこの話を考えます。\u001b[22m\n\u001b[4mIt’s difficult, maybe even impossible long term.\u001b[24m\n    \u001b[1mそれは難しく、長期的には不可能かもしれません。\u001b[22m, \u001b[1mそれは多分不可能長期、困難です。\u001b[22m\n\u001b[4mBut it’s interesting enough to watch.\u001b[24m\n    \u001b[1mしかし、見るのは十分面白いです。\u001b[22m, \u001b[1mしかし、それは見ていて十分に興味深いです。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "blueangel1986",
    "profile": "/profile/blueangel1986/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=177947",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  6\n\nこんにちは、\n\nOokami ShoujoとOuji Kuroについて何を言いますか？\n私は少し言いたいことが残念だった。\n\nストーリー：6/10\nそれは非常に基本的なものです。 彼女は友達を作りたいと思っているので、彼女は彼女の人生のほとんどすべてについて嘘をついており、これには彼女が持っていない「ボーイフレンド」も含まれています。 物事は進歩し、彼女は外出すると主張していた少年は彼女の学校の学生です。 彼女が状況を説明するとき、彼は助ける準備ができているが、良い理由はない。 彼は楽しんでいたいと思っています。そうする方法は、私たちの「ヒーロー」を犬のように扱うことです。\n時には猥褻に遭遇することもあります。なぜなら、誰かがどこかに収まるようにこれを行うのはなぜなのか、私は尋ね続けました。\nそれはいくつかの漫画の部分があり、物語が行くようにいくつかの開発があるので、それは良くなる。\n見るのは簡単ですし、ほとんどの人はそれを楽しむことができますね。 私は、それは傑作ではないが、私は最悪を見た。\n\nアート：7/10\n芸術は良いです、色は物語とShoujoのテーマでよく合います。 文字のデザインも良いです。 主役の男性は、通常このタイプのアニメで使用されるクールなスタイルを持ち、主要な女の子は同じです。\nそれは最高のポイントの一つです。\n\nサウンド：6/10\nこのアニメの大部分のように、その音は良いも悪くもありません。 オープニングとエンディングはキャッチーで面白いですが、あまりにも特別なものはありません。\nエピソードの間の音楽は同じです。 そこには実際の使用はありません。\n\nキャラクター：6/10\nうん、これは難しい部分です。 ストーリーの始めには、キャラクターにはそのような悪い性質があり、シリーズ全体のコンセプトについてちょっと疑問に思っています。 しかし、彼らは何とかして良い方法で進化することを心配しないでください。  Erikaは強迫的な嘘つきで、Kyouyaは犬しか欲しがらないサディストです。 どういうわけか彼女は彼の人格を好きで、彼女の人生の目標を\"犬\"から適切なガールフレンドに向かわせています。 結局彼らはお互いを理解している。  Erikaはより強く決まってKyouyaは親切で理解しやすくなります。\n\n楽しさ：6/10\n個人的に私が最初を見るのは難しいです。 彼らの関係はどこにも行かないように感じました。 しかし、それは私が好きだった進行しているとあなたはそれがかなり良い見て何もない場合は、私はまだそれをお勧めします。\n\n私はほとんどの人がそれを好きになると思います。 それは簡単に、面白いと時々愛らしい。\n\nありがとう：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nhello,\n/heˈlō,həˈlō/\n\n\u001b[1mこんにちは、\u001b[22m\n\u001b[1m(Kon'nichiwa,)\u001b[22m\n\nDefinitions of \u001b[4mhello,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    今日は\u001b[22m\n        hello, good day\n\u001b[1m\u001b[22m\nWhat to say about Ookami Shoujo to Kuro Ouji?!\n\n\u001b[1mOokami ShoujoとOuji Kuroについて何を言いますか？\u001b[22m\n\u001b[1m(Ookami Shoujo to Ouji Kuro ni tsuite nani o iimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat to say about Ookami Shoujo to Kuro Ouji?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat to say about Ookami Shoujo to Kuro Ouji?!\u001b[24m\n    \u001b[1mOokami ShoujoとOuji Kuroについて何を言いますか？\u001b[22m, \u001b[1m黒王子に狼少女について何を言って！\u001b[22m\nI was a bit disappointed I have to say.\n\n\u001b[1m私は少し言いたいことが残念だった。\u001b[22m\n\u001b[1m(Watashi wa sukoshi iitai koto ga zan'nendatta.)\u001b[22m\n\nTranslations of \u001b[4mI was a bit disappointed I have to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was a bit disappointed I have to say.\u001b[24m\n    \u001b[1m私は少し言いたいことが残念だった。\u001b[22m, \u001b[1m私は私が言わなければならない少しがっかりしました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\nIt's very basic one. The girl wants to make friends, so she lies about pretty much everything in her life, and this includes the 'boyfriend' that she does not have. Things progress and the boy she was claiming to be going out with is a student in her school. When she explains the situation he is ready to help, but not for good reasons. He wants to have fun and he's way of doing so is to treat our 'hero' like a dog.\n\n\u001b[1mそれは非常に基本的なものです。 彼女は友達を作りたいと思っているので、彼女は彼女の人生のほとんどすべてについて嘘をついており、これには彼女が持っていない「ボーイフレンド」も含まれています。 物事は進歩し、彼女は外出すると主張していた少年は彼女の学校の学生です。 彼女が状況を説明するとき、彼は助ける準備ができているが、良い理由はない。 彼は楽しんでいたいと思っています。そうする方法は、私たちの「ヒーロー」を犬のように扱うことです。\u001b[22m\n\u001b[1m(Sore wa hijō ni kihon-tekina monodesu. Kanojo wa tomodachi o tsukuritai to omotte irunode, kanojo wa kanojo no jinsei no hotondo subete ni tsuite uso o tsuite ori, kore ni wa kanojo ga motteinai `bōifurendo' mo fukuma rete imasu. Monogoto wa shinpo shi, kanojo wa gaishutsu suru to shuchō shite ita shōnen wa kanojo no gakkō no gakuseidesu. Kanojo ga jōkyō o setsumei suru toki, kare wa tasukeru junbi ga dekite iruga, yoi riyū wanai. Kare wa tanoshinde itai to omotte imasu. Sō suru hōhō wa, watashitachi no `hīrō' o inu no yō ni atsukau kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's very basic one. The girl wants to make friends, so she lies about pretty much everything in her life, and this includes the 'boyfriend' that she does not have. Things progress and the boy she was claiming to be going out with is a student in her school. When she explains the situation he is ready to help, but not for good reasons. He wants to have fun and he's way of doing so is to treat our 'hero' like a dog.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's very basic one.\u001b[24m\n    \u001b[1mそれは非常に基本的なものです。\u001b[22m, \u001b[1mこれは非常に基本的なものです。\u001b[22m\n\u001b[4mThe girl wants to make friends, so she lies about pretty much everything in her life, and this includes the 'boyfriend' that she does not have.\u001b[24m\n    \u001b[1m彼女は友達を作りたいと思っているので、彼女は彼女の人生のほとんどすべてについて嘘をついており、これには彼女が持っていない「ボーイフレンド」も含まれています。\u001b[22m, \u001b[1m少女は友人を作りたいので、彼女は彼女の人生のほとんどすべてについて位置し、これは彼女が持っていないことを '彼氏'を含みます。\u001b[22m\n\u001b[4mThings progress and the boy she was claiming to be going out with is a student in her school.\u001b[24m\n    \u001b[1m物事は進歩し、彼女は外出すると主張していた少年は彼女の学校の学生です。\u001b[22m, \u001b[1m物事が進行し、彼女がして外出すると主張した少年は彼女の学校の学生です。\u001b[22m\n\u001b[4mWhen she explains the situation he is ready to help, but not for good reasons.\u001b[24m\n    \u001b[1m彼女が状況を説明するとき、彼は助ける準備ができているが、良い理由はない。\u001b[22m, \u001b[1m彼女は状況を説明すると、彼は正当な理由のために支援する準備ができて、しかしではありません。\u001b[22m\n\u001b[4mHe wants to have fun and he's way of doing so is to treat our 'hero' like a dog.\u001b[24m\n    \u001b[1m彼は楽しんでいたいと思っています。そうする方法は、私たちの「ヒーロー」を犬のように扱うことです。\u001b[22m, \u001b[1m彼は楽しみを持って望んでいると、彼はそうすることの方法は、犬のように私たちの「ヒーロー」を治療することであるのです。\u001b[22m\nIt sometimes borders on the indecency, and I kept asking myself why would someone do this just to fit in somewhere.\n\n\u001b[1m時には猥褻に遭遇することもあります。なぜなら、誰かがどこかに収まるようにこれを行うのはなぜなのか、私は尋ね続けました。\u001b[22m\n\u001b[1m(Tokiniha waisetsu ni sōgū suru koto mo arimasu. Nazenara, darekaga doko ka ni osamaru yō ni kore o okonau no wa nazena no ka, watashi wa tazune tsudzukemashita.)\u001b[22m\n\nTranslations of \u001b[4mIt sometimes borders on the indecency, and I kept asking myself why would someone do this just to fit in somewhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt sometimes borders on the indecency, and I kept asking myself why would someone do this just to fit in somewhere.\u001b[24m\n    \u001b[1m時には猥褻に遭遇することもあります。なぜなら、誰かがどこかに収まるようにこれを行うのはなぜなのか、私は尋ね続けました。\u001b[22m, \u001b[1mそれは時々わいせつに接し、私はなぜ誰かがどこかに収まるようにこれを行うことになる自分自身を問い続けました。\u001b[22m\nIt has some comic parts and as the story goes there is some developments so it does get better.\n\n\u001b[1mそれはいくつかの漫画の部分があり、物語が行くようにいくつかの開発があるので、それは良くなる。\u001b[22m\n\u001b[1m(Sore wa ikutsu ka no manga no bubun ga ari, monogatari ga iku yō ni ikutsu ka no kaihatsu ga aru node, sore wa yoku naru.)\u001b[22m\n\nTranslations of \u001b[4mIt has some comic parts and as the story goes there is some developments so it does get better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has some comic parts and as the story goes there is some developments so it does get better.\u001b[24m\n    \u001b[1mそれはいくつかの漫画の部分があり、物語が行くようにいくつかの開発があるので、それは良くなる。\u001b[22m, \u001b[1mこれは、いくつかの漫画の部分があり、物語が進むにつれて、それは良くないので、いくつかの進展があります。\u001b[22m\nIt's easy to watch, and most people can enjoy it I guess. I did, it's not a masterpiece but I've seen worst.\n\n\u001b[1m見るのは簡単ですし、ほとんどの人はそれを楽しむことができますね。 私は、それは傑作ではないが、私は最悪を見た。\u001b[22m\n\u001b[1m(Miru no wa kantandesushi, hotondo no hito wa sore o tanoshimu koto ga dekimasu ne. Watashi wa, sore wa kessakude wa naiga, watashi wa saiaku o mita.)\u001b[22m\n\nTranslations of \u001b[4mIt's easy to watch, and most people can enjoy it I guess. I did, it's not a masterpiece but I've seen worst.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's easy to watch, and most people can enjoy it I guess.\u001b[24m\n    \u001b[1m見るのは簡単ですし、ほとんどの人はそれを楽しむことができますね。\u001b[22m, \u001b[1mそれは見ることは簡単だし、ほとんどの人は、私が推測する、それを楽しむことができます。\u001b[22m\n\u001b[4mI did, it's not a masterpiece but I've seen worst.\u001b[24m\n    \u001b[1m私は、それは傑作ではないが、私は最悪を見た。\u001b[22m, \u001b[1m私は、それは傑作ではありませんでしたが、私は最悪の事態を見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt:7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nThe art is good, the colors fit well with story and with the Shoujo theme. The character design is also good. The leading male has the cool style usually used in this type of anime and the leading girl the same.\n\n\u001b[1m芸術は良いです、色は物語とShoujoのテーマでよく合います。 文字のデザインも良いです。 主役の男性は、通常このタイプのアニメで使用されるクールなスタイルを持ち、主要な女の子は同じです。\u001b[22m\n\u001b[1m(Geijutsu wa yoidesu,-iro wa monogatari to Shoujo no tēma de yoku aimasu. Moji no dezain mo yoidesu. Shuyaku no dansei wa, tsūjō kono taipu no anime de shiyō sa reru kūruna sutairu o mochi, shuyōna on'nanoko wa onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is good, the colors fit well with story and with the Shoujo theme. The character design is also good. The leading male has the cool style usually used in this type of anime and the leading girl the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is good, the colors fit well with story and with the Shoujo theme.\u001b[24m\n    \u001b[1m芸術は良いです、色は物語とShoujoのテーマでよく合います。\u001b[22m, \u001b[1mアートは色が話をし、少女をテーマとよく合う、良いです。\u001b[22m\n\u001b[4mThe character design is also good.\u001b[24m\n    \u001b[1m文字のデザインも良いです。\u001b[22m, \u001b[1mキャラクターデザインも良いです。\u001b[22m\n\u001b[4mThe leading male has the cool style usually used in this type of anime and the leading girl the same.\u001b[24m\n    \u001b[1m主役の男性は、通常このタイプのアニメで使用されるクールなスタイルを持ち、主要な女の子は同じです。\u001b[22m, \u001b[1m先頭の男性は通常、アニメのこのタイプとリーディングの女の子と同じで使用されるクールなスタイルを持っています。\u001b[22m\nIt's one of the best points.\n\n\u001b[1mそれは最高のポイントの一つです。\u001b[22m\n\u001b[1m(Sore wa saikō no pointo no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's one of the best points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's one of the best points.\u001b[24m\n    \u001b[1mそれは最高のポイントの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nSound:6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound:6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m\nLike most about this anime, the sound is neither good or bad. The opening and ending are catchy and funny, but nothing too special.\n\n\u001b[1mこのアニメの大部分のように、その音は良いも悪くもありません。 オープニングとエンディングはキャッチーで面白いですが、あまりにも特別なものはありません。\u001b[22m\n\u001b[1m(Kono anime no daibubun no yō ni, sono Oto wa yoi mo waruku mo arimasen. Ōpuningu to endingu wa kyatchī de omoshiroidesuga, amarini mo tokubetsuna mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLike most about this anime, the sound is neither good or bad. The opening and ending are catchy and funny, but nothing too special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike most about this anime, the sound is neither good or bad.\u001b[24m\n    \u001b[1mこのアニメの大部分のように、その音は良いも悪くもありません。\u001b[22m, \u001b[1mこのアニメについての最も同様、音が良いか悪いかでもありません。\u001b[22m\n\u001b[4mThe opening and ending are catchy and funny, but nothing too special.\u001b[24m\n    \u001b[1mオープニングとエンディングはキャッチーで面白いですが、あまりにも特別なものはありません。\u001b[22m, \u001b[1mオープニングとエンディングはキャッチーで面白いが、あまりにも何も特別なです。\u001b[22m\nThe music during the episodes the same. There is no real use there.\n\n\u001b[1mエピソードの間の音楽は同じです。 そこには実際の使用はありません。\u001b[22m\n\u001b[1m(Episōdo no ma no ongaku wa onajidesu. Soko ni wa jissai no shiyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe music during the episodes the same. There is no real use there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music during the episodes the same.\u001b[24m\n    \u001b[1mエピソードの間の音楽は同じです。\u001b[22m, \u001b[1m同じエピソード中の音楽。\u001b[22m\n\u001b[4mThere is no real use there.\u001b[24m\n    \u001b[1mそこには実際の使用はありません。\u001b[22m, \u001b[1mそこには、実際の使用はありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m\nYeah this is the hard part. In the beginning of the story the characters have both such a bad character that it leaves you wondering a bit about the whole concept for the series. But don't worry they do somehow evolve in a good way. Erika is a compulsive liar and Kyouya a sadist that only wanted a dog. Somehow she likes his personality and makes her life goal to go from 'the dog' to proper girlfriend. In the end they do understand each other. Erika becomes a lot stronger and determined and Kyouya becomes kinder and understanding.\n\n\u001b[1mうん、これは難しい部分です。 ストーリーの始めには、キャラクターにはそのような悪い性質があり、シリーズ全体のコンセプトについてちょっと疑問に思っています。 しかし、彼らは何とかして良い方法で進化することを心配しないでください。  Erikaは強迫的な嘘つきで、Kyouyaは犬しか欲しがらないサディストです。 どういうわけか彼女は彼の人格を好きで、彼女の人生の目標を適切なガールフレンドに「犬」から行くようにします。 結局彼らはお互いを理解している。  Erikaはより強く決まってKyouyaは親切で理解しやすくなります。\u001b[22m\n\u001b[1m(Un, kore wa muzukashī bubundesu. Sutōrī no hajime ni wa, kyarakutā ni wa sono yōna warui seishitsu ga ari, shirīzu zentai no konseputo ni tsuite chotto gimon ni omotte imasu. Shikashi, karera wa nantoka shite yoi hōhō de shinka suru koto o shinpaishinaide kudasai. Erika wa kyōhaku-tekina usotsuki de, Kyouya wa inu shika hoshi garanai sadisutodesu. Dō iu wake ka kanojo wa kare no jinkaku o sukide, kanojo no jinsei no mokuhyō o tekisetsuna gārufurendo ni `inu' kara iku yō ni shimasu. Kekkyoku karera wa otagai o rikai shite iru. Erika wa yori tsuyoku kimatte Kyouya wa shinsetsude rikai shi yasuku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mYeah this is the hard part. In the beginning of the story the characters have both such a bad character that it leaves you wondering a bit about the whole concept for the series. But don't worry they do somehow evolve in a good way. Erika is a compulsive liar and Kyouya a sadist that only wanted a dog. Somehow she likes his personality and makes her life goal to go from 'the dog' to proper girlfriend. In the end they do understand each other. Erika becomes a lot stronger and determined and Kyouya becomes kinder and understanding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah this is the hard part.\u001b[24m\n    \u001b[1mうん、これは難しい部分です。\u001b[22m\n\u001b[4mIn the beginning of the story the characters have both such a bad character that it leaves you wondering a bit about the whole concept for the series.\u001b[24m\n    \u001b[1mストーリーの始めには、キャラクターにはそのような悪い性質があり、シリーズ全体のコンセプトについてちょっと疑問に思っています。\u001b[22m, \u001b[1m物語の冒頭では文字が、それはあなたがシリーズの全体のコンセプトについて少し疑問に残すことの両方のような悪いキャラクターを持っています。\u001b[22m\n\u001b[4mBut don't worry they do somehow evolve in a good way.\u001b[24m\n    \u001b[1mしかし、彼らは何とかして良い方法で進化することを心配しないでください。\u001b[22m, \u001b[1mしかし、彼らは何とか良い方法で進化するん心配しないでください。\u001b[22m\n\u001b[4mErika is a compulsive liar and Kyouya a sadist that only wanted a dog.\u001b[24m\n    \u001b[1mErikaは強迫的な嘘つきで、Kyouyaは犬しか欲しがらないサディストです。\u001b[22m, \u001b[1mエリカは、強迫的な嘘つきとKyouyaのみ犬を望んでいたサディストです。\u001b[22m\n\u001b[4mSomehow she likes his personality and makes her life goal to go from 'the dog' to proper girlfriend.\u001b[24m\n    \u001b[1mどういうわけか彼女は彼の人格を好きで、彼女の人生の目標を適切なガールフレンドに「犬」から行くようにします。\u001b[22m, \u001b[1mどういうわけか、彼女は彼の人格を好きで、彼女の人生の目標は、適切なガールフレンドに「犬」から行くことになります。\u001b[22m\n\u001b[4mIn the end they do understand each other.\u001b[24m\n    \u001b[1m結局彼らはお互いを理解している。\u001b[22m, \u001b[1m最後に、それらはお互いを理解ありません。\u001b[22m\n\u001b[4mErika becomes a lot stronger and determined and Kyouya becomes kinder and understanding.\u001b[24m\n    \u001b[1mErikaはより強く決まってKyouyaは親切で理解しやすくなります。\u001b[22m, \u001b[1mエリカは多く強く、決定となり、Kyouyaは親切や理解になります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 6/10\n\n\u001b[1m楽しさ：6/10\u001b[22m\n\u001b[1m(Tanoshisa: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 6/10\u001b[24m\n    \u001b[1m楽しさ：6/10\u001b[22m\nPersonally it was hard for me to see the beginning. It felt like their relationship wasn't going anywhere. But has it progressed I did like and I still recommend it, if you have nothing better to watch it is fairly good.\n\n\u001b[1m個人的に私が最初を見るのは難しいです。 彼らの関係はどこにも行かないように感じました。 しかし、それは私が好きだった進行しているとあなたはそれがかなり良い見て何もない場合は、私はまだそれをお勧めします。\u001b[22m\n\u001b[1m(Kojin-teki ni watashi ga saisho o miru no wa muzukashīdesu. Karera no kankei wa dokoni mo ikanai yō ni kanjimashita. Shikashi, sore wa watashi ga sukidatta shinkō shite iruto anata wa sore ga kanari yoi mite nani monai baai wa, watashi wa mada sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally it was hard for me to see the beginning. It felt like their relationship wasn't going anywhere. But has it progressed I did like and I still recommend it, if you have nothing better to watch it is fairly good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally it was hard for me to see the beginning.\u001b[24m\n    \u001b[1m個人的に私が最初を見るのは難しいです。\u001b[22m, \u001b[1m私が先頭を参照するために個人的にそれは大変でした。\u001b[22m\n\u001b[4mIt felt like their relationship wasn't going anywhere.\u001b[24m\n    \u001b[1m彼らの関係はどこにも行かないように感じました。\u001b[22m, \u001b[1m彼らの関係はどこにも行かれていなかったみたいに感じました。\u001b[22m\n\u001b[4mBut has it progressed I did like and I still recommend it, if you have nothing better to watch it is fairly good.\u001b[24m\n    \u001b[1mしかし、それは私が好きだった進行しているとあなたはそれがかなり良い見て何もない場合は、私はまだそれをお勧めします。\u001b[22m, \u001b[1mしかし、それは、私は次のようにやっ進行し、私はまだあなたが見てより良いものを持っていない場合、それはかなり良いですが、それをお勧めしています。\u001b[22m\n\u001b[1m\u001b[22m\nI think most people will like it. It's easy going, funny and at times adorable.\n\n\u001b[1m私はほとんどの人がそれを好きになると思います。 それは簡単に、面白いと時々愛らしい。\u001b[22m\n\u001b[1m(Watashi wa hotondo no hito ga sore o suki ni naru to omoimasu. Sore wa kantan ni, omoshiroito tokidoki airashī.)\u001b[22m\n\nTranslations of \u001b[4mI think most people will like it. It's easy going, funny and at times adorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think most people will like it.\u001b[24m\n    \u001b[1m私はほとんどの人がそれを好きになると思います。\u001b[22m\n\u001b[4mIt's easy going, funny and at times adorable.\u001b[24m\n    \u001b[1mそれは簡単に、面白いと時々愛らしい。\u001b[22m, \u001b[1mこれは、簡単に面白いと愛らしい回で、起こっています。\u001b[22m\n\u001b[1m\u001b[22m\nThanks :D\n\n\u001b[1mありがとう：D\u001b[22m\n\u001b[1m(Arigatō: D)\u001b[22m\n\nTranslations of \u001b[4mThanks :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks :D\u001b[24m\n    \u001b[1mありがとう：D\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "jaedencex",
    "profile": "/profile/jaedencex/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=220887",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nさて、私は実際にこのアニメを愛することを期待していませんでした。 私は人生/ロマンス/ドラマの典型的なスライスを期待していましたが、それはいくつかの決まりを持っているということです。 基本的に私は自分自身でそれを愛するとは思っていませんでした。\n\nストーリー：9\n私はいつもお互いのために落ちる悪い男の子といい女の子のようなファンです。 このアニメが好きなのは、多くのキャラクターが何か言いたいことがあり、それを表現するのに時間がかかりません。 この話はすばらしく、私はそれを台無しにすることなく他のことを言いたくはありません。\n\nアート：9\nそれが理にかなっていれば、実際には芸術はかなり偉大で、本当にうまく流れました。 ある種の動きのある3Dにはいくつかのシーンがあり、とても見栄えがよくなっています。\n\nサウンド：9\n音楽は素晴らしいです！ オープニングは今好きなもので、キャッチーで頭の中にこだわっています。\n\nキャラクター：10\n私はこのショーのキャラクターをとても楽しんだ。 私は京屋を魅了した、彼は恐ろしいかもしれないが、時には彼自身のやり方で、彼は優しいことができる。 基本的に彼のキャラクターはErikaに会ってからしばらくしてかなりの開発をしていました。 私はErikaはちょっとした登場人物だったと思っていますが、もし彼女が何か言いたいことがあれば、私は彼女について好きです。 それは彼女の言うまでに長い時間はかかりません。\n\n楽しさ：10\n私はたった10度の楽しさを10点満点で与えてきましたが、このアニメは厚くてすごく楽しかったです。 私はそれを終えるために過去12までまで滞在する。\n\n全体：9\nあなたの人生/ロマンス/ドラマとそのようなもののすべての種類の素晴らしいスライスを探している場合、私は非常にこのアニメをお勧めします。 それは確かに私のお気に入りの一つになっています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay, I actually did not expect to love this anime as much I did. I was expecting the typical slice of life/romance/drama which kind of, I mean it does have some cliches. Basically I did not expect myself to love it at all.\n\n\u001b[1mさて、私は実際にこのアニメを愛することを期待していませんでした。 私は人生/ロマンス/ドラマの典型的なスライスを期待していましたが、それはいくつかの決まりを持っているということです。 基本的に私は自分自身でそれを愛するとは思っていませんでした。\u001b[22m\n\u001b[1m(Sate, watashi wa jissai ni kono anime o aisuru koto o kitai shite imasendeshita. Watashi wa jinsei/ romansu/ dorama no tenkei-tekina suraisu o kitai shite imashitaga, sore wa ikutsu ka no kimari o motte iru to iu kotodesu. Kihontekini watashi wa jibun jishin de sore o aisuru to wa omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOkay, I actually did not expect to love this anime as much I did. I was expecting the typical slice of life/romance/drama which kind of, I mean it does have some cliches. Basically I did not expect myself to love it at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, I actually did not expect to love this anime as much I did.\u001b[24m\n    \u001b[1mさて、私は実際にこのアニメを愛することを期待していませんでした。\u001b[22m, \u001b[1mさて、私は実際には同じくらい私がしたこのアニメを愛することを期待していませんでした。\u001b[22m\n\u001b[4mI was expecting the typical slice of life/romance/drama which kind of, I mean it does have some cliches.\u001b[24m\n    \u001b[1m私は人生/ロマンス/ドラマの典型的なスライスを期待していましたが、それはいくつかの決まりを持っているということです。\u001b[22m, \u001b[1m私は種類の、私はそれがいくつかの決まり文句を持っている平均寿命/ロマンス/ドラマの典型的なスライスを期待していました。\u001b[22m\n\u001b[4mBasically I did not expect myself to love it at all.\u001b[24m\n    \u001b[1m基本的に私は自分自身でそれを愛するとは思っていませんでした。\u001b[22m, \u001b[1m基本的に私は自分自身がすべてでそれを愛することを期待していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nI've always been a fan of like the bad boy and good girl falling for each other. What I like about this anime is if many of the characters have something to say, it doesn't take long for them to express it. This story is great and I don't want to say anything else without spoiling it.\n\n\u001b[1m私はいつもお互いのために落ちる悪い男の子といい女の子のようなファンです。 このアニメが好きなのは、多くのキャラクターが何か言いたいことがあり、それを表現するのに時間がかかりません。 この話はすばらしく、私はそれを台無しにすることなく他のことを言いたくはありません。\u001b[22m\n\u001b[1m(Watashi wa itsumo otagai no tame ni ochiru warui otokonoko to ī on'nanoko no yōna fandesu. Kono anime ga sukina no wa, ōku no kyarakutā ga nani ka iitai koto ga ari, sore o hyōgen suru no ni jikan ga kakarimasen. Ko no hanashi wa subarashiku, watashi wa sore o dainashi ni suru koto naku ta no koto o iitaku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI've always been a fan of like the bad boy and good girl falling for each other. What I like about this anime is if many of the characters have something to say, it doesn't take long for them to express it. This story is great and I don't want to say anything else without spoiling it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've always been a fan of like the bad boy and good girl falling for each other.\u001b[24m\n    \u001b[1m私はいつもお互いのために落ちる悪い男の子といい女の子のようなファンです。\u001b[22m, \u001b[1m私はいつも悪い男の子とお互いのために落下の良い女の子のようなのファンしてきました。\u001b[22m\n\u001b[4mWhat I like about this anime is if many of the characters have something to say, it doesn't take long for them to express it.\u001b[24m\n    \u001b[1mこのアニメが好きなのは、多くのキャラクターが何か言いたいことがあり、それを表現するのに時間がかかりません。\u001b[22m, \u001b[1m私はこのアニメを好きなことは文字の多くが言いたいことがある場合、それらはそれを表現するために、それは時間がかかることはありませんです。\u001b[22m\n\u001b[4mThis story is great and I don't want to say anything else without spoiling it.\u001b[24m\n    \u001b[1mこの話はすばらしく、私はそれを台無しにすることなく他のことを言いたくはありません。\u001b[22m, \u001b[1mこの物語は素晴らしいですし、私はそれを損なうことなく、何かを言いたくありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nThe art is actually pretty great and flowed really well, if that makes sense. There some scenes to do with a sort of moving 3D, which looked very good.\n\n\u001b[1mそれが理にかなっていれば、実際には芸術はかなり偉大で、本当にうまく流れました。 ある種の動きのある3Dにはいくつかのシーンがあり、とても見栄えがよくなっています。\u001b[22m\n\u001b[1m(Sore ga ri ni kanatte ireba, jissai ni wa geijutsu wa kanari idaide, hontōni umaku nagaremashita. Arushuno ugoki no aru 3 D ni wa ikutsu ka no shīn ga ari, totemo mibae ga yoku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is actually pretty great and flowed really well, if that makes sense. There some scenes to do with a sort of moving 3D, which looked very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is actually pretty great and flowed really well, if that makes sense.\u001b[24m\n    \u001b[1mそれが理にかなっていれば、実際には芸術はかなり偉大で、本当にうまく流れました。\u001b[22m, \u001b[1m技術は、実際にはかなり素晴らしいですし、それが理にかなっている場合は、本当によく流れていました。\u001b[22m\n\u001b[4mThere some scenes to do with a sort of moving 3D, which looked very good.\u001b[24m\n    \u001b[1mある種の動きのある3Dにはいくつかのシーンがあり、とても見栄えがよくなっています。\u001b[22m, \u001b[1mそこは非常に良い見えた3Dを動かすのソートを行うにはいくつかのシーン。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe music is fantastic! The opening is a favourite now, its catchy and stuck in my head.\n\n\u001b[1m音楽は素晴らしいです！ オープニングは今好きなもので、キャッチーで頭の中にこだわっています。\u001b[22m\n\u001b[1m(Ongaku wa subarashīdesu! Ōpuningu wa ima sukinamono de, kyatchī de atama no naka ni kodawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is fantastic! The opening is a favourite now, its catchy and stuck in my head.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is fantastic!\u001b[24m\n    \u001b[1m音楽は素晴らしいです！\u001b[22m\n\u001b[4mThe opening is a favourite now, its catchy and stuck in my head.\u001b[24m\n    \u001b[1mオープニングは今好きなもので、キャッチーで頭の中にこだわっています。\u001b[22m, \u001b[1m開口部は今、そのキャッチーで私の頭の中で立ち往生お気に入りです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nI very much enjoyed the characters in this show. I adored Kyouya, he could be menacing, but at times i his own way, he could be kind. Basically his characters had quite a bit of development after a little while of meeting Erika. I think Erika was a bit of a cliche character, but what I like about her that if she's got something to say. It doesn't take her long to say.\n\n\u001b[1m私はこのショーのキャラクターをとても楽しんだ。 私は京屋を魅了した、彼は恐ろしいかもしれないが、時には彼自身のやり方で、彼は優しいことができる。 基本的に彼のキャラクターはErikaに会ってからしばらくしてかなりの開発をしていました。 私はErikaはちょっとした登場人物だったと思っていますが、もし彼女が何か言いたいことがあれば、私は彼女について好きです。 それは彼女の言うまでに長い時間はかかりません。\u001b[22m\n\u001b[1m(Watashi wa kono shō no kyarakutā o totemo tanoshinda. Watashi wa Kyōya o miryō shita, kare wa osoroshī kamo shirenaiga, tokiniha kare jishin no yarikata de, kare wa yasashī koto ga dekiru. Kihontekini kare no kyarakutā wa Erika ni atte kara shibaraku shite kanari no kaihatsu o shite imashita. Watashi wa Erika wa chottoshita tōjō jinbutsudatta to omotte imasuga, moshi kanojo ga nani ka iitai koto ga areba, watashi wa kanojo ni tsuite sukidesu. Sore wa kanojo no iu made ni nagai jikan wa kakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI very much enjoyed the characters in this show. I adored Kyouya, he could be menacing, but at times i his own way, he could be kind. Basically his characters had quite a bit of development after a little while of meeting Erika. I think Erika was a bit of a cliche character, but what I like about her that if she's got something to say. It doesn't take her long to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI very much enjoyed the characters in this show.\u001b[24m\n    \u001b[1m私はこのショーのキャラクターをとても楽しんだ。\u001b[22m, \u001b[1m私は非常にこのショーの中の文字を楽しみました。\u001b[22m\n\u001b[4mI adored Kyouya, he could be menacing, but at times i his own way, he could be kind.\u001b[24m\n    \u001b[1m私は京屋を魅了した、彼は恐ろしいかもしれないが、時には彼自身のやり方で、彼は優しいことができる。\u001b[22m, \u001b[1m私は彼が威嚇することができ、Kyouyaを崇拝し、私自身の道の回で、彼は親切にすることができました。\u001b[22m\n\u001b[4mBasically his characters had quite a bit of development after a little while of meeting Erika.\u001b[24m\n    \u001b[1m基本的に彼のキャラクターはErikaに会ってからしばらくしてかなりの開発をしていました。\u001b[22m, \u001b[1m基本的に彼の文字がエリカを満たすの少し後に、開発のかなりを持っていました。\u001b[22m\n\u001b[4mI think Erika was a bit of a cliche character, but what I like about her that if she's got something to say.\u001b[24m\n    \u001b[1m私はErikaはちょっとした登場人物だったと思っていますが、もし彼女が何か言いたいことがあれば、私は彼女について好きです。\u001b[22m, \u001b[1m私はエリカが決まり文句の文字のビットだったと思うが、私は彼女について好きなものを彼女が持っている場合は何かが言っていること。\u001b[22m\n\u001b[4mIt doesn't take her long to say.\u001b[24m\n    \u001b[1mそれは彼女の言うまでに長い時間はかかりません。\u001b[22m, \u001b[1mそれは言って彼女は時間はかかりません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI've only ever given a 10 out 10 enjoyment to a couple of these slice of life/romantance kind of stuff, but I really did enjoy did this anime thick and through. I stay up till past 12 to finish it.\n\n\u001b[1m私はたった10度の楽しさを10点満点で与えてきましたが、このアニメは厚くてすごく楽しかったです。 私はそれを終えるために過去12までまで滞在する。\u001b[22m\n\u001b[1m(Watashi wa tatta 10-do no tanoshisa o 10-ten manten de ataete kimashitaga, kono anime wa atsukute sugoku tanoshikattadesu. Watashi wa sore o oeru tame ni kako 12 made made taizai suru.)\u001b[22m\n\nTranslations of \u001b[4mI've only ever given a 10 out 10 enjoyment to a couple of these slice of life/romantance kind of stuff, but I really did enjoy did this anime thick and through. I stay up till past 12 to finish it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've only ever given a 10 out 10 enjoyment to a couple of these slice of life/romantance kind of stuff, but I really did enjoy did this anime thick and through.\u001b[24m\n    \u001b[1m私はたった10度の楽しさを10点満点で与えてきましたが、このアニメは厚くてすごく楽しかったです。\u001b[22m, \u001b[1m私は今までのものの生命/ romantanceの種類のこれらのスライスのカップルに10 10アウト楽しさを与えてくれたが、私は本当に厚いとを介して、このアニメをやっ楽しんでいました。\u001b[22m\n\u001b[4mI stay up till past 12 to finish it.\u001b[24m\n    \u001b[1m私はそれを終えるために過去12までまで滞在する。\u001b[22m, \u001b[1m私はそれを完了するために、過去12まで起き。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nIf your looking for a great slice of life/romance/drama and all that sort of stuff, then I highly recommend this anime. It for sure has become one of my favourites.\n\n\u001b[1mあなたの人生/ロマンス/ドラマとそのようなもののすべての種類の素晴らしいスライスを探している場合、私は非常にこのアニメをお勧めします。 それは確かに私のお気に入りの一つになっています。\u001b[22m\n\u001b[1m(Anata no jinsei/ romansu/ dorama toso no yōna mono no subete no shurui no subarashī suraisu o sagashite iru baai, watashi wa hijō ni kono anime o o susume shimasu. Sore wa tashika ni watashinōkiniiri no hitotsu ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf your looking for a great slice of life/romance/drama and all that sort of stuff, then I highly recommend this anime. It for sure has become one of my favourites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf your looking for a great slice of life/romance/drama and all that sort of stuff, then I highly recommend this anime.\u001b[24m\n    \u001b[1mあなたの人生/ロマンス/ドラマとそのようなもののすべての種類の素晴らしいスライスを探している場合、私は非常にこのアニメをお勧めします。\u001b[22m, \u001b[1mあなたの人生/ロマンス/ドラマやもののすべてのその種の偉大なスライスを探しているならば、私は非常にこのアニメをお勧めします。\u001b[22m\n\u001b[4mIt for sure has become one of my favourites.\u001b[24m\n    \u001b[1mそれは確かに私のお気に入りの一つになっています。\u001b[22m, \u001b[1m確かにそれは私のお気に入りの一つとなっています。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "elluvites",
    "profile": "/profile/elluvites/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=220689",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  7\n\n彼らは続編を得るだろうと思っていました。アニメを吹き飛ばしてしまったあなたは、あなたがそれを犯したので、私はそれを説明することができません。 彼女は彼女のボーイフレンド（彼女はない）について彼女の友達に嘘をついた後、彼女は同じ高校（驚きの驚き）にいる男の写真を撮るので、このシットを包むことができます。 他の人が彼を見ているように人気があり親切なKyouya Sataは、まったく悪と黒人の男です。Erika thats悲劇的な部分は、女の子が恋に落ちることです。アニメは主人公を悪い 男は女の子が最初のエピソードから私を怒らせるあなたの希望は非常に高くなるとそれは下のスパイラルに行くこのたわごとを言う、私はそれを見てからあなたを見逃すが、私は代わりに、黄金時代、toradora、chobits、  b gata h kei、および他のアニメは、これをすべてスキップします。\n-caiou",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nand they thought they would get a sequel thats cute.nice job blowing up the anime good job guys you screwed it up so bad i cant describe it. lets wrap this shit up Erika Shinohara gets into trouble after she lies to her friends about her boyfriend (which she doesnt have) so she takes a photo of the guy who happens to be in the same high school(surprise surprise). the popular and kind-hearted Kyouya Sata as other people see him as is that guy who is totally evil and blackmails Erika thats it tragic part is the girl falls in love and thats pretty much it the anime fails to show the main character as a bad guy the girl pisses me off the first episode gets your hope so high and it says fuck this shit going to a downward spiral, i wont top you from watching it but i recommend some other animes for u instead watch golden time,toradora,chobits, b gata h kei,and other animes just skip this one thats all.\n\n\u001b[1m彼らは続編を得るだろうと思っていました。アニメを吹き飛ばしてしまったあなたは、あなたがそれを犯したので、私はそれを説明することができません。 彼女は彼女のボーイフレンド（彼女はない）について彼女の友達に嘘をついた後、彼女は同じ高校（驚きの驚き）にいる男の写真を撮るので、このシットを包むことができます。 他の人が彼を見ているように人気があり親切なKyouya Sataは、まったく悪と黒人の男です。Erika thats悲劇的な部分は、女の子が恋に落ちることです。アニメは主人公を悪い 男は女の子が最初のエピソードから私を怒らせるあなたの希望は非常に高くなるとそれは下のスパイラルに行くこのたわごとを言う、私はそれを見てからあなたを見逃すが、私は代わりに、黄金時代、toradora、chobits、  b gata h kei、および他のアニメは、これをすべてスキップします。\u001b[22m\n\u001b[1m(Karera wa zokuhen o erudarou to omotte imashita. Anime o fukitobashite shimatta anata wa, anata ga sore o okashitanode, watashi wa sore o setsumei suru koto ga dekimasen. Kanojo wa kanojo no bōifurendo (kanojo wa nai) ni tsuite kanojo no tomodachi ni uso o tsuita nochi, kanojo wa onaji kōkō (odoroki no odoroki) ni iru otoko no shashinwotorunode, kono shitto o tsutsumu koto ga dekimasu. Hokanohito ga kare o mite iru yō ni ninki ga ari shinsetsuna Kyouya Sata wa, mattaku aku to kokujin no otokodesu. Erika thats higeki-tekina bubun wa, on'nanoko ga koi ni ochiru kotodesu. Anime wa shujinkō o warui otoko wa on'nanoko ga saisho no episōdo kara watashi o okora seru anata no kibō wa hijō ni takaku naru to sore wa shita no supairaru ni iku kono tawagoto o iu, watashi wa sore o mitekara anata o minogasuga, watashi wa kawari ni, kogane jidai, toradora, chobits, b gata h kei, oyobi hoka no anime wa, kore o subete sukippu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mand they thought they would get a sequel thats cute.nice job blowing up the anime good job guys you screwed it up so bad i cant describe it. lets wrap this shit up Erika Shinohara gets into trouble after she lies to her friends about her boyfriend (which she doesnt have) so she takes a photo of the guy who happens to be in the same high school(surprise surprise). the popular and kind-hearted Kyouya Sata as other people see him as is that guy who is totally evil and blackmails Erika thats it tragic part is the girl falls in love and thats pretty much it the anime fails to show the main character as a bad guy the girl pisses me off the first episode gets your hope so high and it says fuck this shit going to a downward spiral, i wont top you from watching it but i recommend some other animes for u instead watch golden time,toradora,chobits, b gata h kei,and other animes just skip this one thats all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand they thought they would get a sequel thats cute.nice job blowing up the anime good job guys you screwed it up so bad i cant describe it.\u001b[24m\n    \u001b[1m彼らは続編を得るだろうと思っていました。アニメを吹き飛ばしてしまったあなたは、あなたがそれを犯したので、私はそれを説明することができません。\u001b[22m, \u001b[1mそして彼らはあなたが私はそれを記述カント悪く、それを台無しアニメ良い仕事の人たちを爆破cute.niceジョブthatsの続編になるだろうと思いました。\u001b[22m\n\u001b[4mlets wrap this shit up Erika Shinohara gets into trouble after she lies to her friends about her boyfriend (which she doesnt have) so she takes a photo of the guy who happens to be in the same high school(surprise surprise).\u001b[24m\n    \u001b[1m彼女は彼女のボーイフレンド（彼女はない）について彼女の友達に嘘をついた後、彼女は同じ高校（驚きの驚き）にいる男の写真を撮るので、このシットを包むことができます。\u001b[22m, \u001b[1m彼女は（彼女が持っているdoesntの）彼女のボーイフレンドについての彼女の友人にあるので、彼女は同じ高校（驚き驚き）であることを起こる男の写真を取る後エリカ篠原はトラブルになるこのたわごとを包むことができます。\u001b[22m\n\u001b[4mthe popular and kind-hearted Kyouya Sata as other people see him as is that guy who is totally evil and blackmails Erika thats it tragic part is the girl falls in love and thats pretty much it the anime fails to show the main character as a bad\u001b[24m\n    \u001b[1m他の人が彼を見ているように人気があり親切なKyouya Sataは、まったく悪と黒人の男です。Erika thats悲劇的な部分は、女の子が恋に落ちることです。アニメは主人公を悪い\u001b[22m, \u001b[1m人気のある心優しいKyouya佐多完全に悪であるとエリカはそれが悲劇的な部分は女の子ですかなりそれアニメが悪いなどのメインキャラクターを表示することができない愛と厥に落ちthatsのblackmailsその男があるように、他の人は彼を見るように\u001b[22m\n\u001b[4mguy the girl pisses me off the first episode gets your hope so high and it says fuck this shit going to a downward spiral, i wont top you from watching it but i recommend some other animes for u instead watch golden time,toradora,chobits,\u001b[24m\n    \u001b[1m男は女の子が最初のエピソードから私を怒らせるあなたの希望は非常に高くなるとそれは下のスパイラルに行くこのたわごとを言う、私はそれを見てからあなたを見逃すが、私は代わりに、黄金時代、toradora、chobits、\u001b[22m, \u001b[1m男は少女が最初のエピソードがそれほど高く、あなたの希望を取得し、それがこのたわごとは下方スパイラルに行く性交と言う私を怒らせる、私はあなたがそれを見てから、トップ文句を言わないが、uは代わりにゴールデンタイムの視聴のために私はいくつかの他のアニメをお勧めします、とらドラ、ちょびっツ、\u001b[22m\n\u001b[4mb gata h kei,and other animes just skip this one thats all.\u001b[24m\n    \u001b[1mb gata h kei、および他のアニメは、これをすべてスキップします。\u001b[22m, \u001b[1mbはGATAの時間圭、および他のアニメはちょうどこの1つは、すべてのthatsスキップ。\u001b[22m\n-caiou\n\n\u001b[1m-caiou\u001b[22m\n\u001b[1m(- Caiou)\u001b[22m\n\nTranslations of \u001b[4m-caiou\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-caiou\u001b[24m\n    \u001b[1m-caiou\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "Nedrarg",
    "profile": "/profile/Nedrarg/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=230694",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  7\n\nエリカが京屋とレイカと一緒に母に会いに神戸に行くと、ついに「私のボーイフレンドの家族は私を魅了します」と宣言するチャンスがあります。 アキとマリンに実際にそれを意味します。 エピソードは前回終了したのと同じ冗談で始まりますが、それはまったく無意味なことを証明し、攻撃的なステレオタイプを強化すること以外は何もしません。  （「あなたのお母さんは漫画のトランスヴェスタイトではありませんか？」彼女のキャラクターは重要な役割を果たしていないと言いました。）その冗談を脇に置くと、エピソードはシリーズにとって満足のいく、無害の終わりです。\n\nS＆amp; Mまたは境界線の感情的に虐待的な関係の周りを回るショーになると、満足のいく結論は、両方のキャラクターが合意に満ちた幸せな状態になる。 どちらのキャラクターも、もう一方のキャラクターを変えるという非現実的な期待を持ってはいけません。 理想的には、サディストの関係の半分は、アフターケアの重要性を学び、自分の性癖が利己的で失礼であるにもかかわらずパートナーの気持ちを考慮する。  （彼はすべての日と恋をすることはできません。）すべての点で、Wolf Girl＆amp; ブラックプリンスのエピソード12が配信します。\n\nキヤヤは、悲劇的な過去をせずに彼のタイプの少年の一人だったと言ったとき、キヤヤは嘘をついていないことが分かった。 彼は明らかに両親の離婚に関する問題を抱えていますが、彼の閉鎖された心はその光の中で現実的です。 それは雪だるまを壊した？ その背後には大きな壊滅的な理由もなかった。 彼は両親を憎んではいないし、エピソードの終わりまでに彼は母に再び心を開いていくために重要な進歩を遂げた。 彼はそれに感謝するErikaを持っており、彼はそれをよく知っているようだ。\n\nレイカは今週のエピソードでははるかに少なく、Kyoyaの母親は彼女の遅い導入が価値があると感じるほど甘くて面白いです。  Erikaは彼女の狼男側を見せつけます。そして、Kyoyaはいつものように泥の中で過保護になっていますが、Erika優しさは何度も現れます。 地元のフェスティバルへの旅は、謙虚な環境に合った十分な緊張感とドラマを提供しています。エリカも、京屋の冷たい態度を期待し、受け入れることを認めます。 エリカには彼を変えることの望みがないこと、そして物事にどのように満足しているのかというメモを出すことは良いことです。  （でも、彼女はレイカと話すときに、彼の「親切な側」をあまりにも賞賛するでしょう。）最終的なシーンでは、京屋は依然として横暴ですが、セクシーな方法でです。 完璧！\n\nエピソードはユーモアに欠けていますが、面白い骨を数回くすぐります。 メロドラマの完全な欠如のおかげで、Wolf Girl＆amp; amp; ブラック・プリンスのエピソード12は、アニメの適応に楽しい別れを呼び起こす。 これらのタイプの関係があなたのものでない場合、あなたの心を変えるErikaとKyoyaのダイナミックなことはあまりありません。 それでもシリーズは完全にオリジナルではないかもしれないが、それはこのilkの少女のロマンスファンのための価値ある時計にするために十分新鮮だった。 ショーにはたくさんのジョークがあり、2人のリードはめったに刺激的ではなく、2つの大きなポイントがありました。 ウルフガール＆amp; ブラック・プリンスは「ムーディーボーイとプレーン・ジェーン」タイプの少女のロマンスの中で輝きを見せています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAfter Erika travels to Kobe with Kyoya and Reika to meet their mother, she finally has the chance to proclaim, 'My boyfriend's family adores me!' and actually mean it to Aki and Marin. The episode starts off with the same joke it ended on last time, which proves utterly pointless and does nothing other than reinforce offensive stereotypes. ('Your mom can't be a cartoony transvestite, can she?!' Then said character plays no important role whatsoever.) Setting that joke aside, the episode is a satisfying, harmless ending to the series.\n\n\u001b[1mエリカが京屋とレイカと一緒に母に会いに神戸に行くと、ついに「私のボーイフレンドの家族は私を魅了します」と宣言するチャンスがあります。 アキとマリンに実際にそれを意味します。 エピソードは前回終了したのと同じ冗談で始まりますが、それはまったく無意味なことを証明し、攻撃的なステレオタイプを強化すること以外は何もしません。  （「あなたのお母さんは漫画のトランスヴェスタイトではありませんか？」彼女のキャラクターは重要な役割を果たしていないと言いました。）その冗談を脇に置くと、エピソードはシリーズにとって満足のいく、無害の終わりです。\u001b[22m\n\u001b[1m(Erika ga Kyōya to re ika to issho ni haha ni ai ni Kōbe ni iku to, tsuini `watashi no bōifurendo no kazoku wa watashi o miryō shimasu' to sengen suru chansu ga arimasu. Aki to Marin ni jissai ni sore o imi shimasu. Episōdo wa zenkai shūryō shita no to onaji jōdan de hajimarimasuga, sore wa mattaku muimina koto o shōmei shi, kōgeki-tekina sutereo taipu o kyōka suru koto igai wa nani mo shimasen. (`Anata no okāsan wa manga no toransuvu~esutaitode wa arimasen ka?' Kanojo no kyarakutā wa jūyōna yakuwari o hatashite inai to iimashita. ) Sono jōdan o waki ni oku to, episōdo wa shirīzu ni totte manzoku no iku, mugai no owaridesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter Erika travels to Kobe with Kyoya and Reika to meet their mother, she finally has the chance to proclaim, 'My boyfriend's family adores me!' and actually mean it to Aki and Marin. The episode starts off with the same joke it ended on last time, which proves utterly pointless and does nothing other than reinforce offensive stereotypes. ('Your mom can't be a cartoony transvestite, can she?!' Then said character plays no important role whatsoever.) Setting that joke aside, the episode is a satisfying, harmless ending to the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter Erika travels to Kobe with Kyoya and Reika to meet their mother, she finally has the chance to proclaim, 'My boyfriend's family adores me!'\u001b[24m\n    \u001b[1mエリカが京屋とレイカと一緒に母に会いに神戸に行くと、ついに「私のボーイフレンドの家族は私を魅了します」と宣言するチャンスがあります。\u001b[22m, \u001b[1mエリカは母親を満たすために京屋と麗華で神戸に移動した後、彼女は最終的に宣言するする機会を持っている、「私のボーイフレンドの家族は私を崇拝します！」\u001b[22m\n\u001b[4mand actually mean it to Aki and Marin.\u001b[24m\n    \u001b[1mアキとマリンに実際にそれを意味します。\u001b[22m, \u001b[1m実際アキとマリンにそれを意味します。\u001b[22m\n\u001b[4mThe episode starts off with the same joke it ended on last time, which proves utterly pointless and does nothing other than reinforce offensive stereotypes.\u001b[24m\n    \u001b[1mエピソードは前回終了したのと同じ冗談で始まりますが、それはまったく無意味なことを証明し、攻撃的なステレオタイプを強化すること以外は何もしません。\u001b[22m, \u001b[1mエピソードは全く無意味なことを証明し、攻撃的なステレオタイプを強化する以外に何もしない、それが最後に終了した同じ冗談、で始まります。\u001b[22m\n\u001b[4m('Your mom can't be a cartoony transvestite, can she?!' Then said character plays no important role whatsoever.) Setting that joke aside, the episode is a satisfying, harmless ending to the series.\u001b[24m\n    \u001b[1m（「あなたのお母さんは漫画のトランスヴェスタイトではありませんか？」彼女のキャラクターは重要な役割を果たしていないと言いました。）その冗談を脇に置くと、エピソードはシリーズにとって満足のいく、無害の終わりです。\u001b[22m, \u001b[1m（ 'あなたのお母さんは、彼女は、漫画女装することができますすることはできません！」そして文字は全く重要な役割を果たしていないと述べた。）エピソードがシリーズに満足、無害な結末で、脇そのジョークを設定します。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to a show revolving around an S&amp;M or borderline emotionally abusive relationship, a satisfying conclusion involves both characters in a consensually happy state. Neither character should have unrealistic expectations of changing the other. Ideally, the sadist half of the relationship would learn about the importance of after-care and consider his partner's feelings even despite his propensity to be selfish and rude. (He can't be all tsun and no dere.) On all counts, Wolf Girl &amp; Black Prince episode 12 delivers.\n\n\u001b[1mS＆amp; Mまたは境界線の感情的に虐待的な関係の周りを回るショーになると、満足のいく結論は、両方のキャラクターが合意に満ちた幸せな状態になる。 どちらのキャラクターも、もう一方のキャラクターを変えるという非現実的な期待を持ってはいけません。 理想的には、サディストの関係の半分は、アフターケアの重要性を学び、自分の性癖が利己的で失礼であるにもかかわらずパートナーの気持ちを考慮する。  （彼はすべての日と恋をすることはできません。）すべての点で、Wolf Girl＆amp; ブラックプリンスのエピソード12が配信します。\u001b[22m\n\u001b[1m(S& amp; M matawa kyōkai-sen no kanjō-teki ni gyakutai-tekina kankei no mawari o mawaru shō ni naru to, manzoku no iku ketsuron wa, ryōhō no kyarakutā ga gōi ni michita shiawasena jōtai ni naru. Dochira no kyarakutā mo, mō ippō no kyarakutā o kaeru to iu higenjitsutekina kitai o motte wa ikemasen. Risō-teki ni wa, sadisuto no kankei no hanbun wa, afutākea no jūyō-sei o manabi, jibun no seiheki ga riko-tekide shitsureidearu nimokakawarazu pātonā no kimochi o kōryo suru. (Kare wa subete no hi to koi o suru koto wa dekimasen. ) Subete no ten de, vu~orufu Girl& amp; burakkupurinsu no episōdo 12 ga haishin shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to a show revolving around an S&amp;M or borderline emotionally abusive relationship, a satisfying conclusion involves both characters in a consensually happy state. Neither character should have unrealistic expectations of changing the other. Ideally, the sadist half of the relationship would learn about the importance of after-care and consider his partner's feelings even despite his propensity to be selfish and rude. (He can't be all tsun and no dere.) On all counts, Wolf Girl &amp; Black Prince episode 12 delivers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to a show revolving around an S&amp;M or borderline emotionally abusive relationship, a satisfying conclusion involves both characters in a consensually happy state.\u001b[24m\n    \u001b[1mS＆amp; Mまたは境界線の感情的に虐待的な関係の周りを回るショーになると、満足のいく結論は、両方のキャラクターが合意に満ちた幸せな状態になる。\u001b[22m, \u001b[1mそれはS＆アンペアを中心ショーになると、Mまたは境界線感情的に虐待関係、満足のいく結論は合意の上で幸せな状態で両方の文字が含まれます。\u001b[22m\n\u001b[4mNeither character should have unrealistic expectations of changing the other.\u001b[24m\n    \u001b[1mどちらのキャラクターも、もう一方のキャラクターを変えるという非現実的な期待を持ってはいけません。\u001b[22m, \u001b[1mどちらの文字は、他の変更の非現実的な期待を持っている必要があります。\u001b[22m\n\u001b[4mIdeally, the sadist half of the relationship would learn about the importance of after-care and consider his partner's feelings even despite his propensity to be selfish and rude.\u001b[24m\n    \u001b[1m理想的には、サディストの関係の半分は、アフターケアの重要性を学び、自分の性癖が利己的で失礼であるにもかかわらずパートナーの気持ちを考慮する。\u001b[22m, \u001b[1m理想的には、関係のサディスト半分はアフターケアの重要性について学び、利己的と失礼なことをしても彼の傾向にもかかわらず、彼のパートナーの気持ちを検討します。\u001b[22m\n\u001b[4m(He can't be all tsun and no dere.) On all counts, Wolf Girl &amp;\u001b[24m\n    \u001b[1m（彼はすべての日と恋をすることはできません。）すべての点で、Wolf Girl＆amp;\u001b[22m, \u001b[1m（彼はすべてのツンと無dereすることはできません。）すべてのカウント、ウルフガール＆アンペアで;\u001b[22m\n\u001b[4mBlack Prince episode 12 delivers.\u001b[24m\n    \u001b[1mブラックプリンスのエピソード12が配信します。\u001b[22m, \u001b[1mブラックプリンスエピソード12が提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nIt turns out that Kyoya wasn't lying when he said he was one of the few boys of his type without a tragic past. He clearly has issues with his parents' divorce, but his closed-off heart is realistic in that light. That smashed snowman? There wasn't a big, devastating reason behind that, either. He doesn't hate his parents, and by the end of the episode, he's made important progress toward opening his heart to his mother again. He has Erika to thank for that, and he seems well aware of it.\n\n\u001b[1mキヤヤは、悲劇的な過去をせずに彼のタイプの少年の一人だったと言ったとき、キヤヤは嘘をついていないことが分かった。 彼は明らかに両親の離婚に関する問題を抱えていますが、彼の閉鎖された心はその光の中で現実的です。 それは雪だるまを壊した？ それの後ろに大きな壊滅的な理由もなかった。 彼は両親を憎んでおらず、エピソードの終わりまでに彼は母に再び心を開いていくために重要な進歩を遂げました。 彼はそれに感謝するErikaを持っており、彼はそれをよく知っているようだ。\u001b[22m\n\u001b[1m(Kiyaya wa, higeki-tekina kako o sezu ni kare no taipu no shōnen no hitoridatta to itta toki, kiyaya wa uso o tsuite inai koto ga wakatta. Kare wa akiraka ni ryōshin no rikon ni kansuru mondai o kakaete imasuga, kare no heisa sa reta kokoro wa sono hikari no naka de genjitsu-tekidesu. Sore wa yukidaruma o kowashita? Sore no ushiro ni ōkina kaimetsu-tekina riyū mo nakatta. Kare wa ryōshin o nikunde orazu, episōdo no owari made ni kare wa haha ni futatabi kokorowohiraite iku tame ni jūyōna shinpo o togemashita. Kare wa sore ni kansha suru Erika o motte ori, kare wa sore o yoku shitte iru yōda.)\u001b[22m\n\nTranslations of \u001b[4mIt turns out that Kyoya wasn't lying when he said he was one of the few boys of his type without a tragic past. He clearly has issues with his parents' divorce, but his closed-off heart is realistic in that light. That smashed snowman? There wasn't a big, devastating reason behind that, either. He doesn't hate his parents, and by the end of the episode, he's made important progress toward opening his heart to his mother again. He has Erika to thank for that, and he seems well aware of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt turns out that Kyoya wasn't lying when he said he was one of the few boys of his type without a tragic past.\u001b[24m\n    \u001b[1mキヤヤは、悲劇的な過去をせずに彼のタイプの少年の一人だったと言ったとき、キヤヤは嘘をついていないことが分かった。\u001b[22m, \u001b[1mそれは彼が、彼は悲劇的な過去のない彼のタイプのいくつかの男の子の一つであったと述べたとき京屋が嘘をついていなかったことが判明しました。\u001b[22m\n\u001b[4mHe clearly has issues with his parents' divorce, but his closed-off heart is realistic in that light.\u001b[24m\n    \u001b[1m彼は明らかに両親の離婚に関する問題を抱えていますが、彼の閉鎖された心はその光の中で現実的です。\u001b[22m, \u001b[1m彼は明らかに彼の両親の離婚の問題を持っていますが、彼の閉じオフの心は、その光の中で現実的です。\u001b[22m\n\u001b[4mThat smashed snowman?\u001b[24m\n    \u001b[1mそれは雪だるまを壊した？\u001b[22m, \u001b[1mそれは雪だるまを強打しましたか？\u001b[22m\n\u001b[4mThere wasn't a big, devastating reason behind that, either.\u001b[24m\n    \u001b[1mそれの後ろに大きな壊滅的な理由もなかった。\u001b[22m, \u001b[1mその背後にある大きな、壊滅的な理由がどちらか、ありませんでした。\u001b[22m\n\u001b[4mHe doesn't hate his parents, and by the end of the episode, he's made important progress toward opening his heart to his mother again.\u001b[24m\n    \u001b[1m彼は両親を憎んでおらず、エピソードの終わりまでに彼は母に再び心を開いていくために重要な進歩を遂げました。\u001b[22m, \u001b[1m彼は両親を嫌いではありません、とエピソードの終わりまでに、彼は再び彼の母親に彼の心を開くことに向かって重要な進歩を遂げています。\u001b[22m\n\u001b[4mHe has Erika to thank for that, and he seems well aware of it.\u001b[24m\n    \u001b[1m彼はそれに感謝するErikaを持っており、彼はそれをよく知っているようだ。\u001b[22m, \u001b[1m彼はそのために感謝するエリカを持っており、彼はそれをよく知っているようです。\u001b[22m\n\u001b[1m\u001b[22m\nReika is far less grating in this week's episode, and Kyoya's mother is sweet and entertaining enough to make her late introduction feel worthwhile. Erika gets to show off her scheming wolf side, and although Kyoya is a stick-in-the-mud and overprotective as usual, he shows Erika kindness more than once. A trip to a local festival provides just enough tension and drama to suit the humble setting, and Erika even has a moment to admit that she expects and accepts Kyoya's cold attitude. It's good to go out on the note that Erika has no hope of changing him and that she's satisfied with how things are. (Still, she does perhaps laud his 'kind side' too much when talking to Reika.) In the final scene, Kyoya's still domineering, but in a sexy way. Perfect!\n\n\u001b[1mレイカは今週のエピソードでははるかに少なく、Kyoyaの母親は彼女の遅い導入が価値があると感じるほど甘くて面白いです。  Erikaは彼女の狼男側を見せつけます。そして、Kyoyaはいつものように泥の中で過保護になっていますが、Erika優しさは何度も現れます。 地元のフェスティバルへの旅は、謙虚な環境に合った十分な緊張感とドラマを提供しています。エリカも、京屋の冷たい態度を期待し、受け入れることを認めます。 エリカには彼を変えることの望みがないこと、そして物事にどのように満足しているのかというメモを出すことは良いことです。  （でも、彼女はレイカと話すときに、彼の「親切な側」をあまりにも賞賛するでしょう。）最終的なシーンでは、京屋は依然として横暴ですが、セクシーな方法でです。 完璧！\u001b[22m\n\u001b[1m(Re ika wa konshū no episōdode wa haruka ni sukunaku, Kyoya no hahaoya wa kanojo no osoi dōnyū ga kachigāru to kanjiru hodo amakute omoshiroidesu. Erika wa kanojo no ōkami otoko-gawa o misetsukemasu. Soshite, Kyoya wa itsumo no yō ni doro no naka de kahogo ni natte imasuga, Erika yasashi-sa wa nando mo arawaremasu. Jimoto no fesutibaru e no tabi wa, kenkyona kankyō ni atta jūbun'na kinchō-kan to dorama o teikyō shite imasu. Erika mo, Kyōya no tsumetai taido o kitai shi, ukeireru koto o mitomemasu. Erikani wa kare o kaeru koto no nozomi ga nai koto, soshite monogoto ni dono yō ni manzoku shite iru no ka to iu memo o dasu koto wa yoi kotodesu. (Demo, kanojo wa re ika to hanasu toki ni, kare no `shinsetsuna-gawa' o amarini mo shōsan surudeshou. ) Saishū-tekina shīnde wa, Kyōya wa izentoshite ōbōdesuga, sekushīna hōhōdedesu. Kanpeki!)\u001b[22m\n\nTranslations of \u001b[4mReika is far less grating in this week's episode, and Kyoya's mother is sweet and entertaining enough to make her late introduction feel worthwhile. Erika gets to show off her scheming wolf side, and although Kyoya is a stick-in-the-mud and overprotective as usual, he shows Erika kindness more than once. A trip to a local festival provides just enough tension and drama to suit the humble setting, and Erika even has a moment to admit that she expects and accepts Kyoya's cold attitude. It's good to go out on the note that Erika has no hope of changing him and that she's satisfied with how things are. (Still, she does perhaps laud his 'kind side' too much when talking to Reika.) In the final scene, Kyoya's still domineering, but in a sexy way. Perfect!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReika is far less grating in this week's episode, and Kyoya's mother is sweet and entertaining enough to make her late introduction feel worthwhile.\u001b[24m\n    \u001b[1mレイカは今週のエピソードでははるかに少なく、Kyoyaの母親は彼女の遅い導入が価値があると感じるほど甘くて面白いです。\u001b[22m, \u001b[1m麗華は、今週のエピソードではるかに少ない格子であり、京屋の母親は甘いと彼女の後半の導入を価値あるものに感じさせるのに十分面白いです。\u001b[22m\n\u001b[4mErika gets to show off her scheming wolf side, and although Kyoya is a stick-in-the-mud and overprotective as usual, he shows Erika kindness more than once.\u001b[24m\n    \u001b[1mErikaは彼女の狼男側を見せつけます。そして、Kyoyaはいつものように泥の中で過保護になっていますが、Erika優しさは何度も現れます。\u001b[22m, \u001b[1mエリカは彼女の陰謀狼側を誇示するために取得し、京屋がイン-泥スティックといつものように過保護であるが、彼はエリカの親切度以上を示しています。\u001b[22m\n\u001b[4mA trip to a local festival provides just enough tension and drama to suit the humble setting, and Erika even has a moment to admit that she expects and accepts Kyoya's cold attitude.\u001b[24m\n    \u001b[1m地元のフェスティバルへの旅は、謙虚な環境に合った十分な緊張感とドラマを提供しています。エリカも、京屋の冷たい態度を期待し、受け入れることを認めます。\u001b[22m, \u001b[1m地元の祭りへの旅は謙虚な設定に合わせて、ちょうど十分な緊張とドラマを提供し、エリカも、彼女は期待し京屋の冷たい態度を受け入れることを是認する瞬間を持っています。\u001b[22m\n\u001b[4mIt's good to go out on the note that Erika has no hope of changing him and that she's satisfied with how things are.\u001b[24m\n    \u001b[1mエリカには彼を変えることの望みがないこと、そして物事にどのように満足しているのかというメモを出すことは良いことです。\u001b[22m, \u001b[1mこれは、エリカは彼と彼女は物事がどのように満足だということを変えることのない希望を持っていないノートに出て行くために良いことです。\u001b[22m\n\u001b[4m(Still, she does perhaps laud his 'kind side' too much when talking to Reika.) In the final scene, Kyoya's still domineering, but in a sexy way.\u001b[24m\n    \u001b[1m（でも、彼女はレイカと話すときに、彼の「親切な側」をあまりにも賞賛するでしょう。）最終的なシーンでは、京屋は依然として横暴ですが、セクシーな方法でです。\u001b[22m, \u001b[1m（レイカと話をするときそれでも、彼女はおそらくあまりにも多くの彼の「親切な側面」を称賛ん。）最後のシーンでは、京屋のまだ横暴が、セクシーな方法で。\u001b[22m\n\u001b[4mPerfect!\u001b[24m\n    \u001b[1m完璧！\u001b[22m, \u001b[1mパーフェクト！\u001b[22m\n\u001b[1m\u001b[22m\nThe episode is lacking in humor, but it does tickle the funny bone a few times. Thanks to the complete lack of melodrama, Wolf Girl &amp; Black Prince episode 12 winds up a pleasant farewell to the anime adaptation. If these types of relationships aren't your thing, there isn't a lot about the Erika and Kyoya dynamic by the end that will change your mind. Still, while the series may have never been completely original, it was fresh enough to make it a worthwhile watch for shojo romance fans of this ilk. The show had a lot of jokes that landed and the two leads were rarely irritating, which are two major points in its favor. Wolf Girl &amp; Black Prince shines among shojo romance of the 'moody boy and Plain Jane' type, thanks largely to the titular wolf girl being consistently entertaining and possessing an original personality.\n\n\u001b[1mエピソードはユーモアに欠けていますが、面白い骨を数回くすぐります。 メロドラマの完全な欠如のおかげで、Wolf Girl＆amp; amp; ブラック・プリンスのエピソード12は、アニメの適応に楽しい別れを呼び起こす。 これらのタイプの関係があなたのものでない場合、あなたの心を変えるErikaとKyoyaのダイナミックなことはあまりありません。 それでもシリーズは完全にオリジナルではないかもしれないが、それはこのilkの少女のロマンスファンのための価値ある時計にするために十分新鮮だった。 ショーにはたくさんのジョークがあり、2人のリードはめったに刺激的ではなく、2つの大きなポイントがありました。 ウルフガール＆amp; ブラック・プリンスは「ムーディーボーイとプレーン・ジェーン」タイプの少女のロマンスの中で輝きを見せています。\u001b[22m\n\u001b[1m(Episōdo wa yūmoa ni kakete imasuga, omoshiroi hone o sū-kai kusugurimasu. Merodorama no kanzen'na ketsujo no okage de, vu~orufu Girl& amp; amp; burakku purinsu no episōdo 12 wa, anime no tekiō ni tanoshī wakare o yobiokosu. Korera no taipu no kankei ga anata no monodenai baai, anata no kokoro o kaeru Erika to Kyoya no dainamikkuna koto wa amari arimasen. Soredemo shirīzu wa kanzen ni orijinarude wanai kamo shirenaiga, sore wa kono ilk no shōjo no romansu fan no tame no kachiaru tokei ni suru tame ni jūbun shinsendatta. Shō ni wa takusan no jōku ga ari, 2-ri no rīdo wa mettani shigeki-tekide wa naku, 2tsu no ōkina pointo ga arimashita. Urufugāru& amp; burakku purinsu wa `mūdībōi to purēn jēn' taipu no shōjo no romansu no naka de kagayaki o misete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe episode is lacking in humor, but it does tickle the funny bone a few times. Thanks to the complete lack of melodrama, Wolf Girl &amp; Black Prince episode 12 winds up a pleasant farewell to the anime adaptation. If these types of relationships aren't your thing, there isn't a lot about the Erika and Kyoya dynamic by the end that will change your mind. Still, while the series may have never been completely original, it was fresh enough to make it a worthwhile watch for shojo romance fans of this ilk. The show had a lot of jokes that landed and the two leads were rarely irritating, which are two major points in its favor. Wolf Girl &amp; Black Prince shines among shojo romance of the 'moody boy and Plain Jane' type, thanks largely to the titular wolf girl being consistently entertaining and possessing an original personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe episode is lacking in humor, but it does tickle the funny bone a few times.\u001b[24m\n    \u001b[1mエピソードはユーモアに欠けていますが、面白い骨を数回くすぐります。\u001b[22m, \u001b[1mエピソードはユーモアに欠けているが、それは面白い骨を数回くすぐるん。\u001b[22m\n\u001b[4mThanks to the complete lack of melodrama, Wolf Girl &amp;\u001b[24m\n    \u001b[1mメロドラマの完全な欠如のおかげで、Wolf Girl＆amp; amp;\u001b[22m, \u001b[1mメロドラマの完全な欠如のおかげで、ウルフガール＆＃038;\u001b[22m\n\u001b[4mBlack Prince episode 12 winds up a pleasant farewell to the anime adaptation.\u001b[24m\n    \u001b[1mブラック・プリンスのエピソード12は、アニメの適応に楽しい別れを呼び起こす。\u001b[22m, \u001b[1mブラックプリンスエピソード12は、アニメの適応に快適なお別れを巻き取ります。\u001b[22m\n\u001b[4mIf these types of relationships aren't your thing, there isn't a lot about the Erika and Kyoya dynamic by the end that will change your mind.\u001b[24m\n    \u001b[1mこれらのタイプの関係があなたのものでない場合、あなたの心を変えるErikaとKyoyaのダイナミックなことはあまりありません。\u001b[22m, \u001b[1m関係のこれらのタイプがあなたのものでない場合は、あなたの心を変更します末までにエリカと京屋ダイナミックについて多くはありません。\u001b[22m\n\u001b[4mStill, while the series may have never been completely original, it was fresh enough to make it a worthwhile watch for shojo romance fans of this ilk.\u001b[24m\n    \u001b[1mそれでもシリーズは完全にオリジナルではないかもしれないが、それはこのilkの少女のロマンスファンのための価値ある時計にするために十分新鮮だった。\u001b[22m, \u001b[1mシリーズは完全に元の行ったことがないかもしれないが、まだ、この同類の少女ロマンスファンのための価値ある時計作るのに十分新鮮でした。\u001b[22m\n\u001b[4mThe show had a lot of jokes that landed and the two leads were rarely irritating, which are two major points in its favor.\u001b[24m\n    \u001b[1mショーにはたくさんのジョークがあり、2人のリードはめったに刺激的ではなく、2つの大きなポイントがありました。\u001b[22m, \u001b[1mショーはその好意に二つの主要な点である上陸し、2つのリードがまれに刺激したジョークの多くを持っていました。\u001b[22m\n\u001b[4mWolf Girl &amp;\u001b[24m\n    \u001b[1mウルフガール＆amp;\u001b[22m, \u001b[1mウルフガール＆＃038;\u001b[22m\n\u001b[4mBlack Prince shines among shojo romance of the 'moody boy and Plain Jane' type, thanks largely to the titular wolf girl being consistently entertaining and possessing an original personality.\u001b[24m\n    \u001b[1mブラック・プリンスは「ムーディーボーイとプレーン・ジェーン」タイプの少女のロマンスの中で輝きを見せています。\u001b[22m, \u001b[1mブラック・プリンスは、主に名ばかりの狼少女のおかげで一貫して面白いされ、元の人格を持つ、「ムーディ少年とプレインジェーン」タイプの少女ロマンスの中で輝いています。\u001b[22m"
  },
  {
    "title": "Ookami_Shoujo_to_Kuro_Ouji",
    "id": "23673",
    "url": "https://myanimelist.net/anime/23673/Ookami_Shoujo_to_Kuro_Ouji",
    "user": "pleochroic",
    "profile": "/profile/pleochroic/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=229984",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  6\n|  7\n\n私は桜井隆宏の暴力団にいるので、これだけ見ることを認めます。 そうでなければ、私は本当に少女の気分ではなかったので（私はまれに、少女の気分で）、私を引き付けなかったでしょう。\n\nしかし、それはかなりばかげた前提にもかかわらず、女の子を「犬」にして自分の気持ちを徹底的に踏みにじっている男が本質的に不快な考えをしていたにもかかわらず、 しかし、ねえ、それはアニメだし、ばかげた行動はかなり一般的です。\n\nストーリー（5/10）：Erikaは新しい高校生の人と必死になりたい、友達を作り、特別な若々しい思い出を作りたいと思っていますが、彼女が勇気を出してくれる頃には、ほとんどの人が既にグループ分けされています。 彼女は彼女のエリートなボーイフレンドだけについてすべての脱出と話をするのは面倒な2人の女の子と立ち往生しています。 そして、エリカは彼女のボーイフレンドについて彼女の歯を通して嘘をついています。 彼女は本当にロマンスを体験したいと思っています。そして、彼女は非常に具体的な考えを持っています。つまり、非常にステレオタイプのアイデアです。 エリカとの出演についてです。\n\n彼女のボーイフレンドの写真がなくても彼女の新しい「友人」が疑わしくなると、瞬時にパニックになって、彼女は彼女のボーイフレンドとして逃げ出した通りで本当の魅力を撮ります。 残念なことに彼女のために、その人は同じ学校に通っている沙田恭也を見つけ出し、彼女の裕福な友人の一人が彼を認識します。  Kyouyaは彼の良い外見のための「王子」および遠い人格の彼の愉快な人として知られている; すべての女の子が彼を圧迫する。\n\nエリカは、彼女が嘘つきで馬鹿にされ、馬鹿にされていることに気付くだろう - 彼女に起こりうる最悪の事。 しかし、キヤヤはそのような名声を得ているので、彼女は彼に話をすることを決め、フェスを上げ、彼女のボーイフレンドであるとふりを言います。 彼は彼女に微笑んで同意する。\n\nそれは、エリカがしばらくの間平和の最後の瞬間です。 彼女は唯一の嘘つきではないので、皇太子の公然の行動の下で、恭也は苦い孤独で、エリカの望むすべてを軽蔑する。 そして彼は彼のボーイフレンドになりすますための条件を持っています：彼女は彼の\"犬\"になって、彼がそれを要求するときに必要なすべてをしなければなりません。 あなたは赤い目のキャラクターから少し悪魔の行動を期待するのでしょうか？\n\n私は犬の事やエリカの治療で他の人たちと同じように怒らない。 それはあらゆる方法で彼女に目を覚ます呼び出しを提供する - 輝くものすべてが金ではなく、大きな嘘のコストはそれに値するものではないかもしれない、出現を維持するためには疲れている。  Kouyaは、彼女が思うように多くのコメントを落とすにもかかわらず、彼女にはかなり意味があります。\n\nもちろん彼女は恋に落ちる。 彼女はまだ彼女がKouyaと比べてボーイフレンドというアイデアに恋しています。彼女がいなくてもそれは分かっています。 何が発展するのは面白いことではない。 私は、エリカと京屋が、そのような多様な視点から来ている間に、実際の関係を一緒に結束させるのが好きです。\n\nアート（7/10）：それはかなりきれいです。 キャラクターは分かりやすく、非常に非常に少女のバックグラウンドはあなたがそのようなものを好きなら素敵です、そしてアニメーションはまともです。  Erikaは非常に表情豊かで、Kyouyaは暑いです。\n\nSound（5/10）：OPには面白い歌手がいて、EDは私を寒いままにしました。BGMはちょっとしたものです。 私は桜井孝宏ファンボーイです。 男は間違ってはいけません。 伊藤かなえはエリカと良い仕事をしていますが、エイカの本物の友だち三田あゆみのために、かにの愛は非常に適切にいたずらを演奏します。残りのキャストはまともですが、誰も私のために目立ちません。\n\nキャラクター（6/10）：私は京屋が大好きです。 申し訳ありませんが、憎しみ - 私はあなたが彼を憎む理由を完全に理解しています。彼は馬鹿のように行動することに同意しますが、率直に言って、彼の愛情についてはErikaを傷つけると、 彼は放棄の問題がないということについて自分自身に嘘をつきます。そして、彼は壮観に失敗し、家族を破壊するのを見て、ロマンスについて否定的な見方をしています。 彼の優しさは彼の両親のようにならないように彼自身の周りに構築した硬い鎧とは相反しているので、彼はかなりツンデレです。 それは残酷です。 残りは...彼は実際に彼女を助けていますが、彼は素晴らしい仕事のマスターではありません。 彼はなぜ偽善に同意したのですか？ 彼はする必要はありませんでした。 彼は彼女を乾かすために遊びに行きました。 彼女は彼の\"犬\"であることは、実際に彼の全体に多くの恩恵を与えていません。 彼は彼女がやろうとすることを軽蔑し、それでも彼女を助けます。 そして、彼は彼女と同じくらい傷があるので、彼はそれをやっている間にかわいそうです。\n\nいいえ、ストックホルム症候群はありません。 エリカはいつでもこのゲームをやめることができます。 彼はまったく彼女に本当の力を持っていません - そして、彼はあまりにも遠くに行くと、最終的にそれを実際に行います。 彼女には良い。 私はまたここに性的不正がないこと、性的圧力がないこと、彼が彼の「犬」として設定した仕事はその意味で卑劣ではないことに感謝します。 私はそれがアニメで流行していることを恒久的なセクシャル・ハラスメントから歓迎することを歓迎しました。\n\n私はえりかも好きですが、私は彼女の抱負を恭也と同じように感じます。 しかし、最終的に空であるロマンスのための嘘や憧れを除けば、彼女はいい子で、少しでも素朴でさえも（誰が神谷を通して見ることができないのだろうか？）。 彼女は共感しているし、彼女は彼女が始まるよりもはるかに少ない人であることがわかる。\n\n私は、三田、日比谷、草刈恵が好きです。 彼らはちょうど小道具のキャラクターであり、長いアニメではもっと見ることが好きだったでしょう。 一般的に私はアニメが短すぎると感じました。 私は物事が発展するのにもっと時間があったことが好きでした。 これははるかに堅実な物語かもしれない。\n\n楽しさ（7/10）：私はそれを楽しんだ。 それは私の好きなアニメの中には決してないだろうが、私はそれが平均以上の深さだと思っていた。 それは最後の3分の1でより典型的になった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI shall admit to only watching this because I am on a Sakurai Takahiro binge; otherwise this wouldn't have attracted me because I wasn't really in a shoujo mood (I rarely am in a shoujo mood).\n\n\u001b[1m私は桜井隆宏の暴力団にいるので、これだけ見ることを認めます。 そうでなければ、私は本当に少女の気分ではなかったので（私はまれに、少女の気分で）、私を引き付けなかったでしょう。\u001b[22m\n\u001b[1m(Watashi wa Sakurai Takahiro no bōryokudan ni iru node, kore dake miru koto o mitomemasu. Sōdenakereba, watashi wa hontōni shōjo no kibunde wa nakattanode (watashi wa mare ni, shōjo no kibun de), watashi o hikitsukenakattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mI shall admit to only watching this because I am on a Sakurai Takahiro binge; otherwise this wouldn't have attracted me because I wasn't really in a shoujo mood (I rarely am in a shoujo mood).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI shall admit to only watching this because I am on a Sakurai Takahiro binge;\u001b[24m\n    \u001b[1m私は桜井隆宏の暴力団にいるので、これだけ見ることを認めます。\u001b[22m, \u001b[1m私は櫻井孝宏のどんちゃん騒ぎの午前ので、私はこれだけを見ていることを認めるものとします。\u001b[22m\n\u001b[4motherwise this wouldn't have attracted me because I wasn't really in a shoujo mood (I rarely am in a shoujo mood).\u001b[24m\n    \u001b[1mそうでなければ、私は本当に少女の気分ではなかったので（私はまれに、少女の気分で）、私を引き付けなかったでしょう。\u001b[22m, \u001b[1m私は（私はめったに少女気分で午前）少女気分で本当になかったので、そうでなければ、これは私を魅了していないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nBut it actually turned out more enjoyable than expected, despite the fairly ridiculous premise, and the inherently distasteful idea of some guy making a girl his 'dog' and trampling all over her feelings with impunity. But hey it's anime, and ridiculous behaviour is pretty much the norm.\n\n\u001b[1mしかし、それはかなりばかげた前提にもかかわらず、女の子を「犬」にして自分の気持ちを徹底的に踏みにじっている男が本質的に不快な考えをしていたにもかかわらず、 しかし、ねえ、それはアニメだし、ばかげた行動はかなり一般的です。\u001b[22m\n\u001b[1m(Shikashi, sore wa kanari bakageta zentei nimokakawarazu, on'nanoko o `inu' ni shite jibun no kimochi o tetteiteki ni fuminijitte iru otoko ga honshitsu-teki ni fukaina kangae o shite ita nimokakawarazu, shikashi, nē, soreha animedashi, bakageta kōdō wa kanari ippan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mBut it actually turned out more enjoyable than expected, despite the fairly ridiculous premise, and the inherently distasteful idea of some guy making a girl his 'dog' and trampling all over her feelings with impunity. But hey it's anime, and ridiculous behaviour is pretty much the norm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut it actually turned out more enjoyable than expected, despite the fairly ridiculous premise, and the inherently distasteful idea of some guy making a girl his 'dog' and trampling all over her feelings with impunity.\u001b[24m\n    \u001b[1mしかし、それはかなりばかげた前提にもかかわらず、女の子を「犬」にして自分の気持ちを徹底的に踏みにじっている男が本質的に不快な考えをしていたにもかかわらず、\u001b[22m, \u001b[1mしかし、それは実際にはかなりばかげ前提にもかかわらず、予想以上に楽しい判明し、いくつかの男の本質不快なアイデアは、女の子彼の「犬」を作り、すべての大手を振って彼女の気持ちの上に踏みつけ。\u001b[22m\n\u001b[4mBut hey it's anime, and ridiculous behaviour is pretty much the norm.\u001b[24m\n    \u001b[1mしかし、ねえ、それはアニメだし、ばかげた行動はかなり一般的です。\u001b[22m, \u001b[1mしかし、ちょっと、それはアニメだし、ばかげた行為はかなり標準です。\u001b[22m\n\u001b[1m\u001b[22m\nStory (5/10): Erika wants to desperately fit in with people in her new high school class, make friends, and create those special youthful memories, but by the time she gets her courage up, most people have grouped up already, and she is stuck with two girls who're pretentious as all get-out and talk about nothing but their elite boyfriends. And so Erika lies through her teeth about HER boyfriend. She really would like to have one, she wants to experience romance, and she has very specific ideas what that means -- very stereotypical ideas. It's all about appearances with Erika.\n\n\u001b[1mストーリー（5/10）：Erikaは新しい高校生の人と必死になりたい、友達を作り、特別な若々しい思い出を作りたいと思っていますが、彼女が勇気を出してもらえるまでには、ほとんどの人が既にグループ化しています。 彼女は彼女のエリートなボーイフレンドだけについてすべての脱出と話をするのは面倒な2人の女の子と立ち往生しています。 そして、エリカは彼女のボーイフレンドについて彼女の歯を通して嘘をついています。 彼女は本当にロマンスを体験したいと思っています。そして、彼女は非常に具体的な考えを持っています。つまり、非常にステレオタイプのアイデアです。 エリカとの出演についてです。\u001b[22m\n\u001b[1m(Sutōrī (5 / 10): Erika wa atarashī kōkōsei no hito to hisshi ni naritai, tomodachi o tsukuri, tokubetsuna wakawakashī omoide o tsukuritai to omotte imasuga, kanojo ga yūkiwodashite moraeru made ni wa, hotondo no hito ga sudeni gurūpu-ka shite imasu. Kanojo wa kanojo no erītona bōifurendo dake ni tsuite subete no dasshutsu to hanashi o suru no wa mendōna 2-ri no on'nanoko to tachiōjō shite imasu. Soshite, Erika wa kanojo no bōifurendo ni tsuite kanojo no ha o tōshite uso o tsuite imasu. Kanojo wa hontōni romansu o taiken shitai to omotte imasu. Soshite, kanojo wa hijō ni gutaitekina kangae o motte imasu. Tsumari, hijō ni sutereotaipu no aideadesu. Erika to no shutsuen ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mStory (5/10): Erika wants to desperately fit in with people in her new high school class, make friends, and create those special youthful memories, but by the time she gets her courage up, most people have grouped up already, and she is stuck with two girls who're pretentious as all get-out and talk about nothing but their elite boyfriends. And so Erika lies through her teeth about HER boyfriend. She really would like to have one, she wants to experience romance, and she has very specific ideas what that means -- very stereotypical ideas. It's all about appearances with Erika.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (5/10): Erika wants to desperately fit in with people in her new high school class, make friends, and create those special youthful memories, but by the time she gets her courage up, most people have grouped up already, and\u001b[24m\n    \u001b[1mストーリー（5/10）：Erikaは新しい高校生の人と必死になりたい、友達を作り、特別な若々しい思い出を作りたいと思っていますが、彼女が勇気を出してもらえるまでには、ほとんどの人が既にグループ化しています。\u001b[22m, \u001b[1mストーリー（5/10）：エリカは必死に、彼女の新しい高校のクラスの人に合う友達を作る、そしてこれらの特別な若々しい思い出を作りたいが、彼女は彼女の勇気を取得する時点で、ほとんどの人がすでにグループ化されており、\u001b[22m\n\u001b[4mshe is stuck with two girls who're pretentious as all get-out and talk about nothing but their elite boyfriends.\u001b[24m\n    \u001b[1m彼女は彼女のエリートなボーイフレンドだけについてすべての脱出と話をするのは面倒な2人の女の子と立ち往生しています。\u001b[22m, \u001b[1m彼女はすべてのアウトを取得し、そのエリートのボーイフレンドが、何について話として思い上がっている二人の女の子で立ち往生されています。\u001b[22m\n\u001b[4mAnd so Erika lies through her teeth about HER boyfriend.\u001b[24m\n    \u001b[1mそして、エリカは彼女のボーイフレンドについて彼女の歯を通して嘘をついています。\u001b[22m, \u001b[1mだからエリカは彼女のボーイフレンドについての彼女の歯を通ってあります。\u001b[22m\n\u001b[4mShe really would like to have one, she wants to experience romance, and she has very specific ideas what that means -- very stereotypical ideas.\u001b[24m\n    \u001b[1m彼女は本当にロマンスを体験したいと思っています。そして、彼女は非常に具体的な考えを持っています。つまり、非常にステレオタイプのアイデアです。\u001b[22m, \u001b[1m非常にステレオタイプのアイデア - 彼女は本当に彼女がロマンスを体験したい、彼女はそれが何を意味するのか非常に具体的なアイデアを持って、1を持っていると思います。\u001b[22m\n\u001b[4mIt's all about appearances with Erika.\u001b[24m\n    \u001b[1mエリカとの出演についてです。\u001b[22m, \u001b[1mこれは、すべてのエリカとの外見についてです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen her new 'friends' become suspicious because she doesn't even have a picture of her boyfriend, in momentary panic she takes a picture of a real hottie on the street, whom she then passes off as her boyfriend. Unfortunately for her, that person turns out Sata Kyouya, who goes to the same school, and one of her hoity-toity friends recognizes him. Kyouya is known as a 'prince' for his good looks and his amiable if distant personality; all the girls squee over him.\n\n\u001b[1m彼女のボーイフレンドの写真がなくても彼女の新しい「友人」が疑わしくなると、瞬時にパニックになって、彼女は彼女のボーイフレンドとして逃げ出した通りで本当の魅力を撮ります。 残念なことに彼女のために、その人は同じ学校に通っている沙田恭也を見つけ出し、彼女の裕福な友人の一人が彼を認識します。  Kyouyaは彼の良い外見のための「王子」および遠い人格の彼の愉快な人として知られている; すべての女の子が彼を圧迫する。\u001b[22m\n\u001b[1m(Kanojo no bōifurendo no shashin ga nakute mo kanojo no atarashī `yūjin' ga utagawashiku naru to, shunji ni panikku ni natte, kanojo wa kanojo no bōifurendo to shite nigedashita tōri de hontō no miryoku o torimasu. Zan'nen'nakotoni kanojo no tame ni, sono hito wa onaji gakkō ni tōtte iru isagoda Kyō 也 O mitsukedashi, kanojo no yūfukuna yūjin no hitori ga kare o ninshiki shimasu. Kyouya wa kare no yoi gaiken no tame no `Ōji'oyobi tōi jinkaku no kare no yukaina hito to shite shira rete iru; subete no on'nanoko ga kare o appaku suru.)\u001b[22m\n\nTranslations of \u001b[4mWhen her new 'friends' become suspicious because she doesn't even have a picture of her boyfriend, in momentary panic she takes a picture of a real hottie on the street, whom she then passes off as her boyfriend. Unfortunately for her, that person turns out Sata Kyouya, who goes to the same school, and one of her hoity-toity friends recognizes him. Kyouya is known as a 'prince' for his good looks and his amiable if distant personality; all the girls squee over him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen her new 'friends' become suspicious because she doesn't even have a picture of her boyfriend, in momentary panic she takes a picture of a real hottie on the street, whom she then passes off as her boyfriend.\u001b[24m\n    \u001b[1m彼女のボーイフレンドの写真がなくても彼女の新しい「友人」が疑わしくなると、瞬時にパニックになって、彼女は彼女のボーイフレンドとして逃げ出した通りで本当の魅力を撮ります。\u001b[22m, \u001b[1m彼女の新しい「友人」は不審になると彼女も彼女のボーイフレンドの写真を持っていないので、瞬間的なパニックに彼女はその後、彼女のボーイフレンドのようにオフに渡し路上で実際の湯たんぽの写真を撮ります。\u001b[22m\n\u001b[4mUnfortunately for her, that person turns out Sata Kyouya, who goes to the same school, and one of her hoity-toity friends recognizes him.\u001b[24m\n    \u001b[1m残念なことに彼女のために、その人は同じ学校に通っている沙田恭也を見つけ出し、彼女の裕福な友人の一人が彼を認識します。\u001b[22m, \u001b[1m残念ながら彼女のために、その人は同じ学校に行き、彼女の横柄な友人の1が彼を認識し佐多Kyouyaを、判明します。\u001b[22m\n\u001b[4mKyouya is known as a 'prince' for his good looks and his amiable if distant personality;\u001b[24m\n    \u001b[1mKyouyaは彼の良い外見のための「王子」および遠い人格の彼の愉快な人として知られている;\u001b[22m, \u001b[1mKyouyaは彼の美貌と彼の場合愛想遠くの人格のための「王子」として知られています。\u001b[22m\n\u001b[4mall the girls squee over him.\u001b[24m\n    \u001b[1mすべての女の子が彼を圧迫する。\u001b[22m, \u001b[1mすべての女の子が彼の上にsquee。\u001b[22m\n\u001b[1m\u001b[22m\nErika freaks out, afraid she will be found out as the liar that she is and ridiculed and outcast -- pretty much the worst thing that could happen to her. But because Kyouya has such a sterling reputation, she decides to talk to him, fesses up, and begs him to pretend to be her boyfriend. He smiles at her and agrees.\n\n\u001b[1mエリカは、彼女が嘘つきで馬鹿にされ、馬鹿にされていることに気付くだろう - 彼女に起こりうる最悪の事。 しかし、キヤヤはそのような名声を得ているので、彼女は彼に話をすることを決め、フェスを上げ、彼女のボーイフレンドであるとふりを言います。 彼は彼女に微笑んで同意する。\u001b[22m\n\u001b[1m(Erika wa, kanojo ga usotsuki de baka ni sa re, baka ni sa rete iru koto ni kidzukudarou - kanojo ni okori uru saiaku no koto. Shikashi, kiyaya wa sono yōna meisei o ete irunode, kanojo wa kare ni hanashi o suru koto o kime, fesu o age, kanojo no bōifurendodearu to furi o iimasu. Kare wa kanojo ni hohoende dōi suru.)\u001b[22m\n\nTranslations of \u001b[4mErika freaks out, afraid she will be found out as the liar that she is and ridiculed and outcast -- pretty much the worst thing that could happen to her. But because Kyouya has such a sterling reputation, she decides to talk to him, fesses up, and begs him to pretend to be her boyfriend. He smiles at her and agrees.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mErika freaks out, afraid she will be found out as the liar that she is and ridiculed and outcast -- pretty much the worst thing that could happen to her.\u001b[24m\n    \u001b[1mエリカは、彼女が嘘つきで馬鹿にされ、馬鹿にされていることに気付くだろう - 彼女に起こりうる最悪の事。\u001b[22m, \u001b[1m彼女に起こる可能性はかなり最悪の事態を - エリカは彼女が彼女が嘲笑されていることを嘘つきと見捨てられたとして判明され、恐れフリークアウト。\u001b[22m\n\u001b[4mBut because Kyouya has such a sterling reputation, she decides to talk to him, fesses up, and begs him to pretend to be her boyfriend.\u001b[24m\n    \u001b[1mしかし、キヤヤはそのような名声を得ているので、彼女は彼に話をすることを決め、フェスを上げ、彼女のボーイフレンドであるとふりを言います。\u001b[22m, \u001b[1mKyouyaは、スターリングの評判を持っているので、しかし、彼女は、彼に話をすることを決定までfesses、と彼女のボーイフレンドであることをふりをする彼を頼みます。\u001b[22m\n\u001b[4mHe smiles at her and agrees.\u001b[24m\n    \u001b[1m彼は彼女に微笑んで同意する。\u001b[22m, \u001b[1m彼は彼女に笑顔と一致しています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's the last moment of peace Erika will have for a while. Because she isn't the only liar -- underneath his princely public behaviour Kyouya is a bitter loner who despises everything Erika wishes for. And he has a condition for pretending to be her boyfriend: she has to become his 'dog', do everything he demands when he demands it. You'd kind of expect a little demonic behaviour from a character with red eyes, right?\n\n\u001b[1mそれは、エリカがしばらくの間平和の最後の瞬間です。 彼女は唯一の嘘つきではないので、皇太子の公然の行動の下で、恭也は苦い孤独で、エリカの望むすべてを軽蔑する。 そして彼は彼のボーイフレンドになりすますための条件を持っています：彼女は彼の\"犬\"になって、彼がそれを要求するときに必要なすべてをしなければなりません。 あなたは赤い目のキャラクターから少し悪魔の行動を期待するのでしょうか？\u001b[22m\n\u001b[1m(Sore wa, Erika ga shibarakunoaida heiwa no saigo no shunkandesu. Kanojo wa yuiitsu no usotsukide wanainode, kōtaishi no kōzen no kōdō no shita de, Kyō 也 Wa nigai kodoku de, Erika no nozomu subete o keibetsu suru. Soshite kare wa kare no bōifurendo ni narisumasu tame no jōken o motte imasu: Kanojo wa kare no\" inu\" ni natte, kare ga sore o yōkyū suru toki ni hitsuyōna subete o shinakereba narimasen. Anata wa akai me no kyarakutā kara sukoshi akuma no kōdō o kitai suru nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mAnd that's the last moment of peace Erika will have for a while. Because she isn't the only liar -- underneath his princely public behaviour Kyouya is a bitter loner who despises everything Erika wishes for. And he has a condition for pretending to be her boyfriend: she has to become his 'dog', do everything he demands when he demands it. You'd kind of expect a little demonic behaviour from a character with red eyes, right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's the last moment of peace Erika will have for a while.\u001b[24m\n    \u001b[1mそれは、エリカがしばらくの間平和の最後の瞬間です。\u001b[22m, \u001b[1mそして、それはしばらくしています平和エリカの最後の瞬間です。\u001b[22m\n\u001b[4mBecause she isn't the only liar -- underneath his princely public behaviour Kyouya is a bitter loner who despises everything Erika wishes for.\u001b[24m\n    \u001b[1m彼女は唯一の嘘つきではないので、皇太子の公然の行動の下で、恭也は苦い孤独で、エリカの望むすべてを軽蔑する。\u001b[22m, \u001b[1m彼女は唯一の嘘つきではないので - 彼の王侯公共の行動の下Kyouyaはエリカのために望むすべてのものを軽蔑苦い一匹狼です。\u001b[22m\n\u001b[4mAnd he has a condition for pretending to be her boyfriend: she has to become his 'dog', do everything he demands when he demands it.\u001b[24m\n    \u001b[1mそして彼は彼のボーイフレンドになりすますための条件を持っています：彼女は彼の\"犬\"になって、彼がそれを要求するときに必要なすべてをしなければなりません。\u001b[22m, \u001b[1mそして、彼は彼女のボーイフレンドのふりをするための条件を持っている：彼女は彼がそれを要求するとき、彼は要求すべてを行う、彼の「犬」になることがあります。\u001b[22m\n\u001b[4mYou'd kind of expect a little demonic behaviour from a character with red eyes, right?\u001b[24m\n    \u001b[1mあなたは赤い目のキャラクターから少し悪魔の行動を期待するのでしょうか？\u001b[22m, \u001b[1mあなたは一種の右、赤い目をした文字から少し悪魔的な行動を期待しますか？\u001b[22m\n\u001b[1m\u001b[22m\nI am not as offended as other people by the dog thing, and by his treatment of Erika. It provides a wakeup call for her in every which way -- not everything that glitters is gold, the cost of a big lie might not be worth it, it's exhausting to keep up appearances. Kouya is quite mean to her, even though he also drops a lot of comments that make her think, and he is unexpectedly nice when other people mess with her.\n\n\u001b[1m私は犬の事やエリカの治療で他の人たちと同じように怒らない。 それはあらゆる方法で彼女に目を覚ます呼び出しを提供する - 輝くものすべてが金ではなく、大きな嘘のコストはそれに値するものではないかもしれない、出現を維持するためには疲れている。  Kouyaは、彼女が思うように多くのコメントを落とすにもかかわらず、彼女にはかなり意味があります。\u001b[22m\n\u001b[1m(Watashi wa inu no koto ya Erika no chiryō de hokanohito-tachi to onajiyōni okoranai. Sore wa arayuru hōhō de kanojo ni mewosamasu yobidashi o teikyō suru - kagayaku mono subete ga kinde wa naku, ōkina uso no kosuto wa sore ni ataisuru monode wanai kamo shirenai, shutsugen o iji suru tame ni wa tsukarete iru. Kouya wa, kanojo ga omou yō ni ōku no komento wootosu nimokakawarazu, kanojo ni wa kanari imi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am not as offended as other people by the dog thing, and by his treatment of Erika. It provides a wakeup call for her in every which way -- not everything that glitters is gold, the cost of a big lie might not be worth it, it's exhausting to keep up appearances. Kouya is quite mean to her, even though he also drops a lot of comments that make her think, and he is unexpectedly nice when other people mess with her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not as offended as other people by the dog thing, and by his treatment of Erika.\u001b[24m\n    \u001b[1m私は犬の事やエリカの治療で他の人たちと同じように怒らない。\u001b[22m, \u001b[1m私は犬の事によると、エリカの彼の処理により、他の人のように気分を害していないです。\u001b[22m\n\u001b[4mIt provides a wakeup call for her in every which way -- not everything that glitters is gold, the cost of a big lie might not be worth it, it's exhausting to keep up appearances.\u001b[24m\n    \u001b[1mそれはあらゆる方法で彼女に目を覚ます呼び出しを提供する - 輝くものすべてが金ではなく、大きな嘘のコストはそれに値するものではないかもしれない、出現を維持するためには疲れている。\u001b[22m, \u001b[1m外見を維持するために排気だ、大きな嘘のコストはそれだけの価値はないかもしれませんが、光る金ではないすべてのもの - それは、すべてのどの方法で彼女のウェイクアップコールを提供します。\u001b[22m\n\u001b[4mKouya is quite mean to her, even though he also drops a lot of comments that make her think, and he is unexpectedly nice when other people mess with her.\u001b[24m\n    \u001b[1mKouyaは、彼女が思うように多くのコメントを落とすにもかかわらず、彼女にはかなり意味があります。\u001b[22m, \u001b[1m荒野は、彼はまた彼女が考えさせる多くのコメントをドロップしていても、彼女にはかなり平均である、と彼は彼女とするとき、他の人の混乱予想外にいいです。\u001b[22m\n\u001b[1m\u001b[22m\nSo of course she falls in love. She is still much more in love with the idea of a boyfriend than she is with Kouya, and it's pretty clear he knows that even if she doesn't. What develops is not uninteresting; I like how Erika and Kyouya manage to cobble an actual relationship together while coming from such divergent viewpoints.\n\n\u001b[1mもちろん彼女は恋に落ちる。 彼女はまだ彼女がKouyaと比べてボーイフレンドというアイデアに恋しています。彼女がいなくてもそれは分かっています。 何が発展するのは面白いことではない。 私は、エリカと京屋が、そのような多様な視点から来ている間に、実際の関係を一緒に結束させるのが好きです。\u001b[22m\n\u001b[1m(Mochiron kanojo wa koiniochiru. Kanojo wa mada kanojo ga Kouya to kurabete bōifurendo to iu aidea ni koishite imasu. Kanojo ga inakute mo sore wa wakatte imasu. Nani ga hatten suru no wa omoshiroi kotode wanai. Watashi wa, Erika to Kyōya ga, sono yōna tayōna shiten kara kite iru ma ni, jissai no kankei o issho ni kessoku sa seru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo of course she falls in love. She is still much more in love with the idea of a boyfriend than she is with Kouya, and it's pretty clear he knows that even if she doesn't. What develops is not uninteresting; I like how Erika and Kyouya manage to cobble an actual relationship together while coming from such divergent viewpoints.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo of course she falls in love.\u001b[24m\n    \u001b[1mもちろん彼女は恋に落ちる。\u001b[22m, \u001b[1mだからもちろん、彼女は恋に落ちます。\u001b[22m\n\u001b[4mShe is still much more in love with the idea of a boyfriend than she is with Kouya, and it's pretty clear he knows that even if she doesn't.\u001b[24m\n    \u001b[1m彼女はまだ彼女がKouyaと比べてボーイフレンドというアイデアに恋しています。彼女がいなくてもそれは分かっています。\u001b[22m, \u001b[1m彼女はまだ彼女が荒野であるよりも、彼氏のアイデアと恋にはるかにあり、それは彼が彼女がいない場合でも、ことを知っているかなり明確です。\u001b[22m\n\u001b[4mWhat develops is not uninteresting;\u001b[24m\n    \u001b[1m何が発展するのは面白いことではない。\u001b[22m, \u001b[1mどのような開発することは面白くありません。\u001b[22m\n\u001b[4mI like how Erika and Kyouya manage to cobble an actual relationship together while coming from such divergent viewpoints.\u001b[24m\n    \u001b[1m私は、エリカと京屋が、そのような多様な視点から来ている間に、実際の関係を一緒に結束させるのが好きです。\u001b[22m, \u001b[1m私はそのような発散の視点から来ながら、エリカとKyouyaが一緒に実際の関係を考え出すために管理する方法が好きです。\u001b[22m\n\u001b[1m\u001b[22m\nArt (7 of 10): It's quite pretty; the characters are easy to tell apart, the very-very-shoujo backgrounds are lovely if you like that sort of thing, and the animation is decent. Erika has a very expressive face, and Kyouya is hot.\n\n\u001b[1mアート（7/10）：それはかなりきれいです。 キャラクターは分かりやすく、非常に非常に少女のバックグラウンドはあなたがそのようなものを好きなら素敵です、そしてアニメーションはまともです。  Erikaは非常に表情豊かで、Kyouyaは暑いです。\u001b[22m\n\u001b[1m(Āto (7 / 10): Sore wa kanari kireidesu. Kyarakutā wa wakari yasuku, hijō ni hijō ni shōjo no bakkuguraundo wa anata ga sono yōna mono o sukinara sutekidesu, soshite animēshon wa matomodesu. Erika wa hijō ni hyōjō yutakade, Kyouya wa atsuidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt (7 of 10): It's quite pretty; the characters are easy to tell apart, the very-very-shoujo backgrounds are lovely if you like that sort of thing, and the animation is decent. Erika has a very expressive face, and Kyouya is hot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (7 of 10): It's quite pretty;\u001b[24m\n    \u001b[1mアート（7/10）：それはかなりきれいです。\u001b[22m, \u001b[1mアート（10の7）：それは非常にきれいです。\u001b[22m\n\u001b[4mthe characters are easy to tell apart, the very-very-shoujo backgrounds are lovely if you like that sort of thing, and the animation is decent.\u001b[24m\n    \u001b[1mキャラクターは分かりやすく、非常に非常に少女のバックグラウンドはあなたがそのようなものを好きなら素敵です、そしてアニメーションはまともです。\u001b[22m, \u001b[1m文字が見分けが簡単で、あなたは非常に-非常に-少女背景はそういったことのように素敵で、アニメーションはまともです。\u001b[22m\n\u001b[4mErika has a very expressive face, and Kyouya is hot.\u001b[24m\n    \u001b[1mErikaは非常に表情豊かで、Kyouyaは暑いです。\u001b[22m, \u001b[1mエリカは非常に表情豊かな顔を持っている、とKyouyaは暑いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (5/10): The OP has an interesting singer, the ED left me cold, the BGM is sort of just there. AS reviously mentioned, I am a Sakurai Takahiro fanboy; the man can do no wrong. Itou Kanae does a good job with Erika, Kayano Ai gives a very appropriately laconic performance for Erika's real friend Sanda Ayumi, the rest of the cast is decent but nobody stands out for me.\n\n\u001b[1mSound（5/10）：OPには面白い歌手がいて、EDは私を寒いままにしました。BGMはちょっとしたものです。 私は桜井孝宏ファンボーイです。 男は間違ってはいけません。 伊藤かなえはエリカと良い仕事をしていますが、エイカの本物の友だち三田あゆみのために、かにの愛は非常に適切にいたずらを演奏します。残りのキャストはまともですが、誰も私のために目立ちません。\u001b[22m\n\u001b[1m(Sound (5 / 10): OP ni wa omoshiroi kashu ga ite, ED wa watashi o samui mama ni shimashita. BGM wa chottoshita monodesu. Watashi wa sakurai takahiro fanbōidesu. Otoko wa machigatte wa ikemasen. Itō kanae wa Erika to yoi shigoto o shite imasuga, eika no honmono no tomodachi Mita Ayumi no tame ni, kani no ai wa hijō ni tekisetsu ni itazura o ensō shimasu. Nokori no kyasuto wa matomodesuga, dare mo watashi no tame ni medachimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound (5/10): The OP has an interesting singer, the ED left me cold, the BGM is sort of just there. AS reviously mentioned, I am a Sakurai Takahiro fanboy; the man can do no wrong. Itou Kanae does a good job with Erika, Kayano Ai gives a very appropriately laconic performance for Erika's real friend Sanda Ayumi, the rest of the cast is decent but nobody stands out for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (5/10): The OP has an interesting singer, the ED left me cold, the BGM is sort of just there.\u001b[24m\n    \u001b[1mSound（5/10）：OPには面白い歌手がいて、EDは私を寒いままにしました。BGMはちょっとしたものです。\u001b[22m, \u001b[1mサウンド（5/10）：OPは面白い歌手を持って、EDは冷たい私を残し、BGMは一種のただそこにあります。\u001b[22m\n\u001b[4mAS reviously mentioned, I am a Sakurai Takahiro fanboy;\u001b[24m\n    \u001b[1m私は桜井孝宏ファンボーイです。\u001b[22m, \u001b[1mAS reviously述べたように、私は櫻井孝宏のミーハーです。\u001b[22m\n\u001b[4mthe man can do no wrong.\u001b[24m\n    \u001b[1m男は間違ってはいけません。\u001b[22m, \u001b[1m男は何をしても正しいです。\u001b[22m\n\u001b[4mItou Kanae does a good job with Erika, Kayano Ai gives a very appropriately laconic performance for Erika's real friend Sanda Ayumi, the rest of the cast is decent but nobody stands out for me.\u001b[24m\n    \u001b[1m伊藤かなえはエリカと良い仕事をしていますが、エイカの本物の友だち三田あゆみのために、かにの愛は非常に適切にいたずらを演奏します。残りのキャストはまともですが、誰も私のために目立ちません。\u001b[22m, \u001b[1m伊藤香苗はエリカと良い仕事をし、萱野愛は、キャストの残りの部分はまともですが、誰も私のために際立っていない、エリカさんの本当の友人三田あゆみのために非常に適切に簡潔なパフォーマンスを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (6/10): I like Kyouya a lot. Sorry, haters -- I fully understand why you hate him, and I agree he acts like a jerk, but frankly, the jerk behaviour only really bothers me when he hurts Erika in regard to her love for him. He lies to himself about not having abandonment issues, and he has a negative view of romance because he has seen it fail spectacularly, and destroy his family. He's pretty much a tsundere because his kindness is at odds with the hard armour he has built around himself to not end up like his parents. That is cruel. The rest is... he is actually helping her, though he is not a nice task master. Why did he even agree to the pretense? He didn't have to; he could have let her hang out to dry; her being his 'dog' isn't actually benefiting him a whole lot. He despises what she tries to do and still he helps her. And he is a jerk while doing it because he is as flawed as she is.\n\n\u001b[1mキャラクター（6/10）：私は京屋が大好きです。 申し訳ありませんが、憎しみ - 私はあなたが彼を憎む理由を完全に理解しています。彼は馬鹿のように行動することに同意しますが、率直に言って、彼の愛に対するErikaを傷つけると、 彼は放棄の問題がないことについて自分自身に嘘をつきます。そして、彼は壮観で失敗し、家族を破壊するのを見ているので、ロマンスについて否定的な見方をしています。 彼の優しさは彼の両親のようにならないように彼自身の周りに構築した硬い鎧とは相反しているので、彼はかなりツンデレです。 それは残酷です。 残りは...彼は実際に彼女を助けていますが、彼は素晴らしい仕事のマスターではありません。 彼はなぜ偽善に同意したのですか？ 彼はする必要はありませんでした。 彼は彼女を乾かすために遊びに行きました。 彼女は彼の\"犬\"であることは、実際に彼の全体に多くの恩恵を与えていません。 彼は彼女がやろうとすることを軽蔑し、それでも彼女を助けます。 そして、彼は彼女のように欠陥があるので、彼はそれをしている間にかわいそうです。\u001b[22m\n\u001b[1m(Kyarakutā (6 / 10): Watashi wa Kyōya ga daisukidesu. Mōshiwakearimasenga, nikushimi - watashi wa anata ga kare o nikumu riyū o kanzen ni rikai shite imasu. Kare wa baka no yō ni kōdō suru koto ni dōi shimasuga, sotchoku ni itte, kare no ai ni taisuru Erika o kizutsukeru to, sore wa zankokudesu. Nokori wa... Kare wa jissai ni kanojo o tasukete imasuga, kare wa subarashī shigoto no masutāde wa arimasen. Kare wa naze gizen ni dōi shita nodesu ka? Kare wa suru hitsuyō wa arimasendeshita. Kare wa kanojo o kawakasu tame ni asobi ni ikimashita. Kanojo wa kare no\" inu\"dearu koto wa, jissai ni kare no zentai ni ōku no onkei o ataete imasen. Kare wa kanojo ga yarou to suru koto o keibetsu shi, soredemo kanojo o tasukemasu. Soshite, kare wa kanojo no yō ni kekkan ga aru node, kare wa sore o shite iru ma ni kawaisōdesu. Kare wa hōki no mondai ga nai koto ni tsuite jibun jishin ni uso o tsukimasu. Soshite, kare wa sōkan de shippai shi, kazoku o hakai suru no o mite irunode, romansu ni tsuite hitei-tekina mikata o shite imasu. Kare no yasashi-sa wa kare no ryōshin no yō ni naranai yō ni kare jishin no mawari ni kōchiku shita katai yoroi to wa sōhan shite irunode, kare wa kanari tsunderedesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (6/10): I like Kyouya a lot. Sorry, haters -- I fully understand why you hate him, and I agree he acts like a jerk, but frankly, the jerk behaviour only really bothers me when he hurts Erika in regard to her love for him. He lies to himself about not having abandonment issues, and he has a negative view of romance because he has seen it fail spectacularly, and destroy his family. He's pretty much a tsundere because his kindness is at odds with the hard armour he has built around himself to not end up like his parents. That is cruel. The rest is... he is actually helping her, though he is not a nice task master. Why did he even agree to the pretense? He didn't have to; he could have let her hang out to dry; her being his 'dog' isn't actually benefiting him a whole lot. He despises what she tries to do and still he helps her. And he is a jerk while doing it because he is as flawed as she is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (6/10): I like Kyouya a lot.\u001b[24m\n    \u001b[1mキャラクター（6/10）：私は京屋が大好きです。\u001b[22m, \u001b[1m文字（6/10）：私はKyouya多くのことを好きです。\u001b[22m\n\u001b[4mSorry, haters -- I fully understand why you hate him, and I agree he acts like a jerk, but frankly, the jerk behaviour only really bothers me when he hurts Erika in regard to her love for him.\u001b[24m\n    \u001b[1m申し訳ありませんが、憎しみ - 私はあなたが彼を憎む理由を完全に理解しています。彼は馬鹿のように行動することに同意しますが、率直に言って、彼の愛に対するErikaを傷つけると、\u001b[22m, \u001b[1m申し訳ありませんが、嫌いでは - あなたは彼を憎むなぜ私は完全に理解し、私は彼がジャークのように動作し同意するが、彼は彼のために彼女の愛に関してエリカが痛いとき率直に言って、ジャーク現象が本当に私を悩まします。\u001b[22m\n\u001b[4mThat is cruel.\u001b[24m\n    \u001b[1mそれは残酷です。\u001b[22m\n\u001b[4mThe rest is... he is actually helping her, though he is not a nice task master.\u001b[24m\n    \u001b[1m残りは...彼は実際に彼女を助けていますが、彼は素晴らしい仕事のマスターではありません。\u001b[22m, \u001b[1m残りは、彼が素敵なタスクマスターはないですが、彼は実際には、彼女を助けている...です。\u001b[22m\n\u001b[4mWhy did he even agree to the pretense?\u001b[24m\n    \u001b[1m彼はなぜ偽善に同意したのですか？\u001b[22m, \u001b[1mなぜ彼も口実に同意したのですか？\u001b[22m\n\u001b[4mHe didn't have to;\u001b[24m\n    \u001b[1m彼はする必要はありませんでした。\u001b[22m, \u001b[1m彼がする必要はありませんでした。\u001b[22m\n\u001b[4mhe could have let her hang out to dry;\u001b[24m\n    \u001b[1m彼は彼女を乾かすために遊びに行きました。\u001b[22m, \u001b[1m彼は彼女を乾燥さたむろせ持つことができます。\u001b[22m\n\u001b[4mher being his 'dog' isn't actually benefiting him a whole lot.\u001b[24m\n    \u001b[1m彼女は彼の\"犬\"であることは、実際に彼の全体に多くの恩恵を与えていません。\u001b[22m, \u001b[1m彼女は彼の「犬」は、実際に彼の全体の多くの恩恵を受けていないという。\u001b[22m\n\u001b[4mHe despises what she tries to do and still he helps her.\u001b[24m\n    \u001b[1m彼は彼女がやろうとすることを軽蔑し、それでも彼女を助けます。\u001b[22m, \u001b[1m彼は、彼女が何をしようとするものを軽蔑し、まだ彼は彼女を助けます。\u001b[22m\n\u001b[4mAnd he is a jerk while doing it because he is as flawed as she is.\u001b[24m\n    \u001b[1mそして、彼は彼女のように欠陥があるので、彼はそれをしている間にかわいそうです。\u001b[22m, \u001b[1mそれをやっている間、彼は彼女があるとして欠陥があるので、彼はジャークです。\u001b[22m\n\u001b[4mHe lies to himself about not having abandonment issues, and he has a negative view of romance because he has seen it fail spectacularly, and destroy his family.\u001b[24m\n    \u001b[1m彼は放棄の問題がないことについて自分自身に嘘をつきます。そして、彼は壮観で失敗し、家族を破壊するのを見ているので、ロマンスについて否定的な見方をしています。\u001b[22m, \u001b[1m彼は放棄の問題をされないようにする方法について自分自身に位置し、彼はそれが見事に失敗し、彼の家族を破壊見ているので、彼はロマンスの否定的な見方を持っています。\u001b[22m\n\u001b[4mHe's pretty much a tsundere because his kindness is at odds with the hard armour he has built around himself to not end up like his parents.\u001b[24m\n    \u001b[1m彼の優しさは彼の両親のようにならないように彼自身の周りに構築した硬い鎧とは相反しているので、彼はかなりツンデレです。\u001b[22m, \u001b[1m彼の優しさが、彼は彼の両親のように終わるしないように自分自身を中心に構築されたハード鎧と対立しているので、彼はかなりツンデレです。\u001b[22m\n\u001b[1m\u001b[22m\nNo, there is no Stockholm Syndrome here; Erika can quit this game at any time; he has no real power over her at all -- and she does indeed do that eventually, when he goes too far. Good on her. I also appreciate that there is no sexual misconduct here, no sexual pressure -- the tasks he sets her as his 'dog' are not demeaning in that sense. I found that a welcome relief from the constant sexual harassment so prevalent in anime.\n\n\u001b[1mいいえ、ストックホルム症候群はありません。 エリカはいつでもこのゲームをやめることができます。 彼はまったく彼女に本当の力を持っていません - そして、彼はあまりにも遠くに行くと、最終的にそれを実際に行います。 彼女には良い。 私はまたここに性的不正がないこと、性的圧力がないこと、彼が彼の「犬」として設定した仕事はその意味で卑劣ではないことに感謝します。 私はそれがアニメで流行していることを恒久的なセクシャル・ハラスメントから歓迎することを歓迎しました。\u001b[22m\n\u001b[1m(Īe, Sutokkuhorumu shōkōgun wa arimasen. Erika wa itsu demo kono gēmu o yameru koto ga dekimasu. Kare wa mattaku kanojo ni hontō no chikara o motte imasen - soshite, kare wa amarini mo tōku ni iku to, saishūtekini sore o jissai ni okonaimasu. Kanojo ni wa yoi. Watashi wa mata koko ni seiteki fusei ga nai koto,-sei-teki atsuryoku ga nai koto, kare ga kare no `inu' to shite settei shita shigoto wa sono imi de hiretsude wanai koto ni kansha shimasu. Watashi wa sore ga anime de ryūkō shite iru koto o kōkyū-tekina sekusharu harasumento kara kangei suru koto o kangei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mNo, there is no Stockholm Syndrome here; Erika can quit this game at any time; he has no real power over her at all -- and she does indeed do that eventually, when he goes too far. Good on her. I also appreciate that there is no sexual misconduct here, no sexual pressure -- the tasks he sets her as his 'dog' are not demeaning in that sense. I found that a welcome relief from the constant sexual harassment so prevalent in anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo, there is no Stockholm Syndrome here;\u001b[24m\n    \u001b[1mいいえ、ストックホルム症候群はありません。\u001b[22m, \u001b[1mいや、ここにはストックホルム症候群はありません。\u001b[22m\n\u001b[4mErika can quit this game at any time;\u001b[24m\n    \u001b[1mエリカはいつでもこのゲームをやめることができます。\u001b[22m, \u001b[1mエリカは、いつでもこのゲームを終了することができます。\u001b[22m\n\u001b[4mhe has no real power over her at all -- and she does indeed do that eventually, when he goes too far.\u001b[24m\n    \u001b[1m彼はまったく彼女に本当の力を持っていません - そして、彼はあまりにも遠くに行くと、最終的にそれを実際に行います。\u001b[22m, \u001b[1m彼は、彼女のすべてを実際に電源が入っていない - と彼はあまりにも遠くなったとき、彼女は確かに、最終的にそれを行うん。\u001b[22m\n\u001b[4mGood on her.\u001b[24m\n    \u001b[1m彼女には良い。\u001b[22m, \u001b[1m彼女に良いです。\u001b[22m\n\u001b[4mI also appreciate that there is no sexual misconduct here, no sexual pressure -- the tasks he sets her as his 'dog' are not demeaning in that sense.\u001b[24m\n    \u001b[1m私はまたここに性的不正がないこと、性的圧力がないこと、彼が彼の「犬」として設定した仕事はその意味で卑劣ではないことに感謝します。\u001b[22m, \u001b[1m彼は彼の「犬」として彼女を設定するタスクはその意味で屈辱されていない - 私はまた、ここには性的不品行、無性的圧力が存在しないことを感謝しています。\u001b[22m\n\u001b[4mI found that a welcome relief from the constant sexual harassment so prevalent in anime.\u001b[24m\n    \u001b[1m私はそれがアニメで流行していることを恒久的なセクシャル・ハラスメントから歓迎することを歓迎しました。\u001b[22m, \u001b[1m私はアニメで非常に流行している一定のセクシャルハラスメントからの歓迎の救済ことがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nI like Erika too, even though I feel about her aspirations much the same as Kyouya does. But aside from the lying and the yearning for a romance that would ultimately be empty, she's a good kid, even a little naive (how could anyone not see through Kamiya?). She has empathy, and I can see her grow up to be a much less superficial person than she starts out as.\n\n\u001b[1m私はえりかも好きですが、私は彼女の抱負を恭也と同じように感じます。 しかし、最終的に空であるロマンスのための嘘や憧れを除けば、彼女はいい子で、少しでも素朴でさえも（誰が神谷を通して見ることができないのだろうか？）。 彼女は共感しているし、彼女は彼女が始まるよりもはるかに少ない人であることがわかる。\u001b[22m\n\u001b[1m(Watashi wa Erika mo sukidesuga, watashi wa kanojo no hōfu o Kyō 也 To onaji yō ni kanjimasu. Shikashi, saishūtekini soradearu romansu no tame no uso ya akogare o nozokeba, kanojo wa ī ko de, sukoshi demo sobokude sae mo (dare ga Kamiya o tōshite miru koto ga dekinai nodarou ka? ). Kanojo wa kyōkan shite irushi, kanojo wa kanojo ga hajimaru yori mo haruka ni sukunai hitodearu koto ga wakaru.)\u001b[22m\n\nTranslations of \u001b[4mI like Erika too, even though I feel about her aspirations much the same as Kyouya does. But aside from the lying and the yearning for a romance that would ultimately be empty, she's a good kid, even a little naive (how could anyone not see through Kamiya?). She has empathy, and I can see her grow up to be a much less superficial person than she starts out as.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like Erika too, even though I feel about her aspirations much the same as Kyouya does.\u001b[24m\n    \u001b[1m私はえりかも好きですが、私は彼女の抱負を恭也と同じように感じます。\u001b[22m, \u001b[1m私は彼女の願望についてほとんど同じKyouyaがするように感じていても、あまりにもエリカが好き。\u001b[22m\n\u001b[4mBut aside from the lying and the yearning for a romance that would ultimately be empty, she's a good kid, even a little naive (how could anyone not see through Kamiya?).\u001b[24m\n    \u001b[1mしかし、最終的に空であるロマンスのための嘘や憧れを除けば、彼女はいい子で、少しでも素朴でさえも（誰が神谷を通して見ることができないのだろうか？）。\u001b[22m, \u001b[1mしかし、脇に横たわっていると、最終的に空になる恋愛への憧れから、彼女も少しナイーブ（誰神谷を通して見ることができませんでしたか？）、良い子供です。\u001b[22m\n\u001b[4mShe has empathy, and I can see her grow up to be a much less superficial person than she starts out as.\u001b[24m\n    \u001b[1m彼女は共感しているし、彼女は彼女が始まるよりもはるかに少ない人であることがわかる。\u001b[22m, \u001b[1m彼女は共感を持っている、と私は彼女は彼女がとして始まるよりもはるかに少ない表面的な人に育つ見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nI like Sanda, Hibiya, and Kusakabe. They're just prop characters, and in a longer anime I would have liked to see more of them. In general I felt the anime was too short; I would have liked there to have been more time for things to develop; this could have been a much more solid story.\n\n\u001b[1m私は、三田、日比谷、草刈恵が好きです。 彼らはちょうど小道具のキャラクターであり、長いアニメではもっと見ることが好きだったでしょう。 一般的に私はアニメが短すぎると感じました。 私は物事が発展するのにもっと時間があったことが好きでした。 これははるかに堅実な物語かもしれない。\u001b[22m\n\u001b[1m(Watashi wa, Sanda, Hibiya, Kusakari Megumi ga sukidesu. Karera wa chōdo kodōgu no kyarakutādeari, nagai animede wa motto miru koto ga sukidattadeshou. Ippantekini watashi wa anime ga mijika sugiru to kanjimashita. Watashi wa monogoto ga hatten suru no ni motto jikan ga atta koto ga sukideshita. Kore wa haruka ni kenjitsuna monogatari kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mI like Sanda, Hibiya, and Kusakabe. They're just prop characters, and in a longer anime I would have liked to see more of them. In general I felt the anime was too short; I would have liked there to have been more time for things to develop; this could have been a much more solid story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like Sanda, Hibiya, and Kusakabe.\u001b[24m\n    \u001b[1m私は、三田、日比谷、草刈恵が好きです。\u001b[22m, \u001b[1m私は三田、日比谷、と日下部が好き。\u001b[22m\n\u001b[4mThey're just prop characters, and in a longer anime I would have liked to see more of them.\u001b[24m\n    \u001b[1m彼らはちょうど小道具のキャラクターであり、長いアニメではもっと見ることが好きだったでしょう。\u001b[22m, \u001b[1m彼らはただの文字を支えている、と長いアニメで私はそれらの多くを見ることが好きだろう。\u001b[22m\n\u001b[4mIn general I felt the anime was too short;\u001b[24m\n    \u001b[1m一般的に私はアニメが短すぎると感じました。\u001b[22m, \u001b[1m一般的に、私はアニメが短すぎると感じました。\u001b[22m\n\u001b[4mI would have liked there to have been more time for things to develop;\u001b[24m\n    \u001b[1m私は物事が発展するのにもっと時間があったことが好きでした。\u001b[22m, \u001b[1m私が開発するもののために多くの時間となっているためにそこに言っていたであろう。\u001b[22m\n\u001b[4mthis could have been a much more solid story.\u001b[24m\n    \u001b[1mこれははるかに堅実な物語かもしれない。\u001b[22m, \u001b[1mこれは、はるかに固体の話だったかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (7/10): I quite enjoyed it. It'll never be among my favourite anime, but I thought it was above average in depth, and it was sufficiently different for me to not be bored; though it became more typical in the last third.\n\n\u001b[1m楽しさ（7/10）：私はそれを楽しんだ。 それは私の好きなアニメの中には決してないだろうが、私はそれが平均以上の深さだと思っていた。 それは最後の3分の1でより典型的になった。\u001b[22m\n\u001b[1m(Tanoshisa (7 / 10): Watashi wa sore o tanoshinda. Sore wa watashi no sukina anime no nakaniha kesshite naidarouga, watashi wa sore ga heikin ijō no fuka-sada to omotte ita. Sore wa saigo no 3-bun'no 1 de yori tenkei-teki ni natta.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (7/10): I quite enjoyed it. It'll never be among my favourite anime, but I thought it was above average in depth, and it was sufficiently different for me to not be bored; though it became more typical in the last third.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (7/10): I quite enjoyed it.\u001b[24m\n    \u001b[1m楽しさ（7/10）：私はそれを楽しんだ。\u001b[22m, \u001b[1m楽し（7/10）：私は非常にそれを楽しみました。\u001b[22m\n\u001b[4mIt'll never be among my favourite anime, but I thought it was above average in depth, and it was sufficiently different for me to not be bored;\u001b[24m\n    \u001b[1mそれは私の好きなアニメの中には決してないだろうが、私はそれが平均以上の深さだと思っていた。\u001b[22m, \u001b[1mそれは私の好きなアニメの一つであることは決してないだろうが、私はそれが深さで平均以上だと思ったし、それは私が退屈することがないようにするために十分に異なっていました。\u001b[22m\n\u001b[4mthough it became more typical in the last third.\u001b[24m\n    \u001b[1mそれは最後の3分の1でより典型的になった。\u001b[22m, \u001b[1mそれは最後の3分の1で、より典型的になったが。\u001b[22m"
  }
]
