[
  {
    "title": "Moetan",
    "id": "2367",
    "url": "https://myanimelist.net/anime/2367/Moetan",
    "user": "Ranivus",
    "profile": "/profile/Ranivus/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=5688",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\n\n\nMoetanは、データベース上の一般的なタグから最もよく記述できます。 これは、モエーを行動するロリの魔法の女の子のグループについてのコメディです。これの前に他のロリアニメと同様に、それは学校への散歩で始まります。 彼女が学校に通ってみると、虹原のインクはちょっと不器用でかわいいようになります。 喜びが続く...\n\n\n\n\n\nストーリー（平凡な）\nそれは既に使用されているストーリーラインであり、何度も殴られていますので、最初のエピソードに基づいてそれを愛したり憎んだりすることができます。 最初のエピソードから判断すると、意図的にかわいい状況がいくつか無益なファンサービスと混ざっているのを目の当たりにするでしょう。 そして、私が無償で言うと、私はあまりにも多くのファンのサービスを意味するので、それはあまりにも多くのためにそれを楽しむか、あまりにも嫌いだからです。 それは、ハートのかすかではない、私を信頼してください。 それ以外に、インクと彼女の友人は、いくつかのモンスターに対処し、悪い人と戦うのはかなりストーリーの要点です。\n\nアート（グレート）\n幸いにも、この芸術は信じられるべきものです。 アーティストはこのショーでこのような素晴らしい作品を作った。 それは、鮮やかで鮮やかな色、大きな形、かわいいものをすべて持ち、Candylandのアニメ版のようなものです。 すべてが高精細度で鮮明で明瞭です。 しかし、ここのアニメやアニメから少し借りて感じるかもしれない（テーマのような）ことに気づくでしょう。 私がそれを見たとき、何らかの理由でポポタンを思い出しました。 他の人にはN-Drop。 そしておそらく少しカミチャマカリン。 ポイントは、それは別のショーを思い出させるでしょう。\n\nサウンド（非常に良い）\nサウンドは、魔法の女の子アニメから期待されるように、芸術品のように非常に明確で「魔法」です。 このショーを見るときに慣れ親しんだすべてのコメディのおかしなことに、彼ら自身のトランスフォーメーションソング/サウンドを完成させてください。 私はどんな音にも迷惑を感じなかったし、このショーのOPとEDの曲も大好きだった。 非常に幸せ、いくつかの余分なキックのためのいくつかのエンジェリッシュとキャッチーな小さなメロディー。  seiyusはすべてのスポットにあった。 私は彼らがMoetan Cornerで気分が良い（あんまり陽気な）仕事をしたと言うことさえできます。 私はそのセグメントを何度も見ることができ、それはまだかなり面白いです。\n\nキャラクター（良い）\n魔法の女の子のキャラクターはすべて典型的なモエのブランドのタイプの女の子です。 しかし、彼らは自分自身を残りのものから分離するために少し「余分」を加えています。 例えば、インクの左（時には右）ソックスは常に下に落ちます。 スミのアホゲは、本当にかわいい彼女の感情を示すために少しの絵文字を作っています。 そして、アリスの仲間はあまりにも素晴らしいです。 周りには他の文字がありますが、動物を除いてはかなり忘れられない束です。 あなたはそれを見る機会があれば、私は何を意味するのか分かります。\n\n楽しさ（良い）\n全体的に見ると、このショーよりも「かわいいモエ・ロリ」のものは、楽しそうなバレルです。 しかし、あなたが少しエッチロリのものが好きではない場合は、他の何かを試してみてください。 チャートルームの知り合いから「私は嫌だ」と言いました。 個人的に私は彼が言ったことは少し外にあったと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMoetan can best be described from the popular tags on the database. It's a comedy about a group of loli magical girls who behave moe.As in any other loli anime before this, it starts off with a walk to school. Nijihara Ink just happens to act all clumsy and cute as she tries to get to school. Hilarity ensues...\n\n\u001b[1mMoetanは、データベース上の一般的なタグから最もよく記述できます。 これは、モエーを行動するロリの魔法の女の子のグループについてのコメディです。これの前に他のロリアニメと同様に、それは学校への散歩で始まります。 彼女が学校に通ってみると、虹原のインクはちょっと不器用でかわいいようになります。 喜びが続く...\u001b[22m\n\u001b[1m(Moetan wa, dētabēsu-jō no ippantekina tagu kara mottomo yoku kijutsu dekimasu. Kore wa, moē o kōdō suru rori no mahō no on'nanoko no gurūpu ni tsuite no komedidesu. Kore no mae ni hoka no rorianime to dōyō ni, soreha gakkō e no sanpo de hajimarimasu. Kanojo ga gakkō ni tōtte miru to, niji Hara no inku wa chotto bukiyōde kawaī yō ni narimasu. Yorokobi ga tsudzuku...)\u001b[22m\n\nTranslations of \u001b[4mMoetan can best be described from the popular tags on the database. It's a comedy about a group of loli magical girls who behave moe.As in any other loli anime before this, it starts off with a walk to school. Nijihara Ink just happens to act all clumsy and cute as she tries to get to school. Hilarity ensues...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoetan can best be described from the popular tags on the database.\u001b[24m\n    \u001b[1mMoetanは、データベース上の一般的なタグから最もよく記述できます。\u001b[22m, \u001b[1mもえたんは最高のデータベースに人気のタグから記述することができます。\u001b[22m\n\u001b[4mIt's a comedy about a group of loli magical girls who behave moe.As in any other loli anime before this, it starts off with a walk to school.\u001b[24m\n    \u001b[1mこれは、モエーを行動するロリの魔法の女の子のグループについてのコメディです。これの前に他のロリアニメと同様に、それは学校への散歩で始まります。\u001b[22m, \u001b[1mそれはこの前に、他のロリアニメでmoe.Asを振る舞うロリ魔法少女たちのグループについてのコメディだ、それは学校へは徒歩で始まります。\u001b[22m\n\u001b[4mNijihara Ink just happens to act all clumsy and cute as she tries to get to school.\u001b[24m\n    \u001b[1m彼女が学校に通ってみると、虹原のインクはちょっと不器用でかわいいようになります。\u001b[22m, \u001b[1mNijiharaインクはちょうど彼女が学校に取得しようとして、すべてが不器用でかわいい行動を起こります。\u001b[22m\n\u001b[4mHilarity ensues...\u001b[24m\n    \u001b[1m喜びが続く...\u001b[22m, \u001b[1mはしゃぎが続きます...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (Mediocre)\n\n\u001b[1mストーリー（平凡な）\u001b[22m\n\u001b[1m(Sutōrī (heibon'na))\u001b[22m\n\nTranslations of \u001b[4mStory (Mediocre)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (Mediocre)\u001b[24m\n    \u001b[1mストーリー（平凡な）\u001b[22m, \u001b[1mストーリー（まあまあ）\u001b[22m\nIt's an already been used story line thats been beaten down so many times that you can tell if you'll love it or hate it based on the first episode. Judging from the first episode you'll get an eyeful of purposely cute situations mixed in with some gratuitous fanservice. And when i say gratuitous, i mean theres so much fan service that you will either enjoy it because theres so much or hate it because it's too much. It's not for the faint of hart, trust me. Other than that, Ink and her friends get to deal with some monsters and fight bad guys thats pretty much the gist of the story.\n\n\u001b[1mそれは既に使用されているストーリーラインであり、何度も殴られていますので、最初のエピソードに基づいてそれを愛したり憎んだりすることができます。 最初のエピソードから判断すると、意図的にかわいい状況がいくつか無益なファンサービスと混ざっているのを目の当たりにするでしょう。 そして、私が無償で言うと、私はあまりにも多くのファンのサービスを意味するので、それはあまりにも多くのためにそれを楽しむか、あまりにも嫌いだからです。 それは、ハートのかすかではない、私を信頼してください。 それ以外に、インクと彼女の友人は、いくつかのモンスターに対処し、悪い人と戦うのはかなりストーリーの要点です。\u001b[22m\n\u001b[1m(Sore wa sudeni shiyō sa rete iru sutōrīraindeari, nando mo nagura rete imasunode, saisho no episōdo ni motodzuite sore o aishi tari nikun dari suru koto ga dekimasu. Saisho no episōdo kara handan suru to, itotekini kawaī jōkyō ga ikutsu ka muekina fansābisu to mazatte iru no o manoatarinisurudeshou. Soshite, watashi ga mushō de iu to, watashi wa amarini mo ōku no fan no sābisu o imi surunode, sore wa amarini mo ōku no tame ni sore o tanoshimu ka, amarini mo kiraidakaradesu. Sore wa, hāto no kasukade wanai, watashi o shinrai shite kudasai. Sore igai ni, inku to kanojo no yūjin wa, ikutsu ka no monsutā ni taisho shi, warui hito to tatakau no wa kanari sutōrī no yōtendesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's an already been used story line thats been beaten down so many times that you can tell if you'll love it or hate it based on the first episode. Judging from the first episode you'll get an eyeful of purposely cute situations mixed in with some gratuitous fanservice. And when i say gratuitous, i mean theres so much fan service that you will either enjoy it because theres so much or hate it because it's too much. It's not for the faint of hart, trust me. Other than that, Ink and her friends get to deal with some monsters and fight bad guys thats pretty much the gist of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's an already been used story line thats been beaten down so many times that you can tell if you'll love it or hate it based on the first episode.\u001b[24m\n    \u001b[1mそれは既に使用されているストーリーラインであり、何度も殴られていますので、最初のエピソードに基づいてそれを愛したり憎んだりすることができます。\u001b[22m, \u001b[1mこれは、すでに使用されてストーリーラインは、あなたがそれを愛するか、最初のエピソードに基づいてそれを嫌うだろうかどうかが言うことができるので、何度も打ちのめされてthatsのです。\u001b[22m\n\u001b[4mJudging from the first episode you'll get an eyeful of purposely cute situations mixed in with some gratuitous fanservice.\u001b[24m\n    \u001b[1m最初のエピソードから判断すると、意図的にかわいい状況がいくつか無益なファンサービスと混ざっているのを目の当たりにするでしょう。\u001b[22m, \u001b[1m最初のエピソードから判断すると、あなたは、いくつかの無償サービスカットで混合わざとかわいい状況の目に飛び込んでくるものを得るでしょう。\u001b[22m\n\u001b[4mAnd when i say gratuitous, i mean theres so much fan service that you will either enjoy it because theres so much or hate it because it's too much.\u001b[24m\n    \u001b[1mそして、私が無償で言うと、私はあまりにも多くのファンのサービスを意味するので、それはあまりにも多くのためにそれを楽しむか、あまりにも嫌いだからです。\u001b[22m, \u001b[1m私が無償言うとき、私は意味、それはあまりにも多くのだからtheresのはそんなにまたはそれを嫌うので、あなたがそれをお楽しみいただけますどちらかそんなにファンサービスをtheresの。\u001b[22m\n\u001b[4mIt's not for the faint of hart, trust me.\u001b[24m\n    \u001b[1mそれは、ハートのかすかではない、私を信頼してください。\u001b[22m, \u001b[1mこれは、ハートの弱い人のために、私を信頼していません。\u001b[22m\n\u001b[4mOther than that, Ink and her friends get to deal with some monsters and fight bad guys thats pretty much the gist of the story.\u001b[24m\n    \u001b[1mそれ以外に、インクと彼女の友人は、いくつかのモンスターに対処し、悪い人と戦うのはかなりストーリーの要点です。\u001b[22m, \u001b[1mそれ以外は、インクと彼女の友人は悪者物語のthatsのかなりの要点をいくつかのモンスターに対処し、戦うことを得ます。\u001b[22m\n\u001b[1m\u001b[22m\nArt (Great)\n\n\u001b[1mアート（グレート）\u001b[22m\n\u001b[1m(Āto (gurēto))\u001b[22m\n\nTranslations of \u001b[4mArt (Great)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (Great)\u001b[24m\n    \u001b[1mアート（グレート）\u001b[22m\nFortunately, the art is something to be believed. The artists did such an amazing work on this show. It's kind of like an anime version of Candyland, with all the bright vibrant colors, large shapes, and cute things. Everything is crisp and clear in high definition. But you will notice (like the theme) that the style might feel a little borrowed from an anime here and an anime there. When I watched it, for some reason it reminded me of Popotan. For others N-Drop. And maybe even a little Kamichama Karin. Point is, that it'll remind you of another show.\n\n\u001b[1m幸いにも、この芸術は信じられるべきものです。 アーティストはこのショーでこのような素晴らしい作品を作った。 それは、鮮やかで鮮やかな色、大きな形、かわいいものをすべて持ち、Candylandのアニメ版のようなものです。 すべてが高精細度で鮮明で明瞭です。 しかし、ここのアニメやアニメから少し借りて感じるかもしれない（テーマのような）ことに気づくでしょう。 私がそれを見たとき、何らかの理由でポポタンを思い出しました。 他の人にはN-Drop。 そしておそらく少しカミチャマカリン。 ポイントは、それは別のショーを思い出させるでしょう。\u001b[22m\n\u001b[1m(Saiwai ni mo, kono geijutsu wa shinji rarerubeki monodesu. Ātisuto wa kono shō de kono yōna subarashī sakuhin o tsukutta. Sore wa, azayakade azayakana iro, ōkina katachi, kawaī mono o subete mochi, Candyland no anime-ban no yōna monodesu. Subete ga kōseizai-do de senmeide meiryōdesu. Shikashi, koko no anime ya anime kara sukoshi karite kanjiru kamo shirenai (tēma no yōna) koto ni kidzukudeshou. Watashi ga sore o mita toki, nanrakano riyū de popotan o omoidashimashita. Hokanohito ni wa N - doroppu. Soshite osoraku sukoshi kamichamakarin. Pointo wa, soreha-betsu no shō o omoidasaserudeshou.)\u001b[22m\n\nTranslations of \u001b[4mFortunately, the art is something to be believed. The artists did such an amazing work on this show. It's kind of like an anime version of Candyland, with all the bright vibrant colors, large shapes, and cute things. Everything is crisp and clear in high definition. But you will notice (like the theme) that the style might feel a little borrowed from an anime here and an anime there. When I watched it, for some reason it reminded me of Popotan. For others N-Drop. And maybe even a little Kamichama Karin. Point is, that it'll remind you of another show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFortunately, the art is something to be believed.\u001b[24m\n    \u001b[1m幸いにも、この芸術は信じられるべきものです。\u001b[22m, \u001b[1m幸いなことに、アートは信じられるべきものです。\u001b[22m\n\u001b[4mThe artists did such an amazing work on this show.\u001b[24m\n    \u001b[1mアーティストはこのショーでこのような素晴らしい作品を作った。\u001b[22m, \u001b[1mアーティストはこの番組でこのような素晴らしい仕事をしました。\u001b[22m\n\u001b[4mIt's kind of like an anime version of Candyland, with all the bright vibrant colors, large shapes, and cute things.\u001b[24m\n    \u001b[1mそれは、鮮やかで鮮やかな色、大きな形、かわいいものをすべて持ち、Candylandのアニメ版のようなものです。\u001b[22m, \u001b[1mそれは一種のすべての明るい鮮やかな色、大きな図形、可愛いものとCandylandのアニメ版、のようなものです。\u001b[22m\n\u001b[4mEverything is crisp and clear in high definition.\u001b[24m\n    \u001b[1mすべてが高精細度で鮮明で明瞭です。\u001b[22m, \u001b[1mすべては、高精細で鮮明なです。\u001b[22m\n\u001b[4mBut you will notice (like the theme) that the style might feel a little borrowed from an anime here and an anime there.\u001b[24m\n    \u001b[1mしかし、ここのアニメやアニメから少し借りて感じるかもしれない（テーマのような）ことに気づくでしょう。\u001b[22m, \u001b[1mしかし、あなたはスタイルがここにアニメやそこアニメから借りた少しを感じる可能性があること（テーマのように）気づくでしょう。\u001b[22m\n\u001b[4mWhen I watched it, for some reason it reminded me of Popotan.\u001b[24m\n    \u001b[1m私がそれを見たとき、何らかの理由でポポタンを思い出しました。\u001b[22m, \u001b[1m私はそれを見たときに、何らかの理由でそれがぽぽたんを思い出しました。\u001b[22m\n\u001b[4mFor others N-Drop.\u001b[24m\n    \u001b[1m他の人にはN-Drop。\u001b[22m, \u001b[1m他のN-ドロップください。\u001b[22m\n\u001b[4mAnd maybe even a little Kamichama Karin.\u001b[24m\n    \u001b[1mそしておそらく少しカミチャマカリン。\u001b[22m, \u001b[1mそしておそらく、少しでもかみちゃまかりん。\u001b[22m\n\u001b[4mPoint is, that it'll remind you of another show.\u001b[24m\n    \u001b[1mポイントは、それは別のショーを思い出させるでしょう。\u001b[22m, \u001b[1mポイントは、それは別のショーを思い出させるだろうということです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (Very Good)\n\n\u001b[1mサウンド（非常に良い）\u001b[22m\n\u001b[1m(Saundo (hijō ni yoi))\u001b[22m\n\nTranslations of \u001b[4mSound (Very Good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (Very Good)\u001b[24m\n    \u001b[1mサウンド（非常に良い）\u001b[22m, \u001b[1mサウンド（とても良いです）\u001b[22m\nThe sound, like the art quality is very clear and 'magical' as one would expect from a magical girl anime. Complete with their own transformation song/sounds to all the comedy antics one is used to when watching this show. I didn't feel any annoyance toward any sound and I (again) love the OP and ED song of this show. Very happy, catchy little melody with some engrish for some extra kick. The seiyus were all spot on. I can even say that they did a damn good (aka hilarious) job on Moetan Corner. I can watch that segment over and over and its still pretty funny.\n\n\u001b[1mサウンドは、魔法の女の子アニメから期待されるように、芸術品のように非常に明確で「魔法」です。 このショーを見るときに慣れ親しんだすべてのコメディのおかしなことに、彼ら自身のトランスフォーメーションソング/サウンドを完成させてください。 私はどんな音にも迷惑を感じなかったし、このショーのOPとEDの曲も大好きだった。 非常に幸せ、いくつかの余分なキックのためのいくつかのエンジェリッシュとキャッチーな小さなメロディー。  seiyusはすべてのスポットにあった。 私は彼らがMoetan Cornerで気分が良い（あんまり陽気な）仕事をしたと言うことさえできます。 私はそのセグメントを何度も見ることができ、それはまだかなり面白いです。\u001b[22m\n\u001b[1m(Saundo wa, mahō no on'nanoko anime kara kitai sa reru yō ni, geijutsu-hin no yō ni hijō ni meikakude `mahō'desu. Kono shō o miru toki ni nareshitashinda subete no komedi no okashina koto ni, karera jishin no toransufōmēshonsongu/ saundo o kansei sa sete kudasai. Watashi wa don'na Oto ni mo meiwaku o kanjinakattashi, kono shō no OP to ED no kyoku mo daisukidatta. Hijō ni shiawase, ikutsu ka no yobun'na kikku no tame no ikutsu ka no enjerisshu to kyatchīna chīsana merodī. Seiyus wa subete no supotto ni atta. Watashi wa karera ga Moetan Corner de kibungayoi (anmari yōkina) shigoto o shita to iu koto sae dekimasu. Watashi wa sono segumento o nando mo miru koto ga deki, sore wa mada kanari omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound, like the art quality is very clear and 'magical' as one would expect from a magical girl anime. Complete with their own transformation song/sounds to all the comedy antics one is used to when watching this show. I didn't feel any annoyance toward any sound and I (again) love the OP and ED song of this show. Very happy, catchy little melody with some engrish for some extra kick. The seiyus were all spot on. I can even say that they did a damn good (aka hilarious) job on Moetan Corner. I can watch that segment over and over and its still pretty funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound, like the art quality is very clear and 'magical' as one would expect from a magical girl anime.\u001b[24m\n    \u001b[1mサウンドは、魔法の女の子アニメから期待されるように、芸術品のように非常に明確で「魔法」です。\u001b[22m, \u001b[1m1魔法少女アニメに期待するような当技術分野の品質のような音は、非常にはっきりと「魔法」です。\u001b[22m\n\u001b[4mComplete with their own transformation song/sounds to all the comedy antics one is used to when watching this show.\u001b[24m\n    \u001b[1mこのショーを見るときに慣れ親しんだすべてのコメディのおかしなことに、彼ら自身のトランスフォーメーションソング/サウンドを完成させてください。\u001b[22m, \u001b[1m独自の変換歌との完全な/この番組を見たときに1がに使用されているすべての喜劇のふざけた態度に聞こえます。\u001b[22m\n\u001b[4mI didn't feel any annoyance toward any sound and I (again) love the OP and ED song of this show.\u001b[24m\n    \u001b[1m私はどんな音にも迷惑を感じなかったし、このショーのOPとEDの曲も大好きだった。\u001b[22m, \u001b[1m私は、任意のサウンドに向かって任意の不快感を感じていないと私は（再び）この番組のOPとED曲が大好きです。\u001b[22m\n\u001b[4mVery happy, catchy little melody with some engrish for some extra kick.\u001b[24m\n    \u001b[1m非常に幸せ、いくつかの余分なキックのためのいくつかのエンジェリッシュとキャッチーな小さなメロディー。\u001b[22m, \u001b[1mいくつかの余分なキックのためのいくつかのerufuに非常に満足し、キャッチーなメロディー少し。\u001b[22m\n\u001b[4mThe seiyus were all spot on.\u001b[24m\n    \u001b[1mseiyusはすべてのスポットにあった。\u001b[22m, \u001b[1mseiyusは、すべてにスポットしました。\u001b[22m\n\u001b[4mI can even say that they did a damn good (aka hilarious) job on Moetan Corner.\u001b[24m\n    \u001b[1m私は彼らがMoetan Cornerで気分が良い（あんまり陽気な）仕事をしたと言うことさえできます。\u001b[22m, \u001b[1m私も、彼らはもえたんコーナーに上出来（別名陽気な）仕事をしたと言うことができます。\u001b[22m\n\u001b[4mI can watch that segment over and over and its still pretty funny.\u001b[24m\n    \u001b[1m私はそのセグメントを何度も見ることができ、それはまだかなり面白いです。\u001b[22m, \u001b[1m私は何度もそのセグメントを見て、そのまだかなり面白いことができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (Good)\n\n\u001b[1mキャラクター（良い）\u001b[22m\n\u001b[1m(Kyarakutā (yoi))\u001b[22m\n\nTranslations of \u001b[4mCharacter (Good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (Good)\u001b[24m\n    \u001b[1mキャラクター（良い）\u001b[22m, \u001b[1m文字（グッド）\u001b[22m\nThe magical girl characters are all typical moe branded type girls. But they do add a little 'extra' to them to separate themselves from the rest. For instance, Ink's left (sometimes right) sock always falls down. Sumi's ahoge makes little emoticons to show her emotion which was really cute. And Alice's sidekick is just too much its fantastic. There are other characters around but they're a pretty forgettable bunch, except for the animals. You'll see what i mean if you get a chance to watch it.\n\n\u001b[1m魔法の女の子のキャラクターはすべて典型的なモエのブランドのタイプの女の子です。 しかし、彼らは自分自身を残りのものから分離するために少し「余分」を加えています。 例えば、インクの左（時には右）ソックスは常に下に落ちます。 スミのアホゲは、本当にかわいい彼女の感情を示すために少しの絵文字を作っています。 そして、アリスの仲間はあまりにも素晴らしいです。 周りには他の文字がありますが、動物を除いてはかなり忘れられない束です。 あなたはそれを見る機会があれば、私は何を意味するのか分かります。\u001b[22m\n\u001b[1m(Mahō no on'nanoko no kyarakutā wa subete tenkei-tekina Moe no burando no taipu no on'nanokodesu. Shikashi, karera wa jibun jishin o nokori no mono kara bunri suru tame ni sukoshi `yobun' o kuwaete imasu. Tatoeba, inku no hidari (tokiniha migi) sokkusu wa tsuneni shita ni ochimasu. Sumi no ahoge wa, hontōni kawaī kanojo no kanjō o shimesu tame ni sukoshi no emoji o tsukutte imasu. Soshite, Arisu no nakama wa amarini mo subarashīdesu. Mawari ni wa hoka no moji ga arimasuga, dōbutsu o nozoite wa kanari wasure rarenai tabadesu. Anata wa sore o miru kikai ga areba, watashi wa nani o imi suru no ka wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe magical girl characters are all typical moe branded type girls. But they do add a little 'extra' to them to separate themselves from the rest. For instance, Ink's left (sometimes right) sock always falls down. Sumi's ahoge makes little emoticons to show her emotion which was really cute. And Alice's sidekick is just too much its fantastic. There are other characters around but they're a pretty forgettable bunch, except for the animals. You'll see what i mean if you get a chance to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe magical girl characters are all typical moe branded type girls.\u001b[24m\n    \u001b[1m魔法の女の子のキャラクターはすべて典型的なモエのブランドのタイプの女の子です。\u001b[22m, \u001b[1m魔法少女文字は、すべての典型的な萌えブランドのタイプの女の子です。\u001b[22m\n\u001b[4mBut they do add a little 'extra' to them to separate themselves from the rest.\u001b[24m\n    \u001b[1mしかし、彼らは自分自身を残りのものから分離するために少し「余分」を加えています。\u001b[22m, \u001b[1mしかし、彼らは残りの部分から自分自身を分離するために彼らに '少し余分な'を追加します。\u001b[22m\n\u001b[4mFor instance, Ink's left (sometimes right) sock always falls down.\u001b[24m\n    \u001b[1m例えば、インクの左（時には右）ソックスは常に下に落ちます。\u001b[22m, \u001b[1m例えば、インクの左（時には右）靴下は必ず倒れます。\u001b[22m\n\u001b[4mSumi's ahoge makes little emoticons to show her emotion which was really cute.\u001b[24m\n    \u001b[1mスミのアホゲは、本当にかわいい彼女の感情を示すために少しの絵文字を作っています。\u001b[22m, \u001b[1mスミのアホ毛は少し顔文字は本当に可愛かった彼女の感情を示すようになります。\u001b[22m\n\u001b[4mAnd Alice's sidekick is just too much its fantastic.\u001b[24m\n    \u001b[1mそして、アリスの仲間はあまりにも素晴らしいです。\u001b[22m, \u001b[1mアリスの相棒は、あまりにも多く、その幻想的です。\u001b[22m\n\u001b[4mThere are other characters around but they're a pretty forgettable bunch, except for the animals.\u001b[24m\n    \u001b[1m周りには他の文字がありますが、動物を除いてはかなり忘れられない束です。\u001b[22m, \u001b[1mそこの周りに他の文字があるが、それらは、動物を除いて、かなり忘れ束です。\u001b[22m\n\u001b[4mYou'll see what i mean if you get a chance to watch it.\u001b[24m\n    \u001b[1mあなたはそれを見る機会があれば、私は何を意味するのか分かります。\u001b[22m, \u001b[1mあなたはそれを見る機会を得た場合、あなたは私が何を意味するかわかります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (Good)\n\n\u001b[1m楽しさ（良い）\u001b[22m\n\u001b[1m(Tanoshisa (yoi))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (Good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (Good)\u001b[24m\n    \u001b[1m楽しさ（良い）\u001b[22m, \u001b[1m楽しさ（グッド）\u001b[22m\nOverall if you're all into the 'cute moe loli' thing than this show is a barrel of fun. But if you don't like the slightly ecchi loli thing, then try something else. As an acquaintance in a chartroom told me 'Its disgusting.' Personally i think what he said was a little overboard.\n\n\u001b[1m全体的に見ると、このショーよりも「かわいいモエ・ロリ」のものは、楽しそうなバレルです。 しかし、あなたが少しエッチロリのものが好きではない場合は、他の何かを試してみてください。 チャートルームの知り合いから「私は嫌だ」と言いました。 個人的に私は彼が言ったことは少し外にあったと思う。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, kono shō yori mo `kawaī Moe rori' no mono wa, tanoshi-sōna barerudesu. Shikashi, anata ga sukoshi etchirori no mono ga sukide wanai baai wa, hoka no nanika o tameshite mite kudasai. Chātorūmu no shiriai kara `watashi wa iyada' to iimashita. Kojin-teki ni watashi wa kare ga itta koto wa sukoshi soto ni atta to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall if you're all into the 'cute moe loli' thing than this show is a barrel of fun. But if you don't like the slightly ecchi loli thing, then try something else. As an acquaintance in a chartroom told me 'Its disgusting.' Personally i think what he said was a little overboard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall if you're all into the 'cute moe loli' thing than this show is a barrel of fun.\u001b[24m\n    \u001b[1m全体的に見ると、このショーよりも「かわいいモエ・ロリ」のものは、楽しそうなバレルです。\u001b[22m, \u001b[1mあなたはすべて「かわいい萌えロリ」ものにしている場合、全体のこのショーは楽しみのバレルよりも。\u001b[22m\n\u001b[4mBut if you don't like the slightly ecchi loli thing, then try something else.\u001b[24m\n    \u001b[1mしかし、あなたが少しエッチロリのものが好きではない場合は、他の何かを試してみてください。\u001b[22m, \u001b[1mあなたは少しエッチなロリのことを好きではないしかし、もし何か他のものを試してみてください。\u001b[22m\n\u001b[4mAs an acquaintance in a chartroom told me 'Its disgusting.'\u001b[24m\n    \u001b[1mチャートルームの知り合いから「私は嫌だ」と言いました。\u001b[22m, \u001b[1mchartroomで知人のように「その嫌な。「私に言いました\u001b[22m\n\u001b[4mPersonally i think what he said was a little overboard.\u001b[24m\n    \u001b[1m個人的に私は彼が言ったことは少し外にあったと思う。\u001b[22m, \u001b[1m個人的に私は彼が少し船外に述べたものと思います。\u001b[22m"
  },
  {
    "title": "Moetan",
    "id": "2367",
    "url": "https://myanimelist.net/anime/2367/Moetan",
    "user": "KholdStare88",
    "profile": "/profile/KholdStare88/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=7054",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\nMoetanは、ある意味で記憶に残るシリーズの一つです。 それは本当にユニークで、視聴者を通常は反応しない方法で反応させることができます。 私にとって、それはパロディーの最も華麗な形をしています。それはそれ自身を模倣します。 どんなパロディでも、主な懸念事項の1つは、視聴者がそれらに投げられた参照を「取得」するかどうかであるが、そうでない場合は、Moetanである。 あなたが画面に表示されているものは、暗闇の中で視聴者の半数を残す曖昧な参照ではなく、娯楽のための主題になります。 それが本当にモエタンが私にとって素晴らしいシリーズと考えられる主な理由です。 あなたはMoetanを楽しむためにオタクや長年のアニメウォッチャーではありません。 必要なのはユーモアのセンスです。\n\nストーリー：8/10\n\nこれは興味深いものです。なぜなら、パロディ/コメディシリーズの物語やプロットをどのように評価するのでしょうか？ ポイントまでまっすぐになるために、Moetanはほとんどプロットを持たず、楽しむことには関係しません。 ここの本当の「プロット」は、アークスとコークスが世界から人間の世界に追放され、彼らが選んだ魔法の女の子（インクとスミ）の助けを借りて、帰還のために善行を集めなければならない 彼らの世界に。 しかし、ここの本当の話は、魔法の女の子のジャンルの完全なパロディ、特にアニメーション、フラットチェスト、fanservice、触手、バンダイビジュアルの学生のあいまいな年齢、Engrishのパロディと一緒に、特に変換シーケンス...あなたはそれを名前 。  Moetanの最も瞬間的な瞬間には、あなたを笑わせる深刻な/触れる/ fanserviceの瞬間が含まれています。 多くのパンティショットとより明確なニア近くのヌードシーンがありますが、それらは絶対に面白い方法で提示されます。\n\nアート：9/10\n\n芸術は不平を言うものではありません。 実際には、文字はきれいに描かれており、変換シーケンスにはたくさんの詳細があります。 本当にアニメーションの傑作には予約されているので、10にはなりませんが、このシリーズの目的ではアニメーションは完璧でした。 私が個人的に好きなものはほとんどありません。例えば、シーズンのさまざまな段階を見ているキャラクターのウィンドウを見ているシンプルなエンディングシーケンスです。 これは非常に落ち着いています。 また、キャラクター/バックグラウンドはすべてのエピソードを切り替えるので、キャラクターの日常生活を詳しく見ています。 エピソード13でのMoetanの最終的な終了シーケンスは、驚くべきことでした。Moetanキャラクターのスケッチのような絵が描かれていて、非常にきれいです。\n\nサウンド：8/10\n\n正直言って、私はバックグラウンドミュージックには注意を払っていませんでした。それは、場所から外れないように少なくとも平凡ではあるが目立つほど印象的ではないということです。 しかし、オープニングとエンディングの曲については、私の意見ではすばらしいとコメントします。  OPは見て楽しいです、そして、あなたがMoetanを見るほど、隠されたメッセージをもっと笑うでしょう。  EDはキャッチーでかわいいですね、かわいすぎて聞こえないようにかわいすぎて、誰かがシリーズを見ていると私が感じるのはまさにそうです。 音楽の注目すべき1つの瞬間は、特別なOVA OPがエンディングの近くで演奏されるエピソード13であり、戦闘シーンにはちょうど合っていました。\n\nキャラクター：8/10\n\nもう一度、それはパロディーなので、ウィットモチーフと暗い、成人のテーマを除いて、文字通り文字の開発はありません。 スライス・ライフ・シリーズのように、あなたは「物語」の要点と各キャラクターのいくつかの特質や性格を得て、コメディーはその上に構築されます。 しかし、私が言うことは、ギャグやジョークが過度に使われていないこと、シリーズは常にあなたを笑わせるいくつかの新しい方法を見つけることです。\n\n楽しさ：10/10\n\nそして、ここにMoetanが私の好きなシリーズの一つである主な理由があります。 私はアニメのあらゆる細かい部分を分析するつもりで行くことができますが、それはアニメを楽しんだかないかにまで及んでいます。そして、Moetanにとって、毎分はそれに値するものです。 私が言うことを知るためにあなたはそれを見なければならないので、私が言うことができるものは他にありません。 私が言うことは、キャラクターと一緒に笑って時間を過ごしたことです。エピソードの初めから終わりまで笑顔を保つことができる数少ないシリーズの1つです。\n\n全体：9/10\n\n全体的な評価を9にするには、通常、アニメは何とか私に影響を与えなければなりません。 まあまあ楽しかっただけで、私は7以上のシリーズを与える義務がありますが、それはまさにこのシリーズのケースです。 私が好きなアニメの種類は深い意味のあるシリーズですが、Moetanだけで私は楽しむために複雑なプロットやドラマを必要としないことが証明されました。  Moetanは私の慰めの側の外にあったが、どういうわけかそれはすべての正しい場所に当たった。 これは、私のような厳しいアナリストに心から楽しむことができれば、おそらく同じことをする可能性があるので、誰もが（セミヌードのシーンを笑いながら快適に感じる）誰にでもおすすめのシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMoetan is one of those series that is memorable in one way or another. It is truly unique, being able to make its viewers react in ways one would not usually react. To me, it has the most brilliant form of parody - it parodies itself. For any parody, one of the main concerns is whether or not the viewers will 'get' the references thrown at them, but in Moetan, that isn't the case. What you see on the screen will be the main subject for amusement, not obscure references that leave half of the viewers in the dark. And that is the really the main reason why Moetan is considered to be an excellent series to me. You don't have a be an otaku or long time anime watcher to enjoy Moetan. All you need is a sense of humor.\n\n\u001b[1mMoetanは、ある意味で記憶に残るシリーズの一つです。 それは本当にユニークで、視聴者を通常は反応しない方法で反応させることができます。 私にとって、それはパロディーの最も華麗な形をしています。それはそれ自身を模倣します。 どんなパロディでも、主な懸念事項の1つは、視聴者がそれらに投げられた参照を「取得」するかどうかであるが、そうでない場合は、Moetanである。 あなたが画面に表示されているものは、暗闇の中で視聴者の半数を残す曖昧な参照ではなく、娯楽のための主題になります。 それが本当にモエタンが私にとって素晴らしいシリーズと考えられる主な理由です。 あなたはMoetanを楽しむためにオタクや長年のアニメウォッチャーではありません。 必要なのはユーモアのセンスです。\u001b[22m\n\u001b[1m(Moetan wa, aruimide kioku ni nokoru shirīzu no hitotsudesu. Sore wa hontōni yunīku de, shichō-sha o tsūjō wa han'nō shinai hōhō de han'nō sa seru koto ga dekimasu. Watashi ni totte, soreha parodī no mottomo kareina katachi o shite imasu. Sore wa sore jishin o mohō shimasu. Don'na parodi demo, omona kenen jikō no 1tsu wa, shichō-sha ga sorera ni nage rareta sanshō o `shutoku' suru ka dō kadearuga,-sōdenai baai wa, Moetandearu. Anata ga gamen ni hyōji sa rete iru mono wa, kurayaminonakade shichō-sha no hansū o nokosu aimaina sanshōde wa naku, goraku no tame no shudai ni narimasu. Sore ga hontōni moetan ga watashi ni totte subarashī shirīzu to kangae rareru omona riyūdesu. Anata wa Moetan o tanoshimu tame ni otaku ya naganen no animeu~otchāde wa arimasen. Hitsuyōna no wa yūmoa no sensudesu.)\u001b[22m\n\nTranslations of \u001b[4mMoetan is one of those series that is memorable in one way or another. It is truly unique, being able to make its viewers react in ways one would not usually react. To me, it has the most brilliant form of parody - it parodies itself. For any parody, one of the main concerns is whether or not the viewers will 'get' the references thrown at them, but in Moetan, that isn't the case. What you see on the screen will be the main subject for amusement, not obscure references that leave half of the viewers in the dark. And that is the really the main reason why Moetan is considered to be an excellent series to me. You don't have a be an otaku or long time anime watcher to enjoy Moetan. All you need is a sense of humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoetan is one of those series that is memorable in one way or another.\u001b[24m\n    \u001b[1mMoetanは、ある意味で記憶に残るシリーズの一つです。\u001b[22m, \u001b[1mもえたんは、一つの方法または別で思い出に残るこれらのシリーズの一つです。\u001b[22m\n\u001b[4mIt is truly unique, being able to make its viewers react in ways one would not usually react.\u001b[24m\n    \u001b[1mそれは本当にユニークで、視聴者を通常は反応しない方法で反応させることができます。\u001b[22m, \u001b[1mそれは、その視聴者は1は通常反応しないだろうな方法で反応をすることができるので、本当にユニークです。\u001b[22m\n\u001b[4mTo me, it has the most brilliant form of parody - it parodies itself.\u001b[24m\n    \u001b[1m私にとって、それはパロディーの最も華麗な形をしています。それはそれ自身を模倣します。\u001b[22m, \u001b[1m私にとって、それはパロディの最も優秀な形を持っている - それは、それ自体をパロディ。\u001b[22m\n\u001b[4mFor any parody, one of the main concerns is whether or not the viewers will 'get' the references thrown at them, but in Moetan, that isn't the case.\u001b[24m\n    \u001b[1mどんなパロディでも、主な懸念事項の1つは、視聴者がそれらに投げられた参照を「取得」するかどうかであるが、そうでない場合は、Moetanである。\u001b[22m, \u001b[1m任意のパロディについては、主な懸念の一つは、視聴者がそれらで投げ参照を「取得」するかどうかではなく、もえたんで、それはそうではありません。\u001b[22m\n\u001b[4mWhat you see on the screen will be the main subject for amusement, not obscure references that leave half of the viewers in the dark.\u001b[24m\n    \u001b[1mあなたが画面に表示されているものは、暗闇の中で視聴者の半数を残す曖昧な参照ではなく、娯楽のための主題になります。\u001b[22m, \u001b[1mあなたは何を画面に表示する遊園地ではなく、暗闇の中で視聴者の半分を残す曖昧な参照のための主な対象となります。\u001b[22m\n\u001b[4mAnd that is the really the main reason why Moetan is considered to be an excellent series to me.\u001b[24m\n    \u001b[1mそれが本当にモエタンが私にとって素晴らしいシリーズと考えられる主な理由です。\u001b[22m, \u001b[1mそして、それはもえたんは私に優れたシリーズであると考えられている理由は本当に主な理由です。\u001b[22m\n\u001b[4mYou don't have a be an otaku or long time anime watcher to enjoy Moetan.\u001b[24m\n    \u001b[1mあなたはMoetanを楽しむためにオタクや長年のアニメウォッチャーではありません。\u001b[22m, \u001b[1mあなたはもえたんを楽しむためにオタクや長時間アニメウォッチャーである必要はありません。\u001b[22m\n\u001b[4mAll you need is a sense of humor.\u001b[24m\n    \u001b[1m必要なのはユーモアのセンスです。\u001b[22m, \u001b[1m必要なのはユーモアのセンスがあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is interesting, because how does one rate the story or plot of a parody/comedy series? To be straight to the point, Moetan has little plot, none of it relevant in any way to enjoyment. The real 'plot' here is for that Arks and Karks have been banished from their world to the human world and they, with the help of magical girls that they choose (Ink and Sumi), will have to collect good deeds in order to return to their world. However, the real story here is the complete parody of the magical girl genre, especially the transformation sequences, along with the parody of Engrish, ambiguous age of students in anime, flat chests, fanservice, tentacles, Bandai Visual...you name it . The most spot-on moments of Moetan includes a serious/touching/fanservice moment that just makes you laugh. There are many panty shots and more explicit near-nudity scenes, but they are presented in a way to be absolutely hilarious.\n\n\u001b[1mこれは興味深いものです。なぜなら、パロディ/コメディシリーズの物語やプロットをどのように評価するのでしょうか？ ポイントまでまっすぐになるために、Moetanはほとんどプロットを持たず、楽しむことには関係しません。 ここの本当の「プロット」は、アークスとコークスが世界から人間の世界に追放され、彼らが選んだ魔法の女の子（インクとスミ）の助けを借りて、帰還のために善行を集めなければならない 彼らの世界に。 しかし、ここの本当の話は、魔法の女の子のジャンルの完全なパロディ、特にアニメーション、フラットチェスト、fanservice、触手、バンダイビジュアルの学生のあいまいな年齢、Engrishのパロディと一緒に、特に変換シーケンス...あなたはそれを名前 。  Moetanの最も瞬間的な瞬間には、あなたを笑わせる深刻な/触れる/ fanserviceの瞬間が含まれています。 多くのパンティショットとより明確なニア近くのヌードシーンがありますが、それらは絶対に面白い方法で提示されます。\u001b[22m\n\u001b[1m(Kore wa kyōmibukai monodesu. Nazenara, parodi/ komedishirīzu no monogatari ya purotto o dono yō ni hyōka suru nodeshou ka? Pointo made massugu ni naru tame ni, Moetan wa hotondo purotto o motazu, tanoshimu koto ni wa kankei shimasen. Koko no hontō no `purotto' wa, ākusu to kōkusu ga sekai kara ningen no sekai ni tsuihō sa re, karera ga eranda mahō no on'nanoko (inku to Sumi) no tasuke o karite, kikan no tame ni zenkō o atsumenakereba naranai karera no sekai ni. Shikashi, koko no hontōnohanashi wa, mahō no on'nanoko no janru no kanzen'na parodi, tokuni animēshon, furattochesuto, fanservice, shokushu, Bandaibijuaru no gakusei no aimaina nenrei, Engrish no parodi to issho ni, tokuni henkan shīkensu... Anata wa sore o namae. Moetan no mottomo shunkan-tekina shunkan ni wa, anata o warawaseru shinkokuna/ fureru/ fanservice no shunkan ga fukuma rete imasu. Ōku no pantishotto to yori meikakuna nia chikaku no nūdoshīn ga arimasuga, sorera wa zettai ni omoshiroi hōhō de teiji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is interesting, because how does one rate the story or plot of a parody/comedy series? To be straight to the point, Moetan has little plot, none of it relevant in any way to enjoyment. The real 'plot' here is for that Arks and Karks have been banished from their world to the human world and they, with the help of magical girls that they choose (Ink and Sumi), will have to collect good deeds in order to return to their world. However, the real story here is the complete parody of the magical girl genre, especially the transformation sequences, along with the parody of Engrish, ambiguous age of students in anime, flat chests, fanservice, tentacles, Bandai Visual...you name it . The most spot-on moments of Moetan includes a serious/touching/fanservice moment that just makes you laugh. There are many panty shots and more explicit near-nudity scenes, but they are presented in a way to be absolutely hilarious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is interesting, because how does one rate the story or plot of a parody/comedy series?\u001b[24m\n    \u001b[1mこれは興味深いものです。なぜなら、パロディ/コメディシリーズの物語やプロットをどのように評価するのでしょうか？\u001b[22m, \u001b[1mどのように1はパロディ/コメディシリーズのストーリーやプロットを評価ないので、これは、面白いですか？\u001b[22m\n\u001b[4mTo be straight to the point, Moetan has little plot, none of it relevant in any way to enjoyment.\u001b[24m\n    \u001b[1mポイントまでまっすぐになるために、Moetanはほとんどプロットを持たず、楽しむことには関係しません。\u001b[22m, \u001b[1mポイントにまっすぐになるように、もえたんは少しプロット、楽しみにどのような方法で関連するそれのどれを持っています。\u001b[22m\n\u001b[4mThe real 'plot' here is for that Arks and Karks have been banished from their world to the human world and they, with the help of magical girls that they choose (Ink and Sumi), will have to collect good deeds in order to return\u001b[24m\n    \u001b[1mここの本当の「プロット」は、アークスとコークスが世界から人間の世界に追放され、彼らが選んだ魔法の女の子（インクとスミ）の助けを借りて、帰還のために善行を集めなければならない\u001b[22m, \u001b[1mここで本当の「プロット」は、彼らが（インクとスミ）を選択します魔法少女の助けを借りて、人間の世界と彼らに彼らの世界から追放されたことARKSとKarksするためのものであり、返すために善行を収集する必要があります\u001b[22m\n\u001b[4mto their world.\u001b[24m\n    \u001b[1m彼らの世界に。\u001b[22m, \u001b[1m彼らの世界へ。\u001b[22m\n\u001b[4mHowever, the real story here is the complete parody of the magical girl genre, especially the transformation sequences, along with the parody of Engrish, ambiguous age of students in anime, flat chests, fanservice, tentacles, Bandai Visual...you name it\u001b[24m\n    \u001b[1mしかし、ここの本当の話は、魔法の女の子のジャンルの完全なパロディ、特にアニメーション、フラットチェスト、fanservice、触手、バンダイビジュアルの学生のあいまいな年齢、Engrishのパロディと一緒に、特に変換シーケンス...あなたはそれを名前\u001b[22m, \u001b[1mしかし、ここでの本当の話はerufu、アニメ、平らな胸、サービスカット、触手、バンダイビジュアルの学生の曖昧な時代のパロディと一緒に...あなたはそれに名前を付け、特に変換配列、魔法少女のジャンルの完全なパロディであります\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe most spot-on moments of Moetan includes a serious/touching/fanservice moment that just makes you laugh.\u001b[24m\n    \u001b[1mMoetanの最も瞬間的な瞬間には、あなたを笑わせる深刻な/触れる/ fanserviceの瞬間が含まれています。\u001b[22m, \u001b[1mほとんどのスポットオンもえたんの瞬間はちょうどあなたが笑わせてくれる深刻/感動/サービスカットの瞬間を含んでいます。\u001b[22m\n\u001b[4mThere are many panty shots and more explicit near-nudity scenes, but they are presented in a way to be absolutely hilarious.\u001b[24m\n    \u001b[1m多くのパンティショットとより明確なニア近くのヌードシーンがありますが、それらは絶対に面白い方法で提示されます。\u001b[22m, \u001b[1mそこに多くのパンティーショットとより明示的な近ヌードシーンがありますが、それらは絶対に陽気であることが方法で提示されています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art is nothing to complain about. In fact, the characters are cutely drawn and the transformation sequences have...lots of good detail. It doesn't get a ten because those are reserved to truly animation masterpieces, but for the purposes of this series, the animation was perfect. There are little things that I personally like, such as the simple ending sequences featuring looking at a window with a character looking out at different phases of the day/season. It's very calm, contrasting the upbeat ending music yet presenting a great mix. And the character/background switches every episode so it's also an extra look into the characters' daily life. The final ending sequence for Moetan in episode 13 was just amazing, featuring sketch-like still drawings of Moetan characters, very pretty yet fitting.\n\n\u001b[1m芸術は不平を言うものではありません。 実際には、文字はきれいに描かれており、変換シーケンスにはたくさんの詳細があります。 本当にアニメーションの傑作には予約されているので、10にはなりませんが、このシリーズの目的ではアニメーションは完璧でした。 私が個人的に好きなものはほとんどありません。例えば、シーズンのさまざまな段階を見ているキャラクターのウィンドウを見ているシンプルなエンディングシーケンスです。 これは非常に落ち着いています。 また、キャラクター/バックグラウンドはすべてのエピソードを切り替えるので、キャラクターの日常生活を詳しく見ています。 エピソード13でのMoetanの最終的な終了シーケンスは、驚くべきことでした。Moetanキャラクターのスケッチのような絵が描かれていて、非常にきれいです。\u001b[22m\n\u001b[1m(Geijutsu wa fuheiwoiu monode wa arimasen. Jissai ni wa, moji wa kirei ni egaka rete ori, henkan shīkensu ni wa takusan no shōsai ga arimasu. Hontōni animēshon no kessaku ni wa yoyaku sa rete irunode, 10 ni wa narimasenga, kono shirīzu no mokutekide wa animēshon wa kanpekideshita. Watashi ga kojin-teki ni sukinamono wa hotondo arimasen. Tatoeba, shīzun no samazamana dankai o mite iru kyarakutā no u~indō o mite iru shinpuruna endingushīkensudesu. Kore wa hijō ni ochitsuite imasu. Mata, kyarakutā/ bakkuguraundo wa subete no episōdo o kirikaerunode, kyarakutā no nichijō seikatsu o kuwashiku mite imasu. Episōdo 13 de no Moetan no saishū-tekina shūryō shīkensu wa, odorokubeki kotodeshita. Moetan kyarakutā no suketchi no yōna e ga egaka rete ite, hijō ni kireidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is nothing to complain about. In fact, the characters are cutely drawn and the transformation sequences have...lots of good detail. It doesn't get a ten because those are reserved to truly animation masterpieces, but for the purposes of this series, the animation was perfect. There are little things that I personally like, such as the simple ending sequences featuring looking at a window with a character looking out at different phases of the day/season. It's very calm, contrasting the upbeat ending music yet presenting a great mix. And the character/background switches every episode so it's also an extra look into the characters' daily life. The final ending sequence for Moetan in episode 13 was just amazing, featuring sketch-like still drawings of Moetan characters, very pretty yet fitting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is nothing to complain about.\u001b[24m\n    \u001b[1m芸術は不平を言うものではありません。\u001b[22m, \u001b[1m芸術は文句を言うことは何もありません。\u001b[22m\n\u001b[4mIn fact, the characters are cutely drawn and the transformation sequences have...lots of good detail.\u001b[24m\n    \u001b[1m実際には、文字はきれいに描かれており、変換シーケンスにはたくさんの詳細があります。\u001b[22m, \u001b[1m実際には、文字がかわいく描かれており、変換シーケンスは持っている...良い詳細をたくさん。\u001b[22m\n\u001b[4mIt doesn't get a ten because those are reserved to truly animation masterpieces, but for the purposes of this series, the animation was perfect.\u001b[24m\n    \u001b[1m本当にアニメーションの傑作には予約されているので、10にはなりませんが、このシリーズの目的ではアニメーションは完璧でした。\u001b[22m, \u001b[1mそれらは本当にアニメーションの傑作に予約されているので、10を得ることはありませんが、このシリーズの目的のために、アニメーションは完璧でした。\u001b[22m\n\u001b[4mThere are little things that I personally like, such as the simple ending sequences featuring looking at a window with a character looking out at different phases of the day/season.\u001b[24m\n    \u001b[1m私が個人的に好きなものはほとんどありません。例えば、シーズンのさまざまな段階を見ているキャラクターのウィンドウを見ているシンプルなエンディングシーケンスです。\u001b[22m, \u001b[1mそのような日/季節の異なる位相で外を見て文字を持つウィンドウを見フィーチャーシンプルなエンディングシーケンスとして、私は個人的に好きなささいなことは、あります。\u001b[22m\n\u001b[4mIt's very calm, contrasting the upbeat ending music yet presenting a great mix.\u001b[24m\n    \u001b[1mこれは非常に落ち着いています。\u001b[22m, \u001b[1mそれはまだ偉大なミックスを提示明るいエンディングの音楽を対照的な、非常に穏やかです。\u001b[22m\n\u001b[4mAnd the character/background switches every episode so it's also an extra look into the characters' daily life.\u001b[24m\n    \u001b[1mまた、キャラクター/バックグラウンドはすべてのエピソードを切り替えるので、キャラクターの日常生活を詳しく見ています。\u001b[22m, \u001b[1mそれはまた、キャラクターの日常生活への余分な表情ですので、文字/背景はすべてのエピソードを切り替えます。\u001b[22m\n\u001b[4mThe final ending sequence for Moetan in episode 13 was just amazing, featuring sketch-like still drawings of Moetan characters, very pretty yet fitting.\u001b[24m\n    \u001b[1mエピソード13でのMoetanの最終的な終了シーケンスは、驚くべきことでした。Moetanキャラクターのスケッチのような絵が描かれていて、非常にきれいです。\u001b[22m, \u001b[1mもえたんのための最終的な終了シーケンスは、エピソード13で非常にきれいな、まだフィッティング、もえたん文字のスケッチのような静止図面を搭載し、ただ驚くべきものでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest, I did not pay attention to the background music, which means that it's at least mediocre enough to not be out of place but not impressive enough to be noticeable. However, I will comment on the opening and ending songs, which in my opinion are wonderful. The OP is fun to watch, and the more you watch Moetan, the more you laugh at its hidden messages. The ED is catchy and cute, in a way where it's too cute that it feels weird to listen to, exactly how I would feel if someone sees me watching the series. One noticeable moment in music is in episode 13 where the special OVA OP is played near the ending, and it was just very fitting with the battle scene.\n\n\u001b[1m正直言って、私はバックグラウンドミュージックには注意を払っていませんでした。それは、場所から外れないように少なくとも平凡ではあるが目立つほど印象的ではないということです。 しかし、オープニングとエンディングの曲については、私の意見ではすばらしいとコメントします。  OPは見て楽しいです、そして、あなたがMoetanを見るほど、隠されたメッセージをもっと笑うでしょう。  EDはキャッチーでかわいいですね、かわいすぎて聞こえないようにかわいすぎて、誰かがシリーズを見ていると私が感じるのはまさにそうです。 音楽の注目すべき1つの瞬間は、特別なOVA OPがエンディングの近くで演奏されるエピソード13であり、戦闘シーンにはちょうど合っていました。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa bakkuguraundomyūjikku ni wa chūi o haratte imasendeshita. Sore wa, basho kara hazurenai yō ni sukunakutomo heibonde wa aru ga medatsu hodo inshō-tekide wa nai to iu kotodesu. Shikashi, ōpuningu to endingu no kyoku ni tsuite wa, watashi no ikende wa subarashī to komento shimasu. OP wa mite tanoshīdesu, soshite, anata ga Moetan o miru hodo, kakusareta messēji o motto waraudeshou. ED wa kyatchī de kawaīdesu ne, kawai sugite kikoenai yō ni kawai sugite, darekaga shirīzu o mite iruto watashi ga kanjiru no wa masani sōdesu. Ongaku no chūmoku subeki 1tsu no shunkan wa, tokubetsuna ovu~a OP ga endingu no chikaku de ensō sa reru episōdo 13deari, sentō shīn ni wa chōdo atte imashita.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, I did not pay attention to the background music, which means that it's at least mediocre enough to not be out of place but not impressive enough to be noticeable. However, I will comment on the opening and ending songs, which in my opinion are wonderful. The OP is fun to watch, and the more you watch Moetan, the more you laugh at its hidden messages. The ED is catchy and cute, in a way where it's too cute that it feels weird to listen to, exactly how I would feel if someone sees me watching the series. One noticeable moment in music is in episode 13 where the special OVA OP is played near the ending, and it was just very fitting with the battle scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, I did not pay attention to the background music, which means that it's at least mediocre enough to not be out of place but not impressive enough to be noticeable.\u001b[24m\n    \u001b[1m正直言って、私はバックグラウンドミュージックには注意を払っていませんでした。それは、場所から外れないように少なくとも平凡ではあるが目立つほど印象的ではないということです。\u001b[22m, \u001b[1m正直に言うと、私はそれは場違いではないのに十分な少なくとも平凡が、目立つことには十分に印象的ではないことを意味し、バックグラウンドミュージック、に注意を払っていません。\u001b[22m\n\u001b[4mHowever, I will comment on the opening and ending songs, which in my opinion are wonderful.\u001b[24m\n    \u001b[1mしかし、オープニングとエンディングの曲については、私の意見ではすばらしいとコメントします。\u001b[22m, \u001b[1mしかし、私は私の意見では素晴らしいです開口部とエンディング曲、にコメントします。\u001b[22m\n\u001b[4mThe OP is fun to watch, and the more you watch Moetan, the more you laugh at its hidden messages.\u001b[24m\n    \u001b[1mOPは見て楽しいです、そして、あなたがMoetanを見るほど、隠されたメッセージをもっと笑うでしょう。\u001b[22m, \u001b[1mOPは見て楽しいです、そしてより多くのあなたがもえたんを見て、より多くのあなたは、その隠されたメッセージを笑います。\u001b[22m\n\u001b[4mThe ED is catchy and cute, in a way where it's too cute that it feels weird to listen to, exactly how I would feel if someone sees me watching the series.\u001b[24m\n    \u001b[1mEDはキャッチーでかわいいですね、かわいすぎて聞こえないようにかわいすぎて、誰かがシリーズを見ていると私が感じるのはまさにそうです。\u001b[22m, \u001b[1mEDは、それは誰かがシリーズを見て私を見ている場合、私は感じるだろう正確にどのように、それはを聞くために奇妙な感じていることをあまりにもかわいいですように、キャッチーで可愛いです。\u001b[22m\n\u001b[4mOne noticeable moment in music is in episode 13 where the special OVA OP is played near the ending, and it was just very fitting with the battle scene.\u001b[24m\n    \u001b[1m音楽の注目すべき1つの瞬間は、特別なOVA OPがエンディングの近くで演奏されるエピソード13であり、戦闘シーンにはちょうど合っていました。\u001b[22m, \u001b[1m音楽における一つの顕著な瞬間は特別なOVA OPはエンディング近くで再生されるエピソード13であり、それは戦闘シーンでちょうど非常にフィッティングしました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, it's a parody, so aside from the witty motifs and dark, adult themes, there's literally no character development. Like slice of life series, you get the gist of the 'story' plus some defining characteristics and personalities of each character, and the comedy builds on them. What I will say though is that the gags and jokes are not overused and the series always find some new way to make you laugh.\n\n\u001b[1mもう一度、それはパロディーなので、ウィットモチーフと暗い、成人のテーマを除いて、文字通り文字の開発はありません。 スライス・ライフ・シリーズのように、あなたは「物語」の要点と各キャラクターのいくつかの特質や性格を得て、コメディーはその上に構築されます。 しかし、私が言うことは、ギャグやジョークが過度に使われていないこと、シリーズは常にあなたを笑わせるいくつかの新しい方法を見つけることです。\u001b[22m\n\u001b[1m(Mōichido, soreha parodīnanode, u~ittomochīfu to kurai, seijin no tēma o nozoite, mojidōri moji no kaihatsu wa arimasen. Suraisu raifu shirīzu no yō ni, anata wa `monogatari' no yōten to kaku kyarakutā no ikutsu ka no tokushitsu ya seikaku o ete, komedī wa sono-jō ni kōchiku sa remasu. Shikashi, watashi ga iu koto wa, gyagu ya jōku ga kado ni tsukawa rete inai koto, shirīzu wa tsuneni anata o warawaseru ikutsu ka no atarashī hōhō o mitsukeru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, it's a parody, so aside from the witty motifs and dark, adult themes, there's literally no character development. Like slice of life series, you get the gist of the 'story' plus some defining characteristics and personalities of each character, and the comedy builds on them. What I will say though is that the gags and jokes are not overused and the series always find some new way to make you laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, it's a parody, so aside from the witty motifs and dark, adult themes, there's literally no character development.\u001b[24m\n    \u001b[1mもう一度、それはパロディーなので、ウィットモチーフと暗い、成人のテーマを除いて、文字通り文字の開発はありません。\u001b[22m, \u001b[1mもう一度、それはパロディですので、脇機知に富んだモチーフと暗い、大人のテーマから、キャラクタ・開発は、文字通りありません。\u001b[22m\n\u001b[4mLike slice of life series, you get the gist of the 'story' plus some defining characteristics and personalities of each character, and the comedy builds on them.\u001b[24m\n    \u001b[1mスライス・ライフ・シリーズのように、あなたは「物語」の要点と各キャラクターのいくつかの特質や性格を得て、コメディーはその上に構築されます。\u001b[22m, \u001b[1m生活シリーズのスライスと同じように、あなたは「物語」に加えて、各文字のいくつかの定義の特性や個性の要旨を取得し、喜劇は、それらに基づいています。\u001b[22m\n\u001b[4mWhat I will say though is that the gags and jokes are not overused and the series always find some new way to make you laugh.\u001b[24m\n    \u001b[1mしかし、私が言うことは、ギャグやジョークが過度に使われていないこと、シリーズは常にあなたを笑わせるいくつかの新しい方法を見つけることです。\u001b[22m, \u001b[1m私はしかし言うだろうことはギャグやジョークが過度に使用されず、シリーズはいつもあなたを笑わせるためにいくつかの新しい方法を見つけることです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m\u001b[22m\nAnd here is the main reason why Moetan is one of my favorite series - it is entertainment near its best. I can go on and on about analyzing every single detail of an anime, but it all comes down to whether or not I enjoyed that anime, and for Moetan, every minute is worth it. There's really nothing else I can say, since you have to watch it to know what I mean. What I will say is that I spent lots of time laughing along with the characters, and it is one of the few series where I can keep a smile from the beginning of an episode to the end.\n\n\u001b[1mそして、ここにMoetanが私の好きなシリーズの一つである主な理由があります。 私はアニメのあらゆる細かい部分を分析するつもりで行くことができますが、それはアニメを楽しんだかないかにまで及んでいます。そして、Moetanにとって、毎分はそれに値するものです。 私が言うことを知るためにあなたはそれを見なければならないので、私が言うことができるものは他にありません。 私が言うことは、キャラクターと一緒に笑って時間を過ごしたことです。エピソードの初めから終わりまで笑顔を保つことができる数少ないシリーズの1つです。\u001b[22m\n\u001b[1m(Soshite, koko ni Moetan ga watashi no sukina shirīzu no hitotsudearu omona riyū ga arimasu. Watashi wa anime no arayuru komakai bubun o bunseki suru tsumori de iku koto ga dekimasuga, soreha anime o tanoshinda ka nai ka ni made oyonde imasu. Soshite, Moetan ni totte, maifun wa sore ni ataisuru monodesu. Watashi ga iu koto o shiru tame ni anata wa sore o minakereba naranainode, watashi ga iu koto ga dekiru mono wa hoka ni arimasen. Watashi ga iu koto wa, kyarakutā to issho ni waratte jikan o sugoshita kotodesu. Episōdo no hajimekara owari made egao o tamotsu koto ga dekiru kazusukunai shirīzu no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd here is the main reason why Moetan is one of my favorite series - it is entertainment near its best. I can go on and on about analyzing every single detail of an anime, but it all comes down to whether or not I enjoyed that anime, and for Moetan, every minute is worth it. There's really nothing else I can say, since you have to watch it to know what I mean. What I will say is that I spent lots of time laughing along with the characters, and it is one of the few series where I can keep a smile from the beginning of an episode to the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd here is the main reason why Moetan is one of my favorite series - it is entertainment near its best.\u001b[24m\n    \u001b[1mそして、ここにMoetanが私の好きなシリーズの一つである主な理由があります。\u001b[22m, \u001b[1mそして、ここにもえたんは私の好きなシリーズの一つである主な理由である - それは、その最高の近くのエンターテイメントです。\u001b[22m\n\u001b[4mI can go on and on about analyzing every single detail of an anime, but it all comes down to whether or not I enjoyed that anime, and for Moetan, every minute is worth it.\u001b[24m\n    \u001b[1m私はアニメのあらゆる細かい部分を分析するつもりで行くことができますが、それはアニメを楽しんだかないかにまで及んでいます。そして、Moetanにとって、毎分はそれに値するものです。\u001b[22m, \u001b[1m私はアニメのひとつひとつの細部を分析については上に行くことができますが、それはすべてのダウン、私はそのアニメを楽しんで、そしてもえたんのために、毎分はそれだけの価値があるかどうかに来ます。\u001b[22m\n\u001b[4mThere's really nothing else I can say, since you have to watch it to know what I mean.\u001b[24m\n    \u001b[1m私が言うことを知るためにあなたはそれを見なければならないので、私が言うことができるものは他にありません。\u001b[22m, \u001b[1mあなたは私が何を意味するか知っているそれを見ているので、私が言うことができる他には何も、本当にありません。\u001b[22m\n\u001b[4mWhat I will say is that I spent lots of time laughing along with the characters, and it is one of the few series where I can keep a smile from the beginning of an episode to the end.\u001b[24m\n    \u001b[1m私が言うことは、キャラクターと一緒に笑って時間を過ごしたことです。エピソードの初めから終わりまで笑顔を保つことができる数少ないシリーズの1つです。\u001b[22m, \u001b[1m私は何と言うだろう、私は文字と一緒に笑って多くの時間を費やし、それは私が最後にエピソードの最初から笑顔を保つことができるいくつかのシリーズの一つであるということです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m\nTo earn a 9 overall rating, usually the anime has to impact me in some way...until I watched Moetan that is. Rarely has enjoyment alone been so strong that I am obligated to give the series higher than a 7, but that is exactly the case with this series. The kinds of anime I like are meaningful series that is deep, but Moetan alone proved that I don't need complex plots or drama to be entertained. Moetan was way outside my comfort side, but somehow it hit at all the right spots. This is a series I will recommend to everyone (who feels comfortable laughing at semi-nudity scenes), because if it can make a tough analyst like me wholeheartedly enjoy it, then it can probably do the same for you too.\n\n\u001b[1m全体的な評価を9にするには、通常、アニメは何とか私に影響を与えなければなりません。 まあまあ楽しかっただけで、私は7以上のシリーズを与える義務がありますが、それはまさにこのシリーズのケースです。 私が好きなアニメの種類は深い意味のあるシリーズですが、Moetanだけで私は楽しむために複雑なプロットやドラマを必要としないことが証明されました。  Moetanは私の慰めの側の外にあったが、どういうわけかそれはすべての正しい場所に当たった。 これは、私のような厳しいアナリストに心から楽しむことができれば、おそらく同じことをする可能性があるので、誰もが（セミヌードのシーンを笑いながら快適に感じる）誰にでもおすすめのシリーズです。\u001b[22m\n\u001b[1m(Zentai-tekina hyōka o 9 ni suru ni wa, tsūjō, anime wa nantoka watashi ni eikyō o ataenakereba narimasen. Mā mā tanoshikatta dake de, watashi wa 7 ijō no shirīzu o ataeru gimu ga arimasuga, sore wa masani kono shirīzu no kēsudesu. Watashi ga sukina anime no shurui wa fukai iminoaru shirīzudesuga, Moetan dake de watashi wa tanoshimu tame ni fukuzatsuna purotto ya dorama o hitsuyō to shinai koto ga shōmei sa remashita. Moetan wa watashi no nagusame no soba no soto ni attaga, dō iu wake ka sore wa subete no tadashī basho ni atatta. Kore wa, watashi no yōna kibishī anarisuto ni kokorokara tanoshimu koto ga dekireba, osoraku onaji koto o suru kanōsei ga aru node, daremoga (seminūdo no shīn o warainagara kaiteki ni kanjiru) darenidemo osusume no shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mTo earn a 9 overall rating, usually the anime has to impact me in some way...until I watched Moetan that is. Rarely has enjoyment alone been so strong that I am obligated to give the series higher than a 7, but that is exactly the case with this series. The kinds of anime I like are meaningful series that is deep, but Moetan alone proved that I don't need complex plots or drama to be entertained. Moetan was way outside my comfort side, but somehow it hit at all the right spots. This is a series I will recommend to everyone (who feels comfortable laughing at semi-nudity scenes), because if it can make a tough analyst like me wholeheartedly enjoy it, then it can probably do the same for you too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo earn a 9 overall rating, usually the anime has to impact me in some way...until I watched Moetan that is.\u001b[24m\n    \u001b[1m全体的な評価を9にするには、通常、アニメは何とか私に影響を与えなければなりません。\u001b[22m, \u001b[1m9総合評価を獲得するために、通常のアニメは私があるもえたんを見てまで...何らかの方法で私に影響を与えることがあります。\u001b[22m\n\u001b[4mRarely has enjoyment alone been so strong that I am obligated to give the series higher than a 7, but that is exactly the case with this series.\u001b[24m\n    \u001b[1mまあまあ楽しかっただけで、私は7以上のシリーズを与える義務がありますが、それはまさにこのシリーズのケースです。\u001b[22m, \u001b[1mまれに一人で楽しみません私は7よりも高いシリーズを与えることを義務付けていますように強かったが、それはまさにこのシリーズの場合としています。\u001b[22m\n\u001b[4mThe kinds of anime I like are meaningful series that is deep, but Moetan alone proved that I don't need complex plots or drama to be entertained.\u001b[24m\n    \u001b[1m私が好きなアニメの種類は深い意味のあるシリーズですが、Moetanだけで私は楽しむために複雑なプロットやドラマを必要としないことが証明されました。\u001b[22m, \u001b[1m私の好きなアニメの種類は深い意味のあるシリーズですが、一人でもえたんは私が楽しまれるために、複雑なプロットやドラマを必要としないことを証明しました。\u001b[22m\n\u001b[4mMoetan was way outside my comfort side, but somehow it hit at all the right spots.\u001b[24m\n    \u001b[1mMoetanは私の慰めの側の外にあったが、どういうわけかそれはすべての正しい場所に当たった。\u001b[22m, \u001b[1mもえたんは私の慰め側の外側の方法でしたが、何とかそれはすべての右のスポットでヒット。\u001b[22m\n\u001b[4mThis is a series I will recommend to everyone (who feels comfortable laughing at semi-nudity scenes), because if it can make a tough analyst like me wholeheartedly enjoy it, then it can probably do the same for you too.\u001b[24m\n    \u001b[1mこれは、私のような厳しいアナリストに心から楽しむことができれば、おそらく同じことをする可能性があるので、誰もが（セミヌードのシーンを笑いながら快適に感じる）誰にでもおすすめのシリーズです。\u001b[22m, \u001b[1mこれは、私のようなタフなアナリストが心をこめてそれを楽しむ作ることができれば、それはおそらくあまりにもあなたのために同じことを行うことができますので、私は、（セミヌードシーンで笑って快適に感じる人）すべての人にお勧めしますシリーズです。\u001b[22m"
  },
  {
    "title": "Moetan",
    "id": "2367",
    "url": "https://myanimelist.net/anime/2367/Moetan",
    "user": "Romie-chan",
    "profile": "/profile/Romie-chan/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=39361",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  6\n\nモエタンは、魔法の力を持っている4人の主人公を中心に、ロマンスではなくコメディーです。\n\nショーは、大人向けのショーではなく、かわいそうなショーでした。 魅力的で、ポルノの変態シーンに近いものがたくさんありました。 ショーはコメディ指向であったが、私は自分のお尻を笑っていなかった。 率直に言って、それはかなりかわいそうだったが、そこにいくつかの良い瞬間があり、そこにモエがいっぱいだった。\n\n物語は、インクという名前の女の子を中心にしています。 彼女は、偶然、人を助けなければならない魔法の女の子になる方法を見つけた。 しかし、人を助けるという彼女の感覚は、彼女が英語の研究に戸惑っている男の子を助けています。 そして、それは主にそれです。プロットはラインより少し太くなっていますが、それは本当に目立つものではありません。  （それはおそらく、このショーがどれくらいうまく考えられたかを伝えるはずです）。\n\n文字は非常に多くの文字が蓄積されていないかのように、本当に浅く感じました。 私たちは、過去の人物についてはほとんど学んでいないので、その人たちに邪魔されたような感じがします。 別の世界の魔法の人々は、事実上刑務所に入るべきところまで非常に転倒しています。 インクとスミの過去についての唯一の本当に深いことは、彼らの友情と両者がなぜ猫を好きなのかです。 それ以外にも、それは、その記憶に専念するエピソード全体がなければ、あなたが自分で考え出したことのあるものです。\n\n音楽は気分に合っていて、キャラクターがやっていた動きがありましたが、英語の対話にはとても感銘を受けます。 英語を学ぶことになっている主人公のナオは、実際にそれを話すことはないので、私はそのような皮肉なものを見つけました。\n\n芸術は非常に環境省です。 それについてのほとんどすべてがモエであるはずです。 日本では女性の機能を持たない少女たちは一見素晴らしいです...それは私の文化的な分裂です。 とにかく、私は、アーティストが2、3、そして時には4回同じまったく同じシーンをどのように繰り返すかには驚いていませんでした。 それは本当に大きな予算カットがあったように感じたので、いくつかの場所で短期間の削減を行いました。そして、あなたがショーを見たときに気付くでしょう。 そして何らかの理由で、フリルで複雑な衣装が日本では印象的です...そういう非常に複雑な服を着るためには、魔法が必要なのは当然のことです。\n\nいくつかのこと以外にも、私は少しショーを楽しんだと言えるでしょう。 私の好奇心を満たすために見なければならないものよりむしろ時間の無駄のように感じました。 ここやそこには良い瞬間がありましたが、エッチ感は主に女性の特徴がない小さな女の子に関わっていました。 裸の少女を見ることは、裸の少年を見ることと実質的に異ならない。\n\n~~~\n見られたサブグループ：DmonHiro、mbt",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nMoetan is more of a comedy rather than a romance, centered around 4 main characters that have magical powers.\n\n\u001b[1mモエタンは、魔法の力を持っている4人の主人公を中心に、ロマンスではなくコメディーです。\u001b[22m\n\u001b[1m(Moetan wa, mahō no chikara o motte iru 4-ri no shujinkō o chūshin ni, romansude wa naku komedīdesu.)\u001b[22m\n\nTranslations of \u001b[4mMoetan is more of a comedy rather than a romance, centered around 4 main characters that have magical powers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoetan is more of a comedy rather than a romance, centered around 4 main characters that have magical powers.\u001b[24m\n    \u001b[1mモエタンは、魔法の力を持っている4人の主人公を中心に、ロマンスではなくコメディーです。\u001b[22m, \u001b[1mもえたんは、魔法の力を持っている4つの主要な文字を中心としたコメディーではなく、ロマンス、より多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe show was really more of a cute kid show rather than an adult oriented one. There was a lot of ecchiness and near pornographic transformation scenes. Although, the show was comedy oriented, I didn't find myself laughing my ass off (LMAO) or anything like that. Quite frankly it was pretty bland, but there were a few good moments here and there filled with moe.\n\n\u001b[1mショーは、大人向けのショーではなく、かわいそうなショーでした。 魅力的で、ポルノの変態シーンに近いものがたくさんありました。 ショーはコメディ指向であったが、私は自分のお尻を笑っていなかった。 率直に言って、それはかなりかわいそうだったが、そこにいくつかの良い瞬間があり、そこにモエがいっぱいだった。\u001b[22m\n\u001b[1m(Shō wa, otona-muke no shōde wa naku, kawaisōna shōdeshita. Mirikiteki de, poruno no hentai shīn ni chikai mono ga takusan arimashita. Shō wa komedi shikōdeattaga, watashi wa jibun no o shiri o waratte inakatta. Sotchoku ni itte, sore wa kanari kawaisōdattaga, soko ni ikutsu ka no yoi shunkan ga ari, soko ni Moe ga ippaidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe show was really more of a cute kid show rather than an adult oriented one. There was a lot of ecchiness and near pornographic transformation scenes. Although, the show was comedy oriented, I didn't find myself laughing my ass off (LMAO) or anything like that. Quite frankly it was pretty bland, but there were a few good moments here and there filled with moe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show was really more of a cute kid show rather than an adult oriented one.\u001b[24m\n    \u001b[1mショーは、大人向けのショーではなく、かわいそうなショーでした。\u001b[22m, \u001b[1mショーは本当にかわいい子供のショーではなく、大人志向1の以上でした。\u001b[22m\n\u001b[4mThere was a lot of ecchiness and near pornographic transformation scenes.\u001b[24m\n    \u001b[1m魅力的で、ポルノの変態シーンに近いものがたくさんありました。\u001b[22m, \u001b[1mエッチさと近くポルノ変態シーンがたくさんありました。\u001b[22m\n\u001b[4mAlthough, the show was comedy oriented, I didn't find myself laughing my ass off (LMAO) or anything like that.\u001b[24m\n    \u001b[1mショーはコメディ指向であったが、私は自分のお尻を笑っていなかった。\u001b[22m, \u001b[1mショーは指向コメディだったが、私は自分自身が私のお尻オフ（LMAO）またはそのような何かを笑って見つけることができませんでした。\u001b[22m\n\u001b[4mQuite frankly it was pretty bland, but there were a few good moments here and there filled with moe.\u001b[24m\n    \u001b[1m率直に言って、それはかなりかわいそうだったが、そこにいくつかの良い瞬間があり、そこにモエがいっぱいだった。\u001b[22m, \u001b[1m率直に言ってそれはかなり当たり障りのでしたが、萌えで満たさあちこちでいくつかの良い瞬間がありました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is centered around a girl named Ink. She some how coincidentally found her way to becoming a magical girl who must help people. But her sense of helping people is helping a boy she has a crush on with his English studies. And that's mainly it, the plot gets a little thicker a little down the line, but it isn't anything really noting. (That should probably tell you how well thought out this show was).\n\n\u001b[1m物語は、インクという名前の女の子を中心にしています。 彼女は、偶然、人を助けなければならない魔法の女の子になる方法を見つけた。 しかし、人を助けるという彼女の感覚は、彼女が英語の研究に戸惑っている男の子を助けています。 そして、それは主にそれです。プロットはラインより少し太くなっていますが、それは本当に目立つものではありません。  （それはおそらく、このショーがどれくらいうまく考えられたかを伝えるはずです）。\u001b[22m\n\u001b[1m(Monogatari wa, inku to iu namae no on'nanoko o chūshin ni shite imasu. Kanojo wa, gūzen, hito o tasukenakereba naranai mahō no on'nanoko ni naru hōhō o mitsuketa. Shikashi, hito o tasukeru to iu kanojo no kankaku wa, kanojo ga eigo no kenkyū ni tomadotte iru otokonoko o tasukete imasu. Soshite, sore wa omoni soredesu. Purotto wa rain yori sukoshi futoku natte imasuga, sore wa hontōni medatsu monode wa arimasen. (Sore wa osoraku, kono shō ga dorekurai umaku kangae rareta ka o tsutaeru hazudesu).)\u001b[22m\n\nTranslations of \u001b[4mThe story is centered around a girl named Ink. She some how coincidentally found her way to becoming a magical girl who must help people. But her sense of helping people is helping a boy she has a crush on with his English studies. And that's mainly it, the plot gets a little thicker a little down the line, but it isn't anything really noting. (That should probably tell you how well thought out this show was).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is centered around a girl named Ink.\u001b[24m\n    \u001b[1m物語は、インクという名前の女の子を中心にしています。\u001b[22m, \u001b[1m物語はインクという名前の少女を中心とします。\u001b[22m\n\u001b[4mShe some how coincidentally found her way to becoming a magical girl who must help people.\u001b[24m\n    \u001b[1m彼女は、偶然、人を助けなければならない魔法の女の子になる方法を見つけた。\u001b[22m, \u001b[1m彼女どのように偶然人を助けなければならない魔法少女になるために彼女の方法を発見したいくつかの。\u001b[22m\n\u001b[4mBut her sense of helping people is helping a boy she has a crush on with his English studies.\u001b[24m\n    \u001b[1mしかし、人を助けるという彼女の感覚は、彼女が英語の研究に戸惑っている男の子を助けています。\u001b[22m, \u001b[1mしかし、人々を助けるの彼女の感覚は、彼女が彼の英語の研究とに片思いを持っている少年を支援しています。\u001b[22m\n\u001b[4mAnd that's mainly it, the plot gets a little thicker a little down the line, but it isn't anything really noting.\u001b[24m\n    \u001b[1mそして、それは主にそれです。プロットはラインより少し太くなっていますが、それは本当に目立つものではありません。\u001b[22m, \u001b[1mそして、それはそれはプロットはラインの下の少し厚め少しを取得し、主だが、それは何も本当に注目にではありません。\u001b[22m\n\u001b[4m(That should probably tell you how well thought out this show was).\u001b[24m\n    \u001b[1m（それはおそらく、このショーがどれくらいうまく考えられたかを伝えるはずです）。\u001b[22m, \u001b[1m（それはおそらくどれだけこのショーがあった考え抜かあなたを伝える必要があります）。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters felt really shallow, as if there wasn't very much character build up. We learn very little about the characters past, which is the reason why I felt so detached to the characters. All of the magical people from another world are very perverted to the point they should practically be in jail. The only really deep thing about Ink's and Sumi's past is about their friendship and why they both like cats. Other than that, it is pretty much something you could've figured out on your own without an entire episode dedicated to that memory.\n\n\u001b[1m文字は非常に多くの文字が蓄積されていないかのように、本当に浅く感じました。 私たちは、過去の人物についてはほとんど学んでいないので、その人たちに邪魔されたような感じがします。 別の世界の魔法の人々は、事実上刑務所に入るべきところまで非常に転倒しています。 インクとスミの過去についての唯一の本当に深いことは、彼らの友情と両者がなぜ猫を好きなのかです。 それ以外にも、それは、その記憶に専念するエピソード全体がなければ、あなたが自分で考え出したことのあるものです。\u001b[22m\n\u001b[1m(Moji wa hijō ni ōku no moji ga chikuseki sa rete inai ka no yō ni, hontōni asaku kanjimashita. Watashitachiha, kako no jinbutsu ni tsuite wa hotondo manande inainode, sono hito-tachi ni jama sa reta yōna kanji ga shimasu. Betsu no sekai no mahō no hitobito wa, jijitsujō keimusho ni hairubeki tokoro made hijō ni tentō shite imasu. Inku to Sumi no kako ni tsuite no yuiitsu no hontōni fukai koto wa, karera no yūjō to ryōsha ga naze neko o sukina no kadesu. Sore igai ni mo, soreha, sono kioku ni sen'nen suru episōdo zentai ga nakereba, anata ga jibun de kangaedashita koto no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters felt really shallow, as if there wasn't very much character build up. We learn very little about the characters past, which is the reason why I felt so detached to the characters. All of the magical people from another world are very perverted to the point they should practically be in jail. The only really deep thing about Ink's and Sumi's past is about their friendship and why they both like cats. Other than that, it is pretty much something you could've figured out on your own without an entire episode dedicated to that memory.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters felt really shallow, as if there wasn't very much character build up.\u001b[24m\n    \u001b[1m文字は非常に多くの文字が蓄積されていないかのように、本当に浅く感じました。\u001b[22m, \u001b[1mビルドアップ非常に文字がなかったかのように文字が、本当に浅い感じました。\u001b[22m\n\u001b[4mWe learn very little about the characters past, which is the reason why I felt so detached to the characters.\u001b[24m\n    \u001b[1m私たちは、過去の人物についてはほとんど学んでいないので、その人たちに邪魔されたような感じがします。\u001b[22m, \u001b[1m私たちは、私は文字に切り離されたと感じた理由である文字の過去、についてはほとんど学びます。\u001b[22m\n\u001b[4mAll of the magical people from another world are very perverted to the point they should practically be in jail.\u001b[24m\n    \u001b[1m別の世界の魔法の人々は、事実上刑務所に入るべきところまで非常に転倒しています。\u001b[22m, \u001b[1m別の世界から魔法の人々のすべてのは、彼らが実質的に刑務所にすべきである点に非常に倒錯しています。\u001b[22m\n\u001b[4mThe only really deep thing about Ink's and Sumi's past is about their friendship and why they both like cats.\u001b[24m\n    \u001b[1mインクとスミの過去についての唯一の本当に深いことは、彼らの友情と両者がなぜ猫を好きなのかです。\u001b[22m, \u001b[1mインクのとスミの過去についてだけは本当に深い事は彼らの友情となぜ彼らは両方のような猫についてです。\u001b[22m\n\u001b[4mOther than that, it is pretty much something you could've figured out on your own without an entire episode dedicated to that memory.\u001b[24m\n    \u001b[1mそれ以外にも、それは、その記憶に専念するエピソード全体がなければ、あなたが自分で考え出したことのあるものです。\u001b[22m, \u001b[1mそれ以外は、それはあなたがそのメモリに捧げ全体のエピソードなく、独自に考え出したかもしれないかなりのものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music suited the mood and the actions the characters were doing, but I am pretty impressed with the English dialogue. Nao, the main character who is supposed to learn English, never actually speaks it, so I found that kind of ironic.\n\n\u001b[1m音楽は気分に合っていて、キャラクターがやっていた動きがありましたが、英語の対話にはとても感銘を受けます。 英語を学ぶことになっている主人公のナオは、実際にそれを話すことはないので、私はそのような皮肉なものを見つけました。\u001b[22m\n\u001b[1m(Ongaku wa kibun ni atte ite, kyarakutā ga yatte ita ugoki ga arimashitaga, eigo no taiwa ni wa totemo kanmei o ukemasu. Eigo o manabu koto ni natte iru shujinkō no Nao wa, jissai ni sore o hanasu koto wanainode, watashi wa sono yōna hinikuna mono o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music suited the mood and the actions the characters were doing, but I am pretty impressed with the English dialogue. Nao, the main character who is supposed to learn English, never actually speaks it, so I found that kind of ironic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music suited the mood and the actions the characters were doing, but I am pretty impressed with the English dialogue.\u001b[24m\n    \u001b[1m音楽は気分に合っていて、キャラクターがやっていた動きがありましたが、英語の対話にはとても感銘を受けます。\u001b[22m, \u001b[1m音楽は気分を適しており、アクションは文字がやっていたが、私は英語の会話にはかなり感銘を受けました。\u001b[22m\n\u001b[4mNao, the main character who is supposed to learn English, never actually speaks it, so I found that kind of ironic.\u001b[24m\n    \u001b[1m英語を学ぶことになっている主人公のナオは、実際にそれを話すことはないので、私はそのような皮肉なものを見つけました。\u001b[22m, \u001b[1mナオ、英語を学ぶことになっている主人公は、決して実際にそれを話すので、私は皮肉のようなものを発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is very MOE. Almost everything about it is supposed to be moe. Little girls with no female features is apparently awesome in Japan... That is a cultural divide for me. Anyway, I was unimpressed with how the artists would repeat the exact same scenes, two, three and sometimes four times. It felt like there was a really big budget cut, so they took short cuts in a few places, and you'll notice them when/if you watch the show. And for some reason, frilly and complex costumes are impressive in Japan... it's no wonder that you need magic in order to put on these extremely complex clothes like that.\n\n\u001b[1m芸術は非常に環境省です。 それについてのほとんどすべてがモエであるはずです。 日本では女性の機能を持たない少女たちは一見素晴らしいです...それは私の文化的な分裂です。 とにかく、私は、アーティストが2、3、そして時には4回同じまったく同じシーンをどのように繰り返すかには驚いていませんでした。 それは本当に大きな予算カットがあったように感じたので、いくつかの場所で短期間の削減を行いました。そして、あなたがショーを見たときに気付くでしょう。 そして何らかの理由で、フリルで複雑な衣装が日本では印象的です...そういう非常に複雑な服を着るためには、魔法が必要なのは当然のことです。\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni kankyōshōdesu. Sore ni tsuite no hotondo subete ga Moedearu hazudesu. Nihonde wa josei no kinō o motanai shōjo-tachi wa ikken subarashīdesu... Sore wa watashi no bunka-tekina bunretsudesu. Tonikaku, watashi wa, ātisuto ga 2, 3, soshite tokiniha 4-kai onaji mattaku onaji shīn o dono yō ni kurikaesu kani wa odoroite imasendeshita. Sore wa hontōni ōkina yosan katto ga atta yō ni kanjitanode, ikutsu ka no basho de tankikan no sakugen o okonaimashita. Soshite, anata ga shō o mita toki ni kidzukudeshou. Soshite nanrakano riyū de, furiru de fukuzatsuna ishō ga Nihonde wa inshō-tekidesu... Sōiu hijō ni fukuzatsuna fuku o kiru tame ni wa, mahō ga hitsuyōna no wa tōzen no kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very MOE. Almost everything about it is supposed to be moe. Little girls with no female features is apparently awesome in Japan... That is a cultural divide for me. Anyway, I was unimpressed with how the artists would repeat the exact same scenes, two, three and sometimes four times. It felt like there was a really big budget cut, so they took short cuts in a few places, and you'll notice them when/if you watch the show. And for some reason, frilly and complex costumes are impressive in Japan... it's no wonder that you need magic in order to put on these extremely complex clothes like that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very MOE.\u001b[24m\n    \u001b[1m芸術は非常に環境省です。\u001b[22m, \u001b[1m芸術は非常にMOEです。\u001b[22m\n\u001b[4mAlmost everything about it is supposed to be moe.\u001b[24m\n    \u001b[1mそれについてのほとんどすべてがモエであるはずです。\u001b[22m, \u001b[1mそれについてのほとんどすべてが萌えすることになっています。\u001b[22m\n\u001b[4mLittle girls with no female features is apparently awesome in Japan... That is a cultural divide for me.\u001b[24m\n    \u001b[1m日本では女性の機能を持たない少女たちは一見素晴らしいです...それは私の文化的な分裂です。\u001b[22m, \u001b[1mなし女性の特徴を持つ女の子はそれは私のために文化的な格差である...日本では明らかに素晴らしいです。\u001b[22m\n\u001b[4mAnyway, I was unimpressed with how the artists would repeat the exact same scenes, two, three and sometimes four times.\u001b[24m\n    \u001b[1mとにかく、私は、アーティストが2、3、そして時には4回同じまったく同じシーンをどのように繰り返すかには驚いていませんでした。\u001b[22m, \u001b[1mとにかく、私はアーティストがまったく同じシーン、2、3、時には4回繰り返すだろうかと感心しました。\u001b[22m\n\u001b[4mIt felt like there was a really big budget cut, so they took short cuts in a few places, and you'll notice them when/if you watch the show.\u001b[24m\n    \u001b[1mそれは本当に大きな予算カットがあったように感じたので、いくつかの場所で短期間の削減を行いました。そして、あなたがショーを見たときに気付くでしょう。\u001b[22m, \u001b[1m本当に大きな予算削減があったようにそれは感じたので、彼らはいくつかの場所で短いカットを取って、あなたがショーを見た場合ときに/あなたがそれらに気付くでしょう。\u001b[22m\n\u001b[4mAnd for some reason, frilly and complex costumes are impressive in Japan... it's no wonder that you need magic in order to put on these extremely complex clothes like that.\u001b[24m\n    \u001b[1mそして何らかの理由で、フリルで複雑な衣装が日本では印象的です...そういう非常に複雑な服を着るためには、魔法が必要なのは当然のことです。\u001b[22m, \u001b[1mそして、いくつかの理由で、フリル、複雑な衣装は、日本で印象的です...それはあなたがそのようなこれらの極めて複雑な服を置くために魔法が必要であることも不思議ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOther than a few things, I guess I can say that I enjoyed the show a little bit. It felt more like a waste of time rather than something I had to watch to satisfy my curiosity. There was good moments here and there, but the ecchiness was mainly involved with the little girls with no feminine features. Looking at naked little girls is practically no different from looking at naked little boys.\n\n\u001b[1mいくつかのこと以外にも、私は少しショーを楽しんだと言えるでしょう。 私の好奇心を満たすために見なければならないものよりむしろ時間の無駄のように感じました。 ここやそこには良い瞬間がありましたが、エッチ感は主に女性の特徴がない小さな女の子と関わっていました。 裸の少女を見ることは、裸の少年を見ることと実質的に異ならない。\u001b[22m\n\u001b[1m(Ikutsu ka no koto igai ni mo, watashi wa sukoshi shō o tanoshinda to ierudeshou. Watashi no kōkishin o mitasu tame ni minakereba naranai mono yori mushiro jikan'nomuda no yō ni kanjimashita. Koko ya soko ni wa yoi shunkan ga arimashitaga, etchi-kan wa omoni josei no tokuchō ga nai chīsana on'nanoko to kakawatte imashita. Hadaka no shōjo o miru koto wa, hadaka no shōnen o miru koto to jisshitsu-teki ni kotonaranai.)\u001b[22m\n\nTranslations of \u001b[4mOther than a few things, I guess I can say that I enjoyed the show a little bit. It felt more like a waste of time rather than something I had to watch to satisfy my curiosity. There was good moments here and there, but the ecchiness was mainly involved with the little girls with no feminine features. Looking at naked little girls is practically no different from looking at naked little boys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than a few things, I guess I can say that I enjoyed the show a little bit.\u001b[24m\n    \u001b[1mいくつかのこと以外にも、私は少しショーを楽しんだと言えるでしょう。\u001b[22m, \u001b[1mいくつかのこと以外にも、私は私がショーを少し楽しんでいると言うことができますね。\u001b[22m\n\u001b[4mIt felt more like a waste of time rather than something I had to watch to satisfy my curiosity.\u001b[24m\n    \u001b[1m私の好奇心を満たすために見なければならないものよりむしろ時間の無駄のように感じました。\u001b[22m, \u001b[1mこれは、より多くの私は私の好奇心を満たすために見なければならなかった時間の無駄ではなく、何かのように感じました。\u001b[22m\n\u001b[4mThere was good moments here and there, but the ecchiness was mainly involved with the little girls with no feminine features.\u001b[24m\n    \u001b[1mここやそこには良い瞬間がありましたが、エッチ感は主に女性の特徴がない小さな女の子と関わっていました。\u001b[22m, \u001b[1mそこに良い瞬間がここにありましたが、エッチさはありませんフェミニンな機能を備えた小さな女の子と主に関与していました。\u001b[22m\n\u001b[4mLooking at naked little girls is practically no different from looking at naked little boys.\u001b[24m\n    \u001b[1m裸の少女を見ることは、裸の少年を見ることと実質的に異ならない。\u001b[22m, \u001b[1m裸の女の子を見てみると裸の男の子を見てから実質的に違いはありません。\u001b[22m\n\u001b[1m\u001b[22m\n~~~\n\n\u001b[1m~~~\u001b[22m\n\u001b[1m(~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~\u001b[24m\n    \u001b[1m~~~\u001b[22m\nSubs Groups Watched: DmonHiro, mbt\n\n\u001b[1m見られたサブグループ：DmonHiro、mbt\u001b[22m\n\u001b[1m(Mirareta sabugurūpu: DmonHiro, mbt)\u001b[22m\n\nTranslations of \u001b[4mSubs Groups Watched: DmonHiro, mbt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSubs Groups Watched: DmonHiro, mbt\u001b[24m\n    \u001b[1m見られたサブグループ：DmonHiro、mbt\u001b[22m, \u001b[1m潜水グループ視聴回数：DmonHiro、MBT\u001b[22m"
  }
]
