[
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "AnimeZ0id",
    "profile": "/profile/AnimeZ0id/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=155267",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  7\nキャラクター|  9\n|  8\n\n私は本当にマンガを読んでみたいですが、最初の4章か5つの章だけが英語に翻訳されています。\n\nストーリー：8 / 10-この話は、変態者でもある他の男の子たちの超自然的なクラブにいる変態者に関する話です。 ある日、彼らは魔女を召喚することに決めましたが、最終的には考えても効果がありません。 しかし、彼女は来る、ルルモ。 そしてShibakiはパンティーのペアであることを許諾された願いを得る。 そして、ShibakiとRurumoが「契約」の下で結ばれていることの後で、多くのことが起こります。\n\n物事は、魔法の衣装と彼女の身近なものを黒い猫のように、上品です。 最初はあなたはそれがちょっと「ええ」だと分かっています。  Shibakiは基本的にあなたの古典的な変態者でスカートを見て、パンティーを見ることができるようにフリップします。 彼はポルノが好きです、それは明らかにされています。 そして、これは女性の聴衆に不快に思えるかもしれませんが、女性としては、このショーはちょっと陽気です。\n\n私は、この男は実際に本当にいいことを意味します。 甘い瞬間がありますが、あなたは自分の頭を傾けることができます。同じ人ですか？  4つのエピソードだけで、ルルモとの関係がある程度深まるにつれて、彼のキャラクターが徐々に変化するのを見ることができます。 全体的にかわいい＆amp; 面白い話！\n\nアート：5 / 10-それは独特で、それは独自のスタイルを持っていますが、私はこのアニメの最も弱い点が芸術であると正直に言うことができます。 私は正直にそれを嫌いです。 しかし、それはあまりにもひどいものではありませんが、私のお茶はありません。\n\nしかし、あなたはその面を過ぎることができれば、あなたは行くのが良い\n\nサウンド：7/10-どんなアニメの音楽も、常に人とのヒットやミスです。 誰かがそれを嫌っても、気にしていなくても、それを愛しても、すべてが意見です。 しかし、私はOP＆amp; amp;  ED。 私は正直言って、それは穏やかで何も耳出血ではないと言うことができます。\n\nしかし、ほとんどのOP＆amp; あなたがそれを嫌うなら、それは大丈夫です。\n\nキャラクター：9 / 10-キャラクターはちょっと陽気です。  Shibakiは時には非常に密集して無知で、彼が無意識のまわりでさまようのを見るのは面白いです。 彼の全体的な人格は、彼の変態的な嫌悪感に基づいていますが、態度の変化は遅いです。 私は彼が本当にルルモを気にしていることを意味します。なぜなら、彼女はかわいい女の子ではなく、本当に彼女が傷つけたくないからです。 彼はできる限り毎回彼女を助けようとする。 そして何らかの理由で、彼にその側を見ることはちょうどいいです。 彼の母親は彼を鷹のように見ているので、彼は離婚して女の子を誘拐しない。 文字通り。 私は彼のお母さんが大好きです。\n\nルルモは練習中の魔女であり、すべてのチケットがなくなるまでシバキと一緒にいなければならない。 彼女は非常に愛らしい人物で、彼女もかなり無慈悲ですが、さらにそうです。 しかし、彼女は人間の世界に住んでいる魔女なので、彼女の認識は弱いです。 しかし、それは、彼女が人間界と柴垣との距離を離そうとする彼女の闘いを見ているということです。 それはエピソード4で明らかですが、彼女は自分の義務に焦点を当て続けようとしているのですが、彼女がいる世界で心配しているのではなく、そうすることがより困難になっていることは明らかです\n\nそして、すべてのサポートキャラクターは迷惑でもあります。 面白い。 しかし全体的に私はそれらがすべて楽しい笑を見つける。\n\n楽しさ：7 / 10-私が言ったことすべてで、あなたはたぶんそれがちょうど良いスコアを得ているのだろうと思っているでしょう。 そして、それは簡単です、この物語は、定義プロットを生成することに欠けています。 しかし、それはエンターテインメントで徐々に増加しますが、本当に主要な目的はありません。\n\n\n全体的に：7 / 10-あなたがこのシリーズを見てより良い笑いをしたい場合は、！ 一日の終わりには、このショーは本当に楽しいです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI really wanna read the manga, but only the first like 4 or 5 chapters are translated to English.\n\n\u001b[1m私は本当にマンガを読んでみたいですが、最初の4章か5つの章だけが英語に翻訳されています。\u001b[22m\n\u001b[1m(Watashi wa hontōni manga o yonde mitaidesuga, saisho no 4-shō ka itsutsu no shō dake ga eigo ni hon'yaku sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI really wanna read the manga, but only the first like 4 or 5 chapters are translated to English.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really wanna read the manga, but only the first like 4 or 5 chapters are translated to English.\u001b[24m\n    \u001b[1m私は本当にマンガを読んでみたいですが、最初の4章か5つの章だけが英語に翻訳されています。\u001b[22m, \u001b[1m私は本当にたくは漫画を読みますが、最初のように4または5章では、英語に翻訳されています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10- This story is about a pervert who's in this supernatural club of other boys who are also perverts. One day they decide to summon a witch, but in the end thinking it doesn't work. BUT it does, and she does come, Rurumo. And Shibaki gets a wish granted, which is a pair of panties. And many things happen after that in which Shibaki and Rurumo are bond together under a 'contract.'\n\n\u001b[1mストーリー：8 / 10-この話は、変態者でもある他の男の子たちの超自然的なクラブにいる変態者に関する話です。 ある日、彼らは魔女を召喚することに決めましたが、最終的には考えても効果がありません。 しかし、彼女は来る、ルルモ。 そしてShibakiはパンティーのペアであることを許諾された願いを得る。 そして、ShibakiとRurumoが「契約」の下で結ばれていることの後で、多くのことが起こります。\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10 - Kono hanashi wa, hentai-shade mo aru ta no otokonoko-tachi no chō shizen-tekina kurabu ni iru hentai-sha ni kansuru hanashidesu. Aru Ni~Tsu, karera wa majo o shōkan suru koto ni kimemashitaga, saishūtekini wa kangaete mo kōka ga arimasen. Shikashi, kanojo wa kuru, rurumo. Soshite Shibaki wa pantī no peadearu koto o kyodaku sa reta negai o eru. Soshite, Shibaki to Rurumo ga `keiyaku' no shita de musuba rete iru koto no nochi de, ōku no koto ga okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10- This story is about a pervert who's in this supernatural club of other boys who are also perverts. One day they decide to summon a witch, but in the end thinking it doesn't work. BUT it does, and she does come, Rurumo. And Shibaki gets a wish granted, which is a pair of panties. And many things happen after that in which Shibaki and Rurumo are bond together under a 'contract.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10- This story is about a pervert who's in this supernatural club of other boys who are also perverts.\u001b[24m\n    \u001b[1mストーリー：8 / 10-この話は、変態者でもある他の男の子たちの超自然的なクラブにいる変態者に関する話です。\u001b[22m, \u001b[1mストーリー：8 / 10-この話も変質者である他の少年たちのこの超自然クラブでだ痴漢についてです。\u001b[22m\n\u001b[4mOne day they decide to summon a witch, but in the end thinking it doesn't work.\u001b[24m\n    \u001b[1mある日、彼らは魔女を召喚することに決めましたが、最終的には考えても効果がありません。\u001b[22m, \u001b[1mある日、彼らが魔女を召喚することにしたが、最終的にそれが機能しない考え。\u001b[22m\n\u001b[4mBUT it does, and she does come, Rurumo.\u001b[24m\n    \u001b[1mしかし、彼女は来る、ルルモ。\u001b[22m, \u001b[1mしかし、それはない、と彼女は、Rurumo来るん。\u001b[22m\n\u001b[4mAnd Shibaki gets a wish granted, which is a pair of panties.\u001b[24m\n    \u001b[1mそしてShibakiはパンティーのペアであることを許諾された願いを得る。\u001b[22m, \u001b[1mそしてShibakiはパンティーのペアです付与された願いを、取得します。\u001b[22m\n\u001b[4mAnd many things happen after that in which Shibaki and Rurumo are bond together under a 'contract.'\u001b[24m\n    \u001b[1mそして、ShibakiとRurumoが「契約」の下で結ばれていることの後で、多くのことが起こります。\u001b[22m, \u001b[1mそして、多くのものがShibakiとRurumoが下で一緒に結合されたものの後に起こる「契約」。\u001b[22m\n\u001b[1m\u001b[22m\nThings are cliche, like the witch outfit and having her familiar being a black cat. In the beginning you realize it's a little 'ehh.' Shibaki is basically your classic pervert who likes to look under skirts and flips them so he can see the panties. He likes porn, that has been made clear. And this might seem offensive to the female audience, but as a female myself, this show is just hilarious.\n\n\u001b[1m物事は、魔法の衣装と彼女の馴染みのある黒い猫のように、面白いです。 最初はあなたはそれがちょっと「ええ」だと分かっています。  Shibakiは基本的にあなたの古典的な変態者でスカートを見て、パンティーを見ることができるようにフリップします。 彼はポルノが好きです、それは明らかにされています。 そして、これは女性の聴衆に不快に思えるかもしれませんが、女性としては、このショーはちょっと陽気です。\u001b[22m\n\u001b[1m(Monogoto wa, mahō no ishō to kanojo no najimi no aru kuroi neko no yō ni, omoshiroidesu. Saisho wa anata wa sore ga chotto `e e'da to wakatte imasu. Shibaki wa kihontekini anata no koten-tekina hentai-sha de sukāto o mite, pantī o miru koto ga dekiru yō ni furippu shimasu. Kare wa poruno ga sukidesu, sore wa akiraka ni sa rete imasu. Soshite, koreha josei no chōshū ni fukai ni omoeru kamo shiremasenga, josei to shite wa, kono shō wa chotto yōkidesu.)\u001b[22m\n\nTranslations of \u001b[4mThings are cliche, like the witch outfit and having her familiar being a black cat. In the beginning you realize it's a little 'ehh.' Shibaki is basically your classic pervert who likes to look under skirts and flips them so he can see the panties. He likes porn, that has been made clear. And this might seem offensive to the female audience, but as a female myself, this show is just hilarious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThings are cliche, like the witch outfit and having her familiar being a black cat.\u001b[24m\n    \u001b[1m物事は、魔法の衣装と彼女の馴染みのある黒い猫のように、面白いです。\u001b[22m, \u001b[1m物事は魔女の衣装のように、決まり文句であり、黒猫である彼女のおなじみを持ちます。\u001b[22m\n\u001b[4mIn the beginning you realize it's a little 'ehh.'\u001b[24m\n    \u001b[1m最初はあなたはそれがちょっと「ええ」だと分かっています。\u001b[22m, \u001b[1m初めに、あなたはそれが少しだ実現」EHH。」\u001b[22m\n\u001b[4mShibaki is basically your classic pervert who likes to look under skirts and flips them so he can see the panties.\u001b[24m\n    \u001b[1mShibakiは基本的にあなたの古典的な変態者でスカートを見て、パンティーを見ることができるようにフリップします。\u001b[22m, \u001b[1mShibakiは、基本的にはスカートの下に見えるのが好きと彼はパンティーを見ることができるように、それらを反転させ、あなたの古典的な変態です。\u001b[22m\n\u001b[4mHe likes porn, that has been made clear.\u001b[24m\n    \u001b[1m彼はポルノが好きです、それは明らかにされています。\u001b[22m, \u001b[1m彼は明らかにされたポルノを、好きです。\u001b[22m\n\u001b[4mAnd this might seem offensive to the female audience, but as a female myself, this show is just hilarious.\u001b[24m\n    \u001b[1mそして、これは女性の聴衆に不快に思えるかもしれませんが、女性としては、このショーはちょっと陽気です。\u001b[22m, \u001b[1mそして、これは女性の視聴者に不快感を与えるように見えるかもしれませんが、女性の自分のように、このショーはちょうど陽気です。\u001b[22m\n\u001b[1m\u001b[22m\nI mean this guys is actually really nice. There are sweet moments in which you you kind of tilt your head as ask yourself 'is that the same guy?' With only being 4 episodes in, you can already see his character gradually change as his relationship with Rurumo deepens to some extent. Overall a cute &amp; funny story!\n\n\u001b[1m私は、この男は実際に本当にいいことを意味します。 甘い瞬間がありますが、あなたは自分の頭を傾けることができます。同じ人ですか？  4つのエピソードだけで、ルルモとの関係がある程度深まるにつれて、彼のキャラクターが徐々に変化するのを見ることができます。 全体的にかわいい＆amp; 面白い話！\u001b[22m\n\u001b[1m(Watashi wa, kono otoko wa jissai ni hontōni ī koto o imi shimasu. Amai shunkan ga arimasuga, anata wa jibun no atama o katamukeru koto ga dekimasu. Onaji hitodesu ka? 4Tsu no episōdo dake de, rurumo to no kankei ga aruteido fukamaru ni tsurete, kare no kyarakutā ga jojoni henka suru no o miru koto ga dekimasu. Zentai-teki ni kawaī& amp; omoshiroi hanashi!)\u001b[22m\n\nTranslations of \u001b[4mI mean this guys is actually really nice. There are sweet moments in which you you kind of tilt your head as ask yourself 'is that the same guy?' With only being 4 episodes in, you can already see his character gradually change as his relationship with Rurumo deepens to some extent. Overall a cute &amp; funny story!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean this guys is actually really nice.\u001b[24m\n    \u001b[1m私は、この男は実際に本当にいいことを意味します。\u001b[22m, \u001b[1m私はこの男は、実際には本当に素敵であることを意味します。\u001b[22m\n\u001b[4mThere are sweet moments in which you you kind of tilt your head as ask yourself 'is that the same guy?'\u001b[24m\n    \u001b[1m甘い瞬間がありますが、あなたは自分の頭を傾けることができます。同じ人ですか？\u001b[22m, \u001b[1mあなたの種類の自分自身に問うように、あなたの頭を傾けた甘い瞬間があります 'は、同じ男です？」\u001b[22m\n\u001b[4mWith only being 4 episodes in, you can already see his character gradually change as his relationship with Rurumo deepens to some extent.\u001b[24m\n    \u001b[1m4つのエピソードだけで、ルルモとの関係がある程度深まるにつれて、彼のキャラクターが徐々に変化するのを見ることができます。\u001b[22m, \u001b[1mだけで4エピソードであることで、あなたはすでにRurumoと彼の関係はある程度深くなるように彼の性格が徐々に変化を見ることができます。\u001b[22m\n\u001b[4mOverall a cute &amp;\u001b[24m\n    \u001b[1m全体的にかわいい＆amp;\u001b[22m, \u001b[1m全体的にかわいい＆＃038;\u001b[22m\n\u001b[4mfunny story!\u001b[24m\n    \u001b[1m面白い話！\u001b[22m, \u001b[1mおかしな話！\u001b[22m\n\u001b[1m\u001b[22m\nArt: 5/10- Though it is unique and has it's own style, I can honestly say this anime's weakest point is the art. I honestly dislike it. But it's nothing too terrible, but not my cup of tea.\n\n\u001b[1mアート：5 / 10-それは独特で、それは独自のスタイルを持っていますが、私はこのアニメの最も弱い点が芸術であると正直に言うことができます。 私は正直にそれを嫌いです。 しかし、それはあまりにもひどいものではありませんが、私のお茶はありません。\u001b[22m\n\u001b[1m(Āto: 5/ 10 - Sore wa dokutokude, sore wa dokuji no sutairu o motte imasuga, watashi wa kono anime no mottomo yowai ten ga geijutsudearu to shōjiki ni iu koto ga dekimasu. Watashi wa shōjiki ni sore o kiraidesu. Shikashi, sore wa amarini mo hidoi monode wa arimasenga, watashi no ocha wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: 5/10- Though it is unique and has it's own style, I can honestly say this anime's weakest point is the art. I honestly dislike it. But it's nothing too terrible, but not my cup of tea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 5/10- Though it is unique and has it's own style, I can honestly say this anime's weakest point is the art.\u001b[24m\n    \u001b[1mアート：5 / 10-それは独特で、それは独自のスタイルを持っていますが、私はこのアニメの最も弱い点が芸術であると正直に言うことができます。\u001b[22m, \u001b[1mアート：5 / 10-それはユニークであり、それ自身のスタイルを持っていますが、私は正直このアニメの最大の弱点は芸術であると言うことができます。\u001b[22m\n\u001b[4mI honestly dislike it.\u001b[24m\n    \u001b[1m私は正直にそれを嫌いです。\u001b[22m, \u001b[1m私は正直にそれを嫌います。\u001b[22m\n\u001b[4mBut it's nothing too terrible, but not my cup of tea.\u001b[24m\n    \u001b[1mしかし、それはあまりにもひどいものではありませんが、私のお茶はありません。\u001b[22m, \u001b[1mしかし、それはあまりにもひどいものではなく、お茶の私のカップはないです。\u001b[22m\n\u001b[1m\u001b[22m\nBut if you can get past that aspect, then you're good to go\n\n\u001b[1mしかし、あなたはその面を過ぎることができれば、あなたは行くのが良い\u001b[22m\n\u001b[1m(Shikashi, anata wa sono men o sugiru koto ga dekireba, anata wa iku no ga yoi)\u001b[22m\n\nTranslations of \u001b[4mBut if you can get past that aspect, then you're good to go\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you can get past that aspect, then you're good to go\u001b[24m\n    \u001b[1mしかし、あなたはその面を過ぎることができれば、あなたは行くのが良い\u001b[22m, \u001b[1mあなたはその点を乗り越えることができればしかし、あなたは行ってもいいです\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10- The music in any anime is always a hit or a miss with people. Whether someone hates it, doesn't mind it, or loves it, is all in opinion. But I don't dislike the OP &amp; ED. I can honestly say it's soothing and nothing ear-bleeding.\n\n\u001b[1mサウンド：7/10-どんなアニメの音楽も、常に人とのヒットやミスです。 誰かがそれを嫌っても、気にしていなくても、それを愛しても、すべてが意見です。 しかし、私はOP＆amp; amp;  ED。 私は正直言って、それは穏やかで何も耳出血ではないと言うことができます。\u001b[22m\n\u001b[1m(Saundo: 7/ 10 - Don'na anime no ongaku mo, tsuneni hito to no hitto ya misudesu. Darekaga sore o kiratte mo, ki ni shite inakute mo, sore o aishite mo, subete ga ikendesu. Shikashi, watashi wa OP& amp; amp; ED. Watashi wa shōjiki itte, sore wa odayakade nani mo jishukketsude wa nai to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10- The music in any anime is always a hit or a miss with people. Whether someone hates it, doesn't mind it, or loves it, is all in opinion. But I don't dislike the OP &amp; ED. I can honestly say it's soothing and nothing ear-bleeding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10- The music in any anime is always a hit or a miss with people.\u001b[24m\n    \u001b[1mサウンド：7/10-どんなアニメの音楽も、常に人とのヒットやミスです。\u001b[22m, \u001b[1mサウンド：7 / 10-のアニメでの音楽は常にヒットや人々とのミスです。\u001b[22m\n\u001b[4mWhether someone hates it, doesn't mind it, or loves it, is all in opinion.\u001b[24m\n    \u001b[1m誰かがそれを嫌っても、気にしていなくても、それを愛しても、すべてが意見です。\u001b[22m, \u001b[1m誰かがそれを気にしない、それを嫌って、またはそれを愛するかどうかは、すべての意見です。\u001b[22m\n\u001b[4mBut I don't dislike the OP &amp;\u001b[24m\n    \u001b[1mしかし、私はOP＆amp; amp;\u001b[22m, \u001b[1mしかし、私はOP＆アンペアを嫌いしないでください。\u001b[22m\n\u001b[4mED.\u001b[24m\n    \u001b[1mED。\u001b[22m\n\u001b[4mI can honestly say it's soothing and nothing ear-bleeding.\u001b[24m\n    \u001b[1m私は正直言って、それは穏やかで何も耳出血ではないと言うことができます。\u001b[22m, \u001b[1m私は正直にそれがなだめると何も耳出血だと言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nBut like most OPs &amp; EDs, people normally skip it after the first time listening to it, so it's okay if you hate it haha.\n\n\u001b[1mしかし、ほとんどのOP＆amp; あなたがそれを嫌うなら、それは大丈夫です。\u001b[22m\n\u001b[1m(Shikashi, hotondo no OP& amp; anata ga sore o kiraunara, sore wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mBut like most OPs &amp; EDs, people normally skip it after the first time listening to it, so it's okay if you hate it haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut like most OPs &amp;\u001b[24m\n    \u001b[1mしかし、ほとんどのOP＆amp;\u001b[22m, \u001b[1mしかし、ほとんどのOP＆アンプ等。\u001b[22m\n\u001b[4mEDs, people normally skip it after the first time listening to it, so it's okay if you hate it haha.\u001b[24m\n    \u001b[1mあなたがそれを嫌うなら、それは大丈夫です。\u001b[22m, \u001b[1mEDSは、人々は通常、それを聞いて、初めての後にそれをスキップするので、あなたが笑それを嫌う場合には大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10- The character's are just hilarious. Shibaki is so dense and clueless at times that it's interesting to watch him wander around aimlessly. His whole personality is based on his pervert antics but with a slow change in attitude. I mean he really cares about Rurumo, and not because she's a cute girl, but because he genuinely doesn't want her to get hurt. He tries to help her whenever he can. And for some reason it's just nice to see that side to him. Not to mention his mom is watching him like a hawk so he doesn't go off and kidnap some girls; literally. I love his mom haha.\n\n\u001b[1mキャラクター：9 / 10-キャラクターはちょっと陽気です。  Shibakiは時には非常に密集して無知で、彼が無意識のまわりでさまようのを見るのは面白いです。 彼の全体的な人格は、彼の変態的な嫌悪感に基づいていますが、態度の変化は遅いです。 私は彼が本当にルルモを気にしていることを意味します。なぜなら、彼女はかわいい女の子ではなく、本当に彼女が傷つけたくないからです。 彼はできる限り毎回彼女を助けようとする。 そして何らかの理由で、彼にその側を見ることはちょうどいいです。 彼の母親は彼を鷹のように見ているので、彼は離婚して女の子を誘拐しない。 文字通り。 私は彼のお母さんが大好きです。\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10 - Kyarakutā wa chotto yōkidesu. Shibaki wa tokiniha hijō ni misshū shite muchi de, kare ga muishiki no mawari de samayō no o miru no wa omoshiroidesu. Kare no zentai-tekina jinkaku wa, kare no hentai-tekina ken'o-kan ni motodzuite imasuga, taido no henka wa osoidesu. Watashi wa kare ga hontōni rurumo o ki ni shite iru koto o imi shimasu. Nazenara, kanojo wa kawaī on'nanokode wa naku, hontōni kanojo ga kizutsuketakunaikaradesu. Kare wa dekiru kagiri maikai kanojo o tasukeyou to suru. Soshite nanrakano riyū de, kare ni sono-gawa o miru koto wa chōdo īdesu. Kare no hahaoya wa kare o taka no yō ni mite irunode, kare wa rikon shite on'nanoko o yūkai shinai. Mojidōri. Watashi wa kare no okāsan ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10- The character's are just hilarious. Shibaki is so dense and clueless at times that it's interesting to watch him wander around aimlessly. His whole personality is based on his pervert antics but with a slow change in attitude. I mean he really cares about Rurumo, and not because she's a cute girl, but because he genuinely doesn't want her to get hurt. He tries to help her whenever he can. And for some reason it's just nice to see that side to him. Not to mention his mom is watching him like a hawk so he doesn't go off and kidnap some girls; literally. I love his mom haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10- The character's are just hilarious.\u001b[24m\n    \u001b[1mキャラクター：9 / 10-キャラクターはちょっと陽気です。\u001b[22m, \u001b[1mキャラクター：9 / 10-文字のはちょうど陽気です。\u001b[22m\n\u001b[4mShibaki is so dense and clueless at times that it's interesting to watch him wander around aimlessly.\u001b[24m\n    \u001b[1mShibakiは時には非常に密集して無知で、彼が無意識のまわりでさまようのを見るのは面白いです。\u001b[22m, \u001b[1mShibakiは、それは彼があてもなくさまよう見ることは興味深いことの回でとても緻密で無知です。\u001b[22m\n\u001b[4mHis whole personality is based on his pervert antics but with a slow change in attitude.\u001b[24m\n    \u001b[1m彼の全体的な人格は、彼の変態的な嫌悪感に基づいていますが、態度の変化は遅いです。\u001b[22m, \u001b[1m彼の全人格、彼の変態のふざけた態度ではなく、姿勢の遅い変化に基づいています。\u001b[22m\n\u001b[4mI mean he really cares about Rurumo, and not because she's a cute girl, but because he genuinely doesn't want her to get hurt.\u001b[24m\n    \u001b[1m私は彼が本当にルルモを気にしていることを意味します。なぜなら、彼女はかわいい女の子ではなく、本当に彼女が傷つけたくないからです。\u001b[22m, \u001b[1m私は彼女がかわいい女の子だから、彼は純粋に彼女が傷つくしたくないので、彼は本当にRurumo気はなく、意味します。\u001b[22m\n\u001b[4mHe tries to help her whenever he can.\u001b[24m\n    \u001b[1m彼はできる限り毎回彼女を助けようとする。\u001b[22m, \u001b[1m彼はいつでも彼ができる彼女を助けるためにしようとします。\u001b[22m\n\u001b[4mAnd for some reason it's just nice to see that side to him.\u001b[24m\n    \u001b[1mそして何らかの理由で、彼にその側を見ることはちょうどいいです。\u001b[22m, \u001b[1mそして、いくつかの理由で、それは彼にその側面を見ることだけでうれしいです。\u001b[22m\n\u001b[4mNot to mention his mom is watching him like a hawk so he doesn't go off and kidnap some girls;\u001b[24m\n    \u001b[1m彼の母親は彼を鷹のように見ているので、彼は離婚して女の子を誘拐しない。\u001b[22m, \u001b[1m彼はオフに行くといくつかの女の子を誘拐しないように彼のお母さんは鷹のように彼を見ているは言うまでもありません。\u001b[22m\n\u001b[4mliterally.\u001b[24m\n    \u001b[1m文字通り。\u001b[22m\n\u001b[4mI love his mom haha.\u001b[24m\n    \u001b[1m私は彼のお母さんが大好きです。\u001b[22m, \u001b[1m私は笑彼のお母さんが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nRurumo is a witch in training and has to stay with Shibaki until all the tickets are gone. She's a very lovable character and she's pretty clueless as well, but even more so. But she is a witch living in a human world so her perception on them is kind of weak. But with that said, you see her struggle to distance herself from the human world and from Shibaki. It's apparent in episode 4 she's trying to stay focused on her duty, instead of being carefree in the world she's in. But it's also apparent that it's getting harder to do so\n\n\u001b[1mルルモは練習中の魔女であり、すべてのチケットがなくなるまでシバキと一緒にいなければならない。 彼女は非常に愛らしい人物で、彼女もかなり無慈悲ですが、さらにそうです。 しかし、彼女は人間の世界に住んでいる魔女なので、彼女の認識は弱いです。 しかし、それは、彼女が人間界と柴垣との距離を離そうとする彼女の闘いを見ているということです。 それはエピソード4で明らかですが、彼女は自分の義務に焦点を当て続けようとしているのですが、彼女がいる世界で心配しているのではなく、そうすることがより困難になっていることは明らかです\u001b[22m\n\u001b[1m(Rurumo wa renshū-chū no majodeari, subete no chiketto ga nakunaru made Shibaki to issho ni inakereba naranai. Kanojo wa hijō ni airashī jinbutsu de, kanojo mo kanari mujihidesuga, sarani sōdesu. Shikashi, kanojo wa ningen no sekai ni sunde iru majonanode, kanojo no ninshiki wa yowaidesu. Shikashi, soreha, kanojo ga ningen-kai to Shibagaki to no kyori o hanasou to suru kanojo no tatakai o mite iru to iu kotodesu. Sore wa episōdo 4 de akirakadesuga, kanojo wa jibun no gimu ni shōten o ate tsudzukeyou to shite iru nodesuga, kanojo ga iru sekai de shinpai shite iru node wa naku,-sō suru koto ga yori kon'nan ni natte iru koto wa akirakadesu)\u001b[22m\n\nTranslations of \u001b[4mRurumo is a witch in training and has to stay with Shibaki until all the tickets are gone. She's a very lovable character and she's pretty clueless as well, but even more so. But she is a witch living in a human world so her perception on them is kind of weak. But with that said, you see her struggle to distance herself from the human world and from Shibaki. It's apparent in episode 4 she's trying to stay focused on her duty, instead of being carefree in the world she's in. But it's also apparent that it's getting harder to do so\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRurumo is a witch in training and has to stay with Shibaki until all the tickets are gone.\u001b[24m\n    \u001b[1mルルモは練習中の魔女であり、すべてのチケットがなくなるまでシバキと一緒にいなければならない。\u001b[22m, \u001b[1mRurumoは、トレーニング中の魔女であり、すべてのチケットがなくなるまでShibakiに滞在する必要があります。\u001b[22m\n\u001b[4mShe's a very lovable character and she's pretty clueless as well, but even more so.\u001b[24m\n    \u001b[1m彼女は非常に愛らしい人物で、彼女もかなり無慈悲ですが、さらにそうです。\u001b[22m, \u001b[1m彼女は非常に愛すべきキャラクターだと、彼女は同様にかなり無知だが、なおさら。\u001b[22m\n\u001b[4mBut she is a witch living in a human world so her perception on them is kind of weak.\u001b[24m\n    \u001b[1mしかし、彼女は人間の世界に住んでいる魔女なので、彼女の認識は弱いです。\u001b[22m, \u001b[1mしかし、彼女はそれらの彼女の認識は一種の弱いので、人間の世界に住む魔女です。\u001b[22m\n\u001b[4mBut with that said, you see her struggle to distance herself from the human world and from Shibaki.\u001b[24m\n    \u001b[1mしかし、それは、彼女が人間界と柴垣との距離を離そうとする彼女の闘いを見ているということです。\u001b[22m, \u001b[1mしかし、そうは言って、あなたは人間の世界からとShibakiから身を遠ざけるために彼女の闘争を参照してください。\u001b[22m\n\u001b[4mIt's apparent in episode 4 she's trying to stay focused on her duty, instead of being carefree in the world she's in. But it's also apparent that it's getting harder to do so\u001b[24m\n    \u001b[1mそれはエピソード4で明らかですが、彼女は自分の義務に焦点を当て続けようとしているのですが、彼女がいる世界で心配しているのではなく、そうすることがより困難になっていることは明らかです\u001b[22m, \u001b[1mそれは彼女が代わりに彼女は中の世界で屈託のあることの、彼女の職務に集中しようとしているエピソード4で明らかだ。しかし、それはそうするように難しくなってきたことも明らかです\u001b[22m\n\u001b[1m\u001b[22m\nAnd all the supporting characters are both annoying &amp; entertaining. But overall I find them all enjoyable haha.\n\n\u001b[1mそして、すべてのサポートキャラクターは迷惑でもあります。 面白い。 しかし全体的に私はそれらがすべて楽しい笑を見つける。\u001b[22m\n\u001b[1m(Soshite, subete no sapōtokyarakutā wa meiwakude mo arimasu. Omoshiroi. Shikashi zentai-teki ni watashi wa sorera ga subete tanoshī Emi o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mAnd all the supporting characters are both annoying &amp; entertaining. But overall I find them all enjoyable haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd all the supporting characters are both annoying &amp;\u001b[24m\n    \u001b[1mそして、すべてのサポートキャラクターは迷惑でもあります。\u001b[22m, \u001b[1mそして、すべてのサポートの文字が迷惑＆＃038の両方です。\u001b[22m\n\u001b[4mentertaining.\u001b[24m\n    \u001b[1m面白い。\u001b[22m, \u001b[1m面白いです。\u001b[22m\n\u001b[4mBut overall I find them all enjoyable haha.\u001b[24m\n    \u001b[1mしかし全体的に私はそれらがすべて楽しい笑を見つける。\u001b[22m, \u001b[1mしかし全体的に私は彼らにすべての楽しい（笑）を見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10- With everything that I've said, you're probably wondering why it's getting just a 'good' score. And it's simple, this story lacks in producing a define plot. But it does gradually increase in entertainment, but there really is no main objective.\n\n\u001b[1m楽しさ：7 / 10-私が言ったことすべてで、あなたはたぶんそれがちょうど良いスコアを得ているのだろうと思っているでしょう。 そして、それは簡単です、この物語は、定義プロットを生成することに欠けています。 しかし、それはエンターテインメントで徐々に増加しますが、本当に主要な目的はありません。\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10 - Watashi ga itta koto subete de, anata wa tabun sore ga chōdo yoi sukoa o ete iru nodarou to omotte irudeshou. Soshite, sore wa kantandesu, kono monogatari wa, teigi purotto o seisei suru koto ni kakete imasu. Shikashi, soreha entāteinmento de jojoni zōka shimasuga, hontōni shuyōna mokuteki wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10- With everything that I've said, you're probably wondering why it's getting just a 'good' score. And it's simple, this story lacks in producing a define plot. But it does gradually increase in entertainment, but there really is no main objective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10- With everything that I've said, you're probably wondering why it's getting just a 'good' score.\u001b[24m\n    \u001b[1m楽しさ：7 / 10-私が言ったことすべてで、あなたはたぶんそれがちょうど良いスコアを得ているのだろうと思っているでしょう。\u001b[22m, \u001b[1m楽しさ：7 / 10-私はそれだけで「良い」スコアを得ているなぜあなたはおそらく迷っている、言ったすべてと。\u001b[22m\n\u001b[4mAnd it's simple, this story lacks in producing a define plot.\u001b[24m\n    \u001b[1mそして、それは簡単です、この物語は、定義プロットを生成することに欠けています。\u001b[22m, \u001b[1mそれは簡単ですと、この物語は定義プロットを生成するに欠けます。\u001b[22m\n\u001b[4mBut it does gradually increase in entertainment, but there really is no main objective.\u001b[24m\n    \u001b[1mしかし、それはエンターテインメントで徐々に増加しますが、本当に主要な目的はありません。\u001b[22m, \u001b[1mしかし、それは徐々にエンターテイメントの増加んが、実際には主な目的はありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10- If you wanna good laugh, than watch this series! Cuz at the end of the day, this show is really enjoyable!\n\n\u001b[1m全体的に：7 / 10-あなたがこのシリーズを見てより良い笑いをしたい場合は、！ 一日の終わりには、このショーは本当に楽しいです！\u001b[22m\n\u001b[1m(Zentai-teki ni: 7/ 10 - Anata ga kono shirīzu o mite yoriyoi warai o shitai baai wa,! Ichinichinoowari ni wa, kono shō wa hontōni tanoshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10- If you wanna good laugh, than watch this series! Cuz at the end of the day, this show is really enjoyable!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10- If you wanna good laugh, than watch this series!\u001b[24m\n    \u001b[1m全体的に：7 / 10-あなたがこのシリーズを見てより良い笑いをしたい場合は、！\u001b[22m, \u001b[1m全体：7 / 10-このシリーズを見てより良い笑いをしたい場合は！\u001b[22m\n\u001b[4mCuz at the end of the day, this show is really enjoyable!\u001b[24m\n    \u001b[1m一日の終わりには、このショーは本当に楽しいです！\u001b[22m, \u001b[1m一日の終わりにcuzの、このショーは本当に楽しいです！\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Hime-In-A-Box",
    "profile": "/profile/Hime-In-A-Box/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=162169",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nあのね？ 何故なの。 私はこのショーに私の意見を書くのに時間を費やすだろう。 そしてそれにはあまりないので、それは短くなるでしょう。\n\nMajimoji Rurumoは素敵です。 それでおしまい。 これは全体的に柔らかいトーンで素敵でリラックスしたシリーズです。 いくつかのファンサービスがありますが、本当に、それは他のJ.C.スタッフアニメと比較してあまりにも厳しいものではありませんMajutsu no IndexやHentai Princeのようなものです。\n私は文字通りこのショーについて7/10という評価を与えました。 それはこのシリーズにとって完璧な数字のようです。 私はそれを悪い意味ではありません。\nそれが何を目指しているのか分かっていれば、このシリーズを悪口にするのは難しいです。\n\nルルモは、魔女と出会った少年の光っているシリーズです。 それは本当に一緒に彼らの日常生活に基づいてエピソードシリーズです。 それでおしまい。 実際、それはかなり落ち着いています。 それはそれらの一つです...気分が良いシリーズ。 それはあまりにも真剣に取られてはいませんが、時には、それはまだかなり感動しています。 それはその瞬間を持っています。\n\n私は本当に1つのことが好きです。それはKurataのRurumoに対する態度でした。 彼は日中ほとんど変態した子供だが、彼がルルモと一緒にいるときはいつでも、彼女を明るくしてくれているようだ。 そして、彼の中の変化を見るのは良い気分です。 彼は自分の世界に住んでいる間、彼女が本当に幸せになれるのを本当に望みたいと思うように感じます。\n\n私がこれについて持っているふわふわの気持ちにもかかわらず、私が持っていたわずかな問題が1つあり、実際には最初にしか存在しませんでした。\n最初は、それが私のものなのかどうかはわかりませんが、それはまるで同じように感じました...ルルモとクウタはいつも一緒に過ごしました。 同様に、同じエリアに両者が関わり、お互いにやりとりしているシーンはほとんどなく、短くて些細なものでした。 だから... Koutaが何か意味のあることを言ったときはいつも空のように感じた。\n後でKoutaが彼女と画面上の時間を過ごすようになると、これは修正され、小さなジレンマ（劇的でも生命的でもない）があり、両者を近づけます。 それらのエピソードのクライマックスは、心温まると私の顔に笑顔を置く傾向がある、または私は 'D'awwww...'\n\nこのサウンドは、ショーのための雰囲気を作り出します 私は、主にギターを弾いて構成されている音楽について話しています...私はこの言葉をもう一度使うのは嫌ですが、リラックスした曲です。  Acchi KocchiはRurumoより音楽にもっと力を入れているようだが、音楽と似ていた。 少なくとも、私の意見では。\n\n芸術は平均だった。  J.C. Staffによるアニメーション、私にはより美しいアニメーションが期待されていましたが、そうはしませんでした。 私はアニメーションのレベルがショーにうまく合っているのを見て、これに問題はありません。\n\n総合Majimoji Rurumoは気分が良いショーです。 それはプロットの点で真剣に取られることはありません、実際には、私はあなたがリラックスしたり、時々あなたの顔に笑顔を置くのに役立つものとしてそれを参照してください。 無関係に何かを見て、あなたが言うことができると思います。  10のうち7つのソリッド。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nYou know what? Why not. I'll spend some time to write up my opinion on this show. And since there isn't much to it, it's going to be short.\n\n\u001b[1mあのね？ 何故なの。 私はこのショーに私の意見を書くのに時間を費やすだろう。 そしてそれにはあまりないので、それは短くなるでしょう。\u001b[22m\n\u001b[1m(Ano ne? Nazena no. Watashi wa kono shō ni watashi no iken o kaku no ni jikan o tsuiyasudarou. Soshite soreni wa amari nainode, sore wa mijikaku narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mYou know what? Why not. I'll spend some time to write up my opinion on this show. And since there isn't much to it, it's going to be short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know what?\u001b[24m\n    \u001b[1mあのね？\u001b[22m, \u001b[1mあなたは何を知っていますか？\u001b[22m, \u001b[1m知っていますか？\u001b[22m\n\u001b[4mWhy not.\u001b[24m\n    \u001b[1m何故なの。\u001b[22m, \u001b[1mどうして？\u001b[22m, \u001b[1mなぜありません。\u001b[22m\n\u001b[4mI'll spend some time to write up my opinion on this show.\u001b[24m\n    \u001b[1m私はこのショーに私の意見を書くのに時間を費やすだろう。\u001b[22m, \u001b[1m私はこの番組に私の意見を書き込むためにいくつかの時間を費やすだろう。\u001b[22m\n\u001b[4mAnd since there isn't much to it, it's going to be short.\u001b[24m\n    \u001b[1mそしてそれにはあまりないので、それは短くなるでしょう。\u001b[22m, \u001b[1mそれまであまりありませんので、短いことになるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nMajimoji Rurumo is... nice. That's it. It's a nice, relaxing series with an overall... soft tone to it. There is some fanservice but really, it's nothing too severe compared to other J.C. Staff anime such as To aru Majutsu no Index or Hentai Prince.\n\n\u001b[1mMajimoji Rurumoは素敵です。 それでおしまい。 これは全体的に柔らかいトーンで素敵でリラックスしたシリーズです。 いくつかのファンサービスがありますが、本当に、それは他のJ.C.スタッフアニメと比較してあまりにも厳しいものではありませんMajutsu no IndexやHentai Princeのようなものです。\u001b[22m\n\u001b[1m(Majimoji Rurumo wa sutekidesu. Sorede oshimai. Kore wa zentai-teki ni yawarakai tōn de sutekide rirakkusu shita shirīzudesu. Ikutsu ka no fansābisu ga arimasuga, hontōni, sore wa hoka no J. C. Sutaffu anime to hikaku shite amarini mo kibishī monode wa arimasen Majutsu no Index ya Hentai purinsu no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mMajimoji Rurumo is... nice. That's it. It's a nice, relaxing series with an overall... soft tone to it. There is some fanservice but really, it's nothing too severe compared to other J.C. Staff anime such as To aru Majutsu no Index or Hentai Prince.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMajimoji Rurumo is... nice.\u001b[24m\n    \u001b[1mMajimoji Rurumoは素敵です。\u001b[22m, \u001b[1mまじもじるるもは...いいです。\u001b[22m\n\u001b[4mThat's it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mIt's a nice, relaxing series with an overall... soft tone to it.\u001b[24m\n    \u001b[1mこれは全体的に柔らかいトーンで素敵でリラックスしたシリーズです。\u001b[22m, \u001b[1mそれはそれへの全体的な...柔らかい口調で素敵な、リラックスしたシリーズです。\u001b[22m\n\u001b[4mThere is some fanservice but really, it's nothing too severe compared to other J.C. Staff anime such as To aru Majutsu no Index or Hentai Prince.\u001b[24m\n    \u001b[1mいくつかのファンサービスがありますが、本当に、それは他のJ.C.スタッフアニメと比較してあまりにも厳しいものではありませんMajutsu no IndexやHentai Princeのようなものです。\u001b[22m, \u001b[1mそこにいくつかサービスカットがあるが、実際、そのようなMajutsuないインデックスや変態王子をARUないことなど、他のJ.C.スタッフのアニメに比べてあまりにも深刻な何もありません。\u001b[22m\nI've literally given everything about this show a rating of 7/10. That seems like the perfect number for this series. I don't mean that in a bad way.\n\n\u001b[1m私は文字通りこのショーについて7/10という評価を与えました。 それはこのシリーズにとって完璧な数字のようです。 私はそれを悪い意味ではありません。\u001b[22m\n\u001b[1m(Watashi wa mojidōri kono shō ni tsuite 7/ 10 to iu hyōka o ataemashita. Sore wa kono shirīzu ni totte kanpekina sūji no yōdesu. Watashi wa sore o warui imide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI've literally given everything about this show a rating of 7/10. That seems like the perfect number for this series. I don't mean that in a bad way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've literally given everything about this show a rating of 7/10.\u001b[24m\n    \u001b[1m私は文字通りこのショーについて7/10という評価を与えました。\u001b[22m, \u001b[1m私は、文字通り7/10の評価を示し、このについてのすべてを与えてくれました。\u001b[22m\n\u001b[4mThat seems like the perfect number for this series.\u001b[24m\n    \u001b[1mそれはこのシリーズにとって完璧な数字のようです。\u001b[22m, \u001b[1mそれがこのシリーズのための完全な数のように思えます。\u001b[22m\n\u001b[4mI don't mean that in a bad way.\u001b[24m\n    \u001b[1m私はそれを悪い意味ではありません。\u001b[22m, \u001b[1m私は悪い方法であることを意味するものではありません。\u001b[22m\nIt's hard to badmouth this series if you understand what it's aiming for.\n\n\u001b[1mそれが何を目指しているのか分かっていれば、このシリーズを悪口にするのは難しいです。\u001b[22m\n\u001b[1m(Sore ga nani o mezashite iru no ka wakatte ireba, kono shirīzu o waruguchi ni suru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's hard to badmouth this series if you understand what it's aiming for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's hard to badmouth this series if you understand what it's aiming for.\u001b[24m\n    \u001b[1mそれが何を目指しているのか分かっていれば、このシリーズを悪口にするのは難しいです。\u001b[22m, \u001b[1mそれはあなたがそれが目指しているものを理解する場合は、このシリーズをbadmouthするのは難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nRurumo is a light-hearted series about a boy who meets a witch. It's really just an episodic series based on their daily life together. That's it. And actually, it's pretty calming. It's one of those... feel-good series. It's not too be taken too seriously and yet, at times, it still manages to be fairly touching. It has its moments.\n\n\u001b[1mルルモは、魔女と出会った少年の光っているシリーズです。 それは本当に一緒に彼らの日常生活に基づいてエピソードシリーズです。 それでおしまい。 実際、それはかなり落ち着いています。 それはそれらの一つです...気分が良いシリーズ。 それはあまりにも真剣に取られてはいませんが、時には、それはまだかなり感動しています。 それはその瞬間を持っています。\u001b[22m\n\u001b[1m(Rurumo wa, majo to deatta shōnen no hikari tte iru shirīzudesu. Sore wa hontōni issho ni karera no nichijō seikatsu nimotozuite episōdoshirīzudesu. Sorede oshimai. Jissai, sore wa kanari ochitsuite imasu. Sore wa sorera no hitotsudesu... Kibungayoi shirīzu. Sore wa amarini mo shinken ni tora rete wa imasenga, tokiniha, sore wa mada kanari kandō shite imasu. Sore wa sono shunkan o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mRurumo is a light-hearted series about a boy who meets a witch. It's really just an episodic series based on their daily life together. That's it. And actually, it's pretty calming. It's one of those... feel-good series. It's not too be taken too seriously and yet, at times, it still manages to be fairly touching. It has its moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRurumo is a light-hearted series about a boy who meets a witch.\u001b[24m\n    \u001b[1mルルモは、魔女と出会った少年の光っているシリーズです。\u001b[22m, \u001b[1mRurumoは魔女を満たしている少年についての陽気なシリーズです。\u001b[22m\n\u001b[4mIt's really just an episodic series based on their daily life together.\u001b[24m\n    \u001b[1mそれは本当に一緒に彼らの日常生活に基づいてエピソードシリーズです。\u001b[22m, \u001b[1mそれは本当に一緒に日常生活に基づいてちょうどエピソードシリーズです。\u001b[22m\n\u001b[4mThat's it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mAnd actually, it's pretty calming.\u001b[24m\n    \u001b[1m実際、それはかなり落ち着いています。\u001b[22m, \u001b[1mそして実際に、それはかなり心を落ち着かせるのです。\u001b[22m\n\u001b[4mIt's one of those... feel-good series.\u001b[24m\n    \u001b[1mそれはそれらの一つです...気分が良いシリーズ。\u001b[22m, \u001b[1mこれは、それらの...フィールグッドシリーズの一つです。\u001b[22m\n\u001b[4mIt's not too be taken too seriously and yet, at times, it still manages to be fairly touching.\u001b[24m\n    \u001b[1mそれはあまりにも真剣に取られてはいませんが、時には、それはまだかなり感動しています。\u001b[22m, \u001b[1mそれはあまりにも、あまりにも真剣に取られていない、まだ、時々、それはまだかなり感動的であることを管理しています。\u001b[22m\n\u001b[4mIt has its moments.\u001b[24m\n    \u001b[1mそれはその瞬間を持っています。\u001b[22m, \u001b[1mこれは、その瞬間を有します。\u001b[22m\n\u001b[1m\u001b[22m\nI do really like one thing, though, and that was Kouta's attitude towards Rurumo. He's a perverted kid throughout most of the day but, whenever he's with Rurumo he seems to lighten up and treat her sincerely. And it's a good feeling to see that change within him. It feels like he genuinely wants to see her become happy while living in his world.\n\n\u001b[1m私は本当に1つのことが好きです。それはKurataのRurumoに対する態度でした。 彼は日中ほとんど変態した子供だが、彼がルルモと一緒にいるときはいつでも、彼女を明るくしてくれているようだ。 そして、彼の中の変化を見るのは良い気分です。 彼は自分の世界に住んでいる間、彼女が本当に幸せになれるのを本当に望みたいと思うように感じます。\u001b[22m\n\u001b[1m(Watashi wa hontōni 1tsu no koto ga sukidesu. Sore wa Kurata no Rurumo ni taisuru taidodeshita. Kare wa nitchū hotondo hentai shita kodomodaga, kare ga rurumo to issho ni iru toki wa itsu demo, kanojo o akaruku shite kurete iru yōda. Soshite, kare no naka no henka o miru no wa yoi kibundesu. Kare wa jibun no sekai ni sunde iru ma, kanojo ga hontōni shiawase ni nareru no o hontōni nozomitai to omou yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mI do really like one thing, though, and that was Kouta's attitude towards Rurumo. He's a perverted kid throughout most of the day but, whenever he's with Rurumo he seems to lighten up and treat her sincerely. And it's a good feeling to see that change within him. It feels like he genuinely wants to see her become happy while living in his world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do really like one thing, though, and that was Kouta's attitude towards Rurumo.\u001b[24m\n    \u001b[1m私は本当に1つのことが好きです。それはKurataのRurumoに対する態度でした。\u001b[22m, \u001b[1mでも、私は一つのことを本当に好きです、それはRurumoに向けた小唄の態度でした。\u001b[22m\n\u001b[4mHe's a perverted kid throughout most of the day but, whenever he's with Rurumo he seems to lighten up and treat her sincerely.\u001b[24m\n    \u001b[1m彼は日中ほとんど変態した子供だが、彼がルルモと一緒にいるときはいつでも、彼女を明るくしてくれているようだ。\u001b[22m, \u001b[1m彼は、彼がライトアップと心から彼女を治療するためのようだRurumoでいたときに、一日の大半を通じて倒錯子供だが。\u001b[22m\n\u001b[4mAnd it's a good feeling to see that change within him.\u001b[24m\n    \u001b[1mそして、彼の中の変化を見るのは良い気分です。\u001b[22m, \u001b[1mそして、それは彼の中、その変化を見るために良い感じです。\u001b[22m\n\u001b[4mIt feels like he genuinely wants to see her become happy while living in his world.\u001b[24m\n    \u001b[1m彼は自分の世界に住んでいる間、彼女が本当に幸せになれるのを本当に望みたいと思うように感じます。\u001b[22m, \u001b[1m彼は純粋に彼の世界に生きている間、彼女が幸せになるのを見たいと思うようにそれは感じています。\u001b[22m\n\u001b[1m\u001b[22m\nDespite all the fluffy feelings I hold for this, there is ONE slight issue I had, and really it was only present in the beginning.\n\n\u001b[1m私がこれについて持っているふわふわの気持ちにもかかわらず、私が持っていたわずかな問題が1つあり、実際には最初にしか存在しませんでした。\u001b[22m\n\u001b[1m(Watashi ga kore ni tsuite motte iru fuwafuwa no kimochi nimokakawarazu, watashi ga motte ita wazukana mondai ga 1tsu ari, jissai ni wa saisho ni shika sonzai shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite all the fluffy feelings I hold for this, there is ONE slight issue I had, and really it was only present in the beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite all the fluffy feelings I hold for this, there is ONE slight issue I had, and really it was only present in the beginning.\u001b[24m\n    \u001b[1m私がこれについて持っているふわふわの気持ちにもかかわらず、私が持っていたわずかな問題が1つあり、実際には最初にしか存在しませんでした。\u001b[22m, \u001b[1m私はこのために保持するすべてのふわふわ気持ちにもかかわらず、そこに私が持っていたONEわずかな問題であり、実際にそれは最初で唯一の存在でした。\u001b[22m\nAt first, I don't know if it's just me but, it felt as though... Rurumo and Kouta barely spent any time together. Like, there's barely any scenes involving both of them in the same area and interacting with each other and when there was, it was short and trivial. So... it felt kind of empty whenever Kouta said something meaningful to her.\n\n\u001b[1m最初は、それが私のものなのかどうかはわかりませんが、それはまるで同じように感じました...ルルモとクウタはいつも一緒に過ごしました。 同様に、同じエリアに両者が関わり、お互いにやりとりしているシーンはほとんどなく、短くて些細なものでした。 だから... Koutaが何か意味のあることを言ったときはいつも空のように感じた。\u001b[22m\n\u001b[1m(Saisho wa, sore ga watashi no monona no ka dō ka wa wakarimasenga, sore wa marude onajiyōni kanjimashita... Rurumo to kuuta wa itsumoisshoni sugoshimashita. Dōyō ni, onaji eria ni ryōsha ga kakawari, otagai ni yaritori shite iru shīn wa hotondo naku, mijikakute sasaina monodeshita.Dakara... Kouta ga nanika imi no aru koto o itta toki wa itsumo sora no yō ni kanjita.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I don't know if it's just me but, it felt as though... Rurumo and Kouta barely spent any time together. Like, there's barely any scenes involving both of them in the same area and interacting with each other and when there was, it was short and trivial. So... it felt kind of empty whenever Kouta said something meaningful to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I don't know if it's just me but, it felt as though... Rurumo and Kouta barely spent any time together.\u001b[24m\n    \u001b[1m最初は、それが私のものなのかどうかはわかりませんが、それはまるで同じように感じました...ルルモとクウタはいつも一緒に過ごしました。\u001b[22m, \u001b[1m最初は、それは私だけだ場合、私は知らないが、それは、しかし... Rurumoと小唄はほとんど一緒に任意の時間を過ごしたと感じました。\u001b[22m\n\u001b[4mLike, there's barely any scenes involving both of them in the same area and interacting with each other and when there was, it was short and trivial.\u001b[24m\n    \u001b[1m同様に、同じエリアに両者が関わり、お互いにやりとりしているシーンはほとんどなく、短くて些細なものでした。\u001b[22m, \u001b[1m同様に、同じ領域でそれらの両方を含む、互いに相互作用していたとき、それは短く、些細だったほとんど任意のシーンがあります。\u001b[22m\n\u001b[4mSo... it felt kind of empty whenever Kouta said something meaningful to her.\u001b[24m\n    \u001b[1mだから... Koutaが何か意味のあることを言ったときはいつも空のように感じた。\u001b[22m, \u001b[1m小唄は彼女に意味のある何かを言った時はいつでもだから...それは一種の空の感じ。\u001b[22m\nLater on in the show this is fixed when Kouta starts to spend more on-screen time with her and, there are small dilemmas (As in, nothing drastic or life-threatening) that bring the two closer. The climax of those episodes tend to be heart warming and put a smile on my face, or had me saying 'D'awwww...'\n\n\u001b[1m後でKoutaが彼女と画面上の時間を過ごすようになると、これは修正され、小さなジレンマ（劇的でも生命的でもない）があり、両者を近づけます。 それらのエピソードのクライマックスは、心温まると私の顔に笑顔を置く傾向がある、または私は 'D'awwww...'\u001b[22m\n\u001b[1m(Atode Kouta ga kanojo to gamen'ue no jikan o sugosu yō ni naru to, koreha shūsei sa re, chīsana jirenma (gekiteki demo seimei-tekide mo nai) ga ari, ryōsha o chikadzukemasu. Sorera no episōdo no kuraimakkusu wa, kokoroatatamaru to watashinokao ni egao o oku keikō ga aru, matawa watashi wa' D' awwww...')\u001b[22m\n\nTranslations of \u001b[4mLater on in the show this is fixed when Kouta starts to spend more on-screen time with her and, there are small dilemmas (As in, nothing drastic or life-threatening) that bring the two closer. The climax of those episodes tend to be heart warming and put a smile on my face, or had me saying 'D'awwww...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLater on in the show this is fixed when Kouta starts to spend more on-screen time with her and, there are small dilemmas (As in, nothing drastic or life-threatening) that bring the two closer.\u001b[24m\n    \u001b[1m後でKoutaが彼女と画面上の時間を過ごすようになると、これは修正され、小さなジレンマ（劇的でも生命的でもない）があり、両者を近づけます。\u001b[22m, \u001b[1m後でショーで、これは小さなジレンマがある、小唄は彼女と一緒に、より画面上の時間を過ごすために開始したときに固定され、（のようには、何も劇的なまたは生命を脅かす）2近いをもたらします。\u001b[22m\n\u001b[4mThe climax of those episodes tend to be heart warming and put a smile on my face, or had me saying 'D'awwww...'\u001b[24m\n    \u001b[1mそれらのエピソードのクライマックスは、心温まると私の顔に笑顔を置く傾向がある、または私は 'D'awwww...'\u001b[22m, \u001b[1mこれらのエピソードのクライマックスは、心温まることと私の顔に笑顔を置く傾向がある、または私は 'D'awwww...」と言っていました\u001b[22m\n\u001b[1m\u001b[22m\nThe sound creates a sort of atmosphere to the show that I haven't really felt in a cutesy series before. I'm talking about the music, which mainly consists of a guitar playing a... I hate to use this word again but, relaxing tune. Acchi Kocchi was similar with the music though that seemed to consist of more effort in the music than in Rurumo. At least, in my opinion.\n\n\u001b[1mこのサウンドは、ショーの雰囲気を創り出しています。私はこれまでのような連続では感じていませんでした。 私は、主にギターを弾いて構成されている音楽について話しています...私はこの言葉をもう一度使うのは嫌ですが、リラックスした曲です。  Acchi KocchiはRurumoより音楽にもっと力を入れているようだが、音楽と似ていた。 少なくとも、私の意見では。\u001b[22m\n\u001b[1m(Kono saundo wa, shō no fun'iki o tsukuridashite imasu. Watashi wa kore made no yōna renzokude wa kanjite imasendeshita. Watashi wa, omo ni gitā o hiite kōsei sa rete iru ongaku ni tsuite hanashite imasu... Watashi wa kono kotoba o mōichido tsukau no wa iyadesuga, rirakkusu shita kyokudesu. Acchi Kocchi wa Rurumo yori ongaku ni motto chikara o irete iru yōdaga, ongaku to nite ita. Sukunakutomo, watashi no ikende wa.)\u001b[22m\n\nTranslations of \u001b[4mThe sound creates a sort of atmosphere to the show that I haven't really felt in a cutesy series before. I'm talking about the music, which mainly consists of a guitar playing a... I hate to use this word again but, relaxing tune. Acchi Kocchi was similar with the music though that seemed to consist of more effort in the music than in Rurumo. At least, in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound creates a sort of atmosphere to the show that I haven't really felt in a cutesy series before.\u001b[24m\n    \u001b[1mこのサウンドは、ショーの雰囲気を創り出しています。私はこれまでのような連続では感じていませんでした。\u001b[22m, \u001b[1m音は、私は本当に前にキュートなシリーズの中で感じていないショーへの雰囲気のようなものを作成します。\u001b[22m\n\u001b[4mI'm talking about the music, which mainly consists of a guitar playing a... I hate to use this word again but, relaxing tune.\u001b[24m\n    \u001b[1m私は、主にギターを弾いて構成されている音楽について話しています...私はこの言葉をもう一度使うのは嫌ですが、リラックスした曲です。\u001b[22m, \u001b[1m私は主にギター演奏で構成された音楽、の話...私は再びこの言葉を使用することを嫌いますが、曲をリラックスしています。\u001b[22m\n\u001b[4mAcchi Kocchi was similar with the music though that seemed to consist of more effort in the music than in Rurumo.\u001b[24m\n    \u001b[1mAcchi KocchiはRurumoより音楽にもっと力を入れているようだが、音楽と似ていた。\u001b[22m, \u001b[1mあっちこっちはRurumoよりも音楽に多くの労力で構成するように見えたものの音楽と同様でした。\u001b[22m\n\u001b[4mAt least, in my opinion.\u001b[24m\n    \u001b[1m少なくとも、私の意見では。\u001b[22m, \u001b[1m私の意見では、少なくとも。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was average. Animated by J.C. Staff, it was expected by me to have nicer looking animation but, it didn't. I don't have a problem with this, seeing as the level of animation fit the show nicely.\n\n\u001b[1m芸術は平均だった。  J.C. Staffによるアニメーション、私にはより美しいアニメーションが期待されていましたが、そうはしませんでした。 私はアニメーションのレベルがショーにうまく合っているのを見て、これに問題はありません。\u001b[22m\n\u001b[1m(Geijutsu wa heikindatta. J. C. Staff ni yoru animēshon, watashiniha yori utsukushī animēshon ga kitai sa rete imashitaga, sō wa shimasendeshita. Watashi wa animēshon no reberu ga shō ni umaku atte iru no o mite, kore ni mondai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art was average. Animated by J.C. Staff, it was expected by me to have nicer looking animation but, it didn't. I don't have a problem with this, seeing as the level of animation fit the show nicely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was average.\u001b[24m\n    \u001b[1m芸術は平均だった。\u001b[22m, \u001b[1m芸術は平均でした。\u001b[22m\n\u001b[4mAnimated by J.C. Staff, it was expected by me to have nicer looking animation but, it didn't.\u001b[24m\n    \u001b[1mJ.C. Staffによるアニメーション、私にはより美しいアニメーションが期待されていましたが、そうはしませんでした。\u001b[22m, \u001b[1mJ.C.スタッフによってアニメ化、それがよりよい見て、アニメーションを持っている私が期待されたが、それはしませんでした。\u001b[22m\n\u001b[4mI don't have a problem with this, seeing as the level of animation fit the show nicely.\u001b[24m\n    \u001b[1m私はアニメーションのレベルがショーにうまく合っているのを見て、これに問題はありません。\u001b[22m, \u001b[1m私は素敵なショーに合わせてアニメーションのレベルとして見て、これで問題はありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Majimoji Rurumo is a feel-good show. It's not to be taken TOO seriously in terms of plot and, really, I see it as something to help you relax or put a smile on your face from time to time. Something to watch nonchalantly, I suppose you could say. A solid 7 out of 10.\n\n\u001b[1m総合Majimoji Rurumoは気分が良いショーです。 それはプロットの点で真剣に取られることはありません、実際には、私はあなたがリラックスしたり、時々あなたの顔に笑顔を置くのに役立つものとしてそれを参照してください。 無関係に何かを見て、あなたが言うことができると思います。  10のうち7つのソリッド。\u001b[22m\n\u001b[1m(Sōgō Majimoji Rurumo wa kibungayoi shōdesu. Sore wa purotto no tende shinken ni tora reru koto wa arimasen, jissai ni wa, watashi wa anata ga rirakkusu shi tari, tokidoki anata no kao ni egao o oku no ni yakudatsu mono to shite sore o sanshō shite kudasai. Mukankei ni nanika o mite, anata ga iu koto ga dekiru to omoimasu. 10 No uchi 7tsu no soriddo.)\u001b[22m\n\nTranslations of \u001b[4mOverall Majimoji Rurumo is a feel-good show. It's not to be taken TOO seriously in terms of plot and, really, I see it as something to help you relax or put a smile on your face from time to time. Something to watch nonchalantly, I suppose you could say. A solid 7 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Majimoji Rurumo is a feel-good show.\u001b[24m\n    \u001b[1m総合Majimoji Rurumoは気分が良いショーです。\u001b[22m, \u001b[1m全体的にまじもじるるもがfeel-良いショーです。\u001b[22m\n\u001b[4mIt's not to be taken TOO seriously in terms of plot and, really, I see it as something to help you relax or put a smile on your face from time to time.\u001b[24m\n    \u001b[1mそれはプロットの点で真剣に取られることはありません、実際には、私はあなたがリラックスしたり、時々あなたの顔に笑顔を置くのに役立つものとしてそれを参照してください。\u001b[22m, \u001b[1mそれは本当に、私はあなたがリラックスしたり、随時あなたの顔に笑顔を置く助けるために何かとして、それを参照してください、プロットの点でTOO真剣とすべきではないです。\u001b[22m\n\u001b[4mSomething to watch nonchalantly, I suppose you could say.\u001b[24m\n    \u001b[1m無関係に何かを見て、あなたが言うことができると思います。\u001b[22m, \u001b[1mさりげなく見て何かが、私はあなたが言うことができると仮定します。\u001b[22m\n\u001b[4mA solid 7 out of 10.\u001b[24m\n    \u001b[1m10のうち7つのソリッド。\u001b[22m, \u001b[1m10のうち固体7。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Doubleagent",
    "profile": "/profile/Doubleagent/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=165313",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  6\n\nこれは素晴らしかったですが、それは家庭については何も書かれていません。\n\nKouta Shibakiはあなたのクリシェホルモンの十代の若者で、女の子だけを考えています。ルルモは、世界の仕組みがほとんど分かっていない、貴方の外人です。 前提はKoutaが魔女ルルモを召喚し、彼の不滅の魂と引き換えに二人の女の子のズボンが与えられているところで、誤って交渉をする。\n\nRurumoは彼に暖まると、彼の魂を奪うことを拒否し、どんな希望のKoutaの欲望も与えることを強制されることによって処罰される。\n\nあなたがこれが本当に変態したアニメへのビルドのように聞こえたと思えば、私はあなたのせいにしませんが、それはキャラクターに焦点を当て、ファンサービスではなく、AT-Xにありますが、それは完全にPG-13です。\n\nRurumoと彼女のおなじみのChiroはショーの中で最高の部分です。 私はルルモの完全無感覚なペルソナを愛し、チロは偉大な漫画の救援の側面キャラクターです。 エピソードのいくつかはフラットになりますが、キャラクターのやりとりはショーを運ぶのに十分です。\n\n彼らがもっと作れば、私はそれを見ますが、私はちょうど息を呑むと待っているわけではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis was nice but it's nothing to write home about, just your standard slightly above average show.\n\n\u001b[1mこれは素晴らしかったですが、それは家庭については何も書かれていません。\u001b[22m\n\u001b[1m(Kore wa subarashikattadesuga, sore wa katei ni tsuite wa nani mo kaka rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mThis was nice but it's nothing to write home about, just your standard slightly above average show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was nice but it's nothing to write home about, just your standard slightly above average show.\u001b[24m\n    \u001b[1mこれは素晴らしかったですが、それは家庭については何も書かれていません。\u001b[22m, \u001b[1mこれは良かったが、それはわずかに平均のショーの上に、約自宅ちょうどあなたの標準を記述するために何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nKouta Shibaki is your cliché hormonal teen who only thinks about girls and Rurumo is your cliché outsider who has hardly any idea of how the world works. Premise is Kouta summons the witch Rurumo and accidentally strikes a bargain where in he is given a pair of girls pants in exchange for his immortal soul.\n\n\u001b[1mKouta Shibakiはあなたのクリシェホルモンの十代の若者で、女の子だけを考えています。ルルモは、世界の仕組みがほとんど分かっていない、貴方の外人です。 前提はKoutaが魔女ルルモを召喚し、彼の不滅の魂と引き換えに二人の女の子のズボンが与えられているところで、誤って交渉をする。\u001b[22m\n\u001b[1m(Kouta Shibaki wa anata no kurishehorumon no jūdai no wakamono de, on'nanoko dake o kangaete imasu. Rurumo wa, sekai no shikumi ga hotondo wakatte inai, anata no gaijindesu. Zentei wa Kouta ga majo rurumo o shōkan shi, kare no fumetsu no tamashī to hikikae ni futari no on'nanoko no zubon ga atae rarete iru tokoro de, ayamatte kōshō o suru.)\u001b[22m\n\nTranslations of \u001b[4mKouta Shibaki is your cliché hormonal teen who only thinks about girls and Rurumo is your cliché outsider who has hardly any idea of how the world works. Premise is Kouta summons the witch Rurumo and accidentally strikes a bargain where in he is given a pair of girls pants in exchange for his immortal soul.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKouta Shibaki is your cliché hormonal teen who only thinks about girls and Rurumo is your cliché outsider who has hardly any idea of how the world works.\u001b[24m\n    \u001b[1mKouta Shibakiはあなたのクリシェホルモンの十代の若者で、女の子だけを考えています。ルルモは、世界の仕組みがほとんど分かっていない、貴方の外人です。\u001b[22m, \u001b[1m小唄Shibakiは女の子だけを考えるとRurumoは、世界がどのように動作するかのほとんどのアイデアを持っているあなたの決まり文句の部外者であるあなたの決まり文句ホルモンの十代です。\u001b[22m\n\u001b[4mPremise is Kouta summons the witch Rurumo and accidentally strikes a bargain where in he is given a pair of girls pants in exchange for his immortal soul.\u001b[24m\n    \u001b[1m前提はKoutaが魔女ルルモを召喚し、彼の不滅の魂と引き換えに二人の女の子のズボンが与えられているところで、誤って交渉をする。\u001b[22m, \u001b[1m前提は小唄は魔女Rurumoを召喚し、偶然に彼は彼の不滅の魂と引き換えに、女の子のパンツのペアを与えられている取引を打つです。\u001b[22m\n\u001b[1m\u001b[22m\nAfter warming up to him a bit Rurumo refuses to take his soul and is punished by being forced to grant any wish Kouta desires.\n\n\u001b[1mRurumoは彼に暖まると、彼の魂を奪うことを拒否し、どんな希望のKoutaの欲望も与えることを強制されることによって処罰される。\u001b[22m\n\u001b[1m(Rurumo wa kare ni atatamaru to, kare no tamashī o ubau koto o kyohi shi, don'na kibō no Kouta no yokubō mo ataeru koto o kyōsei sa reru koto ni yotte shobatsu sa reru.)\u001b[22m\n\nTranslations of \u001b[4mAfter warming up to him a bit Rurumo refuses to take his soul and is punished by being forced to grant any wish Kouta desires.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter warming up to him a bit Rurumo refuses to take his soul and is punished by being forced to grant any wish Kouta desires.\u001b[24m\n    \u001b[1mRurumoは彼に暖まると、彼の魂を奪うことを拒否し、どんな希望のKoutaの欲望も与えることを強制されることによって処罰される。\u001b[22m, \u001b[1m彼にビットをウォーミングアップした後Rurumoは彼の魂を取ることを拒否し、小唄が望む任意の願いを付与することを余儀なくされることにより処罰されます。\u001b[22m\n\u001b[1m\u001b[22m\nNow I wouldn't blame you if you thought this sounded like the build up to a really perverted anime but it's really tame with a focus on the characters and not on fanservice, it's on AT-X but it's totally PG-13.\n\n\u001b[1mあなたがこれが本当に変態したアニメへのビルドのように聞こえたと思えば、私はあなたのせいにしませんが、それはキャラクターに焦点を当て、ファンサービスではなく、AT-Xにありますが、それは完全にPG-13です。\u001b[22m\n\u001b[1m(Anata ga kore ga hontōni hentai shita anime e no birudo no yō ni kikoeta to omoeba, watashi wa anata no sei ni shimasenga, soreha kyarakutā ni shōten o ate, fansābisude wa naku, AT - X ni arimasuga, sore wa kanzen ni PG - 13desu.)\u001b[22m\n\nTranslations of \u001b[4mNow I wouldn't blame you if you thought this sounded like the build up to a really perverted anime but it's really tame with a focus on the characters and not on fanservice, it's on AT-X but it's totally PG-13.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I wouldn't blame you if you thought this sounded like the build up to a really perverted anime but it's really tame with a focus on the characters and not on fanservice, it's on AT-X but it's totally PG-13.\u001b[24m\n    \u001b[1mあなたがこれが本当に変態したアニメへのビルドのように聞こえたと思えば、私はあなたのせいにしませんが、それはキャラクターに焦点を当て、ファンサービスではなく、AT-Xにありますが、それは完全にPG-13です。\u001b[22m, \u001b[1mあなたはこれが本当に倒錯アニメにビルドアップのように聞こえたと思ったが、それは文字を中心とした、本当に飼いならさだとないサービスカットに、それはAT-X上にある場合今私はあなたを責めないであろうが、それは完全にPG-13です。\u001b[22m\n\u001b[1m\u001b[22m\nRurumo and her familiar Chiro are the best part of the show. I love Rurumo's totally deadpan persona and Chiro is a great comic relief side character. A few of the episodes fall flat but the character interactions are good enough to carry the show.\n\n\u001b[1mRurumoと彼女のおなじみのChiroはショーの中で最高の部分です。 私はルルモの完全無感覚なペルソナを愛し、チロは偉大な漫画の救援の側面キャラクターです。 エピソードのいくつかはフラットになりますが、キャラクターのやりとりはショーを運ぶのに十分です。\u001b[22m\n\u001b[1m(Rurumo to kanojo no onajimi no Chiro wa shō no naka de saikō no bubundesu. Watashi wa rurumo no kanzen mukankakuna perusona o aishi, chiro wa idaina manga no kyūen no sokumen kyarakutādesu. Episōdo no ikutsu ka wa furatto ni narimasuga, kyarakutā no yaritori wa shō o hakobu no ni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mRurumo and her familiar Chiro are the best part of the show. I love Rurumo's totally deadpan persona and Chiro is a great comic relief side character. A few of the episodes fall flat but the character interactions are good enough to carry the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRurumo and her familiar Chiro are the best part of the show.\u001b[24m\n    \u001b[1mRurumoと彼女のおなじみのChiroはショーの中で最高の部分です。\u001b[22m, \u001b[1mRurumoと彼女のおなじみのチロは、ショーの最良の部分です。\u001b[22m\n\u001b[4mI love Rurumo's totally deadpan persona and Chiro is a great comic relief side character.\u001b[24m\n    \u001b[1m私はルルモの完全無感覚なペルソナを愛し、チロは偉大な漫画の救援の側面キャラクターです。\u001b[22m, \u001b[1m私はRurumoの完全に無表情なペルソナを愛し、チロは偉大なコミックリリーフ側のキャラクタです。\u001b[22m\n\u001b[4mA few of the episodes fall flat but the character interactions are good enough to carry the show.\u001b[24m\n    \u001b[1mエピソードのいくつかはフラットになりますが、キャラクターのやりとりはショーを運ぶのに十分です。\u001b[22m, \u001b[1mエピソードのいくつかは、フラット落ちなく文字の相互作用は、ショーを運ぶのに十分です。\u001b[22m\n\u001b[1m\u001b[22m\nIf they make more I will watch it but I'm not exactly waiting with baited breath.\n\n\u001b[1m彼らがもっと作れば、私はそれを見ますが、私はちょうど息を呑むと待っているわけではありません。\u001b[22m\n\u001b[1m(Karera ga motto tsukureba, watashi wa sore o mimasuga, watashi wa chōdo ikiwonomu to matte iru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf they make more I will watch it but I'm not exactly waiting with baited breath.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf they make more I will watch it but I'm not exactly waiting with baited breath.\u001b[24m\n    \u001b[1m彼らがもっと作れば、私はそれを見ますが、私はちょうど息を呑むと待っているわけではありません。\u001b[22m, \u001b[1m彼らはより多く作れば、私はそれを見ますが、私は正確に餌息で待機していませんよ。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Dunkjoe",
    "profile": "/profile/Dunkjoe/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=162073",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nまず第一に、これは非常に過小評価されているアニメだと言って始めましょう。\n\nはい、このアニメは実際にはかなりペースが遅く、スライス・オブ・ライフとロマンスシリーズで見られるエピソードや瞬間がかなりありますが、後のエピソードでは、特に後半のエピソードでは、 エピソードのシナリオとの互換性があります。 主要な2人のキャラクターの多くの側面を見て、彼らの関係がどのように進行しているかを見ると、実際にはかなり面白いです。\n\nストーリー的には、それは驚くべきことではなく、時には非常にうまくいきましたが、プレゼンテーションはうまく配信されました。\n\nアートに賢い、普通。\n\n賢明、私は本当に愛し、opとed、そしていくつかのosts。\n\nキャラクターは、主人公が開発され、一部のキャラクターの過去のビットと、各キャラクターの性格がどのようなものかを知ることは素晴らしいことです。 キャラクターの個性は、主にかなり一貫しており、特にルルモのキャラクターは、キャラクターの発達が崩れているとは思わない。\n\n楽しかったら、私は10点満点中10点を払っています。私は本当に華麗な設定が本当に好きではないので、完璧に見守るのに十分です。 しかし、次は何が起こるかを予測することさえできないときは、非常に驚​​くべきことです。 今日は予想できないほど上手いアニメを見つけるのはかなり難しいです。\n\n全体：9/10\nあなたがゆっくり歩くのが好きなら、触って、スラップスティックユーモアでロマンチックな、このアニメを試してみてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, let me start by saying this is quite an underrated anime.\n\n\u001b[1mまず第一に、これは非常に過小評価されているアニメだと言って始めましょう。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kore wa hijō ni kashō hyōka sa rete iru animeda to itte hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, let me start by saying this is quite an underrated anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, let me start by saying this is quite an underrated anime.\u001b[24m\n    \u001b[1mまず第一に、これは非常に過小評価されているアニメだと言って始めましょう。\u001b[22m, \u001b[1mまず第一に、私はこれは非常に過小評価アニメで言ってみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nYes, this anime is actually quite slow-paced, and has quite some cliched episodes and moments that you would find in a slice-of-life and romance series, but what really caught on to me, especially in the later episodes, is how compatible the op and ed are with the scenarios in the episodes. It is actually quite interesting to see the many sides of the main 2 characters and see how their relationship progressed.\n\n\u001b[1mはい、このアニメは実際にはかなりペースが遅く、スライス・オブ・ライフとロマンスシリーズで見られるエピソードや瞬間がかなりありますが、後のエピソードでは、特に後半のエピソードでは、 エピソードのシナリオとの互換性があります。 主要な2人のキャラクターの多くの側面を見て、彼らの関係がどのように進行しているかを見ると、実際にはかなり面白いです。\u001b[22m\n\u001b[1m(Hai, kono anime wa jissai ni wa kanari pēsu ga osoku, suraisu Obu raifu to romansushirīzu de mi rareru episōdo ya shunkan ga kanari arimasuga,-go no episōdode wa, tokuni kōhan no episōdode wa, episōdo no shinario to no gokansei ga arimasu. Shuyōna 2-ri no kyarakutā no ōku no sokumen o mite, karera no kankei ga dono yō ni shinkō shite iru ka o miru to, jissai ni wa kanari omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mYes, this anime is actually quite slow-paced, and has quite some cliched episodes and moments that you would find in a slice-of-life and romance series, but what really caught on to me, especially in the later episodes, is how compatible the op and ed are with the scenarios in the episodes. It is actually quite interesting to see the many sides of the main 2 characters and see how their relationship progressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, this anime is actually quite slow-paced, and has quite some cliched episodes and moments that you would find in a slice-of-life and romance series, but what really caught on to me, especially in the later episodes, is how\u001b[24m\n    \u001b[1mはい、このアニメは実際にはかなりペースが遅く、スライス・オブ・ライフとロマンスシリーズで見られるエピソードや瞬間がかなりありますが、後のエピソードでは、特に後半のエピソードでは、\u001b[22m, \u001b[1mはい、このアニメは、実際には非常に遅いペースで、特に、後のエピソードでかなり陳腐エピソードや瞬間あなたは、スライスオブライフとロマンス直列に見つけるだろうが、本当に私には上にキャッチし、持って、どのように\u001b[22m\n\u001b[4mcompatible the op and ed are with the scenarios in the episodes.\u001b[24m\n    \u001b[1mエピソードのシナリオとの互換性があります。\u001b[22m, \u001b[1mOPとEDの互換性は、エピソード中のシナリオです。\u001b[22m\n\u001b[4mIt is actually quite interesting to see the many sides of the main 2 characters and see how their relationship progressed.\u001b[24m\n    \u001b[1m主要な2人のキャラクターの多くの側面を見て、彼らの関係がどのように進行しているかを見ると、実際にはかなり面白いです。\u001b[22m, \u001b[1mメイン2文字の多くの側面を見て、彼らの関係が進む方法を確認するために、実際には非常に興味深いものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory- wise, it's not amazing, and quite cliched at times, but the presentation was well-delivered.\n\n\u001b[1mストーリー的には、それは驚くべきことではなく、時には非常にうまくいきましたが、プレゼンテーションはうまく配信されました。\u001b[22m\n\u001b[1m(Sutōrī-teki ni wa, soreha odorokubeki kotode wa naku, tokiniha hijō ni umaku ikimashitaga, purezentēshon wa umaku haishin sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mStory- wise, it's not amazing, and quite cliched at times, but the presentation was well-delivered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- wise, it's not amazing, and quite cliched at times, but the presentation was well-delivered.\u001b[24m\n    \u001b[1mストーリー的には、それは驚くべきことではなく、時には非常にうまくいきましたが、プレゼンテーションはうまく配信されました。\u001b[22m, \u001b[1mStory-賢明な、それは素晴らしい、時には非常に陳腐ではないが、プレゼンテーションがよく送達しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt-wise, normal.\n\n\u001b[1mアートに賢い、普通。\u001b[22m\n\u001b[1m(Āto ni kashikoi, futsū.)\u001b[22m\n\nTranslations of \u001b[4mArt-wise, normal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-wise, normal.\u001b[24m\n    \u001b[1mアートに賢い、普通。\u001b[22m, \u001b[1m芸術面では、正常な。\u001b[22m\n\u001b[1m\u001b[22m\nSound-wise, I really love and op and ed, and some osts.\n\n\u001b[1m賢明、私は本当に愛し、opとed、そしていくつかのosts。\u001b[22m\n\u001b[1m(Kenmei, watashi wa hontōni aishi, op to ed, soshite ikutsu ka no osts.)\u001b[22m\n\nTranslations of \u001b[4mSound-wise, I really love and op and ed, and some osts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-wise, I really love and op and ed, and some osts.\u001b[24m\n    \u001b[1m賢明、私は本当に愛し、opとed、そしていくつかのosts。\u001b[22m, \u001b[1mサウンド面では、私が本当に愛し、OPとED、およびいくつかのOSTS。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-wise, it's great to see the main characters get developed, with bits and pieces of some characters' pasts and what each character's personalities are like. Characters' personalities are mostly quite consistent, especially Rurumo's,even through all the character developments they do not seem out of place.\n\n\u001b[1mキャラクターは、主人公が開発され、一部のキャラクターの過去のビットと、各キャラクターの性格がどのようなものかを知ることは素晴らしいことです。 キャラクターの個性は、主にかなり一貫しており、特にルルモのキャラクターは、キャラクターの発達が崩れているとは思わない。\u001b[22m\n\u001b[1m(Kyarakutā wa, shujinkō ga kaihatsu sa re, ichibu no kyarakutā no kako no bitto to, kaku kyarakutā no seikaku ga dono yōna mono ka o shiru koto wa subarashī kotodesu. Kyarakutā no kosei wa, omoni kanari ikkan shite ori, tokuni rurumo no kyarakutā wa, kyarakutā no hattatsu ga kuzurete iru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mCharacter-wise, it's great to see the main characters get developed, with bits and pieces of some characters' pasts and what each character's personalities are like. Characters' personalities are mostly quite consistent, especially Rurumo's,even through all the character developments they do not seem out of place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-wise, it's great to see the main characters get developed, with bits and pieces of some characters' pasts and what each character's personalities are like.\u001b[24m\n    \u001b[1mキャラクターは、主人公が開発され、一部のキャラクターの過去のビットと、各キャラクターの性格がどのようなものかを知ることは素晴らしいことです。\u001b[22m, \u001b[1m文字単位、それがメインの文字が一部の文字」の過去と各キャラクターの個性がのようなもののこまごまとして、先進見るのは素晴らしいことです。\u001b[22m\n\u001b[4mCharacters' personalities are mostly quite consistent, especially Rurumo's,even through all the character developments they do not seem out of place.\u001b[24m\n    \u001b[1mキャラクターの個性は、主にかなり一貫しており、特にルルモのキャラクターは、キャラクターの発達が崩れているとは思わない。\u001b[22m, \u001b[1mキャラクターの個性があっても、すべての文字の開発を通じて、彼らは場違いに思えません、特にRurumoの、ほとんどは非常に一貫しています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-wise, I would give it a 10 out of 10. It definitely has enough for me to keep watching to the finish, since I do not really like cliched settings. However, it is quite surprising cos at times I cannot even predict what will happen next. It's quite hard to find an anime that's cliched yet not predictable nowadays.\n\n\u001b[1m楽しかったら、私は10点満点中10点を払っています。私は本当に華麗な設定が本当に好きではないので、完璧に見守るのに十分です。 しかし、次は何が起こるかを予測することさえできないときは、非常に驚​​くべきことです。 今日は予想できないほど上手いアニメを見つけるのはかなり難しいです。\u001b[22m\n\u001b[1m(Tanoshikattara, watashi wa 10-ten manten-chū 10-ten o haratte imasu. Watashi wa hontōni kareina settei ga hontōni sukide wanainode, kanpeki ni mimamoru no ni jūbundesu. Shikashi,-ji wa nani ga okoru ka o yosoku suru koto sae dekinai toki wa, hijō ni Odoroki ​​ kubeki kotodesu. Kyō wa yosō dekinai hodo umai anime o mitsukeru no wa kanari muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-wise, I would give it a 10 out of 10. It definitely has enough for me to keep watching to the finish, since I do not really like cliched settings. However, it is quite surprising cos at times I cannot even predict what will happen next. It's quite hard to find an anime that's cliched yet not predictable nowadays.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-wise, I would give it a 10 out of 10. It definitely has enough for me to keep watching to the finish, since I do not really like cliched settings.\u001b[24m\n    \u001b[1m楽しかったら、私は10点満点中10点を払っています。私は本当に華麗な設定が本当に好きではないので、完璧に見守るのに十分です。\u001b[22m, \u001b[1m楽しワイズ、私はそれを私が最後まで見て維持するために、私は本当に陳腐設定好きではないので、それは間違いなく、十分に持っている10のうち10を与えるだろう。\u001b[22m\n\u001b[4mHowever, it is quite surprising cos at times I cannot even predict what will happen next.\u001b[24m\n    \u001b[1mしかし、次は何が起こるかを予測することさえできないときは、非常に驚くべきことです。\u001b[22m, \u001b[1mしかし、それは時間に私も次に何が起こるか予測することはできません非常に驚くべきCOSです。\u001b[22m\n\u001b[4mIt's quite hard to find an anime that's cliched yet not predictable nowadays.\u001b[24m\n    \u001b[1m今日は予想できないほど上手いアニメを見つけるのはかなり難しいです。\u001b[22m, \u001b[1mそれは、今日はまだ予測できない陳腐だアニメを見つけるのはかなり難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall:9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\nIf you like slow-paced, touching, romantic with some slapstick humour, you should try this anime.\n\n\u001b[1mあなたがゆっくり歩くのが好きなら、触って、スラップスティックユーモアでロマンチックな、このアニメを試してみてください。\u001b[22m\n\u001b[1m(Anata ga yukkuri aruku no ga sukinara, sawatte, surappusutikkuyūmoa de romanchikkuna, kono anime o tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you like slow-paced, touching, romantic with some slapstick humour, you should try this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like slow-paced, touching, romantic with some slapstick humour, you should try this anime.\u001b[24m\n    \u001b[1mあなたがゆっくり歩くのが好きなら、触って、スラップスティックユーモアでロマンチックな、このアニメを試してみてください。\u001b[22m, \u001b[1mあなたは、いくつかのドタバタユーモアとロマンチックに触れ、スローペースで好きなら、あなたはこのアニメを試してみてください。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Groupanimenight",
    "profile": "/profile/Groupanimenight/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=168881",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nLaohoam  - それをすべて楽しんだが、キャラクターとプロットの開発は少し弱かった。 それはかわいいと面白いので、それはまだ良かった、と私はお勧めします\n-Ras- '.........'\nDr R-Dash、私は最初にアニメを楽しんだ。幸運な少年が一生の責任を負わなければならないというエキサイティングな話があった。各エピソードで笑わせて、この絶望的なおっぱい フェチ男は素敵になるだろうが、それはちょっと変わってしまった...しかし、その上にかわいいファンの男の子：3。\nTadgh：私はこのアニメの描き方が本当に好きで、面白かったと思っていました。 ファンサービスは、時にはトップの上にあり、不必要でした。 まともな話があると思った私たちのグループの唯一の人のようです。 私はそれが好きですが、おしゃぶりの動作は落ち着きます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLaohoam- Enjoyed it over all, but the character and plot development was a little weak. It was cute and funny so it was still good, and I would recommend\n\n\u001b[1mLaohoam  - それをすべて楽しんだが、キャラクターとプロットの開発は少し弱かった。 それはかわいいと面白いので、それはまだ良かった、と私はお勧めします\u001b[22m\n\u001b[1m(Laohoam - sore o subete tanoshindaga, kyarakutā to purotto no kaihatsu wa sukoshi yowakatta. Sore wa kawaī to omoshiroinode, sore wa mada yokatta, to watashi wa o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mLaohoam- Enjoyed it over all, but the character and plot development was a little weak. It was cute and funny so it was still good, and I would recommend\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLaohoam- Enjoyed it over all, but the character and plot development was a little weak.\u001b[24m\n    \u001b[1mLaohoam  - それをすべて楽しんだが、キャラクターとプロットの開発は少し弱かった。\u001b[22m, \u001b[1mLaohoam-は、すべての上にそれを楽しんだが、キャラクターとプロットの開発は少し弱かったです。\u001b[22m\n\u001b[4mIt was cute and funny so it was still good, and I would recommend\u001b[24m\n    \u001b[1mそれはかわいいと面白いので、それはまだ良かった、と私はお勧めします\u001b[22m, \u001b[1mそれはかわいいと面白いものだったので、それはまだ良かった、と私はお勧めします\u001b[22m\n-Ras- '.........'\n/räs/\n\n\u001b[1m-Ras- '.........'\u001b[22m\n\u001b[1m(- Ras - '.........')\u001b[22m\n\nTranslations of \u001b[4m-Ras- '.........'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Ras- '.........'\u001b[24m\n    \u001b[1m-Ras- '.........'\u001b[22m, \u001b[1m-Ras-「.........」\u001b[22m\nDr R-Dash, I enjoyed the anime at the beginning with the exciting story of a pervy boy having to be responsible for once in his life there was a few parts that made me laugh in each episode and begin to have hope that this hopeless boob fetish guy would turn out nice but it got altered a bit ... but over all its a cute fan boy :3.\n\n\u001b[1mDr R-Dash、私は最初にアニメを楽しんだ。幸運な少年が一生の責任を負わなければならないというエキサイティングな話があった。各エピソードで笑わせて、この絶望的なおっぱい フェチ男は素敵になるだろうが、それはちょっと変わってしまった...しかし、その上にかわいいファンの男の子：3。\u001b[22m\n\u001b[1m(Dr R - Dash, watashi wa saisho ni anime o tanoshinda. Kōun'na shōnen ga isshō no sekinin o owanakereba naranai to iu ekisaitinguna hanashi ga atta. Kaku episōdo de warawa sete, kono zetsubō-tekina oppaifechi otoko wa suteki ni narudarouga, sore wa chotto kawatte shimatta... Shikashi, sono-jō ni kawaī fan no otokonoko: 3.)\u001b[22m\n\nTranslations of \u001b[4mDr R-Dash, I enjoyed the anime at the beginning with the exciting story of a pervy boy having to be responsible for once in his life there was a few parts that made me laugh in each episode and begin to have hope that this hopeless boob fetish guy would turn out nice but it got altered a bit ... but over all its a cute fan boy :3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDr R-Dash, I enjoyed the anime at the beginning with the exciting story of a pervy boy having to be responsible for once in his life there was a few parts that made me laugh in each episode and begin to have hope that this hopeless boob\u001b[24m\n    \u001b[1mDr R-Dash、私は最初にアニメを楽しんだ。幸運な少年が一生の責任を負わなければならないというエキサイティングな話があった。各エピソードで笑わせて、この絶望的なおっぱい\u001b[22m, \u001b[1m博士R-ダッシュは、私は私が各エピソードで笑い、この絶望的な豊胸手術という希望を持ち始める行わいくつかの部品があった彼の人生に一度の原因であることが持つ性的倒錯者の少年のエキサイティングな話を冒頭でアニメを楽しみました\u001b[22m\n\u001b[4mfetish guy would turn out nice but it got altered a bit ... but over all its a cute fan boy :3.\u001b[24m\n    \u001b[1mフェチ男は素敵になるだろうが、それはちょっと変わってしまった...しかし、その上にかわいいファンの男の子：3。\u001b[22m, \u001b[1mフェチ男は素敵判明するだろうが、それは少し変更されてしまった...しかし、そのすべてのキュートなファンの少年の上：3。\u001b[22m\nTadgh: I really liked the way this anime was drawn and I thought it was funny. The fan service was over the top sometimes and unnecessary. I seem to be the only one in our group that thought there was a decent story. I like it, but the boob action could be toned down.\n\n\u001b[1mTadgh：私はこのアニメの描き方が本当に好きで、面白かったと思っていました。 ファンサービスは、時にはトップの上にあり、不必要でした。 まともな話があると思った私たちのグループの唯一の人のようです。 私はそれが好きですが、おしゃぶりの動作は落ち着きます。\u001b[22m\n\u001b[1m(Tadgh: Watashi wa kono anime no kakikata ga hontōni sukide, omoshirokatta to omotte imashita. Fansābisu wa, tokiniha toppu no ue ni ari, fuhitsuyōdeshita. Matomona hanashi ga aru to omotta watashitachi no gurūpu no yuiitsu no hito no yōdesu. Watashi wa sore ga sukidesuga, oshaburi no dōsa wa ochitsukimasu.)\u001b[22m\n\nTranslations of \u001b[4mTadgh: I really liked the way this anime was drawn and I thought it was funny. The fan service was over the top sometimes and unnecessary. I seem to be the only one in our group that thought there was a decent story. I like it, but the boob action could be toned down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTadgh: I really liked the way this anime was drawn and I thought it was funny.\u001b[24m\n    \u001b[1mTadgh：私はこのアニメの描き方が本当に好きで、面白かったと思っていました。\u001b[22m, \u001b[1mTadgh：私は本当にこのアニメが描かれた方法が好きで、私はそれが面白いと思いました。\u001b[22m\n\u001b[4mThe fan service was over the top sometimes and unnecessary.\u001b[24m\n    \u001b[1mファンサービスは、時にはトップの上にあり、不必要でした。\u001b[22m, \u001b[1mファンサービスは、トップの上に、時には、不要でした。\u001b[22m\n\u001b[4mI seem to be the only one in our group that thought there was a decent story.\u001b[24m\n    \u001b[1mまともな話があると思った私たちのグループの唯一の人のようです。\u001b[22m, \u001b[1m私はまともな話があったと思った私たちのグループで唯一のように見えます。\u001b[22m\n\u001b[4mI like it, but the boob action could be toned down.\u001b[24m\n    \u001b[1m私はそれが好きですが、おしゃぶりの動作は落ち着きます。\u001b[22m, \u001b[1m私はそれを好きですが、豊胸手術のアクションがトーンダウンすることができました。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "zelos7",
    "profile": "/profile/zelos7/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=190146",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  4\nサウンド|  5\nキャラクター|  4\n|  6\n\nだから、男は、彼と一緒に住んでいる特定のロリの魔女を作るチケットの束を取得し、彼の願いを実現させる。 唯一のキャッチは、彼がすべてのチケットを使用すると、彼は死ぬだろうが、魔女は実際にそれを知ることはありません....アニメは変態児童についてのもので、あなたはむしろ一般的な アニメの時間を楽しんでください。\n\nこのアニメには本当にあまりありません。 ジョークは通常、トップと変態したものよりもはっきりしています。 本当に重要なことはまったくありません。ビーチのエピソードがあります。ただ、これが平均的なクリシェアニメのどれくらいであるかを示すだけです。\n\n私はまだうそをつくつもりではなく、このアニメはちょっと面白くて時には少し触れることもあると言うでしょう。 それでもユーモアはむしろ無味で一般的で、キャラクターは大部分がカーボンカットアウトです。\n\nアニメーションは驚くほど素晴らしいものではありません。 それは実際には平均以下ですが、そのようなショーでは実際にはそれほど良いアニメーションは必要ありません。\n\n私が言おうとしている全体的なことは、これは平均以上の平均寿命のアニメ作品であるということです。 あなたはそれからいくつかの笑いを得ることができ、それが数日で存在を忘れることができます。 特別なものはないが、あまりにもひどいものは何もない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSo a guy gets a bunch of tickets, which make a certain loli witch, that now lives with him, make his wishes come true. The only catch is, when he uses all the tickets, he will die, but the witch does not actually know that....add to the mix that the anime is about a perverted schoolboy and you will get a rather generic, but at times fun slice of lify anime.\n\n\u001b[1mだから、男は、彼と一緒に住んでいる特定のロリの魔女を作るチケットの束を取得し、彼の願いを実現させる。 唯一のキャッチは、彼がすべてのチケットを使用すると、彼は死ぬだろうが、魔女は実際にそれを知ることはありません....アニメは変態児童についてのもので、あなたはむしろ一般的な アニメの時間を楽しんでください。\u001b[22m\n\u001b[1m(Dakara, otoko wa, kare to issho ni sunde iru tokutei no rori no majo o tsukuru chiketto no taba o shutoku shi, kare no negai o jitsugen sa seru. Yuiitsu no kyatchi wa, kare ga subete no chiketto o shiyō suru to, kare wa shinudarouga, majo wa jissai ni sore o shiru koto wa arimasen. ... Anime wa hentai jidō ni tsuite no mono de, anata wa mushiro ippantekina anime no jikan o tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo a guy gets a bunch of tickets, which make a certain loli witch, that now lives with him, make his wishes come true. The only catch is, when he uses all the tickets, he will die, but the witch does not actually know that....add to the mix that the anime is about a perverted schoolboy and you will get a rather generic, but at times fun slice of lify anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo a guy gets a bunch of tickets, which make a certain loli witch, that now lives with him, make his wishes come true.\u001b[24m\n    \u001b[1mだから、男は、彼と一緒に住んでいる特定のロリの魔女を作るチケットの束を取得し、彼の願いを実現させる。\u001b[22m, \u001b[1mだから、男は自分の願いが叶うように、それは今彼と一緒に住んでいる、特定のロリ魔女を作るチケットの束を取得します。\u001b[22m\n\u001b[4mThe only catch is, when he uses all the tickets, he will die, but the witch does not actually know that....add to the mix that the anime is about a perverted schoolboy and you will get a rather generic, but at\u001b[24m\n    \u001b[1m唯一のキャッチは、彼がすべてのチケットを使用すると、彼は死ぬだろうが、魔女は実際にそれを知ることはありません....アニメは変態児童についてのもので、あなたはむしろ一般的な\u001b[22m, \u001b[1m唯一の難点は、彼がすべてのチケットを使用するとき、彼は死んでしまう、ですが、魔女は実際に....むしろジェネリックをアニメ倒錯少年についてですミックスに追加して、あなたが得ることを知っているが、ではありません\u001b[22m\n\u001b[4mtimes fun slice of lify anime.\u001b[24m\n    \u001b[1mアニメの時間を楽しんでください。\u001b[22m, \u001b[1mlifyアニメの倍楽しいスライス。\u001b[22m\n\u001b[1m\u001b[22m\nThere is really not much to this anime. The jokes are usually the cliche over the top and perverted ones. Nothing really significant happens at all, and there is a beach episode, just to show how much of an average, cliche anime this one is.\n\n\u001b[1mこのアニメには本当にあまりありません。 ジョークは通常、トップと変態したものよりもはっきりしています。 本当に重要なことはまったくありません。ビーチのエピソードがあります。ただ、これが平均的なクリシェアニメのどれくらいであるかを示すだけです。\u001b[22m\n\u001b[1m(Kono anime ni wa hontōni amari arimasen. Jōku wa tsūjō, toppu to hentai shita mono yori mo hakkiri shite imasu. Hontōni jūyōna koto wa mattaku arimasen. Bīchi no episōdo ga arimasu. Tada, kore ga heikin-tekina kurisheanime no dorekuraidearu ka o shimesu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is really not much to this anime. The jokes are usually the cliche over the top and perverted ones. Nothing really significant happens at all, and there is a beach episode, just to show how much of an average, cliche anime this one is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is really not much to this anime.\u001b[24m\n    \u001b[1mこのアニメには本当にあまりありません。\u001b[22m, \u001b[1mこのアニメの多くは本当にありません。\u001b[22m\n\u001b[4mThe jokes are usually the cliche over the top and perverted ones.\u001b[24m\n    \u001b[1mジョークは通常、トップと変態したものよりもはっきりしています。\u001b[22m, \u001b[1mジョークは通常、トップと倒錯したものの上の決まり文句です。\u001b[22m\n\u001b[4mNothing really significant happens at all, and there is a beach episode, just to show how much of an average, cliche anime this one is.\u001b[24m\n    \u001b[1m本当に重要なことはまったくありません。ビーチのエピソードがあります。ただ、これが平均的なクリシェアニメのどれくらいであるかを示すだけです。\u001b[22m, \u001b[1mこの1つだけである平均、決まり文句のアニメのどの程度を示すために、本当に重要なものは全く起こらない、とビーチのエピソードがあります。\u001b[22m\n\u001b[1m\u001b[22m\nI am still not going to lie and will say, that this anime can be a bit funny sometimes and can be a bit touching sometimes. Still the humour can be rather tasteless and generic and the characters are mostly carbon cutouts.\n\n\u001b[1m私はまだうそをつくつもりではなく、このアニメはちょっと面白くて時には少し触れることもあると言うでしょう。 それでもユーモアはむしろ無味で一般的で、キャラクターは大部分がカーボンカットアウトです。\u001b[22m\n\u001b[1m(Watashi wa mada uso o tsuku tsumoride wa naku, kono anime wa chotto omoshirokute tokiniha sukoshi fureru koto mo aru to iudeshou. Soredemo yūmoa wa mushiro mumi de ippan-tekide, kyarakutā wa daibubun ga kābonkattoautodesu.)\u001b[22m\n\nTranslations of \u001b[4mI am still not going to lie and will say, that this anime can be a bit funny sometimes and can be a bit touching sometimes. Still the humour can be rather tasteless and generic and the characters are mostly carbon cutouts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am still not going to lie and will say, that this anime can be a bit funny sometimes and can be a bit touching sometimes.\u001b[24m\n    \u001b[1m私はまだうそをつくつもりではなく、このアニメはちょっと面白くて時には少し触れることもあると言うでしょう。\u001b[22m, \u001b[1m私はまだ嘘をつくつもりはありませんし、このアニメは時々少し面白いことができ、時には少し触れることができること、と言うだろう。\u001b[22m\n\u001b[4mStill the humour can be rather tasteless and generic and the characters are mostly carbon cutouts.\u001b[24m\n    \u001b[1mそれでもユーモアはむしろ無味で一般的で、キャラクターは大部分がカーボンカットアウトです。\u001b[22m, \u001b[1mそれでもユーモアはかなり無味総称することができ、文字は、主に炭素切り欠きです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is absolutely nothing spectacular. It is actually below average, but the show like that does not really need good animation that much.\n\n\u001b[1mアニメーションは驚くほど素晴らしいものではありません。 それは実際には平均以下ですが、そのようなショーでは実際にはそれほど良いアニメーションは必要ありません。\u001b[22m\n\u001b[1m(Animēshon wa odoroku hodo subarashī monode wa arimasen. Sore wa jissai ni wa heikin ikadesuga, sono yōna shōde wa jissai ni wa sore hodo yoi animēshon wa hitsuyō arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is absolutely nothing spectacular. It is actually below average, but the show like that does not really need good animation that much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is absolutely nothing spectacular.\u001b[24m\n    \u001b[1mアニメーションは驚くほど素晴らしいものではありません。\u001b[22m, \u001b[1mアニメーションは絶対に壮大なものではありません。\u001b[22m\n\u001b[4mIt is actually below average, but the show like that does not really need good animation that much.\u001b[24m\n    \u001b[1mそれは実際には平均以下ですが、そのようなショーでは実際にはそれほど良いアニメーションは必要ありません。\u001b[22m, \u001b[1mこれは、実際の平均を下回っているが、そのようなショーは本当に多くのこと良いアニメーションを必要としません。\u001b[22m\n\u001b[1m\u001b[22m\nSo overall what I am trying to say, is that this is just an average/sligltly above average slice of life anime. You can get a few chuckles out of it and forget about it's existance in a few days. Nothing special, but nothing too awful too.\n\n\u001b[1m私が言おうとしている全体的なことは、これは平均以上の平均寿命のアニメ作品であるということです。 あなたはそれからいくつかの笑いを得ることができ、それが数日で存在を忘れることができます。 特別なものはないが、あまりにもひどいものは何もない。\u001b[22m\n\u001b[1m(Watashi ga iou to shite iru zentai-tekina koto wa, koreha heikin ijō no heikin jumyō no anime sakuhindearu to iu kotodesu. Anata wa sore kara ikutsu ka no warai o eru koto ga deki, sore ga sūjitsu de sonzai o wasureru koto ga dekimasu. Tokubetsuna mono wa naiga, amarini mo hidoi mono wa nani mo nai.)\u001b[22m\n\nTranslations of \u001b[4mSo overall what I am trying to say, is that this is just an average/sligltly above average slice of life anime. You can get a few chuckles out of it and forget about it's existance in a few days. Nothing special, but nothing too awful too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo overall what I am trying to say, is that this is just an average/sligltly above average slice of life anime.\u001b[24m\n    \u001b[1m私が言おうとしている全体的なことは、これは平均以上の平均寿命のアニメ作品であるということです。\u001b[22m, \u001b[1mだから全体的な私が言うことをしようとしています何、これは/ sligltly生命アニメの平均スライス上記のちょうど平均であるということです。\u001b[22m\n\u001b[4mYou can get a few chuckles out of it and forget about it's existance in a few days.\u001b[24m\n    \u001b[1mあなたはそれからいくつかの笑いを得ることができ、それが数日で存在を忘れることができます。\u001b[22m, \u001b[1mあなたはそれのうちいくつか笑うを取得し、それが数日中にexistanceだ忘れることができます。\u001b[22m\n\u001b[4mNothing special, but nothing too awful too.\u001b[24m\n    \u001b[1m特別なものはないが、あまりにもひどいものは何もない。\u001b[22m, \u001b[1m何も特別なことはありませんが、あまりにもあまりにもひどい何もありません。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Baddie007",
    "profile": "/profile/Baddie007/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=162325",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  3\nサウンド|  6\nキャラクター|  7\n|  7\n\n別の、魔法の女の子を含む夏のアニメはちょうど終わったし、私はこの12のエピソードアニメのレビューをする時間です。 だから私は、魔法の女の子を含むアニメの別のアニメだと言ったように、この場合、それは典型的な概念が日本のファンバンドに合わせて修正された魔女を伴います。基本的には、魔女の作品 それは同じロマンスのジャンルを持っていませんが、そのアクションのジャンルはそれには存在しませんが、私はco'zを押すことはありませんが、これはそのための部分ではありません。\n\n物語のために、私は公正なスコアを与えます。なぜなら、純粋な男の子が欲望を払うようになっていたと思っていたこと、 男の子がいる）代わりに男の子の生活に入る魔女と男の子の人生が逆さまになる通常のことが判明しますが、2人と恋人の間のロマンスはアニメの貧しいプロットにバランスを取っています。\n\nそれは芸術について....まあ、私はちょうど彼らのキャラクターが描かれていた方法が好きではありませんco'zそれはいくつかのmangakaによって行われたように見えるが誰が熱心にしようとしているができないことができます、パンティーショットは 特定の角度ではなく、それはあなたの典型的なおばあちゃんのパンティーのように見えます。\n\n音についてはオープニングテーマ、RurumoのVAとMasakoのVAはかわいいと思うけど、SempaiのVAがShibakiの声を聞けばShibakiのVAと一緒にレットダウンしていたのですが、井上淑子さんのVAは、  Harulilyの声を出したVAがそれをやったなら、はるかに良いでしょう。\n\n今、このアニメがShibakiとRurumoの周りを回っていることは知っていますが、ShibakiがRurumoの保護者のような行為をして以来、彼らのことがすべてであったので、彼らのロマンスはもっと真実の愛でした 無条件で、それは楽しさがコメディの面を除いてもっと深いところだったので、全体的に、このアニメは全く悪くないので、ここにこのアニメのための私の評価があります：\n\nストーリー：公正6。\n\nプロットは愚かかもしれないが、コメディとロマンスはそれをバランスさせるものだった。\n\n\nアート：悪い3。\n\n私は、このアニメの芸術はマンガカの浪人によって何とか行われたが、できないということについて何か言及しましたか？\n\n\nサウンド：フェア6。\n\nまあ、Shibakiと井上の声が悪かったにもかかわらず、私がこの部分にどのようにスコアをつけたかについて、私の意見よりある程度バランスをとったのはRurumoとMasakoの声でした。\n\n楽しさ：良い7。\n\nスコアは、アニメのコメディの側面です。\n\n全体：L良い7。\n\n特にシバキとルルモの間のロマンスは悪くありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAnother, summer anime that involves magical girls has just ended and it is time for me to make a review of this 12 episode anime. So, like I've said it was another one of those anime that involves magical girls, in this case it involves witches, whose typical concepts were modified to fit the Japanese fanbase, basically it is like 'Witch Craft Works' except that there isn 't that action genre present in it, though it doesn't have the same romance genre it, but I ain't gonna push through co'z this isn't the part for it.\n\n\u001b[1m別の、魔法の女の子を含む夏のアニメはちょうど終わったし、私はこの12のエピソードアニメのレビューをする時間です。 だから私は、魔法の女の子を含むアニメの別のアニメだと言ったように、この場合、それは典型的な概念が日本のファンバンドに合わせて修正された魔女を伴います。基本的には、魔女の作品 それは同じロマンスのジャンルを持っていませんが、そのアクションのジャンルはそれには存在しませんが、私はco'zを押すことはありませんが、これはそのための部分ではありません。\u001b[22m\n\u001b[1m(Betsu no, mahō no on'nanoko o fukumu natsu no anime wa chōdo owattashi, watashi wa kono 12 no episōdoanime no rebyū o suru jikandesu. Dakara watashi wa, mahō no on'nanoko o fukumu anime no betsu no animeda to itta yō ni, ko no baai, soreha tenkei-tekina gainen ga Nihon no fan bando ni awa sete shūsei sa reta majo o tomonaimasu. Kihontekini wa, majo no sakuhin sore wa onaji romansu no janru o motte imasenga, sono akushon no janru wa sore ni wa sonzai shimasenga, watashi wa co' z o osu koto wa arimasenga, koreha sonotame no bubunde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnother, summer anime that involves magical girls has just ended and it is time for me to make a review of this 12 episode anime. So, like I've said it was another one of those anime that involves magical girls, in this case it involves witches, whose typical concepts were modified to fit the Japanese fanbase, basically it is like 'Witch Craft Works' except that there isn 't that action genre present in it, though it doesn't have the same romance genre it, but I ain't gonna push through co'z this isn't the part for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother, summer anime that involves magical girls has just ended and it is time for me to make a review of this 12 episode anime.\u001b[24m\n    \u001b[1m別の、魔法の女の子を含む夏のアニメはちょうど終わったし、私はこの12のエピソードアニメのレビューをする時間です。\u001b[22m, \u001b[1m魔法少女たちを伴う別の、夏のアニメはちょうど終わった、それは私がこの12エピソードのアニメの見直しを行うための時間です。\u001b[22m\n\u001b[4mSo, like I've said it was another one of those anime that involves magical girls, in this case it involves witches, whose typical concepts were modified to fit the Japanese fanbase, basically it is like 'Witch Craft Works' except that there isn\u001b[24m\n    \u001b[1mだから私は、魔法の女の子を含むアニメの別のアニメだと言ったように、この場合、それは典型的な概念が日本のファンバンドに合わせて修正された魔女を伴います。基本的には、魔女の作品\u001b[22m, \u001b[1mそこにISNことを除いて「魔女クラフトワークス」のようなので、私はそれがこの場合には、その典型的な概念の日本ファン層に合わせて変更された魔女を伴う、魔法少女たちを伴うこれらのアニメの別の一つであったと述べてきたように、基本的にはそれがあります\u001b[22m\n\u001b[4m't that action genre present in it, though it doesn't have the same romance genre it, but I ain't gonna push through co'z this isn't the part for it.\u001b[24m\n    \u001b[1mそれは同じロマンスのジャンルを持っていませんが、そのアクションのジャンルはそれには存在しませんが、私はco'zを押すことはありませんが、これはそのための部分ではありません。\u001b[22m, \u001b[1mその中に存在する、そのアクションのジャンルトン」、それは同じロマンスのジャンルにそれを持っていませんが、私はこれはそれのための一部ではないco'zを通じてつもりプッシュではないですが。\u001b[22m\n\u001b[1m\u001b[22m\nFor the story, I give a fair score since one would be annoyed with the plot where a naive witch meets lusty boy kind of thing where witch was suppose to make lusty boy make a wish and take his life (of not without the ticket that the guy has) instead it turns out to be a witch entering into boy's life and the usual thing where boy's life turns upside down, however it was the romance between the two and the comedy puts a balance on the anime's poor plot.\n\n\u001b[1m物語のために、私は公正なスコアを与えます。なぜなら、純粋な男の子が欲望を払うようになっていたと思っていたこと、 男の子がいる）代わりに男の子の生活に入る魔女と男の子の人生が逆さまになる通常のことが判明しますが、2人と恋人の間のロマンスはアニメの貧しいプロットにバランスを取っています。\u001b[22m\n\u001b[1m(Monogatari no tame ni, watashi wa kōseina sukoa o ataemasu. Nazenara, junsuina otokonoko ga yokubō o harau yō ni natte ita to omotte ita koto, otokonoko ga iru) kawarini otokonoko no seikatsu ni hairu majo to otokonoko no jinsei ga sakasama ni naru tsūjō no koto ga hanmei shimasuga, 2-ri to koibito no ma no romansu wa anime no mazushī purotto ni baransu o totte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the story, I give a fair score since one would be annoyed with the plot where a naive witch meets lusty boy kind of thing where witch was suppose to make lusty boy make a wish and take his life (of not without the ticket that the guy has) instead it turns out to be a witch entering into boy's life and the usual thing where boy's life turns upside down, however it was the romance between the two and the comedy puts a balance on the anime's poor plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the story, I give a fair score since one would be annoyed with the plot where a naive witch meets lusty boy kind of thing where witch was suppose to make lusty boy make a wish and take his life (of not without the ticket that the\u001b[24m\n    \u001b[1m物語のために、私は公正なスコアを与えます。なぜなら、純粋な男の子が欲望を払うようになっていたと思っていたこと、\u001b[22m, \u001b[1m物語のために、私は1つが素朴な魔女は魔女が元気な男の子が願い事をすると、そのチケットがないわけではないの（彼の人生を取ることにすると仮定した事の元気な男の子の種類を満たしているプロットとイライラになるので、公正スコアを与えます\u001b[22m\n\u001b[4mguy has) instead it turns out to be a witch entering into boy's life and the usual thing where boy's life turns upside down, however it was the romance between the two and the comedy puts a balance on the anime's poor plot.\u001b[24m\n    \u001b[1m男の子がいる）代わりに男の子の生活に入る魔女と男の子の人生が逆さまになる通常のことが判明しますが、2人と恋人の間のロマンスはアニメの貧しいプロットにバランスを取っています。\u001b[22m, \u001b[1m男は）代わりに、それは少年の人生に入る魔女と少年の人生は逆さまになり、通常のものであることが判明、しかし、それは2間のロマンスだったとコメディ、アニメの貧しいプロット上のバランスを置きます。\u001b[22m\n\u001b[1m\u001b[22m\nAbout it's art....well, I just don't like the way them character's were illustrated co'z it kinda look like it was done by some mangaka wanna be who is trying hard but cannot , the panty shots were fine in a certain angle but upfront it kinda looks like your typical granny panty.\n\n\u001b[1mそれは芸術について....まあ、私はちょうど彼らのキャラクターが描かれていた方法が好きではありませんco'zそれはいくつかのmangakaによって行われたように見えるが誰が熱心にしようとしているができないことができます、パンティーショットは 特定の角度ではなく、それはあなたの典型的なおばあちゃんのパンティーのように見えます。\u001b[22m\n\u001b[1m(Sore wa geijutsu ni tsuite.... Mā, watashi wa chōdo karera no kyarakutā ga egaka rete ita hōhō ga sukide wa arimasen co' z sore wa ikutsu ka no mangaka ni yotte okonawa reta yōnimieru ga dare ga nesshin ni shiyou to shite iruga dekinai koto ga dekimasu, pantīshotto wa tokutei no kakudode wa naku, sore wa anata no tenkei-tekina o bāchan no pantī no yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mAbout it's art....well, I just don't like the way them character's were illustrated co'z it kinda look like it was done by some mangaka wanna be who is trying hard but cannot , the panty shots were fine in a certain angle but upfront it kinda looks like your typical granny panty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout it's art....well, I just don't like the way them character's were illustrated co'z it kinda look like it was done by some mangaka wanna be who is trying hard but cannot , the panty shots were fine in a\u001b[24m\n    \u001b[1mそれは芸術について....まあ、私はちょうど彼らのキャラクターが描かれていた方法が好きではありませんco'zそれはいくつかのmangakaによって行われたように見えるが誰が熱心にしようとしているができないことができます、パンティーショットは\u001b[22m, \u001b[1mそれは芸術だについて....よく、私はちょうど、キャラクタのは、それはちょっとそれはいくつかの漫画家のたいによって行われていたように見える努力している人であってよいが、パンティーショットがで罰金だったことはできませんco'z示されたそれらの方法を好きではありません\u001b[22m\n\u001b[4mcertain angle but upfront it kinda looks like your typical granny panty.\u001b[24m\n    \u001b[1m特定の角度ではなく、それはあなたの典型的なおばあちゃんのパンティーのように見えます。\u001b[22m, \u001b[1m特定の角度が、前払い、それはちょっとあなたの典型的なおばあちゃんのパンティーのように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nAbout the sound, it was the opening theme, Rurumo's VA and Masako's VA that I find cute, however the let down was with Shibaki's VA where it would have been better if Sempai's VA did Shibaki's voice also Sumiko Inoue VA's sounded like a grown up than a teen girl and it would have been much better if the VA who did Harulily's voice would have done it.\n\n\u001b[1m音についてはオープニングテーマ、RurumoのVAとMasakoのVAはかわいいと思うけど、SempaiのVAがShibakiの声を聞けばShibakiのVAと一緒にレットダウンしていたのですが、井上淑子さんのVAは、  Harulilyの声を出したVAがそれをやったなら、はるかに良いでしょう。\u001b[22m\n\u001b[1m(Otonitsuite wa ōpuningutēma, Rurumo no VA to Masako no VA wa kawaī to omoukedo, Sempai no VA ga Shibaki no koe o kikeba Shibaki no VA to issho ni rettodaun shite ita nodesuga, Inoue Yoshiko-san no VA wa, Harulily no koe o dashita VA ga sore o yattanara, haruka ni yoideshou.)\u001b[22m\n\nTranslations of \u001b[4mAbout the sound, it was the opening theme, Rurumo's VA and Masako's VA that I find cute, however the let down was with Shibaki's VA where it would have been better if Sempai's VA did Shibaki's voice also Sumiko Inoue VA's sounded like a grown up than a teen girl and it would have been much better if the VA who did Harulily's voice would have done it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the sound, it was the opening theme, Rurumo's VA and Masako's VA that I find cute, however the let down was with Shibaki's VA where it would have been better if Sempai's VA did Shibaki's voice also Sumiko Inoue VA's sounded like a grown up than\u001b[24m\n    \u001b[1m音についてはオープニングテーマ、RurumoのVAとMasakoのVAはかわいいと思うけど、SempaiのVAがShibakiの声を聞けばShibakiのVAと一緒にレットダウンしていたのですが、井上淑子さんのVAは、\u001b[22m, \u001b[1m音について、それは、私がかわいい見つけることのオープニングテーマ、RurumoのVAと雅子のVAだったがダウンしてみましょう先輩のVAはShibakiの声も澄子井上VAのが成長までよりのように聞こえなかった場合、それはもっと良かったはずShibakiのVAでした\u001b[22m\n\u001b[4ma teen girl and it would have been much better if the VA who did Harulily's voice would have done it.\u001b[24m\n    \u001b[1mHarulilyの声を出したVAがそれをやったなら、はるかに良いでしょう。\u001b[22m, \u001b[1m十代の少女とHarulilyの声をしたVAはそれを行っているならば、それははるかに良いされていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nNow about the cast, we all know that this anime revolves around Shibaki and Rurumo, well it good that is was all about them since Shibaki sort of act like Rurumo's guardian than anything else, their romance side was more of a true love where it is unconditional and that is where the enjoyment was more profound aside from the comedy aspect , so overall, this anime isn't bad at all, so here are my ratings for this anime:\n\n\u001b[1m今、このアニメがShibakiとRurumoの周りを回っていることは知っていますが、ShibakiがRurumoの保護者のような行為をして以来、彼らのことがすべてであったので、彼らのロマンスはもっと真実の愛でした 無条件で、それは楽しさがコメディの面を除いてもっと深いところだったので、全体的に、このアニメは全く悪くないので、ここにこのアニメのための私の評価があります：\u001b[22m\n\u001b[1m(Ima, kono anime ga Shibaki to Rurumo no mawari o mawatte iru koto wa shitte imasuga, Shibaki ga Rurumo no hogo-sha no yōna kōi o shite irai, karera no koto ga subetedeattanode, karera no romansu wa motto shinjitsu no aideshita mujōken de, soreha tanoshisa ga komedi no men o nozoite motto fukai tokorodattanode, zentai-teki ni, kono anime wa mattaku warukunainode, koko ni kono anime no tame no watashi no hyōka ga arimasu:)\u001b[22m\n\nTranslations of \u001b[4mNow about the cast, we all know that this anime revolves around Shibaki and Rurumo, well it good that is was all about them since Shibaki sort of act like Rurumo's guardian than anything else, their romance side was more of a true love where it is unconditional and that is where the enjoyment was more profound aside from the comedy aspect , so overall, this anime isn't bad at all, so here are my ratings for this anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow about the cast, we all know that this anime revolves around Shibaki and Rurumo, well it good that is was all about them since Shibaki sort of act like Rurumo's guardian than anything else, their romance side was more of a true love where it is\u001b[24m\n    \u001b[1m今、このアニメがShibakiとRurumoの周りを回っていることは知っていますが、ShibakiがRurumoの保護者のような行為をして以来、彼らのことがすべてであったので、彼らのロマンスはもっと真実の愛でした\u001b[22m, \u001b[1m今のキャストについては、我々はすべてこのアニメはShibakiとRurumoを中心に回っていることを知って、順調ですが、何よりもRurumoの保護者のような行為のShibakiソート以降のすべてのそれらについてだった、それは良いことを、彼らのロマンス側はそれが本当の愛のより多くのでした\u001b[22m\n\u001b[4munconditional and that is where the enjoyment was more profound aside from the comedy aspect , so overall, this anime isn't bad at all, so here are my ratings for this anime:\u001b[24m\n    \u001b[1m無条件で、それは楽しさがコメディの面を除いてもっと深いところだったので、全体的に、このアニメは全く悪くないので、ここにこのアニメのための私の評価があります：\u001b[22m, \u001b[1m無条件とその楽しさはさておきコメディ側面からより深いあった場所、であるので、全体的に、このアニメは全く悪いことではありませんので、ここでこのアニメのための私の評価：\u001b[22m\n\u001b[1m\u001b[22m\nStory: Fair 6.\n\n\u001b[1mストーリー：公正6。\u001b[22m\n\u001b[1m(Sutōrī: Kōsei 6.)\u001b[22m\n\nTranslations of \u001b[4mStory: Fair 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Fair 6.\u001b[24m\n    \u001b[1mストーリー：公正6。\u001b[22m, \u001b[1mストーリー：6フェア。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot maybe be stupid but the comedy and romance were the one that balance it out.\n\n\u001b[1mプロットは愚かかもしれないが、コメディとロマンスはそれをバランスさせるものだった。\u001b[22m\n\u001b[1m(Purotto wa oroka kamo shirenaiga, komedi to romansu wa sore o baransu sa seru monodatta.)\u001b[22m\n\nTranslations of \u001b[4mThe plot maybe be stupid but the comedy and romance were the one that balance it out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot maybe be stupid but the comedy and romance were the one that balance it out.\u001b[24m\n    \u001b[1mプロットは愚かかもしれないが、コメディとロマンスはそれをバランスさせるものだった。\u001b[22m, \u001b[1mプロットは多分愚かなことが、コメディとロマンスはそれのバランスを取る1でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: Poor 3.\n\n\u001b[1mアート：悪い3。\u001b[22m\n\u001b[1m(Āto: Warui 3.)\u001b[22m\n\nTranslations of \u001b[4mArt: Poor 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Poor 3.\u001b[24m\n    \u001b[1mアート：悪い3。\u001b[22m, \u001b[1mアート：3悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nDid I mention something about that the art of this anime was somehow done by a mangaka wannabe but cannot?\n\n\u001b[1m私は、このアニメの芸術はマンガカの浪人によって何とか行われたが、できないということについて何か言及しましたか？\u001b[22m\n\u001b[1m(Watashi wa, kono anime no geijutsu wa mangaka no rōnin ni yotte nantoka okonawa retaga, dekinai to iu koto ni tsuite nanika genkyū shimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mDid I mention something about that the art of this anime was somehow done by a mangaka wannabe but cannot?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I mention something about that the art of this anime was somehow done by a mangaka wannabe but cannot?\u001b[24m\n    \u001b[1m私は、このアニメの芸術はマンガカの浪人によって何とか行われたが、できないということについて何か言及しましたか？\u001b[22m, \u001b[1m私はこのアニメの技術は何らかの形で漫画家志望によって行われたができませんでしたことについて何かを言及しましたか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound: Fair 6.\n\n\u001b[1mサウンド：フェア6。\u001b[22m\n\u001b[1m(Saundo: Fea 6.)\u001b[22m\n\nTranslations of \u001b[4mSound: Fair 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Fair 6.\u001b[24m\n    \u001b[1mサウンド：フェア6。\u001b[22m, \u001b[1mサウンド：6フェア。\u001b[22m\n\u001b[1m\u001b[22m\nWell, even though Shibaki and Inoue's voice were bad, It was the voices of Rurumo and Masako' s that placed a certain balance over my opinion as to how I gave this part its score.\n\n\u001b[1mまあ、Shibakiと井上の声が悪かったにもかかわらず、私がこの部分にどのようにスコアをつけたかについて、私の意見よりある程度バランスをとったのはRurumoとMasakoの声でした。\u001b[22m\n\u001b[1m(Mā, Shibaki to Inoue no koe ga warukatta nimokakawarazu, watashi ga kono bubun ni dono yō ni sukoa o tsuketa ka ni tsuite, watashi no iken yori aruteido baransu o totta no wa Rurumo to Masako no koedeshita.)\u001b[22m\n\nTranslations of \u001b[4mWell, even though Shibaki and Inoue's voice were bad, It was the voices of Rurumo and Masako' s that placed a certain balance over my opinion as to how I gave this part its score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, even though Shibaki and Inoue's voice were bad, It was the voices of Rurumo and Masako' s that placed a certain balance over my opinion as to how I gave this part its score.\u001b[24m\n    \u001b[1mまあ、Shibakiと井上の声が悪かったにもかかわらず、私がこの部分にどのようにスコアをつけたかについて、私の意見よりある程度バランスをとったのはRurumoとMasakoの声でした。\u001b[22m, \u001b[1mまあ、Shibakiと井上の声が悪かったにもかかわらず、それは私がこの部分にそのスコアを与えた方法についての私の意見の上に一定のバランスを置いRurumoと雅子さんの声でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Good 7.\n\n\u001b[1m楽しさ：良い7。\u001b[22m\n\u001b[1m(Tanoshisa: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Good 7.\u001b[24m\n    \u001b[1m楽しさ：良い7。\u001b[22m, \u001b[1m楽しさ：7良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe score is for the anime's comedy aspect.\n\n\u001b[1mスコアは、アニメのコメディの側面です。\u001b[22m\n\u001b[1m(Sukoa wa, anime no komedi no sokumendesu.)\u001b[22m\n\nTranslations of \u001b[4mThe score is for the anime's comedy aspect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe score is for the anime's comedy aspect.\u001b[24m\n    \u001b[1mスコアは、アニメのコメディの側面です。\u001b[22m, \u001b[1mスコアはアニメのコメディ側面のためのものです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:L Good 7.\n\n\u001b[1m全体：L良い7。\u001b[22m\n\u001b[1m(Zentai: L yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mOverall:L Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:L Good 7.\u001b[24m\n    \u001b[1m全体：L良い7。\u001b[22m, \u001b[1m全体：7グッドL。\u001b[22m\n\u001b[1m\u001b[22m\nIt wasn't bad especially with the romance between Shibaki and Rurumo.\n\n\u001b[1m特にシバキとルルモの間のロマンスは悪くありませんでした。\u001b[22m\n\u001b[1m(Tokuni Shibaki to rurumo no ma no romansu wa waruku arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt wasn't bad especially with the romance between Shibaki and Rurumo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt wasn't bad especially with the romance between Shibaki and Rurumo.\u001b[24m\n    \u001b[1m特にシバキとルルモの間のロマンスは悪くありませんでした。\u001b[22m, \u001b[1mこれは、特にShibakiとRurumo間のロマンスで悪くはなかったです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "sketchyguy",
    "profile": "/profile/sketchyguy/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=162143",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  6\nキャラクター|  6\n|  6\n\nMajimoji Rurumoは非常に片面の作品です。 ルルモ自身の存在でないなら、それはひどいショーだろう。\n\nMajimoji Rurumoは非常に心のこもったショーです。 それぞれのエピソードが描かれている方法は、痛みを伴いながら予測可能であり、いつも終わりに感情を見せて、それが自分自身を楽しむのが好きであることを学ぶRurumoで終わります。 これらのシーンは、マイル離れたところから見た感情的な影響はほとんどなく、遅くて感情的な音楽だけで、すべてのチーズがどのように見えるのか見逃してしまいます。\n\nショーのすべてのキャラクターは穏やかで2次元です。 主人公は典型的な「素敵な」痴女であり、彼の友人（すべて一人のキャラクターにまとめられることもできる）は変態者でもあり、おっぱいの女の子、別のおっぱいの女の子、ツンデレなどがあります。 ショーはキャラクターとして成長するルルモだけに集中しているので、他の人の成長はほとんど無視され、シリーズ全体で同じままです。 その結果、文字は毎回同じように動作し、常にルルモを同じ予測可能な終点に導きます。\n\nユーモアは言及する価値がほとんどありません、それはおっぱいに基づいたちょうど標準的なジョーク、そしてルルモはクルッツです。 私は笑ってしまった瞬間を覚えていません。\n\nこのすべてにもかかわらず、ルルモ自身は何とかこのショーをゴミ箱から単調に運んで、平凡な範囲に運んでいます。 ルルモ自身は特別な性格ではありません。自分自身を表現するのが難しいですが、内部は素敵です。 ルルモのすべてのシーンは、彼女をかわいいとklutzyとして描いています。 彼女は自分自身を言う、\"私は少し遅いので、私は熱心に挑戦しなければならない。 彼女はショーの残りの部分のように感情を引き出すために人工的に設計されたようだが、彼女との違いはそれがうまくいくということである。\n\n私はMajimoji Rurumoを誰にとっても良いショーとして推薦することはできません。 私はそれをRurumoだけに見ていて、彼女がいなくても逃げようとする闘いのような気分でした。 しかし、彼女がスクリーン時間を取ったとき、ショーは大いに楽しいものでした。 全体的に、私はこのショーを公正に楽しんだ。 あなただけの楽しみのための意味を欠いているokのショーを探しているなら、Majimoji Rurumoは見るべきそのような悪いショーではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nMajimoji Rurumo is a very lopsided piece of work. It would be a terrible show if not for the presence of Rurumo herself.\n\n\u001b[1mMajimoji Rurumoは非常に片面の作品です。 ルルモ自身の存在でないなら、それはひどいショーだろう。\u001b[22m\n\u001b[1m(Majimoji Rurumo wa hijō ni katamen no sakuhindesu. Rurumo jishin no sonzaidenainara, sore wa hidoi shōdarou.)\u001b[22m\n\nTranslations of \u001b[4mMajimoji Rurumo is a very lopsided piece of work. It would be a terrible show if not for the presence of Rurumo herself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMajimoji Rurumo is a very lopsided piece of work.\u001b[24m\n    \u001b[1mMajimoji Rurumoは非常に片面の作品です。\u001b[22m, \u001b[1mまじもじるるも、仕事の非常に偏っ作品です。\u001b[22m\n\u001b[4mIt would be a terrible show if not for the presence of Rurumo herself.\u001b[24m\n    \u001b[1mルルモ自身の存在でないなら、それはひどいショーだろう。\u001b[22m, \u001b[1mない場合はRurumo自身の存在のためにひどいショーであろう。\u001b[22m\n\u001b[1m\u001b[22m\nMajimoji Rurumo is a very corny show. They way each episode is laid out is painfully predictable and trite, always ending with Rurumo showing emotions at the end and learning what it is like to enjoy herself. These scenes have very little emotional impact since you saw them from a mile away, and the slow and emotional music only makes you want to look away from how cheesy everything is.\n\n\u001b[1mMajimoji Rurumoは非常に心のこもったショーです。 それぞれのエピソードが描かれている方法は、痛みを伴いながら予測可能であり、いつも終わりに感情を見せて、それが自分自身を楽しむのが好きであることを学ぶRurumoで終わります。 これらのシーンは、マイル離れたところから見た感情的な影響はほとんどなく、遅くて感情的な音楽だけで、すべてのチーズがどのように見えるのか見逃してしまいます。\u001b[22m\n\u001b[1m(Majimoji Rurumo wa hijō ni kokoro no komotta shōdesu. Sorezore no episōdo ga egaka rete iru hōhō wa, itami o tomonainagara yosoku kanōdeari, itsumo owari ni kanjō o misete, sore ga jibun jishin o tanoshimu no ga sukidearu koto o manabu Rurumo de owarimasu. Korera no shīn wa, mairu hanareta tokoro kara mita kanjō-tekina eikyō wa hotondo naku, osokute kanjō-tekina ongaku dake de, subete no chīzu ga dono yō ni mieru no ka minogashite shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mMajimoji Rurumo is a very corny show. They way each episode is laid out is painfully predictable and trite, always ending with Rurumo showing emotions at the end and learning what it is like to enjoy herself. These scenes have very little emotional impact since you saw them from a mile away, and the slow and emotional music only makes you want to look away from how cheesy everything is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMajimoji Rurumo is a very corny show.\u001b[24m\n    \u001b[1mMajimoji Rurumoは非常に心のこもったショーです。\u001b[22m, \u001b[1mまじもじるるもが非常に陳腐ショーです。\u001b[22m\n\u001b[4mThey way each episode is laid out is painfully predictable and trite, always ending with Rurumo showing emotions at the end and learning what it is like to enjoy herself.\u001b[24m\n    \u001b[1mそれぞれのエピソードが描かれている方法は、痛みを伴いながら予測可能であり、いつも終わりに感情を見せて、それが自分自身を楽しむのが好きであることを学ぶRurumoで終わります。\u001b[22m, \u001b[1m彼らは道の各エピソードがレイアウトされ、常にRurumoが最後に感情を示すと、自分自身を楽しむためにどのようなものであるか学んで終わる、痛々しいほど予測可能かつ陳腐です。\u001b[22m\n\u001b[4mThese scenes have very little emotional impact since you saw them from a mile away, and the slow and emotional music only makes you want to look away from how cheesy everything is.\u001b[24m\n    \u001b[1mこれらのシーンは、マイル離れたところから見た感情的な影響はほとんどなく、遅くて感情的な音楽だけで、すべてのチーズがどのように見えるのか見逃してしまいます。\u001b[22m, \u001b[1mあなたが離れてマイルからそれらを見て以来、これらのシーンは非常に少し感情的な影響を持って、ゆっくりと、感情的な音楽は、あなたがすべてのものがどのように安っぽいから離れて見たくなります。\u001b[22m\n\u001b[1m\u001b[22m\nAll the characters in the show are bland and 2-dimensional. The main character is the typical 'nice' pervert, his friends (who could all be lumped into one character) are also perverts, there is a boob girl, another boob girl, a tsundere, and so on. Because the show is centered just on growing Rurumo as a character, the growth of everyone else is pretty much ignored, and they stay the same throughout the entire series. As a result, the characters act the same every time, always leading Rurumo to the same predictable end.\n\n\u001b[1mショーのすべてのキャラクターは穏やかで2次元です。 主人公は典型的な「素敵な」痴女であり、彼の友人（すべて一人のキャラクターにまとめられることもできる）は変態者でもあり、おっぱいの女の子、別のおっぱいの女の子、ツンデレなどがあります。 ショーはキャラクターとして成長するルルモだけに集中しているので、他の人の成長はほとんど無視され、シリーズ全体で同じままです。 その結果、文字は毎回同じように動作し、常にルルモを同じ予測可能な終点に導きます。\u001b[22m\n\u001b[1m(Shō no subete no kyarakutā wa odayakade 2-jigendesu. Shujinkō wa tenkei-tekina `sutekina' chijodeari, kare no yūjin (subete hitori no kyarakutā ni matome rareru koto mo dekiru) wa hentai-shade mo ari, oppai no on'nanoko,-betsu no oppai no on'nanoko, tsundere nado ga arimasu. Shō wa kyarakutā to shite seichō suru rurumo dake ni shūchū shite irunode, hokanohito no seichō wa hotondo mushi sa re, shirīzu zentai de onaji mamadesu. Sono kekka, moji wa maikai onajiyōni dōsa shi, tsuneni rurumo o onaji yosoku kanōna shūten ni michibikimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters in the show are bland and 2-dimensional. The main character is the typical 'nice' pervert, his friends (who could all be lumped into one character) are also perverts, there is a boob girl, another boob girl, a tsundere, and so on. Because the show is centered just on growing Rurumo as a character, the growth of everyone else is pretty much ignored, and they stay the same throughout the entire series. As a result, the characters act the same every time, always leading Rurumo to the same predictable end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters in the show are bland and 2-dimensional.\u001b[24m\n    \u001b[1mショーのすべてのキャラクターは穏やかで2次元です。\u001b[22m, \u001b[1mショーのすべての文字は、当たり障りのないと2次元です。\u001b[22m\n\u001b[4mThe main character is the typical 'nice' pervert, his friends (who could all be lumped into one character) are also perverts, there is a boob girl, another boob girl, a tsundere, and so on.\u001b[24m\n    \u001b[1m主人公は典型的な「素敵な」痴女であり、彼の友人（すべて一人のキャラクターにまとめられることもできる）は変態者でもあり、おっぱいの女の子、別のおっぱいの女の子、ツンデレなどがあります。\u001b[22m, \u001b[1m主人公は、（すべての1文字に集中することができた）彼の友人でも変質者であり、典型的な「素敵」痴漢である、というようにおっぱいの女の子、別のおっぱいの女の子、ツンデレ、とがあります。\u001b[22m\n\u001b[4mBecause the show is centered just on growing Rurumo as a character, the growth of everyone else is pretty much ignored, and they stay the same throughout the entire series.\u001b[24m\n    \u001b[1mショーはキャラクターとして成長するルルモだけに集中しているので、他の人の成長はほとんど無視され、シリーズ全体で同じままです。\u001b[22m, \u001b[1mショーはただの文字としてRurumoを成長させることに集中しているので、他の人の成長はほとんど無視され、それらはシリーズ全体を通して同じままにされます。\u001b[22m\n\u001b[4mAs a result, the characters act the same every time, always leading Rurumo to the same predictable end.\u001b[24m\n    \u001b[1mその結果、文字は毎回同じように動作し、常にルルモを同じ予測可能な終点に導きます。\u001b[22m, \u001b[1mその結果、文字が常に同じ予測可能な最後にRurumoをリードし、同じたびに作用します。\u001b[22m\n\u001b[1m\u001b[22m\nThe humor is almost not worth mentioning, it's just standard jokes based on boobs and Rurumo being a klutz. I don't remember any moments in which it's made me laugh at all.\n\n\u001b[1mユーモアは言及する価値がほとんどありません、それはおっぱいに基づいたちょうど標準的なジョーク、そしてルルモはクルッツです。 私は笑ってしまった瞬間を覚えていません。\u001b[22m\n\u001b[1m(Yūmoa wa genkyū suru kachi ga hotondo arimasen, soreha oppai ni motodzuita chōdo hyōjun-tekina jōku, soshite rurumo wa kuruttsudesu. Watashi wa waratte shimatta shunkan o oboete imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe humor is almost not worth mentioning, it's just standard jokes based on boobs and Rurumo being a klutz. I don't remember any moments in which it's made me laugh at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe humor is almost not worth mentioning, it's just standard jokes based on boobs and Rurumo being a klutz.\u001b[24m\n    \u001b[1mユーモアは言及する価値がほとんどありません、それはおっぱいに基づいたちょうど標準的なジョーク、そしてルルモはクルッツです。\u001b[22m, \u001b[1mユーモアはほとんど言及する価値はありませんが、それは不器用な人であることおっぱいとRurumoに基づいて、ちょうど標準のジョークです。\u001b[22m\n\u001b[4mI don't remember any moments in which it's made me laugh at all.\u001b[24m\n    \u001b[1m私は笑ってしまった瞬間を覚えていません。\u001b[22m, \u001b[1m私は私がすべてで笑わせていた任意の瞬間を覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nDespite all this, Rurumo herself somehow single-highhandedly carries this show out of the trash into the range of mediocrity. Rurumo herself is not special character by any means- she has difficulty expressing herself, but is nice inside. All of Rurumo's scenes portray her as cute and klutzy. She says herself, 'I'm a bit slow, so I have to try hard.' It seems like she's just as artificially engineered to draw out emotion like the rest of the show, but the difference with her is that it works- she ends up being very endearing.\n\n\u001b[1mこのすべてにもかかわらず、ルルモ自身は何とかこのショーをゴミ箱から単調に運んで、平凡な範囲に運んでいます。 ルルモ自身は特別な性格ではありません。自分自身を表現するのが難しいですが、内部は素敵です。 ルルモのすべてのシーンは、彼女をかわいいとklutzyとして描いています。 彼女は自分自身を言う、\"私は少し遅いので、私は熱心に挑戦しなければならない。 彼女はショーの残りの部分のように感情を引き出すために人工的に設計されたようだが、彼女との違いはそれがうまくいくということである。\u001b[22m\n\u001b[1m(Kono subete nimokakawarazu, rurumo jishin wa nantoka kono shō o gomibako kara tanchō ni hakonde, heibon'na han'i ni hakonde imasu. Rurumo jishin wa tokubetsuna seikakude wa arimasen. Jibun jishin o hyōgen suru no ga muzukashīdesuga, naibu wa sutekidesu. Rurumo no subete no shīn wa, kanojo o kawaī to klutzy to shite kaite imasu. Kanojo wa jibun jishin o iu, \" watashi wa sukoshi osoinode, watashi wa nesshin ni chōsen shinakereba naranai. Kanojo wa shō no nokori no bubun no yō ni kanjō o hikidasu tame ni jinkō-teki ni sekkei sa reta yōdaga, kanojo to no chigai wa sore ga umaku iku to iu kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mDespite all this, Rurumo herself somehow single-highhandedly carries this show out of the trash into the range of mediocrity. Rurumo herself is not special character by any means- she has difficulty expressing herself, but is nice inside. All of Rurumo's scenes portray her as cute and klutzy. She says herself, 'I'm a bit slow, so I have to try hard.' It seems like she's just as artificially engineered to draw out emotion like the rest of the show, but the difference with her is that it works- she ends up being very endearing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite all this, Rurumo herself somehow single-highhandedly carries this show out of the trash into the range of mediocrity.\u001b[24m\n    \u001b[1mこのすべてにもかかわらず、ルルモ自身は何とかこのショーをゴミ箱から単調に運んで、平凡な範囲に運んでいます。\u001b[22m, \u001b[1mこのすべてにもかかわらず、彼女自身は何とかシングルhighhandedly平凡の範囲内にゴミのうち、このショーを運ぶRurumo。\u001b[22m\n\u001b[4mRurumo herself is not special character by any means- she has difficulty expressing herself, but is nice inside.\u001b[24m\n    \u001b[1mルルモ自身は特別な性格ではありません。自分自身を表現するのが難しいですが、内部は素敵です。\u001b[22m, \u001b[1m自身が任意のmeans-による特別な文字ではありませんRurumo彼女は自分自身を表現する難しさを持っていますが、内部でいいです。\u001b[22m\n\u001b[4mAll of Rurumo's scenes portray her as cute and klutzy.\u001b[24m\n    \u001b[1mルルモのすべてのシーンは、彼女をかわいいとklutzyとして描いています。\u001b[22m, \u001b[1mRurumoのシーンのすべてがかわいいと不器用なとして彼女を描きます。\u001b[22m\n\u001b[4mShe says herself, 'I'm a bit slow, so I have to try hard.'\u001b[24m\n    \u001b[1m彼女は自分自身を言う、\"私は少し遅いので、私は熱心に挑戦しなければならない。\u001b[22m, \u001b[1m彼女は「私は少し遅いので、私は努力しなければならない。」、自分自身を語ります\u001b[22m\n\u001b[4mIt seems like she's just as artificially engineered to draw out emotion like the rest of the show, but the difference with her is that it works- she ends up being very endearing.\u001b[24m\n    \u001b[1m彼女はショーの残りの部分のように感情を引き出すために人工的に設計されたようだが、彼女との違いはそれがうまくいくということである。\u001b[22m, \u001b[1m彼女は同じように人工的にショーの残りの部分のような感情を引き出すために設計されているように思えるが、彼女との違いは、それは彼女がとてもかわいらしいなってしまうWORKS-ということです。\u001b[22m\n\u001b[1m\u001b[22m\nI cannot recommend Majimoji Rurumo as a good show to anyone. I watched it only for Rurumo, and every scene without her felt like a struggle to get through. However, when she got screen time, the show was largely enjoyable. Overall, I had a fair enjoyment of this show. If you are looking for an ok show devoid of any meaning just for fun, then Majimoji Rurumo isn't such a bad show to watch.\n\n\u001b[1m私はMajimoji Rurumoを誰にとっても良いショーとして推薦することはできません。 私はそれをRurumoだけに見ていて、彼女がいなくても逃げようとする闘いのような気分でした。 しかし、彼女がスクリーン時間を取ったとき、ショーは大いに楽しいものでした。 全体的に、私はこのショーを公正に楽しんだ。 あなただけの楽しみのための意味を欠いているokのショーを探しているなら、Majimoji Rurumoは見るべきそのような悪いショーではありません。\u001b[22m\n\u001b[1m(Watashi wa Majimoji Rurumo o dare ni tottemo yoi shō to shite suisen suru koto wa dekimasen. Watashi wa sore o Rurumo dake ni mite ite, kanojo ga inakute mo nigeyou to suru tatakai no yōna kibundeshita. Shikashi, kanojo ga sukurīn jikan o totta toki, shō wa ōini tanoshī monodeshita. Zentai-teki ni, watashi wa kono shō o kōsei ni tanoshinda. Anata dake no tanoshimi no tame no imi o kaite iru ok no shō o sagashite irunara, Majimoji Rurumo wa mirubeki sono yōna warui shōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI cannot recommend Majimoji Rurumo as a good show to anyone. I watched it only for Rurumo, and every scene without her felt like a struggle to get through. However, when she got screen time, the show was largely enjoyable. Overall, I had a fair enjoyment of this show. If you are looking for an ok show devoid of any meaning just for fun, then Majimoji Rurumo isn't such a bad show to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI cannot recommend Majimoji Rurumo as a good show to anyone.\u001b[24m\n    \u001b[1m私はMajimoji Rurumoを誰にとっても良いショーとして推薦することはできません。\u001b[22m, \u001b[1m私は誰にも良いショーとしてまじもじるるもをお勧めすることはできません。\u001b[22m\n\u001b[4mI watched it only for Rurumo, and every scene without her felt like a struggle to get through.\u001b[24m\n    \u001b[1m私はそれをRurumoだけに見ていて、彼女がいなくても逃げようとする闘いのような気分でした。\u001b[22m, \u001b[1m私はRurumoのためにそれを見て、彼女なしのあらゆるシーンを介して取得するための闘争のように感じました。\u001b[22m\n\u001b[4mHowever, when she got screen time, the show was largely enjoyable.\u001b[24m\n    \u001b[1mしかし、彼女がスクリーン時間を取ったとき、ショーは大いに楽しいものでした。\u001b[22m, \u001b[1m彼女は画面の時間を持ったときしかし、ショーは大部分が楽しかったです。\u001b[22m\n\u001b[4mOverall, I had a fair enjoyment of this show.\u001b[24m\n    \u001b[1m全体的に、私はこのショーを公正に楽しんだ。\u001b[22m, \u001b[1m全体的に、私はこのショーの公正な楽しみを持っていました。\u001b[22m\n\u001b[4mIf you are looking for an ok show devoid of any meaning just for fun, then Majimoji Rurumo isn't such a bad show to watch.\u001b[24m\n    \u001b[1mあなただけの楽しみのための意味を欠いているokのショーを探しているなら、Majimoji Rurumoは見るべきそのような悪いショーではありません。\u001b[22m, \u001b[1mあなただけの楽しみのために何の意味を欠い大丈夫ショーを探している場合は、まじもじるるもが見て、そのような悪いのショーではありません。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Lord_Rutsah",
    "profile": "/profile/Lord_Rutsah/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=163189",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  3\nサウンド|  5\nキャラクター|  2\n|  3\n\n正直言って、私は自分自身を変質者とは見なしません。 確かに私はlolisの方が好きですが、それだけです。 しかし、私は、私が変態者であるとふるったら、このくそよりも10倍も説得力のあるパフォーマンスを与えるだろうと私は確信しています！\n\nShibakiは高校生で、生命のエッチ部分に興味があるとされています。 彼は魔法の女の子、ルルモ（かわいい無情のロリ）と彼女のおなじみのキャラクター（彼は妖精のキャラクター）を迎え、すべてのチケットがなくなると彼は死んでしまうという前提のもと、 ロリはそれを知らない）。 主人公は、学校生活の災害を避け、ルルモ自身を守るため（例えば、彼女が自分の家に滞在できるようにする）、彼が成長している人を保護するために、すべてのエピソードでそれらを使用することになります。\n\nパフォーマンスだけが真っ直ぐになってきます。 それはMiley Cyrus twerkを見ているようなものだが、彼女は彼女（または彼女、特に彼女の背後にある...とにかく彼女はそれをすることができない）の中にそれを持っていない。 主人公は、彼がそうであると思われる性格のあまりにも聖人のように行動します。 彼が何かを得ることができたあまりにも多くの場合、彼はすべて道徳的で、私たちの上に始まりますが、何も起こっていない他のケースでは、彼は、女の子のみを持っていることを示すために、 自然と出てくる。\n\nエピソードはwaaaaayyyyyyあまりにも真面目な、最もRurumoを中心に、様々な古典的な（ビーチに行く、エピソード、動物キャリングエピソード、神秘的な女の子結合クラブのエピソード...）を通じてより多くの人間の感情を示しています。 ショーは、あなたが実際にクレジットを開く前に（最初の1分から）導入からのエピソード全体のプロットを実際に想像することができるような面倒です。 私が喜んでいることの一つは、欲望の変態（彼らはこれを悪いもののように見えるようにするにはどうすればよいのだろうか...）は、ルルモを悲惨な未亡人よりもむしろイムトーのキャラクターと見なします。 同じ家と '運命に縛られている'とは、彼らは何とかあなたが期待するほど多くの邪魔をしないので、信じられないほど不足していると感じさせます。 実際、多くの場合、無意味なシーンが貴重なキャラクターの開発に使用されていた可能性のあるすべてのスクリーンタイムを取得すると感じます。 第11話のアニメにもかかわらず、主人公やルルモについてはまだほとんど知らない。 猫は私のために唯一の好きなキャラクターでしたが、ほとんどのエピソードでゲスト出演することはほとんどありませんでした。\n\nスポイラー：最後のエピソードでは、無感覚なロリが急に顔を白くしすぎて、主人公の気持ちを示し、着物を着たいと興奮しています。 ご存知のように、私は主人には難しいと思っています。 私は彼の演奏が地獄のように納得できないことを意味していますが、それは文字そのものを壊すものではありませんでした。 この1つのエピソードでのルルモの振る舞いは、彼女のイメージを完全に破壊することになります。 そして、彼女がロリであるので、私は実際に私が彼女に厳しいものとして行くつもりはないことを覚えておいてください。 実際には、すべてのことが考慮され、ショーに出演しているすべての人たちは、トップになっていて説得力がありませんでした。 それは、主人公がより多くのスクリーン時間を得て、それゆえにそれがより明白であったということです...\n\n全体的に信じられないほど予測可能な、cliche'dとしてf $％^と非常に悪い公演は誰でも。 ショーはちょうど欠けていてひどく生産されているように感じます。 離れてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nHonestly I don't consider myself a pervert. Sure I have a certain preferrence to lolis but that's all. And yet I'm certain that if I were to pretend I was a pervert I would give a performance 10 times more convincing than this crap!\n\n\u001b[1m正直言って、私は自分自身を変質者とは見なしません。 確かに私はlolisの方が好きですが、それだけです。 しかし、私は、私が変態者であるとふるったら、このくそよりも10倍も説得力のあるパフォーマンスを与えるだろうと私は確信しています！\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa jibun jishin o henshitsu-sha to wa minashimasen. Tashika ni watashi wa lolis no kata ga sukidesuga, sore dakedesu. Shikashi, watashi wa, watashi ga hentai-shadearu to furuttara, kono kuso yori mo 10-bai mo settoku-ryoku no aru pafōmansu o ataerudarou to watashi wa kakushin shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mHonestly I don't consider myself a pervert. Sure I have a certain preferrence to lolis but that's all. And yet I'm certain that if I were to pretend I was a pervert I would give a performance 10 times more convincing than this crap!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly I don't consider myself a pervert.\u001b[24m\n    \u001b[1m正直言って、私は自分自身を変質者とは見なしません。\u001b[22m, \u001b[1m正直なところ私は自分自身変態考慮していません。\u001b[22m\n\u001b[4mSure I have a certain preferrence to lolis but that's all.\u001b[24m\n    \u001b[1m確かに私はlolisの方が好きですが、それだけです。\u001b[22m, \u001b[1m確かに私はlolisに一定の一般設定を持っていますが、それがすべてです。\u001b[22m\n\u001b[4mAnd yet I'm certain that if I were to pretend I was a pervert I would give a performance 10 times more convincing than this crap!\u001b[24m\n    \u001b[1mしかし、私は、私が変態者であるとふるったら、このくそよりも10倍も説得力のあるパフォーマンスを与えるだろうと私は確信しています！\u001b[22m, \u001b[1mそして、まだ私は私が変態だったふりをしていた場合、私はこのがらくたよりも10倍以上の説得力の性能を与えるだろうと確信しています！\u001b[22m\n\u001b[1m\u001b[22m\nShibaki is a high-school student, supposedly well-known for being interested in the ecchi part of life. He meets a magical girl, Rurumo (aka a cute emotionless loli) and her familiar (the -nyan character) and receives from them magical tickets that may fullfill his every wish, on the premise that if all tickets run out, he dies (the loli doesn't know that). The protagonist ends up using them on every episode to avoid disasters in his school life and to protect Rurumo herself (for example allowing her to stay at his house) who he grows attached to.\n\n\u001b[1mShibakiは高校生で、生命のエッチ部分に興味があるとされています。 彼は魔法の女の子、ルルモ（かわいい無情のロリ）と彼女のおなじみのキャラクター（彼は妖精のキャラクター）を迎え、すべてのチケットがなくなると彼は死んでしまうという前提のもと、 ロリはそれを知らない）。 主人公は、学校生活の災害を避け、ルルモ自身を守るため（例えば、彼女が自分の家に滞在できるようにする）、彼が成長している人を保護するために、すべてのエピソードでそれらを使用することになります。\u001b[22m\n\u001b[1m(Shibaki wa kōkōsei de, seimei no etchi bubun ni kyōmigāru to sa rete imasu. Kare wa mahō no on'nanoko, rurumo (kawaī mujō no rori) to kanojo no onajimi no kyarakutā (kare wa yōsei no kyarakutā) o mukae, subete no chiketto ga nakunaru to kare wa shindeshimau to iu zentei no moto, rori wa sore o shiranai). Shujinkō wa, gakkō seikatsu no saigai o sake, rurumo jishin o mamoru tame (tatoeba, kanojo ga jibun no ie ni taizai dekiru yō ni suru), kare ga seichō shite iru hito o hogo suru tame ni, subete no episōdo de sorera o shiyō suru koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mShibaki is a high-school student, supposedly well-known for being interested in the ecchi part of life. He meets a magical girl, Rurumo (aka a cute emotionless loli) and her familiar (the -nyan character) and receives from them magical tickets that may fullfill his every wish, on the premise that if all tickets run out, he dies (the loli doesn't know that). The protagonist ends up using them on every episode to avoid disasters in his school life and to protect Rurumo herself (for example allowing her to stay at his house) who he grows attached to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShibaki is a high-school student, supposedly well-known for being interested in the ecchi part of life.\u001b[24m\n    \u001b[1mShibakiは高校生で、生命のエッチ部分に興味があるとされています。\u001b[22m, \u001b[1mShibakiは、おそらく人生のエッチな部分に興味があることでよく知られている高校生です。\u001b[22m\n\u001b[4mHe meets a magical girl, Rurumo (aka a cute emotionless loli) and her familiar (the -nyan character) and receives from them magical tickets that may fullfill his every wish, on the premise that if all tickets run out, he dies (the\u001b[24m\n    \u001b[1m彼は魔法の女の子、ルルモ（かわいい無情のロリ）と彼女のおなじみのキャラクター（彼は妖精のキャラクター）を迎え、すべてのチケットがなくなると彼は死んでしまうという前提のもと、\u001b[22m, \u001b[1m彼はすべてのチケットがなくなった場合、彼が死ぬことを前提に、彼にあらゆる願いを気力することができる魔法のチケットを、（魔法少女、Rurumo（別名かわいい無表情ロリ）と彼女のおなじみの（-nyan文字）を満たしているし、それらから受け取ります\u001b[22m\n\u001b[4mloli doesn't know that).\u001b[24m\n    \u001b[1mロリはそれを知らない）。\u001b[22m, \u001b[1mロリは）それを知りません。\u001b[22m\n\u001b[4mThe protagonist ends up using them on every episode to avoid disasters in his school life and to protect Rurumo herself (for example allowing her to stay at his house) who he grows attached to.\u001b[24m\n    \u001b[1m主人公は、学校生活の災害を避け、ルルモ自身を守るため（例えば、彼女が自分の家に滞在できるようにする）、彼が成長している人を保護するために、すべてのエピソードでそれらを使用することになります。\u001b[22m, \u001b[1m主人公は、彼の学校生活での災害を避けるために、彼が接続成長する人（彼女は彼の家に滞在することを可能にするなど）Rurumoに自分自身を保護するために、すべてのエピソードでそれらを使用して終わります。\u001b[22m\n\u001b[1m\u001b[22m\nOnly the performance comes out as downright corny. It's like watching Miley Cyrus twerk, she just doesn't have it in her (or on her, specifically on her behinds... anyway she can't do it). The protagonist acts way too saint-like for the character he's supposed to be. In way too many cases where he could get some he starts going all moral and just on us, whereas in other cases where nothing is happening he's putting an over-the-top performance to show that he has only girls in mind that just doesn' t come out as natural.\n\n\u001b[1mパフォーマンスだけが真っ直ぐになってきます。 それはMiley Cyrus twerkを見ているようなものだが、彼女は彼女（または彼女、特に彼女の背後にある...とにかく彼女はそれをすることができない）の中にそれを持っていない。 主人公は、彼がそうであると思われる性格のあまりにも聖人のように行動します。 彼が何かを得ることができたあまりにも多くの場合、彼はすべて道徳的で、私たちの上に始まりますが、何も起こっていない他のケースでは、彼は、女の子のみを持っていることを示すために、 自然と出てくる。\u001b[22m\n\u001b[1m(Pafōmansu dake ga massugu ni natte kimasu. Sore wa Miley Cyrus twerk o mite iru yōna monodaga, kanojo wa kanojo (matawa kanojo, tokuni kanojo no haigo ni aru... Tonikaku kanojo wa sore o suru koto ga dekinai) no naka ni sore o motteinai. Shujinkō wa, kare ga sōdearu to omowa reru seikaku no amarini mo seijin no yō ni kōdō shimasu. Kare ga nanika o eru koto ga dekita amarini mo ōku no baai, kare wa subete dōtokutekide, watashitachi no ue ni hajimarimasuga, nani mo okotte inai ta no kēsude wa, kare wa, on'nanoko nomi o motte iru koto o shimesu tame ni, shizen to detekuru.)\u001b[22m\n\nTranslations of \u001b[4mOnly the performance comes out as downright corny. It's like watching Miley Cyrus twerk, she just doesn't have it in her (or on her, specifically on her behinds... anyway she can't do it). The protagonist acts way too saint-like for the character he's supposed to be. In way too many cases where he could get some he starts going all moral and just on us, whereas in other cases where nothing is happening he's putting an over-the-top performance to show that he has only girls in mind that just doesn' t come out as natural.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnly the performance comes out as downright corny.\u001b[24m\n    \u001b[1mパフォーマンスだけが真っ直ぐになってきます。\u001b[22m, \u001b[1m唯一のパフォーマンスは実に陳腐として出てきます。\u001b[22m\n\u001b[4mIt's like watching Miley Cyrus twerk, she just doesn't have it in her (or on her, specifically on her behinds... anyway she can't do it).\u001b[24m\n    \u001b[1mそれはMiley Cyrus twerkを見ているようなものだが、彼女は彼女（または彼女、特に彼女の背後にある...とにかく彼女はそれをすることができない）の中にそれを持っていない。\u001b[22m, \u001b[1mそれは、マイリー・サイラスのtwerkを見ているようだ彼女はちょうど彼女にそれを持っていません（特に彼女の尻に、または彼女に...とにかく、彼女はそれを行うことはできません）。\u001b[22m\n\u001b[4mThe protagonist acts way too saint-like for the character he's supposed to be.\u001b[24m\n    \u001b[1m主人公は、彼がそうであると思われる性格のあまりにも聖人のように行動します。\u001b[22m, \u001b[1m主人公は、彼がすることになっています文字のためにあまりにも聖人のような役割を果たします。\u001b[22m\n\u001b[4mIn way too many cases where he could get some he starts going all moral and just on us, whereas in other cases where nothing is happening he's putting an over-the-top performance to show that he has only girls in mind that just doesn'\u001b[24m\n    \u001b[1m彼が何かを得ることができたあまりにも多くの場合、彼はすべて道徳的で、私たちの上に始まりますが、何も起こっていない他のケースでは、彼は、女の子のみを持っていることを示すために、\u001b[22m, \u001b[1m何が起こっていない他のケースでは、彼は「彼はちょうどdoesnの心の中で唯一の女の子を持っていることを示すためにオーバーザトップのパフォーマンスを入れているのに対し、彼は、彼はすべての道徳的、ちょうど私達に行くを開始し、いくつかを得ることができるようにあまりにも多くの例\u001b[22m\n\u001b[4mt come out as natural.\u001b[24m\n    \u001b[1m自然と出てくる。\u001b[22m, \u001b[1mトン、天然として出てきます。\u001b[22m\n\u001b[1m\u001b[22m\nThe episodes are waaaaaayyyyyyy too cliche, most centering about Rurumo showing more human emotions through the various classicals (going-to-the-beach episode, animal-caring episode, mysterious-girl-joining-club episode...). The show is so cliche that you can practically imagine the plot of the entire episode from the introduction prior to opening credits (aka from the first minute). One thing I am glad for is that the wannabe pervert (how can they make this seem like a bad thing...?) sees Rurumo more as the immouto character than the maiden-in-distress, but again for 2 people living in the same house and 'bound by fate' they somehow don't have nearly as many interractions as you would expect, making it feel incredibly lacking. In fact in many cases you will feel that pointless scenes get all the screen-time that could have been used for precious character developement. We still practically know nothing about the protagonist or Rurumo despite the anime now being in the 11th episode. The cat was for me the only likeable character but she barely makes a guest appearance in most episodes.\n\n\u001b[1mエピソードはwaaaaayyyyyyあまりにも真面目な、最もRurumoを中心に、様々な古典的な（ビーチに行く、エピソード、動物キャリングエピソード、神秘的な女の子結合クラブのエピソード...）を通じてより多くの人間の感情を示しています。 ショーは、あなたが実際にクレジットを開く前に（最初の1分から）導入からのエピソード全体のプロットを実際に想像することができるような面倒です。 私が喜んでいることの一つは、欲望の変態（彼らはこれを悪いもののように見えるようにするにはどうすればよいのだろうか...）は、ルルモを悲惨な未亡人よりもむしろイムトーのキャラクターと見なします。 同じ家と '運命に縛られている'とは、彼らは何とかあなたが期待するほど多くの邪魔をしないので、信じられないほど不足していると感じさせます。 実際、多くの場合、無意味なシーンが貴重なキャラクターの開発に使用されていた可能性のあるすべてのスクリーンタイムを取得すると感じます。 第11話のアニメにもかかわらず、主人公やルルモについてはまだほとんど知らない。 猫は私のために唯一の好きなキャラクターでしたが、ほとんどのエピソードでゲスト出演することはほとんどありませんでした。\u001b[22m\n\u001b[1m(Episōdo wa waaaaayyyyyy amarini mo majimena, mottomo Rurumo o chūshin ni, samazamana koten-tekina (bīchi ni iku, episōdo, dōbutsu kyaringuepisōdo, shinpi-tekina on'nanoko ketsugō kurabu no episōdo... ) O tsūjite yori ōku no ningen no kanjō o shimeshite imasu. Shō wa, anata ga jissai ni kurejitto o hiraku mae ni (saisho no 1-bu kara) dōnyū kara no episōdo zentai no purotto o jissai ni sōzō suru koto ga dekiru yōna mendōdesu. Watashi ga yorokonde iru koto no hitotsu wa, yokubō no hentai (karera wa kore o warui mono no yō ni mieru yō ni suru ni wa dōsureba yoi nodarou ka... ) Wa, rurumo o hisan'na mibōjin yori mo mushiro imutō no kyarakutā to minashimasu. Onaji-ka to' unmei ni shibara rete iru' to wa, karera wa nantoka anata ga kitai suru hodo ōku no jama o shinainode, shinji rarenai hodo fusoku shite iru to kanji sasemasu. Jissai, ōku no baai, muimina shīn ga kichōna kyarakutā no kaihatsu ni shiyō sa rete ita kanōsei no aru subete no sukurīntaimu o shutoku suru to kanjimasu. Dai 11-wa no anime nimokakawarazu, shujinkō ya rurumo ni tsuite wa mada hotondo shiranai. Neko wa watashi no tame ni yuiitsu no sukina kyarakutādeshitaga, hotondo no episōdo de gesuto shutsuen suru koto wa hotondo arimasendeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler: In the final episode the emotionless loli suddenly starts blushing way too often, shows that she has feelings for the protagonist and becomes excited about wanting to wear a kimono. You know, I'm starting to think I was hard on the protagonist. I mean his performance was unconvincing as hell too but it didn't ruin the character all THAT much. Rurumo's behaviour on this one episode on the other hand manages to ruin her image completely. And keep in mind, she's a loli so I'm not actually going as harsh on her as I should. In fact, all things considered, everyone's acting in the show was over-the-top and unconvincing. It's just that the protagonist got more screen-time and therefore was more obvious at it...\n\n\u001b[1mスポイラー：最後のエピソードでは、無感覚なロリが急に顔を白くしすぎて、主人公の気持ちを示し、着物を着たいと興奮しています。 ご存知のように、私は主人には難しいと思っています。 私は彼の演奏が地獄のように納得できないことを意味していますが、それは文字そのものを壊すものではありませんでした。 この1つのエピソードでのルルモの振る舞いは、彼女のイメージを完全に破壊することになります。 そして、彼女がロリであるので、私は実際に私が彼女に厳しいものとして行くつもりはないことを覚えておいてください。 実際には、すべてのことが考慮され、ショーに出演しているすべての人たちは、トップになっていて説得力がありませんでした。 それは、主人公がより多くのスクリーン時間を得て、それゆえにそれがより明白であったということです...\u001b[22m\n\u001b[1m(Supoirā: Saigo no episōdode wa, mukankakuna rori ga kyū ni kao o shiroku shi sugite, shujinkō no kimochi o shimeshi, kimono o kitai to kōfun shite imasu. Gozonji no yō ni, watashi wa shujin ni wa muzukashī to omotte imasu. Watashi wa kare no ensō ga jigoku no yō ni nattoku dekinai koto o imi shite imasuga, soreha moji sonomono o kowasu monode wa arimasendeshita. Kono 1tsu no episōdo de no rurumo no furumai wa, kanojo no imēji o kanzen ni hakai suru koto ni narimasu. Soshite, kanojo ga roridearunode, watashi wa jissai ni watashi ga kanojo ni kibishī mono to shite iku tsumori wanai koto o oboete oite kudasai. Jissai ni wa, subete no koto ga kōryo sa re, shō ni shutsuen shite iru subete no hito-tachi wa, toppu ni natte ite settoku-ryoku ga arimasendeshita. Sore wa, shujinkō ga yori ōku no sukurīn jikan o ete, sore yueni sore ga yori meihakudeatta to iu kotodesu...)\u001b[22m\n\nTranslations of \u001b[4mSpoiler: In the final episode the emotionless loli suddenly starts blushing way too often, shows that she has feelings for the protagonist and becomes excited about wanting to wear a kimono. You know, I'm starting to think I was hard on the protagonist. I mean his performance was unconvincing as hell too but it didn't ruin the character all THAT much. Rurumo's behaviour on this one episode on the other hand manages to ruin her image completely. And keep in mind, she's a loli so I'm not actually going as harsh on her as I should. In fact, all things considered, everyone's acting in the show was over-the-top and unconvincing. It's just that the protagonist got more screen-time and therefore was more obvious at it...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler: In the final episode the emotionless loli suddenly starts blushing way too often, shows that she has feelings for the protagonist and becomes excited about wanting to wear a kimono.\u001b[24m\n    \u001b[1mスポイラー：最後のエピソードでは、無感覚なロリが急に顔を白くしすぎて、主人公の気持ちを示し、着物を着たいと興奮しています。\u001b[22m, \u001b[1mスポイラー：感情ロリが突然、あまりにも頻繁に道を赤面開始し、最終的なエピソードでは、彼女は主人公のために感情を持っており、着物を着るしたい興奮になることを示しています。\u001b[22m\n\u001b[4mYou know, I'm starting to think I was hard on the protagonist.\u001b[24m\n    \u001b[1mご存知のように、私は主人には難しいと思っています。\u001b[22m, \u001b[1mあなたが知っている、私は私が主人公にハードだったと思うし始めています。\u001b[22m\n\u001b[4mI mean his performance was unconvincing as hell too but it didn't ruin the character all THAT much.\u001b[24m\n    \u001b[1m私は彼の演奏が地獄のように納得できないことを意味していますが、それは文字そのものを壊すものではありませんでした。\u001b[22m, \u001b[1m私は彼のパフォーマンスがあまりにも地獄のように説得した意味が、それはすべてのその多くの文字を台無しにしませんでした。\u001b[22m\n\u001b[4mRurumo's behaviour on this one episode on the other hand manages to ruin her image completely.\u001b[24m\n    \u001b[1mこの1つのエピソードでのルルモの振る舞いは、彼女のイメージを完全に破壊することになります。\u001b[22m, \u001b[1m一方、この1つのエピソードにRurumoの行動は完全に彼女のイメージを台無しに管理しています。\u001b[22m\n\u001b[4mAnd keep in mind, she's a loli so I'm not actually going as harsh on her as I should.\u001b[24m\n    \u001b[1mそして、彼女がロリであるので、私は実際に私が彼女に厳しいものとして行くつもりはないことを覚えておいてください。\u001b[22m, \u001b[1mそして、覚えておいて、彼女は私がすべきように、私は実際に彼女の上のような過酷なつもりはないロリです。\u001b[22m\n\u001b[4mIn fact, all things considered, everyone's acting in the show was over-the-top and unconvincing.\u001b[24m\n    \u001b[1m実際には、すべてのことが考慮され、ショーに出演しているすべての人たちは、トップになっていて説得力がありませんでした。\u001b[22m, \u001b[1m実際には、すべてのものが考えられ、ショーで全員の演技は、オーバーザトップと説得しました。\u001b[22m\n\u001b[4mIt's just that the protagonist got more screen-time and therefore was more obvious at it...\u001b[24m\n    \u001b[1mそれは、主人公がより多くのスクリーン時間を得て、それゆえにそれがより明白であったということです...\u001b[22m, \u001b[1mそれは主人公が、より画面の時間を持って、それゆえに、より明らかだっただけです...\u001b[22m\n\u001b[1m\u001b[22m\nOverall incredibly predictable, cliche'd as f$%^ and with extremely bad performances by EVERYONE. The show just feels lacking and badly produced. Stay away.\n\n\u001b[1m全体的に信じられないほど予測可能な、cliche'dとしてf $％^と非常に悪い公演は誰でも。 ショーはちょうど欠けていてひどく生産されているように感じます。 離れてください。\u001b[22m\n\u001b[1m(Zentai-teki ni shinji rarenai hodo yosoku kanōna, cliche' d to shite f $%^ to hijō ni warui kōen wa daredemo. Shō wa chōdo kakete ite hidoku seisan sa rete iru yō ni kanjimasu. Hanarete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall incredibly predictable, cliche'd as f$%^ and with extremely bad performances by EVERYONE. The show just feels lacking and badly produced. Stay away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall incredibly predictable, cliche'd as f$%^ and with extremely bad performances by EVERYONE.\u001b[24m\n    \u001b[1m全体的に信じられないほど予測可能な、cliche'dとしてf $％^と非常に悪い公演は誰でも。\u001b[22m, \u001b[1m全体的に非常に予測可能で、fの$％^として、また誰もが極端に悪いパフォーマンスとcliche'd。\u001b[22m\n\u001b[4mThe show just feels lacking and badly produced.\u001b[24m\n    \u001b[1mショーはちょうど欠けていてひどく生産されているように感じます。\u001b[22m, \u001b[1mショーはちょうど欠けているとひどく生産感じています。\u001b[22m\n\u001b[4mStay away.\u001b[24m\n    \u001b[1m離れてください。\u001b[22m, \u001b[1m近づきません。\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "Mezo-RPWPA",
    "profile": "/profile/Mezo-RPWPA/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=162075",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  10\n\nこれは私の2回目のレビューですので、他の人のレビューのように驚くべきではないかもしれません。\n\nこのレビューを書き始める前に、私が明確にしたいことが1つあります。このアニメはファンサービスだけではありません。\n\nストーリー（8/10）：アニメは魔女の召喚についての本を見つけた変態高校生のことです。 彼はそれを冗談として試みますが、後で彼は彼の願いを実現させる本当の魔女に会います。 最初はストーリーがシンプルに見えるかもしれませんが、アニメーション全体を通してより良くなり、より深くなります。\n\nアート（6/10）：私はこのアニメで好きではなかったのはおそらく唯一のものでしたが、それほど悪くはありません。 私はあなたがそれが平均だったと言うことができると思います。\n\nキャラクター（9/10）：このアニメのキャラクターは驚くばかりで、メインキャラクター（Shibaki）は女の子のスカートを持ち上げるのが好きな変態者です。 倒錯者であるにもかかわらず、彼は実際には内部に人を助け、助けが必要なときに人を助けるとても良い親切な人です。 最初は魔女（ルルモ）は感情的でクールなキャラクターのようだが、実際には非常に不器用で、他のキャラクターよりも恥ずかしがり屋だ。\n私は本当にこのアニメのすべてのキャラクター、特にShibakiの母が好きだった、彼女はアニメの中で私の好きなキャラクターです。\n\n楽しさ（10/10）：私は本当にこのアニメを楽しんだ。  Iitはあなたがただ座って見ることができるアニメの1つでした。 それは本当に面白かったし、それに本当に悲しい瞬間があった。 とにかく私はとても楽しかったし、2回目の季節になるのは嬉しいです。\n\n全体的に（9/10）：コメディのジャンルが好きな人にはこのアニメを100％推奨します。 それは本当に良いと私の意見では、この季節/年の最高のアニメの一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my second review so it may not be amazing like other people's reviews.\n\n\u001b[1mこれは私の2回目のレビューですので、他の人のレビューのように驚くべきではないかもしれません。\u001b[22m\n\u001b[1m(Kore wa watashi no 2-kai-me no rebyūdesunode, hokanohito no rebyū no yō ni odorokubekide wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is my second review so it may not be amazing like other people's reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my second review so it may not be amazing like other people's reviews.\u001b[24m\n    \u001b[1mこれは私の2回目のレビューですので、他の人のレビューのように驚くべきではないかもしれません。\u001b[22m, \u001b[1mそれは他の人のレビューのような驚くべきではないかもしれないので、これは私の第二回レビューです。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I start writing this review, there is one thing I want to make clear: this anime isn't only about fan service.\n\n\u001b[1mこのレビューを書き始める前に、私が明確にしたいことが1つあります。このアニメはファンサービスだけではありません。\u001b[22m\n\u001b[1m(Kono rebyū o kaki hajimeru mae ni, watashi ga meikaku ni shitai koto ga 1tsu arimasu. Kono anime wa fansābisu dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBefore I start writing this review, there is one thing I want to make clear: this anime isn't only about fan service.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I start writing this review, there is one thing I want to make clear: this anime isn't only about fan service.\u001b[24m\n    \u001b[1mこのレビューを書き始める前に、私が明確にしたいことが1つあります。このアニメはファンサービスだけではありません。\u001b[22m, \u001b[1m私はこのレビューを書き始める前に、私は明確にしたい一つのことがある：このアニメだけでなく、ファンサービスについてです。\u001b[22m\n\u001b[1m\u001b[22m\nStory ( 8/10 ) : The anime is about a pervert high-school student who found a book about summoning witches. He tries it as a joke but later on he meets a real witch who made his wish come true. The story may seem simple at the beginning but it gets better and becomes a lot deeper throughout the entire anime.\n\n\u001b[1mストーリー（8/10）：アニメは魔女の召喚についての本を見つけた変態高校生のことです。 彼はそれを冗談として試みますが、後で彼は彼の願いを実現させる本当の魔女に会います。 最初はストーリーがシンプルに見えるかもしれませんが、アニメーション全体を通してより良くなり、より深くなります。\u001b[22m\n\u001b[1m(Sutōrī (8 / 10): Anime wa majo no shōkan ni tsuite no hon o mitsuketa hentai kōkōsei no kotodesu. Kare wa sore o jōdan to shite kokoromimasuga,-go de kare wa kare no negai o jitsugen sa seru hontō no majo ni aimasu. Saisho wa sutōrī ga shinpuru ni mieru kamo shiremasenga, animēshon zentai o tōshite yori yoku nari, yori fukaku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory ( 8/10 ) : The anime is about a pervert high-school student who found a book about summoning witches. He tries it as a joke but later on he meets a real witch who made his wish come true. The story may seem simple at the beginning but it gets better and becomes a lot deeper throughout the entire anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory ( 8/10 ) : The anime is about a pervert high-school student who found a book about summoning witches.\u001b[24m\n    \u001b[1mストーリー（8/10）：アニメは魔女の召喚についての本を見つけた変態高校生のことです。\u001b[22m, \u001b[1mストーリー（8/10）：アニメは魔女を召喚についての本を見つけた変態高校生についてです。\u001b[22m\n\u001b[4mHe tries it as a joke but later on he meets a real witch who made his wish come true.\u001b[24m\n    \u001b[1m彼はそれを冗談として試みますが、後で彼は彼の願いを実現させる本当の魔女に会います。\u001b[22m, \u001b[1m彼は冗談としてそれをしようとしますが、後で彼は彼の願いが叶う作られた本物の魔女を満たしています。\u001b[22m\n\u001b[4mThe story may seem simple at the beginning but it gets better and becomes a lot deeper throughout the entire anime.\u001b[24m\n    \u001b[1m最初はストーリーがシンプルに見えるかもしれませんが、アニメーション全体を通してより良くなり、より深くなります。\u001b[22m, \u001b[1m物語は冒頭でシンプルに見えるかもしれませんが、それは良くなると全体のアニメを通してたくさん深くなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art ( 6/10 ) : It was probably the only thing that I didn't like in this anime, but it isn't really that bad. I guess you could say it was average.\n\n\u001b[1mアート（6/10）：私はこのアニメで好きではなかったのはおそらく唯一のものでしたが、それほど悪くはありません。 私はあなたがそれが平均だったと言うことができると思います。\u001b[22m\n\u001b[1m(Āto (6 / 10): Watashi wa kono anime de sukide wa nakatta no wa osoraku yuiitsu no monodeshitaga, sore hodo waruku wa arimasen. Watashi wa anata ga sore ga heikindatta to iu koto ga dekiru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art ( 6/10 ) : It was probably the only thing that I didn't like in this anime, but it isn't really that bad. I guess you could say it was average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art ( 6/10 ) : It was probably the only thing that I didn't like in this anime, but it isn't really that bad.\u001b[24m\n    \u001b[1mアート（6/10）：私はこのアニメで好きではなかったのはおそらく唯一のものでしたが、それほど悪くはありません。\u001b[22m, \u001b[1mアート（6/10）：それはおそらく、私はこのアニメには好きではなかった唯一のものだったが、それは本当に悪いことではありません。\u001b[22m\n\u001b[4mI guess you could say it was average.\u001b[24m\n    \u001b[1m私はあなたがそれが平均だったと言うことができると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters ( 9/10 ) : The characters in this anime are just amazing, the main character ( Shibaki ) is a pervert who likes to lift girls' skirts. Despite being a pervert, he is actually a very good and kind person in the inside who helps people when they need help. The witch ( Rurumo ) at first she seems like an emotionless and cool character but she is actually very clumsy and more shy than any other character.\n\n\u001b[1mキャラクター（9/10）：このアニメのキャラクターは驚くばかりで、メインキャラクター（Shibaki）は女の子のスカートを持ち上げるのが好きな変態者です。 倒錯者であるにもかかわらず、彼は実際には内部に人を助け、助けが必要なときに人を助けるとても良い親切な人です。 最初は魔女（ルルモ）は感情的でクールなキャラクターのようだが、実際には非常に不器用で、他のキャラクターよりも恥ずかしがり屋だ。\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10): Kono anime no kyarakutā wa odoroku bakari de, meinkyarakutā (Shibaki) wa on'nanoko no sukāto o mochiageru no ga sukina hentai-shadesu. Tōsaku-shadearu nimokakawarazu, kare wa jissai ni wa naibu ni hito o tasuke, tasuke ga hitsuyōna toki ni hito o tasukeru tote mo yoi shinsetsuna hitodesu. Saisho wa majo (rurumo) wa kanjō-tekide kūruna kyarakutā no yōdaga, jissai ni wa hijō ni bukiyōde, hoka no kyarakutā yori mo hazukashigariyada.)\u001b[22m\n\nTranslations of \u001b[4mThe characters ( 9/10 ) : The characters in this anime are just amazing, the main character ( Shibaki ) is a pervert who likes to lift girls' skirts. Despite being a pervert, he is actually a very good and kind person in the inside who helps people when they need help. The witch ( Rurumo ) at first she seems like an emotionless and cool character but she is actually very clumsy and more shy than any other character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters ( 9/10 ) : The characters in this anime are just amazing, the main character ( Shibaki ) is a pervert who likes to lift girls' skirts.\u001b[24m\n    \u001b[1mキャラクター（9/10）：このアニメのキャラクターは驚くばかりで、メインキャラクター（Shibaki）は女の子のスカートを持ち上げるのが好きな変態者です。\u001b[22m, \u001b[1m文字（9/10）：このアニメの登場人物は主人公（Shibakiが）女の子のスカートを持ち上げるのが好きな変態です、ただ驚くべきものです。\u001b[22m\n\u001b[4mDespite being a pervert, he is actually a very good and kind person in the inside who helps people when they need help.\u001b[24m\n    \u001b[1m倒錯者であるにもかかわらず、彼は実際には内部に人を助け、助けが必要なときに人を助けるとても良い親切な人です。\u001b[22m, \u001b[1m痴漢にもかかわらず、彼は実際に彼らは助けを必要とするときに人々を助ける内部には非常に良いと親切な人です。\u001b[22m\n\u001b[4mThe witch ( Rurumo ) at first she seems like an emotionless and cool character but she is actually very clumsy and more shy than any other character.\u001b[24m\n    \u001b[1m最初は魔女（ルルモ）は感情的でクールなキャラクターのようだが、実際には非常に不器用で、他のキャラクターよりも恥ずかしがり屋だ。\u001b[22m, \u001b[1m魔女（Rurumo）最初に彼女は無表情でクールな性格のように思えるが、彼女は実際には非常に不器用や他の文字よりも恥ずかしがり屋です。\u001b[22m\nI really liked all the characters in this anime, specially Shibaki's mother, she is my favorite character in the anime.\n\n\u001b[1m私は本当にこのアニメのすべてのキャラクター、特にShibakiの母が好きだった、彼女はアニメの中で私の好きなキャラクターです。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime no subete no kyarakutā, tokuni Shibaki no haha ga sukidatta, kanojo wa anime no naka de watashi no sukina kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mI really liked all the characters in this anime, specially Shibaki's mother, she is my favorite character in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked all the characters in this anime, specially Shibaki's mother, she is my favorite character in the anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメのすべてのキャラクター、特にShibakiの母が好きだった、彼女はアニメの中で私の好きなキャラクターです。\u001b[22m, \u001b[1m私は本当に彼女がアニメで私のお気に入りのキャラクターである、特別Shibakiの母親、このアニメ内のすべての文字が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment ( 10/10 ) : I really enjoyed this anime. Iit was one of those anime where you could just sit back and enjoy watching it. It was really funny and it had some really sad moments in it. Anyway I enjoyed it very much and I hope they make a second season for it because it was just amazing.\n\n\u001b[1m楽しさ（10/10）：私は本当にこのアニメを楽しんだ。  Iitはあなたがただ座って見ることができるアニメの1つでした。 それは本当に面白かったし、それに本当に悲しい瞬間があった。 とにかく私はとても楽しかったし、2回目の季節になるのは嬉しいです。\u001b[22m\n\u001b[1m(Tanoshisa (10/ 10): Watashi wa hontōni kono anime o tanoshinda. Iit wa anata ga tada suwatte miru koto ga dekiru anime no 1tsudeshita. Sore wa hontōni omoshirokattashi, soreni hontōni kanashī shunkan ga atta. Tonikaku watashi wa totemo tanoshikatta shi, 2-kai-me no kisetsu ni naru no wa ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment ( 10/10 ) : I really enjoyed this anime. Iit was one of those anime where you could just sit back and enjoy watching it. It was really funny and it had some really sad moments in it. Anyway I enjoyed it very much and I hope they make a second season for it because it was just amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment ( 10/10 ) : I really enjoyed this anime.\u001b[24m\n    \u001b[1m楽しさ（10/10）：私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m楽しさ（10/10）：私は本当にこのアニメを楽しみました。\u001b[22m\n\u001b[4mIit was one of those anime where you could just sit back and enjoy watching it.\u001b[24m\n    \u001b[1mIitはあなたがただ座って見ることができるアニメの1つでした。\u001b[22m, \u001b[1mIITはあなただけ後ろに座ると、それを見て楽しむことができ、これらのアニメの一つでした。\u001b[22m\n\u001b[4mIt was really funny and it had some really sad moments in it.\u001b[24m\n    \u001b[1mそれは本当に面白かったし、それに本当に悲しい瞬間があった。\u001b[22m, \u001b[1mそれは本当に面白いだったし、その中にいくつかの本当に悲しい瞬間がありました。\u001b[22m\n\u001b[4mAnyway I enjoyed it very much and I hope they make a second season for it because it was just amazing.\u001b[24m\n    \u001b[1mとにかく私はとても楽しかったし、2回目の季節になるのは嬉しいです。\u001b[22m, \u001b[1mとにかく私はそれを非常に楽しんだし、私はそれだけで驚くべきものだったので、彼らはそれのための第二シーズンを作りたいと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall ( 9/10 ) : I would 100% recommend this anime to anyone who likes the comedy genre. It was really good and in my opinion it is one of the Best anime this Season/Year.\n\n\u001b[1m全体的に（9/10）：コメディのジャンルが好きな人にはこのアニメを100％推奨します。 それは本当に良いと私の意見では、この季節/年の最高のアニメの一つです。\u001b[22m\n\u001b[1m(Zentai-teki ni (9 / 10): Komedi no janru ga sukinahito ni wa kono anime o 100-pāsento suishō shimasu. Sore wa hontōni yoi to watashi no ikende wa, kono kisetsu/ toshi no saikō no anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall ( 9/10 ) : I would 100% recommend this anime to anyone who likes the comedy genre. It was really good and in my opinion it is one of the Best anime this Season/Year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall ( 9/10 ) : I would 100% recommend this anime to anyone who likes the comedy genre.\u001b[24m\n    \u001b[1m全体的に（9/10）：コメディのジャンルが好きな人にはこのアニメを100％推奨します。\u001b[22m, \u001b[1m総合（9/10）：私は100％がコメディのジャンルが好きな人にはこのアニメをお勧めします。\u001b[22m\n\u001b[4mIt was really good and in my opinion it is one of the Best anime this Season/Year.\u001b[24m\n    \u001b[1mそれは本当に良いと私の意見では、この季節/年の最高のアニメの一つです。\u001b[22m, \u001b[1mそれは本当に良かったと私の意見では、この季節/年ベストアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Majimoji_Rurumo",
    "id": "23945",
    "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo",
    "user": "dgpl",
    "profile": "/profile/dgpl/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=213587",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  8\nキャラクター|  2\n|  6\n\nこのアニメではあまりにも無駄になります。\n実際にはあまり進んでいないことは理解していますが、このショーの問題はまだ明らかです。 ペーシングが変わって、突然登場するキャラクターが突然出てきて、楽しいリズムにたくさんのプロットポイントが埋もれてしまいます。\n女性の対話はすべて、名前をもたないバックグラウンドキャラクターのように聞こえる、MCが入っているクラブは、3人のキャラクターのうち2人にも名前をつけなかった。MCには、 私は6つのエピソードのようなことを忘れていて、カバーアートのキャラクターの1つは1つのエピソードにしか現れません。 また主人公のヒロイン（rurumo）は本当に際立っていません。 私は2人の主人公の間のより多くのつながりを見たいと思っていましたが、最後までは十分ではありませんでした。 ショーはどこかに行くのに時間がかかりすぎる。\nこのショーは6人のキャストで生き残ったかもしれないが、あまりにも多くの忘れられないキャラクターがある。\n\n芸術と音楽は、私が慣れていたものから爽やかな変化でしたが、本当にどこにも行かなかったのです。 私はそれほど気が利いていませんでしたが、それは本当にそれを拡張しませんでした。\n\n私はいくつかのエピソードに興味を持ち続けることに苦労していましたが、結局私はそれを終えました。\n\n良い-\n - 「メインストリーム」アニメーションからの素敵な休憩\n - 人々が見たいと思っているより少ない探索されたアイデア\n - けれど、面白いですが、面白いのは実行です。\n\n悪い\n - 悪いペーシング、遅いだけでなく、時には細部にわたって光沢がある\n - キャストが大きすぎて忘れられない文字だった\n - 開始が遅く、興味を持ち始めると終了する\n - 何も目立たない、一般的な平凡な感覚",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSo much goes to waste in this anime.\n\n\u001b[1mこのアニメではあまりにも無駄になります。\u001b[22m\n\u001b[1m(Kono animede wa amarini mo muda ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo much goes to waste in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo much goes to waste in this anime.\u001b[24m\n    \u001b[1mこのアニメではあまりにも無駄になります。\u001b[22m, \u001b[1mこのアニメで無駄にあまりにも多くなります。\u001b[22m\nWhile I understand that there's really not much to go off of, the problems of this show are still obvious. The pacing is weird, characters suddenly pop in and out, and a lot of plot points are buried in the easy-going rhythm of the show.\n\n\u001b[1m実際にはあまり進んでいないことは理解していますが、このショーの問題はまだ明らかです。 ペーシングが変わって、突然登場するキャラクターが突然出てきて、楽しいリズムにたくさんのプロットポイントが埋もれてしまいます。\u001b[22m\n\u001b[1m(Jissai ni wa amari susunde inai koto wa rikai shite imasuga, kono shō no mondai wa mada akirakadesu. Pēshingu ga kawatte, totsuzen tōjō suru kyarakutā ga totsuzen dete kite, tanoshī rizumu ni takusan no purotto pointo ga umorete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile I understand that there's really not much to go off of, the problems of this show are still obvious. The pacing is weird, characters suddenly pop in and out, and a lot of plot points are buried in the easy-going rhythm of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I understand that there's really not much to go off of, the problems of this show are still obvious.\u001b[24m\n    \u001b[1m実際にはあまり進んでいないことは理解していますが、このショーの問題はまだ明らかです。\u001b[22m, \u001b[1m私はのオフに行くために多くは実際にそこではないことを理解しているが、この番組の問題が依然として明らかです。\u001b[22m\n\u001b[4mThe pacing is weird, characters suddenly pop in and out, and a lot of plot points are buried in the easy-going rhythm of the show.\u001b[24m\n    \u001b[1mペーシングが変わって、突然登場するキャラクターが突然出てきて、楽しいリズムにたくさんのプロットポイントが埋もれてしまいます。\u001b[22m, \u001b[1mペーシング文字が突然中と飛び出し、奇妙であり、プロット点の多くは、ショーののんびりリズムに埋設されています。\u001b[22m\nThe females dialogue all sound like background characters who don't even have names, the club the MC is in didn't even name two of the three characters in it, the MC has a little brother with like three lines in the entire show that I forgot about for like six episodes, and one of the characters on the cover art only shows up in one episode. Also the leading heroine (rurumo) doesn't really stand out. I wanted to see more of a connection between the two main characters, but there wasn't enough until near the end. The show takes too long to get somewhere.\n\n\u001b[1m女性の対話はすべて、名前をもたないバックグラウンドキャラクターのように聞こえる、MCが入っているクラブは、3人のキャラクターのうち2人にも名前をつけなかった。MCには、 私は6つのエピソードのようなことを忘れていて、カバーアートのキャラクターの1つは1つのエピソードにしか現れません。 また主人公のヒロイン（rurumo）は本当に際立っていません。 私は2人の主人公の間のより多くのつながりを見たいと思っていましたが、最後までは十分ではありませんでした。 ショーはどこかに行くのに時間がかかりすぎる。\u001b[22m\n\u001b[1m(Josei no taiwa wa subete, namae o motanai bakkuguraundokyarakutā no yō ni kikoeru, MC ga haitte iru kurabu wa, 3-ri no kyarakutā no uchi 2-ri ni mo namae o tsukenakatta. MC ni wa, watashi wa muttsu no episōdo no yōna koto o wasurete ite, kabāāto no kyarakutā no 1tsu wa 1tsu no episōdo ni shika arawaremasen. Mata shujinkō no hiroin (rurumo) wa hontōni kiwadatte imasen. Watashi wa 2-ri no shujinkō no ma no yori ōku no tsunagari o mitai to omotte imashitaga, saigomade wa jūbunde wa arimasendeshita. Shō wa doko ka ni iku no ni jikan ga kakari sugiru.)\u001b[22m\n\nTranslations of \u001b[4mThe females dialogue all sound like background characters who don't even have names, the club the MC is in didn't even name two of the three characters in it, the MC has a little brother with like three lines in the entire show that I forgot about for like six episodes, and one of the characters on the cover art only shows up in one episode. Also the leading heroine (rurumo) doesn't really stand out. I wanted to see more of a connection between the two main characters, but there wasn't enough until near the end. The show takes too long to get somewhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe females dialogue all sound like background characters who don't even have names, the club the MC is in didn't even name two of the three characters in it, the MC has a little brother with like three lines in the entire show that\u001b[24m\n    \u001b[1m女性の対話はすべて、名前をもたないバックグラウンドキャラクターのように聞こえる、MCが入っているクラブは、3人のキャラクターのうち2人にも名前をつけなかった。MCには、\u001b[22m, \u001b[1mメスの対話であっても名前を持っていない背景文字のようにすべての音が、クラブMCがであっても、その中の3文字の2に名前を付けていなかったが、MCはそのショー全体で3のような行を持つ弟を持っています\u001b[22m\n\u001b[4mI forgot about for like six episodes, and one of the characters on the cover art only shows up in one episode.\u001b[24m\n    \u001b[1m私は6つのエピソードのようなことを忘れていて、カバーアートのキャラクターの1つは1つのエピソードにしか現れません。\u001b[22m, \u001b[1m私は6エピソードなどに約忘れてしまった、とカバーアート上の文字の一つは、一つだけのエピソードに表示されます。\u001b[22m\n\u001b[4mAlso the leading heroine (rurumo) doesn't really stand out.\u001b[24m\n    \u001b[1mまた主人公のヒロイン（rurumo）は本当に際立っていません。\u001b[22m, \u001b[1mまた、先頭のヒロイン（rurumoは）本当に目立ついません。\u001b[22m\n\u001b[4mI wanted to see more of a connection between the two main characters, but there wasn't enough until near the end.\u001b[24m\n    \u001b[1m私は2人の主人公の間のより多くのつながりを見たいと思っていましたが、最後までは十分ではありませんでした。\u001b[22m, \u001b[1m私は、主に2つの文字間の接続の多くを見てみたかったが、終わり近くまで十分にありませんでした。\u001b[22m\n\u001b[4mThe show takes too long to get somewhere.\u001b[24m\n    \u001b[1mショーはどこかに行くのに時間がかかりすぎる。\u001b[22m, \u001b[1mショーはどこかに取得に時間がかかりすぎます。\u001b[22m\nThis show could have survived with a six person cast, but there's way too many forgettable characters.\n\n\u001b[1mこのショーは6人のキャストで生き残ったかもしれないが、あまりにも多くの忘れられないキャラクターがある。\u001b[22m\n\u001b[1m(Kono shō wa 6-ri no kyasuto de ikinokotta kamo shirenaiga, amarini mo ōku no wasurerarenai kyarakutā ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThis show could have survived with a six person cast, but there's way too many forgettable characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show could have survived with a six person cast, but there's way too many forgettable characters.\u001b[24m\n    \u001b[1mこのショーは6人のキャストで生き残ったかもしれないが、あまりにも多くの忘れられないキャラクターがある。\u001b[22m, \u001b[1mこのショーは、6人のキャストで生き残ったはずだったが、あまりにも多くの忘れられがちな文字があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and music were a refreshing change from what I'm used to but really didn't go anywhere with it. I almost got a fooly cooly feel from it, but it didn't really expand on that.\n\n\u001b[1m芸術と音楽は、私が慣れていたものから爽やかな変化でしたが、本当にどこにも行かなかったのです。 私はそれほど気が利いていませんでしたが、それは本当にそれを拡張しませんでした。\u001b[22m\n\u001b[1m(Geijutsu to ongaku wa, watashi ga narete ita mono kara sawayakana henkadeshitaga, hontōni dokoni mo ikanakatta nodesu. Watashi wa sorehodo ki ga kiite imasendeshitaga, sore wa hontōni sore o kakuchō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and music were a refreshing change from what I'm used to but really didn't go anywhere with it. I almost got a fooly cooly feel from it, but it didn't really expand on that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and music were a refreshing change from what I'm used to but really didn't go anywhere with it.\u001b[24m\n    \u001b[1m芸術と音楽は、私が慣れていたものから爽やかな変化でしたが、本当にどこにも行かなかったのです。\u001b[22m, \u001b[1mアートと音楽は私が使用しているものとは気分転換であったが、本当にそれでどこにも行きませんでした。\u001b[22m\n\u001b[4mI almost got a fooly cooly feel from it, but it didn't really expand on that.\u001b[24m\n    \u001b[1m私はそれほど気が利いていませんでしたが、それは本当にそれを拡張しませんでした。\u001b[22m, \u001b[1m私はほとんどfoolyがcoolyそれから感じてしまったが、それは本当にその上で展開されませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI found myself struggling to stay interested in a few episodes, but in the end I finished it.\n\n\u001b[1m私はいくつかのエピソードに興味を持ち続けることに苦労していましたが、結局私はそれを終えました。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no episōdo ni kyōmi o mochi tsudzukeru koto ni kurō shite imashitaga, kekkyoku watashi wa sore o oemashita.)\u001b[22m\n\nTranslations of \u001b[4mI found myself struggling to stay interested in a few episodes, but in the end I finished it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found myself struggling to stay interested in a few episodes, but in the end I finished it.\u001b[24m\n    \u001b[1m私はいくつかのエピソードに興味を持ち続けることに苦労していましたが、結局私はそれを終えました。\u001b[22m, \u001b[1m私は自分自身いくつかのエピソードに興味が滞在するのに苦労が見つかりましたが、最終的に私はそれを終えました。\u001b[22m\n\u001b[1m\u001b[22m\ngood-\n/go͝od/\n\n\u001b[1m良い-\u001b[22m\n\u001b[1m(Yoi -)\u001b[22m\n\nDefinitions of \u001b[4mgood-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    良い\u001b[22m\n        good, nice, fine, pleasant, okay, okey\n\u001b[1m    善\u001b[22m\n        good\n\u001b[1m    うまい\u001b[22m\n        good, nice, fine, splendid, wonderful, beautiful\n\u001b[1m    善い\u001b[22m\n        good, nice, pleasant, OK, okay, okey\n\u001b[1m    好い\u001b[22m\n        good\n\u001b[1m    良性\u001b[22m\n        good, favorable, kind, compassionate, auspicious, gracious\n\u001b[1m    宜しい\u001b[22m\n        good, fine\n\u001b[1m    ろく\u001b[22m\n        good, satisfactory, worthy, admirable, commendable, excellent\n\u001b[1m    佳\u001b[22m\n        good, beautiful, excellent\n\u001b[1m    善し\u001b[22m\n        good, well\n\u001b[1m    佳良\u001b[22m\n        favorable, good, successful, favourable\n\u001b[1m    主務\u001b[22m\n        competent, skilled, proficient, fit, able, good\n\u001b[1m    安楽な\u001b[22m\n        convenient, comfortable, favourable, favorable, accommodative, good\n\nnoun\n\u001b[1m    利益\u001b[22m\n        profits, gains, gain, good\n\u001b[1m    為\u001b[22m\n        good, advantage, benefit, interests, welfare, sake\n\u001b[1m    グー\u001b[22m\n        good\n\nadverb\n\u001b[1m    よろしい\u001b[22m\n        good, all right\n\u001b[1m    偉いですね\u001b[22m\n        good\n- nice break from 'mainstream' animation\n\n\u001b[1m - 「メインストリーム」アニメーションからの素敵な休憩\u001b[22m\n\u001b[1m(- `Meinsutorīmu' animēshon kara no sutekina kyūkei)\u001b[22m\n\nTranslations of \u001b[4m- nice break from 'mainstream' animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- nice break from 'mainstream' animation\u001b[24m\n    \u001b[1m - 「メインストリーム」アニメーションからの素敵な休憩\u001b[22m, \u001b[1m - 「主流」のアニメーションからの素敵な休憩\u001b[22m\n- a couple of lesser explored ideas that people like to see\n\n\u001b[1m - 人々が見たいと思っているより少ない探索されたアイデア\u001b[22m\n\u001b[1m(- Hitobito ga mitai to omotte iru yori sukunai tansaku sa reta aidea)\u001b[22m\n\nTranslations of \u001b[4m- a couple of lesser explored ideas that people like to see\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- a couple of lesser explored ideas that people like to see\u001b[24m\n    \u001b[1m - 人々が見たいと思っているより少ない探索されたアイデア\u001b[22m, \u001b[1m - 低いのカップルは、人々が見てみたいアイデアを探求しました\u001b[22m\n- Although cliche, interesting in it's execution.\n\n\u001b[1m - けれど、面白いですが、面白いのは実行です。\u001b[22m\n\u001b[1m(- Keredo, omoshiroidesuga, omoshiroi no wa jikkōdesu.)\u001b[22m\n\nTranslations of \u001b[4m- Although cliche, interesting in it's execution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Although cliche, interesting in it's execution.\u001b[24m\n    \u001b[1m - けれど、面白いですが、面白いのは実行です。\u001b[22m, \u001b[1m - 決まり文句が、それの実行で興味深いです。\u001b[22m\n\u001b[1m\u001b[22m\nbad\n/bad/\n\n\u001b[1m悪い\u001b[22m\n\u001b[1m(Warui)\u001b[22m\n\nDefinitions of \u001b[4mbad\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    悪い\u001b[22m\n        bad, wrong, inferior, abominable, hateful\n\u001b[1m    ひどい\u001b[22m\n        bad, vicious, massive, damn, deplorable, horrific\n\u001b[1m    まずい\u001b[22m\n        bad, insipid, brackish\n\u001b[1m    不可\u001b[22m\n        improper, bad, wrong, unjustifiable, inadvisable\n\u001b[1m    やんちゃ\u001b[22m\n        naughty, mischievous, bad, roguish, disobedient, unruly\n\u001b[1m    疎ましい\u001b[22m\n        unsympathetic, disagreeable, unfavorable, unpleasant, bad, adverse\n\u001b[1m    よくない\u001b[22m\n        bad\n- bad pacing, not just slow but occasionally glossing over details\n\n\u001b[1m - 悪いペーシング、遅いだけでなく、時には細部にわたって光沢がある\u001b[22m\n\u001b[1m(- Warui pēshingu, osoi dakedenaku, tokiniha saibu ni watatte kōtaku ga aru)\u001b[22m\n\nTranslations of \u001b[4m- bad pacing, not just slow but occasionally glossing over details\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- bad pacing, not just slow but occasionally glossing over details\u001b[24m\n    \u001b[1m - 悪いペーシング、遅いだけでなく、時には細部にわたって光沢がある\u001b[22m, \u001b[1m - 悪いペーシングだけではなく、ゆっくりではあるが、時折オーバー光沢詳細\u001b[22m\n- cast was too large, forgettable characters\n\n\u001b[1m - キャストが大きすぎて忘れられない文字だった\u001b[22m\n\u001b[1m(- Kyasuto ga ōki sugite wasure rarenai mojidatta)\u001b[22m\n\nTranslations of \u001b[4m- cast was too large, forgettable characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- cast was too large, forgettable characters\u001b[24m\n    \u001b[1m - キャストが大きすぎて忘れられない文字だった\u001b[22m, \u001b[1m - キャストは大きすぎて、忘れられがちな文字でした\u001b[22m\n- slow to start, and then ends when you start getting interested\n\n\u001b[1m - 開始が遅く、興味を持ち始めると終了する\u001b[22m\n\u001b[1m(- Kaishi ga osoku, kyōmi o mochi hajimeru to shūryō suru)\u001b[22m\n\nTranslations of \u001b[4m- slow to start, and then ends when you start getting interested\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- slow to start, and then ends when you start getting interested\u001b[24m\n    \u001b[1m - 開始が遅く、興味を持ち始めると終了する\u001b[22m, \u001b[1m - 起動が遅い、とあなたが興味を持って取得を開始するとき終了します\u001b[22m\n- nothing really outstanding, a general sense of mediocrity\n\n\u001b[1m - 何も目立たない、一般的な平凡な感覚\u001b[22m\n\u001b[1m(- Nani mo medatanai, ippantekina heibon'na kankaku)\u001b[22m\n\nTranslations of \u001b[4m- nothing really outstanding, a general sense of mediocrity\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- nothing really outstanding, a general sense of mediocrity\u001b[24m\n    \u001b[1m - 何も目立たない、一般的な平凡な感覚\u001b[22m, \u001b[1m - 平凡の何も本当に優れた、一般的な意味\u001b[22m"
  }
]
