[
  {
    "title": "Digimon_Adventure__Bokura_no_War_Game",
    "id": "2397",
    "url": "https://myanimelist.net/anime/2397/Digimon_Adventure__Bokura_no_War_Game",
    "user": "uebo7",
    "profile": "/profile/uebo7/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=224666",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nサマーウォーズの前には、ホスダの守護の傑作である僕らの戦争ゲームがありました。 悪意のある人はデジモンのブランドに縛られていましたが、それで育ったデジモンのファン以外の誰もが真剣に受け止められたことはありませんでした。 ホスダ自身はその魔法を取り戻そうとし続けているので、運命を嘆かせるようです。まず、ルイ・ヴィトンのすべての広告とその後の前述のサマー・ウォーズの広告で、それは非常に信じられないほど素晴らしい映画ですが、 この映画のほとんどすべて。\n\nサマーウォーズは2時間近く働いていたので、そのスペースをより大きなキャストで満たすのが理にかなっていました。その複雑な絡み合ったプロットラインは、さまざまな方向でその映画を撮りました。 僕らの戦争ゲームは、比較すると楽になります。 長さがわずか40分で、それはしなければならない。 そのことを念頭に置いて、クリエイターは、メインシリーズのキャストをほんの一握りにするという賢明な決断を下しました。\n\n太一と甲斐郎はここの中心的な主人公であり、彼らの化学は、彼らが非常に自然と一緒に一緒に行動するので、表面レベルで映画がとても楽しい主な理由です。 二人の間にはユーモアがあり、キャストとの間には笑い声のようなものは何もありませんが、映画が重すぎると感じるのを防ぐには十分です。\n\nそして、これはデジモンアドベンチャーの直後の続編だが、この映画を楽しむにはそのシリーズの大切な知識が必要だ。 すぐに、あなたは過去にいくつかのデジモンパートナーと連絡を取り合っているこのグループの友達がいると思います。 これまでのことは、主シリーズのプロットに直接言及していないので、ファンが関心を持っていることです。\n\nそれにもかかわらず、僕らの戦争ゲームはシリーズとはまったく違って感じます。 キャラクターは今や生き生きとした癖や現実的な動き、アニメーションではほとんど見られないキャラクターです。 ホスダの影響は非常に顕著で、キャラクターの単調な色合いとむしろ塊状の割合で最も顕著です。 さらに、ここのほとんどすべてのショットは意図的にフレームになっていると感じ、一貫して見るのが楽しいフィルムになります。\n\nここでは、ホスタが、特に視覚的な視点から、現代​​技術に対する彼の明らかな愛を示すようになったのもここです。 電話、携帯電話、コンピュータスクリーン、時計、キーボード、またはショットを占めるその他の日常的な電子機器の不足はありません。 彼らはこの現代においてそうであるべきであるように、キャラクターが住む世界の非常に肉体的で現実的な部分のように感じます。 これらの要素は、より農村の田舎と、この技術があまり普及していない世帯のショットと対照的です。 しかし、どちらの要素も、テクノロジーがどれほど迅速に進歩したかを思い出させるかのように、他の何よりもお互いを褒めてくれるようです。 ここに示すように、インターネットのような広大で複雑なネットワークが、はるかに単純な生活の仕方に沿って実際に存在すると考えるのは信じられないほどです。\n\nこれがデジモンの映画であることから、デジタルモンスターの戦いが繰り広げられ、ここではインターネットが戦場です。 想像上、インターネットはサイケデリックなデザインが並んでおり、浮遊した破片で満たされた大きな球状構造のウェブとして描かれています。 このスペースの文字は、オレンジ色の輪郭で描かれているか、または輪郭が全くないため視覚的に面白い形で際立っています。 確かに日付を記入されたWindows XPスタイルのメッセージングプロンプトは、実際の世界の文字が通じるように空中で実現しながら、大きな効果を発揮します。 全体として、これはホスタが夏の戦争のような後の作品で使用し続ける非常に明瞭で目立つ美学を作り出します。\n\nこのトリッピーなインターネットの世界でデジモンの間で戦った戦いは、すばやく、エキサイティングで創造的で、しばしばこの設定をうまく利用しています。 戦闘はドラゴンボールエスク、より良い言葉の欠如のために、高速でスクリーン全体をズームするキャラクター、発砲物とハードパンチを投げることを特徴としています。 すべてのアクションは素晴らしい重みを持っているので、すべてのヒットの影響を感じることができます。 才能のあるアニメーター、振付師、サウンドデザイナーは、そのために大きな支えになるはずです。\n\n僕らの戦争ゲームのサウンドトラックは、ほとんどのオーケストラで、シリーズからいくつかの復帰Jロックトラックが保存されています。 それ以外の場合、サウンドトラックは映画に特に古きよき雰囲気を与えます。 より軽快なシーンには気まぐれな木管楽器、鐘、弦の盛り上がりが伴います。一方、より迫力のあるシーンは、黄銅と鋭いスタッカートの弦のバーストの間の素晴らしいテーマの相互作用を特徴とします。 終わり近くの天使の合唱団も注目に値する。\n\nおそらく、この映画の最高の品質は、それが効果的に緊張と勢いをいかに構築するかである。 太一のために怠惰な朝として始まり、核兵器の爆発を止めるための猛烈な戦いに雪が降りかかる。数時間以内にすべてが始まる。 ヘルプは常に英雄の手の届かないところにありますが、インターネットをコントロールしているコンピュータウィルスの主な悪役は常に一歩前です。 ステークスは分単位で、そして多数のレイヤーで提起されます。 ホスダは、並行して起こっている無関係の出来事の間を絶えず前後して、この緊張を強調しています。 映画のペースは遅いですが、物語そのものの素早く接近している核ミサイルのように、加速しています。 これは、間違いなく小さなハンディーの監督の手に残された場合、ハミーを感じるだろう、最終的に近くに意外に強力な感情的なシーンになります。\n\nこの映画以来、ホスタは世紀の転換と、より良いものかより悪いものかに関わらず、より新しい技術との相互作用を続ける方法に魅了されたようです。 あなたがそれを信じることができれば、タイトルにデジモンを持っているにもかかわらず、この映画は非常に根本的かつ関連性があると感じるように管理します。 幻想的なデジタルワールドはここでは登場しません。代わりに、私たちが知っているようにインターネットがあり、それがプロットや映画の主題のメインステージになります。 サマーウォーズのOZネットワークのような仮説的なバーチャルリアリティも含まれていません。 インターネットやその関連ネットワーク上で社会が十分に頼りになっていることについては、ここで実際のポイントが作られています。物事が乾かないと、混乱が起こるでしょう。 将来への可能性を示すものではなく、現在の警告兆候のように感じます。\n\nしかし、それだけで映画自体が単に楽しむことができなかったなら、それは意味がありません。 それは心臓性、性格、そしてスタイルを持っており、その比較的短い長さがあなたの注意を完全に貫いていると確信しています。 私はそれに戻ってくる理由があります。 ホスダがそれに戻ってくる理由もあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBefore Summer Wars, there was Bokura no War Game, the unsung masterpiece of Mamoru Hosuda. Ill-fatedly tied to the Digimon brand, it was never to be taken too seriously by anyone other than the Digimon fans who grew up with it. Hosuda himself seems to lament that fate, as he has continually attempted to recapture its magic: First, in a Loui Vuitton ad of all things and later in the aforementioned Summer Wars—a film that's pretty incredible in its own right, but one that owes almost everything to this film.\n\n\u001b[1mサマーウォーズの前には、ホスダの守護の傑作である僕らの戦争ゲームがありました。 悪意のある人はデジモンのブランドに縛られていましたが、それで育ったデジモンのファン以外の誰もが真剣に受け止められたことはありませんでした。 ホスダ自身はその魔法を取り戻そうとし続けているので、運命を嘆かせるようです。まず、ルイ・ヴィトンのすべての広告とその後の前述のサマー・ウォーズの広告で、それは非常に信じられないほど素晴らしい映画ですが、 この映画のほとんどすべて。\u001b[22m\n\u001b[1m(Samāu~ōzu no mae ni wa, hosuda no shugo no kessakudearu bokura no sensō gēmu ga arimashita. Akui no aru hito wa dejimon no burando ni shibara rete imashitaga, sore de sodatta dejimon no fan igai no daremoga shinken ni uketome rareta koto wa arimasendeshita. Hosuda jishin wa sono mahō o torimodosou to shi tsudzukete irunode, unmei o nageka seru yōdesu. Mazu, Rui vu~iton no subete no kōkoku to sonogo no zenjutsu no samā u~ōzu no kōkoku de, sore wa hijō ni shinji rarenai hodo subarashī eigadesuga, kono eiga no hotondo subete.)\u001b[22m\n\nTranslations of \u001b[4mBefore Summer Wars, there was Bokura no War Game, the unsung masterpiece of Mamoru Hosuda. Ill-fatedly tied to the Digimon brand, it was never to be taken too seriously by anyone other than the Digimon fans who grew up with it. Hosuda himself seems to lament that fate, as he has continually attempted to recapture its magic: First, in a Loui Vuitton ad of all things and later in the aforementioned Summer Wars—a film that's pretty incredible in its own right, but one that owes almost everything to this film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore Summer Wars, there was Bokura no War Game, the unsung masterpiece of Mamoru Hosuda.\u001b[24m\n    \u001b[1mサマーウォーズの前には、ホスダの守護の傑作である僕らの戦争ゲームがありました。\u001b[22m, \u001b[1mサマーウォーズの前に、ぼくらのウォーゲーム、守Hosudaの陰の傑作がありました。\u001b[22m\n\u001b[4mIll-fatedly tied to the Digimon brand, it was never to be taken too seriously by anyone other than the Digimon fans who grew up with it.\u001b[24m\n    \u001b[1m悪意のある人はデジモンのブランドに縛られていましたが、それで育ったデジモンのファン以外の誰もが真剣に受け止められたことはありませんでした。\u001b[22m, \u001b[1m悪いfatedlyデジモンブランドに縛ら、それはそれで育ったデジモンファン以外の誰もが、あまりにも真剣に取られるべきではなかったです。\u001b[22m\n\u001b[4mHosuda himself seems to lament that fate, as he has continually attempted to recapture its magic: First, in a Loui Vuitton ad of all things and later in the aforementioned Summer Wars—a film that's pretty incredible in its own right, but one that owes\u001b[24m\n    \u001b[1mホスダ自身はその魔法を取り戻そうとし続けているので、運命を嘆かせるようです。まず、ルイ・ヴィトンのすべての広告とその後の前述のサマー・ウォーズの広告で、それは非常に信じられないほど素晴らしい映画ですが、\u001b[22m, \u001b[1mまず、すべての物事のルイヴィトンの広告で、後に前述のサマーウォーズ - それ自体にかなり信じられないほどだフィルムが、負っている1中：彼は絶えずその魔法を奪還しようとしたとしてHosuda自身は、その運命を嘆くように見えます\u001b[22m\n\u001b[4malmost everything to this film.\u001b[24m\n    \u001b[1mこの映画のほとんどすべて。\u001b[22m\n\u001b[1m\u001b[22m\nSummer Wars had nearly two hours to work with, so it made sense to fill that space with a much larger cast, whose complex interwoven plot lines took that film in a number of different directions. Bokura no War Game feels effortless in comparison, and is the more focused of the two; at only forty minutes in length, it has to be. With that in mind, the creators made the smart decision to only involve a handful of the cast from the main series.\n\n\u001b[1mサマーウォーズは2時間近く働いていたので、そのスペースをより大きなキャストで満たすのが理にかなっていました。その複雑な絡み合ったプロットラインは、さまざまな方向でその映画を撮りました。 僕らの戦争ゲームは、比較すると楽になります。 長さがわずか40分で、それはしなければならない。 そのことを念頭に置いて、クリエイターは、メインシリーズのキャストをほんの一握りにするという賢明な決断を下しました。\u001b[22m\n\u001b[1m(Samāu~ōzu wa 2-jikan chikaku hataraite itanode, sono supēsu o yori ōkina kyasuto de mitasu no ga ri ni kanatte imashita. Sono fukuzatsuna karamiatta purottorain wa, samazamana hōkō de sono eiga o torimashita. Bokura no sensō gēmu wa, hikaku suruto raku ni narimasu. Naga-sa ga wazuka 40-bu de, soreha shinakereba naranai. Sono koto o nentō ni oite, kurieitā wa, meinshirīzu no kyasuto o hon'no hitonigiri ni suru to iu kenmeina ketsudan o kudashimashita.)\u001b[22m\n\nTranslations of \u001b[4mSummer Wars had nearly two hours to work with, so it made sense to fill that space with a much larger cast, whose complex interwoven plot lines took that film in a number of different directions. Bokura no War Game feels effortless in comparison, and is the more focused of the two; at only forty minutes in length, it has to be. With that in mind, the creators made the smart decision to only involve a handful of the cast from the main series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummer Wars had nearly two hours to work with, so it made sense to fill that space with a much larger cast, whose complex interwoven plot lines took that film in a number of different directions.\u001b[24m\n    \u001b[1mサマーウォーズは2時間近く働いていたので、そのスペースをより大きなキャストで満たすのが理にかなっていました。その複雑な絡み合ったプロットラインは、さまざまな方向でその映画を撮りました。\u001b[22m, \u001b[1mサマーウォーズはで動作するように約2時間を持っていたので、それは、その複雑な織り交ぜるプロットラインの異なる方向の数でその映画を取ったはるかに大きいのキャスト、とそのスペースを埋めるために意味がありました。\u001b[22m\n\u001b[4mBokura no War Game feels effortless in comparison, and is the more focused of the two;\u001b[24m\n    \u001b[1m僕らの戦争ゲームは、比較すると楽になります。\u001b[22m, \u001b[1m僕らは何の戦争ゲームを比較して楽に感じていない、と2のより集中です。\u001b[22m\n\u001b[4mat only forty minutes in length, it has to be.\u001b[24m\n    \u001b[1m長さがわずか40分で、それはしなければならない。\u001b[22m, \u001b[1m長さがわずか40分で、それがなければなりません。\u001b[22m\n\u001b[4mWith that in mind, the creators made the smart decision to only involve a handful of the cast from the main series.\u001b[24m\n    \u001b[1mそのことを念頭に置いて、クリエイターは、メインシリーズのキャストをほんの一握りにするという賢明な決断を下しました。\u001b[22m, \u001b[1mこのことを念頭に置いて、クリエイターは本体のみのシリーズからのキャストの一握りを関与させるスマートな決断を下しました。\u001b[22m\n\u001b[1m\u001b[22m\nTaichi and Koushirou are the central protagonists here, and their chemistry is the main reason that the film is so enjoyable to watch at the surface level, as they act very casually and naturally together. There's a great deal of humor between the two of them, and between the cast as a whole—nothing of the laugh-out-loud variety, but enough to keep the film from feeling too heavy.\n\n\u001b[1m太一と甲斐郎はここの中心的な主人公であり、彼らの化学は、彼らが非常に自然と一緒に一緒に行動するので、表面レベルで映画がとても楽しい主な理由です。 二人の間にはユーモアがあり、キャストとの間には笑い声のようなものは何もありませんが、映画が重すぎると感じるのを防ぐには十分です。\u001b[22m\n\u001b[1m(Taichi to Kai rō wa koko no chūshin-tekina shujinkōdeari, karera no kagaku wa, karera ga hijō ni shizen to issho ni issho ni kōdō surunode, hyōmen reberu de eiga ga totemo tanoshī omona riyūdesu. Futari no ma ni wa yūmoa ga ari, kyasuto to no ma ni wa waraigoe no yōna mono wa nani mo arimasenga, eiga ga omo sugiru to kanjiru no o fusegu ni wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mTaichi and Koushirou are the central protagonists here, and their chemistry is the main reason that the film is so enjoyable to watch at the surface level, as they act very casually and naturally together. There's a great deal of humor between the two of them, and between the cast as a whole—nothing of the laugh-out-loud variety, but enough to keep the film from feeling too heavy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaichi and Koushirou are the central protagonists here, and their chemistry is the main reason that the film is so enjoyable to watch at the surface level, as they act very casually and naturally together.\u001b[24m\n    \u001b[1m太一と甲斐郎はここの中心的な主人公であり、彼らの化学は、彼らが非常に自然と一緒に一緒に行動するので、表面レベルで映画がとても楽しい主な理由です。\u001b[22m, \u001b[1m太一と光子郎は、ここで中央の主人公であり、その化学的性質は、彼らは非常にさりげなく自然に一緒に行動するように、フィルムは、表面レベルで見てとても楽しいです主な理由です。\u001b[22m\n\u001b[4mThere's a great deal of humor between the two of them, and between the cast as a whole—nothing of the laugh-out-loud variety, but enough to keep the film from feeling too heavy.\u001b[24m\n    \u001b[1m二人の間にはユーモアがあり、キャストとの間には笑い声のようなものは何もありませんが、映画が重すぎると感じるのを防ぐには十分です。\u001b[22m, \u001b[1mそこにそれらの2の間にユーモアの多大だ、とキャストの間で笑いアウト - 大声多様の全体-何としてではなく、あまりにも重い感じからフィルムを維持するのに十分。\u001b[22m\n\u001b[1m\u001b[22m\nAnd, although this is a direct sequel to Digimon Adventure, only cursory knowledge of that series is required to fully enjoy this film. You'll catch on soon enough that there's this group of friends who've made connections with certain Digimon partners in the past. Anything past that is for the fans to be concerned with, as no direct mentions to the main series' plot are ever made.\n\n\u001b[1mそして、これはデジモンアドベンチャーの直後の続編だが、この映画を楽しむにはそのシリーズの大切な知識が必要だ。 すぐに、あなたは過去にいくつかのデジモンパートナーと連絡を取り合っているこのグループの友達がいると思います。 これまでのことは、主シリーズのプロットに直接言及していないので、ファンが関心を持っていることです。\u001b[22m\n\u001b[1m(Soshite, koreha dejimon'adobenchā no chokugo no zokuhendaga, kono eiga o tanoshimu ni wa sono shirīzu no taisetsuna chishiki ga hitsuyōda. Sugu ni, anata wa kako ni ikutsu ka no dejimonpātonā to renraku o toriatte iru kono gurūpu no tomodachi ga iru to omoimasu. Kore made no koto wa,-nushi shirīzu no purotto ni chokusetsu genkyū shite inainode, fan ga kanshin o motte iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd, although this is a direct sequel to Digimon Adventure, only cursory knowledge of that series is required to fully enjoy this film. You'll catch on soon enough that there's this group of friends who've made connections with certain Digimon partners in the past. Anything past that is for the fans to be concerned with, as no direct mentions to the main series' plot are ever made.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd, although this is a direct sequel to Digimon Adventure, only cursory knowledge of that series is required to fully enjoy this film.\u001b[24m\n    \u001b[1mそして、これはデジモンアドベンチャーの直後の続編だが、この映画を楽しむにはそのシリーズの大切な知識が必要だ。\u001b[22m, \u001b[1mこれはデジモンアドベンチャーへの直接の続編ですが、そして、そのシリーズの唯一のざっと知識は完全にこの映画を楽しむために必要とされます。\u001b[22m\n\u001b[4mYou'll catch on soon enough that there's this group of friends who've made connections with certain Digimon partners in the past.\u001b[24m\n    \u001b[1mすぐに、あなたは過去にいくつかのデジモンパートナーと連絡を取り合っているこのグループの友達がいると思います。\u001b[22m, \u001b[1mあなたはすぐに十分な過去のあるデジモンパートナーとの接続を行った友人のグループがあることにキャッチします。\u001b[22m\n\u001b[4mAnything past that is for the fans to be concerned with, as no direct mentions to the main series' plot are ever made.\u001b[24m\n    \u001b[1mこれまでのことは、主シリーズのプロットに直接言及していないので、ファンが関心を持っていることです。\u001b[22m, \u001b[1m直接のメインシリーズのプロットに言及がこれまでに行われないように、その過去のものは、と心配するファンのためです。\u001b[22m\n\u001b[1m\u001b[22m\nRegardless, Bokura no War Game feels very different from the series. Characters are now animated with lifelike mannerisms and realistic movements, qualities rarely seen of them in the series. Hosuda's influence is very noticeable, most evident in the single-tone shading of the characters and their rather blobby proportions. Additionally, almost every shot here feels purposefully framed, resulting in a film that's consistently pleasant to look at.\n\n\u001b[1mそれにもかかわらず、僕らの戦争ゲームはシリーズとはまったく違って感じます。 キャラクターは今や生き生きとした癖や現実的な動き、アニメーションではほとんど見られないキャラクターです。 ホスダの影響は非常に顕著で、キャラクターの単調な色合いとむしろ塊状の割合で最も顕著です。 さらに、ここのほとんどすべてのショットは意図的にフレームになっていると感じ、一貫して見るのが楽しいフィルムになります。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, bokura no sensō gēmu wa shirīzu to wa mattaku chigatte kanjimasu. Kyarakutā wa imaya ikiikitoshita kuse ya genjitsu-tekina ugoki, animēshonde wa hotondo mi rarenai kyarakutādesu. Hosuda no eikyō wa hijō ni kenchode, kyarakutā no tanchōna iroai to mushiro kaijō no wariai de mottomo kenchodesu. Sarani, koko no hotondo subete no shotto wa itotekini furēmu ni natte iru to kanji, ikkanshite miru no ga tanoshī firumu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mRegardless, Bokura no War Game feels very different from the series. Characters are now animated with lifelike mannerisms and realistic movements, qualities rarely seen of them in the series. Hosuda's influence is very noticeable, most evident in the single-tone shading of the characters and their rather blobby proportions. Additionally, almost every shot here feels purposefully framed, resulting in a film that's consistently pleasant to look at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegardless, Bokura no War Game feels very different from the series.\u001b[24m\n    \u001b[1mそれにもかかわらず、僕らの戦争ゲームはシリーズとはまったく違って感じます。\u001b[22m, \u001b[1mかかわらず、僕らは何の戦争ゲームはシリーズとは非常に異なる感じません。\u001b[22m\n\u001b[4mCharacters are now animated with lifelike mannerisms and realistic movements, qualities rarely seen of them in the series.\u001b[24m\n    \u001b[1mキャラクターは今や生き生きとした癖や現実的な動き、アニメーションではほとんど見られないキャラクターです。\u001b[22m, \u001b[1m文字は今リアルな癖や現実的な動き、まれに直列にそれらを見られない資質でアニメーション化されています。\u001b[22m\n\u001b[4mHosuda's influence is very noticeable, most evident in the single-tone shading of the characters and their rather blobby proportions.\u001b[24m\n    \u001b[1mホスダの影響は非常に顕著で、キャラクターの単調な色合いとむしろ塊状の割合で最も顕著です。\u001b[22m, \u001b[1mHosudaの影響力は、文字とそのむしろメタボールの割合のシングルトーンシェーディングの中で最も明白な、非常に顕著です。\u001b[22m\n\u001b[4mAdditionally, almost every shot here feels purposefully framed, resulting in a film that's consistently pleasant to look at.\u001b[24m\n    \u001b[1mさらに、ここのほとんどすべてのショットは意図的にフレームになっていると感じ、一貫して見るのが楽しいフィルムになります。\u001b[22m, \u001b[1mまた、ここではほぼすべてのショットが意図的に見て一貫して快適なのです映画の中で、その結果、枠感じています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's also here where Hosuda begins to show his apparent love for modern technology, especially from a visual perspective; there's no shortage of telephones, cell phones, computer screens, clocks, keyboards, or other mundane electronics occupying the shots. They feel like a very physical and real part of the world that the characters live in—as they should in this modern age. These elements are contrasted with shots of the more rural countryside and of households where this technology isn't so prevalent. Yet, both elements seem to compliment each other more than anything else, as if to remind us of how quickly technology has progressed; it's incredible to think that a vast and complex network such as the internet does actually exist alongside much simpler ways of life, as shown here.\n\n\u001b[1mここでは、ホスタが、特に視覚的な視点から、現代​​技術に対する彼の明らかな愛を示すようになったのもここです。 電話、携帯電話、コンピュータスクリーン、時計、キーボード、またはショットを占めるその他の日常的な電子機器の不足はありません。 彼らはこの現代においてそうであるべきであるように、キャラクターが住む世界の非常に肉体的で現実的な部分のように感じます。 これらの要素は、より農村の田舎と、この技術があまり普及していない世帯のショットと対照的です。 しかし、どちらの要素も、テクノロジーがどれほど迅速に進歩したかを思い出させるかのように、他の何よりもお互いを褒めてくれるようです。 ここに示すように、インターネットのような広大で複雑なネットワークが、はるかに単純な生活の仕方に沿って実際に存在すると考えるのは信じられないほどです。\u001b[22m\n\u001b[1m(Kokode wa, hosuta ga, tokuni shikaku-tekina shiten kara, gendai ​​ gijutsu ni taisuru kare no akirakana ai o shimesu yō ni natta no mo kokodesu. Denwa, geitaidenwa, konpyūtasukurīn, tokei, kībōdo, matawa shotto o shimeru sonohoka no nichijō-tekina denshi kiki no fusoku wa arimasen. Karera wa kono gendai ni oite sōdearubekidearu yō ni, kyarakutā ga sumu sekai no hijō ni nikutai-tekide genjitsu-tekina bubun no yō ni kanjimasu. Korera no yōso wa, yori nōson no inaka to, kono gijutsu ga amari fukyū shite inai setai no shotto to taishō-tekidesu. Shikashi, dochira no yōso mo, tekunorojī ga dorehodo jinsoku ni shinpo shita ka o omoidasa seru ka no yō ni, hoka no naniyori mo otagai o homete kureru yōdesu. Koko ni shimesu yō ni, intānetto no yōna kōdaide fukuzatsuna nettowāku ga, haruka ni tanjun'na seikatsu no shikata ni sotte jissai ni sonzai suru to kangaeru no wa shinji rarenai hododesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's also here where Hosuda begins to show his apparent love for modern technology, especially from a visual perspective; there's no shortage of telephones, cell phones, computer screens, clocks, keyboards, or other mundane electronics occupying the shots. They feel like a very physical and real part of the world that the characters live in—as they should in this modern age. These elements are contrasted with shots of the more rural countryside and of households where this technology isn't so prevalent. Yet, both elements seem to compliment each other more than anything else, as if to remind us of how quickly technology has progressed; it's incredible to think that a vast and complex network such as the internet does actually exist alongside much simpler ways of life, as shown here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's also here where Hosuda begins to show his apparent love for modern technology, especially from a visual perspective;\u001b[24m\n    \u001b[1mここでは、ホスタが、特に視覚的な視点から、現代技術に対する彼の明らかな愛を示すようになったのもここです。\u001b[22m, \u001b[1mHosudaは特に視覚的な観点から、近代的な技術のための彼の明白な愛を示し始めるところそれはここにもです。\u001b[22m\n\u001b[4mthere's no shortage of telephones, cell phones, computer screens, clocks, keyboards, or other mundane electronics occupying the shots.\u001b[24m\n    \u001b[1m電話、携帯電話、コンピュータスクリーン、時計、キーボード、またはショットを占めるその他の日常的な電子機器の不足はありません。\u001b[22m, \u001b[1m電話、携帯電話、コンピュータ画面、時計、キーボード、またはショットを占める他の世俗的な電子機器の不足はありません。\u001b[22m\n\u001b[4mThey feel like a very physical and real part of the world that the characters live in—as they should in this modern age.\u001b[24m\n    \u001b[1m彼らはこの現代においてそうであるべきであるように、キャラクターが住む世界の非常に肉体的で現実的な部分のように感じます。\u001b[22m, \u001b[1m彼らは、文字は、この近代的な時代にインとして、彼らが必要住んでいる世界の非常に物理的および実部のように感じます。\u001b[22m\n\u001b[4mThese elements are contrasted with shots of the more rural countryside and of households where this technology isn't so prevalent.\u001b[24m\n    \u001b[1mこれらの要素は、より農村の田舎と、この技術があまり普及していない世帯のショットと対照的です。\u001b[22m, \u001b[1mこれらの要素は、より田舎のと、この技術はそれほど普及していない世帯のショットと対比されています。\u001b[22m\n\u001b[4mYet, both elements seem to compliment each other more than anything else, as if to remind us of how quickly technology has progressed;\u001b[24m\n    \u001b[1mしかし、どちらの要素も、テクノロジーがどれほど迅速に進歩したかを思い出させるかのように、他の何よりもお互いを褒めてくれるようです。\u001b[22m, \u001b[1mしかし、両方の要素が進行しているどのように迅速に技術を私たちに思い出させるかのように、何よりもお互いにもっと褒めているように見えます。\u001b[22m\n\u001b[4mit's incredible to think that a vast and complex network such as the internet does actually exist alongside much simpler ways of life, as shown here.\u001b[24m\n    \u001b[1mここに示すように、インターネットのような広大で複雑なネットワークが、はるかに単純な生活の仕方に沿って実際に存在すると考えるのは信じられないほどです。\u001b[22m, \u001b[1mそれはここに示されているように、インターネットなどの広大で複雑なネットワークは、実際に、並んで人生のはるかに簡単な方法は存在しないことを考えると信じられないほどです。\u001b[22m\n\u001b[1m\u001b[22m\nBeing that this is a Digimon film, battles will be fought between digital monsters, and here the internet is their battle ground. Imaginatively, the internet is depicted as a web of large spherical structures, all lined with psychedelic designs and filled with floating debris. Characters in this space are either drawn with orange-colored outlines, or with no outlines at all, making them stand out in visually interesting ways. The admittedly dated Windows XP-styled messaging prompts are also used to great effect while inside the net, materializing in midair for the characters of the real world to communicate through. As a whole, this creates a very distinct and striking aesthetic—one that Hosuda would continue to use in later works such as Summer Wars.\n\n\u001b[1mこれがデジモンの映画であることから、デジタルモンスターの戦いが繰り広げられ、ここではインターネットが戦場です。 想像上、インターネットはサイケデリックなデザインが並んでおり、浮遊した破片で満たされた大きな球状構造のウェブとして描かれています。 このスペースの文字は、オレンジ色の輪郭で描かれているか、または輪郭が全くないため視覚的に面白い形で際立っています。 確かに日付を記入されたWindows XPスタイルのメッセージングプロンプトは、実際の世界の文字が通じるように空中で実現しながら、大きな効果を発揮します。 全体として、これはホスタが夏の戦争のような後の作品で使用し続ける非常に明瞭で目立つ美学を作り出します。\u001b[22m\n\u001b[1m(Kore ga dejimon no eigadearu koto kara, dejitarumonsutā no tatakai ga kurihiroge rare, kokode wa intānetto ga senjōdesu. Sōzō-jō, intānetto wa saikederikkuna dezain ga narande ori, fuyū shita hahen de mitasa reta ōkina kyūjō kōzō no u~ebu to shite egaka rete imasu. Kono supēsu no moji wa, orenji-iro no rinkaku de egaka rete iru ka, matawa rinkaku ga mattaku nai tame shikaku-teki ni omoshiroi katachi de kiwadatte imasu. Tashika ni hidzuke o kinyū sa reta u~indōzu XP sutairu no messējingupuronputo wa, jissai no sekai no moji ga tsūjiru yō ni kūchū de jitsugen shinagara, ōkina kōka o hakki shimasu. Zentai to shite, koreha hosuta ga natsu no sensō no yōna ato no sakuhin de shiyō shi tsudzukeru hijō ni meiryōde medatsu bigaku o tsukuridashimasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing that this is a Digimon film, battles will be fought between digital monsters, and here the internet is their battle ground. Imaginatively, the internet is depicted as a web of large spherical structures, all lined with psychedelic designs and filled with floating debris. Characters in this space are either drawn with orange-colored outlines, or with no outlines at all, making them stand out in visually interesting ways. The admittedly dated Windows XP-styled messaging prompts are also used to great effect while inside the net, materializing in midair for the characters of the real world to communicate through. As a whole, this creates a very distinct and striking aesthetic—one that Hosuda would continue to use in later works such as Summer Wars.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing that this is a Digimon film, battles will be fought between digital monsters, and here the internet is their battle ground.\u001b[24m\n    \u001b[1mこれがデジモンの映画であることから、デジタルモンスターの戦いが繰り広げられ、ここではインターネットが戦場です。\u001b[22m, \u001b[1mこれはデジモン膜であるということで、戦闘はデジタルモンスターとの間で争われるだろう、とここではインターネットが彼らの戦いのグランドです。\u001b[22m\n\u001b[4mImaginatively, the internet is depicted as a web of large spherical structures, all lined with psychedelic designs and filled with floating debris.\u001b[24m\n    \u001b[1m想像上、インターネットはサイケデリックなデザインが並んでおり、浮遊した破片で満たされた大きな球状構造のウェブとして描かれています。\u001b[22m, \u001b[1m想像力、インターネットは大きな球状の構造、すべてのサイケデリックなデザインで裏打ちし、浮遊破片で埋めのウェブとして描かれています。\u001b[22m\n\u001b[4mCharacters in this space are either drawn with orange-colored outlines, or with no outlines at all, making them stand out in visually interesting ways.\u001b[24m\n    \u001b[1mこのスペースの文字は、オレンジ色の輪郭で描かれているか、または輪郭が全くないため視覚的に面白い形で際立っています。\u001b[22m, \u001b[1mこのスペースの文字はどちらかが視覚的に興味深い方法で目立つ作り、オレンジ色の輪郭で描かれた、または全くアウトラインとしています。\u001b[22m\n\u001b[4mThe admittedly dated Windows XP-styled messaging prompts are also used to great effect while inside the net, materializing in midair for the characters of the real world to communicate through.\u001b[24m\n    \u001b[1m確かに日付を記入されたWindows XPスタイルのメッセージングプロンプトは、実際の世界の文字が通じるように空中で実現しながら、大きな効果を発揮します。\u001b[22m, \u001b[1m現実世界の文字を介して、通信するために確かに日付のWindows XPスタイルのメッセージングプロンプトも空中でマテリアライズ、しばらくネットの内側に大きな効果に使用されています。\u001b[22m\n\u001b[4mAs a whole, this creates a very distinct and striking aesthetic—one that Hosuda would continue to use in later works such as Summer Wars.\u001b[24m\n    \u001b[1m全体として、これはホスタが夏の戦争のような後の作品で使用し続ける非常に明瞭で目立つ美学を作り出します。\u001b[22m, \u001b[1m全体として、これはHosudaは後で使用し続けるだろう、非常にはっきりと印象的な美的-1は、サマーウォーズとして働いて作成されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe battles fought between the Digimon in this trippy internet world are quick, exciting, and creative, often making good use of the setting. The fights are Dragon Ball-esque, for lack of a better term, featuring characters zooming across the screen at high speeds, firing projectiles and throwing hard punches. All of the actions have a nice weight to them, so you'll feel the impact of every hit. The talented animators, choreographers, and sound designers definitely deserve major props for that.\n\n\u001b[1mこのトリッピーなインターネットの世界でデジモンの間で戦った戦いは、すばやく、エキサイティングで創造的で、しばしばこの設定をうまく利用しています。 戦闘はドラゴンボールエスク、より良い言葉の欠如のために、高速でスクリーン全体をズームするキャラクター、発砲物とハードパンチを投げることを特徴としています。 すべてのアクションは素晴らしい重みを持っているので、すべてのヒットの影響を感じることができます。 才能のあるアニメーター、振付師、サウンドデザイナーは、そのために大きな支えになるはずです。\u001b[22m\n\u001b[1m(Kono torippīna intānetto no sekai de dejimon no ma de tatakatta tatakai wa, subayaku, ekisaitingude sōzō-tekide, shibashiba kono settei o umaku riyō shite imasu. Sentō wa doragonbōruesuku, yoriyoi kotoba no ketsujo no tame ni, kōsoku de sukurīn zentai o zūmu suru kyarakutā, happō-mono to hādopanchi o nageru koto o tokuchō to shite imasu. Subete no akushon wa subarashī omomi o motte irunode, subete no hitto no eikyō o kanjiru koto ga dekimasu. Sainō no aru animētā, furitsuke-shi, saundodezainā wa, sonotame ni ōkina sasae ni naru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe battles fought between the Digimon in this trippy internet world are quick, exciting, and creative, often making good use of the setting. The fights are Dragon Ball-esque, for lack of a better term, featuring characters zooming across the screen at high speeds, firing projectiles and throwing hard punches. All of the actions have a nice weight to them, so you'll feel the impact of every hit. The talented animators, choreographers, and sound designers definitely deserve major props for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battles fought between the Digimon in this trippy internet world are quick, exciting, and creative, often making good use of the setting.\u001b[24m\n    \u001b[1mこのトリッピーなインターネットの世界でデジモンの間で戦った戦いは、すばやく、エキサイティングで創造的で、しばしばこの設定をうまく利用しています。\u001b[22m, \u001b[1mこの奇抜なインターネットの世界でデジモンとの間で戦った戦いは、多くの場合、設定を駆使し、迅速なエキサイティングな、そして創造的です。\u001b[22m\n\u001b[4mThe fights are Dragon Ball-esque, for lack of a better term, featuring characters zooming across the screen at high speeds, firing projectiles and throwing hard punches.\u001b[24m\n    \u001b[1m戦闘はドラゴンボールエスク、より良い言葉の欠如のために、高速でスクリーン全体をズームするキャラクター、発砲物とハードパンチを投げることを特徴としています。\u001b[22m, \u001b[1m戦いが発射を発射し、ハードパンチを投げて、高速で画面を横切るズーミングキャラクターをフィーチャーし、より良い用語の欠如のために、ドラゴンボール風です。\u001b[22m\n\u001b[4mAll of the actions have a nice weight to them, so you'll feel the impact of every hit.\u001b[24m\n    \u001b[1mすべてのアクションは素晴らしい重みを持っているので、すべてのヒットの影響を感じることができます。\u001b[22m, \u001b[1mアクションのすべてが彼らに素敵な重みを持っているので、あなたはすべてのヒットの影響を感じられるでしょう。\u001b[22m\n\u001b[4mThe talented animators, choreographers, and sound designers definitely deserve major props for that.\u001b[24m\n    \u001b[1m才能のあるアニメーター、振付師、サウンドデザイナーは、そのために大きな支えになるはずです。\u001b[22m, \u001b[1m有能なアニメーター、振付家、サウンドデザイナーは間違いなくそのための主要な小道具を受けるに値します。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack of Bokura no War Game is mostly orchestral, save for the few returning J-rock tracks from the series, which are always nice to listen to. The soundtrack otherwise gives the film a particularly old fashioned sort of vibe; the more lighthearted scenes are accompanied by whimsical woodwinds, bells, and swells of strings, while the more intense scenes feature great thematic interplay between bursts of brass and sharp staccato strings. The angelic choir near the end is worth noting, as well.\n\n\u001b[1m僕らの戦争ゲームのサウンドトラックは、ほとんどのオーケストラで、シリーズからいくつかの復帰Jロックトラックが保存されています。 それ以外の場合、サウンドトラックは映画に特に古きよき雰囲気を与えます。 より軽快なシーンには気まぐれな木管楽器、鐘、弦の盛り上がりが伴います。一方、より迫力のあるシーンは、黄銅と鋭いスタッカートの弦のバーストの間の素晴らしいテーマの相互作用を特徴とします。 終わり近くの天使の合唱団も注目に値する。\u001b[22m\n\u001b[1m(Bokura no sensō gēmu no saundotorakku wa, hotondo no ōkesutora de, shirīzu kara ikutsu ka no fukki J rokku torakku ga hozon sa rete imasu. Sore igai no baai, saundotorakku wa eiga ni tokuni furuki yoki fun'iki o ataemasu. Yori keikaina shīn ni wa kimagurena ki kangakki, kane, gen no moriagari ga tomonaimasu. Ippō, yori hakuryoku no aru shīn wa, ōdō to surudoi sutakkāto no gen no bāsuto no ma no subarashī tēma no sōgo sayō o tokuchō to shimasu. Owari chikaku no tenshi no gasshō-dan mo chūmoku ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack of Bokura no War Game is mostly orchestral, save for the few returning J-rock tracks from the series, which are always nice to listen to. The soundtrack otherwise gives the film a particularly old fashioned sort of vibe; the more lighthearted scenes are accompanied by whimsical woodwinds, bells, and swells of strings, while the more intense scenes feature great thematic interplay between bursts of brass and sharp staccato strings. The angelic choir near the end is worth noting, as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack of Bokura no War Game is mostly orchestral, save for the few returning J-rock tracks from the series, which are always nice to listen to.\u001b[24m\n    \u001b[1m僕らの戦争ゲームのサウンドトラックは、ほとんどのオーケストラで、シリーズからいくつかの復帰Jロックトラックが保存されています。\u001b[22m, \u001b[1m僕らのサウンドトラックがない戦争ゲームは常にを聞いていいですシリーズから数帰国J-岩のトラック、のために保存し、主にオーケストラです。\u001b[22m\n\u001b[4mThe soundtrack otherwise gives the film a particularly old fashioned sort of vibe;\u001b[24m\n    \u001b[1mそれ以外の場合、サウンドトラックは映画に特に古きよき雰囲気を与えます。\u001b[22m, \u001b[1mサウンドトラックには、それ以外の場合はフィルムにバイブの特に昔ながらの並べ替えを提供します。\u001b[22m\n\u001b[4mthe more lighthearted scenes are accompanied by whimsical woodwinds, bells, and swells of strings, while the more intense scenes feature great thematic interplay between bursts of brass and sharp staccato strings.\u001b[24m\n    \u001b[1mより軽快なシーンには気まぐれな木管楽器、鐘、弦の盛り上がりが伴います。一方、より迫力のあるシーンは、黄銅と鋭いスタッカートの弦のバーストの間の素晴らしいテーマの相互作用を特徴とします。\u001b[22m, \u001b[1mより強いシーンは真鍮のバーストと鋭いスタッカートの文字列の間の大きなテーマの相互作用を備えていながら、より気軽シーンが、気まぐれな木管楽器、鐘、および文字列のうねりを伴っています。\u001b[22m\n\u001b[4mThe angelic choir near the end is worth noting, as well.\u001b[24m\n    \u001b[1m終わり近くの天使の合唱団も注目に値する。\u001b[22m, \u001b[1m終わり近くに天使の合唱団は、同様に、注目に値します。\u001b[22m\n\u001b[1m\u001b[22m\nPerhaps the best quality of this film is how it effectively builds tension and momentum. What starts out as a lazy morning for Taichi, snowballs into a frantic race against the clock to stop the detonation of a nuclear missile—all within a few hours. Help is always just out of reach for our heroes, while the main villain, a computer virus that has taken control of the internet, is always one step ahead. Stakes are raised by the minute, and in a multitude of layers. Hosuda highlights this tension by constantly cutting back and forth between unrelated events that are happening in parallel, the culmination of which ends up feeling very satisfying. While the pace of the film is slow-building, it's also ever-accelerating, much like the rapidly approaching nuclear missile of the story itself. This results in an unexpectedly powerful emotional scene near the end—one that would undoubtedly feel hammy if left in the hands of a lesser director.\n\n\u001b[1mおそらく、この映画の最高の品質は、それが効果的に緊張と勢いをいかに構築するかである。 太一のために怠惰な朝として始まり、核兵器の爆発を止めるための猛烈な戦いに雪が降りかかる。数時間以内にすべてが始まる。 ヘルプは常に英雄の手の届かないところにありますが、インターネットをコントロールしているコンピュータウィルスの主な悪役は常に一歩前です。 ステークスは分単位で、そして多数のレイヤーで提起されます。 ホスダは、並行して起こっている無関係の出来事の間を絶えず前後して、この緊張を強調しています。 映画のペースは遅いですが、物語そのものの素早く接近している核ミサイルのように、加速しています。 これは、間違いなく小さなハンディーの監督の手に残された場合、ハミーを感じるだろう、最終的に近くに意外に強力な感情的なシーンになります。\u001b[22m\n\u001b[1m(Osoraku, kono eiga no saikō no hinshitsu wa, sore ga kōka-teki ni kinchō to ikioi o ikani kōchiku suru kadearu. Taichi no tame ni taidana asa to shite hajimari, kakuheiki no bakuhatsu o tomeru tame no mōretsuna tatakai ni yuki ga furikakaru. Sū-jikan inai ni subete ga hajimaru. Herupu wa tsuneni eiyū no te no todokanai tokoro ni arimasuga, intānetto o kontorōru shite iru konpyūtau~irusu no omona akuyaku wa tsuneni ippomaedesu. Sutēkusu wa bun tan'i de, soshite tasū no reiyā de teiki sa remasu. Hosuda wa, heikōshite okotte iru mukankei no dekigoto no ma o taezu zengo shite, kono kinchō o kyōchō shite imasu. Eiga no pēsu wa osoidesuga, monogatari sonomono no subayaku sekkin shite iru kakumisairu no yō ni, kasoku shite imasu. Kore wa, machigainaku chīsana handī no kantoku no te ni nokosa reta baai, hamī o kanjirudarou, saishūtekini chikaku ni igai ni kyōryokuna kanjō-tekina shīn ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mPerhaps the best quality of this film is how it effectively builds tension and momentum. What starts out as a lazy morning for Taichi, snowballs into a frantic race against the clock to stop the detonation of a nuclear missile—all within a few hours. Help is always just out of reach for our heroes, while the main villain, a computer virus that has taken control of the internet, is always one step ahead. Stakes are raised by the minute, and in a multitude of layers. Hosuda highlights this tension by constantly cutting back and forth between unrelated events that are happening in parallel, the culmination of which ends up feeling very satisfying. While the pace of the film is slow-building, it's also ever-accelerating, much like the rapidly approaching nuclear missile of the story itself. This results in an unexpectedly powerful emotional scene near the end—one that would undoubtedly feel hammy if left in the hands of a lesser director.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPerhaps the best quality of this film is how it effectively builds tension and momentum.\u001b[24m\n    \u001b[1mおそらく、この映画の最高の品質は、それが効果的に緊張と勢いをいかに構築するかである。\u001b[22m, \u001b[1mおそらく、この映画の最高の品質は、それが効果的に緊張と勢いを構築する方法です。\u001b[22m\n\u001b[4mWhat starts out as a lazy morning for Taichi, snowballs into a frantic race against the clock to stop the detonation of a nuclear missile—all within a few hours.\u001b[24m\n    \u001b[1m太一のために怠惰な朝として始まり、核兵器の爆発を止めるための猛烈な戦いに雪が降りかかる。数時間以内にすべてが始まる。\u001b[22m, \u001b[1m太一のための怠惰な朝として開始何、数時間以内に核ミサイル-すべての爆発を停止するクロックに対する必死のレースに雪玉。\u001b[22m\n\u001b[4mHelp is always just out of reach for our heroes, while the main villain, a computer virus that has taken control of the internet, is always one step ahead.\u001b[24m\n    \u001b[1mヘルプは常に英雄の手の届かないところにありますが、インターネットをコントロールしているコンピュータウィルスの主な悪役は常に一歩前です。\u001b[22m, \u001b[1m主な悪役、インターネットを制御しているコンピュータウイルスは、常に一歩先である一方で、ヘルプは、我々の英雄のためにちょうど手の届かないところに常にあります。\u001b[22m\n\u001b[4mStakes are raised by the minute, and in a multitude of layers.\u001b[24m\n    \u001b[1mステークスは分単位で、そして多数のレイヤーで提起されます。\u001b[22m, \u001b[1mステークスは分単位で上昇し、層の多くでています。\u001b[22m\n\u001b[4mHosuda highlights this tension by constantly cutting back and forth between unrelated events that are happening in parallel, the culmination of which ends up feeling very satisfying.\u001b[24m\n    \u001b[1mホスダは、並行して起こっている無関係の出来事の間を絶えず前後して、この緊張を強調しています。\u001b[22m, \u001b[1mHosudaは常に並行して起こっている無関係なイベントの間で前後に切断することにより、この張力は、の集大成が、非常に満足を感じてしまう強調しています。\u001b[22m\n\u001b[4mWhile the pace of the film is slow-building, it's also ever-accelerating, much like the rapidly approaching nuclear missile of the story itself.\u001b[24m\n    \u001b[1m映画のペースは遅いですが、物語そのものの素早く接近している核ミサイルのように、加速しています。\u001b[22m, \u001b[1mフィルムのペースが遅いの建物ですが、それははるかに物語自体の急接近核ミサイルのように、ますます加速するものです。\u001b[22m\n\u001b[4mThis results in an unexpectedly powerful emotional scene near the end—one that would undoubtedly feel hammy if left in the hands of a lesser director.\u001b[24m\n    \u001b[1mこれは、間違いなく小さなハンディーの監督の手に残された場合、ハミーを感じるだろう、最終的に近くに意外に強力な感情的なシーンになります。\u001b[22m, \u001b[1mこれは、より少ないディレクターの手に委ねた場合、間違いなく大げさなを感じるだろうエンド1近くに予期せずに強力な感情的なシーンになります。\u001b[22m\n\u001b[1m\u001b[22m\nEver since this film, it seems Hosuda has been fascinated by the turn of the century and the ways that society will continue to interact with newer technology, whether that be for better or for worse—fitting, then, for this film to have been released in the year 2000. If you can believe it, despite having Digimon in the title, this film manages to feel very grounded and relevant. The fantastical Digital World makes no appearance here, and instead it's the internet as we know it that becomes the main stage for the plot and for the film's themes. There's also no inclusion of a hypothetical virtual reality like the OZ network of Summer Wars. A real point is made here about how even now, society is reliant enough on the internet and its related networks that if things were to go haywire, chaos would ensue. It feels like a warning sign to the present, not one to a possible future.\n\n\u001b[1mこの映画以来、ホスタは世紀の転換と、より良いものかより悪いものかに関わらず、より新しい技術との相互作用を続ける方法に魅了されたようです。 あなたがそれを信じることができれば、タイトルにデジモンを持っているにもかかわらず、この映画は非常に根本的かつ関連性があると感じるように管理します。 幻想的なデジタルワールドはここでは登場しません。代わりに、私たちが知っているようにインターネットがあり、それがプロットや映画の主題のメインステージになります。 サマーウォーズのOZネットワークのような仮説的なバーチャルリアリティも含まれていません。 インターネットやその関連ネットワーク上で社会が十分に頼りになっていることについては、ここで実際のポイントが作られています。物事が乾かないと、混乱が起こるでしょう。 将来への可能性を示すものではなく、現在の警告兆候のように感じます。\u001b[22m\n\u001b[1m(Kono eiga irai, hosuta wa seiki no tenkan to, yori yoi mono ka yori warui mono ka ni kakawarazu, yori atarashī gijutsu to no sōgo sayō o tsudzukeru hōhō ni miryō sa reta yōdesu. Anata ga sore o shinjiru koto ga dekireba, taitoru ni dejimon o motte iru nimokakawarazu, kono eiga wa hijō ni konpon-teki katsu kanren-sei ga aru to kanjiru yō ni kanri shimasu. Gensō-tekina dejitaruwārudo wa kokode wa tōjō shimasen. Kawari ni, watashitachi ga shitte iru yō ni intānetto ga ari, sore ga purotto ya eiga no shudai no meinsutēji ni narimasu. Samāu~ōzu no OZ nettowāku no yōna kasetsu-tekina bācharuriariti mo fukuma rete imasen. Intānetto ya sono kanren nettowāku-jō de shakai ga jūbun ni tayori ni natte iru koto ni tsuite wa, koko de jissai no pointo ga tsukura rete imasu. Monogoto ga kawakanai to, konran ga okorudeshou. Shōrai e no kanōsei o shimesu monode wa naku, genzai no keikoku chōkō no yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mEver since this film, it seems Hosuda has been fascinated by the turn of the century and the ways that society will continue to interact with newer technology, whether that be for better or for worse—fitting, then, for this film to have been released in the year 2000. If you can believe it, despite having Digimon in the title, this film manages to feel very grounded and relevant. The fantastical Digital World makes no appearance here, and instead it's the internet as we know it that becomes the main stage for the plot and for the film's themes. There's also no inclusion of a hypothetical virtual reality like the OZ network of Summer Wars. A real point is made here about how even now, society is reliant enough on the internet and its related networks that if things were to go haywire, chaos would ensue. It feels like a warning sign to the present, not one to a possible future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEver since this film, it seems Hosuda has been fascinated by the turn of the century and the ways that society will continue to interact with newer technology, whether that be for better or for worse—fitting, then, for this film to have been released\u001b[24m\n    \u001b[1mこの映画以来、ホスタは世紀の転換と、より良いものかより悪いものかに関わらず、より新しい技術との相互作用を続ける方法に魅了されたようです。\u001b[22m, \u001b[1m今までにこの映画ので、この映画がリリースされているためにのためにHosudaは、世紀の変わり目や社会が、その後、それは良くも悪くもフィッティングのためになるかどうか、新しい技術と対話し続ける方法に魅了されたようです\u001b[22m\n\u001b[4min the year 2000. If you can believe it, despite having Digimon in the title, this film manages to feel very grounded and relevant.\u001b[24m\n    \u001b[1mあなたがそれを信じることができれば、タイトルにデジモンを持っているにもかかわらず、この映画は非常に根本的かつ関連性があると感じるように管理します。\u001b[22m, \u001b[1m2000年にあなたがそれを信じることができる場合は、タイトルにデジモンを持つにもかかわらず、この映画は非常に接地し、関連感じるように管理しています。\u001b[22m\n\u001b[4mThe fantastical Digital World makes no appearance here, and instead it's the internet as we know it that becomes the main stage for the plot and for the film's themes.\u001b[24m\n    \u001b[1m幻想的なデジタルワールドはここでは登場しません。代わりに、私たちが知っているようにインターネットがあり、それがプロットや映画の主題のメインステージになります。\u001b[22m, \u001b[1m幻想的なデジタルワールドは、ここには登場しない、と我々はそれを知っているよう代わりに、それは、インターネットのプロットのため、フィルムのテーマのメインステージとなります。\u001b[22m\n\u001b[4mThere's also no inclusion of a hypothetical virtual reality like the OZ network of Summer Wars.\u001b[24m\n    \u001b[1mサマーウォーズのOZネットワークのような仮説的なバーチャルリアリティも含まれていません。\u001b[22m, \u001b[1mサマーウォーズのOZネットワークのような仮想的なバーチャルリアリティのない含めることもありません。\u001b[22m\n\u001b[4mA real point is made here about how even now, society is reliant enough on the internet and its related networks that if things were to go haywire, chaos would ensue.\u001b[24m\n    \u001b[1mインターネットやその関連ネットワーク上で社会が十分に頼りになっていることについては、ここで実際のポイントが作られています。物事が乾かないと、混乱が起こるでしょう。\u001b[22m, \u001b[1m本当のポイントは今、社会は物事がめちゃくちゃに行くした場合、混乱が続いて起こるであろうと、インターネット上に十分な依存とそれに関連するネットワークでどのようにでもについてここで作られています。\u001b[22m\n\u001b[4mIt feels like a warning sign to the present, not one to a possible future.\u001b[24m\n    \u001b[1m将来への可能性を示すものではなく、現在の警告兆候のように感じます。\u001b[22m, \u001b[1mなお、本にではなく、一つの可能な未来への警告サインのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, that would all be meaningless if the film itself weren't just simply enjoyable to watch. It's got heart, personality, and style, and its relatively short length is sure to keep your attention the whole way through. There's a reason I keep coming back to it; there's also a reason Hosuda keeps coming back to it.\n\n\u001b[1mしかし、それだけで映画自体が単に楽しむことができなかったなら、それは意味がありません。 それは心臓性、性格、そしてスタイルを持っており、その比較的短い長さがあなたの注意を完全に貫いていると確信しています。 私はそれに戻ってくる理由があります。 ホスダがそれに戻ってくる理由もあります。\u001b[22m\n\u001b[1m(Shikashi, sore dake de eiga jitai ga tan'ni tanoshimu koto ga dekinakattanara, soreha imi ga arimasen. Sore wa shinzō-sei, seikaku, soshite sutairu o motte ori, sono hikakuteki mijikai naga-sa ga anata no chūi o kanzen ni tsuranuite iru to kakushin shite imasu. Watashi wa sore ni modotte kuru riyū ga arimasu. Hosuda ga sore ni modotte kuru riyū mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, that would all be meaningless if the film itself weren't just simply enjoyable to watch. It's got heart, personality, and style, and its relatively short length is sure to keep your attention the whole way through. There's a reason I keep coming back to it; there's also a reason Hosuda keeps coming back to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, that would all be meaningless if the film itself weren't just simply enjoyable to watch.\u001b[24m\n    \u001b[1mしかし、それだけで映画自体が単に楽しむことができなかったなら、それは意味がありません。\u001b[22m, \u001b[1mフィルム自体は単に見て楽しくなかった場合は、それがすべてでは意味がありません。\u001b[22m\n\u001b[4mIt's got heart, personality, and style, and its relatively short length is sure to keep your attention the whole way through.\u001b[24m\n    \u001b[1mそれは心臓性、性格、そしてスタイルを持っており、その比較的短い長さがあなたの注意を完全に貫いていると確信しています。\u001b[22m, \u001b[1mそれは、心臓、個性、スタイルを持って、その比較的短い長さは、全体の方法を通して、あなたの注意を保つようにしてくださいです。\u001b[22m\n\u001b[4mThere's a reason I keep coming back to it;\u001b[24m\n    \u001b[1m私はそれに戻ってくる理由があります。\u001b[22m\n\u001b[4mthere's also a reason Hosuda keeps coming back to it.\u001b[24m\n    \u001b[1mホスダがそれに戻ってくる理由もあります。\u001b[22m, \u001b[1mHosudaはそれに戻ってくる保つ理由もあります。\u001b[22m"
  },
  {
    "title": "Digimon_Adventure__Bokura_no_War_Game",
    "id": "2397",
    "url": "https://myanimelist.net/anime/2397/Digimon_Adventure__Bokura_no_War_Game",
    "user": "Splitter",
    "profile": "/profile/Splitter/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=16933",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\nデジタル世界での最初の冒険から数ヶ月後には、子供たちは自分のことをやっているのですが、ウイルスデジモンが不思議なほどにインターネット内で孵化したとき、利用できる人は一緒にバンドを作り、東京が吹き飛ばされる前に 。 このはるかに即座にサスペンスと絶対に豪華な表情で、Bokuraの戦争ゲームは本当にデジモンフランチャイズの最も強力な部分の一つとして際立っています。\n\n物語は、動きの間に非常に小さなゆるやかさで、むしろ迅速に開発され、処理され、解決されます。 戦闘シーンは3つしかないが、大地と甲子郎は現実世界のウィルスのデジモンの効果を扱っている。彼らは自分たちと聴衆を自分の足元に保ちながら、毎回邪魔されるように次々と新しい戦略を探す。 その実行ではかなり定式的ですが、それは確かに退屈ではありません。そして、重要ではないサイドローがたくさんありますが、それらはすべて、映画全体で平行して必要とされる即座のアクションに何かを追加します。\n\n誰もが戻ってくるが、誰もがメインプロットの一部ではない。 他の人たちが戦っている間に、上記の兵隊によって貢献する者もいる。 すでに確立されているキャラクターは、シリーズを席巻していた人物には、非常にわずかな開発を加えて、真実を保ちます。 太一とソラはそのまま進んだようだが、関係は目覚ましい。\n\n驚異的なアニメーションではないなら、もちろん、それはちょうど別のデジモンのエピソードだろう。 スタイルが身近に見える場合は、驚かないでください。 後者の作品「時をかける少女」として知られているホサダマモル監督は、最新の脅威に対してデジモンの戦場になるため、流動的で詳細なアニメーションと豪華な比喩的なスタイルをインターネットに取り入れている。 あなたがデジモンのファンではないにもかかわらず、この映画を見せる理由が1つしかない場合は、その日の年齢は品質バーに近いアニメーションをチェックアウトすることです。\n\nパフォーマンスはすべていいですし、BGMはかなり堂々としているので、ダビングを見て育った私たちにとっては驚くかもしれません。 それはすべて、特にスポイラーが脇に置いているクライマックスのシーケンスでは、すごく合っています。\n\nデジモンのフランチャイズについて多くの楽しみがあります。 驚くほど成熟した執行、子供たちとデジモンのパートナーシップなどがありますが、この映画は技術的な質で際立っています。 タイトで充実した執行と組み合わせると、デジモンのファンが見逃してはいけない映画であり、多分、高品質のアニメーションを提供するためのものでもあります。\n\n全体として、デジモンアドベンチャー：ぼくらの戦争ゲームは10点中7点です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTaking place months after their first adventure in the digital world, the kids are all off doing their own thing, but when a viral Digimon is mysteriously hatched within the Internet, everyone available must band together to take it down before Tokyo is blown off the map . With this much more immediate suspense, and an absolutely gorgeous look, Bokura no War Game really stands out as one of the strongest parts of the Digimon franchise.\n\n\u001b[1mデジタル世界での最初の冒険から数ヶ月後には、子供たちは自分のことをやっているのですが、ウイルスデジモンが不思議なほどにインターネット内で孵化したとき、利用できる人は一緒にバンドを作り、東京が吹き飛ばされる前に 。 このはるかに即座にサスペンスと絶対に豪華な表情で、Bokuraの戦争ゲームは本当にデジモンフランチャイズの最も強力な部分の一つとして際立っています。\u001b[22m\n\u001b[1m(Dejitaru sekai de no saisho no bōken kara sūkagetsugo ni wa, kodomo-tachi wa jibun no koto o yatte iru nodesuga, uirusudejimon ga fushigina hodo ni intānetto-nai de fuka shita toki, riyō dekiru hito wa issho ni bando o tsukuri, Tōkyō ga fukitobasa reru mae ni. Kono haruka ni sokuza ni sasupensu to zettai ni gōkana hyōjō de, Bokura no sensō gēmu wa hontōni dejimonfuranchaizu no mottomo kyōryokuna bubun no hitotsu to shite kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTaking place months after their first adventure in the digital world, the kids are all off doing their own thing, but when a viral Digimon is mysteriously hatched within the Internet, everyone available must band together to take it down before Tokyo is blown off the map . With this much more immediate suspense, and an absolutely gorgeous look, Bokura no War Game really stands out as one of the strongest parts of the Digimon franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking place months after their first adventure in the digital world, the kids are all off doing their own thing, but when a viral Digimon is mysteriously hatched within the Internet, everyone available must band together to take it down before Tokyo is blown off the map\u001b[24m\n    \u001b[1mデジタル世界での最初の冒険から数ヶ月後には、子供たちは自分のことをやっているのですが、ウイルスデジモンが不思議なほどにインターネット内で孵化したとき、利用できる人は一緒にバンドを作り、東京が吹き飛ばされる前に\u001b[22m, \u001b[1mデジタルの世界で彼らの最初の冒険の後の場所の数ヶ月とると、子供たちは自分のことをやって、すべてオフにしているが、ウイルスデジモンは謎のインターネット内で孵化した場合には、利用可能なすべての人は、東京がマップを吹き飛ばされる前にそれを取るために団結しなければなりません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mWith this much more immediate suspense, and an absolutely gorgeous look, Bokura no War Game really stands out as one of the strongest parts of the Digimon franchise.\u001b[24m\n    \u001b[1mこのはるかに即座にサスペンスと絶対に豪華な表情で、Bokuraの戦争ゲームは本当にデジモンフランチャイズの最も強力な部分の一つとして際立っています。\u001b[22m, \u001b[1mこのはるかに即時サスペンス、そして絶対にゴージャスな表情で、僕らは何の戦争ゲームは本当にデジモンフランチャイズの最強部品の一つとして際立っているません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is rather quickly developed, handled, and solved with very little lulls between movement. Though there are only three battle scenes, Taichi and Koushiro are dealing with the effects of the viral Digimon in the real world which keeps them and the audience on their toes while they look for new strategies one after another as they are thwarted at every turn. Though it is quite formulaic in its execution, it certainly isn't boring, and though there are plenty of inconsequential sidestories, they all add something to the immediate action required throughout the movie as parallels.\n\n\u001b[1m物語は、動きの間に非常に小さなゆるやかさで、むしろ迅速に開発され、処理され、解決されます。 戦闘シーンは3つしかないが、大地と甲子郎は現実世界のウィルスのデジモンの効果を扱っている。彼らは自分たちと聴衆を自分の足元に保ちながら、毎回邪魔されるように次々と新しい戦略を探す。 その実行ではかなり定式的ですが、それは確かに退屈ではありません。そして、重要ではないサイドローがたくさんありますが、それらはすべて、映画全体で平行して必要とされる即座のアクションに何かを追加します。\u001b[22m\n\u001b[1m(Monogatari wa, ugoki no ma ni hijō ni chīsana yuruyaka-sa de, mushiro jinsoku ni kaihatsu sa re, shori sa re, kaiketsu sa remasu. Sentō shīn wa 3ttsu shika naiga, daichi to kōshirō wa genjitsu sekai no u~irusu no dejimon no kōka o atsukatte iru. Karera wa jibun-tachi to chōshū o jibun no ashimoto ni tamochinagara, maikai jama sa reru yō ni tsugitsugi to atarashī senryaku o sagasu. Sono jikkōde wa kanari jōshiki-tekidesuga, sore wa tashika ni taikutsude wa arimasen. Soshite, jūyōde wanai saidorō ga takusan arimasuga, sorera wa subete, eiga zentai de heikō shite hitsuyō to sa reru sokuza no akushon ni nanika o tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is rather quickly developed, handled, and solved with very little lulls between movement. Though there are only three battle scenes, Taichi and Koushiro are dealing with the effects of the viral Digimon in the real world which keeps them and the audience on their toes while they look for new strategies one after another as they are thwarted at every turn. Though it is quite formulaic in its execution, it certainly isn't boring, and though there are plenty of inconsequential sidestories, they all add something to the immediate action required throughout the movie as parallels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is rather quickly developed, handled, and solved with very little lulls between movement.\u001b[24m\n    \u001b[1m物語は、動きの間に非常に小さなゆるやかさで、むしろ迅速に開発され、処理され、解決されます。\u001b[22m, \u001b[1m物語はかなり早く、開発取り扱い、および運動の間にはほとんどlullsで解決されます。\u001b[22m\n\u001b[4mThough there are only three battle scenes, Taichi and Koushiro are dealing with the effects of the viral Digimon in the real world which keeps them and the audience on their toes while they look for new strategies one after another as they are thwarted at every turn.\u001b[24m\n    \u001b[1m戦闘シーンは3つしかないが、大地と甲子郎は現実世界のウィルスのデジモンの効果を扱っている。彼らは自分たちと聴衆を自分の足元に保ちながら、毎回邪魔されるように次々と新しい戦略を探す。\u001b[22m, \u001b[1m唯一の3戦闘シーンがありますが、それらはすべての変わり目に阻止されているとして、彼らは新しい戦略を次々に見ながら、太一とKoushiroはそれらを保持し、現実の世界と彼らのつま先に聴衆の中にウイルスデジモンの影響を扱っています。\u001b[22m\n\u001b[4mThough it is quite formulaic in its execution, it certainly isn't boring, and though there are plenty of inconsequential sidestories, they all add something to the immediate action required throughout the movie as parallels.\u001b[24m\n    \u001b[1mその実行ではかなり定式的ですが、それは確かに退屈ではありません。そして、重要ではないサイドローがたくさんありますが、それらはすべて、映画全体で平行して必要とされる即座のアクションに何かを追加します。\u001b[22m, \u001b[1mそれは、その実行にはかなり定型ですが、それは確かに退屈ではなく、取るに足らないsidestoriesがたくさんありますが、それらはすべての緯線として映画を通じて必要な即時アクションに何かを追加します。\u001b[22m\n\u001b[1m\u001b[22m\nEveryone's back, though not everyone is part of the main plot. Some contribute through the above-mentioned sidestories while others fight. The characters, already established, stay true to who they were in the series with very few exceeding development. Relationships are remarkable though, as Taichi and Sora seem to have progressed theirs, slight as it is.\n\n\u001b[1m誰もが戻ってくるが、誰もがメインプロットの一部ではない。 他の人たちが戦っている間に、上記の兵隊によって貢献する者もいる。 すでに確立されているキャラクターは、シリーズを席巻していた人物には、非常にわずかな開発を加えて、真実を保ちます。 太一とソラはそのまま進んだようだが、関係は目覚ましい。\u001b[22m\n\u001b[1m(Dare mo ga modotte kuruga, daremoga meinpurotto no ichibude wanai. Hokanohito-tachi ga tatakatte iru ma ni, jōki no heitai ni yotte kōken suru mono mo iru. Sudeni kakuritsu sa rete iru kyarakutā wa, shirīzu o sekken shite ita jinbutsu ni wa, hijō ni wazukana kaihatsu o kuwaete, shinjitsu o tamochimasu. Taichi to Sora wa sonomama susunda yōdaga, kankei wa mezamashī.)\u001b[22m\n\nTranslations of \u001b[4mEveryone's back, though not everyone is part of the main plot. Some contribute through the above-mentioned sidestories while others fight. The characters, already established, stay true to who they were in the series with very few exceeding development. Relationships are remarkable though, as Taichi and Sora seem to have progressed theirs, slight as it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone's back, though not everyone is part of the main plot.\u001b[24m\n    \u001b[1m誰もが戻ってくるが、誰もがメインプロットの一部ではない。\u001b[22m, \u001b[1m誰もがメインプロットの一部ですが、誰もが、背中。\u001b[22m\n\u001b[4mSome contribute through the above-mentioned sidestories while others fight.\u001b[24m\n    \u001b[1m他の人たちが戦っている間に、上記の兵隊によって貢献する者もいる。\u001b[22m, \u001b[1m他の人が戦うながら、いくつかは、上記のsidestoriesを通じて貢献しています。\u001b[22m\n\u001b[4mThe characters, already established, stay true to who they were in the series with very few exceeding development.\u001b[24m\n    \u001b[1mすでに確立されているキャラクターは、シリーズを席巻していた人物には、非常にわずかな開発を加えて、真実を保ちます。\u001b[22m, \u001b[1m文字は、すでに確立された、彼らは非常に少ない超える開発と直列にした人に忠実であり続けます。\u001b[22m\n\u001b[4mRelationships are remarkable though, as Taichi and Sora seem to have progressed theirs, slight as it is.\u001b[24m\n    \u001b[1m太一とソラはそのまま進んだようだが、関係は目覚ましい。\u001b[22m, \u001b[1m太一とソラをそのままわずかに、彼らを進行しているように見えるような関係は、しかし顕著です。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, it'd just be another Digimon episode if it weren't for the phenomenal animation. If the style looks familiar, don't be surprised. Directed by Mamoru Hosada, better known for his latter work, Toki wo Kakeru Shoujo, the movie features fluid, detailed animation and a gorgeous metaphorical style for the Internet as it becomes the battlefield for the Digimon against the latest threat. If there is only one reason to give this movie a look, even if you're not a Digimon fan, it's to check out the animation which for its day and age is close to quality bar none.\n\n\u001b[1m驚異的なアニメーションではないなら、もちろん、それはちょうど別のデジモンのエピソードだろう。 スタイルが身近に見える場合は、驚かないでください。 後者の作品「時をかける少女」として知られているホサダマモル監督は、最新の脅威に対してデジモンの戦場になるため、流動的で詳細なアニメーションと豪華な比喩的なスタイルをインターネットに取り入れている。 あなたがデジモンのファンではないにもかかわらず、この映画を見せる理由が1つしかない場合は、その日の年齢は品質バーに近いアニメーションをチェックアウトすることです。\u001b[22m\n\u001b[1m(Kyōi-tekina animēshonde wanainara, mochiron, sore wa chōdo betsu no dejimon no episōdodarou. Sutairu ga midjika ni mieru baai wa, odorokanaide kudasai. Kōsha no sakuhin `tokiwokakerushōjo' to shite shira rete iru hosadamamoru kantoku wa, saishin no kyōi ni taishite dejimon no senjō ni naru tame, ryūdōtekide shōsaina animēshon to gōkana hiyu-tekina sutairu o intānetto ni toriirete iru. Anata ga dejimon no fande wa nai nimokakawarazu, kono eiga o miseru riyū ga 1tsu shikanai baai wa, sonohi no nenrei wa hinshitsu bā ni chikai animēshon o chekku auto suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, it'd just be another Digimon episode if it weren't for the phenomenal animation. If the style looks familiar, don't be surprised. Directed by Mamoru Hosada, better known for his latter work, Toki wo Kakeru Shoujo, the movie features fluid, detailed animation and a gorgeous metaphorical style for the Internet as it becomes the battlefield for the Digimon against the latest threat. If there is only one reason to give this movie a look, even if you're not a Digimon fan, it's to check out the animation which for its day and age is close to quality bar none.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, it'd just be another Digimon episode if it weren't for the phenomenal animation.\u001b[24m\n    \u001b[1m驚異的なアニメーションではないなら、もちろん、それはちょうど別のデジモンのエピソードだろう。\u001b[22m, \u001b[1mそれは驚異的なアニメーションのためではなかった場合はもちろん、それだけで他のデジモンのエピソードになるだろう。\u001b[22m\n\u001b[4mIf the style looks familiar, don't be surprised.\u001b[24m\n    \u001b[1mスタイルが身近に見える場合は、驚かないでください。\u001b[22m, \u001b[1mスタイルは見慣れた場合、驚かないでください。\u001b[22m\n\u001b[4mDirected by Mamoru Hosada, better known for his latter work, Toki wo Kakeru Shoujo, the movie features fluid, detailed animation and a gorgeous metaphorical style for the Internet as it becomes the battlefield for the Digimon against the latest threat.\u001b[24m\n    \u001b[1m後者の作品「時をかける少女」として知られているホサダマモル監督は、最新の脅威に対してデジモンの戦場になるため、流動的で詳細なアニメーションと豪華な比喩的なスタイルをインターネットに取り入れている。\u001b[22m, \u001b[1mそれは、最新の脅威からデジモンのために戦場になるとより良い彼の後者の作品で知ら守Hosada、監督、かける少女、映画WO土岐は、インターネット用の流体、詳細なアニメーションとゴージャスな比喩的なスタイルが特徴。\u001b[22m\n\u001b[4mIf there is only one reason to give this movie a look, even if you're not a Digimon fan, it's to check out the animation which for its day and age is close to quality bar none.\u001b[24m\n    \u001b[1mあなたがデジモンのファンではないにもかかわらず、この映画を見せる理由が1つしかない場合は、その日の年齢は品質バーに近いアニメーションをチェックアウトすることです。\u001b[22m, \u001b[1mあなたはデジモンファンでなくても、この映画に表情を与えるために一つだけの理由がある場合、それはその時代の品質文句なしの近くに位置してアニメーションをチェックアウトすることです。\u001b[22m\n\u001b[1m\u001b[22m\nPerformances are all good, and the BGM is rather dignified, so much so it may be surprising to those of us who grew up watching the dub. It's all quite fitting, especially in the climactic sequence where, spoilers aside, it adds something wonderful to it all.\n\n\u001b[1mパフォーマンスはすべていいですし、BGMはかなり堂々としているので、ダビングを見て育った私たちにとっては驚くかもしれません。 それはすべて、特にスポイラーが脇に置いているクライマックスのシーケンスでは、すごく合っています。\u001b[22m\n\u001b[1m(Pafōmansu wa subete īdesushi, BGM wa kanari dōdō to shite irunode, dabingu o mite sodatta watashitachi ni totte wa odoroku kamo shiremasen. Sore wa subete, tokuni supoirā ga waki ni oite iru kuraimakkusu no shīkensude wa, sugoku atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mPerformances are all good, and the BGM is rather dignified, so much so it may be surprising to those of us who grew up watching the dub. It's all quite fitting, especially in the climactic sequence where, spoilers aside, it adds something wonderful to it all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPerformances are all good, and the BGM is rather dignified, so much so it may be surprising to those of us who grew up watching the dub.\u001b[24m\n    \u001b[1mパフォーマンスはすべていいですし、BGMはかなり堂々としているので、ダビングを見て育った私たちにとっては驚くかもしれません。\u001b[22m, \u001b[1m公演はすべて良好であり、そしてそれはダブを見て育った私たちの人に驚くべきことがありますのでBGMはあまり、かなり威厳あります。\u001b[22m\n\u001b[4mIt's all quite fitting, especially in the climactic sequence where, spoilers aside, it adds something wonderful to it all.\u001b[24m\n    \u001b[1mそれはすべて、特にスポイラーが脇に置いているクライマックスのシーケンスでは、すごく合っています。\u001b[22m, \u001b[1mこれは特に、それはそれをすべてに素晴らしいものを追加して、スポイラーはさておき、クライマックスの順序で、すべての非常にフィッティングです。\u001b[22m\n\u001b[1m\u001b[22m\nThere's a lot to enjoy about the Digimon franchise; the surprisingly mature execution, the partnership between the kids and their Digimon, and more, but this movie stands out in technical quality above all others. Combined with tight and well-paced execution, it's a movie no Digimon fan should miss, and maybe even one for purveyors of quality animation all-around.\n\n\u001b[1mデジモンのフランチャイズについて多くの楽しみがあります。 驚くほど成熟した執行、子供たちとデジモンのパートナーシップなどがありますが、この映画は技術的な質で際立っています。 タイトで充実した執行と組み合わせると、デジモンのファンが見逃してはいけない映画であり、多分、高品質のアニメーションを提供するためのものでもあります。\u001b[22m\n\u001b[1m(Dejimon no furanchaizu ni tsuite ōku no tanoshimi ga arimasu. Odoroku hodo seijuku shita shikkō, kodomo-tachi to dejimon no pātonāshippu nado ga arimasuga, kono eiga wa gijutsu-tekina shitsu de kiwadatte imasu. Taitode jūjitsu shita shikkō to kumiawaseru to, dejimon no fan ga minogashite wa ikenai eigadeari, tabun, kōhinshitsu no animēshon o teikyō suru tame no monode mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's a lot to enjoy about the Digimon franchise; the surprisingly mature execution, the partnership between the kids and their Digimon, and more, but this movie stands out in technical quality above all others. Combined with tight and well-paced execution, it's a movie no Digimon fan should miss, and maybe even one for purveyors of quality animation all-around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a lot to enjoy about the Digimon franchise;\u001b[24m\n    \u001b[1mデジモンのフランチャイズについて多くの楽しみがあります。\u001b[22m, \u001b[1mデジモンフランチャイズに関する楽しむためにたくさんあります。\u001b[22m\n\u001b[4mthe surprisingly mature execution, the partnership between the kids and their Digimon, and more, but this movie stands out in technical quality above all others.\u001b[24m\n    \u001b[1m驚くほど成熟した執行、子供たちとデジモンのパートナーシップなどがありますが、この映画は技術的な質で際立っています。\u001b[22m, \u001b[1m驚くほど成熟した実行、子供たちとそのデジモンとの間のパートナーシップ、そしてより多くの、しかし、この映画は、他のすべての上記の技術的品質で際立っています。\u001b[22m\n\u001b[4mCombined with tight and well-paced execution, it's a movie no Digimon fan should miss, and maybe even one for purveyors of quality animation all-around.\u001b[24m\n    \u001b[1mタイトで充実した執行と組み合わせると、デジモンのファンが見逃してはいけない映画であり、多分、高品質のアニメーションを提供するためのものでもあります。\u001b[22m, \u001b[1mタイトとよくペース実行と組み合わせることで、それはデジモンファンは見逃してはならない映画だし、すべての周りの品質アニメーションの御用達のための多分1。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I give Digimon Adventure: Bokura no War Game a 7 out of 10.\n\n\u001b[1m全体として、デジモンアドベンチャー：ぼくらの戦争ゲームは10点中7点です。\u001b[22m\n\u001b[1m(Zentai to shite, dejimon'adobenchā: Boku-ra no sensō gēmu wa 10-ten-chū 7-tendesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I give Digimon Adventure: Bokura no War Game a 7 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I give Digimon Adventure: Bokura no War Game a 7 out of 10.\u001b[24m\n    \u001b[1m全体として、デジモンアドベンチャー：ぼくらの戦争ゲームは10点中7点です。\u001b[22m, \u001b[1mぼくらのウォーゲーム10のうち7：全体的に、私はデジモンアドベンチャーを与えます。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Digimon_Adventure__Bokura_no_War_Game",
    "id": "2397",
    "url": "https://myanimelist.net/anime/2397/Digimon_Adventure__Bokura_no_War_Game",
    "user": "Were_Vampire",
    "profile": "/profile/Were_Vampire/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=103395",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nぼくらの戦争ゲームは、面白いデジモンの映画ですが、本当のキャラクターの瞬間を描きながら、ストーリーテリングのすべての可能性を実際に利用していないものです。 この映画は実際にはデジモンアドベンチャーとデジモン02との間の重要なリンクですが、すべてのデジモンファンがそれを見たわけではありません。 それはすべて公正であることに関連するものではありませんが、デジモン02は、あなたが映画を見たと仮定して行く、今質問は：それは私たちの時間の価値があるのですか？ 私がちょうど言ったように、最悪の場合のシナリオでは、非常に興味深い40分の映画を見ることになりますが、私は映画を見終わったので、私はまたより良い開発を望んでいました。\n\nストーリー：\nこれは、デジモンアドベンチャーが終了した後に行われ、ネットワーク上のデータを食べて強力に成長するデジモンを扱っています。\n映画を通して、プロットが進むにつれて緊張と緊張の瞬間がたくさんありますが、私は作家が時々本当に怠惰だったと言わなければなりません。 ソラ、ミミ、ジュー、ヒカリのような多くのキャラクターをメインのプロットから外すことは、特にアニメがどのようにして一度に8文字を扱うことができるかを非常によく認識していることを考えると、悪いジェスチャーです。 確かに、彼らはすべて彼らの不在のために信じられない言い訳を得るが、作家が文字の量を可能な限り最小限に抑えたいと思うような気がする。 それとは別に、プロットは発展し、それはかなり楽しいですが、それでも結末はかなり反クリマティックであり、あなたを悩ませてしまうかもしれません。 それはそれほど悪くはありませんが、それはまったく突然終了しました。そのような物語として、それがうまくいくような潜在的な種類の感覚を持ちますが、それはその力の半分で動作します。\n\nキャラクター：\n私がストーリーのセクションで言ったように、作家たちは、太一、五郎、大和、武人のキャラクターの数を4つに最小限に抑え、その4つの太極拳の中で大和と甲子郎が時を過ごしました。  40分の映画のために、それは多くの良い瞬間を持っています。 これらは非常に愛され、本当に好きなキャラクターであり、その中で太一は彼だけでなく、映画の中で非常に良い瞬間を得ます。 それぞれのキャラクターが挫折しているのを見るたびに、実際に感じます。神経質になったり、心配しているものがあれば、それはアニメシリーズでの以前の展開でうまくいきますので、作品はすばらしいです。  。\n\nサウンド：映画には素晴らしいトラックがあり、アニメに使用されているのと同じものに加えて、新しいものもあります。 一般的に、彼らはアニメと同様にスコアリングされており、タイミングも印象的です。ブレイブハートがループして迷惑にならないような瞬間がありますが、わずか15秒ほどです。\n\n全体として、私は映画が価値があると言うだろう、それは非常に良いと非常に面白い、まだ私はそれを見なければならないか分からない：デジモンのファンは、おそらく映画を楽しむだろうが、 私たちは、非常に良いとはいえ、それほど良いものではないと感じることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBokura no war game is an interesting Digimon movie, but one that doesn't really exploit all the potential on the storytelling, while portraying some strong character moments. This movie is actually an important link between Digimon Adventure and Digimon 02, and yet not every Digimon fan has seen it; it's not all that relevant to be fair, but Digimon 02 goes assuming you've seen the movie, now the question is: is it worth our time? As I just said, worst case scenario you end up watching a very interesting 40 minutes movie, but as I finished watching the movie I have to say that, while satisfied I also was left wishing for more and better development.\n\n\u001b[1mぼくらの戦争ゲームは、面白いデジモンの映画ですが、本当のキャラクターの瞬間を描きながら、ストーリーテリングのすべての可能性を実際に利用していないものです。 この映画は実際にはデジモンアドベンチャーとデジモン02との間の重要なリンクですが、すべてのデジモンファンがそれを見たわけではありません。 それはすべて公正であることに関連するものではありませんが、デジモン02は、あなたが映画を見たと仮定して行く、今質問は：それは私たちの時間の価値があるのですか？ 私がちょうど言ったように、最悪の場合のシナリオでは、非常に興味深い40分の映画を見ることになりますが、私は映画を見終わったので、私はまたより良い開発を望んでいました。\u001b[22m\n\u001b[1m(Boku-ra no sensō gēmu wa, omoshiroi dejimon no eigadesuga, hontō no kyarakutā no shunkan o kakinagara, sutōrīteringu no subete no kanōsei o jissai ni riyō shite inai monodesu. Kono eiga wa jissai ni wa dejimon'adobenchā to dejimon 02 to no ma no jūyōna rinkudesuga, subete no dejimonfan ga sore o mita wakede wa arimasen. Sore wa subete kōseidearu koto ni kanren suru monode wa arimasenga, dejimon 02 wa, anata ga eiga o mita to katei shite iku, ima shitsumon wa: Sore wa watashitachi no jikan no kachi ga aru nodesu ka? Watashi ga chōdo itta yō ni, saiaku no baai no shinariode wa, hijō ni kyōmibukai 40-bu no eiga o miru koto ni narimasuga, watashi wa eiga o mi owattanode, watashi wa mata yoriyoi kaihatsu o nozonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mBokura no war game is an interesting Digimon movie, but one that doesn't really exploit all the potential on the storytelling, while portraying some strong character moments. This movie is actually an important link between Digimon Adventure and Digimon 02, and yet not every Digimon fan has seen it; it's not all that relevant to be fair, but Digimon 02 goes assuming you've seen the movie, now the question is: is it worth our time? As I just said, worst case scenario you end up watching a very interesting 40 minutes movie, but as I finished watching the movie I have to say that, while satisfied I also was left wishing for more and better development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBokura no war game is an interesting Digimon movie, but one that doesn't really exploit all the potential on the storytelling, while portraying some strong character moments.\u001b[24m\n    \u001b[1mぼくらの戦争ゲームは、面白いデジモンの映画ですが、本当のキャラクターの瞬間を描きながら、ストーリーテリングのすべての可能性を実際に利用していないものです。\u001b[22m, \u001b[1mぼくらのウォーゲームは面白いデジモンの映画ですが、いくつかの強力な文字の瞬間を描いている間、本当に、ストーリーテリング上のすべての可能性を利用しないもの。\u001b[22m\n\u001b[4mThis movie is actually an important link between Digimon Adventure and Digimon 02, and yet not every Digimon fan has seen it;\u001b[24m\n    \u001b[1mこの映画は実際にはデジモンアドベンチャーとデジモン02との間の重要なリンクですが、すべてのデジモンファンがそれを見たわけではありません。\u001b[22m, \u001b[1mこの映画は、実際にデジモンアドベンチャーとデジモン02の間の重要なリンクであり、そしてまだすべてのデジモンファンはそれを見ていません。\u001b[22m\n\u001b[4mit's not all that relevant to be fair, but Digimon 02 goes assuming you've seen the movie, now the question is: is it worth our time?\u001b[24m\n    \u001b[1mそれはすべて公正であることに関連するものではありませんが、デジモン02は、あなたが映画を見たと仮定して行く、今質問は：それは私たちの時間の価値があるのですか？\u001b[22m, \u001b[1mそれは公正であることがすべてのことは関係がないのですが、デジモン02はあなたが映画を見てきたと仮定するとなると、今の質問は：それは私たちの時間の価値がありますか？\u001b[22m\n\u001b[4mAs I just said, worst case scenario you end up watching a very interesting 40 minutes movie, but as I finished watching the movie I have to say that, while satisfied I also was left wishing for more and better development.\u001b[24m\n    \u001b[1m私がちょうど言ったように、最悪の場合のシナリオでは、非常に興味深い40分の映画を見ることになりますが、私は映画を見終わったので、私はまたより良い開発を望んでいました。\u001b[22m, \u001b[1m私が今言ったように、最悪のシナリオは、あなたは非常に興味深い40分の映画を見終わるが、私は映画を見終わっように私はまた、より多くのよりよい発展を願っ残された満足している間、私は、それを言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThis takes place after Digimon Adventure ended and it deals with a digimon who is on the network, eating data and growing powerful.\n\n\u001b[1mこれは、デジモンアドベンチャーが終了した後に行われ、ネットワーク上のデータを食べて強力に成長するデジモンを扱っています。\u001b[22m\n\u001b[1m(Kore wa, dejimon'adobenchā ga shūryō shita nochi ni okonawa re, nettowāku-jō no dēta o tabete kyōryoku ni seichō suru dejimon o atsukatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis takes place after Digimon Adventure ended and it deals with a digimon who is on the network, eating data and growing powerful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis takes place after Digimon Adventure ended and it deals with a digimon who is on the network, eating data and growing powerful.\u001b[24m\n    \u001b[1mこれは、デジモンアドベンチャーが終了した後に行われ、ネットワーク上のデータを食べて強力に成長するデジモンを扱っています。\u001b[22m, \u001b[1mデジモンアドベンチャーが終了した後にこれが起こり、それがネットワーク上にあるデジモンを扱って、データを食べて、強力な成長しています。\u001b[22m\nThrough the movie there is a lot of tension and good moments of suspense as the plot moves forward, but I have to say that the writers were really lazy at times; leaving out so many characters like Sora, Mimi, Jyou and Hikari off the main plot is a bad gesture, especially considering how the anime was so well recognized for being able to handle 8 characters at once. Granted, they all get believable excuses for their absence, yet you can feel how the writers just wanted to minimize the amount of characters as much as possible. Aside from that, the plot develops and it's fairly enjoyable, still the ending is quite anti-climactic and may leave you frowning; ok, it's not that bad, but it ended quite abruptly and as such a story with so much potential kind of feel like it works, but it works at half of its power.\n\n\u001b[1m映画を通して、プロットが進むにつれて緊張と緊張の瞬間がたくさんありますが、私は作家が時々本当に怠惰だったと言わなければなりません。 ソラ、ミミ、ジュー、ヒカリのような多くのキャラクターをメインのプロットから外すことは、特にアニメがどのようにして一度に8文字を扱うことができるかを非常によく認識していることを考えると、悪いジェスチャーです。 確かに、彼らはすべて彼らの不在のために信じられない言い訳を得るが、作家が文字の量を可能な限り最小限に抑えたいと思うような気がする。 それとは別に、プロットは発展し、それはかなり楽しいですが、それでも結末はかなり反クリマティックであり、あなたを悩ませてしまうかもしれません。 それはそれほど悪くはありませんが、それはまったく突然終了しました。そのような物語として、それがうまくいくような潜在的な種類の感覚を持ちますが、それはその力の半分で動作します。\u001b[22m\n\u001b[1m(Eiga o tōshite, purotto ga susumu ni tsurete kinchō to kinchō no shunkan ga takusan arimasuga, watashi wa sakka ga tokidoki hontōni taidadatta to iwanakereba narimasen. Sora, Mimi, jū, Hikari no yōna ōku no kyarakutā o mein no purotto kara hazusu koto wa, tokuni anime ga dono yō ni shite ichido ni 8 moji o atsukau koto ga dekiru ka o hijō ni yoku ninshiki shite iru koto o kangaeru to, warui jesuchādesu. Tashika ni, karera wa subete karera no fuzai no tame ni shinjirarenai iiwake o eruga, sakka ga moji no ryō o kanōnakagiri saishōgen ni osaetai to omou yōna ki ga suru. Soreto wa betsuni, purotto wa hatten shi, sore wa kanari tanoshīdesuga, soredemo ketsumatsu wa kanari han kurimatikkudeari, anata o nayama sete shimau kamo shiremasen. Sore wa sore hodo waruku wa arimasenga, sore wa mattaku totsuzen shūryō shimashita. So no yōna monogatari to shite, sore ga umaku iku yōna senzai-tekina shurui no kankaku o mochimasuga, sore wa sono chikara no hanbun de dōsa shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThrough the movie there is a lot of tension and good moments of suspense as the plot moves forward, but I have to say that the writers were really lazy at times; leaving out so many characters like Sora, Mimi, Jyou and Hikari off the main plot is a bad gesture, especially considering how the anime was so well recognized for being able to handle 8 characters at once. Granted, they all get believable excuses for their absence, yet you can feel how the writers just wanted to minimize the amount of characters as much as possible. Aside from that, the plot develops and it's fairly enjoyable, still the ending is quite anti-climactic and may leave you frowning; ok, it's not that bad, but it ended quite abruptly and as such a story with so much potential kind of feel like it works, but it works at half of its power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThrough the movie there is a lot of tension and good moments of suspense as the plot moves forward, but I have to say that the writers were really lazy at times;\u001b[24m\n    \u001b[1m映画を通して、プロットが進むにつれて緊張と緊張の瞬間がたくさんありますが、私は作家が時々本当に怠惰だったと言わなければなりません。\u001b[22m, \u001b[1m映画を通じて、そこにプロットが前方に移動すると緊張とサスペンスの良い瞬間がたくさんあるが、私は作家が時間に本当に怠け者だったと言わざるを得ない。\u001b[22m\n\u001b[4mleaving out so many characters like Sora, Mimi, Jyou and Hikari off the main plot is a bad gesture, especially considering how the anime was so well recognized for being able to handle 8 characters at once.\u001b[24m\n    \u001b[1mソラ、ミミ、ジュー、ヒカリのような多くのキャラクターをメインのプロットから外すことは、特にアニメがどのようにして一度に8文字を扱うことができるかを非常によく認識していることを考えると、悪いジェスチャーです。\u001b[22m, \u001b[1mメインプロットオフソラ、ミミ、Jyouとひかりようなので、多くの文字を除外することは、特にアニメは非常によく、一度に8文字を処理することができることのために認識されたかを考えると、悪いジェスチャーです。\u001b[22m\n\u001b[4mGranted, they all get believable excuses for their absence, yet you can feel how the writers just wanted to minimize the amount of characters as much as possible.\u001b[24m\n    \u001b[1m確かに、彼らはすべて彼らの不在のために信じられない言い訳を得るが、作家が文字の量を可能な限り最小限に抑えたいと思うような気がする。\u001b[22m, \u001b[1m確かに、彼らはすべての彼らの不在のために信じられない言い訳を取得するには、まだあなたは作家がちょうどできるだけ文字の量を最小限にしたかった方法を感じることができます。\u001b[22m\n\u001b[4mAside from that, the plot develops and it's fairly enjoyable, still the ending is quite anti-climactic and may leave you frowning;\u001b[24m\n    \u001b[1mそれとは別に、プロットは発展し、それはかなり楽しいですが、それでも結末はかなり反クリマティックであり、あなたを悩ませてしまうかもしれません。\u001b[22m, \u001b[1mそれはさておき、プロットが開発し、それはかなり楽しいです、まだ結末はかなりアンチクライマックスで、眉をひそめるあなたを残すことができます。\u001b[22m\n\u001b[4mok, it's not that bad, but it ended quite abruptly and as such a story with so much potential kind of feel like it works, but it works at half of its power.\u001b[24m\n    \u001b[1mそれはそれほど悪くはありませんが、それはまったく突然終了しました。そのような物語として、それがうまくいくような潜在的な種類の感覚を持ちますが、それはその力の半分で動作します。\u001b[22m, \u001b[1m[OK]を、それは悪いことではないが、それが動作するようにそれはかなり突然アンドフィールのそんなに潜在的な種類でそのような話のように終了したが、それはその力の半分で働いています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nAs I said in the story section, the writers minimized the amount of characters to just 4: Taichi, Koshiro, Yamato and Takeru, and of those 4 Taichi takes the spotlight, with Yamato and Koushiro having some moments too. For a 40 minutes movie, it has many good moments; these are characters that are quite beloved and really likeable, and among them Taichi gets some extremely good moments in the film, and not just him; whenever we see each character frustrated it feels real, whenever we see them nervous, anxious or anything at all it works because it carries on well with their previous development in the anime series, and as such the character work is great, almost reaching to outstanding .\n\n\u001b[1m私がストーリーのセクションで言ったように、作家たちは、太一、五郎、大和、武人のキャラクターの数を4つに最小限に抑え、その4つの太極拳の中で大和と甲子郎が時を過ごしました。  40分の映画のために、それは多くの良い瞬間を持っています。 これらは非常に愛され、本当に好きなキャラクターであり、その中で太一は彼だけでなく、映画の中で非常に良い瞬間を得ます。 それぞれのキャラクターが挫折しているのを見るたびに、実際に感じます。神経質になったり、心配しているものがあれば、それはアニメシリーズでの以前の展開でうまくいきますので、作品はすばらしいです。  。\u001b[22m\n\u001b[1m(Watashi ga sutōrī no sekushon de itta yō ni, sakka-tachi wa, Taichi, Gorō, Yamato, bujin no kyarakutā no kazu o 4tsu ni saishōgen ni osae, sono 4tsu no taikyokuken no naka de Yamato to kōshirō ga toki o sugoshimashita. 40-Bu no eiga no tame ni, sore wa ōku no yoi shunkan o motte imasu. Korera wa hijō ni aisare, hontōni sukina kyarakutādeari, sono Chū de Taichi wa kare dakedenaku, eiga no naka de hijō ni yoi shunkan o emasu. Sorezore no kyarakutā ga zasetsu shite iru no o miru tabi ni, jissai ni kanjimasu. Shinkeishitsu ni nattari, shinpai shite iru mono ga areba, soreha animeshirīzu de no izen no tenkai de umaku ikimasunode, sakuhin wa subarashīdesu..)\u001b[22m\n\nTranslations of \u001b[4mAs I said in the story section, the writers minimized the amount of characters to just 4: Taichi, Koshiro, Yamato and Takeru, and of those 4 Taichi takes the spotlight, with Yamato and Koushiro having some moments too. For a 40 minutes movie, it has many good moments; these are characters that are quite beloved and really likeable, and among them Taichi gets some extremely good moments in the film, and not just him; whenever we see each character frustrated it feels real, whenever we see them nervous, anxious or anything at all it works because it carries on well with their previous development in the anime series, and as such the character work is great, almost reaching to outstanding .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said in the story section, the writers minimized the amount of characters to just 4: Taichi, Koshiro, Yamato and Takeru, and of those 4 Taichi takes the spotlight, with Yamato and Koushiro having some moments too.\u001b[24m\n    \u001b[1m私がストーリーのセクションで言ったように、作家たちは、太一、五郎、大和、武人のキャラクターの数を4つに最小限に抑え、その4つの太極拳の中で大和と甲子郎が時を過ごしました。\u001b[22m, \u001b[1m私は物語のセクションで述べたように、作家はわずか4に文字の量を最小化：太一、幸四郎、ヤマトとタケル、およびそれらの4太一の大和とKoushiroはあまりにもいくつかの瞬間を持って、スポットライトを取ります。\u001b[22m\n\u001b[4mFor a 40 minutes movie, it has many good moments;\u001b[24m\n    \u001b[1m40分の映画のために、それは多くの良い瞬間を持っています。\u001b[22m\n\u001b[4mthese are characters that are quite beloved and really likeable, and among them Taichi gets some extremely good moments in the film, and not just him;\u001b[24m\n    \u001b[1mこれらは非常に愛され、本当に好きなキャラクターであり、その中で太一は彼だけでなく、映画の中で非常に良い瞬間を得ます。\u001b[22m, \u001b[1mこれらは非常に最愛と本当に好感の持てるな文字であり、中でも太一はちょうど彼映画の中でいくつかの非常に良い瞬間を取得し、ではありません。\u001b[22m\n\u001b[4mwhenever we see each character frustrated it feels real, whenever we see them nervous, anxious or anything at all it works because it carries on well with their previous development in the anime series, and as such the character work is great, almost reaching to outstanding\u001b[24m\n    \u001b[1mそれぞれのキャラクターが挫折しているのを見るたびに、実際に感じます。神経質になったり、心配しているものがあれば、それはアニメシリーズでの以前の展開でうまくいきますので、作品はすばらしいです。\u001b[22m, \u001b[1m私たちが見るたびに各文字は、それは我々がすべてで、緊張気になるか何か、それらを見るたびに、それはアニメシリーズで、以前の開発とうまく運ぶので、それが動作し、そのような文字作業が大きいように、ほとんど卓越したに達し、実際の感じイライラ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nSound: There are great tracks in the movie, the very same ones used in the anime plus some new ones. In general, they are all as well scored as in the anime and the timing is also impressive, though there is a moment when Brave Heart runs in a loop and become annoying, but it's just some mere 15 seconds or so.\n\n\u001b[1mサウンド：映画には素晴らしいトラックがあり、アニメに使用されているのと同じものに加えて、新しいものもあります。 一般的に、彼らはアニメと同様にスコアリングされており、タイミングも印象的です。ブレイブハートがループして迷惑にならないような瞬間がありますが、わずか15秒ほどです。\u001b[22m\n\u001b[1m(Saundo: Eiga ni wa subarashī torakku ga ari, anime ni shiyō sa rete iru no to onaji mono ni kuwaete, atarashī mono mo arimasu. Ippantekini, karera wa anime to dōyō ni sukoaringu sa rete ori, taimingu mo inshō-tekidesu. Bureibuhāto ga rūpu shite meiwaku ni naranai yōna shunkan ga arimasuga, wazuka 15-byō hododesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: There are great tracks in the movie, the very same ones used in the anime plus some new ones. In general, they are all as well scored as in the anime and the timing is also impressive, though there is a moment when Brave Heart runs in a loop and become annoying, but it's just some mere 15 seconds or so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: There are great tracks in the movie, the very same ones used in the anime plus some new ones.\u001b[24m\n    \u001b[1mサウンド：映画には素晴らしいトラックがあり、アニメに使用されているのと同じものに加えて、新しいものもあります。\u001b[22m, \u001b[1mサウンド：映画の中で偉大な曲、アニメで使用される非常に同じものに加えて、いくつかの新しいものがあります。\u001b[22m\n\u001b[4mIn general, they are all as well scored as in the anime and the timing is also impressive, though there is a moment when Brave Heart runs in a loop and become annoying, but it's just some mere 15 seconds or so.\u001b[24m\n    \u001b[1m一般的に、彼らはアニメと同様にスコアリングされており、タイミングも印象的です。ブレイブハートがループして迷惑にならないような瞬間がありますが、わずか15秒ほどです。\u001b[22m, \u001b[1m一般に、それらはすべて同様にアニメやタイミングのように採点されるブレイブハートは、ループ内で実行され、迷惑になるが、それは単にいくつかのわずか15秒ほどだ瞬間がありますが、また印象的です。\u001b[22m\n\u001b[1m\u001b[22m\nAs a whole, I'd say the movie is worth watching, it's very good and quite entertaining, still I'm not sure if I would call it a must see: Digimon fans will likely enjoy the movie, but there's no doubt that most of us can feel that, while being quite good, it never really tried to be as good as it could be.\n\n\u001b[1m全体として、私は映画が価値があると言うだろう、それは非常に良いと非常に面白い、まだ私はそれを見なければならないか分からない：デジモンのファンは、おそらく映画を楽しむだろうが、 私たちは、非常に良いとはいえ、実際にはそれほど良いものではないと感じることができます。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa eiga ga kachigāru to iudarou, sore wa hijō ni yoi to hijō ni omoshiroi, mada watashi wa sore o minakereba naranai ka wakaranai: Dejimon no fan wa, osoraku eiga o tanoshimudarouga, watashitachiha, hijō ni yoi to wa ie, jissai ni wa sore hodo yoi monode wa nai to kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a whole, I'd say the movie is worth watching, it's very good and quite entertaining, still I'm not sure if I would call it a must see: Digimon fans will likely enjoy the movie, but there's no doubt that most of us can feel that, while being quite good, it never really tried to be as good as it could be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a whole, I'd say the movie is worth watching, it's very good and quite entertaining, still I'm not sure if I would call it a must see: Digimon fans will likely enjoy the movie, but there's no doubt that most\u001b[24m\n    \u001b[1m全体として、私は映画が価値があると言うだろう、それは非常に良いと非常に面白い、まだ私はそれを見なければならないか分からない：デジモンのファンは、おそらく映画を楽しむだろうが、\u001b[22m, \u001b[1mデジモンファンはおそらく映画をお楽しみいただけますが、そのほとんどは疑いがあります：全体的に、私は映画を見て価値があると言うだろう、それはまだ私が参照してくださいする必要があり、それを呼び出すことになるかはわからない、非常に良い、非常に面白いです\u001b[22m\n\u001b[4mof us can feel that, while being quite good, it never really tried to be as good as it could be.\u001b[24m\n    \u001b[1m私たちは、非常に良いとはいえ、実際にはそれほど良いものではないと感じることができます。\u001b[22m, \u001b[1m私たちの非常に良いながら、それは本当にそれができるように良好であることを試したことがない、と感じることができます。\u001b[22m"
  },
  {
    "title": "Digimon_Adventure__Bokura_no_War_Game",
    "id": "2397",
    "url": "https://myanimelist.net/anime/2397/Digimon_Adventure__Bokura_no_War_Game",
    "user": "animelambie",
    "profile": "/profile/animelambie/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=72697",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n最後のように、これは完全に肉薄した映画よりももっと長いエピソードです。 シリーズの後で、邪悪なデジモンがインターネットをハックして惑星を破壊すると脅し、タイ、イジー、そして他のDigestestinedとそのパートナーがそれを止めるまでです。\n\n私たちの戦争ゲームは、\"The Digimon Movie\"（これは本当に\"プロット\"の最も薄い糸と一緒に張られた最初の3つの独立した映画のハッシュです - 感謝フォックスキッズ）の英語リリースの最も記憶に残る部分として出ています。 私たちのほとんどはおそらくキャンプ、さらに重要なのは、Barenaked Ladies、Fat Boy Slimなどのサウンドトラックを覚えているでしょう。日本のトラックは間違いなくより良いバージョンであり、素材を非常に真剣に扱い、後で同じことによって映画Summer- ディレクター。 それでも、あなたが英語版を条件としていれば、まったく別の映画のように再生される可能性があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLike the last, this is more of a longer episode than fully fleshed out movie. Taking place after the series, an evil digimon hacks the internet and threatens to destroy the planet, and it’s up to Tai, Izzy and the other Digidestined and their partners to stop it.\n\n\u001b[1m最後のように、これは完全に肉薄した映画よりももっと長いエピソードです。 シリーズの後で、邪悪なデジモンがインターネットをハックして惑星を破壊すると脅し、タイ、イジー、そして他のDigestestinedとそのパートナーがそれを止めるまでです。\u001b[22m\n\u001b[1m(Saigo no yō ni, kore wa kanzen ni nikuhaku shita eiga yori mo motto nagai episōdodesu. Shirīzu no nochi de, jaakuna dejimon ga intānetto o hakku shite wakusei o hakai suru to odoshi, Tai, ijī, soshite hoka no Digestestined to sono pātonā ga sore o tomeru madedesu.)\u001b[22m\n\nTranslations of \u001b[4mLike the last, this is more of a longer episode than fully fleshed out movie. Taking place after the series, an evil digimon hacks the internet and threatens to destroy the planet, and it’s up to Tai, Izzy and the other Digidestined and their partners to stop it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the last, this is more of a longer episode than fully fleshed out movie.\u001b[24m\n    \u001b[1m最後のように、これは完全に肉薄した映画よりももっと長いエピソードです。\u001b[22m, \u001b[1m最後のと同じように、これは完全に肉付け映画よりも長いエピソードの詳細です。\u001b[22m\n\u001b[4mTaking place after the series, an evil digimon hacks the internet and threatens to destroy the planet, and it’s up to Tai, Izzy and the other Digidestined and their partners to stop it.\u001b[24m\n    \u001b[1mシリーズの後で、邪悪なデジモンがインターネットをハックして惑星を破壊すると脅し、タイ、イジー、そして他のDigestestinedとそのパートナーがそれを止めるまでです。\u001b[22m, \u001b[1mシリーズの後に場所を取って、邪悪なデジモンは、インターネットをハッキングし、惑星を破壊する恐れ、それはそれを停止するタイ、イジーおよびその他のDigidestinedとそのパートナー次第です。\u001b[22m\n\u001b[1m\u001b[22m\nOur War Game sticks out as the most memorable part of the English release of “The Digimon Movie” (which is really a hash of the first three independent films strung together with the thinnest thread of “plot”— thanks Fox Kids). Most of us probably remember the camp, and more importantly, the soundtrack — Barenaked Ladies, Fat Boy Slim, etc. The Japanese track is undoubtedly the better version, handles the material very seriously and later provided inspiration for the movie Summer Wars by the same director. Still, if you were conditioned on the English version, chances are it will play like a totally different film.\n\n\u001b[1m私たちの戦争ゲームは、\"The Digimon Movie\"（これは本当に\"プロット\"の最も薄い糸と一緒に張られた最初の3つの独立した映画のハッシュです - 感謝フォックスキッズ）の英語リリースの最も記憶に残る部分として出ています。 私たちのほとんどはおそらくキャンプ、さらに重要なのは、Barenaked Ladies、Fat Boy Slimなどのサウンドトラックを覚えているでしょう。日本のトラックは間違いなくより良いバージョンであり、素材を非常に真剣に扱い、後で同じことによって映画Summer- ディレクター。 それでも、あなたが英語版を条件としていれば、まったく別の映画のように再生される可能性があります。\u001b[22m\n\u001b[1m(Watashitachi no sensō gēmu wa, \" The Digimon movu~ie\"(kore wa hontōni\" purotto\" no mottomo usui ito to issho ni hara reta saisho no 3ttsu no dokuritsu shita eiga no hasshudesu - kansha fokkusukizzu) no eigo rirīsu no mottomo kioku ni nokoru bubun to shite dete imasu. Watashitachi no hotondo wa osoraku kyanpu, sarani jūyōna no wa, Barenaked redīsu, Fat Boy surimu nado no saundotorakku o oboete irudeshou. Nihon no torakku wa machigainaku yoriyoi bājondeari, sozai o hijō ni shinken ni atsukai,-go de onaji koto ni yotte eiga Summer - direkutā. Soredemo, anata ga eigo-ban o jōken to shite ireba, mattaku betsu no eiga no yō ni saisei sa reru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOur War Game sticks out as the most memorable part of the English release of “The Digimon Movie” (which is really a hash of the first three independent films strung together with the thinnest thread of “plot”— thanks Fox Kids). Most of us probably remember the camp, and more importantly, the soundtrack — Barenaked Ladies, Fat Boy Slim, etc. The Japanese track is undoubtedly the better version, handles the material very seriously and later provided inspiration for the movie Summer Wars by the same director. Still, if you were conditioned on the English version, chances are it will play like a totally different film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur War Game sticks out as the most memorable part of the English release of “The Digimon Movie” (which is really a hash of the first three independent films strung together with the thinnest thread of “plot”— thanks Fox Kids).\u001b[24m\n    \u001b[1m私たちの戦争ゲームは、\"The Digimon Movie\"（これは本当に\"プロット\"の最も薄い糸と一緒に張られた最初の3つの独立した映画のハッシュです - 感謝フォックスキッズ）の英語リリースの最も記憶に残る部分として出ています。\u001b[22m, \u001b[1m私たちの戦争ゲームは、（ - 感謝フォックスキッズ本当に「プロット」の最も薄い糸でつなぎ合わせ最初の3インディペンデント映画のハッシュである）「デジモンの映画」の英語版リリースの中で最も記憶に残る部分としてはみ出し。\u001b[22m\n\u001b[4mMost of us probably remember the camp, and more importantly, the soundtrack — Barenaked Ladies, Fat Boy Slim, etc. The Japanese track is undoubtedly the better version, handles the material very seriously and later provided inspiration for the movie Summer Wars by the same\u001b[24m\n    \u001b[1m私たちのほとんどはおそらくキャンプ、さらに重要なのは、Barenaked Ladies、Fat Boy Slimなどのサウンドトラックを覚えているでしょう。日本のトラックは間違いなくより良いバージョンであり、素材を非常に真剣に扱い、後で同じことによって映画Summer-\u001b[22m, \u001b[1m日本のトラックは、間違いなくより良いバージョンで非常に真剣に材料を扱う等ベアネイキッド・レディース、ファットボーイ・スリム、と後で同じによって映画サマーウォーズのためのインスピレーションを提供 - 私たちのほとんどは、おそらくキャンプ、そしてもっと重要なのは、サウンドトラックを覚えています\u001b[22m\n\u001b[4mdirector.\u001b[24m\n    \u001b[1mディレクター。\u001b[22m, \u001b[1m監督\u001b[22m\n\u001b[4mStill, if you were conditioned on the English version, chances are it will play like a totally different film.\u001b[24m\n    \u001b[1mそれでも、あなたが英語版を条件としていれば、まったく別の映画のように再生される可能性があります。\u001b[22m, \u001b[1mあなたが英語版で調整した場合は、まだ、チャンスはそれが全く違う映画のように再生されますです。\u001b[22m"
  }
]
