[
  {
    "title": "Sarusuberi__Miss_Hokusai",
    "id": "23987",
    "url": "https://myanimelist.net/anime/23987/Sarusuberi__Miss_Hokusai",
    "user": "Dullboy",
    "profile": "/profile/Dullboy/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=197814",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  5\nキャラクター|  8\n|  7\n\n大部分の人々は、有名な画家北斎について少なくとも1回は自分の人生で聞いたことがあるに違いありませんが、彼の才能ある娘O-Eiについて知る人はほとんどいません。\n\nだから、今あなたはこの不思議な未知の女性の人生を知ることに興味がありますか？ たぶんあなたは映画を見て真実を見つけて、若い時から彼女の死までの彼女の人生を見つけたいと思うかもしれません...もしそうなら、あなたはこの映画に少し失望するかもしれません^^。\n\nしかし、ここでは、それでも私があなたにそれを見なければならない理由と、この映画の実際の性質（そして小さなマイナーなデフォルト）は何ですか？\n\n\n北斎さんは、O-Eiの姿を中心にしているのですが、彼女の人生に関するものではありません。その代わりに、映画は辺境の画家の小さな乗組員 （北斎の名前で知られている）古代の偏心芸術家、そしてO-Eiを含む彼の弟子たちで構成されています。\n映画はまた、娘 - 父親の関係を中心的な側面にすることを選択しなかった。そして、2人のキャラクターのリンクに関するヒントは、代わりに映画を通して慎重に広がっている。\n\nそれから私が話しているそれらの異なるシーンについて、彼らは主に2つのカテゴリーに分けることができます：\n\n最初は、彼のわずかに酔った弟子（映画のコミカルな側面の一部を提供する）とO-Eiの1人である北斎を含むもの。 これらの瞬間は、問題と謎に巻き込まれたクルーが絵画で解決するようになります。 それらの中で、いくつかの超自然的で幻想的な側面は、驚くほど非常に存在します。空の暗い雲の中に潜む脅威的なドラゴンであるか、夜は彼女の体から出る芸者の精神です。\n\nこれらの瞬間は、創造的かつ予期しないものの、映画の中で最高ではなく、代わりに、この映画の本当のハイライトは、シーンの第二のタイプから来ています：\n\nその中で、私たちは、盲目の生まれの不幸を持っていたO-Eiの妹であるO-naoを発見します。  O-Eiが歩き回っているこの瞬間は、「O-naoに池を旅行している人々の生活や雪の日に静かな声を聞く」という非常に有意義かつ強力な瞬間です。\n実際、この映画の最高の品質を示すのはその感情です。感情は重い話と涙のショーではなく、O-Eiが暖かく妹の手に触れたときに少し触れるだけで正面に表現されることはありません。 スクリーンがちょうど私たちの顔を見せてくれる時間を取ったとき、雪の中で遊んでいる若い妹を少し笑って、日常生活の驚くべき驚異を発見しました。\nOナオと彼女の父親との関係は決して彼女に現われず、たとえ正面から取り上げられていなくても、映画の非常にインパクトのある側面でもあります。\n\n\nしかし、音楽はどうですか？ それは映画の最も弱い点かもしれません。 この映画は、ロック・インストゥルメンタルの音楽とサウンドを使って、O-Eiの近代性と強烈なフェミニズムを重視しようとしています...そして、その意図は目に見えますが、結果は一致せず、  。 それ以外のサウンドや音楽はまれであり、ほとんどの場合、アンビエントミュージックや多くのサウンドなしで話すキャラクターで構成され、映画のゆっくりとしたペーシングが強調されます（実際はデフォルトではありません。 このような行動を取らずに映画を観ることを嫌っている人には、退屈な気分かもしれない）。\n\n\n私は彼女自身のことについて多くのことを話していませんでしたが、映画が本当に彼女の性格を発達させることではなく、私たちの生活に完全に入るのではないことを明らかにしたとしても、彼女はとても爽やかで自由な女性です。 アニメでよく見かけるものではないタイプのキャラクターであり、この映画のポイントの一つです。\n\n\n\n要約すると、スライス・オブ・ライフのアニメが好きな人は、江戸時代末期の人生がどのようなものかを見てみたいと思ったら、この映画を見て、必ず楽しむだろう。\n\nこのレビューを最後までお読みいただきありがとうございます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhile the vast majority of people must have heard at least one time in their life about Hokusai, the famous painter, little of them know about his talented daughter, O-Ei.\n\n\u001b[1m大部分の人々は、有名な画家北斎について少なくとも1回は自分の人生で聞いたことがあるに違いありませんが、彼の才能ある娘O-Eiについて知る人はほとんどいません。\u001b[22m\n\u001b[1m(Daibubun no hitobito wa, yūmeina gaka Hokusai ni tsuite sukunakutomo 1-kai wa jibun no jinsei de kiita koto ga aru ni chigai arimasenga, kare no sainō aru musume O - Ei ni tsuite shiru hito wa hotondo imasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile the vast majority of people must have heard at least one time in their life about Hokusai, the famous painter, little of them know about his talented daughter, O-Ei.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the vast majority of people must have heard at least one time in their life about Hokusai, the famous painter, little of them know about his talented daughter, O-Ei.\u001b[24m\n    \u001b[1m大部分の人々は、有名な画家北斎について少なくとも1回は自分の人生で聞いたことがあるに違いありませんが、彼の才能ある娘O-Eiについて知る人はほとんどいません。\u001b[22m, \u001b[1m人々の大半は、北斎、有名な画家についての彼らの生活の中で少なくとも1つの時間を聞いたことがある必要がありますが、それらのほとんどは、彼の才能の娘、O-EIについて知っています。\u001b[22m\n\u001b[1m\u001b[22m\nSo, maybe now you are interested in knowing the life of this mysterious unknown woman? Maybe you want to see the movie to find the truth and discover her life from her young age to her death...well, if that's the case, you might end up to be a little disappointed by this movie ^^ .\n\n\u001b[1mだから、今あなたはこの不思議な未知の女性の人生を知ることに興味がありますか？ たぶんあなたは映画を見て真実を見つけて、若い時から彼女の死までの彼女の人生を見つけたいと思うかもしれません...もしそうなら、あなたはこの映画に少し失望するかもしれません^^。\u001b[22m\n\u001b[1m(Dakara, ima anata wa kono fushigina michi no josei no jinsei o shiru koto ni kyōmigārimasu ka? Tabun anata wa eiga o mite shinjitsu o mitsukete, wakai toki kara kanojo no shi made no kanojo no jinsei o mitsuketai to omou kamo shiremasen... Moshi sōnara, anata wa kono eiga ni sukoshi shitsubō suru kamo shiremasen ^ ^.)\u001b[22m\n\nTranslations of \u001b[4mSo, maybe now you are interested in knowing the life of this mysterious unknown woman? Maybe you want to see the movie to find the truth and discover her life from her young age to her death...well, if that's the case, you might end up to be a little disappointed by this movie ^^ .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, maybe now you are interested in knowing the life of this mysterious unknown woman?\u001b[24m\n    \u001b[1mだから、今あなたはこの不思議な未知の女性の人生を知ることに興味がありますか？\u001b[22m, \u001b[1mだから、多分今はこの神秘的な未知の女性の生活を知ることに興味がありますか？\u001b[22m\n\u001b[4mMaybe you want to see the movie to find the truth and discover her life from her young age to her death...well, if that's the case, you might end up to be a little disappointed by this movie ^^ .\u001b[24m\n    \u001b[1mたぶんあなたは映画を見て真実を見つけて、若い時から彼女の死までの彼女の人生を見つけたいと思うかもしれません...もしそうなら、あなたはこの映画に少し失望するかもしれません^^。\u001b[22m, \u001b[1mたぶん、あなたは真実を見つけるために映画を見たいと思って、彼女の死に彼女の若い年齢からの彼女の人生を発見する...よく、その場合は、あなたがこの映画^^によって少しがっかりであることを終わるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nBut here, I'll try to tell you why you should watch it nonetheless and what is in fact the qualities (and the little minor default) of this movie:\n\n\u001b[1mしかし、ここでは、それでも私があなたにそれを見なければならない理由と、この映画の実際の性質（そして小さなマイナーなデフォルト）は何ですか？\u001b[22m\n\u001b[1m(Shikashi, kokode wa, soredemo watashi ga anata ni sore o minakereba naranai riyū to, kono eiga no jissai no seishitsu (soshite chīsana maināna deforuto) wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mBut here, I'll try to tell you why you should watch it nonetheless and what is in fact the qualities (and the little minor default) of this movie:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut here, I'll try to tell you why you should watch it nonetheless and what is in fact the qualities (and the little minor default) of this movie:\u001b[24m\n    \u001b[1mしかし、ここでは、それでも私があなたにそれを見なければならない理由と、この映画の実際の性質（そして小さなマイナーなデフォルト）は何ですか？\u001b[22m, \u001b[1mしかし、ここで、私はあなたがそれにもかかわらず、それを見て、実際に何であるべき理由を教えてくれしようとするでしょう。この映画の資質（と少しマイナーデフォルト）：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSee, Miss Hokusai, while being centered around the figure of O-Ei, isn't about her life, instead the movie take the gamble to opt for a slice of life aspect, developing around little separated scenes involving the little crew of marginal painter composed of Tetsuzo (more known by the name of Hokusai) the monolithic eccentric artist, and his disciples, including O-Ei.\n\n\u001b[1m北斎さんは、O-Eiの姿を中心にしているのですが、彼女の人生に関するものではありません。その代わりに、映画は辺境の画家の小さな乗組員 （北斎の名前で知られている）古代の偏心芸術家、そしてO-Eiを含む彼の弟子たちで構成されています。\u001b[22m\n\u001b[1m(Hokusai-san wa, O - Ei no sugata o chūshin ni shite iru nodesuga, kanojo no jinsei ni kansuru monode wa arimasen. Sonokawarini, eiga wa henkyō no gaka no chīsana norikumiin (Hokusai no namae de shira rete iru) kodai no henshin geijutsuka, soshite O - Ei o fukumu kare no deshi-tachi de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSee, Miss Hokusai, while being centered around the figure of O-Ei, isn't about her life, instead the movie take the gamble to opt for a slice of life aspect, developing around little separated scenes involving the little crew of marginal painter composed of Tetsuzo (more known by the name of Hokusai) the monolithic eccentric artist, and his disciples, including O-Ei.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSee, Miss Hokusai, while being centered around the figure of O-Ei, isn't about her life, instead the movie take the gamble to opt for a slice of life aspect, developing around little separated scenes involving the little crew of marginal painter\u001b[24m\n    \u001b[1m北斎さんは、O-Eiの姿を中心にしているのですが、彼女の人生に関するものではありません。その代わりに、映画は辺境の画家の小さな乗組員\u001b[22m, \u001b[1mO-EIの姿を中心としつつ、彼女の人生ではありません、ミス北斎、参照、代わりに映画は人生の局面のスライスを選ぶためにギャンブルを取る、周りの限界画家のほとんどの乗組員を含むほとんど分離されたシーンを開発\u001b[22m\n\u001b[4mcomposed of Tetsuzo (more known by the name of Hokusai) the monolithic eccentric artist, and his disciples, including O-Ei.\u001b[24m\n    \u001b[1m（北斎の名前で知られている）古代の偏心芸術家、そしてO-Eiを含む彼の弟子たちで構成されています。\u001b[22m, \u001b[1mO-EIを含む、（より北斎の名で知られている）哲三モノリシック偏心アーティスト、弟子たちから成ります。\u001b[22m\nThe movie also didn't chose to make the relationship daughter-father into a central aspect, and the hint about the link of the two character is discreetly spread through the movie instead.\n\n\u001b[1m映画はまた、娘 - 父親の関係を中心的な側面にすることを選択しなかった。そして、2人のキャラクターのリンクに関するヒントは、代わりに映画を通して慎重に広がっている。\u001b[22m\n\u001b[1m(Eiga wa mata, musume - chichioya no kankei o chūshin-tekina sokumen ni suru koto o sentaku shinakatta. Soshite, 2-ri no kyarakutā no rinku ni kansuru hinto wa, kawarini eiga o tōshite shinchō ni hirogatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe movie also didn't chose to make the relationship daughter-father into a central aspect, and the hint about the link of the two character is discreetly spread through the movie instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie also didn't chose to make the relationship daughter-father into a central aspect, and the hint about the link of the two character is discreetly spread through the movie instead.\u001b[24m\n    \u001b[1m映画はまた、娘 - 父親の関係を中心的な側面にすることを選択しなかった。そして、2人のキャラクターのリンクに関するヒントは、代わりに映画を通して慎重に広がっている。\u001b[22m, \u001b[1m映画は、中央側面に関係の娘の父親を作成することを選択したしなかった、と2つの文字のリンクに関するヒントは慎重に代わり、映画を通じて広がっています。\u001b[22m\n\u001b[1m\u001b[22m\nThen about those different scenes I'm talking about, they can mostly be divided into two categories:\n\n\u001b[1mそれから私が話しているそれらの異なるシーンについて、彼らは主に2つのカテゴリーに分けることができます：\u001b[22m\n\u001b[1m(Sorekara watashi ga hanashite iru sorera no kotonaru shīn ni tsuite, karera wa omoni 2tsu no kategorī ni wakeru koto ga dekimasu:)\u001b[22m\n\nTranslations of \u001b[4mThen about those different scenes I'm talking about, they can mostly be divided into two categories:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen about those different scenes I'm talking about, they can mostly be divided into two categories:\u001b[24m\n    \u001b[1mそれから私が話しているそれらの異なるシーンについて、彼らは主に2つのカテゴリーに分けることができます：\u001b[22m, \u001b[1mそして、私が話しているこれらの異なるシーンについて、彼らは主に2つのカテゴリに分けることができます。\u001b[22m\n\u001b[1m\u001b[22m\nFirst the one including Hokusai, one of his slightly drunken disciple (provider of some of the comical aspect of the movie) and O-Ei. These moments follow the crew involved in problems and mystery that they will solve with painting. In them, some supernatural and fantastic aspect are surprisingly very present, would it be a menacing dragon lurking in the dark clouds of the sky, or the spirit of a geisha coming out of her body at night.\n\n\u001b[1m最初は、彼のわずかに酔った弟子（映画のコミカルな側面の一部を提供する）とO-Eiの1人である北斎を含むもの。 これらの瞬間は、問題と謎に巻き込まれたクルーが絵画で解決するようになります。 それらの中で、いくつかの超自然的で幻想的な側面は、驚くほど非常に存在します。空の暗い雲の中に潜む脅威的なドラゴンであるか、夜は彼女の体から出る芸者の精神です。\u001b[22m\n\u001b[1m(Saisho wa, kare no wazuka ni yotta deshi (eiga no komikaruna sokumen no ichibu o teikyō suru) to O - Ei no 1-ridearu Hokusai o fukumu mono. Korera no shunkan wa, mondai to nazo ni makikoma reta kurū ga kaiga de kaiketsu suru yō ni narimasu. Sorera no naka de, ikutsu ka no chō shizen-tekide gensō-tekina sokumen wa, odoroku hodo hijō ni sonzai shimasu. Sora no kurai kumo no naka ni hisomu kyōi-tekina doragondearu ka, yoru wa kanojo no karada kara deru geisha no seishindesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst the one including Hokusai, one of his slightly drunken disciple (provider of some of the comical aspect of the movie) and O-Ei. These moments follow the crew involved in problems and mystery that they will solve with painting. In them, some supernatural and fantastic aspect are surprisingly very present, would it be a menacing dragon lurking in the dark clouds of the sky, or the spirit of a geisha coming out of her body at night.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst the one including Hokusai, one of his slightly drunken disciple (provider of some of the comical aspect of the movie) and O-Ei.\u001b[24m\n    \u001b[1m最初は、彼のわずかに酔った弟子（映画のコミカルな側面の一部を提供する）とO-Eiの1人である北斎を含むもの。\u001b[22m, \u001b[1m北斎、彼の少し酔った弟子（映画のコミカルな態様のいくつかのプロバイダー）の1とO-EIを含む第1の1。\u001b[22m\n\u001b[4mThese moments follow the crew involved in problems and mystery that they will solve with painting.\u001b[24m\n    \u001b[1mこれらの瞬間は、問題と謎に巻き込まれたクルーが絵画で解決するようになります。\u001b[22m, \u001b[1mこれらの瞬間は、彼らが絵で解決する問題や謎に関わる乗組員に従ってください。\u001b[22m\n\u001b[4mIn them, some supernatural and fantastic aspect are surprisingly very present, would it be a menacing dragon lurking in the dark clouds of the sky, or the spirit of a geisha coming out of her body at night.\u001b[24m\n    \u001b[1mそれらの中で、いくつかの超自然的で幻想的な側面は、驚くほど非常に存在します。空の暗い雲の中に潜む脅威的なドラゴンであるか、夜は彼女の体から出る芸者の精神です。\u001b[22m, \u001b[1mそれらには、いくつかの超自然と幻想的側面は、驚くべきことに、非常に存在していることは、空の暗い雲の中に潜む恐ろしい竜、または夜に彼女の体から出てくる芸者の精神であろう。\u001b[22m\n\u001b[1m\u001b[22m\nThese moments, while being creative and unexpected, are not the best in the movie, instead, the real highlight of this movie come from the second type of scene:\n\n\u001b[1mこれらの瞬間は、創造的かつ予期しないものの、映画の中で最高ではなく、代わりに、この映画の本当のハイライトは、シーンの第二のタイプから来ています：\u001b[22m\n\u001b[1m(Korera no shunkan wa, sōzō-teki katsu yoki shinai mono no, eiga no naka de saikōde wa naku, kawarini, kono eiga no hontō no hairaito wa, shīn no daini no taipu kara kite imasu:)\u001b[22m\n\nTranslations of \u001b[4mThese moments, while being creative and unexpected, are not the best in the movie, instead, the real highlight of this movie come from the second type of scene:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese moments, while being creative and unexpected, are not the best in the movie, instead, the real highlight of this movie come from the second type of scene:\u001b[24m\n    \u001b[1mこれらの瞬間は、創造的かつ予期しないものの、映画の中で最高ではなく、代わりに、この映画の本当のハイライトは、シーンの第二のタイプから来ています：\u001b[22m, \u001b[1mこれらの瞬間は、創造的かつ予想外でありながら、映画の中で最高のものではなく、その代わりに、この映画の本当のハイライトは、シーンの第二のタイプから来ます：\u001b[22m\n\u001b[1m\u001b[22m\nIn them, we discover O-nao, the younger sister of O-Ei, who had the misfortune to be born blind. These moments, with O-Ei walking around, 'showing' O-nao the living life of the people traveling a pond, or listening to the silent in a snowy day, are very meaningful and powerful moments.\n\n\u001b[1mその中で、私たちは、盲目の生まれの不幸を持っていたO-Eiの妹であるO-naoを発見します。  O-Eiが歩き回っているこの瞬間は、「O-naoに池を旅行している人々の生活や雪の日に静かな声を聞く」という非常に有意義かつ強力な瞬間です。\u001b[22m\n\u001b[1m(Sono Chū de, watashitachiha, mōmoku no umare no fukō o motte ita O - Ei no imōtodearu O - nao o hakken shimasu. O - Ei ga arukimawatte iru kono shunkan wa,`O - nao ni ike o ryokō shite iru hitobito no seikatsu ya yuki no hi ni shizukana koe o kiku' to iu hijō ni yūigi katsu kyōryokuna shunkandesu.)\u001b[22m\n\nTranslations of \u001b[4mIn them, we discover O-nao, the younger sister of O-Ei, who had the misfortune to be born blind. These moments, with O-Ei walking around, 'showing' O-nao the living life of the people traveling a pond, or listening to the silent in a snowy day, are very meaningful and powerful moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn them, we discover O-nao, the younger sister of O-Ei, who had the misfortune to be born blind.\u001b[24m\n    \u001b[1mその中で、私たちは、盲目の生まれの不幸を持っていたO-Eiの妹であるO-naoを発見します。\u001b[22m, \u001b[1mその中で、我々は盲目の生まれする不幸があったO-naoさん、O-EIの妹を発見します。\u001b[22m\n\u001b[4mThese moments, with O-Ei walking around, 'showing' O-nao the living life of the people traveling a pond, or listening to the silent in a snowy day, are very meaningful and powerful moments.\u001b[24m\n    \u001b[1mO-Eiが歩き回っているこの瞬間は、「O-naoに池を旅行している人々の生活や雪の日に静かな声を聞く」という非常に有意義かつ強力な瞬間です。\u001b[22m, \u001b[1mO-Eiは 'を示す'、歩き回ると、これらの瞬間は、O-NAO池を走行し、または雪の日に無音を聞いて人々の生きている人生は、非常に有意義かつ強力な瞬間です。\u001b[22m\nIn fact, those moments reveal one of the best quality of this movie: the emotion is never expressed directly in a frontal way, with heavy talk and shows of tears, but by little touch, when O-Ei warmly touched her sisters little hands or when the screen simply took the time to show us her face, slightly smiling looking at her younger sister playing in the snow, discovering the discreet wonders of everyday life.\n\n\u001b[1m実際、この映画の最高の品質を示すのはその感情です。感情は重い話と涙のショーではなく、O-Eiが暖かく妹の手に触れたときに少し触れるだけで正面に表現されることはありません。 スクリーンがちょうど私たちの顔を見せてくれる時間を取ったとき、雪の中で遊んでいる若い妹を少し笑って、日常生活の驚くべき驚異を発見しました。\u001b[22m\n\u001b[1m(Jissai, kono eiga no saikō no hinshitsu o shimesu no wa sono kanjōdesu. Kanjō wa omoi hanashi to namida no shōde wa naku, O - Ei ga atatakaku imōto no te ni fureta toki ni sukoshi fureru dake de shōmen ni hyōgen sa reru koto wa arimasen. Sukurīn ga chōdo watashitachi no kao o misete kureru jikan o totta toki, yuki no naka de asonde iru wakai imōto o sukoshi waratte, nichijō seikatsu no odorokubeki kyōi o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn fact, those moments reveal one of the best quality of this movie: the emotion is never expressed directly in a frontal way, with heavy talk and shows of tears, but by little touch, when O-Ei warmly touched her sisters little hands or when the screen simply took the time to show us her face, slightly smiling looking at her younger sister playing in the snow, discovering the discreet wonders of everyday life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn fact, those moments reveal one of the best quality of this movie: the emotion is never expressed directly in a frontal way, with heavy talk and shows of tears, but by little touch, when O-Ei warmly touched her sisters little hands or\u001b[24m\n    \u001b[1m実際、この映画の最高の品質を示すのはその感情です。感情は重い話と涙のショーではなく、O-Eiが暖かく妹の手に触れたときに少し触れるだけで正面に表現されることはありません。\u001b[22m, \u001b[1m実際には、それらの瞬間は、この映画の最高の品質のいずれかを明らかにする：O-Eiが温かく彼女の姉妹小さな手を触れたときや感情は、重い話と涙のショーを、少しタッチで、正面の方法で直接表現されることはありません\u001b[22m\n\u001b[4mwhen the screen simply took the time to show us her face, slightly smiling looking at her younger sister playing in the snow, discovering the discreet wonders of everyday life.\u001b[24m\n    \u001b[1mスクリーンがちょうど私たちの顔を見せてくれる時間を取ったとき、雪の中で遊んでいる若い妹を少し笑って、日常生活の驚くべき驚異を発見しました。\u001b[22m, \u001b[1m時の画面は、単に日常生活の控えめな不思議を発見し、少し雪の中で遊んで彼女の妹を見て笑って、私たちに彼女の顔を表示する時間がかかりました。\u001b[22m\nThe relation between O-nao and her father, never showing up to her, is also a very impactful aspect of the movie, even if never addressed frontally.\n\n\u001b[1mOナオと彼女の父親との関係は決して彼女に現われず、たとえ正面から取り上げられていなくても、映画の非常にインパクトのある側面でもあります。\u001b[22m\n\u001b[1m(O Nao to kanojo no chichioya to no kankei wa kesshite kanojo ni arawarezu, tatoe shōmen kara toriage rarete inakute mo, eiga no hijō ni inpakutonoaru sokumen demo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe relation between O-nao and her father, never showing up to her, is also a very impactful aspect of the movie, even if never addressed frontally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe relation between O-nao and her father, never showing up to her, is also a very impactful aspect of the movie, even if never addressed frontally.\u001b[24m\n    \u001b[1mOナオと彼女の父親との関係は決して彼女に現われず、たとえ正面から取り上げられていなくても、映画の非常にインパクトのある側面でもあります。\u001b[22m, \u001b[1m彼女までを示すことはありませんO-naoさんと父親の関係は、正面対処したことがない場合であっても、また映画の非常にインパクトの側面です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBut what about the music? Well it might be the weakest point of the movie. The movie take the bet on using rock instrumental music and sound, surely to try to emphasis on the modernity and strong whiled feminism of O-Ei...and while the intention is visible, the result don't match and feel out of place . Other than that, the sound and music are quite rare and most of the time the scene will be composed of the character talking without ambient music or much sound, which accentuate the slow pacing of the movie (while it's not really a default, it should be mentioned for those reluctant to watch a movie without action like this, that they might find boring).\n\n\u001b[1mしかし、音楽はどうですか？ それは映画の最も弱い点かもしれません。 この映画は、ロック・インストゥルメンタルの音楽とサウンドを使って、O-Eiの近代性と強烈なフェミニズムを重視しようとしています...そして、その意図は目に見えますが、結果は一致せず、  。 それ以外のサウンドや音楽はまれであり、ほとんどの場合、アンビエントミュージックや多くのサウンドなしで話すキャラクターで構成され、映画のゆっくりとしたペーシングが強調されます（実際はデフォルトではありません。 このような行動を取らずに映画を観ることを嫌っている人には、退屈な気分かもしれない）。\u001b[22m\n\u001b[1m(Shikashi, ongaku wa dōdesu ka? Sore wa eiga no mottomo yowai ten kamo shiremasen. Kono eiga wa, rokku insuto~urumentaru no ongaku to saundo o tsukatte, O - Ei no kindai-sei to kyōretsuna feminizumu o jūshi shiyou to shite imasu... Soshite, sono ito wa me ni miemasuga, kekka wa itchi sezu,. Sore igai no saundo ya ongaku wa maredeari, hotondo no baai, anbientomyūjikku ya ōku no saundonashi de hanasu kyarakutā de kōsei sa re, eiga no yukkuri to shita pēshingu ga kyōchō sa remasu (jissai wa deforutode wa arimasen. Ko no yōna kōdō o torazu ni eiga o miru koto o kiratte iru hito ni wa, taikutsuna kibun kamo shirenai).)\u001b[22m\n\nTranslations of \u001b[4mBut what about the music? Well it might be the weakest point of the movie. The movie take the bet on using rock instrumental music and sound, surely to try to emphasis on the modernity and strong whiled feminism of O-Ei...and while the intention is visible, the result don't match and feel out of place . Other than that, the sound and music are quite rare and most of the time the scene will be composed of the character talking without ambient music or much sound, which accentuate the slow pacing of the movie (while it's not really a default, it should be mentioned for those reluctant to watch a movie without action like this, that they might find boring).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut what about the music?\u001b[24m\n    \u001b[1mしかし、音楽はどうですか？\u001b[22m, \u001b[1mしかし、どのような音楽について？\u001b[22m\n\u001b[4mWell it might be the weakest point of the movie.\u001b[24m\n    \u001b[1mそれは映画の最も弱い点かもしれません。\u001b[22m, \u001b[1mまあそれは映画の最大の弱点であるかもしれません。\u001b[22m\n\u001b[4mThe movie take the bet on using rock instrumental music and sound, surely to try to emphasis on the modernity and strong whiled feminism of O-Ei...and while the intention is visible, the result don't match and feel out of place\u001b[24m\n    \u001b[1mこの映画は、ロック・インストゥルメンタルの音楽とサウンドを使って、O-Eiの近代性と強烈なフェミニズムを重視しようとしています...そして、その意図は目に見えますが、結果は一致せず、\u001b[22m, \u001b[1m映画は現代とO-EIの強いwhiledフェミニズムを重視しようとする確かに、岩楽器音楽やサウンドを使用して賭けを取る...と意図が表示されている間、結果は一致し、場違いに感じることはありません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mOther than that, the sound and music are quite rare and most of the time the scene will be composed of the character talking without ambient music or much sound, which accentuate the slow pacing of the movie (while it's not really a default, it should\u001b[24m\n    \u001b[1mそれ以外のサウンドや音楽はまれであり、ほとんどの場合、アンビエントミュージックや多くのサウンドなしで話すキャラクターで構成され、映画のゆっくりとしたペーシングが強調されます（実際はデフォルトではありません。\u001b[22m, \u001b[1mそれ以外は、それが必要、音や音楽は非常にまれであり、シーンは文字で構成されますほとんどの時間はそれが本当にデフォルトではありませんしながら、（映画のスローペースを強調アンビエント音楽やサウンドの量、なし話します\u001b[22m\n\u001b[4mbe mentioned for those reluctant to watch a movie without action like this, that they might find boring).\u001b[24m\n    \u001b[1mこのような行動を取らずに映画を観ることを嫌っている人には、退屈な気分かもしれない）。\u001b[22m, \u001b[1m彼らは）退屈見つけるかもしれないことを、このような動作をすることなく映画を鑑賞するには消極的のためのものが挙げられます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI didn't talked much about O-Ei in herself, but even if I might have made clear that the movie is not really about developing her character or make us enter in her life completely, she stays a very refreshing and free woman, a type of character that is not that often seen in anime, and it's also one of the good points of this movie.\n\n\u001b[1m私は彼女自身のことについて多くのことを話していませんでしたが、映画が本当に自分の性格を発達させることではなく、私たちの生活に完全に入るのではないことを明確にしたとしても、とても爽やかで自由な女性です。 アニメでよく見かけるものではないタイプのキャラクターであり、この映画のポイントの一つです。\u001b[22m\n\u001b[1m(Watashi wa kanojo jishin no koto ni tsuite ōku no koto o hanashite imasendeshitaga, eiga ga hontōni jibun no seikaku o hattatsu sa seru kotode wa naku, watashitachi no seikatsu ni kanzen ni hairu node wanai koto o meikaku ni shita to shite mo, totemo sawayakade jiyūna joseidesu. Animede yoku mikakeru monode wanai taipu no kyarakutādeari, kono eiga no pointo no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI didn't talked much about O-Ei in herself, but even if I might have made clear that the movie is not really about developing her character or make us enter in her life completely, she stays a very refreshing and free woman, a type of character that is not that often seen in anime, and it's also one of the good points of this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't talked much about O-Ei in herself, but even if I might have made clear that the movie is not really about developing her character or make us enter in her life completely, she stays a very refreshing and free woman, a\u001b[24m\n    \u001b[1m私は彼女自身のことについて多くのことを話していませんでしたが、映画が本当に自分の性格を発達させることではなく、私たちの生活に完全に入るのではないことを明確にしたとしても、とても爽やかで自由な女性です。\u001b[22m, \u001b[1m私は自分自身にO-EIについてあまり話をしなかったが、場合でも、私は映画が彼女のキャラクターを開発するか、私たちは完全に彼女の人生に入る作るについて本当にないことが明らかになったかもしれない、彼女は、非常にさわやかな、無料の女性のまま\u001b[22m\n\u001b[4mtype of character that is not that often seen in anime, and it's also one of the good points of this movie.\u001b[24m\n    \u001b[1mアニメでよく見かけるものではないタイプのキャラクターであり、この映画のポイントの一つです。\u001b[22m, \u001b[1mその多くの場合、アニメで見て、それはまた、この映画の良い点の一つだされていない文字のタイプ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTo summarize: if you like slice of life anime, if you want to take a look and feel what life in the end of the Edo periodeperiod was like, then you should watch this movie and will surely enjoy it.\n\n\u001b[1m要約すると、スライス・オブ・ライフのアニメが好きな人は、江戸時代末期の人生がどのようなものかを見てみたいと思ったら、この映画を見て、必ず楽しむだろう。\u001b[22m\n\u001b[1m(Yōyaku suru to, suraisu Obu raifu no anime ga sukinahito wa, Edo jidai makki no jinsei ga dono yōna mono ka o mite mitai to omottara, kono eiga o mite, kanarazu tanoshimudarou.)\u001b[22m\n\nTranslations of \u001b[4mTo summarize: if you like slice of life anime, if you want to take a look and feel what life in the end of the Edo periodeperiod was like, then you should watch this movie and will surely enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo summarize: if you like slice of life anime, if you want to take a look and feel what life in the end of the Edo periodeperiod was like, then you should watch this movie and will surely enjoy it.\u001b[24m\n    \u001b[1m要約すると、スライス・オブ・ライフのアニメが好きな人は、江戸時代末期の人生がどのようなものかを見てみたいと思ったら、この映画を見て、必ず楽しむだろう。\u001b[22m, \u001b[1m要約すると：あなたは人生のアニメのスライスが好きなら、あなたが見てみるなどした江戸periodeperiodの最後にはどのような人生感じるようにしたい場合は、この映画を見なければならないし、確かにそれをお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nThank you for reading this review to the end.\n\n\u001b[1mこのレビューを最後までお読みいただきありがとうございます。\u001b[22m\n\u001b[1m(Kono rebyū o saigomade o yomi itadaki arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading this review to the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading this review to the end.\u001b[24m\n    \u001b[1mこのレビューを最後までお読みいただきありがとうございます。\u001b[22m, \u001b[1m最後にこのレビューを読んでいただきありがとうございます。\u001b[22m"
  },
  {
    "title": "Sarusuberi__Miss_Hokusai",
    "id": "23987",
    "url": "https://myanimelist.net/anime/23987/Sarusuberi__Miss_Hokusai",
    "user": "UnholyPinecone",
    "profile": "/profile/UnholyPinecone/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=214222",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  2\nキャラクター|  6\n|  5\n\n公正。 話は公正だった。 しかし、私が実際に泣かせなかったので、大丈夫でした。 その小さな物語はこの映画を幾分償還する唯一のものです。 しかし、ストーリーの中で非常に多くのアークが進行しているので、進行中のシリーズは主題に適しています。 それは焦点があまりありませんでしたが、これは期待されています。 いくつかの弧を特徴とし、相互に作用する2つの文字を持っています。 しかし、進歩や性格の発展はほとんどありません。 文字は現実的でしたが、それは物語ではありませんでした。 それはテーマやメッセージのない時系列で誰かに起こった一連の出来事でした。 唯一の議論の余地のあるテーマは、死を恐れるのを止めることですが、それに焦点を当てることはほとんどないので、それはまったくそれと呼ばれることがあります。 しかし、彼女の妹、OnaoとのOneiの関係は、かなり触れている。 私はほとんど泣いた。\n\n伝統的な日本の芸術に焦点を当てたにもかかわらず、芸術は普通ではありませんでした。 スタイルは、私が好きだったものではなく、あまりにも複雑すぎたり、かわいかったりしませんでした。 いくつかのシーンでは、2015年に制作された映画であるために詳細があまりにも細かすぎていました。アニメーションはあまりにも多くの静止画を持ちますが、コンピュータを見ている間にコンピュータに問題がないかどうかを確認する必要があります。 彼らは別の芸術のスタイルを選んだのでしょうか？おそらく、かぐやの伝説に似た水彩のような感覚を持っていたかもしれません。\n\nサウンドトラックはひどいとしか描けない。  1800年代の日本の物語として、電気音を最小限に抑えた伝統的なサウンドトラックが期待されます。 しかし、エレキギターをバックグラウンドとしてオープニングシーンに紹介しています。 最後の気候シーンのうち、オエイが走っている間に、エレクトリックギターが演奏され、ちょっとばかげた効果が生まれました。 サウンドトラックは悪くないだけでなく、それは見分けがつきませんでした。 現代の世界で私たちの生活の中に戻ってくるのは、観客を物語の設定から外します。 視聴者が自分の人生を忘れさせるような良い映画があれば、この映画のサウンドトラックの選択は驚異的ではありません。 しかし、サウンドトラックが素晴らしく聞こえて、楽譜にシンプルな '1'が表示されないという非常にまれな瞬間があります。\n\n全体的に、それは良い映画ではなかった。 サウンドトラックはひどく、アニメーションは普通ではなく、ストーリーに焦点が合わず、キャラクターが正しく開発されず、芸術のスタイルがちょうどあなたのお茶ではないかもしれません。\n\n4/10。 そして、それは私がほとんど泣かせたので寛大である。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nFair. The story was fair. But as it failed to make me actually cry, it was alright. That small story is the only thing that somewhat redeems this movie. However, with so many arcs going on in the story, an ongoing series would suit the subject matter better. It didn't have much of a focus, but this is to be expected. It features several arcs and has a couple of characters that interact with each other. Yet there is barely any progress or character development. The characters were realistic, yet it wasn't a story. It was a series of events that happened to somebody in a chronological order with no theme or message. The only arguable theme is to stop being afraid of death, yet there was so little focus on it, it can be barely called that. However, Onei's relationship with her little sister, Onao, is quite touching. I almost cried.\n\n\u001b[1m公正。 話は公正だった。 しかし、私が実際に泣かせなかったので、大丈夫でした。 その小さな物語はこの映画を幾分償還する唯一のものです。 しかし、ストーリーの中で非常に多くのアークが進行しているので、進行中のシリーズは主題に適しています。 それは焦点があまりありませんでしたが、これは期待されています。 いくつかの弧を特徴とし、相互に作用する2つの文字を持っています。 しかし、進歩や性格の発展はほとんどありません。 文字は現実的でしたが、それは物語ではありませんでした。 それはテーマやメッセージのない時系列で誰かに起こった一連の出来事でした。 唯一の議論の余地のあるテーマは、死を恐れるのを止めることですが、それに焦点を当てることはほとんどないので、それはまったくそれと呼ばれることがあります。 しかし、彼女の妹、OnaoとのOneiの関係は、かなり触れている。 私はほとんど泣いた。\u001b[22m\n\u001b[1m(Kōsei. Hanashi wa kōseidatta. Sore wa shōten ga amari arimasendeshitaga, koreha kitai sa rete imasu. Ikutsu ka no ko o tokuchō to shi, sōgo ni sayō suru 2tsu no moji o motte imasu. Shikashi, shinpo ya seikaku no hatten wa hotondo arimasen. Moji wa genjitsu-tekideshitaga, soreha monogataride wa arimasendeshita. Sore wa tēma ya messēji no nai jikeiretsu de dareka ni okotta ichiren no dekigotodeshita. Yuiitsu no giron no yochi no aru tēma wa, shi o osoreru no o tomeru kotodesuga, soreni shōten o ateru koto wa hotondo nainode, sore wa mattaku sore to yoba reru koto ga arimasu. Shikashi, kanojo no imōto, Onao to no Onei no kankei wa, kanari furete iru. Watashi wa hotondo naita. Shikashi, watashi ga jissai ni nakasenakattanode, daijōbudeshita. Sono chīsana monogatari wa kono eiga o ikubun shōkan suru yuiitsu no monodesu. Shikashi, sutōrī no naka de hijō ni ōku no āku ga shinkō shite irunode, shinkō-chū no shirīzu wa shudai ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFair. The story was fair. But as it failed to make me actually cry, it was alright. That small story is the only thing that somewhat redeems this movie. However, with so many arcs going on in the story, an ongoing series would suit the subject matter better. It didn't have much of a focus, but this is to be expected. It features several arcs and has a couple of characters that interact with each other. Yet there is barely any progress or character development. The characters were realistic, yet it wasn't a story. It was a series of events that happened to somebody in a chronological order with no theme or message. The only arguable theme is to stop being afraid of death, yet there was so little focus on it, it can be barely called that. However, Onei's relationship with her little sister, Onao, is quite touching. I almost cried.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFair.\u001b[24m\n    \u001b[1m公正。\u001b[22m, \u001b[1mフェア。\u001b[22m\n\u001b[4mThe story was fair.\u001b[24m\n    \u001b[1m話は公正だった。\u001b[22m, \u001b[1m物語は公正でした。\u001b[22m\n\u001b[4mIt didn't have much of a focus, but this is to be expected.\u001b[24m\n    \u001b[1mそれは焦点があまりありませんでしたが、これは期待されています。\u001b[22m, \u001b[1mこれは、焦点の多くを持っていなかったが、これは予想されます。\u001b[22m\n\u001b[4mIt features several arcs and has a couple of characters that interact with each other.\u001b[24m\n    \u001b[1mいくつかの弧を特徴とし、相互に作用する2つの文字を持っています。\u001b[22m, \u001b[1mこれは、いくつかの弧があり、互いに相互作用の文字のカップルを持っています。\u001b[22m\n\u001b[4mYet there is barely any progress or character development.\u001b[24m\n    \u001b[1mしかし、進歩や性格の発展はほとんどありません。\u001b[22m, \u001b[1mしかし、ほとんど任意の進行状況やキャラクターの開発があります。\u001b[22m\n\u001b[4mThe characters were realistic, yet it wasn't a story.\u001b[24m\n    \u001b[1m文字は現実的でしたが、それは物語ではありませんでした。\u001b[22m, \u001b[1m文字が現実的だった、まだそれは話ではありませんでした。\u001b[22m\n\u001b[4mIt was a series of events that happened to somebody in a chronological order with no theme or message.\u001b[24m\n    \u001b[1mそれはテーマやメッセージのない時系列で誰かに起こった一連の出来事でした。\u001b[22m, \u001b[1mこれは、テーマやメッセージがないと、時系列順に誰かに起こった一連のイベントでした。\u001b[22m\n\u001b[4mThe only arguable theme is to stop being afraid of death, yet there was so little focus on it, it can be barely called that.\u001b[24m\n    \u001b[1m唯一の議論の余地のあるテーマは、死を恐れるのを止めることですが、それに焦点を当てることはほとんどないので、それはまったくそれと呼ばれることがあります。\u001b[22m, \u001b[1m唯一の議論の余地のテーマは死の恐れであることを停止することで、まだその上ので、少し焦点があった、それはかろうじてそれを呼び出すことができます。\u001b[22m\n\u001b[4mHowever, Onei's relationship with her little sister, Onao, is quite touching.\u001b[24m\n    \u001b[1mしかし、彼女の妹、OnaoとのOneiの関係は、かなり触れている。\u001b[22m, \u001b[1mしかし、彼女の妹とOneiの関係は、Onao、非常に感動的です。\u001b[22m\n\u001b[4mI almost cried.\u001b[24m\n    \u001b[1m私はほとんど泣いた。\u001b[22m, \u001b[1m私はほとんど叫びました。\u001b[22m\n\u001b[4mBut as it failed to make me actually cry, it was alright.\u001b[24m\n    \u001b[1mしかし、私が実際に泣かせなかったので、大丈夫でした。\u001b[22m, \u001b[1mそれは私が実際に泣かせることができなかったとしてしかし、それは大丈夫でした。\u001b[22m\n\u001b[4mThat small story is the only thing that somewhat redeems this movie.\u001b[24m\n    \u001b[1mその小さな物語はこの映画を幾分償還する唯一のものです。\u001b[22m, \u001b[1mつまり、小さな話は多少この映画を償還する唯一のものです。\u001b[22m\n\u001b[4mHowever, with so many arcs going on in the story, an ongoing series would suit the subject matter better.\u001b[24m\n    \u001b[1mしかし、ストーリーの中で非常に多くのアークが進行しているので、進行中のシリーズは主題に適しています。\u001b[22m, \u001b[1mしかし、非常に多くのアークが物語の中で起こっていると、進行中のシリーズは、問題より良い被写体に合いますか。\u001b[22m\n\u001b[1m\u001b[22m\nDespite its focus on traditional Japanese arts, the art was mediocre. The style wasn't something I liked, nor was it overly complicated or pretty. Several times some scenes were lacking too much in detail for it to be a movie made in 2015. The animation has way too many still scenes, often very confusing as I have to check if there was anything wrong with my computer while watching it. Had they chosen a different art style - perhaps one that has a watercolour feeling similar to Legend of Kaguya, it would have been much preferable to this bland mix.\n\n\u001b[1m伝統的な日本の芸術に焦点を当てたにもかかわらず、芸術は普通ではありませんでした。 スタイルは、私が好きだったものではなく、あまりにも複雑すぎたり、かわいかったりしませんでした。 いくつかのシーンでは、2015年に制作された映画であるために詳細があまりにも細かすぎていました。アニメーションはあまりにも多くの静止画を持ちますが、コンピュータを見ている間にコンピュータに問題がないかどうかを確認する必要があります。 彼らは別の芸術のスタイルを選んだのでしょうか？おそらく、かぐやの伝説に似た水彩のような感覚を持っていたかもしれません。\u001b[22m\n\u001b[1m(Dentō-tekina Nihon no geijutsu ni shōten o ateta nimokakawarazu, geijutsu wa futsūde wa arimasendeshita. Sutairu wa, watashi ga sukidatta monode wa naku, amarini mo fukuzatsu sugi tari, kawaikattari shimasendeshita. Ikutsu ka no shīnde wa, 2015-nen ni seisaku sa reta eigadearu tame ni shōsai ga amarini mo komaka sugite imashita. Animēshon wa amarini mo ōku no seishi-ga o mochimasuga, konpyūta o mite iru ma ni konpyūta ni mondai ga nai ka dō ka o kakunin suru hitsuyō ga arimasu. Karera wa betsu no geijutsu no sutairu o eranda nodeshou ka? Osoraku, ka guya no densetsu ni nita suisai no yōna kankaku o motte ita kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mDespite its focus on traditional Japanese arts, the art was mediocre. The style wasn't something I liked, nor was it overly complicated or pretty. Several times some scenes were lacking too much in detail for it to be a movie made in 2015. The animation has way too many still scenes, often very confusing as I have to check if there was anything wrong with my computer while watching it. Had they chosen a different art style - perhaps one that has a watercolour feeling similar to Legend of Kaguya, it would have been much preferable to this bland mix.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite its focus on traditional Japanese arts, the art was mediocre.\u001b[24m\n    \u001b[1m伝統的な日本の芸術に焦点を当てたにもかかわらず、芸術は普通ではありませんでした。\u001b[22m, \u001b[1m日本の伝統芸術に焦点を当てにもかかわらず、芸術は平凡でした。\u001b[22m\n\u001b[4mThe style wasn't something I liked, nor was it overly complicated or pretty.\u001b[24m\n    \u001b[1mスタイルは、私が好きだったものではなく、あまりにも複雑すぎたり、かわいかったりしませんでした。\u001b[22m, \u001b[1mスタイルは、私が気に入ったものではありませんでした、またそれが過度に複雑またはかなりありました。\u001b[22m\n\u001b[4mSeveral times some scenes were lacking too much in detail for it to be a movie made in 2015. The animation has way too many still scenes, often very confusing as I have to check if there was anything wrong with my computer while watching it.\u001b[24m\n    \u001b[1mいくつかのシーンでは、2015年に制作された映画であるために詳細があまりにも細かすぎていました。アニメーションはあまりにも多くの静止画を持ちますが、コンピュータを見ている間にコンピュータに問題がないかどうかを確認する必要があります。\u001b[22m, \u001b[1mそれは私がそれを見ながら自分のコンピュータに何か問題があったかどうかを確認する必要があるとして、アニメーションは、多くの場合、非常に混乱あまりにも多く、まだシーンを持って2015年に作られた映画であるために数回いくつかのシーンを詳細にあまりにも多くを欠きました。\u001b[22m\n\u001b[4mHad they chosen a different art style - perhaps one that has a watercolour feeling similar to Legend of Kaguya, it would have been much preferable to this bland mix.\u001b[24m\n    \u001b[1m彼らは別の芸術のスタイルを選んだのでしょうか？おそらく、かぐやの伝説に似た水彩のような感覚を持っていたかもしれません。\u001b[22m, \u001b[1m彼らは別のアートスタイルを選択していた - おそらく、かぐやの伝説に似た水彩感を持っているものを、それがこの当たり障りのミックスにはるかに望ましいされていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack can only be described as terrible. As a story set in 1800's Japan, someone would expect a more traditional soundtrack with minimal electrical sounds. However, we are introduced to the opening scene with an electric guitar as a background. During one of the last climatic scenes featuring Oei running, the electrical guitar played, creating a somewhat ridiculous effect. The soundtrack wasn't just bad, it was disorienting. It takes the viewer out of the setting of the story back into our lives in the modern world. When any good movie should let the viewer forget about their life, the soundtrack choice for this movie was more than appalling. However, there are very rare moments when the soundtrack sounded nice, preventing it from getting a simple '1' for its score.\n\n\u001b[1mサウンドトラックはひどいとしか描けない。  1800年代の日本の物語として、電気音を最小限に抑えた伝統的なサウンドトラックが期待されます。 しかし、エレキギターをバックグラウンドとしてオープニングシーンに紹介しています。 最後の気候シーンのうち、オエイが走っている間に、エレクトリックギターが演奏され、ちょっとばかげた効果が生まれました。 サウンドトラックは悪くないだけでなく、それは見分けがつきませんでした。 現代の世界で私たちの生活の中に戻ってくるのは、観客を物語の設定から外します。 視聴者が自分の人生を忘れさせるような良い映画があれば、この映画のサウンドトラックの選択は驚異的ではありません。 しかし、サウンドトラックが素晴らしく聞こえて、楽譜にシンプルな '1'が表示されないという非常にまれな瞬間があります。\u001b[22m\n\u001b[1m(Saundotorakku wa hidoi to shika egakenai. 1800-Nendai no Nihon no monogatari to shite, denki-on o saishōgen ni osaeta dentō-tekina saundotorakku ga kitai sa remasu. Shikashi, erekigitā o bakkuguraundo to shite ōpuningushīn ni shōkai shite imasu. Saigo no kikō shīn no uchi, oei ga hashitte iru ma ni, erekutorikkugitā ga ensō sa re, chotto bakageta kōka ga umaremashita. Saundotorakku wa warukunai dakedenaku, soreha miwake ga tsukimasendeshita. Gendai no sekai de watashitachi no seikatsu no naka ni modotte kuru no wa, kankyaku o monogatari no settei kara hazushimasu. Shichō-sha ga jibun no jinsei o wasure saseru yōna yoi eiga ga areba, kono eiga no saundotorakku no sentaku wa kyōi-tekide wa arimasen. Shikashi, saundotorakku ga subarashiku kikoete, gakufu ni shinpuruna' 1' ga hyōji sa renai to iu hijō ni marena shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack can only be described as terrible. As a story set in 1800's Japan, someone would expect a more traditional soundtrack with minimal electrical sounds. However, we are introduced to the opening scene with an electric guitar as a background. During one of the last climatic scenes featuring Oei running, the electrical guitar played, creating a somewhat ridiculous effect. The soundtrack wasn't just bad, it was disorienting. It takes the viewer out of the setting of the story back into our lives in the modern world. When any good movie should let the viewer forget about their life, the soundtrack choice for this movie was more than appalling. However, there are very rare moments when the soundtrack sounded nice, preventing it from getting a simple '1' for its score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack can only be described as terrible.\u001b[24m\n    \u001b[1mサウンドトラックはひどいとしか描けない。\u001b[22m, \u001b[1mサウンドトラックはひどいとして記述することができます。\u001b[22m\n\u001b[4mAs a story set in 1800's Japan, someone would expect a more traditional soundtrack with minimal electrical sounds.\u001b[24m\n    \u001b[1m1800年代の日本の物語として、電気音を最小限に抑えた伝統的なサウンドトラックが期待されます。\u001b[22m, \u001b[1m1800年の日本での設定の話のように、誰かが最小限の電気的な音と、より伝統的なサウンドトラックを期待します。\u001b[22m\n\u001b[4mHowever, we are introduced to the opening scene with an electric guitar as a background.\u001b[24m\n    \u001b[1mしかし、エレキギターをバックグラウンドとしてオープニングシーンに紹介しています。\u001b[22m, \u001b[1mしかし、我々は背景としてエレキギターでオープニングシーンに導入されています。\u001b[22m\n\u001b[4mDuring one of the last climatic scenes featuring Oei running, the electrical guitar played, creating a somewhat ridiculous effect.\u001b[24m\n    \u001b[1m最後の気候シーンのうち、オエイが走っている間に、エレクトリックギターが演奏され、ちょっとばかげた効果が生まれました。\u001b[22m, \u001b[1mOEIが稼働して特色最後の気候のシーンのうちの1つの間に、電気ギターは多少ばかげ効果を作り出し、果たしました。\u001b[22m\n\u001b[4mThe soundtrack wasn't just bad, it was disorienting.\u001b[24m\n    \u001b[1mサウンドトラックは悪くないだけでなく、それは見分けがつきませんでした。\u001b[22m, \u001b[1mサウンドトラックは、それが方向感覚を失わせるだった、だけで悪くはなかったです。\u001b[22m\n\u001b[4mIt takes the viewer out of the setting of the story back into our lives in the modern world.\u001b[24m\n    \u001b[1m現代の世界で私たちの生活の中に戻ってくるのは、観客を物語の設定から外します。\u001b[22m, \u001b[1mそれは戻って、現代の世界で私たちの生活の中に物語の設定のうち、視聴者を取ります。\u001b[22m\n\u001b[4mWhen any good movie should let the viewer forget about their life, the soundtrack choice for this movie was more than appalling.\u001b[24m\n    \u001b[1m視聴者が自分の人生を忘れさせるような良い映画があれば、この映画のサウンドトラックの選択は驚異的ではありません。\u001b[22m, \u001b[1m何か良い映画は視聴者が自分の人生について忘れさせなければならない場合には、この映画のサウンドトラックの選択は、ぞっとするような上回っていました。\u001b[22m\n\u001b[4mHowever, there are very rare moments when the soundtrack sounded nice, preventing it from getting a simple '1' for its score.\u001b[24m\n    \u001b[1mしかし、サウンドトラックが素晴らしく聞こえて、楽譜にシンプルな '1'が表示されないという非常にまれな瞬間があります。\u001b[22m, \u001b[1mしかし、サウンドトラックは素晴らしい鳴った非常にまれな瞬間は、そのスコアのために簡単な「1」になってからそれを防止することがあります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it wasn't a good movie. The soundtrack was terrible, the animation was mediocre, the story lacked focus, the characters didn't get properly developed, and the art style just might not be your cup of tea.\n\n\u001b[1m全体的に、それは良い映画ではなかった。 サウンドトラックはひどく、アニメーションは普通ではなく、ストーリーに焦点が合わず、キャラクターが正しく開発されず、芸術のスタイルがちょうどあなたのお茶ではないかもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa yoi eigade wa nakatta. Saundotorakku wa hidoku, animēshon wa futsūde wa naku, sutōrī ni shōten ga awazu, kyarakutā ga tadashiku kaihatsu sa rezu, geijutsu no sutairu ga chōdo anata no ochade wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it wasn't a good movie. The soundtrack was terrible, the animation was mediocre, the story lacked focus, the characters didn't get properly developed, and the art style just might not be your cup of tea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it wasn't a good movie.\u001b[24m\n    \u001b[1m全体的に、それは良い映画ではなかった。\u001b[22m, \u001b[1m全体的に、それは良い映画ではなかったです。\u001b[22m\n\u001b[4mThe soundtrack was terrible, the animation was mediocre, the story lacked focus, the characters didn't get properly developed, and the art style just might not be your cup of tea.\u001b[24m\n    \u001b[1mサウンドトラックはひどく、アニメーションは普通ではなく、ストーリーに焦点が合わず、キャラクターが正しく開発されず、芸術のスタイルがちょうどあなたのお茶ではないかもしれません。\u001b[22m, \u001b[1mサウンドトラックはひどいものだった、アニメーションは平凡だった、物語はフォーカスを欠いていた、文字が適切に開発されませんでした、とアートスタイルは、ちょうどお茶のあなたのカップではないかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\n4/10. And that's being generous because it almost made me cry.\n\n\u001b[1m4/10。 そして、それは私がほとんど泣かせたので寛大である。\u001b[22m\n\u001b[1m(4/ 10. Soshite, sore wa watashi ga hotondo naka setanode kandaidearu.)\u001b[22m\n\nTranslations of \u001b[4m4/10. And that's being generous because it almost made me cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10.\u001b[24m\n    \u001b[1m4/10。\u001b[22m, \u001b[1m4月10日。\u001b[22m\n\u001b[4mAnd that's being generous because it almost made me cry.\u001b[24m\n    \u001b[1mそして、それは私がほとんど泣かせたので寛大である。\u001b[22m, \u001b[1mそれはほとんど私が泣いたため、それは寛大です。\u001b[22m"
  },
  {
    "title": "Sarusuberi__Miss_Hokusai",
    "id": "23987",
    "url": "https://myanimelist.net/anime/23987/Sarusuberi__Miss_Hokusai",
    "user": "imjusthungry",
    "profile": "/profile/imjusthungry/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=218035",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  10\n\nサルースベリは誰でも楽しめると信じている映画ではありませんが、私はそれを芸術作品と呼んでいます。 それは、全体的に美しい映画だけでなく、そのキャラクターとその設定の両方で提供される経験は、ストレートフォワードであるにもかかわらず、鋭敏で思いやりのあるものであり、長編アニメの主要なリリースでは残念ながら珍しいものです。\n\nサルースベリは、主要な紛争も線形の物語もなく、映画の中心人物であるO-Eiが一握りの短い物語で構成されています。 実際に達成しようとする特定の「目標」が存在しないため、物語の有効性を評価することは難しいため、それを判断する目に見える基準はありません。 しかし、私は、映画の各セクションに興味のあるものがあり、ペースが速く、無意味ではなかったと思っていました。\n\nこのフォーマットはまた、完成した映画の全体的な調子を非常に落ち着かせることにつながり、アニメから期待されるメロドラマはほとんどない。 ムービーは、私の意見では、芸術だけでなく、魔法のリアリズムが織り込まれた巧みに完成したシーケンスです。 多くはありませんが、これらのシーケンスが息をのむように見える場合は、単調なフィルムになる可能性のあるバリエーションを効果的に追加します。\n\n本当のプロットの欠如のために、映画のキャラクターを嫌うのも難しいです。 ほとんどのものはほとんど開発されていませんが（O-Eiはそれを少しでも強く受け取りますが）、最初はあまり開発されていないということもできます。 私が言うことができるのは、映画がポイントAからポイントBに向かうときに、キャラクターを経験するのではなく、キャラクターが経験するものであると信じているということです。この目的のために、キャラクターのほとんどは面白くユニークです 私の意見では良いことです）、いくつかは短くしか見えませんが。\n\nこの映画のアニメーション、芸術、そしてサウンドはすべて例外的です。 おそらく、O-Naiの盲目の妹、O-Naoの存在のために、この映画は本当に感覚的な体験です。 脚本、草木の亀裂、巨大な木製の橋の鳴き声など、彼女が現れる場面の細部には細心の注意が払われており、アニメーションにリアリズムを加えています。 北斎の実際の芸術のいくつかをビジュアルに織り込み、最も有力なシーンをいくつか作っています。 江戸時代の日本は、まさにそのような目的のためにも映画を見ることが喜びであるように没頭して作られています。\n\nこの映画の唯一のことは、私が音楽を愛しているかどうかはわかりません。 この映画は、伝統的な日本の音楽を使ったセクションと、奇妙なことに、エレクトロ・ギター・リフの2つのシーンで、より伝統的なオーケストラ・サウンドトラックを使用しています。 映画が何をしているのか理解している間に、おそらくO-Eiの性格を彼女の時代の規範に反して見せてくれるかもしれません。\n\nすべての人がこの種の映画に忍耐や興味を持っているわけではありませんが、私は歴史的なアニメ、アニメーション、そしてモア以外の様々なスライス・オブ・ライフ・ファンのファンにサルースベリをお勧めします。 それは、私が信じるものは、それがとても優れているものである、これら3つのうちのどれになるのも難しくない、美しく繊細で知的な映画です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSarusuberi is not a film I believe anyone can enjoy, but I have no reservations about calling it a work of art. Not only is it a beautiful film overall, the experience it provides in both its characters and its setting is poignant and thought-provoking despite its straight-forwardness, something that is regrettably rare in major feature-length anime releases.\n\n\u001b[1mサルースベリは誰でも楽しめると信じている映画ではありませんが、私はそれを芸術作品と呼んでいます。 それは、全体的に美しい映画だけでなく、そのキャラクターとその設定の両方で提供される経験は、ストレートフォワードであるにもかかわらず、鋭敏で思いやりのあるものであり、長編アニメの主要なリリースでは残念ながら珍しいものです。\u001b[22m\n\u001b[1m(Sarūsuberi wa dare demo tanoshimeru to shinjite iru eigade wa arimasenga, watashi wa sore o geijutsu sakuhin to yonde imasu. Sore wa, zentai-teki ni utsukushī eiga dakedenaku, sono kyarakutā to sono settei no ryōhō de teikyō sa reru keiken wa, sutorētofowādodearu nimokakawarazu, eibinde omoiyari no aru monodeari, chōhen anime no shuyōna rirīsude wa zan'nen'nagara mezurashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSarusuberi is not a film I believe anyone can enjoy, but I have no reservations about calling it a work of art. Not only is it a beautiful film overall, the experience it provides in both its characters and its setting is poignant and thought-provoking despite its straight-forwardness, something that is regrettably rare in major feature-length anime releases.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSarusuberi is not a film I believe anyone can enjoy, but I have no reservations about calling it a work of art.\u001b[24m\n    \u001b[1mサルースベリは誰でも楽しめると信じている映画ではありませんが、私はそれを芸術作品と呼んでいます。\u001b[22m, \u001b[1m百日紅は、私は誰もが楽しむことができると信じて映画ではないですが、私は芸術作品、それを呼び出すことについての予約を持っていません。\u001b[22m\n\u001b[4mNot only is it a beautiful film overall, the experience it provides in both its characters and its setting is poignant and thought-provoking despite its straight-forwardness, something that is regrettably rare in major feature-length anime releases.\u001b[24m\n    \u001b[1mそれは、全体的に美しい映画だけでなく、そのキャラクターとその設定の両方で提供される経験は、ストレートフォワードであるにもかかわらず、鋭敏で思いやりのあるものであり、長編アニメの主要なリリースでは残念ながら珍しいものです。\u001b[22m, \u001b[1mだけでなく、それは全体的に綺麗な膜であり、それは両方の文字に提供し、その設定が痛烈なと考えさせ、そのストレート積極性にもかかわらずである経験、主要な長編アニメのリリースでは、残念ながら稀である何か。\u001b[22m\n\u001b[1m\u001b[22m\nSarusuberi has neither a main conflict nor a linear narrative, instead made up of a handful of shorter stories that are loosely held together by O-Ei, the film's central character. It is difficult to asses the story's effectiveness, because there isn't really a particular 'goal' that it tries to achieve, thus no tangible criteria to judge it against. I did think, however, that each section of the movie had something of interest in it, was well-paced, and never felt pointless.\n\n\u001b[1mサルースベリは、主要な紛争も線形の物語もなく、映画の中心人物であるO-Eiが一握りの短い物語で構成されています。 実際に達成しようとする特定の「目標」が存在しないため、物語の有効性を評価することは難しいため、それを判断する目に見える基準はありません。 しかし、私は、映画の各セクションに興味のあるものがあり、ペースが速く、無意味ではなかったと思っていました。\u001b[22m\n\u001b[1m(Sarūsuberi wa, shuyōna funsō mo senkei no monogatari mo naku, eiga no chūshin jinbutsudearu O - Ei ga hitonigiri no mijikai monogatari de kōsei sa rete imasu. Jissai ni tassei shiyou to suru tokutei no `mokuhyō' ga sonzai shinai tame, monogatari no yūkōsei o hyōka suru koto wa muzukashī tame, sore o handan suru menimieru kijun wa arimasen. Shikashi, watashi wa, eiga no kaku sekushon ni kyōmi no aru mono ga ari, pēsu ga hayaku, muimide wa nakatta to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mSarusuberi has neither a main conflict nor a linear narrative, instead made up of a handful of shorter stories that are loosely held together by O-Ei, the film's central character. It is difficult to asses the story's effectiveness, because there isn't really a particular 'goal' that it tries to achieve, thus no tangible criteria to judge it against. I did think, however, that each section of the movie had something of interest in it, was well-paced, and never felt pointless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSarusuberi has neither a main conflict nor a linear narrative, instead made up of a handful of shorter stories that are loosely held together by O-Ei, the film's central character.\u001b[24m\n    \u001b[1mサルースベリは、主要な紛争も線形の物語もなく、映画の中心人物であるO-Eiが一握りの短い物語で構成されています。\u001b[22m, \u001b[1m百日紅は、代わりに緩くO-EI、映画の主人公によって一緒に保持されている短い物語の一握りで構成され、主な競合も線形物語もありません。\u001b[22m\n\u001b[4mIt is difficult to asses the story's effectiveness, because there isn't really a particular 'goal' that it tries to achieve, thus no tangible criteria to judge it against.\u001b[24m\n    \u001b[1m実際に達成しようとする特定の「目標」が存在しないため、物語の有効性を評価することは難しいため、それを判断する目に見える基準はありません。\u001b[22m, \u001b[1m達成しようとする特定の「目標」、に対してそれを判断することはありません有形基準が実際にはありませんので、物語の有効性を査定することは困難です。\u001b[22m\n\u001b[4mI did think, however, that each section of the movie had something of interest in it, was well-paced, and never felt pointless.\u001b[24m\n    \u001b[1mしかし、私は、映画の各セクションに興味のあるものがあり、ペースが速く、無意味ではなかったと思っていました。\u001b[22m, \u001b[1m私は、映画の各セクションはそれに興味のあるものを持っていたこと、しかし、考えてなかっただけでなく、ペースのだった、と決して無意味に感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThe format also leads to the overall tone of the completed film being very subdued, with virtually none of the melodrama one would expect out of an anime. Where the movie gets its flair from are, in my opinion, the art, as well as the masterfully done sequences of magical realism woven throughout. There aren't many, but when they do appear these sequences are breathtaking, effectively adding some variation in what could have easily become a monotonous film.\n\n\u001b[1mこのフォーマットはまた、完成した映画の全体的な調子を非常に落ち着かせることにつながり、アニメから期待されるメロドラマはほとんどない。 ムービーは、私の意見では、芸術だけでなく、魔法のリアリズムが織り込まれた巧みに完成したシーケンスです。 多くはありませんが、これらのシーケンスが息をのむように見える場合は、単調なフィルムになる可能性のあるバリエーションを効果的に追加します。\u001b[22m\n\u001b[1m(Kono fōmatto wa mata, kansei shita eiga no zentai-tekina chōshi o hijō ni ochitsuka seru koto ni tsunagari, anime kara kitai sa reru merodorama wa hotondo nai. Mūbī wa, watashi no ikende wa, geijutsu dakedenaku, mahō no riarizumu ga orikoma reta takumi ni kansei shita shīkensudesu. Ōku wa arimasenga, korera no shīkensu ga iki o nomu yō ni mieru baai wa, tanchōna firumu ni naru kanōsei no aru bariēshon o kōka-teki ni tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe format also leads to the overall tone of the completed film being very subdued, with virtually none of the melodrama one would expect out of an anime. Where the movie gets its flair from are, in my opinion, the art, as well as the masterfully done sequences of magical realism woven throughout. There aren't many, but when they do appear these sequences are breathtaking, effectively adding some variation in what could have easily become a monotonous film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe format also leads to the overall tone of the completed film being very subdued, with virtually none of the melodrama one would expect out of an anime.\u001b[24m\n    \u001b[1mこのフォーマットはまた、完成した映画の全体的な調子を非常に落ち着かせることにつながり、アニメから期待されるメロドラマはほとんどない。\u001b[22m, \u001b[1mフォーマットは、一つはアニメから予想されるメロドラマの事実なしで、非常に落ち着いている完成したフィルムの全体的なトーンにつながります。\u001b[22m\n\u001b[4mWhere the movie gets its flair from are, in my opinion, the art, as well as the masterfully done sequences of magical realism woven throughout.\u001b[24m\n    \u001b[1mムービーは、私の意見では、芸術だけでなく、魔法のリアリズムが織り込まれた巧みに完成したシーケンスです。\u001b[22m, \u001b[1m映画はその才能を取得する場合には、私の意見では、芸術だけでなく、魔法のリアリズムの見事に行われた配列は、全体で織られているから。\u001b[22m\n\u001b[4mThere aren't many, but when they do appear these sequences are breathtaking, effectively adding some variation in what could have easily become a monotonous film.\u001b[24m\n    \u001b[1m多くはありませんが、これらのシーケンスが息をのむように見える場合は、単調なフィルムになる可能性のあるバリエーションを効果的に追加します。\u001b[22m, \u001b[1mそこに多くはありませんが、これらの配列は息をのむようです表示されないとき、効果的に簡単に単調なフィルムとなっている可能性がどのようにいくつかのバリエーションを追加します。\u001b[22m\n\u001b[1m\u001b[22m\nDue to the lack of a real plot, it's also difficult to asses the film's characters. While there is little development for most of them (though O-Ei does receive some, subtly but powerfully so,) it can also be said that they aren't really meant to undergo much development in the first place. All I can say is that I believe the film is meant to be experienced with the characters rather than following them as they try to get from Point A to Point B, and for this purpose most of the characters are interesting and unique (though not always likeable, which in my opinion is a good thing), even though some appear only briefly.\n\n\u001b[1m本当のプロットの欠如のために、映画のキャラクターを嫌うのも難しいです。 ほとんどのものはほとんど開発されていませんが（O-Eiはそれを少しでも強く受け取りますが）、最初はあまり開発されていないということもできます。 私が言うことができるのは、映画がポイントAからポイントBに向かうときに、キャラクターを経験するのではなく、キャラクターが経験するものであると信じているということです。この目的のために、キャラクターのほとんどは面白くユニークです 私の意見では良いことです）、いくつかは短くしか見えませんが。\u001b[22m\n\u001b[1m(Hontō no purotto no ketsujo no tame ni, eiga no kyarakutā o kirau no mo muzukashīdesu. Hotondo no mono wa hotondo kaihatsu sa rete imasenga (O - Ei wa sore o sukoshi demo tsuyoku uketorimasuga), saisho wa amari kaihatsu sa rete inai to iu koto mo dekimasu. Watashi ga iu koto ga dekiru no wa, eiga ga pointo A kara pointo B ni mukau toki ni, kyarakutā o keiken suru node wa naku, kyarakutā ga keiken suru monodearu to shinjite iru to iu kotodesu. Kono mokuteki no tame ni, kyarakutā no hotondo wa omoshiroku yunīkudesu watashi no ikende wa yoi kotodesu), ikutsu ka wa mijikaku shika miemasenga.)\u001b[22m\n\nTranslations of \u001b[4mDue to the lack of a real plot, it's also difficult to asses the film's characters. While there is little development for most of them (though O-Ei does receive some, subtly but powerfully so,) it can also be said that they aren't really meant to undergo much development in the first place. All I can say is that I believe the film is meant to be experienced with the characters rather than following them as they try to get from Point A to Point B, and for this purpose most of the characters are interesting and unique (though not always likeable, which in my opinion is a good thing), even though some appear only briefly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDue to the lack of a real plot, it's also difficult to asses the film's characters.\u001b[24m\n    \u001b[1m本当のプロットの欠如のために、映画のキャラクターを嫌うのも難しいです。\u001b[22m, \u001b[1m実際のプロットの不足のために、それは映画のキャラクターを査定することも困難です。\u001b[22m\n\u001b[4mWhile there is little development for most of them (though O-Ei does receive some, subtly but powerfully so,) it can also be said that they aren't really meant to undergo much development in the first place.\u001b[24m\n    \u001b[1mほとんどのものはほとんど開発されていませんが（O-Eiはそれを少しでも強く受け取りますが）、最初はあまり開発されていないということもできます。\u001b[22m, \u001b[1mそれらのほとんどのために少し開発があるが、また、彼らは本当に最初の場所で多くの開発を受けることを意味するものではないと言うことができる（O-Eiはないものの、いくつかのを受け、微妙しかし力強くそう）。\u001b[22m\n\u001b[4mAll I can say is that I believe the film is meant to be experienced with the characters rather than following them as they try to get from Point A to Point B, and for this purpose most of the characters are interesting and unique (though not always\u001b[24m\n    \u001b[1m私が言うことができるのは、映画がポイントAからポイントBに向かうときに、キャラクターを経験するのではなく、キャラクターが経験するものであると信じているということです。この目的のために、キャラクターのほとんどは面白くユニークです\u001b[22m, \u001b[1mすべて私に言えることは、私はフィルムが文字ではなく、彼らがB点にポイントAから取得しようとして以下の経験することを意味していると信じていることであり、この目的のために文字のほとんどは興味深く、ユニークである（しかし常にではありません\u001b[22m\n\u001b[4mlikeable, which in my opinion is a good thing), even though some appear only briefly.\u001b[24m\n    \u001b[1m私の意見では良いことです）、いくつかは短くしか見えませんが。\u001b[22m, \u001b[1m一部だけを簡単に表示されていても、）私の意見では良いことである、好感の持てます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation, art, and sound in this film are all exceptional. Perhaps due to the presence of O-Nao, O-Ei's blind sister, this film is truly a sensory experience. So much attention is paid to the details in the scenes where she appears - everything from footsteps, the crackling of woven grass, the creaking of a great wooden bridge - that it adds a touch of realism to the animation. A number of scenes delightfully weave some of Hokusai's actual art into the visuals, creating some of the most potent scenes of the film. Edo period Japan is crafted so immersively that it would be a joy to watch the film even for just that purpose.\n\n\u001b[1mこの映画のアニメーション、芸術、そしてサウンドはすべて例外的です。 おそらく、O-Naiの盲目の妹、O-Naoの存在のために、この映画は本当に感覚的な体験です。 脚本、草木の亀裂、巨大な木製の橋の鳴き声など、彼女が現れる場面の細部には細心の注意が払われており、アニメーションにリアリズムを加えています。 北斎の実際の芸術のいくつかをビジュアルに織り込み、最も有力なシーンをいくつか作っています。 江戸時代の日本は、まさにそのような目的のためにも映画を見ることが喜びであるように没頭して作られています。\u001b[22m\n\u001b[1m(Kono eiga no animēshon, geijutsu, soshite saundo wa subete reigai-tekidesu. Osoraku, O - Nai no mōmoku no imōto, O - Nao no sonzai no tame ni, kono eiga wa hontōni kankaku-tekina taikendesu. Kyakuhon, kusaki no kiretsu, kyodaina mokusei no hashi no nakigoe nado, kanojo ga arawareru bamen no saibu ni wa saishin no chūi ga harawa rete ori, animēshon ni riarizumu o kuwaete imasu. Hokusai no jissai no geijutsu no ikutsu ka o bijuaru ni orikomi, mottomo yūryokuna shīn o ikutsu ka tsukutte imasu. Edo jidai no Nihon wa, masani sono yōna mokuteki no tame ni mo eiga o miru koto ga yorokobidearu yō ni bottō shite tsukura rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation, art, and sound in this film are all exceptional. Perhaps due to the presence of O-Nao, O-Ei's blind sister, this film is truly a sensory experience. So much attention is paid to the details in the scenes where she appears - everything from footsteps, the crackling of woven grass, the creaking of a great wooden bridge - that it adds a touch of realism to the animation. A number of scenes delightfully weave some of Hokusai's actual art into the visuals, creating some of the most potent scenes of the film. Edo period Japan is crafted so immersively that it would be a joy to watch the film even for just that purpose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation, art, and sound in this film are all exceptional.\u001b[24m\n    \u001b[1mこの映画のアニメーション、芸術、そしてサウンドはすべて例外的です。\u001b[22m, \u001b[1mアニメーション、アート、サウンドこのフィルムのすべての例外です。\u001b[22m\n\u001b[4mPerhaps due to the presence of O-Nao, O-Ei's blind sister, this film is truly a sensory experience.\u001b[24m\n    \u001b[1mおそらく、O-Naiの盲目の妹、O-Naoの存在のために、この映画は本当に感覚的な体験です。\u001b[22m, \u001b[1mおそらくO-奈央、O-EIのブラインド姉の存在のために、この映画は本当に感覚的な体験です。\u001b[22m\n\u001b[4mSo much attention is paid to the details in the scenes where she appears - everything from footsteps, the crackling of woven grass, the creaking of a great wooden bridge - that it adds a touch of realism to the animation.\u001b[24m\n    \u001b[1m脚本、草木の亀裂、巨大な木製の橋の鳴き声など、彼女が現れる場面の細部には細心の注意が払われており、アニメーションにリアリズムを加えています。\u001b[22m, \u001b[1mそれはアニメーションにリアリズムのタッチを追加していること - 足跡からすべて、織草のパチパチ、大きな木製の橋のきしむ - あまりにも多くの関心が、彼女が現れる場面で詳細に支払われます。\u001b[22m\n\u001b[4mA number of scenes delightfully weave some of Hokusai's actual art into the visuals, creating some of the most potent scenes of the film.\u001b[24m\n    \u001b[1m北斎の実際の芸術のいくつかをビジュアルに織り込み、最も有力なシーンをいくつか作っています。\u001b[22m, \u001b[1mシーン数は楽しくフィルムの最も強力なシーンのいくつかを作成し、ビジュアルに北斎の実際の芸術のいくつかを織ります。\u001b[22m\n\u001b[4mEdo period Japan is crafted so immersively that it would be a joy to watch the film even for just that purpose.\u001b[24m\n    \u001b[1m江戸時代の日本は、まさにそのような目的のためにも映画を見ることが喜びであるように没頭して作られています。\u001b[22m, \u001b[1m江戸時代、日本はそれだけでも、その目的のために映画を鑑賞する喜びになるようにimmersively細工されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing about this movie I'm not sure that I loved was the music. The film makes use of a more traditional orchestral soundtrack, with sections using traditional Japanese music, and, strangely, in a couple of scenes, electric guitar riffs. While I understand what the film could have been going for - perhaps showing O-Ei's character at odds with the norms of her time, I found it rather jarring to hear.\n\n\u001b[1mこの映画の唯一のことは、私が音楽を愛しているかどうかはわかりません。 この映画は、伝統的な日本の音楽を使ったセクションと、奇妙なことに、エレクトロ・ギター・リフの2つのシーンで、より伝統的なオーケストラ・サウンドトラックを使用しています。 映画が何をしているのか理解している間に、おそらくO-Eiの性格を彼女の時代の規範に反して見せてくれるかもしれません。\u001b[22m\n\u001b[1m(Kono eiga no yuiitsu no koto wa, watashi ga ongaku o aishite iru ka dō ka wa wakarimasen. Kono eiga wa, dentō-tekina Nihon no ongaku o tsukatta sekushon to, kimyōna koto ni, erekutoro gitā Rifu no 2tsu no shīn de, yori dentō-tekina ōkesutora saundotorakku o shiyō shite imasu. Eiga ga nani o shite iru no ka rikai shite iru ma ni, osoraku O - Ei no seikaku o kanojo no jidai no kihan ni hanshite misete kureru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing about this movie I'm not sure that I loved was the music. The film makes use of a more traditional orchestral soundtrack, with sections using traditional Japanese music, and, strangely, in a couple of scenes, electric guitar riffs. While I understand what the film could have been going for - perhaps showing O-Ei's character at odds with the norms of her time, I found it rather jarring to hear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing about this movie I'm not sure that I loved was the music.\u001b[24m\n    \u001b[1mこの映画の唯一のことは、私が音楽を愛しているかどうかはわかりません。\u001b[22m, \u001b[1m私は私が愛していることを確認しないんだけど、この映画についての唯一の事は音楽でした。\u001b[22m\n\u001b[4mThe film makes use of a more traditional orchestral soundtrack, with sections using traditional Japanese music, and, strangely, in a couple of scenes, electric guitar riffs.\u001b[24m\n    \u001b[1mこの映画は、伝統的な日本の音楽を使ったセクションと、奇妙なことに、エレクトロ・ギター・リフの2つのシーンで、より伝統的なオーケストラ・サウンドトラックを使用しています。\u001b[22m, \u001b[1mフィルムは、セクションでは、日本の伝統的な音楽、そして、不思議な、シーンのカップルで、エレキギターのリフを使用して、より伝統的なオーケストラサウンドトラックを使用しています。\u001b[22m\n\u001b[4mWhile I understand what the film could have been going for - perhaps showing O-Ei's character at odds with the norms of her time, I found it rather jarring to hear.\u001b[24m\n    \u001b[1m映画が何をしているのか理解している間に、おそらくO-Eiの性格を彼女の時代の規範に反して見せてくれるかもしれません。\u001b[22m, \u001b[1m私はフィルムがために行くされている可能性が何かを理解しながら、 - おそらく彼女の時間の規範に反するO-EIの文字を示す、私はそれがむしろ聞くために不快感を与える発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nNot all will have the patience for or the interest in this kind of film, but I would recommend Sarusuberi to fans of historical anime, animation, and subdued slice-of-life shows of the non-moe variety. It is a beautiful, subtle, intelligent film that doesn't try too hard to be any of those three, which is what, I believe, makes it so excellent.\n\n\u001b[1mすべての人がこの種の映画に忍耐や興味を持っているわけではありませんが、私は歴史的なアニメ、アニメーション、そしてモア以外の様々なスライス・オブ・ライフ・ファンのファンにサルースベリをお勧めします。 それは、私が信じるものは、それがとても優れているものである、これら3つのうちのどれになるのも難しくない、美しく繊細で知的な映画です。\u001b[22m\n\u001b[1m(Subete no hito ga kono tane no eiga ni nintai ya kyōmi o motte iru wakede wa arimasenga, watashi wa rekishi-tekina anime, animēshon, soshite moa igai no samazamana suraisu Obu raifu fan no fan ni sarūsuberi o o susume shimasu. Sore wa, watashi ga shinjiru mono wa, sore ga totemo sugurete iru monodearu, korera 3ttsu no uchi no dore ni naru no mo muzukashikunai, utsukushiku sensaide chitekina eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mNot all will have the patience for or the interest in this kind of film, but I would recommend Sarusuberi to fans of historical anime, animation, and subdued slice-of-life shows of the non-moe variety. It is a beautiful, subtle, intelligent film that doesn't try too hard to be any of those three, which is what, I believe, makes it so excellent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot all will have the patience for or the interest in this kind of film, but I would recommend Sarusuberi to fans of historical anime, animation, and subdued slice-of-life shows of the non-moe variety.\u001b[24m\n    \u001b[1mすべての人がこの種の映画に忍耐や興味を持っているわけではありませんが、私は歴史的なアニメ、アニメーション、そしてモア以外の様々なスライス・オブ・ライフ・ファンのファンにサルースベリをお勧めします。\u001b[22m, \u001b[1mすべてではないがために忍耐やフィルムのこの種に興味を持っていますが、私は歴史的なアニメ、アニメーション、および非萌え様々な落ち着いたスライス・オブ・ライフのショーのファンに百日紅をお勧めします。\u001b[22m\n\u001b[4mIt is a beautiful, subtle, intelligent film that doesn't try too hard to be any of those three, which is what, I believe, makes it so excellent.\u001b[24m\n    \u001b[1mそれは、私が信じるものは、それがとても優れているものである、これら3つのうちのどれになるのも難しくない、美しく繊細で知的な映画です。\u001b[22m, \u001b[1mそれはそれはとても優れて作るもの、私は信じているこれら3つのいずれかであることがあまりにもハードしようとしない、美しい、繊細な、インテリジェントなフィルムです。\u001b[22m"
  },
  {
    "title": "Sarusuberi__Miss_Hokusai",
    "id": "23987",
    "url": "https://myanimelist.net/anime/23987/Sarusuberi__Miss_Hokusai",
    "user": "tsubagakure",
    "profile": "/profile/tsubagakure/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=212087",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n19世紀の日本は、今日のそれと共通している文化的にダイナミックな社会でした。 北斎と乙の乙女から始まった時代の多くの芸術家たちは、性格やライフスタイルは小説家が想像する以上に興味深いものでした。\n\nしかし、葛飾北斎のサルスベリの人生を描写するのは、目の合うものよりはるかに多い。 彼女は卓越したアーティストの鉄人の娘O-Eiを中心に、父親と一緒に絵を描き、父親のために絵を描いていました。\n\n鉄人と卑劣な孤独な男、哲夫と彼の「臆病」は、オエイがとても優しく置いたように、オエイと彼の二人の弟子と一緒に住んでいても、自分を孤立させる傾向があります。 彼の娘のO-Naoは、生まれてから盲人になって嫌になると思って、彼女を憎むかもしれないと思っている。 それだけではなく、50年代半ばの鉄男は、日本全土で有名で、狂人のように昼と夜の絵を描いて、現実の世界から離れてますます増えています。\n\nO-Eiは献身的な姉です。水の手入れ、群衆の騒音、花の香りなど、盲目の妹O-Naoの外に世界を見せてくれます。 これは、家を捨てて今や草の家に住んでいる父との愛憎関係の一種になります。 彼女の母親の思いや思いやりの行為で、O-Eiは家を父親と分かち合い、彼と一緒に仕事をします。 ヴァン・ゴッホのような人々を魅了した古典的なビンジン・アートとウキヨーエの絵を見つけることができます。 子供時代から父親と一緒に絵を描いていますが、O-Eiは幻想的な芸術家に成長しますが、彼女の憂鬱さの中では、彼女には成就していないようです。 彼女は気遣う人ですが、何かはいつも外れているようです。 彼女はあなた自身のやり方でとてもユニークな性格なので、彼女のペンスを浮かべてしまう傾向があります。 この映画（プロダクションi.g）は、私たちに若者の渡辺安永さんをO-Ei、清水シオンちゃんをO-Naoの役目として与えます。 新しい才能を発見するのは常に良いことです。\n\n途中で神秘的な江戸の街に囲まれて、完璧なシナリオになります。 これは古代日本の愛好家であった杉浦ひな子先生の漫画にも当てはまるので、街の雪の通りからそれを横断する壮大な両国橋まで、美しい描写がなされていると思う 彼女の名前と遺産に ラインと色の間に、特に華麗なアジアのドラゴンのような江戸時代の素晴らしい絵が、赤い光の地区で最も美しいオイランの肖像画のように、木版画で見られます。 ドラゴンズの物語から天国と地獄の伝説まで、日本の民俗舞踊は興味深いものです。\n\n北斎さんが毎日新聞映画賞優秀賞、第39回日本アカデミー賞優秀賞を受賞しました。 江戸から東京まで、徳川から明治に至る道を撤退させたこの傑作を楽しんでみませんか？人生、武士、貴族、芸術家、町民、商人、礼儀作家、 不自然な、北斎さんは、季節に広がる日本の歴史のカリスマ的なページを見逃すことがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n“nineteenth century Japan was a culturally dynamic society with much in common with its present-day counterpart. Many artists of the time, starting from Hokusai and his daughter O-Ei, had personalities and lives more interesting than any novelist could conceive.'\n\n\u001b[1m19世紀の日本は、今日のそれと共通している文化的にダイナミックな社会でした。 北斎と乙の乙女から始まった時代の多くの芸術家たちは、性格やライフスタイルは小説家が想像する以上に興味深いものでした。\u001b[22m\n\u001b[1m(19 Seiki no Nihon wa, kyō no sore to kyōtsū shite iru bunka-teki ni dainamikkuna shakaideshita. Hokusai to otsu no otome kara hajimatta jidai no ōku no geijutsuka-tachi wa, seikaku ya raifusutairu wa shōsetsuka ga sōzō suru ijō ni kyōmibukai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4m“nineteenth century Japan was a culturally dynamic society with much in common with its present-day counterpart. Many artists of the time, starting from Hokusai and his daughter O-Ei, had personalities and lives more interesting than any novelist could conceive.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“nineteenth century Japan was a culturally dynamic society with much in common with its present-day counterpart.\u001b[24m\n    \u001b[1m19世紀の日本は、今日のそれと共通している文化的にダイナミックな社会でした。\u001b[22m, \u001b[1m「19世紀の日本は、その現代の相手と多くの共通点を持つ文化的にダイナミックな社会でした。\u001b[22m\n\u001b[4mMany artists of the time, starting from Hokusai and his daughter O-Ei, had personalities and lives more interesting than any novelist could conceive.'\u001b[24m\n    \u001b[1m北斎と乙の乙女から始まった時代の多くの芸術家たちは、性格やライフスタイルは小説家が想像する以上に興味深いものでした。\u001b[22m, \u001b[1m北斎と彼の娘のO-EIから開始時間の多くの芸術家は、個性を持っていたし、任意の小説家が想像できるよりももっと面白い住んでいます。」\u001b[22m\n\u001b[1m\u001b[22m\ndepicting the life of Katsushika Hokusai, Sarusuberi, however, is far more than the eye meets. the film centres around O-Ei, daughter of the extraordinary artist Tetsuzo, was a woodblock artist herself, painting with and for her father.\n\n\u001b[1mしかし、葛飾北斎のサルスベリの人生を描写するのは、目の合うものよりはるかに多い。 彼女は卓越したアーティストの鉄人の娘O-Eiを中心に、父親と一緒に絵を描き、父親のために絵を描いていました。\u001b[22m\n\u001b[1m(Shikashi, katsushika hokusai no sarusuberi no jinsei o byōsha suru no wa,-me no au mono yori haruka ni ōi. Kanojo wa takuetsu shita ātisuto no tetsujin no musume O - Ei o chūshin ni, chichioya to issho ni e o kaki, chichioya no tame ni e o kaite imashita.)\u001b[22m\n\nTranslations of \u001b[4mdepicting the life of Katsushika Hokusai, Sarusuberi, however, is far more than the eye meets. the film centres around O-Ei, daughter of the extraordinary artist Tetsuzo, was a woodblock artist herself, painting with and for her father.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdepicting the life of Katsushika Hokusai, Sarusuberi, however, is far more than the eye meets.\u001b[24m\n    \u001b[1mしかし、葛飾北斎のサルスベリの人生を描写するのは、目の合うものよりはるかに多い。\u001b[22m, \u001b[1m葛飾北斎、百日紅の人生を描いた、しかし、目が満たしているよりもはるかに多いです。\u001b[22m\n\u001b[4mthe film centres around O-Ei, daughter of the extraordinary artist Tetsuzo, was a woodblock artist herself, painting with and for her father.\u001b[24m\n    \u001b[1m彼女は卓越したアーティストの鉄人の娘O-Eiを中心に、父親と一緒に絵を描き、父親のために絵を描いていました。\u001b[22m, \u001b[1mO-EI、臨時アーティスト哲三の娘の周りのフィルムセンターでは、と、彼女の父のために絵画、版画作家自身でした。\u001b[22m\n\u001b[1m\u001b[22m\nmore than just being and aging lonely man, Tetsuzo and his “cowardice”, as O-Ei so elegantly put, tends to isolate himself, even through he lives with O-Ei and his twit apprentice. O-Nao, his other daughter, blind since birth feels reluctant towards her father, thinking he might hate her, all of this because Tetsuzo has this derange with sickness, which makes him absented from the little girl. not only that, but Tetsuzo, in his mid-fifties, renowned all over Japan, paints day and night like a mad-man, making himself more and more apart from the real world.\n\n\u001b[1m鉄人と卑劣な孤独な男、哲夫と彼の「臆病」は、オエイがとても優しく置いたように、オエイと彼の二人の弟子と一緒に住んでいても、自分を孤立させる傾向があります。 彼の娘のO-Naoは、生まれてから盲人になって嫌になると思って、彼女を憎むかもしれないと思っている。 それだけではなく、50年代半ばの鉄男は、日本全土で有名で、狂人のように昼と夜の絵を描いて、現実の世界から離れてますます増えています。\u001b[22m\n\u001b[1m(Tetsujin to hiretsuna kodokuna otoko, Tetsuo to kare no `okubyō' wa, oei ga totemo yasashiku oita yō ni, oei to kare no futari no deshi to issho ni sunde ite mo, jibun o koritsu sa seru keikō ga arimasu. Kare no musume no O - Nao wa, umarete kara mōjin ni natte iya ni naru to omotte, kanojo o nikumu kamo shirenai to omotte iru. Sore dakede wa naku, 50-nendai nakaba no Tetsuo wa, Nihon zendo de yūmeide, kyōjin no yō ni hiru to yoru no e o egaite, genjitsu no sekai kara hanarete masumasu fuete imasu.)\u001b[22m\n\nTranslations of \u001b[4mmore than just being and aging lonely man, Tetsuzo and his “cowardice”, as O-Ei so elegantly put, tends to isolate himself, even through he lives with O-Ei and his twit apprentice. O-Nao, his other daughter, blind since birth feels reluctant towards her father, thinking he might hate her, all of this because Tetsuzo has this derange with sickness, which makes him absented from the little girl. not only that, but Tetsuzo, in his mid-fifties, renowned all over Japan, paints day and night like a mad-man, making himself more and more apart from the real world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmore than just being and aging lonely man, Tetsuzo and his “cowardice”, as O-Ei so elegantly put, tends to isolate himself, even through he lives with O-Ei and his twit apprentice.\u001b[24m\n    \u001b[1m鉄人と卑劣な孤独な男、哲夫と彼の「臆病」は、オエイがとても優しく置いたように、オエイと彼の二人の弟子と一緒に住んでいても、自分を孤立させる傾向があります。\u001b[22m, \u001b[1mO-Eiはとてもエレガントに置くとしてだけで、孤独な男、哲三と彼の「臆病」であると老化よりも、彼はO-EIと彼なじるの弟子と一緒に住んでいてもを通して、自分自身を分離する傾向があります。\u001b[22m\n\u001b[4mO-Nao, his other daughter, blind since birth feels reluctant towards her father, thinking he might hate her, all of this because Tetsuzo has this derange with sickness, which makes him absented from the little girl.\u001b[24m\n    \u001b[1m彼の娘のO-Naoは、生まれてから盲人になって嫌になると思って、彼女を憎むかもしれないと思っている。\u001b[22m, \u001b[1m哲三は、これは彼が少女から欠席になる病気で狂わせるたため、O-奈央、彼の他の娘は、誕生以来ブラインドは、彼は彼女を憎むかもしれない考え、このすべてを彼女の父親に向かって消極的に感じています。\u001b[22m\n\u001b[4mnot only that, but Tetsuzo, in his mid-fifties, renowned all over Japan, paints day and night like a mad-man, making himself more and more apart from the real world.\u001b[24m\n    \u001b[1mそれだけではなく、50年代半ばの鉄男は、日本全土で有名で、狂人のように昼と夜の絵を描いて、現実の世界から離れてますます増えています。\u001b[22m, \u001b[1mそれだけでなく、哲三は、彼の半ば50年代、全国的に有名な、現実の世界からますます離れて自分自身を作り、狂った人のように昼と夜の塗料。\u001b[22m\n\u001b[1m\u001b[22m\nO-Ei is a devoted older sister, showing the world outside to her blind little sister O-Nao, through the touch of water, the noise of the crowd, the scent of flowers; with this comes a type of love-hate relationship with her father, who deserted home and now lives in a shabby house. simply an act of compassion or the wishes of her mother, O-Ei shares the house with her father and works with him. here you’ll find the classical bijin art and ukiyo-e paintings who fascinated people like Van Gogh. painting with her father since a child, O-Ei grows to be a fantastic artist, though, in her melancholy, it seems to have no fulfilment on her. she’s a caring person, but something seems always off. she’s a character so unique in her own way that you tend to float away with her pensiveness. this film (production i.g) gives us the young seyuu Watababe Anne-san as O-Ei, and Shimizu Shion-chan in the role of O-Nao. it’s always good to have new talents discovered.\n\n\u001b[1mO-Eiは献身的な姉です。水の手入れ、群衆の騒音、花の香りなど、盲目の妹O-Naoの外に世界を見せてくれます。 これは、家を捨てて今や草の家に住んでいる父との愛憎関係の一種になります。 彼女の母親の思いや思いやりの行為で、O-Eiは家を父親と分かち合い、彼と一緒に仕事をします。 ヴァン・ゴッホのような人々を魅了した古典的なビンジン・アートとウキヨーエの絵を見つけることができます。 子供時代から父親と一緒に絵を描いていますが、O-Eiは幻想的な芸術家に成長しますが、彼女の憂鬱さの中では、彼女には成就していないようです。 彼女は気遣う人ですが、何かはいつも外れているようです。 彼女はあなた自身のやり方でとてもユニークな性格なので、彼女のペンスを浮かべてしまう傾向があります。 この映画（プロダクションi.g）は、私たちに若者の渡辺安永さんをO-Ei、清水シオンちゃんをO-Naoの役目として与えます。 新しい才能を発見するのは常に良いことです。\u001b[22m\n\u001b[1m(O - Ei wa kenshin-tekina anedesu. Mizu no teire, gunshū no sōon, hana no kaori nado, mōmoku no imōto O - Nao no soto ni sekai o misete kuremasu. Kore wa,-ka o sutete imaya kusanoie ni sunde iru chichi to no aizō kankei no isshu ni narimasu. Kanojo no hahaoya no omoi ya omoiyari no kōi de, O - Ei wa ie o chichioya to wakachi ai, kare to issho ni shigoto o shimasu. Vu~an Gohho no yōna hitobito o miryō shita koten-tekina binjin āto to ukiyōe no e o mitsukeru koto ga dekimasu. Kodomo jidai kara chichioya to issho ni e o kaite imasuga, O - Ei wa gensō-tekina geijutsuka ni seichō shimasuga, kanojo no yūutsu-sa no nakade wa, kanojo ni wa jōju shite inai yōdesu. Kanojo wa kidzukau hitodesuga, nanika wa itsumo hazurete iru yōdesu. Kanojo wa anata jishin no yarikata de totemo yunīkuna seikakunanode, kanojo no pensu o ukabete shimau keikō ga arimasu. Kono eiga (purodakushon i. G) wa, watashitachi ni wakamono no Watanabe yasunaga-san o O - Ei, Shimizu Shion-chan o O - Nao no yakume to shite ataemasu. Atarashī sainō o hakken suru no wa tsuneni yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mO-Ei is a devoted older sister, showing the world outside to her blind little sister O-Nao, through the touch of water, the noise of the crowd, the scent of flowers; with this comes a type of love-hate relationship with her father, who deserted home and now lives in a shabby house. simply an act of compassion or the wishes of her mother, O-Ei shares the house with her father and works with him. here you’ll find the classical bijin art and ukiyo-e paintings who fascinated people like Van Gogh. painting with her father since a child, O-Ei grows to be a fantastic artist, though, in her melancholy, it seems to have no fulfilment on her. she’s a caring person, but something seems always off. she’s a character so unique in her own way that you tend to float away with her pensiveness. this film (production i.g) gives us the young seyuu Watababe Anne-san as O-Ei, and Shimizu Shion-chan in the role of O-Nao. it’s always good to have new talents discovered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mO-Ei is a devoted older sister, showing the world outside to her blind little sister O-Nao, through the touch of water, the noise of the crowd, the scent of flowers;\u001b[24m\n    \u001b[1mO-Eiは献身的な姉です。水の手入れ、群衆の騒音、花の香りなど、盲目の妹O-Naoの外に世界を見せてくれます。\u001b[22m, \u001b[1mO-Eiが水の接触を通じて、彼女の盲目の妹O-ナオに外の世界を示す、献身的なお姉さんで、観衆のノイズ、花の香り。\u001b[22m\n\u001b[4mwith this comes a type of love-hate relationship with her father, who deserted home and now lives in a shabby house.\u001b[24m\n    \u001b[1mこれは、家を捨てて今や草の家に住んでいる父との愛憎関係の一種になります。\u001b[22m, \u001b[1mこれで家に捨て、今みすぼらしい家に住んでいる彼女の父、との愛憎関係のタイプが付属しています。\u001b[22m\n\u001b[4msimply an act of compassion or the wishes of her mother, O-Ei shares the house with her father and works with him.\u001b[24m\n    \u001b[1m彼女の母親の思いや思いやりの行為で、O-Eiは家を父親と分かち合い、彼と一緒に仕事をします。\u001b[22m, \u001b[1m単に同情の行為又は母親の願い、O-EIは父親と一緒に家を共有し、彼と一緒に動作します。\u001b[22m\n\u001b[4mhere you’ll find the classical bijin art and ukiyo-e paintings who fascinated people like Van Gogh.\u001b[24m\n    \u001b[1mヴァン・ゴッホのような人々を魅了した古典的なビンジン・アートとウキヨーエの絵を見つけることができます。\u001b[22m, \u001b[1mここでは、ゴッホのような人々を魅了し、古典美人アートや浮世絵絵画を見つけることができます。\u001b[22m\n\u001b[4mpainting with her father since a child, O-Ei grows to be a fantastic artist, though, in her melancholy, it seems to have no fulfilment on her.\u001b[24m\n    \u001b[1m子供時代から父親と一緒に絵を描いていますが、O-Eiは幻想的な芸術家に成長しますが、彼女の憂鬱さの中では、彼女には成就していないようです。\u001b[22m, \u001b[1m子供以来、彼女の父親でペイント、O-Eiは素晴らしいアーティストになり成長し、しかし、彼女の憂鬱で、彼女に何の履行を持っていないようです。\u001b[22m\n\u001b[4mshe’s a caring person, but something seems always off.\u001b[24m\n    \u001b[1m彼女は気遣う人ですが、何かはいつも外れているようです。\u001b[22m, \u001b[1m彼女は思いやりのある人だが、何かが常にオフと思われます。\u001b[22m\n\u001b[4mshe’s a character so unique in her own way that you tend to float away with her pensiveness.\u001b[24m\n    \u001b[1m彼女はあなた自身のやり方でとてもユニークな性格なので、彼女のペンスを浮かべてしまう傾向があります。\u001b[22m, \u001b[1m彼女はあなたが彼女pensivenessと離れて浮く傾向にある彼女の自身の方法で非常にユニークなキャラクターです。\u001b[22m\n\u001b[4mthis film (production i.g) gives us the young seyuu Watababe Anne-san as O-Ei, and Shimizu Shion-chan in the role of O-Nao.\u001b[24m\n    \u001b[1mこの映画（プロダクションi.g）は、私たちに若者の渡辺安永さんをO-Ei、清水シオンちゃんをO-Naoの役目として与えます。\u001b[22m, \u001b[1mこのフィルム（プロダクション・アイジー）は私たちにO-奈央の役割におけるO-EI、および清水詩音ちゃんのような若いseyuu Watababeアンさんを提供します。\u001b[22m\n\u001b[4mit’s always good to have new talents discovered.\u001b[24m\n    \u001b[1m新しい才能を発見するのは常に良いことです。\u001b[22m, \u001b[1mそれが発見された新たな才能を持っていることは常に良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nalong the way you’ll find yourself surrounded by the mystical city of Edo, making the perfect scenario. since this is an adaptation of Sugiura Hinako-sensei's manga, who was an enthusiast of the ancient Japan, i think the background art is beautifully delineated, from the snowy streets of the city, to the grand Ryogoku Bridge crossing it, making a poetic justice to her name and legacy. now, during the lines and colours, you’ll see, particularly in the woodblock paintings, a superb picturesque of the Edo days, like the splendid asian dragon to the nicest Oiran portrait in red-light district. the Japanese folklore plays an interesting role here, from the tales of dragons to the heaven and hell legends.\n\n\u001b[1m途中で神秘的な江戸の街に囲まれて、完璧なシナリオになります。 これは古代日本の愛好家であった杉浦ひな子先生の漫画にも当てはまるので、街の雪の通りからそれを横断する壮大な両国橋まで、美しい描写がなされていると思う 彼女の名前と遺産に ラインと色の間に、特に華麗なアジアのドラゴンのような江戸時代の素晴らしい絵が、赤い光の地区で最も美しいオイランの肖像画のように、木版画で見られます。 ドラゴンズの物語から天国と地獄の伝説まで、日本の民俗舞踊は興味深いものです。\u001b[22m\n\u001b[1m(Tochū de shinpi-tekina Edo no machi ni kakoma rete, kanpekina shinario ni narimasu. Kore wa kodainihon no aikō-kadeatta Sugiura Hinako sensei no manga ni mo atehamarunode,-gai no yuki no tōri kara sore o ōdan suru sōdaina Ryōgokubashi made, utsukushī byōsha ga nasa rete iru to omou kanojo no namae to isan ni rain to iro no ma ni, tokuni kareina Ajia no doragon no yōna Edo jidai no subarashī e ga, akai hikari no chiku de mottomo utsukushī oira n no shōzō-ga no yō ni, ki hanga de mi raremasu. Doragonzu no monogatari kara tengokutodjigoku no densetsu made, Nihon no minzoku buyō wa kyōmibukai monodesu.)\u001b[22m\n\nTranslations of \u001b[4malong the way you’ll find yourself surrounded by the mystical city of Edo, making the perfect scenario. since this is an adaptation of Sugiura Hinako-sensei's manga, who was an enthusiast of the ancient Japan, i think the background art is beautifully delineated, from the snowy streets of the city, to the grand Ryogoku Bridge crossing it, making a poetic justice to her name and legacy. now, during the lines and colours, you’ll see, particularly in the woodblock paintings, a superb picturesque of the Edo days, like the splendid asian dragon to the nicest Oiran portrait in red-light district. the Japanese folklore plays an interesting role here, from the tales of dragons to the heaven and hell legends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malong the way you’ll find yourself surrounded by the mystical city of Edo, making the perfect scenario.\u001b[24m\n    \u001b[1m途中で神秘的な江戸の街に囲まれて、完璧なシナリオになります。\u001b[22m, \u001b[1m道に沿ってあなたは完璧なシナリオを作り、自分が江戸の神秘的な街に囲まれています。\u001b[22m\n\u001b[4msince this is an adaptation of Sugiura Hinako-sensei's manga, who was an enthusiast of the ancient Japan, i think the background art is beautifully delineated, from the snowy streets of the city, to the grand Ryogoku Bridge crossing it, making a poetic justice\u001b[24m\n    \u001b[1mこれは古代日本の愛好家であった杉浦ひな子先生の漫画にも当てはまるので、街の雪の通りからそれを横断する壮大な両国橋まで、美しい描写がなされていると思う\u001b[22m, \u001b[1mこれは古代日本の愛好家だった杉浦ひなこ先生の漫画の適応があるので、私は勧善懲悪を作り、背景技術で美しく、それを渡る壮大両国橋に、街の雪の街から、線引きされると思います\u001b[22m\n\u001b[4mto her name and legacy.\u001b[24m\n    \u001b[1m彼女の名前と遺産に\u001b[22m, \u001b[1m彼女の名前とレガシーへ。\u001b[22m\n\u001b[4mnow, during the lines and colours, you’ll see, particularly in the woodblock paintings, a superb picturesque of the Edo days, like the splendid asian dragon to the nicest Oiran portrait in red-light district.\u001b[24m\n    \u001b[1mラインと色の間に、特に華麗なアジアのドラゴンのような江戸時代の素晴らしい絵が、赤い光の地区で最も美しいオイランの肖像画のように、木版画で見られます。\u001b[22m, \u001b[1m今、線や色の間に、あなたは赤線地区の素敵な花魁肖像画に素晴らしいアジアの竜のように、特に木版絵で、江戸時代の素晴らしい絵が表示されます。\u001b[22m\n\u001b[4mthe Japanese folklore plays an interesting role here, from the tales of dragons to the heaven and hell legends.\u001b[24m\n    \u001b[1mドラゴンズの物語から天国と地獄の伝説まで、日本の民俗舞踊は興味深いものです。\u001b[22m, \u001b[1m日本の民話は、天国と地獄の伝説にドラゴンの物語から、ここで興味深い役割を果たしています。\u001b[22m\n\u001b[1m\u001b[22m\nit is good to mention that Miss Hokusai won the Mainichi Film Award for Best Animated Feature Film, and the Excellence Prize at the 39th annual Japan Academy Awards. so, why not go back in time and enjoy this singular masterpiece that retracts the passage from Tokugawa to the Meiji era, from Edo to Tokyo… teeming with life, samurai, nobles, artists, townsmen, merchants, courtesans, and a subtle touch of the unnatural, Miss Hokusai unveils a charismatic page in Japanese history spreading through the seasons, one that you may not want to miss.\n\n\u001b[1m北斎さんが毎日新聞映画賞優秀賞、第39回日本アカデミー賞優秀賞を受賞しました。 江戸から東京まで、徳川から明治に至る道を撤退させたこの傑作を楽しんでみませんか？人生、武士、貴族、芸術家、町民、商人、礼儀作家、 不自然な、北斎さんは、季節に広がる日本の歴史のカリスマ的なページを見逃すことがあります。\u001b[22m\n\u001b[1m(Hokusai-san ga Mainichishinbun eiga-shō yūshū-shō, dai 39-kai Nihon akademī-shō yūshū-shō o jushō shimashita. Edo kara Tōkyō made, Tokugawa kara Meiji ni itaru michi o tettai sa seta kono kessaku o tanoshinde mimasen ka? Jinsei, bushi, kizoku, geijutsuka, chōmin, shōnin, reigi sakka, fushizen'na, Hokusai-san wa, kisetsu ni hirogaru nihon'norekishi no karisuma-tekina pēji o minogasu koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mit is good to mention that Miss Hokusai won the Mainichi Film Award for Best Animated Feature Film, and the Excellence Prize at the 39th annual Japan Academy Awards. so, why not go back in time and enjoy this singular masterpiece that retracts the passage from Tokugawa to the Meiji era, from Edo to Tokyo… teeming with life, samurai, nobles, artists, townsmen, merchants, courtesans, and a subtle touch of the unnatural, Miss Hokusai unveils a charismatic page in Japanese history spreading through the seasons, one that you may not want to miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit is good to mention that Miss Hokusai won the Mainichi Film Award for Best Animated Feature Film, and the Excellence Prize at the 39th annual Japan Academy Awards.\u001b[24m\n    \u001b[1m北斎さんが毎日新聞映画賞優秀賞、第39回日本アカデミー賞優秀賞を受賞しました。\u001b[22m, \u001b[1mミス北斎は、第39回年次日本アカデミー賞で最優秀長編アニメ映画のために毎日映画コンクール、および優秀賞を受賞したことに言及することは良いです。\u001b[22m\n\u001b[4mso, why not go back in time and enjoy this singular masterpiece that retracts the passage from Tokugawa to the Meiji era, from Edo to Tokyo… teeming with life, samurai, nobles, artists, townsmen, merchants, courtesans, and a subtle touch of\u001b[24m\n    \u001b[1m江戸から東京まで、徳川から明治に至る道を撤退させたこの傑作を楽しんでみませんか？人生、武士、貴族、芸術家、町民、商人、礼儀作家、\u001b[22m, \u001b[1mそう、なぜ時間に戻っていないと江戸から東京へ、明治時代に徳川からの通路を後退させ、この特異な傑作を楽しむ...生命が生息、武士、貴族、芸術家、町民、商人、遊女、との微妙なタッチ\u001b[22m\n\u001b[4mthe unnatural, Miss Hokusai unveils a charismatic page in Japanese history spreading through the seasons, one that you may not want to miss.\u001b[24m\n    \u001b[1m不自然な、北斎さんは、季節に広がる日本の歴史のカリスマ的なページを見逃すことがあります。\u001b[22m, \u001b[1m不自然な、ミス・北斎は季節、あなたが欠場したくない場合があります1を介して広がる日本の歴史の中でカリスマ的なページを発表します。\u001b[22m"
  },
  {
    "title": "Sarusuberi__Miss_Hokusai",
    "id": "23987",
    "url": "https://myanimelist.net/anime/23987/Sarusuberi__Miss_Hokusai",
    "user": "GiannaKID_S",
    "profile": "/profile/GiannaKID_S/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=232167",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\n私は2日前NYCでこれを見ました。私は絶対にそれを愛していました！ それは誰の紅茶ではないかもしれない美しいスライス・オブ・ライフのエピソード的な物語ですが、本当に感動的だと思いました！ それは江戸時代の芸術の多くの側面、そして大きな波のような北斎の作品さえも含んでいました。 私は原敬一（カラフル、夏の宇宙の日々）は、主題に関して素晴らしい仕事をしたと思います。 アートとユニークなアニメーションを愛する人は誰でもこれを見てください。 今週末にはアメリカの新しい劇場にやってくると思いますが、これは本当にエキサイティングです。 もしあなたが - この映画をチェックすることができます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI just saw this in NYC two days ago and I absolutely loved it! It's a beautiful slice-of-life, episodic narrative which may not be everyone's cup of tea, but I thought it was really touching! It incorporated a lot of aspects of Edo-era art and even some of Hokusai's pieces, like the great wave. I think Keiichi Hara (Colorful, Summer Days with Coo), did an amazing job with the subject matter. Anyone who loves art and unique animation should see this. I think it's coming to a bunch of new theaters in the U.S. this weekend, which is really exciting. If you can-- go check out this film!\n\n\u001b[1m私は2日前NYCでこれを見ました。私は絶対にそれを愛していました！ それは誰の紅茶ではないかもしれない美しいスライス・オブ・ライフのエピソード的な物語ですが、本当に感動的だと思いました！ それは江戸時代の芸術の多くの側面、そして大きな波のような北斎の作品さえも含んでいました。 私は原敬一（カラフル、夏の宇宙の日々）は、主題に関して素晴らしい仕事をしたと思います。 アートとユニークなアニメーションを愛する人は誰でもこれを見てください。 今週末にはアメリカの新しい劇場にやってくると思いますが、これは本当にエキサイティングです。 もしあなたが - この映画をチェックすることができます！\u001b[22m\n\u001b[1m(Watashi wa 2-nichi mae NYC de kore o mimashita. Watashi wa zettai ni sore o aishite imashita! Sore wa dare no kōchade wanai kamo shirenai utsukushī suraisu Obu raifu no episōdo-tekina monogataridesuga, hontōni kandō-tekida to omoimashita! Sore wa Edo jidai no geijutsu no ōku no sokumen, soshite ōkina nami no yōna Hokusai no sakuhin sae mo fukunde imashita. Watashi wa Hara Keiichi (karafuru, natsu no uchū no hibi) wa, shudai ni kanshite subarashī shigoto o shita to omoimasu. Āto to yunīkuna animēshon o aisuruhito wa dare demo kore o mite kudasai. Ima shūmatsu ni wa Amerika no atarashī gekijō ni yattekuru to omoimasuga, kore wa hontōni ekisaitingudesu. Moshi anata ga - kono eiga o chekku suru koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mI just saw this in NYC two days ago and I absolutely loved it! It's a beautiful slice-of-life, episodic narrative which may not be everyone's cup of tea, but I thought it was really touching! It incorporated a lot of aspects of Edo-era art and even some of Hokusai's pieces, like the great wave. I think Keiichi Hara (Colorful, Summer Days with Coo), did an amazing job with the subject matter. Anyone who loves art and unique animation should see this. I think it's coming to a bunch of new theaters in the U.S. this weekend, which is really exciting. If you can-- go check out this film!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just saw this in NYC two days ago and I absolutely loved it!\u001b[24m\n    \u001b[1m私は2日前NYCでこれを見ました。私は絶対にそれを愛していました！\u001b[22m, \u001b[1m私はちょうど2日前にニューヨークでこれを見て、私は絶対にそれを追加しました！\u001b[22m\n\u001b[4mIt's a beautiful slice-of-life, episodic narrative which may not be everyone's cup of tea, but I thought it was really touching!\u001b[24m\n    \u001b[1mそれは誰の紅茶ではないかもしれない美しいスライス・オブ・ライフのエピソード的な物語ですが、本当に感動的だと思いました！\u001b[22m, \u001b[1mこれは、お茶の全員のカップではないかもしれない美しいスライスオブライフ、エピソード物語だが、私はそれが本当に感動的だと思いました！\u001b[22m\n\u001b[4mIt incorporated a lot of aspects of Edo-era art and even some of Hokusai's pieces, like the great wave.\u001b[24m\n    \u001b[1mそれは江戸時代の芸術の多くの側面、そして大きな波のような北斎の作品さえも含んでいました。\u001b[22m, \u001b[1mこれは、江戸時代の芸術の側面の多くを組み込み、北斎の作品のも、いくつかの、大きな波のよう。\u001b[22m\n\u001b[4mI think Keiichi Hara (Colorful, Summer Days with Coo), did an amazing job with the subject matter.\u001b[24m\n    \u001b[1m私は原敬一（カラフル、夏の宇宙の日々）は、主題に関して素晴らしい仕事をしたと思います。\u001b[22m, \u001b[1m私は原恵一が（カラフル、河童のクゥと夏休み）は、主題に素晴らしい仕事をしたと思います。\u001b[22m\n\u001b[4mAnyone who loves art and unique animation should see this.\u001b[24m\n    \u001b[1mアートとユニークなアニメーションを愛する人は誰でもこれを見てください。\u001b[22m, \u001b[1m芸術とユニークなアニメーションを愛する誰もがこれを見るべきです。\u001b[22m\n\u001b[4mI think it's coming to a bunch of new theaters in the U.S. this weekend, which is really exciting.\u001b[24m\n    \u001b[1m今週末にはアメリカの新しい劇場にやってくると思いますが、これは本当にエキサイティングです。\u001b[22m, \u001b[1m私はそれは本当にエキサイティングである米国での新しい劇場の束この週末に来ていると思います。\u001b[22m\n\u001b[4mIf you can-- go check out this film!\u001b[24m\n    \u001b[1mもしあなたが - この映画をチェックすることができます！\u001b[22m, \u001b[1mあなたはこの映画をチェックアウト行くcan--場合！\u001b[22m"
  }
]
