[
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "somaisbatman",
    "profile": "/profile/somaisbatman/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=175109",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  8\n\nOrenchi no Furo Jijouは、人魚を見つけた男と、すべてがバスタブで行われる全く異性的な冒険について、エピソードごとに4分間のアニメです。\n\nストーリー：5/10\n最小限に抑えられます。 各エピソードにはいくつかの中心的な問題や出来事があり、いつも非常に軽いものです。 特別なものはありませんが、この設定は短くても普通です。 あなたは1時間以内にすべてを見ることができます！\n\nアート：7/10\n控えめではあるが驚異的ではなく、あまり話すことはない。 彼らは、マーマンの筋肉をアニメーション化して描くのに良い仕事をしましたが、彼らはショーの質の高い部分として際立っています。\n\nサウンド：6/10\nバックグラウンドミュージックがありましたか？ 私は何も特別なカードを演奏し続けるのが嫌いですが、これは本当にサウンドに当てはまります。  OPは素晴らしく聞こえるが、完全に外れていると感じる。\n\nキャラクター：8/10\n今話している！ 主人公は黄色い目のような厄介な髪のエッジロールのように見えますが、実際にはかなりいい人です。 彼のマーマンの仲間は、はるかに多くの派手で華麗で、古典的なコメディのデュオを作り出しています。 マーマンのエピソードのいくつかに現れるモンスターボーイの仲間もいます。彼らは、彼らが登場する短い時間のために、多様で楽しいものです。 私が嫌いなキャラクターはMCの妹です。 彼女は想像を絶するすべての厄介な姉妹のトロピックに合っていて、大物のお兄ちゃんのフェチがあり、単にロリを必要としないショーにロリを加えるだけです。 彼女は2つのエピソードの周りだけですので、それは許容されます。\n\n楽しさ：8/10\n時々ショーは面白いです。 しばしば、ユーモアの試みがフラットになったり、存在しないように見えることはありませんが、ショーはいつも絶対に愛らしいものになってしまいます。エピソードを手に入れるのは決して楽しいことではありません。\n\n全体：7/10\nOrenchi no Furo Jijouは、非常にまっすぐなキャラクターが出演しています。 画期的なことではありませんが、かわいい男の子たちが一緒にかわいいことをするのは間違いありません。\n1時間も経たないうちにショーを見ることができるので、あなたが一番のファンではないとしても、それはかなりリスクの低い投資です。\n\n\n私は異性愛者のこの番組がいかに言及しましたか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOrenchi no Furo Jijou is a 4-minute-per-episode anime about a guy who finds a merman, and their completely heterosexual adventures that all take place in a bathtub.\n\n\u001b[1mOrenchi no Furo Jijouは、人魚を見つけた男と、すべてがバスタブで行われる全く異性的な冒険について、エピソードごとに4分間のアニメです。\u001b[22m\n\u001b[1m(Orenchi no Furo Jijou wa, ningyo o mitsuketa otoko to, subete ga basu tabu de okonawa reru mattaku isei-tekina bōken ni tsuite, episōdo-goto ni 4-funkan no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOrenchi no Furo Jijou is a 4-minute-per-episode anime about a guy who finds a merman, and their completely heterosexual adventures that all take place in a bathtub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrenchi no Furo Jijou is a 4-minute-per-episode anime about a guy who finds a merman, and their completely heterosexual adventures that all take place in a bathtub.\u001b[24m\n    \u001b[1mOrenchi no Furo Jijouは、人魚を見つけた男と、すべてがバスタブで行われる全く異性的な冒険について、エピソードごとに4分間のアニメです。\u001b[22m, \u001b[1mオレん家のフロ事情はマーマンを見つけ、すべてのバスタブで行われ、その完全に異性の冒険男は約4分あたりのエピソードのアニメではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5/10\n\n\u001b[1mストーリー：5/10\u001b[22m\n\u001b[1m(Sutōrī: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5/10\u001b[24m\n    \u001b[1mストーリー：5/10\u001b[22m\nAs minimal as it gets. Each episode has some central problem or event and it's always something very light. Nothing special, but this setup is pretty normal for shorts. You can watch it all in under an hour!\n\n\u001b[1m最小限に抑えられます。 各エピソードにはいくつかの中心的な問題や出来事があり、いつも非常に軽いものです。 特別なものはありませんが、この設定は短くても普通です。 あなたは1時間以内にすべてを見ることができます！\u001b[22m\n\u001b[1m(Saishōgen ni osae raremasu. Kaku episōdo ni wa ikutsu ka no chūshin-tekina mondai ya dekigoto ga ari, itsumo hijō ni karui monodesu. Tokubetsuna mono wa arimasenga, kono settei wa mijikakute mo futsūdesu. Anata wa 1-jikan inai ni subete o miru koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mAs minimal as it gets. Each episode has some central problem or event and it's always something very light. Nothing special, but this setup is pretty normal for shorts. You can watch it all in under an hour!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs minimal as it gets.\u001b[24m\n    \u001b[1m最小限に抑えられます。\u001b[22m, \u001b[1mそれを取得として最小限。\u001b[22m\n\u001b[4mEach episode has some central problem or event and it's always something very light.\u001b[24m\n    \u001b[1m各エピソードにはいくつかの中心的な問題や出来事があり、いつも非常に軽いものです。\u001b[22m, \u001b[1m各エピソードは、いくつかの中心的な問題やイベントがあり、それは常に非常に軽いものです。\u001b[22m\n\u001b[4mNothing special, but this setup is pretty normal for shorts.\u001b[24m\n    \u001b[1m特別なものはありませんが、この設定は短くても普通です。\u001b[22m, \u001b[1m何も特別なことが、この設定はショートパンツのためにかなり正常ではありません。\u001b[22m\n\u001b[4mYou can watch it all in under an hour!\u001b[24m\n    \u001b[1mあなたは1時間以内にすべてを見ることができます！\u001b[22m, \u001b[1mあなたは時間の下でそれをすべてで見ることができます！\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nDecent but never astounding, not too much to talk about. Although, they did a good job animating and drawing the merman's muscles, those stand out as quality parts of the show.\n\n\u001b[1m控えめではあるが驚異的ではなく、あまり話すことはない。 彼らは、マーマンの筋肉をアニメーション化して描くのに良い仕事をしましたが、彼らはショーの質の高い部分として際立っています。\u001b[22m\n\u001b[1m(Hikaemede waaruga kyōi-tekide wa naku, amari hanasu koto wanai. Karera wa, māman no kin'niku o animēshon-ka shite kaku no ni yoi shigoto o shimashitaga, karera wa shō no shitsu no takai bubun to shite kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mDecent but never astounding, not too much to talk about. Although, they did a good job animating and drawing the merman's muscles, those stand out as quality parts of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDecent but never astounding, not too much to talk about.\u001b[24m\n    \u001b[1m控えめではあるが驚異的ではなく、あまり話すことはない。\u001b[22m, \u001b[1mまとも決して驚くべきもの、について話をあまりありません。\u001b[22m\n\u001b[4mAlthough, they did a good job animating and drawing the merman's muscles, those stand out as quality parts of the show.\u001b[24m\n    \u001b[1m彼らは、マーマンの筋肉をアニメーション化して描くのに良い仕事をしましたが、彼らはショーの質の高い部分として際立っています。\u001b[22m, \u001b[1m彼らはアニメーションやマーマンの筋肉を描く良い仕事をした、が、それらはショーの品質の部品として際立っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m\nThere was background music? I hate to keep playing the nothing-special card, but this really applies to the sound. The OP sounds nice but feels completely out of place.\n\n\u001b[1mバックグラウンドミュージックがありましたか？ 私は何も特別なカードを演奏し続けるのが嫌いですが、これは本当にサウンドに当てはまります。  OPは素晴らしく聞こえるが、完全に外れていると感じる。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku ga arimashita ka? Watashi wa nani mo tokubetsuna kādo o ensō shi tsudzukeru no ga kiraidesuga, kore wa hontōni saundo ni atehamarimasu. OP wa subarashiku kikoeruga, kanzen ni hazurete iru to kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mThere was background music? I hate to keep playing the nothing-special card, but this really applies to the sound. The OP sounds nice but feels completely out of place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was background music?\u001b[24m\n    \u001b[1mバックグラウンドミュージックがありましたか？\u001b[22m, \u001b[1m背景音楽がありましたか？\u001b[22m\n\u001b[4mI hate to keep playing the nothing-special card, but this really applies to the sound.\u001b[24m\n    \u001b[1m私は何も特別なカードを演奏し続けるのが嫌いですが、これは本当にサウンドに当てはまります。\u001b[22m, \u001b[1m私は何も特殊カードを再生し続けることを憎むが、これは本当に音に適用されます。\u001b[22m\n\u001b[4mThe OP sounds nice but feels completely out of place.\u001b[24m\n    \u001b[1mOPは素晴らしく聞こえるが、完全に外れていると感じる。\u001b[22m, \u001b[1mOPはいい音が、場違い完全に感じています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nNow we're talking! The main character looks like a yellow eyed messy hair edgelord, but is actually a pretty nice guy, just not very talkative. His merman buddy is far more outgoing and flamboyent, creating a classic comedy duo. The merman's also got some monsterboy buddies that show up in a few of the episodes, they're all diverse and enjoyable for the brief times they appear. The one character I dislike is the MC's sister. She fits every annoying little sister trope imaginable, has a gross onii-chan fetish, and just adds loli to a show that doesn't need loli at all. She's only around for 2 episodes, so it's tolerable.\n\n\u001b[1m今話している！ 主人公は黄色い目のような厄介な髪のエッジロールのように見えますが、実際にはかなりいい人です。 彼のマーマンの仲間は、はるかに多くの派手で華麗で、古典的なコメディのデュオを作り出しています。 マーマンのエピソードのいくつかに現れるモンスターボーイの仲間もいます。彼らは、彼らが登場する短い時間のために、多様で楽しいものです。 私が嫌いなキャラクターはMCの妹です。 彼女は想像を絶するすべての厄介な姉妹のトロピックに合っていて、大物のお兄ちゃんのフェチがあり、単にロリを必要としないショーにロリを加えるだけです。 彼女は2つのエピソードの周りだけですので、それは許容されます。\u001b[22m\n\u001b[1m(Ima hanashite iru! Shujinkō wa kiiroi me no yōna yakkaina kami no ejjirōru no yō ni miemasuga, jissai ni wa kanari ī hitodesu. Kare no māman no nakama wa, haruka ni ōku no hadede kareide, koten-tekina komedi no de~yuo o tsukuridashite imasu. Māman no episōdo no ikutsu ka ni arawareru monsutābōi no nakama mo imasu. Karera wa, karera ga tōjō suru mijikai jikan no tame ni, tayōde tanoshī monodesu. Watashi ga kiraina kyarakutā wa MC no imōtodesu. Kanojo wa sōzō o zessuru subete no yakkaina shimai no toro pikku ni atte ite, ōmono no o nīchan no fechi ga ari, tan'ni rori o hitsuyō to shinai shō ni rori o kuwaeru dakedesu. Kanojo wa 2tsu no episōdo no mawari dakedesunode, soreha kyoyō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mNow we're talking! The main character looks like a yellow eyed messy hair edgelord, but is actually a pretty nice guy, just not very talkative. His merman buddy is far more outgoing and flamboyent, creating a classic comedy duo. The merman's also got some monsterboy buddies that show up in a few of the episodes, they're all diverse and enjoyable for the brief times they appear. The one character I dislike is the MC's sister. She fits every annoying little sister trope imaginable, has a gross onii-chan fetish, and just adds loli to a show that doesn't need loli at all. She's only around for 2 episodes, so it's tolerable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow we're talking!\u001b[24m\n    \u001b[1m今話している！\u001b[22m, \u001b[1m今、私たちは話しています！\u001b[22m\n\u001b[4mThe main character looks like a yellow eyed messy hair edgelord, but is actually a pretty nice guy, just not very talkative.\u001b[24m\n    \u001b[1m主人公は黄色い目のような厄介な髪のエッジロールのように見えますが、実際にはかなりいい人です。\u001b[22m, \u001b[1mメインキャラクターは、黄色の目の厄介な毛edgelordのように見えるが、実際には非常におしゃべりしませかなりいい男、です。\u001b[22m\n\u001b[4mHis merman buddy is far more outgoing and flamboyent, creating a classic comedy duo.\u001b[24m\n    \u001b[1m彼のマーマンの仲間は、はるかに多くの派手で華麗で、古典的なコメディのデュオを作り出しています。\u001b[22m, \u001b[1m彼マーマンバディは、古典的なお笑いコンビを作成し、はるかに発信し、flamboyentです。\u001b[22m\n\u001b[4mThe merman's also got some monsterboy buddies that show up in a few of the episodes, they're all diverse and enjoyable for the brief times they appear.\u001b[24m\n    \u001b[1mマーマンのエピソードのいくつかに現れるモンスターボーイの仲間もいます。彼らは、彼らが登場する短い時間のために、多様で楽しいものです。\u001b[22m, \u001b[1mマーマンのもエピソードのいくつかに表示いくつかのmonsterboyの仲間を持って、彼らは現れ短い時間のためのすべての多様で楽しいです。\u001b[22m\n\u001b[4mThe one character I dislike is the MC's sister.\u001b[24m\n    \u001b[1m私が嫌いなキャラクターはMCの妹です。\u001b[22m, \u001b[1m私が嫌いな1文字がMCの姉妹です。\u001b[22m\n\u001b[4mShe fits every annoying little sister trope imaginable, has a gross onii-chan fetish, and just adds loli to a show that doesn't need loli at all.\u001b[24m\n    \u001b[1m彼女は想像を絶するすべての厄介な姉妹のトロピックに合っていて、大物のお兄ちゃんのフェチがあり、単にロリを必要としないショーにロリを加えるだけです。\u001b[22m, \u001b[1m彼女は、ありとあらゆる迷惑な妹の比喩に合うグロスお兄ちゃんのフェチを持っており、ちょうどすべてでロリを必要としないショーにロリを追加します。\u001b[22m\n\u001b[4mShe's only around for 2 episodes, so it's tolerable.\u001b[24m\n    \u001b[1m彼女は2つのエピソードの周りだけですので、それは許容されます。\u001b[22m, \u001b[1m彼女は2エピソードだけ周りですので、それは許容です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nSometimes the show is funny. More often then not the attempts at humor fall flat or just don't seem to exist, but the show always ends up being absolutely adorable, and it's never a chore to get through episodes (partially because they're so short).\n\n\u001b[1m時々ショーは面白いです。 しばしば、ユーモアの試みがフラットになったり、存在しないように見えることはありませんが、ショーはいつも絶対に愛らしいものになってしまいます。エピソードを手に入れるのは決して楽しいことではありません。\u001b[22m\n\u001b[1m(Tokidoki shō wa omoshiroidesu. Shibashiba, yūmoa no kokoromi ga furatto ni nattari, sonzai shinai yō ni mieru koto wa arimasenga, shō wa itsumo zettai ni airashī mono ni natte shimaimasu. Episōdo o te ni ireru no wa kesshite tanoshī kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSometimes the show is funny. More often then not the attempts at humor fall flat or just don't seem to exist, but the show always ends up being absolutely adorable, and it's never a chore to get through episodes (partially because they're so short).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes the show is funny.\u001b[24m\n    \u001b[1m時々ショーは面白いです。\u001b[22m, \u001b[1m時にはショーは面白いです。\u001b[22m\n\u001b[4mMore often then not the attempts at humor fall flat or just don't seem to exist, but the show always ends up being absolutely adorable, and it's never a chore to get through episodes (partially because they're so short).\u001b[24m\n    \u001b[1mしばしば、ユーモアの試みがフラットになったり、存在しないように見えることはありませんが、ショーはいつも絶対に愛らしいものになってしまいます。エピソードを手に入れるのは決して楽しいことではありません。\u001b[22m, \u001b[1mもっと頻繁にしてユーモアの試みは、フラット落ちないか、単に存在していないように見えますが、ショーは常に絶対に愛らしいなってしまうと、それが（彼らはとても足りない部分的にので）エピソードを介して取得するための雑用ことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nOrenchi no Furo Jijou ends up being an absolute fluff-fest starring some extremely straight characters. It's not groundbreaking, but hey, there's nothing wrong with cute boys doing cute things together.\n\n\u001b[1mOrenchi no Furo Jijouは、非常にまっすぐなキャラクターが出演しています。 画期的なことではありませんが、かわいい男の子たちが一緒にかわいいことをするのは間違いありません。\u001b[22m\n\u001b[1m(Orenchi no Furo Jijou wa, hijō ni massuguna kyarakutā ga shutsuen shite imasu. Kakkitekina kotode wa arimasenga, kawaī otokonoko-tachi ga issho ni kawaī koto o suru no wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOrenchi no Furo Jijou ends up being an absolute fluff-fest starring some extremely straight characters. It's not groundbreaking, but hey, there's nothing wrong with cute boys doing cute things together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrenchi no Furo Jijou ends up being an absolute fluff-fest starring some extremely straight characters.\u001b[24m\n    \u001b[1mOrenchi no Furo Jijouは、非常にまっすぐなキャラクターが出演しています。\u001b[22m, \u001b[1mオレん家のフロ事情は、いくつかの非常にストレートの文字を主演絶対綿毛フェストされて終わるません。\u001b[22m\n\u001b[4mIt's not groundbreaking, but hey, there's nothing wrong with cute boys doing cute things together.\u001b[24m\n    \u001b[1m画期的なことではありませんが、かわいい男の子たちが一緒にかわいいことをするのは間違いありません。\u001b[22m, \u001b[1mこれは画期的ではないですが、ちょっと、かわいい男の子はかわいいものを一緒にやっては何も問題はありません。\u001b[22m\nYou can get through the show in less than an hour, so it's a pretty low-risk investment even if you're not the biggest fan.\n\n\u001b[1m1時間も経たないうちにショーを見ることができるので、あなたが一番のファンではないとしても、それはかなりリスクの低い投資です。\u001b[22m\n\u001b[1m(1-Jikan mo tatanai uchi ni shō o miru koto ga dekiru node, anata ga ichiban no fande wa nai to shite mo, sore wa kanari risuku no hikui tōshidesu.)\u001b[22m\n\nTranslations of \u001b[4mYou can get through the show in less than an hour, so it's a pretty low-risk investment even if you're not the biggest fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can get through the show in less than an hour, so it's a pretty low-risk investment even if you're not the biggest fan.\u001b[24m\n    \u001b[1m1時間も経たないうちにショーを見ることができるので、あなたが一番のファンではないとしても、それはかなりリスクの低い投資です。\u001b[22m, \u001b[1mあなたは1時間以内でショーを介して取得することができますので、それはあなたが最大のファンではない方にもかなり低リスクの投資です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDid I mention how heterosexual this show is?\n\n\u001b[1m私は異性愛者のこの番組がいかに言及しましたか？\u001b[22m\n\u001b[1m(Watashi wa iseiaisha no kono bangumi ga ikani genkyū shimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mDid I mention how heterosexual this show is?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I mention how heterosexual this show is?\u001b[24m\n    \u001b[1m私は異性愛者のこの番組がいかに言及しましたか？\u001b[22m, \u001b[1m私はこの番組がどのように異性言及しましたか？\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "DrMcNinja85",
    "profile": "/profile/DrMcNinja85/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=175419",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n（ここで詳細なレビューはしていません）「短くて甘い」 このシリーズをうまくまとめます。\n\n物語は奇妙で、裏話はほとんどありませんが、物語が深くないので、それは問題ではありません。\nそれぞれのエピソードには、ワカサ（Free loading Merman）とTatsumi（バスタブが引き継がれたティーン）の両方が、通常かなりかわいらしい方法で克服される独立した問題があります。\n\n私は選択された声優が大好きです、彼らは文字のために絶対に完璧です、特にマキ、彼の声は、\n\nアートワークは細かいものではありませんが、個人的に私はそれが素晴らしいと思っています。それは軽快なテーマに合っており、各キャラクターのちびの形は愛らしいです。\n\n私にはこれは短いエピソードですが、私はこのようなショーツの豊富な経験を持っているとは言えませんが、私が遭遇した作品のいくつかはアートワークでコーナーをカットしています。 物事は急落したようだが、これで何も急いではないようだ。\n\n光り心地のコメディや愛らしいキャラクターが好きなら、それを楽しんでいないと私は驚くでしょう。 エピソードが非常に短いので試してみることをお勧めします。あなたがそれがあなたのためではないと分かっても、時間を無駄にすることはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(Not an in-depth review here) 'Short and sweet.' Sums this series up very well.\n\n\u001b[1m（ここで詳細なレビューはしていません）「短くて甘い」 このシリーズをうまくまとめます。\u001b[22m\n\u001b[1m((Koko de shōsaina rebyū wa shite imasen) `mijikakute amai' kono shirīzu o umaku matomemasu.)\u001b[22m\n\nTranslations of \u001b[4m(Not an in-depth review here) 'Short and sweet.' Sums this series up very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Not an in-depth review here) 'Short and sweet.'\u001b[24m\n    \u001b[1m（ここで詳細なレビューはしていません）「短くて甘い」\u001b[22m, \u001b[1m（ここにはいないの深いレビュー）」ショートと甘いです。」\u001b[22m\n\u001b[4mSums this series up very well.\u001b[24m\n    \u001b[1mこのシリーズをうまくまとめます。\u001b[22m, \u001b[1m和非常によく、このシリーズアップ。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is bizarre with little backstory but since no story goes very deep, it is not an issue.\n\n\u001b[1m物語は奇妙で、裏話はほとんどありませんが、物語が深くないので、それは問題ではありません。\u001b[22m\n\u001b[1m(Monogatari wa kimyōde, urabanashi wa hotondo arimasenga, monogatari ga fukakunainode, soreha mondaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is bizarre with little backstory but since no story goes very deep, it is not an issue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is bizarre with little backstory but since no story goes very deep, it is not an issue.\u001b[24m\n    \u001b[1m物語は奇妙で、裏話はほとんどありませんが、物語が深くないので、それは問題ではありません。\u001b[22m, \u001b[1m話は少し裏話と奇妙ですが、何の話は非常に深い行かないので、それは問題ではありません。\u001b[22m\nEach episode has a stand alone issue which Wakasa (Free loading Merman) and Tatsumi (Teen whose bathtub has been taken over) both overcome usually in a pretty adorable way.\n\n\u001b[1mそれぞれのエピソードには、ワカサ（Free loading Merman）とTatsumi（バスタブが引き継がれたティーン）の両方が、通常かなりかわいらしい方法で克服される独立した問題があります。\u001b[22m\n\u001b[1m(Sorezore no episōdo ni wa, Wakasa (furī loading Merman) to Tatsumi (basu tabu ga hikitsuga reta tīn) no ryōhō ga, tsūjō kanari kawairashī hōhō de kokufuku sa reru dokuritsu shita mondai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEach episode has a stand alone issue which Wakasa (Free loading Merman) and Tatsumi (Teen whose bathtub has been taken over) both overcome usually in a pretty adorable way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach episode has a stand alone issue which Wakasa (Free loading Merman) and Tatsumi (Teen whose bathtub has been taken over) both overcome usually in a pretty adorable way.\u001b[24m\n    \u001b[1mそれぞれのエピソードには、ワカサ（Free loading Merman）とTatsumi（バスタブが引き継がれたティーン）の両方が、通常かなりかわいらしい方法で克服される独立した問題があります。\u001b[22m, \u001b[1m各エピソードは若狭（無料ロードマーマン）と巽（バスタブ引き継がれているティーンは）かなり愛らしい方法で通常克服両方のスタンドアローン問題があります。\u001b[22m\n\u001b[1m\u001b[22m\nI love the voice actors chosen, they are absolutely perfect for the characters, especially Maki, his voice made me giggle at times XD\n\n\u001b[1m私は選択された声優が大好きです、彼らは文字のために絶対に完璧です、特にマキ、彼の声は、\u001b[22m\n\u001b[1m(Watashi wa sentaku sa reta seiyū ga daisukidesu, karera wa moji no tame ni zettai ni kanpekidesu, tokuni maki, kare no koe wa,)\u001b[22m\n\nTranslations of \u001b[4mI love the voice actors chosen, they are absolutely perfect for the characters, especially Maki, his voice made me giggle at times XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the voice actors chosen, they are absolutely perfect for the characters, especially Maki, his voice made me giggle at times XD\u001b[24m\n    \u001b[1m私は選択された声優が大好きです、彼らは文字のために絶対に完璧です、特にマキ、彼の声は、\u001b[22m, \u001b[1m私が選ばれた声優を愛し、彼らは、特にマキ文字のために絶対に完全である、彼の声は倍XDで私はクスクス笑い製\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is not super detailed but personally I think it is fantastic, it suits the light-hearted theme and the chibi forms of each character are adorable.\n\n\u001b[1mアートワークは細かいものではありませんが、個人的に私はそれが素晴らしいと思っています。それは軽快なテーマに合っており、各キャラクターのちびの形は愛らしいです。\u001b[22m\n\u001b[1m(Ātowāku wa komakai monode wa arimasenga, kojin-teki ni watashi wa sore ga subarashī to omotte imasu. Sore wa keikaina tēma ni atte ori, kaku kyarakutā no chibi no katachi wa airashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is not super detailed but personally I think it is fantastic, it suits the light-hearted theme and the chibi forms of each character are adorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is not super detailed but personally I think it is fantastic, it suits the light-hearted theme and the chibi forms of each character are adorable.\u001b[24m\n    \u001b[1mアートワークは細かいものではありませんが、個人的に私はそれが素晴らしいと思っています。それは軽快なテーマに合っており、各キャラクターのちびの形は愛らしいです。\u001b[22m, \u001b[1mアートワークは超詳しくないですが、個人的に私はそれは幻想だと思う、それは陽気なテーマに合った、各文字のちびフォームが愛らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nTo me, this is short episodes done right, I cannot say I have extensive experience of shorts like this, but a few of the ones I did encounter cut corners with the artwork, some things had a lot of detail but the backgrounds were just dragging the whole thing down and then the story seemed rushed, but with this, nothing seemed rushed.\n\n\u001b[1m私にはこれは短いエピソードですが、私はこのようなショーツの豊富な経験を持っているとは言えませんが、私が遭遇した作品のいくつかはアートワークでコーナーをカットしています。 物事は急落したようだが、これで何も急いではないようだ。\u001b[22m\n\u001b[1m(Watashiniha kore wa mijikai episōdodesuga, watashi wa kono yōna shōtsu no hōfuna keiken o motte iru to wa iemasenga, watashi ga sōgū shita sakuhin no ikutsu ka wa ātowāku de kōnā o katto shite imasu. Monogoto wa kyūraku shita yōdaga, kore de nani mo isoide wa nai yōda.)\u001b[22m\n\nTranslations of \u001b[4mTo me, this is short episodes done right, I cannot say I have extensive experience of shorts like this, but a few of the ones I did encounter cut corners with the artwork, some things had a lot of detail but the backgrounds were just dragging the whole thing down and then the story seemed rushed, but with this, nothing seemed rushed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me, this is short episodes done right, I cannot say I have extensive experience of shorts like this, but a few of the ones I did encounter cut corners with the artwork, some things had a lot of detail but the backgrounds were just dragging\u001b[24m\n    \u001b[1m私にはこれは短いエピソードですが、私はこのようなショーツの豊富な経験を持っているとは言えませんが、私が遭遇した作品のいくつかはアートワークでコーナーをカットしています。\u001b[22m, \u001b[1m私にとって、これは私がこのようなショートパンツの豊富な経験を持っていると言うことができない、右行っ短いエピソードですが、私は出会いをしたもののいくつかは、アートワークで手抜きをし、いくつかのものが、詳細の多くを持っていたが、背景は、単にドラッグし、\u001b[22m\n\u001b[4mthe whole thing down and then the story seemed rushed, but with this, nothing seemed rushed.\u001b[24m\n    \u001b[1m物事は急落したようだが、これで何も急いではないようだ。\u001b[22m, \u001b[1m全部がダウンし、その後、物語は急いで見えたが、これでは、何も急いでいないように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like light-hearted comedy and adorable characters, then I will be surprised if you do not enjoy it. I recommend giving it a try since the episodes are so short, no time wasted even if you find it is not for you.\n\n\u001b[1m光り心地のコメディや愛らしいキャラクターが好きなら、それを楽しんでいないと私は驚くでしょう。 エピソードが非常に短いので試してみることをお勧めします。あなたがそれがあなたのためではないと分かっても、時間を無駄にすることはありません。\u001b[22m\n\u001b[1m(Hikari-gokochi no komedi ya airashī kyarakutā ga sukinara, sore o tanoshinde inaito watashi wa odorokudeshou. Episōdo ga hijō ni mijikainode tameshite miru koto o o susume shimasu. Anata ga sore ga anata no tamede wa nai to wakatte mo, jikan o muda ni suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you like light-hearted comedy and adorable characters, then I will be surprised if you do not enjoy it. I recommend giving it a try since the episodes are so short, no time wasted even if you find it is not for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like light-hearted comedy and adorable characters, then I will be surprised if you do not enjoy it.\u001b[24m\n    \u001b[1m光り心地のコメディや愛らしいキャラクターが好きなら、それを楽しんでいないと私は驚くでしょう。\u001b[22m, \u001b[1mあなたは快活なコメディと愛らしいキャラクターを好きなら、あなたがそれを享受していない場合、私は驚かれることでしょう。\u001b[22m\n\u001b[4mI recommend giving it a try since the episodes are so short, no time wasted even if you find it is not for you.\u001b[24m\n    \u001b[1mエピソードが非常に短いので試してみることをお勧めします。あなたがそれがあなたのためではないと分かっても、時間を無駄にすることはありません。\u001b[22m, \u001b[1m私はエピソードがとても短いので、あなたはそれがあなたのためではありません見つける場合でも、それには時間浪費を試してみるていないお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "liriedeary",
    "profile": "/profile/liriedeary/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=193162",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nそれが何であれ、オレフロはかなり良いです。 それは短い、甘い、そしてポイントまでです。  4枚の漫画のアニメが4分のエピソードを持っていることにかなり合っている。\n\nストーリー：5\n基本的には存在しない。 各エピソードにはそれぞれ独自の小さなプロットが含まれています。 しかし、人妻がバスタブに住んでいるという不自然な状況のため、エピソードは一般的に、退屈な、過度に使用されていた人生の話題に陥ることはありません。 しかし、前提はほとんど過度に単純化されており、状況の実用性が問題になることはめったにありません。\n\nアート：8\nこれは間違いなく短いエピソードの恩恵を受けた部分です。 芸術はスムーズで活気があり、通常のスタイル、より美意識がある輝くスタイル、シンプルなちびスタイルの間でシームレスに反転します。 文字が表示される方法は、シーンの感触に多くを追加します。 ショーの大半は浴室で行われるので、背景にはあまり変化はありません。 私は本当に芸術を高く評価する方法を考えることができませんでした - それはそうではないので、それは特に顕著ではありません。 それは、必要なことを非常に効果的に行いました。\n\nサウンド：7\n特に思い出深いテーマはありませんでしたが、音楽はショーの雰囲気のもう一つの大きな要因でした。 もちろん、エピソードの長さのために、どんな種類の定期的な音楽テーマも、何かを追加するよりも疲れるようになるでしょう。 すべての曲が適切に配置されました。  ...ショー自体よりもはるかに激しい、やや奇妙なオープニングテーマを除いて。 声優も素晴らしかったです。 すべての人物は、その人の声がかなりよく似合うように、自分の調子と話し方が異なっていました。 音は芸術に似ていますが、それは正確に行う必要があるという事実にあります。\n\nキャラクター：8\nシリーズの簡潔さと比較的単純な状況のため、キャラクターの深さは1つのエピソードを除いてはあまり探されません。 それにもかかわらず、キャラクターはすべて非常に明確で楽しいものです。 それぞれのキャラクターが、彼らが元にした動物の特徴のいくつかをどのように採用したかを見るのはかわいいものでした。 私の批判は主人公の妹でなければなりません。 彼女の弟への愛着は、兄弟愛をはるかに超えていたようだ。 何も明示されていないので、あまりにも多くのことを読んでいる私のシニシズムかもしれません。\n\n楽しさ：9\n通常、私は生命のアニメのファンではありません。  Orefuroは短いエピソードとシンプルでかわいい物語で物事を新鮮に保ちました。 それは軽く、見やすく、非常に良い感じの良いアニメです。 私は最初は懐疑的だったが、それを見た後、私はうれしく驚いた。 私の大きな問題はそれ以上はないということです！ 短いエピソードではうまく動作しますが、10分のエピソード長を処理できるかどうかはほとんど疑問です。 短いエピソードの活発なペースを維持しながら、もう少し深みのあるストーリーを可能にします。 いずれにせよ、13のエピソードだけでは十分気分が悪かった。\n\n短いエピソードの長さは間違いなくこれを試みる価値のあるアニメにします。 あなたの時間のちょうど10分は2つの全体のエピソードを意味する！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFor what it is, Orefuro is pretty good. It's short, sweet, and to the point. Quite fitting that an anime of a 4 panel comic has 4 minute episodes.\n\n\u001b[1mそれが何であれ、オレフロはかなり良いです。 それは短い、甘い、そしてポイントまでです。  4枚の漫画のアニメが4分のエピソードを持っていることにかなり合っている。\u001b[22m\n\u001b[1m(Sore ga nandeare, orefuro wa kanari yoidesu. Sore wa mijikai, amai, soshite pointo madedesu. 4-Mai no manga no anime ga 4-bu no episōdo o motte iru koto ni kanari atte iru.)\u001b[22m\n\nTranslations of \u001b[4mFor what it is, Orefuro is pretty good. It's short, sweet, and to the point. Quite fitting that an anime of a 4 panel comic has 4 minute episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor what it is, Orefuro is pretty good.\u001b[24m\n    \u001b[1mそれが何であれ、オレフロはかなり良いです。\u001b[22m, \u001b[1mそれが何であるかについては、Orefuroはかなり良いです。\u001b[22m\n\u001b[4mIt's short, sweet, and to the point.\u001b[24m\n    \u001b[1mそれは短い、甘い、そしてポイントまでです。\u001b[22m, \u001b[1mこれは、短い甘い、との点にあります。\u001b[22m\n\u001b[4mQuite fitting that an anime of a 4 panel comic has 4 minute episodes.\u001b[24m\n    \u001b[1m4枚の漫画のアニメが4分のエピソードを持っていることにかなり合っている。\u001b[22m, \u001b[1m4コマ漫画のアニメが4分のエピソードを持っていることは非常にフィッティング。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5\n\n\u001b[1mストーリー：5\u001b[22m\n\u001b[1m(Sutōrī: 5)\u001b[22m\n\nTranslations of \u001b[4mStory: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5\u001b[24m\n    \u001b[1mストーリー：5\u001b[22m\nBasically nonexistant. Each episode contains its own small plot. Due to the rather unnatural circumstances of a merman living in the bathtub, though, the episodes generally don't fall into boring, overused slice of life story tropes. However, the premise is almost overly simplistic, and rarely are the practicalities of the situation brought into question.\n\n\u001b[1m基本的には存在しない。 各エピソードにはそれぞれ独自の小さなプロットが含まれています。 しかし、人妻がバスタブに住んでいるという不自然な状況のため、エピソードは一般的に、退屈な、過度に使用されていた人生の話題に陥ることはありません。 しかし、前提はほとんど過度に単純化されており、状況の実用性が問題になることはめったにありません。\u001b[22m\n\u001b[1m(Kihontekini wa sonzaishinai. Kaku episōdo ni wa sorezore dokuji no chīsana purotto ga fukuma rete imasu. Shikashi, hitodzuma ga basu tabu ni sunde iru to iu fushizen'na jōkyō no tame, episōdo wa ippantekini, taikutsuna, kado ni shiyō sa rete ita jinsei no wadai ni ochīru koto wa arimasen. Shikashi, zentei wa hotondo kado ni tanjun-ka sa rete ori, jōkyō no jitsuyō-sei ga mondai ni naru koto wa mettani arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBasically nonexistant. Each episode contains its own small plot. Due to the rather unnatural circumstances of a merman living in the bathtub, though, the episodes generally don't fall into boring, overused slice of life story tropes. However, the premise is almost overly simplistic, and rarely are the practicalities of the situation brought into question.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically nonexistant.\u001b[24m\n    \u001b[1m基本的には存在しない。\u001b[22m, \u001b[1m基本的にはnonexistant。\u001b[22m\n\u001b[4mEach episode contains its own small plot.\u001b[24m\n    \u001b[1m各エピソードにはそれぞれ独自の小さなプロットが含まれています。\u001b[22m, \u001b[1m各エピソードは、独自の小さなプロットが含まれています。\u001b[22m\n\u001b[4mDue to the rather unnatural circumstances of a merman living in the bathtub, though, the episodes generally don't fall into boring, overused slice of life story tropes.\u001b[24m\n    \u001b[1mしかし、人妻がバスタブに住んでいるという不自然な状況のため、エピソードは一般的に、退屈な、過度に使用されていた人生の話題に陥ることはありません。\u001b[22m, \u001b[1m浴槽の中で生きているマーマンのはむしろ不自然な状況に起因して、しかし、エピソードは、一般的に人生の物語の比喩の退屈な、使い古されたスライスに分類されません。\u001b[22m\n\u001b[4mHowever, the premise is almost overly simplistic, and rarely are the practicalities of the situation brought into question.\u001b[24m\n    \u001b[1mしかし、前提はほとんど過度に単純化されており、状況の実用性が問題になることはめったにありません。\u001b[22m, \u001b[1mしかし、前提はほとんど過度に単純化され、そしてめったに質問に持ち込ま状況の実用性はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nThis is definitely a part that benefited from short episodes. The art is smooth and vibrant, often seamlessly flipping between its normal style, a more 'bishoujo' sparkly style, and a simple chibi style. The way characters are shown adds a lot to the feel of a scene. There isn't much variation in backgrounds, as the majority of the show takes place in the bathroom. I really couldn't think of a way to score the art higher--it's not particularly outstanding, because it didn't try to be. It did what it needed to do, very effectively.\n\n\u001b[1mこれは間違いなく短いエピソードの恩恵を受けた部分です。 芸術はスムーズで活気があり、通常のスタイル、より美意識がある輝くスタイル、シンプルなちびスタイルの間でシームレスに反転します。 文字が表示される方法は、シーンの感触に多くを追加します。 ショーの大半は浴室で行われるので、背景にはあまり変化はありません。 私は本当に芸術を高く評価する方法を考えることができませんでした - それはそうではないので、それは特に顕著ではありません。 それは、必要なことを非常に効果的に行いました。\u001b[22m\n\u001b[1m(Kore wa machigainaku mijikai episōdo no onkei o uketa bubundesu. Geijutsu wa sumūzu de kakki ga ari, tsūjō no sutairu, yori biishiki ga aru kagayaku sutairu, shinpuruna chibi sutairu no ma de shīmuresu ni hanten shimasu. Moji ga hyōji sa reru hōhō wa, shīn no kanshoku ni ōku o tsuika shimasu. Shō no taihan wa yokushitsu de okonawa rerunode, haikei ni wa amari henka wa arimasen. Watashi wa hontōni geijutsu o takaku hyōka suru hōhō o kangaeru koto ga dekimasendeshita - sore wa sōde wanainode, sore wa tokuni kenchode wa arimasen. Sore wa, hitsuyōna koto o hijō ni kōka-teki ni okonaimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is definitely a part that benefited from short episodes. The art is smooth and vibrant, often seamlessly flipping between its normal style, a more 'bishoujo' sparkly style, and a simple chibi style. The way characters are shown adds a lot to the feel of a scene. There isn't much variation in backgrounds, as the majority of the show takes place in the bathroom. I really couldn't think of a way to score the art higher--it's not particularly outstanding, because it didn't try to be. It did what it needed to do, very effectively.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is definitely a part that benefited from short episodes.\u001b[24m\n    \u001b[1mこれは間違いなく短いエピソードの恩恵を受けた部分です。\u001b[22m\n\u001b[4mThe art is smooth and vibrant, often seamlessly flipping between its normal style, a more 'bishoujo' sparkly style, and a simple chibi style.\u001b[24m\n    \u001b[1m芸術はスムーズで活気があり、通常のスタイル、より美意識がある輝くスタイル、シンプルなちびスタイルの間でシームレスに反転します。\u001b[22m, \u001b[1m芸術は、多くの場合、シームレスに、その通常のスタイルの間より「美少女」キラキラスタイル、シンプルなちびスタイルを反転、滑らかで活気に満ちています。\u001b[22m\n\u001b[4mThe way characters are shown adds a lot to the feel of a scene.\u001b[24m\n    \u001b[1m文字が表示される方法は、シーンの感触に多くを追加します。\u001b[22m, \u001b[1m文字が表示されている方法は、シーンの感触に多くを追加します。\u001b[22m\n\u001b[4mThere isn't much variation in backgrounds, as the majority of the show takes place in the bathroom.\u001b[24m\n    \u001b[1mショーの大半は浴室で行われるので、背景にはあまり変化はありません。\u001b[22m, \u001b[1mショーの大半はバスルームで起こるような背景に多くのバリエーションは、ありません。\u001b[22m\n\u001b[4mI really couldn't think of a way to score the art higher--it's not particularly outstanding, because it didn't try to be.\u001b[24m\n    \u001b[1m私は本当に芸術を高く評価する方法を考えることができませんでした - それはそうではないので、それは特に顕著ではありません。\u001b[22m, \u001b[1m私は本当に高い芸術を獲得するための方法を考えることができなかった - それは、特に優れたではありません、それがためにしようとしなかったので。\u001b[22m\n\u001b[4mIt did what it needed to do, very effectively.\u001b[24m\n    \u001b[1mそれは、必要なことを非常に効果的に行いました。\u001b[22m, \u001b[1mそれは非常に効果的に、行うために必要なものでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nWhile there were no particularly memorable themes, music was another large factor to the mood of the show. Of course, due to the length of the episodes, any kind of recurring musical themes would more likely become tiring rather than adding anything. All the songs were appropriately placed. ...except for the somewhat strange opening theme, which is a lot more intense than the show itself. Voice acting was also great. Every character was distinct in their tone and manner of speaking, with their voices fitting their characters quite well. Sound is similar to art in the fact that it does exactly what it needs to do.\n\n\u001b[1m特に思い出深いテーマはありませんでしたが、音楽はショーの雰囲気のもう一つの大きな要因でした。 もちろん、エピソードの長さのために、どんな種類の定期的な音楽テーマも、何かを追加するよりも疲れるようになるでしょう。 すべての曲が適切に配置されました。  ...ショー自体よりもはるかに激しい、やや奇妙なオープニングテーマを除いて。 声優も素晴らしかったです。 すべての人物は、その人の声がかなりよく似合うように、自分の調子と話し方が異なっていました。 音は芸術に似ていますが、それは正確に行う必要があるという事実にあります。\u001b[22m\n\u001b[1m(Tokuni omoidebukai tēma wa arimasendeshitaga, ongaku wa shō no fun'iki no mōhitotsu no ōkina yōindeshita. Mochiron, episōdo no naga-sa no tame ni, don'na shurui no teiki-tekina ongaku tēma mo, nanika o tsuika suru yori mo tsukareru yō ni narudeshou. Subete no kyoku ga tekisetsu ni haichi sa remashita. ... Shō jitai yori mo haruka ni hageshī, yaya kimyōna ōpuningutēma o nozoite. Seiyū mo subarashikattadesu. Subete no jinbutsu wa, sono hito no koe ga kanari yoku niau yō ni, jibun no chōshi to hanashikata ga kotonatte imashita. Oto wa geijutsu ni nite imasuga, sore wa seikaku ni okonau hitsuyō ga aru to iu jijitsu ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile there were no particularly memorable themes, music was another large factor to the mood of the show. Of course, due to the length of the episodes, any kind of recurring musical themes would more likely become tiring rather than adding anything. All the songs were appropriately placed. ...except for the somewhat strange opening theme, which is a lot more intense than the show itself. Voice acting was also great. Every character was distinct in their tone and manner of speaking, with their voices fitting their characters quite well. Sound is similar to art in the fact that it does exactly what it needs to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile there were no particularly memorable themes, music was another large factor to the mood of the show.\u001b[24m\n    \u001b[1m特に思い出深いテーマはありませんでしたが、音楽はショーの雰囲気のもう一つの大きな要因でした。\u001b[22m, \u001b[1m何も特に記憶に残るテーマがありませんでしたが、音楽はショーの気分に別の大きな要因でした。\u001b[22m\n\u001b[4mOf course, due to the length of the episodes, any kind of recurring musical themes would more likely become tiring rather than adding anything.\u001b[24m\n    \u001b[1mもちろん、エピソードの長さのために、どんな種類の定期的な音楽テーマも、何かを追加するよりも疲れるようになるでしょう。\u001b[22m, \u001b[1mもちろん、原因エピソードの長さに、音楽のテーマを繰り返し、任意の種類の可能性が高く、むしろ何かを追加するよりも疲れるとなります。\u001b[22m\n\u001b[4mAll the songs were appropriately placed.\u001b[24m\n    \u001b[1mすべての曲が適切に配置されました。\u001b[22m\n\u001b[4m...except for the somewhat strange opening theme, which is a lot more intense than the show itself.\u001b[24m\n    \u001b[1m...ショー自体よりもはるかに激しい、やや奇妙なオープニングテーマを除いて。\u001b[22m, \u001b[1m...ショー自体よりもはるかに多く激しいですやや奇妙なオープニングテーマを除きます。\u001b[22m\n\u001b[4mVoice acting was also great.\u001b[24m\n    \u001b[1m声優も素晴らしかったです。\u001b[22m, \u001b[1m声の演技も素晴らしかったです。\u001b[22m\n\u001b[4mEvery character was distinct in their tone and manner of speaking, with their voices fitting their characters quite well.\u001b[24m\n    \u001b[1mすべての人物は、その人の声がかなりよく似合うように、自分の調子と話し方が異なっていました。\u001b[22m, \u001b[1mすべての文字は、彼らの声は非常によく自分のキャラクターを当てはめると、そのトーンと話すの方法で異なっていました。\u001b[22m\n\u001b[4mSound is similar to art in the fact that it does exactly what it needs to do.\u001b[24m\n    \u001b[1m音は芸術に似ていますが、それは正確に行う必要があるという事実にあります。\u001b[22m, \u001b[1mサウンドは、それが行う必要があるまさにないという事実に技術と同様です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nDue to the brevity of the series and relatively simplistic situations, character depth isn't explored much except for one episode. Despite that, the characters are all very distinct and enjoyable. It was cute to see how each character had adopted some of the characteristics of the animal they were based off of. My one critique would have to be the protagonist's sister. Her attachment to her brother seemed a bit beyond sibling love. Nothing is explicitly stated though, so it may just be my cynicism reading into it too much.\n\n\u001b[1mシリーズの簡潔さと比較的単純な状況のため、キャラクターの深さは1つのエピソードを除いてはあまり探されません。 それにもかかわらず、キャラクターはすべて非常に明確で楽しいものです。 それぞれのキャラクターが、彼らが元にした動物の特徴のいくつかをどのように採用したかを見るのはかわいいものでした。 私の批判は主人公の妹でなければなりません。 彼女の弟への愛着は、兄弟愛をはるかに超えていたようだ。 何も明示されていないので、あまりにも多くのことを読んでいる私のシニシズムかもしれません。\u001b[22m\n\u001b[1m(Shirīzu no kanketsu-sa to hikakuteki tanjun'na jōkyō no tame, kyarakutā no fuka-sa wa 1tsu no episōdo o nozoite wa amari sagasa remasen. Sore nimokakawarazu, kyarakutā wa subete hijō ni meikakude tanoshī monodesu. Sorezore no kyarakutā ga, karera ga gen ni shita dōbutsu no tokuchō no ikutsu ka o dono yō ni saiyō shita ka o miru no wa kawaī monodeshita. Watashi no hihan wa shujinkō no imōtodenakereba narimasen. Kanojo no otōto e no aichaku wa, kyōdai ai o haruka ni koete ita yōda. Nani mo meiji sa rete inainode, amarini mo ōku no koto o yonde iru watashi no shinishizumu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mDue to the brevity of the series and relatively simplistic situations, character depth isn't explored much except for one episode. Despite that, the characters are all very distinct and enjoyable. It was cute to see how each character had adopted some of the characteristics of the animal they were based off of. My one critique would have to be the protagonist's sister. Her attachment to her brother seemed a bit beyond sibling love. Nothing is explicitly stated though, so it may just be my cynicism reading into it too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDue to the brevity of the series and relatively simplistic situations, character depth isn't explored much except for one episode.\u001b[24m\n    \u001b[1mシリーズの簡潔さと比較的単純な状況のため、キャラクターの深さは1つのエピソードを除いてはあまり探されません。\u001b[22m, \u001b[1m一連の簡潔さと、比較的単純な状況に、文字の深さは1つのエピソードを除いてずっと探求されていません。\u001b[22m\n\u001b[4mDespite that, the characters are all very distinct and enjoyable.\u001b[24m\n    \u001b[1mそれにもかかわらず、キャラクターはすべて非常に明確で楽しいものです。\u001b[22m, \u001b[1mそれにもかかわらず、文字はすべての非常に明確な、楽しいです。\u001b[22m\n\u001b[4mIt was cute to see how each character had adopted some of the characteristics of the animal they were based off of.\u001b[24m\n    \u001b[1mそれぞれのキャラクターが、彼らが元にした動物の特徴のいくつかをどのように採用したかを見るのはかわいいものでした。\u001b[22m, \u001b[1m各文字が、それらはのオフに基づいていた動物の特性の一部を採用していたかを確認するために可愛かったです。\u001b[22m\n\u001b[4mMy one critique would have to be the protagonist's sister.\u001b[24m\n    \u001b[1m私の批判は主人公の妹でなければなりません。\u001b[22m, \u001b[1m私の1批判が主人公の妹でなければならないであろう。\u001b[22m\n\u001b[4mHer attachment to her brother seemed a bit beyond sibling love.\u001b[24m\n    \u001b[1m彼女の弟への愛着は、兄弟愛をはるかに超えていたようだ。\u001b[22m, \u001b[1m彼女の兄に彼女の添付ファイルはビット兄弟愛を越えて見えました。\u001b[22m\n\u001b[4mNothing is explicitly stated though, so it may just be my cynicism reading into it too much.\u001b[24m\n    \u001b[1m何も明示されていないので、あまりにも多くのことを読んでいる私のシニシズムかもしれません。\u001b[22m, \u001b[1m何も明示的にかかわらず、述べられていないので、それはちょうど私の皮肉はあまりそれに読書することができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nNormally, I'm not a fan of slice of life animes. Orefuro is different in that it kept things fresh with its short episodes and simple yet cute stories. It's light, easy to watch, and a very good feel-good anime. I was skeptical at first, but after watching it, I was pleasantly surprised. My major issue is that there isn't more of it! It works quite well with shorter episodes, but I almost wonder if it would handle a 10 minute episode length. It would keep the brisk pace of shorter episodes, while also allowing for a little more depth of story. Either way, 13 episodes just didn't feel like enough.\n\n\u001b[1m通常、私は生命のアニメのファンではありません。  Orefuroは短いエピソードとシンプルでかわいい物語で物事を新鮮に保ちました。 それは軽く、見やすく、非常に良い感じの良いアニメです。 私は最初は懐疑的だったが、それを見た後、私はうれしく驚いた。 私の大きな問題はそれ以上はないということです！ 短いエピソードではうまく動作しますが、10分のエピソード長を処理できるかどうかはほとんど疑問です。 短いエピソードの活発なペースを維持しながら、もう少し深みのあるストーリーを可能にします。 いずれにせよ、13のエピソードだけでは十分気分が悪かった。\u001b[22m\n\u001b[1m(Tsūjō, watashi wa seimei no anime no fande wa arimasen. Orefuro wa mijikai episōdo to shinpurude kawaī monogatari de monogoto o shinsen ni tamochimashita. Sore wa karuku, miyasuku, hijō ni yoi kanjinoyoi animedesu. Watashi wa saisho wa kaigi-tekidattaga, sore o mita nochi, watashi wa ureshiku odoroita. Watashi no ōkina mondai wa sore ijō wa nai to iu kotodesu! Mijikai episōdode wa umaku dōsa shimasuga, 10-bu no episōdo-chō o shori dekiru ka dō ka wa hotondo gimondesu. Mijikai episōdo no kappatsuna pēsu o iji shinagara, mōsukoshi fukami no aru sutōrī o kanō ni shimasu. Izure ni seyo, 13 no episōdo dakede wa jūbun kibun ga warukatta.)\u001b[22m\n\nTranslations of \u001b[4mNormally, I'm not a fan of slice of life animes. Orefuro is different in that it kept things fresh with its short episodes and simple yet cute stories. It's light, easy to watch, and a very good feel-good anime. I was skeptical at first, but after watching it, I was pleasantly surprised. My major issue is that there isn't more of it! It works quite well with shorter episodes, but I almost wonder if it would handle a 10 minute episode length. It would keep the brisk pace of shorter episodes, while also allowing for a little more depth of story. Either way, 13 episodes just didn't feel like enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally, I'm not a fan of slice of life animes.\u001b[24m\n    \u001b[1m通常、私は生命のアニメのファンではありません。\u001b[22m, \u001b[1m通常、私は人生のアニメのスライスのファンではありません。\u001b[22m\n\u001b[4mOrefuro is different in that it kept things fresh with its short episodes and simple yet cute stories.\u001b[24m\n    \u001b[1mOrefuroは短いエピソードとシンプルでかわいい物語で物事を新鮮に保ちました。\u001b[22m, \u001b[1mそれはその短いエピソードや、シンプルでキュートな話で新鮮なものを保持し、その中でOrefuroが異なっています。\u001b[22m\n\u001b[4mIt's light, easy to watch, and a very good feel-good anime.\u001b[24m\n    \u001b[1mそれは軽く、見やすく、非常に良い感じの良いアニメです。\u001b[22m, \u001b[1mそれは、光の見やすいし、非常に良い感じ、良いアニメです。\u001b[22m\n\u001b[4mI was skeptical at first, but after watching it, I was pleasantly surprised.\u001b[24m\n    \u001b[1m私は最初は懐疑的だったが、それを見た後、私はうれしく驚いた。\u001b[22m, \u001b[1m私は最初は懐疑的だったが、それを見た後、私はうれしい驚きでした。\u001b[22m\n\u001b[4mMy major issue is that there isn't more of it!\u001b[24m\n    \u001b[1m私の大きな問題はそれ以上はないということです！\u001b[22m, \u001b[1m私の主な問題は、それの複数が存在しないということです！\u001b[22m\n\u001b[4mIt works quite well with shorter episodes, but I almost wonder if it would handle a 10 minute episode length.\u001b[24m\n    \u001b[1m短いエピソードではうまく動作しますが、10分のエピソード長を処理できるかどうかはほとんど疑問です。\u001b[22m, \u001b[1mこれは、短いエピソードと非常によく動作しますが、それは10分のエピソードの長さを扱うならば、私はほとんどのだろうか。\u001b[22m\n\u001b[4mIt would keep the brisk pace of shorter episodes, while also allowing for a little more depth of story.\u001b[24m\n    \u001b[1m短いエピソードの活発なペースを維持しながら、もう少し深みのあるストーリーを可能にします。\u001b[22m, \u001b[1mまた、物語のもう少し深さを可能にしながらそれは、短いエピソードの活発なペースを保つことになります。\u001b[22m\n\u001b[4mEither way, 13 episodes just didn't feel like enough.\u001b[24m\n    \u001b[1mいずれにせよ、13のエピソードだけでは十分気分が悪かった。\u001b[22m, \u001b[1mいずれにしても、13のエピソードだけで十分なような気がしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe short episode lengths definitely make this an anime worth trying. Just ten minutes of your time means two whole episodes!\n\n\u001b[1m短いエピソードの長さは確かにこれを試みる価値のあるアニメにします。 あなたの時間のちょうど10分は2つの全体のエピソードを意味する！\u001b[22m\n\u001b[1m(Mijikai episōdo no naga-sa wa tashika ni kore o kokoromiru kachinoaru anime ni shimasu. Anata no jikan no chōdo 10-bu wa 2tsu no zentai no episōdo o imi suru!)\u001b[22m\n\nTranslations of \u001b[4mThe short episode lengths definitely make this an anime worth trying. Just ten minutes of your time means two whole episodes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe short episode lengths definitely make this an anime worth trying.\u001b[24m\n    \u001b[1m短いエピソードの長さは確かにこれを試みる価値のあるアニメにします。\u001b[22m, \u001b[1m短いエピソードの長さは間違いなくこの試してみる価値アニメ作ります。\u001b[22m\n\u001b[4mJust ten minutes of your time means two whole episodes!\u001b[24m\n    \u001b[1mあなたの時間のちょうど10分は2つの全体のエピソードを意味する！\u001b[22m, \u001b[1mあなたの時間のわずか10分の2全体のエピソードを意味します！\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "alysael",
    "profile": "/profile/alysael/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=185566",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  9\n|  8\n\nhentai / BLで冗談を言ってジョークで短く軽快なアニメを探しているなら、あなたは正しい場所に来た。\n\nOrefuroは、彼のバスタブに住む男の子と人を特徴とするエピソードの短いアニメごとに4分です。\n\nストーリー：5/10\nストーリーはとてもシンプルで、そのほとんどはいつものアニメの場面でポケと楽しいものです。\n正直言って話がたくさんあるわけではありません。期限はそれを確実にします。\n\nアート：6/10\n悪くはありませんが、驚くべきものではありません。 オープニングの芸術スタイルは絵に似ていますが、それはアニメにとって最も誤解を招くようなオープニングであるという事実以外は驚くべきことです。\n大部分の場合、芸術はシリーズを通して一貫しています。\n\nキャラクター：9/10\nこれは、オフロロが輝くところで、キャラクター（そして彼らに命を与えるシユウウス）は素晴らしいです。\nそれぞれのキャラクターは、自分のやり方では奇妙で、笑いのためだけに笑いを作り、一緒になって変なことをする。\n\n正直言って、私は文字を愛していたのは、Daiya / Free！/ Boueibuの歴史を知っていたからです。 類似点/相違点/並行点は、すべてを面白くするだけです。\n\n楽しさ：8/10\nとても楽しいこと。 私はこのシリーズのジョークを愛しています。スライス・オブ・ライフのジョークはフラットになっていますが、Orefuroは私のためにフラットに走っていませんでした。 それは私に良い笑いを与えた！\n\n全体：8/10\nノードラマ、ノーストレス、そして良い笑いを探しているなら。  （あなたがスポーツアニメフジョシの場合、これはあなたのアニメです。\n\nそれは、より重いアニオンの多くからの本当の良い兄弟であり、私は強くそれをお勧めします。 特にこの仕事の精神に興味があるなら、彼らはOrefuroで本当に不気味で素晴らしい仕事をしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for a short, light-hearted anime with jokes poking fun at hentai/BL - you've come to the right place.\n\n\u001b[1mhentai / BLで冗談を言ってジョークで短く軽快なアニメを探しているなら、あなたは正しい場所に来た。\u001b[22m\n\u001b[1m(Hentai/ BL de jōdan o itte jōku de mijikaku keikaina anime o sagashite irunara, anata wa tadashī basho ni kita.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a short, light-hearted anime with jokes poking fun at hentai/BL - you've come to the right place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a short, light-hearted anime with jokes poking fun at hentai/BL - you've come to the right place.\u001b[24m\n    \u001b[1mhentai / BLで冗談を言ってジョークで短く軽快なアニメを探しているなら、あなたは正しい場所に来た。\u001b[22m, \u001b[1mあなたは変態/ BLで楽しみを突くジョークと短い、快活なアニメを探しているなら - あなたは適切な場所に来ています。\u001b[22m\n\u001b[1m\u001b[22m\nOrefuro is a short 4-min per episode anime which features a boy and a merman who lives in his bathtub.\n\n\u001b[1mOrefuroは、彼のバスタブに住む男の子と人を特徴とするエピソードの短いアニメごとに4分です。\u001b[22m\n\u001b[1m(Orefuro wa, kare no basu tabu ni sumu otokonoko to hito o tokuchō to suru episōdo no mijikai anime-goto ni 4-budesu.)\u001b[22m\n\nTranslations of \u001b[4mOrefuro is a short 4-min per episode anime which features a boy and a merman who lives in his bathtub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrefuro is a short 4-min per episode anime which features a boy and a merman who lives in his bathtub.\u001b[24m\n    \u001b[1mOrefuroは、彼のバスタブに住む男の子と人を特徴とするエピソードの短いアニメごとに4分です。\u001b[22m, \u001b[1mOrefuroは彼の浴槽に住む少年とマーマンを備え、短い4分のエピソードあたりのアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5/10\n\n\u001b[1mストーリー：5/10\u001b[22m\n\u001b[1m(Sutōrī: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5/10\u001b[24m\n    \u001b[1mストーリー：5/10\u001b[22m\nStory is very simple and most of it is just poke-fun at usual anime cliches.\n\n\u001b[1mストーリーはとてもシンプルで、そのほとんどはいつものアニメの場面でポケと楽しいものです。\u001b[22m\n\u001b[1m(Sutōrī wa totemo shinpurude, sono hotondo wa itsumo no anime no bamen de poke to tanoshī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory is very simple and most of it is just poke-fun at usual anime cliches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is very simple and most of it is just poke-fun at usual anime cliches.\u001b[24m\n    \u001b[1mストーリーはとてもシンプルで、そのほとんどはいつものアニメの場面でポケと楽しいものです。\u001b[22m, \u001b[1mストーリーは非常に単純であり、それのほとんどは、単に通常のアニメ決まり文句で、楽しみを突くされます。\u001b[22m\nThere's not a lot of story at all to be honest, the time limit makes sure of that.\n\n\u001b[1m正直言って話がたくさんあるわけではありません。期限はそれを確実にします。\u001b[22m\n\u001b[1m(Shōjiki itte hanashi ga takusan aru wakede wa arimasen. Kigen wa sore o kakujitsu ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's not a lot of story at all to be honest, the time limit makes sure of that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's not a lot of story at all to be honest, the time limit makes sure of that.\u001b[24m\n    \u001b[1m正直言って話がたくさんあるわけではありません。期限はそれを確実にします。\u001b[22m, \u001b[1m物語の多くは、正直に言うと、まったくありません、時間制限は、そののを確認します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6/10\n\n\u001b[1mアート：6/10\u001b[22m\n\u001b[1m(Āto: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6/10\u001b[24m\n    \u001b[1mアート：6/10\u001b[22m\nNot bad, but not amazing either. The art style for the opening is like-wise to a painting, which is amazing other than the fact that it is the most misleading opening to any anime, ever.\n\n\u001b[1m悪くはありませんが、驚くべきものではありません。 オープニングの芸術スタイルは絵に似ていますが、それはアニメにとって最も誤解を招くようなオープニングであるという事実以外は驚くべきことです。\u001b[22m\n\u001b[1m(Waruku wa arimasenga, odorokubeki monode wa arimasen. Ōpuningu no geijutsu sutairu wa e ni nite imasuga, soreha anime ni totte mottomo gokai o maneku yōna ōpuningudearu to iu jijitsu igai wa odorokubeki kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mNot bad, but not amazing either. The art style for the opening is like-wise to a painting, which is amazing other than the fact that it is the most misleading opening to any anime, ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot bad, but not amazing either.\u001b[24m\n    \u001b[1m悪くはありませんが、驚くべきものではありません。\u001b[22m, \u001b[1m悪くないではなく、驚くほどのどちらか。\u001b[22m\n\u001b[4mThe art style for the opening is like-wise to a painting, which is amazing other than the fact that it is the most misleading opening to any anime, ever.\u001b[24m\n    \u001b[1mオープニングの芸術スタイルは絵に似ていますが、それはアニメにとって最も誤解を招くようなオープニングであるという事実以外は驚くべきことです。\u001b[22m, \u001b[1m開口部のためのアートスタイルは次のように、賢明な、それは今まで、あらゆるアニメに最も誤解を招く開口部であるという事実以外の驚くべきである絵画、にあります。\u001b[22m\nFor a most part, art is consistent throughout the series.\n\n\u001b[1m大部分の場合、芸術はシリーズを通して一貫しています。\u001b[22m\n\u001b[1m(Daibubun no baai, geijutsu wa shirīzu o tōshite ikkan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor a most part, art is consistent throughout the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a most part, art is consistent throughout the series.\u001b[24m\n    \u001b[1m大部分の場合、芸術はシリーズを通して一貫しています。\u001b[22m, \u001b[1mほとんどの部分については、技術ではシリーズ全体で一貫しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\nThis is where Orefuro shines, the characters (and the seiyuus that give them life), are amazing.\n\n\u001b[1mこれは、オフロロが輝くところで、キャラクター（そして彼らに命を与えるシユウウス）は素晴らしいです。\u001b[22m\n\u001b[1m(Kore wa, ofuroro ga kagayaku tokoro de, kyarakutā (soshite karera ni inochi o ataeru shiyuuusu) wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where Orefuro shines, the characters (and the seiyuus that give them life), are amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where Orefuro shines, the characters (and the seiyuus that give them life), are amazing.\u001b[24m\n    \u001b[1mこれは、オフロロが輝くところで、キャラクター（そして彼らに命を与えるシユウウス）は素晴らしいです。\u001b[22m, \u001b[1mこれはOrefuroが輝くところ、（彼らに命を与え、seiyuus）文字は、驚くべきものです。\u001b[22m\nEach of the characters are quirky in their own way and their antics make you laugh just for the sake of laughing, and they join together to do the wackiest things.\n\n\u001b[1mそれぞれのキャラクターは、自分のやり方では奇妙で、笑いのためだけに笑いを作り、一緒になって変なことをする。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā wa, jibun no yarikatade wa kimyōde, warai no tame dake ni warai o tsukuri, issho ni natte hen'nakoto o suru.)\u001b[22m\n\nTranslations of \u001b[4mEach of the characters are quirky in their own way and their antics make you laugh just for the sake of laughing, and they join together to do the wackiest things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach of the characters are quirky in their own way and their antics make you laugh just for the sake of laughing, and they join together to do the wackiest things.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、自分のやり方では奇妙で、笑いのためだけに笑いを作り、一緒になって変なことをする。\u001b[22m, \u001b[1m文字のそれぞれが独自の方法で風変わりであり、そのふざけた態度は、あなただけの笑いのために笑いを作る、と彼らは風変りな物事を行うために一緒に参加します。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough to be honest, I loved the characters because knowing the seiyuus have Daiya/Free!/Boueibu history. The similarities/differences/parallels just make everything funny.\n\n\u001b[1m正直言って、私は文字を愛していたのは、Daiya / Free！/ Boueibuの歴史を知っていたからです。 類似点/相違点/並行点は、すべてを面白くするだけです。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa moji o aishite ita no wa, Daiya/ furī! / Boueibu no rekishi o shitteita karadesu. Ruiji-ten/ sōi-ten/ heikō-ten wa, subete o omoshiroku suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough to be honest, I loved the characters because knowing the seiyuus have Daiya/Free!/Boueibu history. The similarities/differences/parallels just make everything funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough to be honest, I loved the characters because knowing the seiyuus have Daiya/Free!/Boueibu history.\u001b[24m\n    \u001b[1m正直言って、私は文字を愛していたのは、Daiya / Free！/ Boueibuの歴史を知っていたからです。\u001b[22m, \u001b[1m正直に言うが、seiyuusを知っているので、私は文字を愛しダイヤ/無料！/ Boueibuの歴史を持っています。\u001b[22m\n\u001b[4mThe similarities/differences/parallels just make everything funny.\u001b[24m\n    \u001b[1m類似点/相違点/並行点は、すべてを面白くするだけです。\u001b[22m, \u001b[1m類似点/相違点/類似点は、ちょうどすべてが面白い作ります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nA LOT OF FUN. I love the jokes in this series, a lot of slice-of-life jokes fall flat but Orefuro didn't run flat for me at all. It gave me a good laugh!\n\n\u001b[1mとても楽しいこと。 私はこのシリーズのジョークを愛しています。スライス・オブ・ライフのジョークはフラットになっていますが、Orefuroは私のためにフラットに走っていませんでした。 それは私に良い笑いを与えた！\u001b[22m\n\u001b[1m(Totemo tanoshīkoto. Watashi wa kono shirīzu no jōku o aishiteimasu. Suraisu Obu raifu no jōku wa furatto ni natte imasuga, Orefuro wa watashi no tame ni furatto ni hashitte imasendeshita. Sore wa watashi ni yoi warai o ataeta!)\u001b[22m\n\nTranslations of \u001b[4mA LOT OF FUN. I love the jokes in this series, a lot of slice-of-life jokes fall flat but Orefuro didn't run flat for me at all. It gave me a good laugh!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA LOT OF FUN.\u001b[24m\n    \u001b[1mとても楽しいこと。\u001b[22m, \u001b[1m多くの楽しみ。\u001b[22m\n\u001b[4mI love the jokes in this series, a lot of slice-of-life jokes fall flat but Orefuro didn't run flat for me at all.\u001b[24m\n    \u001b[1m私はこのシリーズのジョークを愛しています。スライス・オブ・ライフのジョークはフラットになっていますが、Orefuroは私のためにフラットに走っていませんでした。\u001b[22m, \u001b[1m私はこのシリーズのジョークを愛し、スライスオブライフジョークの多くがフラット落ちるが、Orefuroは全く私のために平らに実行されませんでした。\u001b[22m\n\u001b[4mIt gave me a good laugh!\u001b[24m\n    \u001b[1mそれは私に良い笑いを与えた！\u001b[22m, \u001b[1mそれは私に良い笑いを与えました！\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nIf you're looking for no-drama, no-stress, and a good laugh. (And if you're a sports anime fujoshi) - this is an anime for you.\n\n\u001b[1mノードラマ、ノーストレス、そして良い笑いを探しているなら。  （あなたがスポーツアニメフジョシの場合、これはあなたのアニメです。\u001b[22m\n\u001b[1m(Nōdorama, nōsutoresu, soshite yoi warai o sagashite irunara. (Anata ga supōtsuanimefujoshi no baai, kore wa anata no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for no-drama, no-stress, and a good laugh. (And if you're a sports anime fujoshi) - this is an anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for no-drama, no-stress, and a good laugh.\u001b[24m\n    \u001b[1mノードラマ、ノーストレス、そして良い笑いを探しているなら。\u001b[22m, \u001b[1mあなたは無ドラマ、ノーストレス、と大笑いを探しているなら。\u001b[22m\n\u001b[4m(And if you're a sports anime fujoshi) - this is an anime for you.\u001b[24m\n    \u001b[1m（あなたがスポーツアニメフジョシの場合、これはあなたのアニメです。\u001b[22m, \u001b[1m（あなたがスポーツのアニメがfujoshiならと） - これはあなたのためのアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a real good brether from a lot of heavier toned animes and well, I do highly recommend it. Especially if you're interested in the seiyuus of this work, they did a really wacky and fantastic job in Orefuro.\n\n\u001b[1mそれは、より重いアニオンの多くからの本当の良い兄弟であり、私は強くそれをお勧めします。 特にこの仕事の精神に興味があるなら、彼らはOrefuroで本当に不気味で素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(Sore wa, yori omoi anion no ōku kara no hontō no yoi kyōdaideari, watashi wa tsuyoku sore o o susume shimasu. Tokuni kono shigoto no seishin ni kyōmigārunara, karera wa Orefuro de hontōni bukimide subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's a real good brether from a lot of heavier toned animes and well, I do highly recommend it. Especially if you're interested in the seiyuus of this work, they did a really wacky and fantastic job in Orefuro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a real good brether from a lot of heavier toned animes and well, I do highly recommend it.\u001b[24m\n    \u001b[1mそれは、より重いアニオンの多くからの本当の良い兄弟であり、私は強くそれをお勧めします。\u001b[22m, \u001b[1mこれは、重いトーンのアニメのロットから本当の良いbretherだとも、私はそれを非常にお勧めです。\u001b[22m\n\u001b[4mEspecially if you're interested in the seiyuus of this work, they did a really wacky and fantastic job in Orefuro.\u001b[24m\n    \u001b[1m特にこの仕事の精神に興味があるなら、彼らはOrefuroで本当に不気味で素晴らしい仕事をしました。\u001b[22m, \u001b[1mあなたがこの作品のseiyuusに興味を持っている場合は特に、彼らはOrefuroに本当に奇抜な、素晴らしい仕事をしてくれました。\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "Catsrcutest",
    "profile": "/profile/Catsrcutest/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=175921",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  7\n\nオレンジーのフロロジョウは、アニメの中でもう少し短くエピソードがあります。 しかし、このショーは本当にそれを最大限に活用し、実際に楽しい時計です。\n\nストーリー：\n近くに存在しない。  MALの要約の最初の2つの文を読んでください。あなたは驚かないでしょう。 まったく。 物語は本当にシンプルで、10代の男の子の人生が彼の浴槽に住んでいる。 プロットツイストはありません、何も、ちょうど小さな毎日の問題を解決する文字。 ストーリーのペーシングはうまくいき、新しいキャラクターを紹介しています。ショーは退屈しません。 それでもストーリーは貧しく、3/10以上は話せません。\n\nアート：\n芸術はこのショーのポイントの一つです。 それは決して素晴らしいことではありませんが、文字のデザインは本当にかわいいと非常にユニークで、すべての文字はかなりハンサムです。 スタイルは、ショーによく合います。 実際には何も変わっていないし、バスルームはかなり普通だが、エピソード1では、「外側」が美しく見える。水は日没時にはすごく輝く。 ビデオが実際にショーに合っていない場合でも、オープニングはかなり可愛いです。 アートは7/10を取得します。\n\n音：\n音は大丈夫です。 声優はかなりいいです、バックグラウンドミュージックは面白く聞こえ、うまくいきます。 私は、オープニングが劇的であることに不満を抱いている多くの人々を見る。 そして、はい、それは劇的です。 しかし、それは陽気な部分です！ 私は本当に彼らが意図的にそのようにしたと思う、皮肉なことだ。 音はOKで、6.5 / 10になります。\n\nキャラクター：\nこのキャラクターは誰もがこのショーを見る理由は間違いありません。 ショーは非常に短いので、私たちは彼らの背景のようなキャラクター、本当にどのように感じるのか、本当に近くになることはありません。それは残念です。 それでも、すべてのキャラクターは本当に面白いと非常にオリジナルです！ ワカセとタツミは、ワカセの明るく陽気な個性が、完璧なペアを作ります。 サイドキャラクターは面白くて、お互いに非常に違って、ちょっとショーを盛り上げる。 文字は7.5 / 10です。\n\n楽しみ：\n私は通常、楽しさを考慮しませんが、そのような短いショーのためには、特にコメディーなので、それは必要だと思います。 もちろん、ほとんどのショーは約3分30秒のプロット（オープニングは含まない）で重要なメッセージを送ることはできず、オレンシもどちらもしません。 しかし、私はまだそれを見て楽しんでいた。 このショーは甘くて気持ち良いコメディであり、それは間違いなくあなたを応援することができます！ 私はそれがかなり陽気で間違いなく良い4分休憩だと思った。  7.5 / 10\n\n全体：\nOrenchiは間違いなく女の子向けのショーです。 同性愛者のヒントはありますが、これは重要ではありません。 それは単なるファンサービスのビットです。 私は、誰かが笑顔を見て、楽しむことができたと思う。 ショーの全体的なスコアは6/10です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOrenchi no Furo Jijou is another of those anime with annoyingly short episodes. However, this show really makes the most of it and is actually an enjoyable watch.\n\n\u001b[1mオレンジーのフロロジョウは、アニメの中でもう少し短くエピソードがあります。 しかし、このショーは本当にそれを最大限に活用し、実際に楽しい時計です。\u001b[22m\n\u001b[1m(Orenjī no furorojou wa, anime no naka de mōsukoshi mijikaku episōdo ga arimasu. Shikashi, kono shō wa hontōni sore o saidaigen ni katsuyō shi, jissai ni tanoshī tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mOrenchi no Furo Jijou is another of those anime with annoyingly short episodes. However, this show really makes the most of it and is actually an enjoyable watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrenchi no Furo Jijou is another of those anime with annoyingly short episodes.\u001b[24m\n    \u001b[1mオレンジーのフロロジョウは、アニメの中でもう少し短くエピソードがあります。\u001b[22m, \u001b[1mオレん家のフロ事情がうるさく短いエピソードを持つもののアニメの別ではありません。\u001b[22m\n\u001b[4mHowever, this show really makes the most of it and is actually an enjoyable watch.\u001b[24m\n    \u001b[1mしかし、このショーは本当にそれを最大限に活用し、実際に楽しい時計です。\u001b[22m, \u001b[1mしかし、このショーは実際にそれを最大限に活用し、実際に楽しい時計です。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nNear non-existent. Read the two first sentences of the summary on MAL, and you wont be surprised. At all. The story is really that simple, following the life of a teenage boy with a merman living in his bathtub. No plot twist, no anything, just the characters solving their small everyday problems. The pacing of the story is fine, introducing new characters once in a while and the show never grows boring. Still the story is poor, and I can't give it more than 3/10.\n\n\u001b[1m近くに存在しない。  MALの要約の最初の2つの文を読んでください。あなたは驚かないでしょう。 まったく。 物語は本当にシンプルで、10代の男の子の人生が彼の浴槽に住んでいる。 プロットツイストはありません、何も、ちょうど小さな毎日の問題を解決する文字。 ストーリーのペーシングはうまくいき、新しいキャラクターを紹介しています。ショーは退屈しません。 それでもストーリーは貧しく、3/10以上は話せません。\u001b[22m\n\u001b[1m(Chikaku ni sonzaishinai. MAL no yōyaku no saisho no 2tsu no bun o yonde kudasai. Anata wa odorokanaideshou. Mattaku. Monogatari wa hontōni shinpurude, 10-dai no otokonoko no jinsei ga kare no yokusō ni sunde iru. Purottotsuisuto wa arimasen, nani mo, chōdo chīsana mainichi no mondai o kaiketsu suru moji. Sutōrī no pēshingu wa umaku iki, atarashī kyarakutā o shōkai shite imasu. Shō wa taikutsu shimasen. Soredemo sutōrī wa mazushiku, 3/ 10 ijō wa hanasemasen.)\u001b[22m\n\nTranslations of \u001b[4mNear non-existent. Read the two first sentences of the summary on MAL, and you wont be surprised. At all. The story is really that simple, following the life of a teenage boy with a merman living in his bathtub. No plot twist, no anything, just the characters solving their small everyday problems. The pacing of the story is fine, introducing new characters once in a while and the show never grows boring. Still the story is poor, and I can't give it more than 3/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNear non-existent.\u001b[24m\n    \u001b[1m近くに存在しない。\u001b[22m, \u001b[1m存在しないの近く。\u001b[22m\n\u001b[4mRead the two first sentences of the summary on MAL, and you wont be surprised.\u001b[24m\n    \u001b[1mMALの要約の最初の2つの文を読んでください。あなたは驚かないでしょう。\u001b[22m, \u001b[1mMAL上の要約の2最初の文章を読んで、あなたは驚かれること文句を言いません。\u001b[22m\n\u001b[4mAt all.\u001b[24m\n    \u001b[1mまったく。\u001b[22m, \u001b[1m全然。\u001b[22m\n\u001b[4mThe story is really that simple, following the life of a teenage boy with a merman living in his bathtub.\u001b[24m\n    \u001b[1m物語は本当にシンプルで、10代の男の子の人生が彼の浴槽に住んでいる。\u001b[22m, \u001b[1m物語は彼の浴槽に住んでマーマンと十代の少年の人生を、次の、本当に簡単です。\u001b[22m\n\u001b[4mNo plot twist, no anything, just the characters solving their small everyday problems.\u001b[24m\n    \u001b[1mプロットツイストはありません、何も、ちょうど小さな毎日の問題を解決する文字。\u001b[22m, \u001b[1mいいえプロットねじれなし、何も、彼らの小さな日常の問題を解決するだけで文字。\u001b[22m\n\u001b[4mThe pacing of the story is fine, introducing new characters once in a while and the show never grows boring.\u001b[24m\n    \u001b[1mストーリーのペーシングはうまくいき、新しいキャラクターを紹介しています。ショーは退屈しません。\u001b[22m, \u001b[1m物語のペーシングは、大丈夫ですたまに新しい文字を導入し、ショーは退屈成長することはありません。\u001b[22m\n\u001b[4mStill the story is poor, and I can't give it more than 3/10.\u001b[24m\n    \u001b[1mそれでもストーリーは貧しく、3/10以上は話せません。\u001b[22m, \u001b[1mまだ話は悪く、私はそれを超える3/10を与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art is one of this show's good points. While it is in no way great, the character design is really cute and quite unique, all the characters being quite handsome. The style fits the show well. There aren't really any changes of setting and the bathroom looks rather plain, but in episode one, 'outside' looks good, the water being sparkly in the sunset and all. The opening is quite pretty as well, even if the video doesn't really fit the show. Art gets a 7/10.\n\n\u001b[1m芸術はこのショーのポイントの一つです。 それは決して素晴らしいことではありませんが、文字のデザインは本当にかわいいと非常にユニークで、すべての文字はかなりハンサムです。 スタイルは、ショーによく合います。 実際には何も変わっていないし、バスルームはかなり普通だが、エピソード1では、「外側」が美しく見える。水は日没時にはすごく輝く。 ビデオが実際にショーに合っていない場合でも、オープニングはかなり可愛いです。 アートは7/10を取得します。\u001b[22m\n\u001b[1m(Geijutsu wa kono shō no pointo no hitotsudesu. Sore wa kesshite subarashī kotode wa arimasenga, moji no dezain wa hontōni kawaī to hijō ni yunīku de, subete no moji wa kanari hansamudesu. Sutairu wa, shō ni yoku aimasu. Jissai ni wa nani mo kawatte inaishi, basurūmu wa kanari futsūdaga, episōdo 1de wa,`sotogawa' ga utsukushiku mieru. Mizu wa nichibotsu tokiniha sugoku kagayaku. Bideo ga jissai ni shō ni atte inai baai demo, ōpuningu wa kanari kawaiidesu. Āto wa 7/ 10 o shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is one of this show's good points. While it is in no way great, the character design is really cute and quite unique, all the characters being quite handsome. The style fits the show well. There aren't really any changes of setting and the bathroom looks rather plain, but in episode one, 'outside' looks good, the water being sparkly in the sunset and all. The opening is quite pretty as well, even if the video doesn't really fit the show. Art gets a 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is one of this show's good points.\u001b[24m\n    \u001b[1m芸術はこのショーのポイントの一つです。\u001b[22m, \u001b[1m芸術はこのショーの良い点の一つです。\u001b[22m\n\u001b[4mWhile it is in no way great, the character design is really cute and quite unique, all the characters being quite handsome.\u001b[24m\n    \u001b[1mそれは決して素晴らしいことではありませんが、文字のデザインは本当にかわいいと非常にユニークで、すべての文字はかなりハンサムです。\u001b[22m, \u001b[1mそれは決して素晴らしいですが、キャラクターデザインは本当にかわいいと非常にユニークで、すべての文字は非常にハンサムです。\u001b[22m\n\u001b[4mThe style fits the show well.\u001b[24m\n    \u001b[1mスタイルは、ショーによく合います。\u001b[22m, \u001b[1mスタイルが良くショーに適合します。\u001b[22m\n\u001b[4mThere aren't really any changes of setting and the bathroom looks rather plain, but in episode one, 'outside' looks good, the water being sparkly in the sunset and all.\u001b[24m\n    \u001b[1m実際には何も変わっていないし、バスルームはかなり普通だが、エピソード1では、「外側」が美しく見える。水は日没時にはすごく輝く。\u001b[22m, \u001b[1mそこの設定の変更は、実際にではなく、バスルームはかなり平野に見えますが、エピソード1で、「外」は水が日没とすべてにキラキラされ、よさそうです。\u001b[22m\n\u001b[4mThe opening is quite pretty as well, even if the video doesn't really fit the show.\u001b[24m\n    \u001b[1mビデオが実際にショーに合っていない場合でも、オープニングはかなり可愛いです。\u001b[22m, \u001b[1m開口部は、映像が本当にショーに適合しない場合であっても、同様に非常にきれいです。\u001b[22m\n\u001b[4mArt gets a 7/10.\u001b[24m\n    \u001b[1mアートは7/10を取得します。\u001b[22m, \u001b[1mアートは7月10日を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound is all right. The voice-acting is quite good, the background music sounds funny and fits well. I see a lot of people complaining about the opening being dramatical and thus unfitting. And yes, it is dramatical. But that's the hilarious part! I really think they made it like that on purpose, to be ironical. Sound is ok and gets a 6.5/10.\n\n\u001b[1m音は大丈夫です。 声優はかなりいいです、バックグラウンドミュージックは面白く聞こえ、うまくいきます。 私は、オープニングが劇的であることに不満を抱いている多くの人々を見る。 そして、はい、それは劇的です。 しかし、それは陽気な部分です！ 私は本当に彼らが意図的にそのようにしたと思う、皮肉なことだ。 音はOKで、6.5 / 10になります。\u001b[22m\n\u001b[1m(Oto wa daijōbudesu. Seiyū wa kanari īdesu, bakkuguraundomyūjikku wa omoshiroku kikoe, umaku ikimasu. Watashi wa, ōpuningu ga gekitekidearu koto ni fuman o daite iru ōku no hitobito o miru. Soshite, wa i, sore wa gekitekidesu. Shikashi, sore wa yōkina bubundesu! Watashi wa hontōni karera ga itotekini sonoyōni shita to omou, hinikuna kotoda. Oto wa OK de, 6. 5/ 10 Ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is all right. The voice-acting is quite good, the background music sounds funny and fits well. I see a lot of people complaining about the opening being dramatical and thus unfitting. And yes, it is dramatical. But that's the hilarious part! I really think they made it like that on purpose, to be ironical. Sound is ok and gets a 6.5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is all right.\u001b[24m\n    \u001b[1m音は大丈夫です。\u001b[22m\n\u001b[4mThe voice-acting is quite good, the background music sounds funny and fits well.\u001b[24m\n    \u001b[1m声優はかなりいいです、バックグラウンドミュージックは面白く聞こえ、うまくいきます。\u001b[22m, \u001b[1m音声演技はかなり良いです、背景音楽は面白い音とよく合います。\u001b[22m\n\u001b[4mI see a lot of people complaining about the opening being dramatical and thus unfitting.\u001b[24m\n    \u001b[1m私は、オープニングが劇的であることに不満を抱いている多くの人々を見る。\u001b[22m, \u001b[1m私は、開口部が劇的なので、不適当であることについて不平を言って多くの人々を参照してください。\u001b[22m\n\u001b[4mAnd yes, it is dramatical.\u001b[24m\n    \u001b[1mそして、はい、それは劇的です。\u001b[22m, \u001b[1mそして、はい、それは劇的なです。\u001b[22m\n\u001b[4mBut that's the hilarious part!\u001b[24m\n    \u001b[1mしかし、それは陽気な部分です！\u001b[22m\n\u001b[4mI really think they made it like that on purpose, to be ironical.\u001b[24m\n    \u001b[1m私は本当に彼らが意図的にそのようにしたと思う、皮肉なことだ。\u001b[22m, \u001b[1m私は本当に彼らが皮肉であることを、目的にそのようにそれを作ったと思います。\u001b[22m\n\u001b[4mSound is ok and gets a 6.5/10.\u001b[24m\n    \u001b[1m音はOKで、6.5 / 10になります。\u001b[22m, \u001b[1mサウンドはokです6.5 / 10を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters are definitely largely why anyone would watch this show. The show is very short, so we don't get really close to any of the characters, like their backgrounds, how they really feel and such, which is a shame. Still, all the characters are really funny and very original! Wakase and Tatsumi make the perfect pair of mains, Wakase's bright and cheerful personality bringing out the best in Tatsumi, who is rather dull. The side characters are funny and very different from each other, spicing the show a bit up. Characters are a 7.5/10.\n\n\u001b[1mこのキャラクターは誰もがこのショーを見る理由は間違いありません。 ショーは非常に短いので、私たちは彼らの背景のようなキャラクター、本当にどのように感じるのか、本当に近くになることはありません。それは残念です。 それでも、すべてのキャラクターは本当に面白いと非常にオリジナルです！ ワカセとタツミは、ワカセの明るく陽気な個性が、完璧なペアを作ります。 サイドキャラクターは面白くて、お互いに非常に違って、ちょっとショーを盛り上げる。 文字は7.5 / 10です。\u001b[22m\n\u001b[1m(Kono kyarakutā wa daremoga kono shō o miru riyū wa machigai arimasen. Shō wa hijō ni mijikainode, watashitachi wa karera no haikei no yōna kyarakutā, hontōni dono yō ni kanjiru no ka, hontōni chikaku ni naru koto wa arimasen. Sore wa zan'nendesu. Soredemo, subete no kyarakutā wa hontōni omoshiroi to hijō ni orijinarudesu! Wakase to Tatsumi wa, wakase no akaruku yōkina kosei ga, kanpekina pea o tsukurimasu. Saidokyarakutā wa omoshirokute, otagai ni hijō ni chigatte, chotto shō o moriageru. Moji wa 7. 5/ 10Desu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are definitely largely why anyone would watch this show. The show is very short, so we don't get really close to any of the characters, like their backgrounds, how they really feel and such, which is a shame. Still, all the characters are really funny and very original! Wakase and Tatsumi make the perfect pair of mains, Wakase's bright and cheerful personality bringing out the best in Tatsumi, who is rather dull. The side characters are funny and very different from each other, spicing the show a bit up. Characters are a 7.5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are definitely largely why anyone would watch this show.\u001b[24m\n    \u001b[1mこのキャラクターは誰もがこのショーを見る理由は間違いありません。\u001b[22m, \u001b[1m文字は間違いなく大部分は誰もがこのショーを見になる理由です。\u001b[22m\n\u001b[4mThe show is very short, so we don't get really close to any of the characters, like their backgrounds, how they really feel and such, which is a shame.\u001b[24m\n    \u001b[1mショーは非常に短いので、私たちは彼らの背景のようなキャラクター、本当にどのように感じるのか、本当に近くになることはありません。それは残念です。\u001b[22m, \u001b[1mショーは非常に短いので、我々は恥である、彼らは本当に感じ、そのような方法を、彼らの背景のように、文字のいずれかに本当に近くに得ることはありません。\u001b[22m\n\u001b[4mStill, all the characters are really funny and very original!\u001b[24m\n    \u001b[1mそれでも、すべてのキャラクターは本当に面白いと非常にオリジナルです！\u001b[22m, \u001b[1mそれでも、すべての文字が本当に面白いと非常にオリジナルです！\u001b[22m\n\u001b[4mWakase and Tatsumi make the perfect pair of mains, Wakase's bright and cheerful personality bringing out the best in Tatsumi, who is rather dull.\u001b[24m\n    \u001b[1mワカセとタツミは、ワカセの明るく陽気な個性が、完璧なペアを作ります。\u001b[22m, \u001b[1mWakaseと巽はWakaseの明るく陽気な性格はかなり鈍いです辰巳のベストを引き出す、電源の完璧なペアを作ります。\u001b[22m\n\u001b[4mThe side characters are funny and very different from each other, spicing the show a bit up.\u001b[24m\n    \u001b[1mサイドキャラクターは面白くて、お互いに非常に違って、ちょっとショーを盛り上げる。\u001b[22m, \u001b[1mサイドの文字はビットまでを表示スプライシング、面白いと互いに非常に異なっています。\u001b[22m\n\u001b[4mCharacters are a 7.5/10.\u001b[24m\n    \u001b[1m文字は7.5 / 10です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI usually don't take enjoyment into account, but for such a short show, I think it's necessary, especially since it's comedy. Of course, most shows wont be able to send an important message with only about 3:30 minutes of plot (not including opening) and neither does Orenchi. However, I still really enjoyed watching it. This show is a sweet, feel-good comedy and it can definitely cheer you up! I thought it was quite hilarious and definitely a good 4-minute break. 7.5/10\n\n\u001b[1m私は通常、楽しさを考慮しませんが、そのような短いショーのためには、特にコメディーなので、それは必要だと思います。 もちろん、ほとんどのショーは約3分30秒のプロット（オープニングは含まない）で重要なメッセージを送ることはできず、オレンシもどちらもしません。 しかし、私はまだそれを見て楽しんでいた。 このショーは甘くて気持ち良いコメディであり、それは間違いなくあなたを応援することができます！ 私はそれがかなり陽気で間違いなく良い4分休憩だと思った。  7.5 / 10\u001b[22m\n\u001b[1m(Watashi wa tsūjō, tanoshisa o kōryo shimasenga, sono yōna mijikai shō no tame ni wa, tokuni komedīnanode, sore wa hitsuyōda to omoimasu. Mochiron, hotondo no shō wa yaku 3-bu 30-byō no purotto (ōpuningu wa fukumanai) de jūyōna messēji o okuru koto wa dekizu, orenshi mo dochira mo shimasen. Shikashi, watashi wa mada sore o mite tanoshinde ita. Kono shō wa amakute kimochiyoi komedideari, soreha machigainaku anata o ōen suru koto ga dekimasu! Watashi wa sore ga kanari yōkide machigainaku yoi 4-bu kyūkeida to omotta. 7. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mI usually don't take enjoyment into account, but for such a short show, I think it's necessary, especially since it's comedy. Of course, most shows wont be able to send an important message with only about 3:30 minutes of plot (not including opening) and neither does Orenchi. However, I still really enjoyed watching it. This show is a sweet, feel-good comedy and it can definitely cheer you up! I thought it was quite hilarious and definitely a good 4-minute break. 7.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI usually don't take enjoyment into account, but for such a short show, I think it's necessary, especially since it's comedy.\u001b[24m\n    \u001b[1m私は通常、楽しさを考慮しませんが、そのような短いショーのためには、特にコメディーなので、それは必要だと思います。\u001b[22m, \u001b[1m私は通常のアカウントに楽しみを取ることはありませんが、このような短いショーのために、私はそれがコメディだ、特に以来、それは必要だと思います。\u001b[22m\n\u001b[4mOf course, most shows wont be able to send an important message with only about 3:30 minutes of plot (not including opening) and neither does Orenchi.\u001b[24m\n    \u001b[1mもちろん、ほとんどのショーは約3分30秒のプロット（オープニングは含まない）で重要なメッセージを送ることはできず、オレンシもどちらもしません。\u001b[22m, \u001b[1mもちろん、ほとんどのショーは文句を言わない（開口部を含まず）、プロットの約午前3時30分で、重要なメッセージを送ることができるとOrenchiしませんどちらも。\u001b[22m\n\u001b[4mHowever, I still really enjoyed watching it.\u001b[24m\n    \u001b[1mしかし、私はまだそれを見て楽しんでいた。\u001b[22m, \u001b[1mしかし、私はまだ実際にそれを見て楽しみました。\u001b[22m\n\u001b[4mThis show is a sweet, feel-good comedy and it can definitely cheer you up!\u001b[24m\n    \u001b[1mこのショーは甘くて気持ち良いコメディであり、それは間違いなくあなたを応援することができます！\u001b[22m, \u001b[1mこの番組は甘く、手触り、良いコメディであり、それは間違いなくあなたを応援することができます！\u001b[22m\n\u001b[4mI thought it was quite hilarious and definitely a good 4-minute break.\u001b[24m\n    \u001b[1m私はそれがかなり陽気で間違いなく良い4分休憩だと思った。\u001b[22m, \u001b[1m私はそれが非常に陽気と間違いなく良い4分間の休憩だと思いました。\u001b[22m\n\u001b[4m7.5/10\u001b[24m\n    \u001b[1m7.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nOrenchi is definitely a show aimed at girls. While it does have homosexual hints, this is not of importance. It's merely a bit of fanservice. I think anyone could watch orenchi and enjoy it, if they were looking for a short moment of hilariousness. The show scores an overall of 6/10.\n\n\u001b[1mOrenchiは間違いなく女の子向けのショーです。 同性愛者のヒントはありますが、これは重要ではありません。 それは単なるファンサービスのビットです。 私は、誰かが笑顔を見て、楽しむことができたと思う。 ショーの全体的なスコアは6/10です。\u001b[22m\n\u001b[1m(Orenchi wa machigainaku on'nanoko-muke no shōdesu. Dōseiai-sha no hinto wa arimasuga, kore wa jūyōde wa arimasen. Sore wa tan'naru fansābisu no bittodesu. Watashi wa, darekaga egao o mite, tanoshimu koto ga dekita to omou. Shō no zentai-tekina sukoa wa 6/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mOrenchi is definitely a show aimed at girls. While it does have homosexual hints, this is not of importance. It's merely a bit of fanservice. I think anyone could watch orenchi and enjoy it, if they were looking for a short moment of hilariousness. The show scores an overall of 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrenchi is definitely a show aimed at girls.\u001b[24m\n    \u001b[1mOrenchiは間違いなく女の子向けのショーです。\u001b[22m, \u001b[1mOrenchiは間違いなく女の子を目的としたショーです。\u001b[22m\n\u001b[4mWhile it does have homosexual hints, this is not of importance.\u001b[24m\n    \u001b[1m同性愛者のヒントはありますが、これは重要ではありません。\u001b[22m, \u001b[1mそれは同性愛者のヒントを持っていますが、これは重要ではありません。\u001b[22m\n\u001b[4mIt's merely a bit of fanservice.\u001b[24m\n    \u001b[1mそれは単なるファンサービスのビットです。\u001b[22m, \u001b[1mこれは、単にサービスカットのビットです。\u001b[22m\n\u001b[4mI think anyone could watch orenchi and enjoy it, if they were looking for a short moment of hilariousness.\u001b[24m\n    \u001b[1m私は、誰かが笑顔を見て、楽しむことができたと思う。\u001b[22m, \u001b[1m私は、彼らがhilariousnessの短い瞬間を探していた場合、誰もが、orenchi見て、それを楽しむことができると思います。\u001b[22m\n\u001b[4mThe show scores an overall of 6/10.\u001b[24m\n    \u001b[1mショーの全体的なスコアは6/10です。\u001b[22m, \u001b[1mショーのスコア6/10の全体的な。\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "BunsOfAnarchy",
    "profile": "/profile/BunsOfAnarchy/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=228159",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  6\nキャラクター|  10\n|  8\n\n何人かの男のアパートに入る人魚のアニメから期待しているすべて。 私が言う限りでは、話はありません。 それは本当にそれを楽しむのに役立ちます。 エピソードを公開して視聴するだけです。 全体的に6/10。 ちょうど13分のOVAです。 キャラクターはスーパーゲイ人、他の男です。 私は彼らが名前を持っているとは思わないが、その人は魅力的で完全に発達した人物の1人です。 彼が川の家から追い出されることに直面する闘争は、ただ触っているだけです。 また、河川や自然環境の汚染についての基本的な声明も実際に感じています。 アニメーションはあまりありませんが、アニメーションはまともです。 私はそれが正直にアニメーションだとは本当に判断できません。嫌なことは何もなく、うまくいきます。 個人的には、私はそのばかげた理由と、わずか4分という事実のためにショーを楽しんでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nEverything you expect from an anime about a merman moving in to some dude's apartment. As far as I can tell, there's no story. That really helps with the enjoyment of it. You can just pop open an episode and watch. Overall, 6/10. It's just 13 4-minute OVA's. Characters are super gay merman, and the other guy. I don't think they have names, but that merman is one compelling, fully developed character. The struggle he faces of being driven out of his river home is just touching. And you also really feel the underlying statement about pollution of our rivers and natural areas. The animation is decent, though there isn't much to animate. I can't really judge it's animation honestly.There's nothing abhorrent, and it works well. Personally, I enjoy the show purely because of its ridiculousness, and the fact that it is only 4 minutes.\n\n\u001b[1m何人かの男のアパートに入る人魚のアニメから期待しているすべて。 私が言う限りでは、話はありません。 それは本当にそれを楽しむのに役立ちます。 エピソードを公開して視聴するだけです。 全体的に6/10。 ちょうど13分のOVAです。 キャラクターはスーパーゲイ人、他の男です。 私は彼らが名前を持っているとは思わないが、その人は魅力的で完全に発達した人物の1人です。 彼が川の家から追い出されることに直面する闘争は、ただ触っているだけです。 そして、あなたはまた、私たちの川や自然界の汚染についての根本的な声明を本当に感じます。 アニメーションはあまりありませんが、アニメーションはまともです。 私はそれが正直にアニメーションだとは本当に判断できません。嫌なことは何もなく、うまくいきます。 個人的には、私はそのばかげた理由と、わずか4分という事実のためにショーを楽しんでいます。\u001b[22m\n\u001b[1m(Nan'ninka no otoko no apāto ni hairu ningyo no anime kara kitai shite iru subete. Watashi ga iu kagiride wa,-banashi wa arimasen. Chōdo 13-bu no ovu~adesu. Kyarakutā wa sūpāgei hito, hoka no otokodesu. Watashi wa karera ga namae o motte iru to wa omowanaiga, sono hito wa mirikiteki de kanzen ni hattatsu shita jinbutsu no 1-ridesu. Kare ga kawa no ie kara oidasa reru koto ni chokumen suru tōsō wa, tada sawatte iru dakedesu. Soshite, anata wa mata, watashitachi no kawa ya shizen-kai no osen ni tsuite no konpon-tekina seimei o hontōni kanjimasu. Animēshon wa amari arimasenga, animēshon wa matomodesu. Watashi wa sore ga shōjiki ni animēshonda to wa hontōni handan dekimasen. Iyana koto wa nani mo naku, umaku ikimasu. Kojin-teki ni wa, watashi wa sono bakageta riyū to, wazuka 4-bu to iu jijitsu no tame ni shō o tanoshinde imasu. Sore wa hontōni sore o tanoshimu no ni yakudachimasu. Episōdo o kōkai shite shichō suru dakedesu. Zentai-teki ni 6/ 10.)\u001b[22m\n\nTranslations of \u001b[4mEverything you expect from an anime about a merman moving in to some dude's apartment. As far as I can tell, there's no story. That really helps with the enjoyment of it. You can just pop open an episode and watch. Overall, 6/10. It's just 13 4-minute OVA's. Characters are super gay merman, and the other guy. I don't think they have names, but that merman is one compelling, fully developed character. The struggle he faces of being driven out of his river home is just touching. And you also really feel the underlying statement about pollution of our rivers and natural areas. The animation is decent, though there isn't much to animate. I can't really judge it's animation honestly.There's nothing abhorrent, and it works well. Personally, I enjoy the show purely because of its ridiculousness, and the fact that it is only 4 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything you expect from an anime about a merman moving in to some dude's apartment.\u001b[24m\n    \u001b[1m何人かの男のアパートに入る人魚のアニメから期待しているすべて。\u001b[22m, \u001b[1mすべてあなたには、いくつかの男のアパートに入居マーマン約アニメから期待しています。\u001b[22m\n\u001b[4mAs far as I can tell, there's no story.\u001b[24m\n    \u001b[1m私が言う限りでは、話はありません。\u001b[22m, \u001b[1m私の知る限り、何の話はありません。\u001b[22m\n\u001b[4mIt's just 13 4-minute OVA's.\u001b[24m\n    \u001b[1mちょうど13分のOVAです。\u001b[22m, \u001b[1mそれはちょうど13 4分のOVAのです。\u001b[22m\n\u001b[4mCharacters are super gay merman, and the other guy.\u001b[24m\n    \u001b[1mキャラクターはスーパーゲイ人、他の男です。\u001b[22m, \u001b[1m文字がスーパーゲイマーマン、および他の男です。\u001b[22m\n\u001b[4mI don't think they have names, but that merman is one compelling, fully developed character.\u001b[24m\n    \u001b[1m私は彼らが名前を持っているとは思わないが、その人は魅力的で完全に発達した人物の1人です。\u001b[22m, \u001b[1m私は、彼らが名前を持っていないと思うが、それマーマンは1魅力的な、完全に開発文字です。\u001b[22m\n\u001b[4mThe struggle he faces of being driven out of his river home is just touching.\u001b[24m\n    \u001b[1m彼が川の家から追い出されることに直面する闘争は、ただ触っているだけです。\u001b[22m, \u001b[1m彼は彼の川の家から追い出されるので直面している闘争はちょうど触れています。\u001b[22m\n\u001b[4mAnd you also really feel the underlying statement about pollution of our rivers and natural areas.\u001b[24m\n    \u001b[1mそして、あなたはまた、私たちの川や自然界の汚染についての根本的な声明を本当に感じます。\u001b[22m, \u001b[1mそして、あなたはまた、本当に私たちの川や自然地域の汚染についての根本的な声明を感じます。\u001b[22m\n\u001b[4mThe animation is decent, though there isn't much to animate.\u001b[24m\n    \u001b[1mアニメーションはあまりありませんが、アニメーションはまともです。\u001b[22m, \u001b[1mアニメーションは、アニメーション化するために多くはありませんが、まともです。\u001b[22m\n\u001b[4mI can't really judge it's animation honestly.There's nothing abhorrent, and it works well.\u001b[24m\n    \u001b[1m私はそれが正直にアニメーションだとは本当に判断できません。嫌なことは何もなく、うまくいきます。\u001b[22m, \u001b[1m私は本当にそれは忌まわしいアニメーションhonestly.Thereの何もない判断できない、それはうまく動作します。\u001b[22m\n\u001b[4mPersonally, I enjoy the show purely because of its ridiculousness, and the fact that it is only 4 minutes.\u001b[24m\n    \u001b[1m個人的には、私はそのばかげた理由と、わずか4分という事実のためにショーを楽しんでいます。\u001b[22m, \u001b[1m個人的に、私は純粋に、そのばかばかしのショー、そしてそれがわずか4分であるという事実を楽しみます。\u001b[22m\n\u001b[4mThat really helps with the enjoyment of it.\u001b[24m\n    \u001b[1mそれは本当にそれを楽しむのに役立ちます。\u001b[22m, \u001b[1mそれは本当にそれを楽しみに役立ちます。\u001b[22m\n\u001b[4mYou can just pop open an episode and watch.\u001b[24m\n    \u001b[1mエピソードを公開して視聴するだけです。\u001b[22m, \u001b[1mあなただけのエピソードを開いて見て開くことができます。\u001b[22m\n\u001b[4mOverall, 6/10.\u001b[24m\n    \u001b[1m全体的に6/10。\u001b[22m, \u001b[1m全体的に、6月10日。\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "Hevar_Senpai",
    "profile": "/profile/Hevar_Senpai/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=225918",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  7\n\nあなたが突然バスタブで人魚を見つけた時！\n\nたつみが家に着くと、突然浴槽に面白い人である若狭が見つけられ、友人になります。 それは生命のアニメのような感じで、若狭は食べ物やバブルバスのような小さなものに満足しているのが分かりました。 ワカサの友達は13回のエピソードでパーティーに参加しています。私たちは、この少しでもうまくアニメをやっていると面白い瞬間をたくさん持っています。\n\nおっしんのフロロジョウは短く楽しいアニメです！\n\nエピソードの長さがわずか4分なので、時間がないときにこのアニメを見てください！\n\nストーリー：5\n\nアート：6\n\nサウンド：6（素晴らしいオープニング）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n'when you suddenly find a merman in your bathtub'!\n\n\u001b[1mあなたが突然バスタブで人魚を見つけた時！\u001b[22m\n\u001b[1m(Anata ga totsuzen basu tabu de ningyo o mitsuketa toki!)\u001b[22m\n\nTranslations of \u001b[4m'when you suddenly find a merman in your bathtub'!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'when you suddenly find a merman in your bathtub'!\u001b[24m\n    \u001b[1mあなたが突然バスタブで人魚を見つけた時！\u001b[22m, \u001b[1m「あなたは突然、あなたの浴槽でマーマンを見つけたときに '！\u001b[22m\n\u001b[1m\u001b[22m\nWhen Tatsumi arrives at home he suddenly finds Wakasa, a funny merman, in his bathtub and they become friends. It feels like a slice of life anime and it's very funny to see that Wakasa is happy with the little things like food or a bubble bath. Wakasa's friends are joining the party in the 13 episodes and we have a lot of funny moments in this little but well done anime.\n\n\u001b[1mたつみが家に着くと、突然浴槽に面白い人である若狭が見つけられ、友人になります。 それは生命のアニメのような感じで、若狭は食べ物やバブルバスのような小さなものに満足しているのが分かりました。 ワカサの友達は13回のエピソードでパーティーに参加しています。私たちは、この少しでもうまくアニメをやっていると面白い瞬間をたくさん持っています。\u001b[22m\n\u001b[1m(Tatsumi ga ie ni tsuku to, totsuzen yokusō ni omoshiroi hitodearu Wakasa ga mitsuke rare, yūjin ni narimasu. Sore wa seimei no anime no yōna kanji de, Wakasa wa tabemono ya baburu basu no yōna chīsana mono ni manzoku shite iru no ga wakarimashita. Wakasa no tomodachi wa 13-kai no episōdo de pātī ni sanka shite imasu. Watashitachiha, kono sukoshi demo umaku anime o yatte iruto omoshiroi shunkan o takusan motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen Tatsumi arrives at home he suddenly finds Wakasa, a funny merman, in his bathtub and they become friends. It feels like a slice of life anime and it's very funny to see that Wakasa is happy with the little things like food or a bubble bath. Wakasa's friends are joining the party in the 13 episodes and we have a lot of funny moments in this little but well done anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Tatsumi arrives at home he suddenly finds Wakasa, a funny merman, in his bathtub and they become friends.\u001b[24m\n    \u001b[1mたつみが家に着くと、突然浴槽に面白い人である若狭が見つけられ、友人になります。\u001b[22m, \u001b[1m辰巳が家に到着すると、彼は突然彼の浴槽の中で、若狭、面白いマーマンを見つけ、彼らは友達になります。\u001b[22m\n\u001b[4mIt feels like a slice of life anime and it's very funny to see that Wakasa is happy with the little things like food or a bubble bath.\u001b[24m\n    \u001b[1mそれは生命のアニメのような感じで、若狭は食べ物やバブルバスのような小さなものに満足しているのが分かりました。\u001b[22m, \u001b[1mそれは、人生のアニメのスライスのように感じている、それは若狭は、食品や泡風呂のようなささいなことに満足していることを確認するために非常に面白いです。\u001b[22m\n\u001b[4mWakasa's friends are joining the party in the 13 episodes and we have a lot of funny moments in this little but well done anime.\u001b[24m\n    \u001b[1mワカサの友達は13回のエピソードでパーティーに参加しています。私たちは、この少しでもうまくアニメをやっていると面白い瞬間をたくさん持っています。\u001b[22m, \u001b[1m若狭さんの友人は13のエピソードでパーティーに参加していると我々は、この小さなが、よくやったアニメで面白い瞬間がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nOrenchi no Furo Jijou is a short but enjoyable anime!\n\n\u001b[1mおっしんのフロロジョウは短く楽しいアニメです！\u001b[22m\n\u001b[1m(Osshin no furorojou wa mijikaku tanoshī animedesu!)\u001b[22m\n\nTranslations of \u001b[4mOrenchi no Furo Jijou is a short but enjoyable anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrenchi no Furo Jijou is a short but enjoyable anime!\u001b[24m\n    \u001b[1mおっしんのフロロジョウは短く楽しいアニメです！\u001b[22m, \u001b[1mオレん家のフロ事情は短いが楽しいアニメではありません！\u001b[22m\n\u001b[1m\u001b[22m\nWatch this anime when you don't have much time because one episode is only 4 minutes long!\n\n\u001b[1mエピソードの長さがわずか4分なので、時間がないときにこのアニメを見てください！\u001b[22m\n\u001b[1m(Episōdo no naga-sa ga wazuka 4-bunanode, jikan ga nai toki ni kono anime o mitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mWatch this anime when you don't have much time because one episode is only 4 minutes long!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch this anime when you don't have much time because one episode is only 4 minutes long!\u001b[24m\n    \u001b[1mエピソードの長さがわずか4分なので、時間がないときにこのアニメを見てください！\u001b[22m, \u001b[1m1つのエピソードがわずか4分の長さであるので、あなたは多くの時間を持っていない場合は、このアニメを見てください！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5\n\n\u001b[1mストーリー：5\u001b[22m\n\u001b[1m(Sutōrī: 5)\u001b[22m\n\nTranslations of \u001b[4mStory: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5\u001b[24m\n    \u001b[1mストーリー：5\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6 (awesome opening)\n\n\u001b[1mサウンド：6（素晴らしいオープニング）\u001b[22m\n\u001b[1m(Saundo: 6 (Subarashī ōpuningu))\u001b[22m\n\nTranslations of \u001b[4mSound: 6 (awesome opening)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6 (awesome opening)\u001b[24m\n    \u001b[1mサウンド：6（素晴らしいオープニング）\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "Mishiranu_Soto",
    "profile": "/profile/Mishiranu_Soto/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=212318",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\nあなたはあなたの時間の50の奇妙な分の間に軽くて短いシリーズをしている場合は、これは確かにそれの価値がある。 キャラクターはきれいに書かれ、デザインされていて、あるレベルの少女ファンを魅了し、13の短いエピソードで十分に面白いです。 それが構築する擬人化された海の生き物の世界は魅力的であり、想像力に従事するが、意図的に浴室の平凡な範囲内にそれ自身を閉じ込める。 このショーのすべての審美的側面はかなり平均的ですが、キャラクターとユーモアは魅力的で効果的で、視聴者の関心を引きつけて魅了し続けます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you're after a light and short series to while away 50 odd minutes of your time then this is certainly worth it. The characters are nicely written and designed, meeting a certain level of Shoujo fanservice whilst remaining fun and interesting enough for 13 short episodes. The world of anthropomorphic sea creatures that it builds up is charming and engages with the imagination and yet intentionally traps itself within the mundane confines of a bathroom. Whilst all the aesthetic aspects of this show are pretty average, the characters and the humor are charming and effective enough to keep the viewer engages and enthralled.\n\n\u001b[1mあなたはあなたの時間の50の奇妙な分の間に軽くて短いシリーズをしている場合は、これは確かにそれの価値がある。 キャラクターはきれいに書かれ、デザインされていて、あるレベルの少女ファンを魅了し、13の短いエピソードで十分に面白いです。 それが構築する擬人化された海の生き物の世界は魅力的であり、想像力に従事するが、意図的に浴室の平凡な範囲内にそれ自身を閉じ込める。 このショーのすべての審美的側面はかなり平均的ですが、キャラクターとユーモアは魅力的で効果的で、視聴者の関心を引きつけて魅了し続けます。\u001b[22m\n\u001b[1m(Anata wa anata no jikan no 50 no kimyōna bun no ma ni karukute mijikai shirīzu o shite iru baai wa, kore wa tashika ni sore no kachigāru. Kyarakutā wa kirei ni kaka re, dezain sa rete ite, aru reberu no shōjo fan o miryō shi, 13 no mijikai episōdo de jūbun ni omoshiroidesu. Sore ga kōchiku suru gijin-ka sa reta uminoikimono no sekai wa mirikitekideari, sōzō-ryoku ni jūji suruga, itotekini yokushitsu no heibon'na han'inaini sore jishin o tojikomeru. Kono shō no subete no shinbi-teki sokumen wa kanari heikin-tekidesuga, kyarakutā to yūmoa wa mirikiteki de kōka-tekide, shichō-sha no kanshin o hikitsukete miryō shi tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're after a light and short series to while away 50 odd minutes of your time then this is certainly worth it. The characters are nicely written and designed, meeting a certain level of Shoujo fanservice whilst remaining fun and interesting enough for 13 short episodes. The world of anthropomorphic sea creatures that it builds up is charming and engages with the imagination and yet intentionally traps itself within the mundane confines of a bathroom. Whilst all the aesthetic aspects of this show are pretty average, the characters and the humor are charming and effective enough to keep the viewer engages and enthralled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're after a light and short series to while away 50 odd minutes of your time then this is certainly worth it.\u001b[24m\n    \u001b[1mあなたはあなたの時間の50の奇妙な分の間に軽くて短いシリーズをしている場合は、これは確かにそれの価値がある。\u001b[22m, \u001b[1mあなたの時間の50奇数分を離れている間する光と短いシリーズ後にしている場合、これは確かに価値があります。\u001b[22m\n\u001b[4mThe characters are nicely written and designed, meeting a certain level of Shoujo fanservice whilst remaining fun and interesting enough for 13 short episodes.\u001b[24m\n    \u001b[1mキャラクターはきれいに書かれ、デザインされていて、あるレベルの少女ファンを魅了し、13の短いエピソードで十分に面白いです。\u001b[22m, \u001b[1m文字がうまく書かれており、楽しさと13短いエピソードのための十分な興味深い残りながら、少女のサービスカットの一定レベルを満たし、設計されています。\u001b[22m\n\u001b[4mThe world of anthropomorphic sea creatures that it builds up is charming and engages with the imagination and yet intentionally traps itself within the mundane confines of a bathroom.\u001b[24m\n    \u001b[1mそれが構築する擬人化された海の生き物の世界は魅力的であり、想像力に従事するが、意図的に浴室の平凡な範囲内にそれ自身を閉じ込める。\u001b[22m, \u001b[1mそれはまだ構築魅力的であると想像力で係合し、擬人化、海の生き物の世界は、意図的に浴室の世俗的な範囲内で自身をトラップします。\u001b[22m\n\u001b[4mWhilst all the aesthetic aspects of this show are pretty average, the characters and the humor are charming and effective enough to keep the viewer engages and enthralled.\u001b[24m\n    \u001b[1mこのショーのすべての審美的側面はかなり平均的ですが、キャラクターとユーモアは魅力的で効果的で、視聴者の関心を引きつけて魅了し続けます。\u001b[22m, \u001b[1mこの番組のすべての美的側面がかなり平均である一方で、文字やユーモアが魅力的で、視聴者が係合を維持するのに十分効果的で魅了しています。\u001b[22m"
  },
  {
    "title": "Orenchi_no_Furo_Jijou",
    "id": "24211",
    "url": "https://myanimelist.net/anime/24211/Orenchi_no_Furo_Jijou",
    "user": "hightulip",
    "profile": "/profile/hightulip/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=218985",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  8\n\nアートと音楽：オープニングは特にうまくやっていて、アートスタイルは私の好みとマッチします。\n青いエクソシストのような「深刻な」タイプのアニメの1つだと思っていたので、このアニメはわずか13話と5分にすぎません。\n\n文字：文字はすべて非常にユニークで見栄えが良いです。 たとえ文字数が少なく、単一の設定であっても、ストーリーはそのためにすべてユニークでした。\n\nストーリー：短い時間枠の中に入れてください。 何か新しいことがすべてのエピソード（まあ、私はもちろん、意味する）と私は退屈したことはありません。 全体的に、それはかなり甘く、カジュアルで、見やすいものでした。\n\n私は第2シーズンがあったことを望みます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nArt and Music: The opening is especially well done and the art style matches my personal preference.\n\n\u001b[1mアートと音楽：オープニングは特にうまくやっていて、アートスタイルは私の好みとマッチします。\u001b[22m\n\u001b[1m(Āto to ongaku: Ōpuningu wa tokuni umaku yatte ite, ātosutairu wa watashi no konomi to matchi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt and Music: The opening is especially well done and the art style matches my personal preference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Music: The opening is especially well done and the art style matches my personal preference.\u001b[24m\n    \u001b[1mアートと音楽：オープニングは特にうまくやっていて、アートスタイルは私の好みとマッチします。\u001b[22m, \u001b[1m芸術と音楽：開口部が特によく行われ、アートスタイルは私の個人的な好みと一致します。\u001b[22m\nIt made me think that it's one of those 'serious' type anime like the Blue Exorcist, so I was quite disappointed that this anime is only 13 episodes and 5 minutes each.\n\n\u001b[1m青いエクソシストのような「深刻な」タイプのアニメの1つだと思っていたので、このアニメはわずか13話と5分にすぎません。\u001b[22m\n\u001b[1m(Aoi ekusoshisuto no yōna `shinkokuna' taipu no anime no 1tsuda to omotte itanode, kono anime wa wazuka 13-wa to 5-bu ni sugimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt made me think that it's one of those 'serious' type anime like the Blue Exorcist, so I was quite disappointed that this anime is only 13 episodes and 5 minutes each.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt made me think that it's one of those 'serious' type anime like the Blue Exorcist, so I was quite disappointed that this anime is only 13 episodes and 5 minutes each.\u001b[24m\n    \u001b[1m青いエクソシストのような「深刻な」タイプのアニメの1つだと思っていたので、このアニメはわずか13話と5分にすぎません。\u001b[22m, \u001b[1mそれは私はそれは青の祓魔師のようなものを「深刻な」タイプのアニメの一つだと考えさせられましたので、私はこのアニメが唯一の13のエピソードや各5分であることを非常に失望しました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters are all very unique and good looking. The stories were all unique because of that, even though it only has few characters and single setting.\n\n\u001b[1m文字：文字はすべて非常にユニークで見栄えが良いです。 たとえ文字数が少なく、単一の設定であっても、ストーリーはそのためにすべてユニークでした。\u001b[22m\n\u001b[1m(Moji: Moji wa subete hijō ni yunīku de mibae ga yoidesu. Tatoe mojisū ga sukunaku, tan'itsu no setteideatte mo, sutōrī wa sonotame ni subete yunīkudeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters are all very unique and good looking. The stories were all unique because of that, even though it only has few characters and single setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters are all very unique and good looking.\u001b[24m\n    \u001b[1m文字：文字はすべて非常にユニークで見栄えが良いです。\u001b[22m, \u001b[1m文字：文字は、すべての非常にユニークで格好良いです。\u001b[22m\n\u001b[4mThe stories were all unique because of that, even though it only has few characters and single setting.\u001b[24m\n    \u001b[1mたとえ文字数が少なく、単一の設定であっても、ストーリーはそのためにすべてユニークでした。\u001b[22m, \u001b[1m話はそれだけでいくつかの文字と1つの設定を持っているにもかかわらず、そのせいで、すべてのユニークでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Well put within the short time frames. Something new happens every episode (well, I mean, of course) and I never got bored. Overall it was pretty sweet, casual and easy to watch.\n\n\u001b[1mストーリー：短い時間枠の中に入れてください。 何か新しいことがすべてのエピソード（まあ、私はもちろん、意味する）と私は退屈したことはありません。 全体的に、それはかなり甘く、カジュアルで、見やすいものでした。\u001b[22m\n\u001b[1m(Sutōrī: Mijikai jikan-waku no naka ni irete kudasai. Nani ka atarashī koto ga subete no episōdo (mā, watashi wa mochiron, imi suru) to watashi wa taikutsu shita koto wa arimasen. Zentai-teki ni, sore wa kanari amaku, kajuaru de, miyasui monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mStory: Well put within the short time frames. Something new happens every episode (well, I mean, of course) and I never got bored. Overall it was pretty sweet, casual and easy to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Well put within the short time frames.\u001b[24m\n    \u001b[1mストーリー：短い時間枠の中に入れてください。\u001b[22m, \u001b[1mストーリー：まあ、短い時間枠内に置きます。\u001b[22m\n\u001b[4mSomething new happens every episode (well, I mean, of course) and I never got bored.\u001b[24m\n    \u001b[1m何か新しいことがすべてのエピソード（まあ、私はもちろん、意味する）と私は退屈したことはありません。\u001b[22m, \u001b[1m新しい何かが（まあ、私はもちろん、平均）すべてのエピソードを起こる、私は飽きてしまったことはありません。\u001b[22m\n\u001b[4mOverall it was pretty sweet, casual and easy to watch.\u001b[24m\n    \u001b[1m全体的に、それはかなり甘く、カジュアルで、見やすいものでした。\u001b[22m, \u001b[1m全体的にはかなり、甘いカジュアルで見るのは簡単でした。\u001b[22m\n\u001b[1m\u001b[22m\nI wish there was a second season.\n\n\u001b[1m私は第2シーズンがあったことを望みます。\u001b[22m\n\u001b[1m(Watashi wa dai 2 shīzun ga atta koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wish there was a second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish there was a second season.\u001b[24m\n    \u001b[1m私は第2シーズンがあったことを望みます。\u001b[22m, \u001b[1m私は2番目のシーズンがあったことを望みます。\u001b[22m"
  }
]
