[
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "Joby05",
    "profile": "/profile/Joby05/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=209437",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\n要約：これはChaikaシリーズの良い終わりでした。 素晴らしい結末ではなく、私が望んでいた結末ではありませんでしたが、それは良かったです。  2回目のシーズンに12のエピソードの代わりに10のエピソードしかないのはなぜか分かりません。 すべてを包み込む適切な仕事をするために最後の2人が必要だったことは間違いありません。 エンディングはやや曖昧でしたが満足していましたが、あまりにも不平を言うことはできませんが、急いで感じていました。 是非、このレビューがあなたを見守るのを妨げないようにしてください。 全体的なシリーズは素晴らしく、今シーズンのいくつかの問題をマイナスして、私はそれを見て非常にうれしいです！\n\nストーリー：7/10\n物語は悪くない、私を間違えないでください。 解決されるはずのすべてが解決されましたが、最後のいくつかのエピソードは不必要に急増しました（これは12のエピソードではなく10であったことを考慮して）。 弧の間にいくつかの点が明確になっていた可能性があり、結論にぶら下がっていたいくつかのプロット点があったが、すべてのメジャーは何らかの形で包まれていた。 私はより多くを望んだが、私はそれで生きることができる。\n\nアート：9/10\n芸術のスタイルはシーズン1と似ていました。それはまだ非常に強く、気分を強調し、豊かな視覚的多様性を与えるために明るい色と暗い色のバランスを取り戻す素晴らしい仕事をしています。\n\nサウンド：8/10\n再びサウンドトラックは堅実です。 シーズン1ほど良くはないが、それは仕事を終えた。\n\nキャラクター：8/10\nこれはシーズン2が少し期待を下回った別の場所です。 私は望んでいたようにいくつかの主要キャラクターの開発はほとんどなかったし、「アフター・ストーリー」が急いで感じられ、キャストの残りの生活がどのように演奏されるのかについての大きな感覚を得られなかった。 それを除けば、シーズン1からいくつかのキャラクターがさらに発展し、少なくとも主人公が注目を集めたと思う。\n\n楽しさ：7/10\n私は、エピソード5の周りからペーシングの問題に苦しんでいること、そして10回のエピソードで必要なものすべてをカバーしていないことを最後まで感じていました。 実際には、私は自分自身が最後のエピソードの前に停止することに非常に近いと感じました。 私はあなたが1つのエピソードで合理的にカバーできるものを知るのに十分なアニメを見てきました。そして、私はその結末が私を失望させてしまうことを知っていました。 それはそれほど悪くないとは認められましたが、依然として少しでも残っていました。 私は全体的にアニメを楽しんだが、ささやかな感じは、私の楽しみのビットを阻害した。\n\n全体：7/10\n全体的に、このシリーズの良い終わりだった。 悪くない、偉大ではない、ただ良い。 これに10の代わりに12のエピソードがあって、少なくともエピソードの半分以上に彼らが終わりを広げていたなら、少なくとも私はこれを少なくとも8/10にしていただろうと思う。 さらに、私の意見では、少し上にまとめることができるいくつかのプロットポイントがありました。 このアニメのジャンルを楽しんでいる皆さんにぜひお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSummary: This was a good ending to the Chaika series. Not a great ending, and not the ending I was hoping for, but it was good. I'm not sure why the second season only got 10 instead of 12 episodes; you could definitely tell that they needed those last 2 to do a proper job of wrapping everything up. The ending was a little vague but satisfying and I can't complain too much but it did feel rushed and considering how much I enjoyed the first season I couldn't help but feel a bit disappointed. By all means though, don't let this review prevent you from watching. The overall series was excellent and minus the few issues I had with this season I am very glad I watched it!\n\n\u001b[1m要約：これはChaikaシリーズの良い終わりでした。 素晴らしい結末ではなく、私が望んでいた結末ではありませんでしたが、それは良かったです。  2回目のシーズンに12のエピソードの代わりに10のエピソードしかないのはなぜか分かりません。 すべてを包み込む適切な仕事をするために最後の2人が必要だったことは間違いありません。 エンディングはやや曖昧でしたが満足していましたが、あまりにも不平を言い表すことはできませんが、急いで感じていました。 是非、このレビューがあなたを見守るのを妨げないようにしてください。 全体的なシリーズは素晴らしく、今シーズンのいくつかの問題をマイナスして、私はそれを見て非常にうれしいです！\u001b[22m\n\u001b[1m(Yōyaku: Kore wa Chaika shirīzu no yoi owarideshita. Subarashī ketsumatsude wa naku, watashi ga nozonde ita ketsumatsude wa arimasendeshitaga, sore wa yokattadesu. 2-Kai-me no shīzun ni 12 no episōdo no kawari ni 10 no episōdo shika nai no wa naze ka wakarimasen. Subete o tsutsumikomu tekisetsuna shigoto o suru tame ni saigo no 2-ri ga hitsuyōdatta koto wa machigai arimasen. Endingu wa yaya aimaideshitaga manzoku shite imashitaga, amarini mo fuhei o iiarawasu koto wa dekimasenga, isoide kanjite imashita. Zehi, kono rebyū ga anata o mimamoru no o samatagenai yō ni shite kudasai. Zentai-tekina shirīzu wa subarashiku, ima shīzun no ikutsu ka no mondai o mainasu shite, watashi wa sore o mite hijō ni ureshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mSummary: This was a good ending to the Chaika series. Not a great ending, and not the ending I was hoping for, but it was good. I'm not sure why the second season only got 10 instead of 12 episodes; you could definitely tell that they needed those last 2 to do a proper job of wrapping everything up. The ending was a little vague but satisfying and I can't complain too much but it did feel rushed and considering how much I enjoyed the first season I couldn't help but feel a bit disappointed. By all means though, don't let this review prevent you from watching. The overall series was excellent and minus the few issues I had with this season I am very glad I watched it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary: This was a good ending to the Chaika series.\u001b[24m\n    \u001b[1m要約：これはChaikaシリーズの良い終わりでした。\u001b[22m, \u001b[1m概要：これは、チャイカシリーズへの良好な結末でした。\u001b[22m\n\u001b[4mNot a great ending, and not the ending I was hoping for, but it was good.\u001b[24m\n    \u001b[1m素晴らしい結末ではなく、私が望んでいた結末ではありませんでしたが、それは良かったです。\u001b[22m, \u001b[1mではない最高のエンディングではなく、私は期待していた結末が、それは良かったです。\u001b[22m\n\u001b[4mI'm not sure why the second season only got 10 instead of 12 episodes;\u001b[24m\n    \u001b[1m2回目のシーズンに12のエピソードの代わりに10のエピソードしかないのはなぜか分かりません。\u001b[22m, \u001b[1m第二シーズンは唯一の代わりに12のエピソードの10を得た私はなぜわかりません。\u001b[22m\n\u001b[4myou could definitely tell that they needed those last 2 to do a proper job of wrapping everything up.\u001b[24m\n    \u001b[1mすべてを包み込む適切な仕事をするために最後の2人が必要だったことは間違いありません。\u001b[22m, \u001b[1mあなたは間違いなく、彼らがすべてを包み込むの適切な仕事をするために、これらの最後の2が必要だと言うことができます。\u001b[22m\n\u001b[4mThe ending was a little vague but satisfying and I can't complain too much but it did feel rushed and considering how much I enjoyed the first season I couldn't help but feel a bit disappointed.\u001b[24m\n    \u001b[1mエンディングはやや曖昧でしたが満足していましたが、あまりにも不平を言い表すことはできませんが、急いで感じていました。\u001b[22m, \u001b[1m結末は少し漠然としたが満足だったと私はあまり文句を言うことはできませんが、それは急いで、私は、私は助けるが、少しがっかり感じることができませんでした最初のシーズンを楽しんでどのくらい考慮に感じました。\u001b[22m\n\u001b[4mBy all means though, don't let this review prevent you from watching.\u001b[24m\n    \u001b[1m是非、このレビューがあなたを見守るのを妨げないようにしてください。\u001b[22m, \u001b[1mぜひただし、この口コミは見てからあなたを防ぐことはできません。\u001b[22m\n\u001b[4mThe overall series was excellent and minus the few issues I had with this season I am very glad I watched it!\u001b[24m\n    \u001b[1m全体的なシリーズは素晴らしく、今シーズンのいくつかの問題をマイナスして、私はそれを見て非常にうれしいです！\u001b[22m, \u001b[1m全体のシリーズは優秀だったとマイナス私は私はそれを見て非常に嬉しいです。この季節に持っていたいくつかの問題！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nThe story wasn't bad, don't get me wrong. Everything that should have been resolved did get resolved, but the last few episodes felt needlessly rushing (considering this was a 10 and not 12 episode season). There could have been more clarity on a few points of during the arc and there were some plot points that were left hanging at the conclusion, but everything major was wrapped up in one way or another. I had hoped for more but I can live with it.\n\n\u001b[1m物語は悪くない、私を間違えないでください。 解決されるはずのすべてが解決されましたが、最後のいくつかのエピソードは不必要に急増しました（これは12のエピソードではなく10であったことを考慮して）。 弧の間にいくつかの点が明確になっていた可能性があり、結論にぶら下がっていたいくつかのプロット点があったが、すべてのメジャーは何らかの形で包まれていた。 私はより多くを望んだが、私はそれで生きることができる。\u001b[22m\n\u001b[1m(Monogatari wa warukunai, watashi o machigaenaide kudasai. Kaiketsu sa reru hazu no subete ga kaiketsu sa remashitaga, saigo no ikutsu ka no episōdo wa fuhitsuyō ni kyūzō shimashita (kore wa 12 no episōdode wanaku 10deatta koto o kōryo shite). Ko no ma ni ikutsu ka no ten ga meikaku ni natte ita kanōsei ga ari, ketsuron ni burasagatte ita ikutsu ka no purotto-ten ga attaga, subete no mejā wa nanrakano katachi de tsutsuma rete ita. Watashi wa yori ōku o nozondaga, watashi wa sore de ikiru koto ga dekiru.)\u001b[22m\n\nTranslations of \u001b[4mThe story wasn't bad, don't get me wrong. Everything that should have been resolved did get resolved, but the last few episodes felt needlessly rushing (considering this was a 10 and not 12 episode season). There could have been more clarity on a few points of during the arc and there were some plot points that were left hanging at the conclusion, but everything major was wrapped up in one way or another. I had hoped for more but I can live with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story wasn't bad, don't get me wrong.\u001b[24m\n    \u001b[1m物語は悪くない、私を間違えないでください。\u001b[22m, \u001b[1m物語は私が間違って取得しない、悪くはなかったです。\u001b[22m\n\u001b[4mEverything that should have been resolved did get resolved, but the last few episodes felt needlessly rushing (considering this was a 10 and not 12 episode season).\u001b[24m\n    \u001b[1m解決されるはずのすべてが解決されましたが、最後のいくつかのエピソードは不必要に急増しました（これは12のエピソードではなく10であったことを考慮して）。\u001b[22m, \u001b[1m解決されている必要がありますすべてが解決されますでしたが、最後のいくつかのエピソードが不必要（これは10とされない12のエピソードのシーズンだった考慮して）急いで感じました。\u001b[22m\n\u001b[4mThere could have been more clarity on a few points of during the arc and there were some plot points that were left hanging at the conclusion, but everything major was wrapped up in one way or another.\u001b[24m\n    \u001b[1m弧の間にいくつかの点が明確になっていた可能性があり、結論にぶら下がっていたいくつかのプロット点があったが、すべてのメジャーは何らかの形で包まれていた。\u001b[22m, \u001b[1mアークの間のいくつかのポイントについての明確さがあった可能性があり、結論にぶら下がったままにされたいくつかのプロット点があったが、主要なすべてのものは、一つの方法または別に包まれました。\u001b[22m\n\u001b[4mI had hoped for more but I can live with it.\u001b[24m\n    \u001b[1m私はより多くを望んだが、私はそれで生きることができる。\u001b[22m, \u001b[1m私はより多くのために期待していたが、私はそれと一緒に暮らすことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nThe art style was similar to season 1. It is still very strong and again does a great job of balancing light and dark colors to help emphasize the mood and give a good amount of visual diversity.\n\n\u001b[1m芸術のスタイルはシーズン1と似ていました。それはまだ非常に強く、気分を強調し、豊かな視覚的多様性を与えるために明るい色と暗い色のバランスを取り戻す素晴らしい仕事をしています。\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa shīzun 1 to nite imashita. Sore wa mada hijō ni tsuyoku, kibun o kyōchō shi, yutakana shikaku-teki tayō-sei o ataeru tame ni akarui iro to kurai iro no baransu o torimodosu subarashī shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style was similar to season 1. It is still very strong and again does a great job of balancing light and dark colors to help emphasize the mood and give a good amount of visual diversity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style was similar to season 1. It is still very strong and again does a great job of balancing light and dark colors to help emphasize the mood and give a good amount of visual diversity.\u001b[24m\n    \u001b[1m芸術のスタイルはシーズン1と似ていました。それはまだ非常に強く、気分を強調し、豊かな視覚的多様性を与えるために明るい色と暗い色のバランスを取り戻す素晴らしい仕事をしています。\u001b[22m, \u001b[1mアートスタイルは、それはまだ非常に強く、再び気分を強調し、視覚的な多様性の良い量を与えるのを助けるために、光と暗い色のバランスをとるのは素晴らしい仕事をして、シーズン1と同様でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nAgain the sound track is solid. Not quite as good as season 1 but it got the job done.\n\n\u001b[1m再びサウンドトラックは堅実です。 シーズン1ほど良くはないが、それは仕事を終えた。\u001b[22m\n\u001b[1m(Futatabi saundotorakku wa kenjitsudesu. Shīzun 1 hodo yoku wa naiga, soreha shigoto o oeta.)\u001b[22m\n\nTranslations of \u001b[4mAgain the sound track is solid. Not quite as good as season 1 but it got the job done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain the sound track is solid.\u001b[24m\n    \u001b[1m再びサウンドトラックは堅実です。\u001b[22m, \u001b[1m再びサウンドトラックが固体です。\u001b[22m\n\u001b[4mNot quite as good as season 1 but it got the job done.\u001b[24m\n    \u001b[1mシーズン1ほど良くはないが、それは仕事を終えた。\u001b[22m, \u001b[1mシーズン1ほど良好ではないが、それ仕事が行われました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nThis is another place where season 2 fell a little short of expectations. There wasn't nearly as much development of a few key characters as I would have hoped and the 'after story' felt rushed and I didn't get a great sense of how the rest of the lives of the cast would play out. That aside, there was further development of several characters from season 1 and I think at least the main characters got a good amount of attention.\n\n\u001b[1mこれはシーズン2が少し期待を下回った別の場所です。 私は望んでいたようにいくつかの主要キャラクターの開発はほとんどなかったし、「アフター・ストーリー」が急いで感じられ、キャストの残りの生活がどのように演奏されるのかについての大きな感覚を得られなかった。 それを除けば、シーズン1からいくつかのキャラクターがさらに発展し、少なくとも主人公が注目を集めたと思う。\u001b[22m\n\u001b[1m(Kore wa shīzun 2 ga sukoshi kitai o shitamawatta betsu no bashodesu. Watashi wa nozonde ita yō ni ikutsu ka no shuyō kyarakutā no kaihatsu wa hotondo nakattashi,`afutā sutōrī' ga isoide kanji rare, kyasuto no nokori no seikatsu ga dono yō ni ensō sa reru no ka ni tsuite no ōkina kankaku o e rarenakatta. Sore o nozokeba, shīzun 1 kara ikutsu ka no kyarakutā ga sarani hatten shi, sukunakutomo shujinkō ga chūmoku o atsumeta to omou.)\u001b[22m\n\nTranslations of \u001b[4mThis is another place where season 2 fell a little short of expectations. There wasn't nearly as much development of a few key characters as I would have hoped and the 'after story' felt rushed and I didn't get a great sense of how the rest of the lives of the cast would play out. That aside, there was further development of several characters from season 1 and I think at least the main characters got a good amount of attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is another place where season 2 fell a little short of expectations.\u001b[24m\n    \u001b[1mこれはシーズン2が少し期待を下回った別の場所です。\u001b[22m, \u001b[1mこれは、シーズン2は期待の少し短い下落した別の場所です。\u001b[22m\n\u001b[4mThere wasn't nearly as much development of a few key characters as I would have hoped and the 'after story' felt rushed and I didn't get a great sense of how the rest of the lives of the cast would play out.\u001b[24m\n    \u001b[1m私は望んでいたようにいくつかの主要キャラクターの開発はほとんどなかったし、「アフター・ストーリー」が急いで感じられ、キャストの残りの生活がどのように演奏されるのかについての大きな感覚を得られなかった。\u001b[22m, \u001b[1mそこに私が期待していたとして、いくつかのキーの文字のほぼ同じくらいの開発ではなかったと '話の後に「急いで感じたと私はキャストの生活の残りの部分が出てプレーする方法の偉大な感覚を取得できませんでした。\u001b[22m\n\u001b[4mThat aside, there was further development of several characters from season 1 and I think at least the main characters got a good amount of attention.\u001b[24m\n    \u001b[1mそれを除けば、シーズン1からいくつかのキャラクターがさらに発展し、少なくとも主人公が注目を集めたと思う。\u001b[22m, \u001b[1mそれはさておき、そこシーズン1からいくつかの文字の更なる発展があったと私は、少なくともメインキャラクターが注目の良い量を得たと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\nI had a nagging feeling from around episode 5 through the end that they were suffering from a pacing issue and that they wouldn't cover everything they needed to in 10 episodes. In fact, I found myself very close to stopping before the last episode. I've seen enough anime to know what you can reasonably cover in a single episode and I just knew the ending was going to leave me disappointed. Granted it wasn't THAT bad, but it still left a bit to be desired. I did enjoy the anime overall but that nagging feeling inhibited a bit of my enjoyment.\n\n\u001b[1m私は、エピソード5の周りからペーシングの問題に苦しんでいること、そして10回のエピソードで必要なものすべてをカバーしていないことを最後まで感じていました。 実際には、私は自分自身が最後のエピソードの前に停止することに非常に近いと感じました。 私はあなたが1つのエピソードで合理的にカバーできるものを知るのに十分なアニメを見てきました。そして、私はその結末が私を失望させてしまうことを知っていました。 それはそれほど悪くないとは認められましたが、依然として少しでも残っていました。 私は全体的にアニメを楽しんだが、ささやかな感じは、私の楽しみのビットを阻害した。\u001b[22m\n\u001b[1m(Watashi wa, episōdo 5 no mawari kara pēshingu no mondai ni kurushinde iru koto, soshite 10-kai no episōdo de hitsuyōnamono subete o kabā shite inai koto o saigomade kanjite imashita. Jissai ni wa, watashi wa jibun jishin ga saigo no episōdo no mae ni teishi suru koto ni hijō ni chikai to kanjimashita. Watashi wa anata ga 1tsu no episōdo de gōri-teki ni kabā dekiru mono o shiru no ni jūbun'na anime o mitekimashita. Soshite, watashi wa sono ketsumatsu ga watashi o shitsubō sa sete shimau koto o shitte imashita. Sore wa sore hodo warukunai to wa mitome raremashitaga, izentoshite sukoshi demo nokotte imashita. Watashi wa zentai-teki ni anime o tanoshindaga, sasayakana kanji wa, watashi no tanoshimi no bitto o sogai shita.)\u001b[22m\n\nTranslations of \u001b[4mI had a nagging feeling from around episode 5 through the end that they were suffering from a pacing issue and that they wouldn't cover everything they needed to in 10 episodes. In fact, I found myself very close to stopping before the last episode. I've seen enough anime to know what you can reasonably cover in a single episode and I just knew the ending was going to leave me disappointed. Granted it wasn't THAT bad, but it still left a bit to be desired. I did enjoy the anime overall but that nagging feeling inhibited a bit of my enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had a nagging feeling from around episode 5 through the end that they were suffering from a pacing issue and that they wouldn't cover everything they needed to in 10 episodes.\u001b[24m\n    \u001b[1m私は、エピソード5の周りからペーシングの問題に苦しんでいること、そして10回のエピソードで必要なものすべてをカバーしていないことを最後まで感じていました。\u001b[22m, \u001b[1m私は、彼らがペーシングの問題に苦しんでされた端部を通って、彼らは、彼らは10のエピソードでに必要なすべてをカバーしていないだろうとのエピソード5の周りからのしつこい感じがしました。\u001b[22m\n\u001b[4mIn fact, I found myself very close to stopping before the last episode.\u001b[24m\n    \u001b[1m実際には、私は自分自身が最後のエピソードの前に停止することに非常に近いと感じました。\u001b[22m, \u001b[1m実際に、私は最後のエピソードの前に停止に自分自身が非常に近いが見つかりました。\u001b[22m\n\u001b[4mI've seen enough anime to know what you can reasonably cover in a single episode and I just knew the ending was going to leave me disappointed.\u001b[24m\n    \u001b[1m私はあなたが1つのエピソードで合理的にカバーできるものを知るのに十分なアニメを見てきました。そして、私はその結末が私を失望させてしまうことを知っていました。\u001b[22m, \u001b[1m私はあなたが合理的に単一のエピソードでカバーすることができ、私はちょうどエンディングが失望私を残しするつもりだった知っていたかを知るために十分なアニメを見てきました。\u001b[22m\n\u001b[4mGranted it wasn't THAT bad, but it still left a bit to be desired.\u001b[24m\n    \u001b[1mそれはそれほど悪くないとは認められましたが、依然として少しでも残っていました。\u001b[22m, \u001b[1m確かにそれは悪いことではありませんでしたが、それはまだ希望されるビットを残しました。\u001b[22m\n\u001b[4mI did enjoy the anime overall but that nagging feeling inhibited a bit of my enjoyment.\u001b[24m\n    \u001b[1m私は全体的にアニメを楽しんだが、ささやかな感じは、私の楽しみのビットを阻害した。\u001b[22m, \u001b[1m私は、全体的なアニメを楽しんでいたが、そのしつこい感じが私の楽しみのビットを阻害しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nOverall, it was a good ending to the series. Not bad, not great, just good. Had this had 12 episodes instead of 10 and had they spread the ending out over a half an episode at least I think I would have given this at least an 8/10. Plus, there were a few plot points that could have been wrapped up a bit better in my opinion. I definitely recommend everyone who enjoys this genre of anime to watch.\n\n\u001b[1m全体的に、このシリーズの良い終わりだった。 悪くない、偉大ではない、ただ良い。 これに10の代わりに12のエピソードがあって、少なくともエピソードの半分以上に彼らが終わりを広げていたなら、少なくとも私はこれを少なくとも8/10にしていただろうと思う。 さらに、私の意見では、少し上にまとめることができるいくつかのプロットポイントがありました。 このアニメのジャンルを楽しんでいる皆さんにぜひお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shirīzu no yoi owaridatta. Warukunai, idaide wanai, tada yoi. Kore ni 10 no kawari ni 12 no episōdo ga atte, sukunakutomo episōdo no hanbun'ijō ni karera ga owari o hirogete itanara, sukunakutomo watashi wa kore o sukunakutomo 8/ 10 ni shite itadarou to omou. Sarani, watashi no ikende wa, sukoshi ue ni matomeru koto ga dekiru ikutsu ka no purotto pointo ga arimashita. Kono anime no janru o tanoshinde iru minasan ni zehi o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was a good ending to the series. Not bad, not great, just good. Had this had 12 episodes instead of 10 and had they spread the ending out over a half an episode at least I think I would have given this at least an 8/10. Plus, there were a few plot points that could have been wrapped up a bit better in my opinion. I definitely recommend everyone who enjoys this genre of anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was a good ending to the series.\u001b[24m\n    \u001b[1m全体的に、このシリーズの良い終わりだった。\u001b[22m, \u001b[1m全体的に、それはシリーズへの良好な結末でした。\u001b[22m\n\u001b[4mNot bad, not great, just good.\u001b[24m\n    \u001b[1m悪くない、偉大ではない、ただ良い。\u001b[22m, \u001b[1m偉大ではない、悪くない、ちょうど良いです。\u001b[22m\n\u001b[4mHad this had 12 episodes instead of 10 and had they spread the ending out over a half an episode at least I think I would have given this at least an 8/10.\u001b[24m\n    \u001b[1mこれに10の代わりに12のエピソードがあって、少なくともエピソードの半分以上に彼らが終わりを広げていたなら、少なくとも私はこれを少なくとも8/10にしていただろうと思う。\u001b[22m, \u001b[1mこれは12のエピソードの代わりに10を持っていたし、彼らは半分以上のエピソードを終了少なくとも私は、少なくとも8月10日にこれを与えていると思う広がっ持っていました。\u001b[22m\n\u001b[4mPlus, there were a few plot points that could have been wrapped up a bit better in my opinion.\u001b[24m\n    \u001b[1mさらに、私の意見では、少し上にまとめることができるいくつかのプロットポイントがありました。\u001b[22m, \u001b[1mプラス、私の意見では少し良く包まれている可能性がいくつかのプロット点がありました。\u001b[22m\n\u001b[4mI definitely recommend everyone who enjoys this genre of anime to watch.\u001b[24m\n    \u001b[1mこのアニメのジャンルを楽しんでいる皆さんにぜひお勧めします。\u001b[22m, \u001b[1m私は間違いなく見てアニメのこのジャンルを楽しんで皆をお勧めします。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "lovevillain",
    "profile": "/profile/lovevillain/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=222500",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\nシーズン1の私のレビューからコピーされました。\n\n\nこれはショーを完全に包囲するための両方の季節のためのレビューです。\nまず、私はこのショーに、低い期待で行った。 ああ、私はひどく間違っていた。 全体として、私はシリーズに8.5を与える。  22のエピソードのために、私はただ驚いた。 それは行動を持っている、それはゴアを持っている、それはコメディを持っています。 そして、それはまともな話、すばらしい楽譜と良いキャラクターを持っています。\n\nストーリー：チャイカ、白い髪と紫色の目をした女性、タブー皇帝の遺骨を集める。  5年前に終わった偉大な戦争以来、苦闘してきた失業者、MC、Toru。 彼は山の中で食用植物を拾っている間、彼は恐ろしく失われたチャイカに出くわす。 しかし、紹介が適切に行われる前に、彼らはユニコーンに出会い（おとぎ話のものではなく）、戦うためにチームを組むことを余儀なくされます。 すべてが起こった後、ChaikaはToruと妹の雇用を提供し、父の遺骨を集めて適切な埋葬をするのを助ける。\nこの話は、紆余曲折、欺瞞、ショックでいっぱいです。 これは、あなたがそれを調べ始めるときに恐ろしく暗いより良いアニメの1つです。\n\nアート：私はこのアニメが穏やかだと思ったが、私は間違っていた。 それは素晴らしい芸術作品を持って、シーンは非常によく行われています。\n\nサウンド：最初のレビュー私は公平以外のことを言いました。 両方の季節のためのこのアニメはすばらしい音楽トラックを持っています。 このショーは慎重に作られ、よく実行されました。\n\nキャラクター：すべてのキャラクターはよく発達しており、ショーを通して徐々に成長しています。 彼らは一次元ではありません、彼らはすべてをブラシしようとしないでください。 これらの文字は深さがあり、すべてがうまくつながって絡み合っています。\n\n楽しさ/全体：この番組は通常、私が推薦するトップ15にあります。 それはすべての期待を裏切り、それからいくつかのものを打ち負かした。 私はこのショーを現在およそ4回見てきており、それはますます良くなっています。 これは、多くのファンサービスではない奇妙なボールショーですが、それはアニメの恋人のための必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nCopied from my review of Season 1.\n\n\u001b[1mシーズン1の私のレビューからコピーされました。\u001b[22m\n\u001b[1m(Shīzun 1 no watashi no rebyū kara kopī sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mCopied from my review of Season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCopied from my review of Season 1.\u001b[24m\n    \u001b[1mシーズン1の私のレビューからコピーされました。\u001b[22m, \u001b[1mシーズン1の私のレビューからコピーされます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is a review for both seasons to fully encompass the show.\n\n\u001b[1mこれはショーを完全に包囲するための両方の季節のためのレビューです。\u001b[22m\n\u001b[1m(Kore wa shō o kanzen ni hōi suru tame no ryōhō no kisetsu no tame no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a review for both seasons to fully encompass the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a review for both seasons to fully encompass the show.\u001b[24m\n    \u001b[1mこれはショーを完全に包囲するための両方の季節のためのレビューです。\u001b[22m, \u001b[1mこれは、両方の季節が完全にショーを包含するためのレビューです。\u001b[22m\nFirst off, I went into this show with LOW expectations. Oh man, I was horribly mistaken. Overall, I give the series an 8.5. For 22 episodes I was just amazed. It has action, it has gore, it has comedy. And furthermore it has a decent story, an amazing musical score and good characters.\n\n\u001b[1mまず、私はこのショーに、低い期待で行った。 ああ、私はひどく間違っていた。 全体として、私はシリーズに8.5を与える。  22のエピソードのために、私はただ驚いた。 それは行動を持っている、それはゴアを持っている、それはコメディを持っています。 そして、それはまともな話、すばらしい楽譜と良いキャラクターを持っています。\u001b[22m\n\u001b[1m(Mazu, watashi wa kono shō ni, hikui kitai de okonatta. Ā, watashi wa hidoku machigatte ita. Zentai to shite, watashi wa shirīzu ni 8. 5 O ataeru. 22 No episōdo no tame ni, watashi wa tada odoroita. Sore wa kōdō o motte iru, sore wa Goa o motte iru, soreha komedi o motte imasu. Soshite, sore wa matomona hanashi, subarashī gakufu to yoi kyarakutā o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, I went into this show with LOW expectations. Oh man, I was horribly mistaken. Overall, I give the series an 8.5. For 22 episodes I was just amazed. It has action, it has gore, it has comedy. And furthermore it has a decent story, an amazing musical score and good characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, I went into this show with LOW expectations.\u001b[24m\n    \u001b[1mまず、私はこのショーに、低い期待で行った。\u001b[22m, \u001b[1mまず第一に、私はLOW期待にこのショーに行ってきました。\u001b[22m\n\u001b[4mOh man, I was horribly mistaken.\u001b[24m\n    \u001b[1mああ、私はひどく間違っていた。\u001b[22m, \u001b[1mああ男、私は恐ろしく間違っていました。\u001b[22m\n\u001b[4mOverall, I give the series an 8.5.\u001b[24m\n    \u001b[1m全体として、私はシリーズに8.5を与える。\u001b[22m, \u001b[1m全体的に、私はシリーズ8.5を与えます。\u001b[22m\n\u001b[4mFor 22 episodes I was just amazed.\u001b[24m\n    \u001b[1m22のエピソードのために、私はただ驚いた。\u001b[22m, \u001b[1m22のエピソードのために私はちょうど驚きました。\u001b[22m\n\u001b[4mIt has action, it has gore, it has comedy.\u001b[24m\n    \u001b[1mそれは行動を持っている、それはゴアを持っている、それはコメディを持っています。\u001b[22m, \u001b[1mそれがコメディを有し、それはマチを有し、作用を有します。\u001b[22m\n\u001b[4mAnd furthermore it has a decent story, an amazing musical score and good characters.\u001b[24m\n    \u001b[1mそして、それはまともな話、すばらしい楽譜と良いキャラクターを持っています。\u001b[22m, \u001b[1mさらに、それはまともな話、素晴らしい楽譜と良好な文字が含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Chaika, a female with white hair and purple eyes gathering the remains of the Taboo Emperor. MC, Toru, unemployed, struggling ever since the great war ended 5 years ago. While he is in the mountains picking up edible plants, he runs into Chaika who is horribly lost. But before introductions can be properly made they encounter a unicorn (not the ones from a fairy tale) and are forced to team up to fight it. After everything happens, Chaika offers Toru and his sister employment, to help her gather her father's remains to give him a proper burial.\n\n\u001b[1mストーリー：チャイカ、白い髪と紫色の目をした女性、タブー皇帝の遺骨を集める。  5年前に終わった偉大な戦争以来、苦闘してきた失業者、MC、Toru。 彼は山の中で食用植物を拾っている間、彼は恐ろしく失われたチャイカに出くわす。 しかし、紹介が適切に行われる前に、彼らはユニコーンに出会い（おとぎ話のものではなく）、戦うためにチームを組むことを余儀なくされます。 すべてが起こった後、ChaikaはToruと妹の雇用を提供し、父の遺骨を集めて適切な埋葬をするのを助ける。\u001b[22m\n\u001b[1m(Sutōrī: Chaika, shiroi kami to murasakiiro no me o shita josei, tabū kōtei no ikotsu o atsumeru. 5-Nen mae ni owatta idaina sensō irai, kutō shite kita shitsugyō-sha, MC, Toru. Kare wa yama no naka de shokuyō shokubutsu o hirotte iru ma, kare wa osoroshiku ushinawa reta chaika ni dekuwasu. Shikashi, shōkai ga tekisetsu ni okonawa reru mae ni, karera wa yunikōn ni deai (otogibanashi no monode wa naku), tatakau tame ni chīmu o kumu koto o yoginaku sa remasu. Subete ga okotta nochi, Chaika wa Toru to imōto no koyō o teikyō shi, chichi no ikotsu o atsumete tekisetsuna maisō o suru no o tasukeru.)\u001b[22m\n\nTranslations of \u001b[4mStory: Chaika, a female with white hair and purple eyes gathering the remains of the Taboo Emperor. MC, Toru, unemployed, struggling ever since the great war ended 5 years ago. While he is in the mountains picking up edible plants, he runs into Chaika who is horribly lost. But before introductions can be properly made they encounter a unicorn (not the ones from a fairy tale) and are forced to team up to fight it. After everything happens, Chaika offers Toru and his sister employment, to help her gather her father's remains to give him a proper burial.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Chaika, a female with white hair and purple eyes gathering the remains of the Taboo Emperor.\u001b[24m\n    \u001b[1mストーリー：チャイカ、白い髪と紫色の目をした女性、タブー皇帝の遺骨を集める。\u001b[22m, \u001b[1mストーリー：チャイカ、白い髪とタブー天皇の遺骨を収集紫色の目で女性。\u001b[22m\n\u001b[4mMC, Toru, unemployed, struggling ever since the great war ended 5 years ago.\u001b[24m\n    \u001b[1m5年前に終わった偉大な戦争以来、苦闘してきた失業者、MC、Toru。\u001b[22m, \u001b[1m5年前に終わった偉大な戦争以来苦労MC、徹、失業者、。\u001b[22m\n\u001b[4mWhile he is in the mountains picking up edible plants, he runs into Chaika who is horribly lost.\u001b[24m\n    \u001b[1m彼は山の中で食用植物を拾っている間、彼は恐ろしく失われたチャイカに出くわす。\u001b[22m, \u001b[1m彼は食用植物を拾っ山中にありながら、彼はひどく失われチャイカに実行されます。\u001b[22m\n\u001b[4mBut before introductions can be properly made they encounter a unicorn (not the ones from a fairy tale) and are forced to team up to fight it.\u001b[24m\n    \u001b[1mしかし、紹介が適切に行われる前に、彼らはユニコーンに出会い（おとぎ話のものではなく）、戦うためにチームを組むことを余儀なくされます。\u001b[22m, \u001b[1mしかし、前に紹介が正常に彼らはユニコーン（おとぎ話からではないもの）を発生し、それを戦うためにチームを組むことを余儀なくされているとすることができます。\u001b[22m\n\u001b[4mAfter everything happens, Chaika offers Toru and his sister employment, to help her gather her father's remains to give him a proper burial.\u001b[24m\n    \u001b[1mすべてが起こった後、ChaikaはToruと妹の雇用を提供し、父の遺骨を集めて適切な埋葬をするのを助ける。\u001b[22m, \u001b[1mすべてが起こった後、チャイカは、彼女が彼に適切な埋葬を与えるために彼女の父の遺骨収集に役立つ、徹と妹の雇用を提供しています。\u001b[22m\nThis story is full of twists and turns, deceit and shock. This is one of the better animes that is horribly dark when you start looking into it.\n\n\u001b[1mこの話は、紆余曲折、欺瞞、ショックでいっぱいです。 これは、あなたがそれを調べ始めるときに恐ろしく暗いより良いアニメの1つです。\u001b[22m\n\u001b[1m(Kono hanashi wa, uyokyokusetsu, giman, shokku de ippaidesu. Kore wa, anata ga sore o shirabe hajimeru toki ni osoroshiku kurai yoriyoi anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis story is full of twists and turns, deceit and shock. This is one of the better animes that is horribly dark when you start looking into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is full of twists and turns, deceit and shock.\u001b[24m\n    \u001b[1mこの話は、紆余曲折、欺瞞、ショックでいっぱいです。\u001b[22m, \u001b[1mこの物語は紆余曲折、詐欺や衝撃に満ちています。\u001b[22m\n\u001b[4mThis is one of the better animes that is horribly dark when you start looking into it.\u001b[24m\n    \u001b[1mこれは、あなたがそれを調べ始めるときに恐ろしく暗いより良いアニメの1つです。\u001b[22m, \u001b[1mこれは、あなたがそれに探して起動すると、恐ろしく暗いですより良いアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I thought this anime would be bland, but I was wrong. It has amazing art work, the scenes are very well done.\n\n\u001b[1mアート：私はこのアニメが穏やかだと思ったが、私は間違っていた。 それは素晴らしい芸術作品を持って、シーンは非常によく行われています。\u001b[22m\n\u001b[1m(Āto: Watashi wa kono anime ga odayakada to omottaga, watashi wa machigatte ita. Sore wa subarashī geijutsu sakuhin o motte, shīn wa hijō ni yoku okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I thought this anime would be bland, but I was wrong. It has amazing art work, the scenes are very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I thought this anime would be bland, but I was wrong.\u001b[24m\n    \u001b[1mアート：私はこのアニメが穏やかだと思ったが、私は間違っていた。\u001b[22m, \u001b[1mアート：私はこのアニメは当たり障りのないことだろうと思ったが、私は間違っていました。\u001b[22m\n\u001b[4mIt has amazing art work, the scenes are very well done.\u001b[24m\n    \u001b[1mそれは素晴らしい芸術作品を持って、シーンは非常によく行われています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: First review I have had something to say other than fair; this anime for both seasons has an amazing musical track. This show was carefully crafted and well executed.\n\n\u001b[1mサウンド：最初のレビュー私は公平以外のことを言いました。 両方の季節のためのこのアニメはすばらしい音楽トラックを持っています。 このショーは慎重に作られ、よく実行されました。\u001b[22m\n\u001b[1m(Saundo: Saisho no rebyū watashi wa kōhei igai no koto o iimashita. Ryōhō no kisetsu no tame no kono anime wa subarashī ongaku torakku o motte imasu. Kono shō wa shinchō ni tsukura re, yoku jikkō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: First review I have had something to say other than fair; this anime for both seasons has an amazing musical track. This show was carefully crafted and well executed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: First review I have had something to say other than fair;\u001b[24m\n    \u001b[1mサウンド：最初のレビュー私は公平以外のことを言いました。\u001b[22m, \u001b[1mサウンド：私は公正以外の言いたいことがあった最初のレビューを。\u001b[22m\n\u001b[4mthis anime for both seasons has an amazing musical track.\u001b[24m\n    \u001b[1m両方の季節のためのこのアニメはすばらしい音楽トラックを持っています。\u001b[22m, \u001b[1m両シーズンのためのこのアニメは素晴らしい音楽のトラックを持っています。\u001b[22m\n\u001b[4mThis show was carefully crafted and well executed.\u001b[24m\n    \u001b[1mこのショーは慎重に作られ、よく実行されました。\u001b[22m, \u001b[1mこのショーは、慎重に細工された、よく実行されました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: All of the characters are well developed and progressively grow throughout the show. They aren't one dimensional, they don't try to brush everything off. These characters have depth, they are all well connected and intertwined.\n\n\u001b[1mキャラクター：すべてのキャラクターはよく発達しており、ショーを通して徐々に成長しています。 彼らは一次元ではありません、彼らはすべてをブラシしようとしないでください。 これらの文字は深さがあり、すべてがうまくつながって絡み合っています。\u001b[22m\n\u001b[1m(Kyarakutā: Subete no kyarakutā wa yoku hattatsu shite ori, shō o tōshite jojoni seichō shite imasu. Karera wa ichi-jigende wa arimasen, karera wa subete o burashi shiyou to shinaide kudasai. Korera no moji wa fuka-sa ga ari, subete ga umaku tsunagatte karamiatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: All of the characters are well developed and progressively grow throughout the show. They aren't one dimensional, they don't try to brush everything off. These characters have depth, they are all well connected and intertwined.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: All of the characters are well developed and progressively grow throughout the show.\u001b[24m\n    \u001b[1mキャラクター：すべてのキャラクターはよく発達しており、ショーを通して徐々に成長しています。\u001b[22m, \u001b[1m文字：文字のすべてが十分に発達しており、次第にショーを通して成長します。\u001b[22m\n\u001b[4mThey aren't one dimensional, they don't try to brush everything off.\u001b[24m\n    \u001b[1m彼らは一次元ではありません、彼らはすべてをブラシしようとしないでください。\u001b[22m, \u001b[1m彼らは、1次元ではない、彼らはすべてをはねつけるしようとしないでください。\u001b[22m\n\u001b[4mThese characters have depth, they are all well connected and intertwined.\u001b[24m\n    \u001b[1mこれらの文字は深さがあり、すべてがうまくつながって絡み合っています。\u001b[22m, \u001b[1mこれらの文字は、彼らがすべてうまく接続と絡み合っている、深さを有しています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: This show is usually in the top 15 that I recommend. It hit every expectation and then some. I have watched this show roughly 4 times now and it keeps getting better and better. This is an odd ball show with not a lot of fan service but it is a must watch for any anime lover.\n\n\u001b[1m楽しさ/全体：この番組は通常、私が推薦するトップ15にあります。 それはすべての期待を裏切り、それからいくつかのものを打ち負かした。 私はこのショーを現在およそ4回見てきており、それはますます良くなっています。 これは、多くのファンサービスではない奇妙なボールショーですが、それはアニメの恋人のための必見です。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: Kono bangumi wa tsūjō, watashi ga suisen suru toppu 15 ni arimasu. Sore wa subete no kitai o uragiri, sorekara ikutsu ka no mono o uchi makashita. Watashi wa kono shō o genzai oyoso 4-kai mite kite ori, sore wa masumasu yoku natte imasu. Kore wa, ōku no fansābisude wanai kimyōna bōrushōdesuga, soreha anime no koibito no tame no hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: This show is usually in the top 15 that I recommend. It hit every expectation and then some. I have watched this show roughly 4 times now and it keeps getting better and better. This is an odd ball show with not a lot of fan service but it is a must watch for any anime lover.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: This show is usually in the top 15 that I recommend.\u001b[24m\n    \u001b[1m楽しさ/全体：この番組は通常、私が推薦するトップ15にあります。\u001b[22m, \u001b[1m楽しさ/全体：この番組は私がお勧めトップ15に通常です。\u001b[22m\n\u001b[4mIt hit every expectation and then some.\u001b[24m\n    \u001b[1mそれはすべての期待を裏切り、それからいくつかのものを打ち負かした。\u001b[22m, \u001b[1mこれはすべての期待をヒットし、その後いくつかの。\u001b[22m\n\u001b[4mI have watched this show roughly 4 times now and it keeps getting better and better.\u001b[24m\n    \u001b[1m私はこのショーを現在およそ4回見てきており、それはますます良くなっています。\u001b[22m, \u001b[1m私はおよそ4回今、この番組を見ているとそれが良くなって続けています。\u001b[22m\n\u001b[4mThis is an odd ball show with not a lot of fan service but it is a must watch for any anime lover.\u001b[24m\n    \u001b[1mこれは、多くのファンサービスではない奇妙なボールショーですが、それはアニメの恋人のための必見です。\u001b[22m, \u001b[1mこれは奇妙なボールショーではないファンサービスがたくさんあるが、それは任意のアニメ愛好家のために見なければならないです。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "Jonnyh101",
    "profile": "/profile/Jonnyh101/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=181970",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nストーリー - 日光のチャイカ：復讐の戦いは、最初のシリーズの天気予報の終わりから短い時間で行われ、多くの質問が残されました。\n\nシリーズは、主人公がガズ皇帝のボディパーツを狩り続けることから始まります。 我々はまた、他のサポートキャラクターを見て、彼らが最初のシリーズのエンディングのイベントの後にどのように対処しているかを見ています。\n\nこのシリーズは、チャイカのカジュアルなエピソードと、チャイカが収集し埋めるためのボディパーツを集めながら、新しい顔に会うギャングの間を掘り下げています。\n\n途中で私達はChaikaと私が静かに保つことになる他の多くのチャイカの本当の歴史も見ています。 このシリーズは最終的なエピソードに向けての結論に至り、非常に楽しいものになります。 残念ながら、最後のエピソードの最後の半分は、それを単純に置くだけで、とても急速にそして突然終了し、私はエンディングで少し不満を感じていたので、ちょっとした失望です。 満足のいくエンディングを取り除くと、ストーリーは本当に楽しくてストーリーが豊かです。\n\n\nアート/サウンド - あなたがすでにシリーズ1を見ていて、もしあなたがこのレビューを読んではいけないのであれば、それほど多くは変わっておらず、それはまだ非常に高品質なものです。\n\nキャラクターズ - 第2シリーズの新人キャラクターに加えて、少数の新しいチャイカーも紹介されたが、残念なことにキャラクターの細部にも行き渡って割り当てられる。\n\n総合的 - 第2シリーズはまだ最初のものと同じくらい強く、それは反気候的なエンディングから離れて楽しいものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory--Hitsugi no Chaika: Avenging Battle, takes place a short time after the first series's climatic ending which left allot of questions.\n\n\u001b[1mストーリー - 日光のチャイカ：復讐の戦いは、最初のシリーズの天気予報の終わりから短い時間で行われ、多くの質問が残されました。\u001b[22m\n\u001b[1m(Sutōrī - Nikkō no chaika: Fukushū no tatakai wa, saisho no shirīzu no tenkeyohō no owari kara mijikai jikan de okonawa re, ōku no shitsumon ga nokosa remashita.)\u001b[22m\n\nTranslations of \u001b[4mStory--Hitsugi no Chaika: Avenging Battle, takes place a short time after the first series's climatic ending which left allot of questions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory--Hitsugi no Chaika: Avenging Battle, takes place a short time after the first series's climatic ending which left allot of questions.\u001b[24m\n    \u001b[1mストーリー - 日光のチャイカ：復讐の戦いは、最初のシリーズの天気予報の終わりから短い時間で行われ、多くの質問が残されました。\u001b[22m, \u001b[1mストーリー - 柩なしチャイカ：復讐の戦いは、質問のアロット左最初の一連の気候終了後、短時間に行われます。\u001b[22m\n\u001b[1m\u001b[22m\nThe series starts off with our main characters continuing their hunt for Emperor Gaz's Body parts. we also get too see the other supporting characters and how they're coping after the events of the first series's ending.\n\n\u001b[1mシリーズは、主人公がガズ皇帝のボディパーツを狩り続けることから始まります。 我々はまた、他のサポートキャラクターを見て、彼らが最初のシリーズのエンディングのイベントの後にどのように対処しているかを見ています。\u001b[22m\n\u001b[1m(Shirīzu wa, shujinkō ga gazu kōtei no bodipātsu o kari tsudzukeru koto kara hajimarimasu. Wareware wa mata, hoka no sapōtokyarakutā o mite, karera ga saisho no shirīzu no endingu no ibento no nochi ni dono yō ni taisho shite iru ka o mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series starts off with our main characters continuing their hunt for Emperor Gaz's Body parts. we also get too see the other supporting characters and how they're coping after the events of the first series's ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series starts off with our main characters continuing their hunt for Emperor Gaz's Body parts.\u001b[24m\n    \u001b[1mシリーズは、主人公がガズ皇帝のボディパーツを狩り続けることから始まります。\u001b[22m, \u001b[1mシリーズは、天皇ギャズのボディパーツのための彼らの狩りを続ける当社のメインキャラクターで始まります。\u001b[22m\n\u001b[4mwe also get too see the other supporting characters and how they're coping after the events of the first series's ending.\u001b[24m\n    \u001b[1m我々はまた、他のサポートキャラクターを見て、彼らが最初のシリーズのエンディングのイベントの後にどのように対処しているかを見ています。\u001b[22m, \u001b[1m我々は、あまりにも他の支援の文字を見ますとどのように彼らは、最初のシリーズのエンディングのイベントの後に対処しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe series delves between casual episodes of Chaika and gang meeting new faces whilst collecting body parts for Chaika to collect and bury.\n\n\u001b[1mこのシリーズは、チャイカのカジュアルなエピソードと、チャイカが収集し埋めるためのボディパーツを集めながら、新しい顔に会うギャングの間を掘り下げています。\u001b[22m\n\u001b[1m(Kono shirīzu wa, chaika no kajuaruna episōdo to, chaika ga shūshū shi umeru tame no bodipātsu o atsumenagara, atarashī kao ni au gyangu no ma o horisagete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series delves between casual episodes of Chaika and gang meeting new faces whilst collecting body parts for Chaika to collect and bury.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series delves between casual episodes of Chaika and gang meeting new faces whilst collecting body parts for Chaika to collect and bury.\u001b[24m\n    \u001b[1mこのシリーズは、チャイカのカジュアルなエピソードと、チャイカが収集し埋めるためのボディパーツを集めながら、新しい顔に会うギャングの間を掘り下げています。\u001b[22m, \u001b[1mシリーズは、収集して埋めるチャイカための体の部分を収集しながら、新しい顔を満たすカジュアルチャイカのエピソードやギャングの間について詳しく説明しています。\u001b[22m\n\u001b[1m\u001b[22m\nhalfway through we get too see the true history of Chaika and the many other chaika's which I'll keep quiet about. The series picks up it's pace to a conclusion towards the final episodes and becomes very enjoyable. Unfortunately the last half of the final episode is a bit of a let down because well to put it simple, it just ends very quickly and suddenly and I came out feeling a little un satisfied by the ending. Take away the un satisfying ending and the story is really enjoyable and rich in story telling.\n\n\u001b[1m途中で私達はChaikaと私が静かに保つことになる他の多くのチャイカの本当の歴史も見ています。 このシリーズは最終的なエピソードに向けての結論に至り、非常に楽しいものになります。 残念ながら、最後のエピソードの最後の半分は、それを単純に置くだけで、とても急速にそして突然終了し、私はエンディングで少し不満を感じていたので、ちょっとした失望です。 満足のいくエンディングを取り除くと、ストーリーは本当に楽しくてストーリーが豊かです。\u001b[22m\n\u001b[1m(Tochū de watashitachi wa Chaika to watashi ga shizuka ni tamotsu koto ni naru ta no ōku no chaika no hontō no rekishi mo mite imasu. Kono shirīzu wa saishū-tekina episōdo ni mukete no ketsuron ni itari, hijō ni tanoshī mono ni narimasu. Zan'nen'nagara, saigo no episōdo no saigo no hanbun wa, sore o tanjun ni oku dake de, totemo kyūsoku ni soshite totsuzen shūryō shi, watashi wa endingu de sukoshi fuman o kanjite itanode, chottoshita shitsubōdesu. Manzoku no iku endingu o torinozoku to, sutōrī wa hontōni tanoshikute sutōrī ga yutakadesu.)\u001b[22m\n\nTranslations of \u001b[4mhalfway through we get too see the true history of Chaika and the many other chaika's which I'll keep quiet about. The series picks up it's pace to a conclusion towards the final episodes and becomes very enjoyable. Unfortunately the last half of the final episode is a bit of a let down because well to put it simple, it just ends very quickly and suddenly and I came out feeling a little un satisfied by the ending. Take away the un satisfying ending and the story is really enjoyable and rich in story telling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhalfway through we get too see the true history of Chaika and the many other chaika's which I'll keep quiet about.\u001b[24m\n    \u001b[1m途中で私達はChaikaと私が静かに保つことになる他の多くのチャイカの本当の歴史も見ています。\u001b[22m, \u001b[1m途中、我々はチャイカの本当の歴史と私は約静かにしておこう他の多くのチャイカのを参照してくださいあまりにも取得を通じて。\u001b[22m\n\u001b[4mThe series picks up it's pace to a conclusion towards the final episodes and becomes very enjoyable.\u001b[24m\n    \u001b[1mこのシリーズは最終的なエピソードに向けての結論に至り、非常に楽しいものになります。\u001b[22m, \u001b[1mシリーズは、最終的なエピソードの方の結論にそれのペースをピックアップし、非常に楽しいとなります。\u001b[22m\n\u001b[4mUnfortunately the last half of the final episode is a bit of a let down because well to put it simple, it just ends very quickly and suddenly and I came out feeling a little un satisfied by the ending.\u001b[24m\n    \u001b[1m残念ながら、最後のエピソードの最後の半分は、それを単純に置くだけで、とても急速にそして突然終了し、私はエンディングで少し不満を感じていたので、ちょっとした失望です。\u001b[22m, \u001b[1mよくシンプルに言えば、それだけで非常に迅速に、突然終了し、私はエンディングしづつ未満足感が出てきたので、残念ながら最終回の最後の半分はがっかりのビットです。\u001b[22m\n\u001b[4mTake away the un satisfying ending and the story is really enjoyable and rich in story telling.\u001b[24m\n    \u001b[1m満足のいくエンディングを取り除くと、ストーリーは本当に楽しくてストーリーが豊かです。\u001b[22m, \u001b[1mアン満足結末を奪うと話は本当に楽しく、ストーリーテリングに富んでいます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound- There's not much to say if you've already watched series one and if you haven't you shouldn't be reading this review yet nothing much has changed and it's still to a very high quality.\n\n\u001b[1mアート/サウンド - あなたがすでにシリーズ1を見ていて、もしあなたがこのレビューを読んではいけないのであれば、それほど多くは変わっておらず、それはまだ非常に高品質なものです。\u001b[22m\n\u001b[1m(Āto/ saundo - anata ga sudeni shirīzu 1 o mite ite, moshi anata ga kono rebyū o yonde wa ikenai nodeareba, sorehodo ōku wa kawatte orazu, sore wa mada hijō ni kōhinshitsuna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound- There's not much to say if you've already watched series one and if you haven't you shouldn't be reading this review yet nothing much has changed and it's still to a very high quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound- There's not much to say if you've already watched series one and if you haven't you shouldn't be reading this review yet nothing much has changed and it's still to a very high quality.\u001b[24m\n    \u001b[1mアート/サウンド - あなたがすでにシリーズ1を見ていて、もしあなたがこのレビューを読んではいけないのであれば、それほど多くは変わっておらず、それはまだ非常に高品質なものです。\u001b[22m, \u001b[1mアート/健全あなたはシリーズ1をすでに見てきた、あなたはまだ、このレビューを読んですべきではない持っていない場合はあまり何も変わっていないと、それは非常に高品質にまだある場合は言っても過言ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- were introduced to allot of new characters in the second series as well as a fair few new chaika's, Unfortunately again too go into detail of the characters will spoil allot.\n\n\u001b[1mキャラクターズ - 第2シリーズの新人キャラクターに加えて、少数の新しいチャイカーも紹介されたが、残念なことにキャラクターの細部にも行き渡って割り当てられる。\u001b[22m\n\u001b[1m(Kyarakutāzu - dai 2 shirīzu no shinjin kyarakutā ni kuwaete, shōsū no atarashī chaikā mo shōkai sa retaga, zan'nen'nakotoni kyarakutā no saibu ni mo ikiwatatte wariate rareru.)\u001b[22m\n\nTranslations of \u001b[4mCharacters- were introduced to allot of new characters in the second series as well as a fair few new chaika's, Unfortunately again too go into detail of the characters will spoil allot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- were introduced to allot of new characters in the second series as well as a fair few new chaika's, Unfortunately again too go into detail of the characters will spoil allot.\u001b[24m\n    \u001b[1mキャラクターズ - 第2シリーズの新人キャラクターに加えて、少数の新しいチャイカーも紹介されたが、残念なことにキャラクターの細部にも行き渡って割り当てられる。\u001b[22m, \u001b[1mCharacters-は残念ながら再びあまりに充てる台無しにします文字の詳細に入る、第二シリーズの新キャラクターだけでなく、公正ないくつかの新しいチャイカ年代の割り当てるために導入されました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall- The second series is still as strong as the first and is just as enjoyable apart from it's anti-climatic ending.\n\n\u001b[1m総合的 - 第2シリーズはまだ最初のものと同じくらい強く、それは反気候的なエンディングから離れて楽しいものです。\u001b[22m\n\u001b[1m(Sōgō-teki - dai 2 shirīzu wa mada saisho no mono to onaji kurai tsuyoku, sore wa han kikō-tekina endingu kara hanarete tanoshī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall- The second series is still as strong as the first and is just as enjoyable apart from it's anti-climatic ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall- The second series is still as strong as the first and is just as enjoyable apart from it's anti-climatic ending.\u001b[24m\n    \u001b[1m総合的 - 第2シリーズはまだ最初のものと同じくらい強く、それは反気候的なエンディングから離れて楽しいものです。\u001b[22m, \u001b[1m第二の一連Overall-まだ最初のように強く、離れて、それは抗気候エンディングだから、同じように楽しいです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "matic12345",
    "profile": "/profile/matic12345/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=200518",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  5\n\n最初のシーズンは大まかで素晴らしいアイデアのダイヤモンドでしたが、悪い執行で今度は別のシーズンを迎えます。 それは以前の問題を克服することができたのか、まったく新しいものを作り出して読んだり、見つけたりしましたか？\n\nチャイカの父親の遺骨を探し求めているヒーローたちは、今でも彼女が父親の計画であることを知っているので、今や重大な実存的な問題に直面している。\n彼らのキャプテンジレットのチームを失った後、通常の仕事に戻り、チャイカと彼女の仲間を追跡します。 まあ、ミミが彼女の最愛のジレットの喪失後に半分のチャイカ（私たちが知りません）に変わったのと同じです。\n赤いチャイカは、他のチームよりも前に遺骨を取り戻そうとしているので、今やもっと重要な役割を果たしています。そして、我々は2つのチームの間のかなりの競争を見ることができます。\n\n前のシーズンの主なセールスポイントは興味深い話でしたが、ここでは物語は悪くはありませんが、これまでの独特の性格をほとんど失っています。 今は、さまざまなチームがいくつかの宝を受けた後、悪い悪人を倒すために一緒に戦わなければならない、通常のアクションアニメです。 最初のシーズンの次の大きな点は、平穏な世界を鈍く退屈な場所として描写し、戦争と興奮の興奮に憧れている人々を見ていることです。ここでは黒と白の戦争の描写に戻っています。 私はその声明に同意しないが、それは最初のシーズンで最も元気なものの1つであり、今では悪役以外の誰もが戦いを止めたいと思う。 肯定的なノートでは、彼らは最初のシーズンで忘れてしまったことの多くを説明することができますが、いくつかの説明はまだ除外されています。 ペーシングも大幅に改善され、アニメ全体の構造は本当によく考えられていて、10回のエピソードランタイムでも急いで感じることはできませんでした。 結末はまた、私の好みのために少しでも真面目にするなら、うまくいく。\n\n文字は以前よりも悪化している。  Chaikaは私の意見では、彼女はどんな種類の進歩も欠いているので、彼女の魅力のほとんどを失ってしまった。 徹は戦闘で先生に面しているように最も発展してきたようで、いくつかの決定は難しいです。 彼の姉妹Akariは、完全に楽しいキャラクターから、TitanのAttackのMikasaのさらに厄介なバージョンに変更することができました。これは私も可能ではないと信じていました。 サイド・キャラクターは前のシーズンからそれほど変わっていないし、まだ完璧だが、際立っていない。 今回のアンタゴニストに関しては、彼らは興味がなく、真剣に非独創的です。\n\n芸術は、もう一度、他の類似のアニメと完全に同等ですが、例外的なものではありません。 サウンドトラック自体は十分ですが、オープニングとエンディングのテーマは前のシーズンほど良くはなく、3,4回聞いた後にスキップされました。\n\n私は最初のシーズンの見直しでそれが約束を示してくれたが、決してそこに入ることは決してなかったと私は考えていた。最初のシーズンはどうだったのだろうと思ったが、すぐに以前の魅力を失い、 このジェネリックアクションアニメは、私の意見では、あまりにも多くの可能性を示していただけに悲しいものです。 私はまだそれを私を楽しませることができたが、それは非常に多くの可能性を持っていたので、それは高い6のスコアを与えるつもりです。 最初のシーズンを見ている人にこれを非常に悪いと勧めているのかどうかはわかりませんが、一方で最初のシーズンの開かれた質問のいくつかについてはまだ説明していますので、最初のいくつかのエピソード 彼らはおそらくエンディングをスキップします。\n私にいくつかのフィードバックを残すように自由に感じてください。あなたがこのレビューを好きだったら、あなたの成長するレビュー集をチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThe first season was a diamond in the rough, great ideas but bad execution, now we are presented another season. Did it manage to overcome the previous problems or did it manage to create brand new ones, read on and find out.\n\n\u001b[1m最初のシーズンは大まかで素晴らしいアイデアのダイヤモンドでしたが、悪い執行で今度は別のシーズンを迎えます。 それは以前の問題を克服することができたのか、まったく新しいものを作り出して読んだり、見つけたりしましたか？\u001b[22m\n\u001b[1m(Saisho no shīzun wa ōmakade subarashī aidea no daiyamondodeshitaga, warui shikkō de kondo wa betsu no shīzun o mukaemasu. Sore wa izen no mondai o kokufuku suru koto ga dekita no ka, mattaku atarashīmono o tsukuridashite yon dari, mitsuke tari shimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe first season was a diamond in the rough, great ideas but bad execution, now we are presented another season. Did it manage to overcome the previous problems or did it manage to create brand new ones, read on and find out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season was a diamond in the rough, great ideas but bad execution, now we are presented another season.\u001b[24m\n    \u001b[1m最初のシーズンは大まかで素晴らしいアイデアのダイヤモンドでしたが、悪い執行で今度は別のシーズンを迎えます。\u001b[22m, \u001b[1m最初のシーズンはラフ、素晴らしいアイデア悪い実行中のダイヤモンドは、今は別のシーズンを提示されました。\u001b[22m\n\u001b[4mDid it manage to overcome the previous problems or did it manage to create brand new ones, read on and find out.\u001b[24m\n    \u001b[1mそれは以前の問題を克服することができたのか、まったく新しいものを作り出して読んだり、見つけたりしましたか？\u001b[22m, \u001b[1mそれは前の問題を克服するために管理したのか、それは、ブランドの新しいものを作成するために管理上の読み取りと知りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story continues right where the previous left off and our heroes are still on the quest to find the remains of Chaika’s father, even tough she is now facing some serious existential questions as she now knows she was just a pawn her father’s scheme.\n\n\u001b[1mチャイカの父親の遺骨を探し求めているヒーローたちは、今でも彼女が父親の計画であることを知っているので、今や重大な実存的な問題に直面している。\u001b[22m\n\u001b[1m(Chaika no chichioya no ikotsu o sagashimotomete iru hīrō-tachi wa, ima demo kanojo ga chichioya no keikakudearu koto o shitte irunode, imaya jūdaina jitsuzon-tekina mondai ni chokumen shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story continues right where the previous left off and our heroes are still on the quest to find the remains of Chaika’s father, even tough she is now facing some serious existential questions as she now knows she was just a pawn her father’s scheme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story continues right where the previous left off and our heroes are still on the quest to find the remains of Chaika’s father, even tough she is now facing some serious existential questions as she now knows she was just a pawn her father’s scheme.\u001b[24m\n    \u001b[1mチャイカの父親の遺骨を探し求めているヒーローたちは、今でも彼女が父親の計画であることを知っているので、今や重大な実存的な問題に直面している。\u001b[22m, \u001b[1m前回中断したところから物語は右続け、我々の英雄は、チャイカの父の遺骨を見つける探求にまだ彼女は今、彼女はちょうどポーン父親のスキームだった知っているように、彼女は今、いくつかの深刻な実存的問題に直面しても厳しいです。\u001b[22m\nAfter the loss of their captain Gillette’s squad is back to their usual business, tracking down Chaika and her companions. Well not all is the same as Mimi has turned into a half Chaika (how we never get to know) after the loss of her beloved Gillette.\n\n\u001b[1m彼らのキャプテンジレットのチームを失った後、通常の仕事に戻り、チャイカと彼女の仲間を追跡します。 まあ、ミミが彼女の最愛のジレットの喪失後に半分のチャイカ（私たちが知りません）に変わったのと同じです。\u001b[22m\n\u001b[1m(Karera no kyaputenjiretto no chīmu o ushinatta nochi, tsūjō no shigoto ni modori, chaika to kanojo no nakama o tsuiseki shimasu. Mā, Mimi ga kanojo no saiai no jiretto no sōshitsu-go ni hanbun no chaika (watashitachi ga shirimasen) ni kawatta no to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter the loss of their captain Gillette’s squad is back to their usual business, tracking down Chaika and her companions. Well not all is the same as Mimi has turned into a half Chaika (how we never get to know) after the loss of her beloved Gillette.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the loss of their captain Gillette’s squad is back to their usual business, tracking down Chaika and her companions.\u001b[24m\n    \u001b[1m彼らのキャプテンジレットのチームを失った後、通常の仕事に戻り、チャイカと彼女の仲間を追跡します。\u001b[22m, \u001b[1mそのキャプテンの損失後ジレットの分隊は、チャイカ、彼女の仲間を追跡、戻って自分のいつものビジネスにあります。\u001b[22m\n\u001b[4mWell not all is the same as Mimi has turned into a half Chaika (how we never get to know) after the loss of her beloved Gillette.\u001b[24m\n    \u001b[1mまあ、ミミが彼女の最愛のジレットの喪失後に半分のチャイカ（私たちが知りません）に変わったのと同じです。\u001b[22m, \u001b[1mミミは彼女の最愛のジレットの損失の後半分チャイカ（どのように我々は知ってもらうことはありません）になっただけでなく、すべて同じではありません。\u001b[22m\nThe red Chaika has a more serious role now as they are also trying to get back the remains before the others do and we can se quite the rivalry between the two teams.\n\n\u001b[1m赤いチャイカは、他のチームよりも前に遺骨を取り戻そうとしているので、今やもっと重要な役割を果たしています。そして、我々は2つのチームの間のかなりの競争を見ることができます。\u001b[22m\n\u001b[1m(Akai chaika wa, hoka no chīmu yori mo mae ni ikotsu o torimodosou to shite irunode, imaya motto jūyōna yakuwari o hatashite imasu. Soshite, wareware wa 2tsu no chīmu no ma no kanari no kyōsō o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe red Chaika has a more serious role now as they are also trying to get back the remains before the others do and we can se quite the rivalry between the two teams.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe red Chaika has a more serious role now as they are also trying to get back the remains before the others do and we can se quite the rivalry between the two teams.\u001b[24m\n    \u001b[1m赤いチャイカは、他のチームよりも前に遺骨を取り戻そうとしているので、今やもっと重要な役割を果たしています。そして、我々は2つのチームの間のかなりの競争を見ることができます。\u001b[22m, \u001b[1m赤チャイカは、彼らはまた、他の人が行う前に遺骨を取り戻すためにしようとしているように、今より深刻な役割を持っており、我々はそれ自体2チーム間のかなりの競争することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe main selling point for the previous season was the interesting story and while here the story is not bad, it loses almost all the uniqueness it had before. Now it is just a regular action anime where different teams are after some treasure and then later they have to fight together to defeat an evil villain. The next great thing about the first season was its portrayal of the peaceful world as a dull and boring place and seeing people longing for the excitement of battle and killing, here we go back to the black and white portrayal of war is bad, not that I disagree with the statement, but it was one of the most original things about the first season and now everyone, other than the villains, want to stop fighting. On the positive note they do manage to explain many of the things they forgotten in the first season, but some explanations are still left out. The pacing has also improved significantly and the whole structure of the anime was really well thought out and it managed not feel rushed even with its ten episode runtime. The ending is also well done if a bit to cliche for my liking.\n\n\u001b[1m前のシーズンの主なセールスポイントは興味深い話でしたが、ここでは物語は悪くはありませんが、これまでの独特の性格をほとんど失っています。 今は、さまざまなチームがいくつかの宝を受けた後、悪い悪人を倒すために一緒に戦わなければならない、通常のアクションアニメです。 最初のシーズンの次の大きな点は、平穏な世界を鈍く退屈な場所として描写し、戦争と興奮の興奮に憧れている人々を見ていることです。ここでは黒と白の戦争の描写に戻っています。 私はその声明に同意しないが、それは最初のシーズンで最も元気なものの1つであり、今では悪役以外の誰もが戦いを止めたいと思う。 肯定的なノートでは、彼らは最初のシーズンで忘れてしまったことの多くを説明することができますが、いくつかの説明はまだ除外されています。 ペーシングも大幅に改善され、アニメ全体の構造は本当によく考えられていて、10回のエピソードランタイムでも急いで感じることはできませんでした。 結末はまた、私の好みのために少しでも真面目にするなら、うまくいく。\u001b[22m\n\u001b[1m(Mae no shīzun no omona sērusupointo wa kyōmibukai hanashideshitaga, kokode wa monogatari wa waruku wa arimasenga, kore made no dokutoku no seikaku o hotondo ushinatte imasu. Ima wa, samazamana chīmu ga ikutsu ka no takara o uketa nochi, warui akunin o taosu tame ni issho ni tatakawanakereba naranai, tsūjō no akushon animedesu. Saisho no shīzun no tsugi no ōkina ten wa, heion'na sekai o nibuku taikutsuna basho to shite byōsha shi, sensō to kōfun no kōfun ni akogarete iru hitobito o mite iru kotodesu. Kokode wa kuro to shiro no sensō no byōsha ni modotte imasu. Watashi wa sono seimei ni dōi shinaiga, soreha saisho no shīzun de mottomo genkina mono no 1tsudeari, ima dewa akuyaku igai no daremoga tatakai o tometai to omou. Kōtei-tekina nōtode wa, karera wa saisho no shīzun de wasurete shimatta koto no ōku o setsumei suru koto ga dekimasuga, ikutsu ka no setsumei wa mada jogai sa rete imasu. Pēshingu mo ōhaba ni kaizen sa re, anime zentai no kōzō wa hontōni yoku kangae rarete ite, 10-kai no episōdorantaimu demo isoide kanjiru koto wa dekimasendeshita. Ketsumatsu wa mata, watashi no konomi no tame ni sukoshi demo majime ni surunara, umaku iku.)\u001b[22m\n\u001b[1m\u001b[22m\nThe characters have also gotten worse than they were before. Chaika has in my opinion, lost most of her charm as she lacks any kind of progression. Tooru seems to have gotten the most development as he faces his teacher in battle and has a few tough decisions to make. His sister Akari has managed to change from a perfectly fun character into an even more annoying version of Mikasa from Attack on Titan, which I did not believe was even possible. The side characters have not changed all that much from the previous season and are still perfectly fine, but they do not stand out. As for the antagonists this time, they are uninteresting and seriously unoriginal.\n\n\u001b[1m文字は以前よりも悪化している。  Chaikaは私の意見では、彼女はどんな種類の進歩も欠いているので、彼女の魅力のほとんどを失ってしまった。 徹は戦闘で先生に面しているように最も発展してきたようで、いくつかの決定は難しいです。 彼の姉妹Akariは、完全に楽しいキャラクターから、TitanのAttackのMikasaのさらに厄介なバージョンに変更することができました。これは私も可能ではないと信じていました。 サイド・キャラクターは前のシーズンからそれほど変わっていないし、まだ完璧だが、際立っていない。 今回のアンタゴニストに関しては、彼らは興味がなく、真剣に非独創的です。\u001b[22m\n\u001b[1m(Moji wa izen yori mo akka shite iru. Chaika wa watashi no ikende wa, kanojo wa don'na shurui no shinpo mo kaite irunode, kanojo no miryoku no hotondo o ushinatte shimatta. Tōru wa sentō de sensei ni menshite iru yō ni mottomo hatten shite kita yō de, ikutsu ka no kettei wa muzukashīdesu. Kare no shimai Akari wa, kanzen ni tanoshī kyarakutā kara, taitan no Attack no Mikasa no sarani yakkaina bājon ni henkō suru koto ga dekimashita. Kore wa watashi mo kanōde wa nai to shinjite imashita. Saido kyarakutā wa mae no shīzun kara sorehodo kawatte inaishi, mada kanpekidaga, kiwadatte inai. Konkai no antagonisuto ni kanshite wa, karera wa kyōmi ga naku, shinken ni hi dokusō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters have also gotten worse than they were before. Chaika has in my opinion, lost most of her charm as she lacks any kind of progression. Tooru seems to have gotten the most development as he faces his teacher in battle and has a few tough decisions to make. His sister Akari has managed to change from a perfectly fun character into an even more annoying version of Mikasa from Attack on Titan, which I did not believe was even possible. The side characters have not changed all that much from the previous season and are still perfectly fine, but they do not stand out. As for the antagonists this time, they are uninteresting and seriously unoriginal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters have also gotten worse than they were before.\u001b[24m\n    \u001b[1m文字は以前よりも悪化している。\u001b[22m, \u001b[1m文字はまた、彼らは前にいたよりも悪くなってきました。\u001b[22m\n\u001b[4mChaika has in my opinion, lost most of her charm as she lacks any kind of progression.\u001b[24m\n    \u001b[1mChaikaは私の意見では、彼女はどんな種類の進歩も欠いているので、彼女の魅力のほとんどを失ってしまった。\u001b[22m, \u001b[1m彼女は進行のあらゆる種類を欠いているようチャイカは、私の意見では、彼女の魅力のほとんどを失ってしまいました。\u001b[22m\n\u001b[4mTooru seems to have gotten the most development as he faces his teacher in battle and has a few tough decisions to make.\u001b[24m\n    \u001b[1m徹は戦闘で先生に面しているように最も発展してきたようで、いくつかの決定は難しいです。\u001b[22m, \u001b[1m徹は、彼が戦いで彼の教師に直面し、作るためにいくつかの厳しい決断を持っているとして、ほとんどの開発を得ているようです。\u001b[22m\n\u001b[4mHis sister Akari has managed to change from a perfectly fun character into an even more annoying version of Mikasa from Attack on Titan, which I did not believe was even possible.\u001b[24m\n    \u001b[1m彼の姉妹Akariは、完全に楽しいキャラクターから、TitanのAttackのMikasaのさらに厄介なバージョンに変更することができました。これは私も可能ではないと信じていました。\u001b[22m, \u001b[1m彼の妹あかりは私も可能だったと信じていなかった進撃の巨人から三笠のさらに多くの迷惑なバージョン、に完全に楽しいキャラクターから変更するために管理しています。\u001b[22m\n\u001b[4mThe side characters have not changed all that much from the previous season and are still perfectly fine, but they do not stand out.\u001b[24m\n    \u001b[1mサイド・キャラクターは前のシーズンからそれほど変わっていないし、まだ完璧だが、際立っていない。\u001b[22m, \u001b[1mサイドの文字は、前のシーズンからすべてがあまり変わって、まだ完全に罰金ですが、彼らは目立ちませんしていません。\u001b[22m\n\u001b[4mAs for the antagonists this time, they are uninteresting and seriously unoriginal.\u001b[24m\n    \u001b[1m今回のアンタゴニストに関しては、彼らは興味がなく、真剣に非独創的です。\u001b[22m, \u001b[1m拮抗薬今回のように、彼らは面白くないと真剣に独創性に欠けるあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is once again completely on par with other similar anime, but nothing exceptional. The soundtrack itself is adequate but the opening and ending themes were nowhere near as good as in the previous season and got skipped after having heard them them three or four times.\n\n\u001b[1m芸術は、もう一度、他の類似のアニメと完全に同等ですが、例外的なものではありません。 サウンドトラック自体は十分ですが、オープニングとエンディングのテーマは前のシーズンほど良くはなく、3,4回聞いた後にスキップされました。\u001b[22m\n\u001b[1m(Geijutsu wa, mōichido, hoka no ruiji no anime to kanzen ni dōtōdesuga, reigai-tekina monode wa arimasen. Saundotorakku jitai wa jūbundesuga, ōpuningu to endingu no tēma wa mae no shīzun hodo yoku wa naku, 3, 4-kai kiita nochi ni sukippu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is once again completely on par with other similar anime, but nothing exceptional. The soundtrack itself is adequate but the opening and ending themes were nowhere near as good as in the previous season and got skipped after having heard them them three or four times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is once again completely on par with other similar anime, but nothing exceptional.\u001b[24m\n    \u001b[1m芸術は、もう一度、他の類似のアニメと完全に同等ですが、例外的なものではありません。\u001b[22m, \u001b[1m芸術は完全に他の類似のアニメと同等で再びですが、何も異例。\u001b[22m\n\u001b[4mThe soundtrack itself is adequate but the opening and ending themes were nowhere near as good as in the previous season and got skipped after having heard them them three or four times.\u001b[24m\n    \u001b[1mサウンドトラック自体は十分ですが、オープニングとエンディングのテーマは前のシーズンほど良くはなく、3,4回聞いた後にスキップされました。\u001b[22m, \u001b[1mサウンドトラック自体は十分であるが、開口部とエンディングテーマがどこにも近く、前のシーズンと同様に良好であったし、それら3〜4回、それらを聞いた後にスキップしました。\u001b[22m\n\u001b[1m\u001b[22m\nI said in the review of the first season that it showed promise but never managed to get quite there and in the beginning I thought that this was, what the first season should have been, but soon it managed to loose all its previous charm and become this generic action anime, which is in my opinion just sad as it showed so much potential. I am going to give it the score of a high 6 as it still managed to entertain me but it had so much more potential. I am not sure if I can recommend this to the people who watched the first season as it is significantly worse, but on the other hand it still explains some of the opened questions from the first season so it might be worth watching the first few episodes and them maybe skip the ending.\n\n\u001b[1m私は最初のシーズンの見直しでそれが約束を示してくれたが、決してそこに入ることは決してなかったと私は考えていた。最初のシーズンだったはずだったが、すぐに以前の魅力を失い、 このジェネリックアクションアニメは、私の意見では、あまりにも多くの可能性を示していただけに悲しいことです。 私はまだそれを私を楽しませることができたが、それは非常に多くの可能性を持っていたので、それは高い6のスコアを与えるつもりです。 最初のシーズンを見ている人にこれを非常に悪いと勧めているのかどうかはわかりませんが、一方で最初のシーズンの開かれた質問のいくつかについてはまだ説明していますので、最初のいくつかのエピソード 彼らはおそらくエンディングをスキップします。\u001b[22m\n\u001b[1m(Watashi wa saisho no shīzun no minaoshi de sore ga yakusoku o shimeshite kuretaga, kesshite soko ni hairu koto wa kesshite nakatta to watashi wa kangaete ita. Saisho no shīzundatta hazudattaga, sugu ni izen no miryoku o ushinai, kono jenerikkuakushon'anime wa, watashi no ikende wa, amarini mo ōku no kanōsei o shimeshite ita dake ni kanashī kotodesu. Watashi wa mada sore o watashi o tanoshima seru koto ga dekitaga, sore wa hijō ni ōku no kanōsei o motte itanode, sore wa takai 6 no sukoa o ataeru tsumoridesu. Saisho no shīzun o mite iru hito ni kore o hijō ni warui to susumete iru no ka dō ka wa wakarimasenga, ippō de saisho no shīzun no aka reta shitsumon no ikutsu ka ni tsuite wa mada setsumei shite imasunode, saisho no ikutsu ka no episōdo karera wa osoraku endingu o sukippu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI said in the review of the first season that it showed promise but never managed to get quite there and in the beginning I thought that this was, what the first season should have been, but soon it managed to loose all its previous charm and become this generic action anime, which is in my opinion just sad as it showed so much potential. I am going to give it the score of a high 6 as it still managed to entertain me but it had so much more potential. I am not sure if I can recommend this to the people who watched the first season as it is significantly worse, but on the other hand it still explains some of the opened questions from the first season so it might be worth watching the first few episodes and them maybe skip the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI said in the review of the first season that it showed promise but never managed to get quite there and in the beginning I thought that this was, what the first season should have been, but soon it managed to loose all its previous charm and become\u001b[24m\n    \u001b[1m私は最初のシーズンの見直しでそれが約束を示してくれたが、決してそこに入ることは決してなかったと私は考えていた。最初のシーズンだったはずだったが、すぐに以前の魅力を失い、\u001b[22m, \u001b[1m私はそれが約束を示したが、非常にそこに着くために管理することはありませんし、最初に私はこれが最初のシーズンがされているべき、だと思ったが、すぐにそれはすべての以前の魅力を失うとなることを管理していることを最初のシーズンのレビューで述べました\u001b[22m\n\u001b[4mthis generic action anime, which is in my opinion just sad as it showed so much potential.\u001b[24m\n    \u001b[1mこのジェネリックアクションアニメは、私の意見では、あまりにも多くの可能性を示していただけに悲しいことです。\u001b[22m, \u001b[1mそれはそんなに可能性を示したとしてだけで悲しい私の意見では、この一般的なアクションアニメ、。\u001b[22m\n\u001b[4mI am going to give it the score of a high 6 as it still managed to entertain me but it had so much more potential.\u001b[24m\n    \u001b[1m私はまだそれを私を楽しませることができたが、それは非常に多くの可能性を持っていたので、それは高い6のスコアを与えるつもりです。\u001b[22m, \u001b[1m私はそれはまだ私を楽しませるために管理しますが、それはそんなに多くの可能性を持っていたとして、それを高6のスコアを与えるつもりです。\u001b[22m\n\u001b[4mI am not sure if I can recommend this to the people who watched the first season as it is significantly worse, but on the other hand it still explains some of the opened questions from the first season so it might be worth watching the first few episodes\u001b[24m\n    \u001b[1m最初のシーズンを見ている人にこれを非常に悪いと勧めているのかどうかはわかりませんが、一方で最初のシーズンの開かれた質問のいくつかについてはまだ説明していますので、最初のいくつかのエピソード\u001b[22m, \u001b[1m私はそれが大幅に悪化しているとして最初のシーズンを見て人々にこれをお勧めできるかどうかわからないが、それは最初のいくつかのエピソードを見て価値があるかもしれないので、他の一方で、それはまだ最初のシーズンから開かれた質問のいくつかを説明します\u001b[22m\n\u001b[4mand them maybe skip the ending.\u001b[24m\n    \u001b[1m彼らはおそらくエンディングをスキップします。\u001b[22m, \u001b[1mそれらは多分エンディングをスキップします。\u001b[22m\nFeel free to leave me some feedback and if you liked this review you should check out my growing collection of reviews.\n\n\u001b[1m私にいくつかのフィードバックを残すように自由に感じてください。あなたがこのレビューを好きだったら、あなたの成長するレビュー集をチェックしてください。\u001b[22m\n\u001b[1m(Watashi ni ikutsu ka no fīdobakku o nokosu yō ni jiyū ni kanjite kudasai. Anata ga kono rebyū o sukidattara, anata no seichō suru rebyū-shū o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFeel free to leave me some feedback and if you liked this review you should check out my growing collection of reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeel free to leave me some feedback and if you liked this review you should check out my growing collection of reviews.\u001b[24m\n    \u001b[1m私にいくつかのフィードバックを残すように自由に感じてください。あなたがこのレビューを好きだったら、あなたの成長するレビュー集をチェックしてください。\u001b[22m, \u001b[1m私にいくつかのフィードバックを残すこと自由に感じなさい、あなたはこのレビューを好きなら、あなたはレビューの私の成長のコレクションをチェックアウトする必要があります。\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "Yuu_Masuhara",
    "profile": "/profile/Yuu_Masuhara/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=224791",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n私はヒッツギのチャイカシリーズ、ヒッツギのチャイカ：復讐の戦い[β姫のチャイカAVENGING BATTLE]の第2シーズンを知りませんでした。\n第1シーズンに優れた品質がないときになぜシリアライズされたのか、目に見えないほど疑問が浮かび上がってきました。 第2シーズンの理由は第1シーズンがぶら下がっていたためだと思った。チャイカの未達成の欲望と観客はそれについて批判するかもしれない。\n\n\nここではChaikaの要約集をまとめています。 第1シーズンは、偉大な戦争が父親を殺した後、父親を募集するチャイカの終わりのない戦いに関するものだった。 たとえチャイカがガズ皇帝であると信じている以外の記憶が残っていなくても、彼女の父親を集めることは彼女の義務である。 ガズ皇帝は戦争については最強だったが喉が渇いていたので、勇敢な騎士団は彼を殺して戦争を終わらせた。 チャイカが他の帝国の脅威と考えている間、チャイカは同じ決議で他のチャイカと会った後に問題が浮上した。\nそれは第1シーズンで、チャイカは何の説明もなく終了しましたか？ 私たちのチャイカはまだ遺骨のすべてを集めるのに成功していませんでした。 チャイカの旅は第二シーズンに続き、物語が魅力的で魅惑的なものになっています！ このシリーズの背後にある戦闘と真実（/❛o❛）\n\n第1シーズンと第2シーズンのアートには大きな違いはありません。 かなり平均的な、密度の高い、または大胆な色で、グラデーションが少なく、より生き生きと感じることができます。 その戦いのビジュアル '、素晴らしいです。 私は彼らの戦いが好きで、速い動きは効果が輝きを放つ間に鮮明に表示されます。 それは、アクション＆amp; 幻想的な側面は、戦闘の効果が魅力の一つであることは不思議ではありません。\n\n\nここでの主なポイントは、ストーリーとそれがどのように発展したかですが、新しいキャラクターはあまり関与していませんが、それはちょうどその方法です！ ここにあるすべての文字は、改善され、詳細によく提示され、良い情熱を示しています。 それは、問題が発生し、世界の終結が緊迫した時に私たちを魅了します。 彼らは戦争の神を止めることができますか？ガズ皇帝は、復活から戦争のない世界に静かに留まらないので、ガズ皇帝です。 チャイカのプロジェクトでは、どのキャラクターがそれぞれの問題にどのように直面しているのでしょうか？ 第2シーズンは、その前身（第1シーズン）からストーリーとキャラクター開発の側面から離れています。\n[幾分スポイラー]私はViviがChaikaの半分に変わったという事実が本当に好きです.Chaikaは、若くて無神経だった時にモルモットとして使われる子供だけではないかもしれないが、心理的なことに関係するかもしれないという心を開いた。 生き残る。 野心的なチャイカのすべて、彼らはとても魅力的です。\n\n変わらない側面は音楽です。 第1シーズンと第2シーズンの両方のテーマ曲は、満足の連続に沿っている。 私が誇らしげに感じることはありません。私はそれを悲しんでいます。  OP曲は野見伊織の「漆黒を塗りつぶせ」、「漆黒を塗りつぶせ」、EDの歌は棺姫の「ワタシハお母さんの中で（ワタシハオマエノナカニール）」です。 まあ、私はここにインサートの曲が好きです、\n\n\n私はすべてのエピソードを愛し、物語が進むにつれてすべてが大好きです。 それはまた、多くの意味、特に友情と信頼を提供します。 彼らの友情は、今まで自分たち自身に分かれないように結びつけるものであり、信頼は彼らを迷わずに結びつけ、彼らの欲望は、彼らが前進してより多くの努力をしていて、思慮深く考えることです 直面しなければならない憂鬱な問題に対して積極的に働きます。\n私はChaikaの第2シリーズ9にレートを与える。\n長所：\n魅力的なストーリー、魅力的なキャラクターと開発\nその物語の意味。 なぜ、私はここで意味を簡単に見つけることができます、それは明確な意味を持っている物語からはっきりと投影されています。\n楽しさ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI had no idea the 2nd season of Hitsugi no Chaika series, Hitsugi no Chaika: Avenging Battle [棺姫のチャイカ AVENGING BATTLE], would be so damn good series.\n\n\u001b[1m私はヒッツギのチャイカシリーズ、ヒッツギのチャイカ：復讐の戦い[β姫のチャイカAVENGING BATTLE]の第2シーズンを知りませんでした。\u001b[22m\n\u001b[1m(Watashi wa hittsugi no chaikashirīzu, hittsugi no chaika: Fukushū no tatakai [b hime no chaika AVENGING BATTLE] no dai 2 shīzun o shirimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI had no idea the 2nd season of Hitsugi no Chaika series, Hitsugi no Chaika: Avenging Battle [棺姫のチャイカ AVENGING BATTLE], would be so damn good series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had no idea the 2nd season of Hitsugi no Chaika series, Hitsugi no Chaika: Avenging Battle [棺姫のチャイカ AVENGING BATTLE], would be so damn good series.\u001b[24m\n    \u001b[1m私はヒッツギのチャイカシリーズ、ヒッツギのチャイカ：復讐の戦い[β姫のチャイカAVENGING BATTLE]の第2シーズンを知りませんでした。\u001b[22m, \u001b[1m復讐バトル【棺姫のチャイカ復讐BATTLE]は、だろうので上出来シリーズ：私は柩の第二シーズンノーチャイカシリーズ、柩なしチャイカを知りませんでした。\u001b[22m\nI got question mark popped out of my head invisibly why it got serialized when the 1st season didn't have any superb quality. I thought the reason for 2nd season to be there was because the 1st season was hanging, Chaika's unmet desire and the viewers might criticize about it.\n\n\u001b[1m第1シーズンに優れた品質がなかったときになぜシリアライズされたのか、目に見えないほど疑問が浮かび上がった。 第2シーズンの理由は第1シーズンがぶら下がっていたためだと思った。チャイカの未達成の欲望と観客はそれについて批判するかもしれない。\u001b[22m\n\u001b[1m(Dai 1 shīzun ni sugureta hinshitsu ga nakatta toki ni naze shiriaraizu sa reta no ka, menimienai hodo gimon ga ukabiagatta. Dai 2 shīzun no riyū wa dai 1 shīzun ga burasagatte ita tameda to omotta. Chaika no mi Tatsunari no yokubō to kankyaku wa sore ni tsuite hihan suru kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mI got question mark popped out of my head invisibly why it got serialized when the 1st season didn't have any superb quality. I thought the reason for 2nd season to be there was because the 1st season was hanging, Chaika's unmet desire and the viewers might criticize about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI got question mark popped out of my head invisibly why it got serialized when the 1st season didn't have any superb quality.\u001b[24m\n    \u001b[1m第1シーズンに優れた品質がなかったときになぜシリアライズされたのか、目に見えないほど疑問が浮かび上がった。\u001b[22m, \u001b[1m私は第一シーズンは任意の優れた品質を持っていなかったとき、それはシリアライズさだなぜ疑問符が目に見えない私の頭の飛び出しました。\u001b[22m\n\u001b[4mI thought the reason for 2nd season to be there was because the 1st season was hanging, Chaika's unmet desire and the viewers might criticize about it.\u001b[24m\n    \u001b[1m第2シーズンの理由は第1シーズンがぶら下がっていたためだと思った。チャイカの未達成の欲望と観客はそれについて批判するかもしれない。\u001b[22m, \u001b[1m私は第一シーズンは、チャイカの満たされていない欲求をぶら下げたし、視聴者がそれについて批判する可能性があるため、第二シーズンはすべき理由があったと思いました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI will combine the summary Chaika's series plot here. The 1st season was all about Chaika's never-ending battle to collect her father remains after great war killed her father. Even if Chaika didn't have memories left except her believes about she is the Emperor Gaz daughter and to collect her father remains is her duty. Emperor Gaz was the strongest but so thirsty about war, so the brave knights united to kill him and ended the war. The problem emerged after Chaika met other Chaikas with the same resolve, whilst Chaikas considered as threats by other Empires.\n\n\u001b[1mここではChaikaの要約集をまとめています。 第1シーズンは、偉大な戦争が父親を殺した後、父親を募集するチャイカの終わりのない戦いに関するものだった。 たとえチャイカがガズ皇帝であると信じている以外の記憶が残っていなくても、彼女の父親を集めることは彼女の義務である。 ガズ皇帝は戦争について最も強いが喉が渇いていたので、勇敢な騎士団は彼を殺して戦争を終わらせた。 チャイカが他の帝国による脅威と考えている間、チャイカは同じ決議で他のチャイカと会った後に問題が浮上した。\u001b[22m\n\u001b[1m(Kokode wa Chaika no yōyaku-shū o matomete imasu. Dai 1 shīzun wa, idaina sensō ga chichioya o koroshita nochi, chichioya o boshū suru chaika no owari no nai tatakai ni kansuru monodatta. Tatoe chaika ga gazu kōteidearu to shinjite iru igai no kioku ga nokotte inakute mo, kanojo no chichioya o atsumeru koto wa kanojo no gimudearu. Gazu kōtei wa sensō ni tsuite mottomo tsuyoiga nodo ga kawaite itanode, yūkan'na kishi-dan wa kare o koroshite sensō o owara seta. Chaika ga hoka no teikoku ni yoru kyōi to kangaete iru ma, chaika wa onaji ketsugi de hoka no chaika to atta nochi ni mondai ga fujō shita.)\u001b[22m\n\nTranslations of \u001b[4mI will combine the summary Chaika's series plot here. The 1st season was all about Chaika's never-ending battle to collect her father remains after great war killed her father. Even if Chaika didn't have memories left except her believes about she is the Emperor Gaz daughter and to collect her father remains is her duty. Emperor Gaz was the strongest but so thirsty about war, so the brave knights united to kill him and ended the war. The problem emerged after Chaika met other Chaikas with the same resolve, whilst Chaikas considered as threats by other Empires.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will combine the summary Chaika's series plot here.\u001b[24m\n    \u001b[1mここではChaikaの要約集をまとめています。\u001b[22m, \u001b[1m私はここに要約チャイカの系列プロットを結合します。\u001b[22m\n\u001b[4mThe 1st season was all about Chaika's never-ending battle to collect her father remains after great war killed her father.\u001b[24m\n    \u001b[1m第1シーズンは、偉大な戦争が父親を殺した後、父親を募集するチャイカの終わりのない戦いに関するものだった。\u001b[22m, \u001b[1m第一シーズンは、彼女の父親を収集するチャイカの果てしない戦いについてのすべての偉大な戦争が父親を殺した後に残るありました。\u001b[22m\n\u001b[4mEven if Chaika didn't have memories left except her believes about she is the Emperor Gaz daughter and to collect her father remains is her duty.\u001b[24m\n    \u001b[1mたとえチャイカがガズ皇帝であると信じている以外の記憶が残っていなくても、彼女の父親を集めることは彼女の義務である。\u001b[22m, \u001b[1mチャイカは、彼女は彼女が天皇ギャズの娘であるについて考えている以外は、左の思い出を持っていなかったと彼女の父親は残って収集する場合であっても、彼女の義務です。\u001b[22m\n\u001b[4mEmperor Gaz was the strongest but so thirsty about war, so the brave knights united to kill him and ended the war.\u001b[24m\n    \u001b[1mガズ皇帝は戦争について最も強いが喉が渇いていたので、勇敢な騎士団は彼を殺して戦争を終わらせた。\u001b[22m, \u001b[1m天皇ギャズは、最も強いが、戦争についてとてものどが渇いていたので、勇敢な騎士たちは彼を殺すために団結し、戦争を終了しました。\u001b[22m\n\u001b[4mThe problem emerged after Chaika met other Chaikas with the same resolve, whilst Chaikas considered as threats by other Empires.\u001b[24m\n    \u001b[1mチャイカが他の帝国による脅威と考えている間、チャイカは同じ決議で他のチャイカと会った後に問題が浮上した。\u001b[22m, \u001b[1mチャイカは、他の帝国によって脅威とみなさChaikasながら、同じ決意で他のChaikasに会った後、問題が浮上しました。\u001b[22m\nThat was the 1st season, ended without any explanation of what is Chaika? and our Chaika wasn't success yet to collect all of the remains. Chaika's journey is continuing on the 2nd season, where the story gets so appealing, enchanting! The battle and the truth behind all of this series (/❛o❛)\n\n\u001b[1mそれは第1シーズンで、チャイカは何の説明もなく終了しましたか？ 私たちのチャイカはまだ遺骨のすべてを集めるのに成功していませんでした。 チャイカの旅は、第二シーズンに続き、物語が魅力的で魅力的になっています！ このシリーズの背後にある戦闘と真実（/❛o❛）\u001b[22m\n\u001b[1m(Sore wa dai 1 shīzun de, chaika wa nani no setsumei mo naku shūryō shimashita ka? Watashitachi no chaika wa mada ikotsu no subete o atsumeru no ni seikō shite imasendeshita. Chaika no tabi wa, dai ni shīzun ni tsudzuki, monogatari ga mirikiteki de mirikiteki ni natte imasu! Kono shirīzu no haigo ni aru sentō to shinjitsu (/❛ o ❛))\u001b[22m\n\nTranslations of \u001b[4mThat was the 1st season, ended without any explanation of what is Chaika? and our Chaika wasn't success yet to collect all of the remains. Chaika's journey is continuing on the 2nd season, where the story gets so appealing, enchanting! The battle and the truth behind all of this series (/❛o❛)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat was the 1st season, ended without any explanation of what is Chaika?\u001b[24m\n    \u001b[1mそれは第1シーズンで、チャイカは何の説明もなく終了しましたか？\u001b[22m, \u001b[1mそれはチャイカが何であるかの説明は行われずに終了し、第一シーズンでしたか？\u001b[22m\n\u001b[4mand our Chaika wasn't success yet to collect all of the remains.\u001b[24m\n    \u001b[1m私たちのチャイカはまだ遺骨のすべてを集めるのに成功していませんでした。\u001b[22m, \u001b[1mそして、私たちのチャイカは、遺跡のすべてを収集するために、まだ成功ではなかったです。\u001b[22m\n\u001b[4mChaika's journey is continuing on the 2nd season, where the story gets so appealing, enchanting!\u001b[24m\n    \u001b[1mチャイカの旅は、第二シーズンに続き、物語が魅力的で魅力的になっています！\u001b[22m, \u001b[1mチャイカの旅は物語が魅惑的な、とても魅力的になる第二シーズン、に続いています！\u001b[22m\n\u001b[4mThe battle and the truth behind all of this series (/❛o❛)\u001b[24m\n    \u001b[1mこのシリーズの背後にある戦闘と真実（/❛o❛）\u001b[22m, \u001b[1mこのシリーズのすべての背後にある戦いと真実（/❛o❛）\u001b[22m\n\u001b[1m\u001b[22m\nThere aren't big differences between 1st season and 2nd season art. It's pretty average, dense or bold colours with few gradations to make it feel more alive. The visuals for its battle tho', is nice. I like their battles, the fast movements are presenting well and clear while the effect is sparkling. It is collaborating the action &amp; fantasy aspects, so no wonder the effect of battles is one of the charm.\n\n\u001b[1m第1シーズンと第2シーズンのアートには大きな違いはありません。 かなり平均的な、密度の高い、または大胆な色で、グラデーションが少なく、より生き生きと感じることができます。 その戦いのビジュアル '、素晴らしいです。 私は彼らの戦いが好きで、速い動きは効果が輝きを放つ間に鮮明に表示されます。 それは、アクション＆amp; 幻想的な側面は、戦闘の効果が魅力の一つであることは不思議ではありません。\u001b[22m\n\u001b[1m(Dai 1 shīzun to dai 2 shīzun no āto ni wa ōkina chigai wa arimasen. Kanari heikin-tekina, mitsudo no takai, matawa daitan'na iro de, guradēshon ga sukunaku, yori ikiiki to kanjiru koto ga dekimasu. Sono tatakai no bijuaru', subarashīdesu. Watashi wa karera no tatakai ga sukide, hayai ugoki wa kōka ga kagayaki o hanatsu ma ni senmei ni hyōji sa remasu. Sore wa, akushon& amp; gensō-tekina sokumen wa, sentō no kōka ga miryoku no hitotsudearu koto wa fushigide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere aren't big differences between 1st season and 2nd season art. It's pretty average, dense or bold colours with few gradations to make it feel more alive. The visuals for its battle tho', is nice. I like their battles, the fast movements are presenting well and clear while the effect is sparkling. It is collaborating the action &amp; fantasy aspects, so no wonder the effect of battles is one of the charm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere aren't big differences between 1st season and 2nd season art.\u001b[24m\n    \u001b[1m第1シーズンと第2シーズンのアートには大きな違いはありません。\u001b[22m, \u001b[1m第一シーズンと第二シーズンの技術との大きな違いはありません。\u001b[22m\n\u001b[4mIt's pretty average, dense or bold colours with few gradations to make it feel more alive.\u001b[24m\n    \u001b[1mかなり平均的な、密度の高い、または大胆な色で、グラデーションが少なく、より生き生きと感じることができます。\u001b[22m, \u001b[1mそれはより多くの生きている気分にさせるためにかなり平均、数階調の高密度又は大胆な色です。\u001b[22m\n\u001b[4mThe visuals for its battle tho', is nice.\u001b[24m\n    \u001b[1mその戦いのビジュアル '、素晴らしいです。\u001b[22m, \u001b[1mカントーの戦い」のビジュアルは、いいです。\u001b[22m\n\u001b[4mI like their battles, the fast movements are presenting well and clear while the effect is sparkling.\u001b[24m\n    \u001b[1m私は彼らの戦いが好きで、速い動きは効果が輝きを放つ間に鮮明に表示されます。\u001b[22m, \u001b[1m私は効果が輝くあるが、速い動きがよく、明確な提示された彼らの戦いが好きです。\u001b[22m\n\u001b[4mIt is collaborating the action &amp;\u001b[24m\n    \u001b[1mそれは、アクション＆amp;\u001b[22m, \u001b[1mこれは、アクション＆アンペアを協力しています。\u001b[22m\n\u001b[4mfantasy aspects, so no wonder the effect of battles is one of the charm.\u001b[24m\n    \u001b[1m幻想的な側面は、戦闘の効果が魅力の一つであることは不思議ではありません。\u001b[22m, \u001b[1mファンタジー側面は、不思議ので、戦いの効果が魅力の一つです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe main point here is the story and how it's developed, although there aren't much new characters involved, but that's just the way it should be! Every characters here are improving, presented well in detail and showing a good passion. It lures us with the issues arise and the tense of the ending of the world. Can they stop the god of war—I mean, Emperor Gaz, since he won't stay quietly in the world with no war--from its resurrection? How every characters face their own troubles that connected to a single main point, the Chaika project? The 2nd season is afar from its predecessor (1st season) from story and characters development aspects.\n\n\u001b[1mここでの主なポイントは、ストーリーとそれがどのように発展したかですが、新しいキャラクターはあまり関与していませんが、それはちょうどその方法です！ ここにあるすべての文字は、改善され、詳細によく提示され、良い情熱を示しています。 それは、問題が発生し、世界の終結が緊迫した時に私たちを魅了します。 彼らは戦争の神を止めることができますか？ガズ皇帝は、復活から戦争のない世界に静かに留まらないので、ガズ皇帝です。 チャイカのプロジェクトでは、どのキャラクターがそれぞれの問題にどのように直面しているのでしょうか？ 第2シーズンは、その前身（第1シーズン）からストーリーとキャラクターの開発の側面から離れています。\u001b[22m\n\u001b[1m(Koko de no omona pointo wa, sutōrī to sore ga dono yō ni hatten shita kadesuga, atarashī kyarakutā wa amari kan'yo shite imasenga, sore wa chōdo sono hōhōdesu! Koko ni aru subete no moji wa, kaizen sa re, shōsai ni yoku teiji sa re, yoi jōnetsu o shimeshite imasu. Sore wa, mondai ga hassei shi, sekai no shūketsu ga kinpaku shita toki ni watashitachi o miryō shimasu. Karera wa sensō no kami o tomeru koto ga dekimasu ka? Gazu kōtei wa, fukkatsu kara sensō no nai sekai ni shizuka ni tomaranainode, gazu kōteidesu. Chaika no purojekutode wa, dono kyarakutā ga sorezore no mondai ni dono yō ni chokumen shite iru nodeshou ka? Dai 2 shīzun wa, sono zenshin (dai 1 shīzun) kara sutōrī to kyarakutā no kaihatsu no sokumen kara hanarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main point here is the story and how it's developed, although there aren't much new characters involved, but that's just the way it should be! Every characters here are improving, presented well in detail and showing a good passion. It lures us with the issues arise and the tense of the ending of the world. Can they stop the god of war—I mean, Emperor Gaz, since he won't stay quietly in the world with no war--from its resurrection? How every characters face their own troubles that connected to a single main point, the Chaika project? The 2nd season is afar from its predecessor (1st season) from story and characters development aspects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main point here is the story and how it's developed, although there aren't much new characters involved, but that's just the way it should be!\u001b[24m\n    \u001b[1mここでの主なポイントは、ストーリーとそれがどのように発展したかですが、新しいキャラクターはあまり関与していませんが、それはちょうどその方法です！\u001b[22m, \u001b[1mここでの主なポイントは、それが関係する多くの新しい文字が存在しないものの、開発が、それはそれがあるべきだけの方法だだかの話ですと！\u001b[22m\n\u001b[4mEvery characters here are improving, presented well in detail and showing a good passion.\u001b[24m\n    \u001b[1mここにあるすべての文字は、改善され、詳細によく提示され、良い情熱を示しています。\u001b[22m, \u001b[1mここでのすべての文字が詳細に十分に提示され、良好な情熱を示し、改善しています。\u001b[22m\n\u001b[4mIt lures us with the issues arise and the tense of the ending of the world.\u001b[24m\n    \u001b[1mそれは、問題が発生し、世界の終結が緊迫した時に私たちを魅了します。\u001b[22m, \u001b[1m問題が発生し、世界のエンディングの緊張とそれは私たちを誘います。\u001b[22m\n\u001b[4mCan they stop the god of war—I mean, Emperor Gaz, since he won't stay quietly in the world with no war--from its resurrection?\u001b[24m\n    \u001b[1m彼らは戦争の神を止めることができますか？ガズ皇帝は、復活から戦争のない世界に静かに留まらないので、ガズ皇帝です。\u001b[22m, \u001b[1m彼は戦争のない世界で静かに滞在しないので、彼らは、戦争 - 私は意味、天皇ギャズの神を停止することができます - その復活から？\u001b[22m\n\u001b[4mHow every characters face their own troubles that connected to a single main point, the Chaika project?\u001b[24m\n    \u001b[1mチャイカのプロジェクトでは、どのキャラクターがそれぞれの問題にどのように直面しているのでしょうか？\u001b[22m, \u001b[1mどのようにすべての文字は、単一の主なポイントに接続し、自分の悩み、チャイカプロジェクトに直面していますか？\u001b[22m\n\u001b[4mThe 2nd season is afar from its predecessor (1st season) from story and characters development aspects.\u001b[24m\n    \u001b[1m第2シーズンは、その前身（第1シーズン）からストーリーとキャラクターの開発の側面から離れています。\u001b[22m, \u001b[1m第二シーズンは、ストーリーやキャラクター開発の観点から、その前身（第一シーズン）から遠くです。\u001b[22m\n[Somewhat SPOILER] I really like the fact that Vivi turns into half Chaika, opened up my mind that Chaika might be not just about the children used as guinea pigs when it was young and aimless but it might be related to psychological thingy and will to survive too. All of the ambitious Chaika, they are so charming.\n\n\u001b[1m[幾分スポイラー]私はViviがChaikaの半分に変わったという事実が本当に好きです.Chaikaは、若くて無神経だった時にモルモットとして使われる子供だけではないかもしれないが、心理的なことに関係するかもしれないという心を開いた。 生き残る。 野心的なチャイカのすべて、彼らはとても魅力的です。\u001b[22m\n\u001b[1m([Ikubun supoirā] watashi wa Vivi ga Chaika no hanbun ni kawatta to iu jijitsu ga hontōni sukidesu. Chaika wa, wakakute mushinkeidatta toki ni morumotto to shite tsukawa reru kodomo dakede wanai kamo shirenaiga, shinri-tekina koto ni kankei suru kamo shirenai to iu kokoro o aita. Ikinokoru. Yashin-tekina chaika no subete, karera wa totemo mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4m[Somewhat SPOILER] I really like the fact that Vivi turns into half Chaika, opened up my mind that Chaika might be not just about the children used as guinea pigs when it was young and aimless but it might be related to psychological thingy and will to survive too. All of the ambitious Chaika, they are so charming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Somewhat SPOILER] I really like the fact that Vivi turns into half Chaika, opened up my mind that Chaika might be not just about the children used as guinea pigs when it was young and aimless but it might be related to psychological thingy and will to\u001b[24m\n    \u001b[1m[幾分スポイラー]私はViviがChaikaの半分に変わったという事実が本当に好きです.Chaikaは、若くて無神経だった時にモルモットとして使われる子供だけではないかもしれないが、心理的なことに関係するかもしれないという心を開いた。\u001b[22m, \u001b[1m【ややSPOILER]私は本当にビビは半分チャイカになるという事実のように、チャイカだけではなく、それは若く、無目的だったが、それが心理的なブツと意志に関係している可能性があるときにモルモットとして使用する子供たちであるかもしれないことを私の心を開きました\u001b[22m\n\u001b[4msurvive too.\u001b[24m\n    \u001b[1m生き残る。\u001b[22m, \u001b[1mあまりにも生き残ります。\u001b[22m\n\u001b[4mAll of the ambitious Chaika, they are so charming.\u001b[24m\n    \u001b[1m野心的なチャイカのすべて、彼らはとても魅力的です。\u001b[22m, \u001b[1m野心的なチャイカのすべてが、彼らはとても魅力的です。\u001b[22m\n\u001b[1m\u001b[22m\nThe unchanged aspect here is the music. Both 1st and 2nd season theme songs, just along the continuum of satisfying. Nothing to brag about, I feel sad about that, I bet they could give us more for enjoyment through the music. The OP song is 'Shikkoku wo Nuritsubuse (漆黒を塗りつぶせ)' by Iori Nomizu and the ED song is 'Watashi wa Omae no Naka ni Iru (ワタシハオマエノナカニイル)' by coffin princess. Well, I do like the insert songs here,\n\n\u001b[1m変わらない側面は音楽です。 第1シーズンと第2シーズンの両方のテーマ曲は、満足の連続に沿っている。 私が誇らしげに感じることはありません。私はそれを悲しんでいます。  OP曲は野見伊織の「漆黒を塗りつぶせ」、「漆黒を塗りつぶせ」、EDの歌は棺姫の「ワタシハお母さんの中で（ワタシハオマエノナカニール）」です。 まあ、私はここにインサートの曲が好きです、\u001b[22m\n\u001b[1m(Kawaranai sokumen wa ongakudesu. Dai 1 shīzun to dai 2 shīzun no ryōhō no tēma-kyoku wa, manzoku no renzoku ni sotte iru. Watashi ga hokorashige ni kanjiru koto wa arimasen. Watashi wa sore o kanashinde imasu. OP-kyoku wa Nomi Iori no `shikkoku o nuritsubuse',`shikkoku o nuritsubuse', ED no uta wa hitsugi hime no `watashiha okāsan no naka de (watashihaomaenonakanīru)'desu. Mā, watashi wa koko ni insāto no kyoku ga sukidesu,)\u001b[22m\n\nTranslations of \u001b[4mThe unchanged aspect here is the music. Both 1st and 2nd season theme songs, just along the continuum of satisfying. Nothing to brag about, I feel sad about that, I bet they could give us more for enjoyment through the music. The OP song is 'Shikkoku wo Nuritsubuse (漆黒を塗りつぶせ)' by Iori Nomizu and the ED song is 'Watashi wa Omae no Naka ni Iru (ワタシハオマエノナカニイル)' by coffin princess. Well, I do like the insert songs here,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe unchanged aspect here is the music.\u001b[24m\n    \u001b[1m変わらない側面は音楽です。\u001b[22m, \u001b[1mここで変わらない側面は音楽です。\u001b[22m\n\u001b[4mBoth 1st and 2nd season theme songs, just along the continuum of satisfying.\u001b[24m\n    \u001b[1m第1シーズンと第2シーズンの両方のテーマ曲は、満足の連続に沿っている。\u001b[22m, \u001b[1mちょうど満足の連続に沿って第一及び第二シーズンのテーマ曲、どちらも。\u001b[22m\n\u001b[4mNothing to brag about, I feel sad about that, I bet they could give us more for enjoyment through the music.\u001b[24m\n    \u001b[1m私が誇らしげに感じることはありません。私はそれを悲しんでいます。\u001b[22m, \u001b[1m、私はそれについて悲しい感じを自慢するものが、私は、彼らが音楽を通して楽しみのためのより多くの私たちを与えることができるに違いありません。\u001b[22m\n\u001b[4mThe OP song is 'Shikkoku wo Nuritsubuse (漆黒を塗りつぶせ)' by Iori Nomizu and the ED song is 'Watashi wa Omae no Naka ni Iru (ワタシハオマエノナカニイル)' by coffin princess.\u001b[24m\n    \u001b[1mOP曲は野見伊織の「漆黒を塗りつぶせ」、「漆黒を塗りつぶせ」、EDの歌は棺姫の「ワタシハお母さんの中で（ワタシハオマエノナカニール）」です。\u001b[22m, \u001b[1mOP曲は棺の王女によって野水伊織とED曲である「わたしわ大前なし那珂NI IRU（ワタシハオマエノナカニイル）」による「Nuritsubuse woの漆黒（漆黒を塗りつぶせ）」です。\u001b[22m\n\u001b[4mWell, I do like the insert songs here,\u001b[24m\n    \u001b[1mまあ、私はここにインサートの曲が好きです、\u001b[22m, \u001b[1mまあ、私はここで、挿入歌が好きです、\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDamn I love every episodes, everything as the story went. It also provides lots of meaning, especially friendship and trust. Their friendship is what tie them up to not get separated so far to their own self, the trust binds them to not lost their way, their desires are what keep them to move forward and do more hard-work and still on sane mind to think positively for gloomy matters which must be faced.\n\n\u001b[1m私はすべてのエピソードを愛し、物語が進むにつれてすべてが大好きです。 それはまた、多くの意味、特に友情と信頼を提供します。 彼らの友情は、今まで自分たち自身に分かれないように結びつけるものであり、信頼は彼らを迷わずに結びつけ、彼らの欲望は、彼らが前進してより多くの努力をしていて、思慮深く考えることです 直面しなければならない憂鬱な問題に対して積極的に働きます。\u001b[22m\n\u001b[1m(Watashi wa subete no episōdo o aishi, monogatari ga susumu ni tsurete subete ga daisukidesu. Sore wa mata, ōku no imi, tokuni yūjō to shinrai o teikyō shimasu. Karera no yūjō wa, imamade jibun-tachi jishin ni wakarenai yō ni musubitsukeru monodeari, shinrai wa karera o mayowazu ni musubitsuke, karera no yokubō wa, karera ga zenshin shite yori ōku no doryoku o shite ite, shiryobukaku kangaeru kotodesu chokumen shinakereba naranai yūutsuna mondai ni taishite sekkyokutekini hatarakimasu.)\u001b[22m\n\nTranslations of \u001b[4mDamn I love every episodes, everything as the story went. It also provides lots of meaning, especially friendship and trust. Their friendship is what tie them up to not get separated so far to their own self, the trust binds them to not lost their way, their desires are what keep them to move forward and do more hard-work and still on sane mind to think positively for gloomy matters which must be faced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDamn I love every episodes, everything as the story went.\u001b[24m\n    \u001b[1m私はすべてのエピソードを愛し、物語が進むにつれてすべてが大好きです。\u001b[22m, \u001b[1mくそー、すべてのエピソードを愛し、物語などすべてが行ってきました。\u001b[22m\n\u001b[4mIt also provides lots of meaning, especially friendship and trust.\u001b[24m\n    \u001b[1mそれはまた、多くの意味、特に友情と信頼を提供します。\u001b[22m, \u001b[1mまた、意味の多く、特に友情と信頼を提供します。\u001b[22m\n\u001b[4mTheir friendship is what tie them up to not get separated so far to their own self, the trust binds them to not lost their way, their desires are what keep them to move forward and do more hard-work and still on sane mind to think\u001b[24m\n    \u001b[1m彼らの友情は、今まで自分たち自身に分かれないように結びつけるものであり、信頼は彼らを迷わずに結びつけ、彼らの欲望は、彼らが前進してより多くの努力をしていて、思慮深く考えることです\u001b[22m, \u001b[1m彼らの友情はこれまで、独自のセルフにはぐれないようにそれらを縛るもので、信頼は彼らの欲望を考えるように正気の心に残って前進し、より多くのハードワークを行うとするためにそれらをどのように保つている、自分の道を失っていないためにそれらを結合し\u001b[22m\n\u001b[4mpositively for gloomy matters which must be faced.\u001b[24m\n    \u001b[1m直面しなければならない憂鬱な問題に対して積極的に働きます。\u001b[22m, \u001b[1m積極的に直面しなければならない悲観的な事項について。\u001b[22m\nI give Chaika's 2nd series 9 for rate.\n\n\u001b[1m私はChaikaの第2シリーズ9にレートを与える。\u001b[22m\n\u001b[1m(Watashi wa Chaika no dai 2 shirīzu 9 ni rēto o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI give Chaika's 2nd series 9 for rate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give Chaika's 2nd series 9 for rate.\u001b[24m\n    \u001b[1m私はChaikaの第2シリーズ9にレートを与える。\u001b[22m, \u001b[1m私は速度のためのチャイカの第二シリーズ9を与えます。\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\nAlluring story, alluring characters and the developments\n\n\u001b[1m魅力的なストーリー、魅力的なキャラクターと開発\u001b[22m\n\u001b[1m(Miryoku-tekina sutōrī, miryoku-tekina kyarakutā to kaihatsu)\u001b[22m\n\nTranslations of \u001b[4mAlluring story, alluring characters and the developments\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlluring story, alluring characters and the developments\u001b[24m\n    \u001b[1m魅力的なストーリー、魅力的なキャラクターと開発\u001b[22m, \u001b[1m魅惑のストーリー、魅力的なキャラクターと発展\u001b[22m\nThe meaning of its story. Don't know why but I can find easily the meaning here, it is clearly projected from the story which has positive meanings.\n\n\u001b[1mその物語の意味。 なぜ、私はここで意味を簡単に見つけることができます、それは明確な意味を持っている物語からはっきりと投影されています。\u001b[22m\n\u001b[1m(Sono monogatari no imi. Naze, watashi wa koko de imi o kantan ni mitsukeru koto ga dekimasu, sore wa meikakuna imi o motte iru monogatari kara hakkiri to tōei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe meaning of its story. Don't know why but I can find easily the meaning here, it is clearly projected from the story which has positive meanings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe meaning of its story.\u001b[24m\n    \u001b[1mその物語の意味。\u001b[22m\n\u001b[4mDon't know why but I can find easily the meaning here, it is clearly projected from the story which has positive meanings.\u001b[24m\n    \u001b[1mなぜ、私はここで意味を簡単に見つけることができます、それは明確な意味を持っている物語からはっきりと投影されています。\u001b[22m, \u001b[1mなぜ分からないのですが、私はここでは意味が、それは明らかにポジティブな意味を持っている物語から投射され、容易に見つけることができます。\u001b[22m\nThe enjoyment\n\n\u001b[1m楽しさ\u001b[22m\n\u001b[1m(Tanoshisa)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment\u001b[24m\n    \u001b[1m楽しさ\u001b[22m, \u001b[1m楽しみ\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "mantheon",
    "profile": "/profile/mantheon/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=218396",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  4\n\nこんにちは皆さん、これは「敗北のチャイカ：復讐の戦い」のレビューになります。 ああ、巨大なものを失望させた。 第1シーズンはかなり素晴らしく、第2シーズンにも同様の治療が期待された。 残念なことにその巨大な失望。\n\n最初のシーズンの直後に物語が拾い上げる。 戦争後の魔法と兵士と英雄の生活についてもう少し詳しく学ぶ英雄の家に私たちの党が行くのが分かります。 これは、基本的に巨大な情報ダンプとしての最初のカップルのエピソードにとって重要なものです。 パーティーが対処しなければならない主人公は本当に公正で、残りのヒーローがどこにあるのかの遺跡とリストを基本的に出しています。 私たちはまた、ガイがベースに触れるようにして、2つの目標に向かってパーティーを促します.1つは遺骨であり、もう1つはGazによって残されたこの神秘的な財産です。\n\nこれは、チャイカが複数の他のチャイカとの戦いや、最後のチャイカの情報から十分な証拠を持っていないかのように、チャイカが自分のアイデンティティに疑問を呈したときに再び対処しなければならないところです。 私はスポイラーなしではるかに詳細に行くことはできません。 しかし、私はこの物語の終わりがいかに狂ったようにうっすらと言われたのかを言いたい。 私の口は全面的に開いていて、「これはどうしたら終わりに行くのかは分からない」と思うだけでした。\n\n芸術は音楽や声優と同じように、最初のシーズンと同じです。\n\nキャラクターたちもまた、劇的なヒットを見せました。 もちろん、チャイカは自分のアイデンティティに問題を抱えています。ちょうど不気味なアニメドラマのように感じます。 徹は幼い少女の爆発音を少し持っています。 彼はまたドラゴンになることを拒否します。ドラゴンは実際に無敵のようです。 ジレットはかなり忘れられない再導入をしています。 彼は今シーズンの登場人物としての地位を見いだすのが実際には難しい。 それは、ジレット全体のチームについても言えることです。 赤いチャイカも白いチャイカで彼女のスコアを解決するために来る。 しかし、これは1分の合計を持続し、本当に別の無駄なキャラクターのように感じた。 他のキャラクターのほとんどは実際には何もせずにサイドストーリーを磨くというヒントを持つ個人的な危機の完全な8つのエピソードだったので、本当に重要ではない。\n\n私はこの第2シーズンにとても失望しています。 最初のシリーズを偉大なものにして、それを破壊したのはすべてのものでした。 ストーリーは実際に面白くて、少なくとも私が通常できるほど明確ではないように、私はひねりが来るのを見なかった。 しかし、彼らはそれをちょうど立ち上がらせる。 そのような彼らはどれくらい長く彼らが持っていたかを見て、「それを終わらせて、それを終わらせることは重要ではない、この1つの本当に小さな細部のためにこれを起こさせてください。 私は実際に物語がそれがいかに馬鹿げたかに文字通り怒らせた最後の時間を覚えていません。 キャラクターは、「生命は良い、私は怒っているヒーローです」と書かれています。 サイドストーリーとキャラクターの開発は5分ほど遅れて終了しました。 私は話すことがもっとあるが、私はスポイラーを追加したくない。 私はどれくらい失望しているのか、彼らはまともなアニメをどう扱っていないのかを表現していない。\n\nTLDR：ひどくうんざり。 私が楽しんだことの続編で怒っていることを覚えていない。 キャラクターはうんざりです、ストーリーは純粋な「ウット」の瞬間に終わり、サイドストーリーは約5分で終わります。 真剣に悪い、私はそれを見ていないといいね。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nHey folks, this will be a review for Hitsugi no Chaika: Avenging Battle. Oh man what a huge let down. The first season was pretty great, and I expected similar treatment given to the second season. Unfortunately its a huge let down.\n\n\u001b[1mこんにちは皆さん、これは「敗北のチャイカ：復讐の戦い」のレビューになります。 ああ、巨大なものを失望させた。 第1シーズンはかなり素晴らしく、第2シーズンにも同様の治療が期待された。 残念なことにその巨大な失望。\u001b[22m\n\u001b[1m(Kon'nichiwa minasan, koreha `haiboku no chaika: Fukushū no tatakai' no rebyū ni narimasu. Ā, kyodaina mono o shitsubō sa seta. Dai 1 shīzun wa kanari subarashiku, dai 2 shīzun ni mo dōyō no chiryō ga kitai sa reta. Zan'nen'nakotoni sono kyodaina shitsubō.)\u001b[22m\n\nTranslations of \u001b[4mHey folks, this will be a review for Hitsugi no Chaika: Avenging Battle. Oh man what a huge let down. The first season was pretty great, and I expected similar treatment given to the second season. Unfortunately its a huge let down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey folks, this will be a review for Hitsugi no Chaika: Avenging Battle.\u001b[24m\n    \u001b[1mこんにちは皆さん、これは「敗北のチャイカ：復讐の戦い」のレビューになります。\u001b[22m, \u001b[1m復讐の戦い：ねえの人々は、これは柩のレビューなしチャイカになります。\u001b[22m\n\u001b[4mOh man what a huge let down.\u001b[24m\n    \u001b[1mああ、巨大なものを失望させた。\u001b[22m, \u001b[1mああ、男の巨大なものを失望させます。\u001b[22m\n\u001b[4mThe first season was pretty great, and I expected similar treatment given to the second season.\u001b[24m\n    \u001b[1m第1シーズンはかなり素晴らしく、第2シーズンにも同様の治療が期待された。\u001b[22m, \u001b[1m最初のシーズンはかなり良かった、と私は2番目のシーズンに与えられた同様の治療を期待しました。\u001b[22m\n\u001b[4mUnfortunately its a huge let down.\u001b[24m\n    \u001b[1m残念なことにその巨大な失望。\u001b[22m, \u001b[1m残念ながら、その巨大な失望します。\u001b[22m\n\u001b[1m\u001b[22m\nThe story picks up shortly after the first season. We find our party going to a heroes home where we learn a bit more about magic and the life of soldiers and heroes after the war. This is a crucial first couple episodes as its basically a giant information dump. The hero the party has to deal with is really fair and basically gives away the remains and a list of where the rest of the heroes are. We also get Guy to touch base and urge the party towards two goals, one being a remains and the other being this mysterious fortune left by Gaz.\n\n\u001b[1m最初のシーズンの直後に物語が拾い上げる。 戦争後の魔法と兵士と英雄の生活についてもう少し詳しく学ぶ英雄の家に私たちの党が行くのが分かります。 これは、基本的に巨大な情報ダンプとしての最初のカップルのエピソードの重要なものです。 パーティーが対処しなければならない主人公は本当に公正で、残りのヒーローがどこにあるのかの遺跡とリストを基本的に出します。 私たちはまた、ガイがベースに触れるようにして、2つの目標に向かってパーティーを促します.1つは遺骨であり、もう1つはGazによって残されたこの神秘的な財産です。\u001b[22m\n\u001b[1m(Saisho no shīzun no chokugo ni monogatari ga hiroiageru. Sensō-go no mahō to heishi to eiyū no seikatsu ni tsuite mōsukoshi kuwashiku manabu eiyū no ie ni watashitachi no tō ga iku no ga wakarimasu. Kore wa, kihontekini kyodaina jōhō danpu to shite no saisho no kappuru no episōdo no jūyōna monodesu. Pātī ga taisho shinakereba naranai shujinkō wa hontōni kōseide, nokori no hīrō ga doko ni aru no ka no iseki to risuto o kihontekini dashimasu. Watashitachiha mata, gai ga bēsu ni fureru yō ni shite, 2tsu no mokuhyō ni mukatte pātī o unagashimasu. 1Tsu wa ikotsudeari, mō 1tsu wa Gaz ni yotte nokosa reta kono shinpi-tekina zaisandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story picks up shortly after the first season. We find our party going to a heroes home where we learn a bit more about magic and the life of soldiers and heroes after the war. This is a crucial first couple episodes as its basically a giant information dump. The hero the party has to deal with is really fair and basically gives away the remains and a list of where the rest of the heroes are. We also get Guy to touch base and urge the party towards two goals, one being a remains and the other being this mysterious fortune left by Gaz.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story picks up shortly after the first season.\u001b[24m\n    \u001b[1m最初のシーズンの直後に物語が拾い上げる。\u001b[22m, \u001b[1m物語は最初のシーズン直後にピックアップします。\u001b[22m\n\u001b[4mWe find our party going to a heroes home where we learn a bit more about magic and the life of soldiers and heroes after the war.\u001b[24m\n    \u001b[1m戦争後の魔法と兵士と英雄の生活についてもう少し詳しく学ぶ英雄の家に私たちの党が行くのが分かります。\u001b[22m, \u001b[1m私たちは、当事者たちは魔法と戦後の兵士や英雄の人生について少し詳しく英雄の家に行くのを見つけます。\u001b[22m\n\u001b[4mThis is a crucial first couple episodes as its basically a giant information dump.\u001b[24m\n    \u001b[1mこれは、基本的に巨大な情報ダンプとしての最初のカップルのエピソードの重要なものです。\u001b[22m, \u001b[1mこれは、基本的には巨大な情報のダンプなどの重要な最初のカップルのエピソードです。\u001b[22m\n\u001b[4mThe hero the party has to deal with is really fair and basically gives away the remains and a list of where the rest of the heroes are.\u001b[24m\n    \u001b[1mパーティーが対処しなければならない主人公は本当に公正で、残りのヒーローがどこにあるのかの遺跡とリストを基本的に出します。\u001b[22m, \u001b[1m当事者が対処しなければならない主人公は本当に公平であると基本的には遺跡や英雄の残りの部分がどこにあるのリストを離れて与えます。\u001b[22m\n\u001b[4mWe also get Guy to touch base and urge the party towards two goals, one being a remains and the other being this mysterious fortune left by Gaz.\u001b[24m\n    \u001b[1m私たちはまた、ガイがベースに触れるようにして、2つの目標に向かってパーティーを促します.1つは遺骨であり、もう1つはGazによって残されたこの神秘的な財産です。\u001b[22m, \u001b[1mまた、男はベースをタッチして2ゴール、ギャズが残したこの神秘的な幸運である残り、他方が1に向けてパーティーを促すことを得ます。\u001b[22m\n\u001b[1m\u001b[22m\nThis is where we have to start dealing yet again with Chaika questioning her own identity, as if she didn't have enough evidence from battles with multiple other Chaika's and the information given by the one at the end. I cant go into much more detail without spoilers. However I do want to mention how insanely crap the ending for this story was. My mouth was open the entire time and I could only think, 'That isn't how this is going to end is it'.\n\n\u001b[1mこれは、チャイカが複数の他のチャイカとの戦いや、最後のチャイカの情報から十分な証拠を持っていないかのように、チャイカが自分のアイデンティティに疑問を呈したときに再び対処しなければならないところです。 私はスポイラーなしではるかに詳細に行くことはできません。 しかし、私はこの物語の終わりがいかに狂ったようにうっすらと言われたのかを言いたい。 私の口は全面的に開いていて、「これはどうしたら終わりに行くのかは分からない」と思うだけでした。\u001b[22m\n\u001b[1m(Kore wa, chaika ga fukusū no ta no chaika to notatakai ya, saigo no chaika no jōhō kara jūbun'na shōko o motteinai ka no yō ni, chaika ga jibun no aidentiti ni gimon o teishita toki ni futatabi taisho shinakereba naranai tokorodesu. Watashi wa supoirā nashide haruka ni shōsai ni iku koto wa dekimasen. Shikashi, watashi wa kono monogatari no owari ga ikani kurutta yō ni ussura to iwa reta no ka o iitai. Watashi no kuchi wa zenmen-teki ni aite ite,`koreha dōshitara owari ni iku no ka wa wakaranai' to omou dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is where we have to start dealing yet again with Chaika questioning her own identity, as if she didn't have enough evidence from battles with multiple other Chaika's and the information given by the one at the end. I cant go into much more detail without spoilers. However I do want to mention how insanely crap the ending for this story was. My mouth was open the entire time and I could only think, 'That isn't how this is going to end is it'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where we have to start dealing yet again with Chaika questioning her own identity, as if she didn't have enough evidence from battles with multiple other Chaika's and the information given by the one at the end.\u001b[24m\n    \u001b[1mこれは、チャイカが複数の他のチャイカとの戦いや、最後のチャイカの情報から十分な証拠を持っていないかのように、チャイカが自分のアイデンティティに疑問を呈したときに再び対処しなければならないところです。\u001b[22m, \u001b[1m私たちは、彼女が他の複数のチャイカのと最後の1によって与えられた情報との戦いからの十分な証拠を持っていなかったかのようチャイカは、彼女自身のアイデンティティを問うと再び扱う開始する必要があります場所です。\u001b[22m\n\u001b[4mI cant go into much more detail without spoilers.\u001b[24m\n    \u001b[1m私はスポイラーなしではるかに詳細に行くことはできません。\u001b[22m, \u001b[1m私はネタバレなしでずっと詳細には触れカント。\u001b[22m\n\u001b[4mHowever I do want to mention how insanely crap the ending for this story was.\u001b[24m\n    \u001b[1mしかし、私はこの物語の終わりがいかに狂ったようにうっすらと言われたのかを言いたい。\u001b[22m, \u001b[1mしかし、私はこの物語のための結末がいかにめちゃくちゃがらくた言及したいと思います。\u001b[22m\n\u001b[4mMy mouth was open the entire time and I could only think, 'That isn't how this is going to end is it'.\u001b[24m\n    \u001b[1m私の口は全面的に開いていて、「これはどうしたら終わりに行くのかは分からない」と思うだけでした。\u001b[22m, \u001b[1m「つまり、これはそれが終了しようとしている方法ではありません '、私の口は、全体の時間開いていたと私は考えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is the same as the first season, same with music and voice acting.\n\n\u001b[1m芸術は音楽や声優と同じように、最初のシーズンと同じです。\u001b[22m\n\u001b[1m(Geijutsu wa ongaku ya seiyū to onajiyōni, saisho no shīzun to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is the same as the first season, same with music and voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is the same as the first season, same with music and voice acting.\u001b[24m\n    \u001b[1m芸術は音楽や声優と同じように、最初のシーズンと同じです。\u001b[22m, \u001b[1m芸術は音楽や声の演技と同じ、最初のシーズンと同じです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters also took a dramatic hit in quality. Chaika of course having problems with self identity, which just feels like crappy anime drama. Tooru has a bit of childish shonen out bursts. He also refuses to become a Dragoon, which seems to be practically invincible. Gillette has a rather forgettable re introduction. Its actually hard to see the point of having him as a character this season. That could aslo be said about the whole Gillette squad. Red Chaika also comes in to settle her score with White Chaika. This however lasts a total of 1 minute and really felt like another wasted character. Most of the other characters dont really matter, as it was a full 8 episodes of personal crisis with hints of polishing up side stories without actually doing anything.\n\n\u001b[1mキャラクターたちもまた、劇的なヒットを見せました。 もちろん、チャイカは自分のアイデンティティに問題を抱えています。ちょうど不気味なアニメドラマのように感じます。 徹は幼い少女の爆発音を少し持っています。 彼はまたドラゴンになることを拒否します。ドラゴンは実際に無敵のようです。 ジレットはかなり忘れられない再導入をしています。 彼は今シーズンの登場人物としての地位を見いだすのが実際には難しい。 それは、ジレット全体のチームについても言えることです。 赤いチャイカも白いチャイカで彼女のスコアを解決するために来る。 しかし、これは1分の合計を持続し、本当に別の無駄なキャラクターのように感じた。 他のキャラクターのほとんどは実際には何もせずにサイドストーリーを磨くというヒントを持つ個人的な危機の完全な8つのエピソードだったので、本当に重要ではない。\u001b[22m\n\u001b[1m(Kyarakutā-tachi mo mata, gekitekina hitto o misemashita. Mochiron, chaika wa jibun no aidentiti ni mondai o kakaete imasu. Chōdo bukimina anime dorama no yō ni kanjimasu. Tōru wa osanai shōjo no bakuhatsu-on o sukoshi motte imasu. Kare wa mata doragon ni naru koto o kyohi shimasu. Doragon wa jissai ni muteki no yōdesu. Jiretto wa kanari wasurerarenai sai dōnyū o shite imasu. Kare wa ima shīzun no tōjō jinbutsu to shite no chii o miidasu no ga jissai ni wa muzukashī. Sore wa, jiretto zentai no chīmu ni tsuite mo ieru kotodesu. Akai chaika mo shiroi chaika de kanojo no sukoa o kaiketsu suru tame ni kuru. Shikashi, kore wa 1-bu no gōkei o jizoku shi, hontōni betsu no mudana kyarakutā no yō ni kanjita. Hoka no kyarakutā no hotondo wa jissai ni wa nani mo sezu ni saidosutōrī o migaku to iu hinto o motsu kojin-tekina kiki no kanzen'na yattsu no episōdodattanode, hontōni jūyōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters also took a dramatic hit in quality. Chaika of course having problems with self identity, which just feels like crappy anime drama. Tooru has a bit of childish shonen out bursts. He also refuses to become a Dragoon, which seems to be practically invincible. Gillette has a rather forgettable re introduction. Its actually hard to see the point of having him as a character this season. That could aslo be said about the whole Gillette squad. Red Chaika also comes in to settle her score with White Chaika. This however lasts a total of 1 minute and really felt like another wasted character. Most of the other characters dont really matter, as it was a full 8 episodes of personal crisis with hints of polishing up side stories without actually doing anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters also took a dramatic hit in quality.\u001b[24m\n    \u001b[1mキャラクターたちもまた、劇的なヒットを見せました。\u001b[22m, \u001b[1m文字も品質に劇的な打撃を受けました。\u001b[22m\n\u001b[4mChaika of course having problems with self identity, which just feels like crappy anime drama.\u001b[24m\n    \u001b[1mもちろん、チャイカは自分のアイデンティティに問題を抱えています。ちょうど不気味なアニメドラマのように感じます。\u001b[22m, \u001b[1mチャイカはもちろん、単に安っぽいアニメドラマのような感じの自己アイデンティティ、で問題が発生しました。\u001b[22m\n\u001b[4mTooru has a bit of childish shonen out bursts.\u001b[24m\n    \u001b[1m徹は幼い少女の爆発音を少し持っています。\u001b[22m, \u001b[1m徹は幼稚な少年アウトバーストのビットを持っています。\u001b[22m\n\u001b[4mHe also refuses to become a Dragoon, which seems to be practically invincible.\u001b[24m\n    \u001b[1m彼はまたドラゴンになることを拒否します。ドラゴンは実際に無敵のようです。\u001b[22m, \u001b[1m彼はまた、実質的に無敵であるように思わドラグーン、になることを拒否します。\u001b[22m\n\u001b[4mGillette has a rather forgettable re introduction.\u001b[24m\n    \u001b[1mジレットはかなり忘れられない再導入をしています。\u001b[22m, \u001b[1mジレットはむしろ忘れられがち再導入されています。\u001b[22m\n\u001b[4mIts actually hard to see the point of having him as a character this season.\u001b[24m\n    \u001b[1m彼は今シーズンの登場人物としての地位を見いだすのが実際には難しい。\u001b[22m, \u001b[1m文字この季節として彼を持っていることのポイントを見て、その実際に難しいです。\u001b[22m\n\u001b[4mThat could aslo be said about the whole Gillette squad.\u001b[24m\n    \u001b[1mそれは、ジレット全体のチームについても言えることです。\u001b[22m, \u001b[1mつまり、全体ジレット隊について語ったことがasloができました。\u001b[22m\n\u001b[4mRed Chaika also comes in to settle her score with White Chaika.\u001b[24m\n    \u001b[1m赤いチャイカも白いチャイカで彼女のスコアを解決するために来る。\u001b[22m, \u001b[1mレッドチャイカはまた、ホワイトチャイカと彼女のスコアを解決するには付属しています。\u001b[22m\n\u001b[4mThis however lasts a total of 1 minute and really felt like another wasted character.\u001b[24m\n    \u001b[1mしかし、これは1分の合計を持続し、本当に別の無駄なキャラクターのように感じた。\u001b[22m, \u001b[1mしかし、これは1分の合計を持続し、本当に別の無駄な文字のように感じました。\u001b[22m\n\u001b[4mMost of the other characters dont really matter, as it was a full 8 episodes of personal crisis with hints of polishing up side stories without actually doing anything.\u001b[24m\n    \u001b[1m他のキャラクターのほとんどは実際には何もせずにサイドストーリーを磨くというヒントを持つ個人的な危機の完全な8つのエピソードだったので、本当に重要ではない。\u001b[22m, \u001b[1mそれは実際に何もせずにサイドストーリーを研磨のヒントとの個人的な危機の完全な8エピソードだったので、他の文字のほとんどは、本当に重要いけません。\u001b[22m\n\u001b[1m\u001b[22m\nI am so disappointed in this second season. It took all of what made the first series great and demolished it. The story actually is interesting and I didn't see the twist coming, at least not as clearly as I usually can. However they just poop on it. Its like they looked at how much longer they had and said, 'fuck it, make this happen because of this one really small detail that doesn't matter then just end it'. I actually cant remember the last time a story has made me literally angry at how idiotic it was. The characters were back to poorly written 'life is good, I'm an angry hero'-esque status. There was so much side story and character development just written off in like five minutes time that its almost comical. I have so much more to talk about, however I don't want to add spoilers. I just cant express how disappointed I feel, and how insanely poorly they handled a decent starting anime.\n\n\u001b[1m私はこの第2シーズンにとても失望しています。 最初のシリーズを偉大なものにして、それを破壊したのはすべてのものでした。 ストーリーは実際に面白くて、少なくとも私が通常できるほど明確ではないように、私はひねりが来るのを見なかった。 しかし、彼らはそれをちょうど立ち上がらせる。 そのような彼らはどれくらい長く彼らが持っていたかを見て、「それを終わらせて、それを終わらせることは重要ではない、この1つの本当に小さな細部のためにこれを起こさせてください。 私は実際に物語がそれがいかに馬鹿げたかに文字通り怒らせた最後の時間を覚えていません。 キャラクターは、「生命は良い、私は怒っているヒーローです」と書かれています。 サイドストーリーとキャラクターの開発は5分ほど遅れて終了しました。 私は話すことがもっとあるが、私はスポイラーを追加したくない。 私はどれくらい失望しているのか、彼らはまともなアニメをどう扱っていないのかを表現していない。\u001b[22m\n\u001b[1m(Watashi wa kono dai 2 shīzun ni totemo shitsubō shite imasu. Saisho no shirīzu o idaina mono ni shite, sore o hakai shita no wa subete no monodeshita. Sutōrī wa jissai ni omoshirokute, sukunakutomo watashi ga tsūjō dekiru hodo meikakude wa nai yō ni, watashi wa hineri ga kuru no o minakatta. Shikashi, karera wa sore o chōdo tachiagara seru. Sono yō na karera wa dore kurai nagaku karera ga motte ita ka o mite,`sore o owara sete, sore o owara seru koto wa jūyōde wanai, kono 1tsu no hontōni chīsana saibu no tame ni kore o okosa sete kudasai. Watashi wa jissai ni monogatari ga sore ga ikani bakageta ka ni mojidōri okora seta saigo no jikan o oboete imasen. Kyarakutā wa,`seimei wa yoi, watashi wa ikatteiru hīrōdesu' to kaka rete imasu. Saidosutōrī to kyarakutā no kaihatsu wa 5-bu hodo okurete shūryō shimashita. Watashi wa hanasu koto ga motto aru ga, watashi wa supoirā o tsuika shitakunai. Watashi wa dorekurai shitsubō shite iru no ka, karera wa matomona anime o dō atsukatte inai no ka o hyōgen shite inai.)\u001b[22m\n\nTranslations of \u001b[4mI am so disappointed in this second season. It took all of what made the first series great and demolished it. The story actually is interesting and I didn't see the twist coming, at least not as clearly as I usually can. However they just poop on it. Its like they looked at how much longer they had and said, 'fuck it, make this happen because of this one really small detail that doesn't matter then just end it'. I actually cant remember the last time a story has made me literally angry at how idiotic it was. The characters were back to poorly written 'life is good, I'm an angry hero'-esque status. There was so much side story and character development just written off in like five minutes time that its almost comical. I have so much more to talk about, however I don't want to add spoilers. I just cant express how disappointed I feel, and how insanely poorly they handled a decent starting anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am so disappointed in this second season.\u001b[24m\n    \u001b[1m私はこの第2シーズンにとても失望しています。\u001b[22m, \u001b[1m私は、この第2の季節にとても失望しています。\u001b[22m\n\u001b[4mIt took all of what made the first series great and demolished it.\u001b[24m\n    \u001b[1m最初のシリーズを偉大なものにして、それを破壊したのはすべてのものでした。\u001b[22m, \u001b[1mこれは、最初のシリーズの大きなを作ったもののすべてを取り、それを解体しました。\u001b[22m\n\u001b[4mThe story actually is interesting and I didn't see the twist coming, at least not as clearly as I usually can.\u001b[24m\n    \u001b[1mストーリーは実際に面白くて、少なくとも私が通常できるほど明確ではないように、私はひねりが来るのを見なかった。\u001b[22m, \u001b[1m物語は、実際には面白いですし、私は、少なくともではないとして、明らかに私は通常、できる限り、ねじれが来て見ていません。\u001b[22m\n\u001b[4mHowever they just poop on it.\u001b[24m\n    \u001b[1mしかし、彼らはそれをちょうど立ち上がらせる。\u001b[22m, \u001b[1mしかし、彼らはそれにうんち。\u001b[22m\n\u001b[4mIts like they looked at how much longer they had and said, 'fuck it, make this happen because of this one really small detail that doesn't matter then just end it'.\u001b[24m\n    \u001b[1mそのような彼らはどれくらい長く彼らが持っていたかを見て、「それを終わらせて、それを終わらせることは重要ではない、この1つの本当に小さな細部のためにこれを起こさせてください。\u001b[22m, \u001b[1mその彼らが持っていたどのくらい長く見て、 '、それを性交のために、これがこの1問題、次にそれを終了していない本当に小さなディテールの実現する」、言ったように。\u001b[22m\n\u001b[4mI actually cant remember the last time a story has made me literally angry at how idiotic it was.\u001b[24m\n    \u001b[1m私は実際に物語がそれがいかに馬鹿げたかに文字通り怒らせた最後の時間を覚えていません。\u001b[22m, \u001b[1m私は実際に話がそれがいかにばかげで私は文字通り怒らせた最後の時間を覚えて傾けます。\u001b[22m\n\u001b[4mThe characters were back to poorly written 'life is good, I'm an angry hero'-esque status.\u001b[24m\n    \u001b[1mキャラクターは、「生命は良い、私は怒っているヒーローです」と書かれています。\u001b[22m, \u001b[1m文字はバック下手に書かれた「生活にあった私は怒ってhero'風の状態だ、良いです。\u001b[22m\n\u001b[4mThere was so much side story and character development just written off in like five minutes time that its almost comical.\u001b[24m\n    \u001b[1mサイドストーリーとキャラクターの開発は5分ほど遅れて終了しました。\u001b[22m, \u001b[1mそのほとんどコミカルことわずか5分の時間のようにオフに書かれたので、多くのサイドストーリーやキャラクターの成長がありました。\u001b[22m\n\u001b[4mI have so much more to talk about, however I don't want to add spoilers.\u001b[24m\n    \u001b[1m私は話すことがもっとあるが、私はスポイラーを追加したくない。\u001b[22m, \u001b[1m私はについて話をそんなに多くを持っている、しかし私はスポイラーを追加する必要はありません。\u001b[22m\n\u001b[4mI just cant express how disappointed I feel, and how insanely poorly they handled a decent starting anime.\u001b[24m\n    \u001b[1m私はどれくらい失望しているのか、彼らはまともなアニメをどう扱っていないのかを表現していない。\u001b[22m, \u001b[1m私はちょうど私がどのように感じる失望表現カント、そしてどのようにめちゃくちゃに乏しい彼らはまともな出発アニメを扱います。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: Insanely crap. Can't remember being angrier with a sequel to something I enjoyed. Characters are crap, story ends in a instant of pure 'wut', side stories concluded in about 5 minutes. Seriously bad, wish I hadn't watched it.\n\n\u001b[1mTLDR：ひどくうんざり。 私が楽しんだことの続編で怒っていることを覚えていない。 キャラクターはうんざりです、ストーリーは純粋な「ウット」の瞬間に終わり、サイドストーリーは約5分で終わります。 真剣に悪い、私はそれを見ていないといいね。\u001b[22m\n\u001b[1m(TLDR: Hidoku unzari. Watashi ga tanoshinda koto no zokuhen de okotte iru koto o oboeteinai. Kyarakutā wa unzaridesu, sutōrī wa junsuina `utto' no shunkan ni owari, saidosutōrī wa yaku 5-bu de owarimasu. Shinken ni warui, watashi wa sore o mite inaito ī ne.)\u001b[22m\n\nTranslations of \u001b[4mTLDR: Insanely crap. Can't remember being angrier with a sequel to something I enjoyed. Characters are crap, story ends in a instant of pure 'wut', side stories concluded in about 5 minutes. Seriously bad, wish I hadn't watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: Insanely crap.\u001b[24m\n    \u001b[1mTLDR：ひどくうんざり。\u001b[22m, \u001b[1mTLDR：めちゃくちゃがらくた。\u001b[22m\n\u001b[4mCan't remember being angrier with a sequel to something I enjoyed.\u001b[24m\n    \u001b[1m私が楽しんだことの続編で怒っていることを覚えていない。\u001b[22m, \u001b[1m私は楽しんで何かの続編でangrierことを覚えてすることはできません。\u001b[22m\n\u001b[4mCharacters are crap, story ends in a instant of pure 'wut', side stories concluded in about 5 minutes.\u001b[24m\n    \u001b[1mキャラクターはうんざりです、ストーリーは純粋な「ウット」の瞬間に終わり、サイドストーリーは約5分で終わります。\u001b[22m, \u001b[1m文字はがらくたである、物語は約5分で締結し、サイドストーリー純粋な」WUT」の瞬間に終わります。\u001b[22m\n\u001b[4mSeriously bad, wish I hadn't watched it.\u001b[24m\n    \u001b[1m真剣に悪い、私はそれを見ていないといいね。\u001b[22m, \u001b[1m真剣に悪い、私はそれを見ていませんでしたなあ。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hitsugi_no_Chaika__Avenging_Battle",
    "id": "24231",
    "url": "https://myanimelist.net/anime/24231/Hitsugi_no_Chaika__Avenging_Battle",
    "user": "TenshiMaria",
    "profile": "/profile/TenshiMaria/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=200065",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメは私が今までに遭遇した最高のキャラクターのいくつかを持っています。  「Saboteurの兄弟姉妹」、Fredericaの心配、そして愛らしいChaikaのいたずらな動機は、すでにかなり興味深いプロットを盛り上げるために組み合わせた楽しいコメディーの完璧な混合物でした。 ストーリーの紆余曲折は意外とよく考えられ、各キャラクターの個性の描写は、古いものと新しいものの大小をあらゆるシーンを通して巧みに実行したものです。 私はこのアニメを続けて欲しかった。 私はおそらく私の楽しさを再現し、マンガを見なければならないでしょう。 私はすでに、すでにシーズンだけでなく元のシーズンもすでに何度も再見てきたことを意味します。 また、男は沸騰水の桶で完全に裸で座っていて、コカトリスを偽装し、パスタを鼻で食べているのを見たくない人は誰でしょうか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has some of the best characters that I have ever encountered. The humorous dynamic of the 'Saboteur siblings', nonchalance of Frederica, and the dazed antics of adorable Chaika was a perfect mixture of effortless comedy that combined to spice up an already pretty interesting plot. The twists and turns of the story were unexpected and well thought out and the portrayal of each character's personalities: old and new, big and small, was skillfully executed through every scene. I wanted this anime to continue on and on. I will most likely have to relive my enjoyment and take a look at the manga. I mean I've already re-watched both the original as well as this season a number of times already. Also, who wouldn't want to see a man 'sitting fully naked in a tub of boiling water, impersonating a cockatrice, while eating pasta through his nose' ?\n\n\u001b[1mこのアニメは私が今までに遭遇した最高のキャラクターのいくつかを持っています。  「Saboteurの兄弟姉妹」、Fredericaの心配、そして愛らしいChaikaのいたずらな動機は、すでにかなり興味深いプロットを盛り上げるために組み合わせた楽しいコメディーの完璧な混合物でした。 ストーリーの紆余曲折は意外とよく考えられ、各キャラクターの個性の描写は、古いものと新しいものの大小をあらゆるシーンを通して巧みに実行したものです。 私はこのアニメを続けて欲しかった。 私はおそらく私の楽しさを再現し、マンガを見なければならないでしょう。 私はすでに、すでにシーズンだけでなく元のシーズンもすでに何度も再見てきたことを意味します。 また、男は沸騰水の桶で完全に裸で座っていて、コカトリスを偽装し、パスタを鼻で食べているのを見たくない人は誰でしょうか？\u001b[22m\n\u001b[1m(Kono anime wa watashi ga ima made ni sōgū shita saikō no kyarakutā no ikutsu ka o motte imasu. `Saboteur no keiteishimai', furederika no shinpai, soshite airashī Chaika no itazurana dōki wa, sudeni kanari kyōmibukai purotto o moriageru tame ni kumiawaseta tanoshī komedī no kanpekina kongōmonodeshita. Sutōrī no uyokyokusetsu wa igaito yoku kangae rare, kaku kyarakutā no kosei no byōsha wa, furui mono to atarashīmono no daishō o arayuru shīn o tōshite takumi ni jikkō shita monodesu. Watashi wa kono anime o tsudzukete hoshikatta. Watashi wa osoraku watashi no tanoshisa o saigen shi, manga o minakereba naranaideshou. Watashi wa sudeni, sudeni shīzun dakedenaku gen no shīzun mo sudeni nando mo sai mite kita koto o imi shimasu. Mata, otoko wa futtōsui no oke de kanzen ni hadaka de suwatte ite, kokatorisu o gisō shi, pasuta o hana de tabete iru no o mitakunai hito wa daredeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThis anime has some of the best characters that I have ever encountered. The humorous dynamic of the 'Saboteur siblings', nonchalance of Frederica, and the dazed antics of adorable Chaika was a perfect mixture of effortless comedy that combined to spice up an already pretty interesting plot. The twists and turns of the story were unexpected and well thought out and the portrayal of each character's personalities: old and new, big and small, was skillfully executed through every scene. I wanted this anime to continue on and on. I will most likely have to relive my enjoyment and take a look at the manga. I mean I've already re-watched both the original as well as this season a number of times already. Also, who wouldn't want to see a man 'sitting fully naked in a tub of boiling water, impersonating a cockatrice, while eating pasta through his nose' ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has some of the best characters that I have ever encountered.\u001b[24m\n    \u001b[1mこのアニメは私が今までに遭遇した最高のキャラクターのいくつかを持っています。\u001b[22m, \u001b[1mこのアニメは私が今まで出会った最高の文字のいくつかを持っています。\u001b[22m\n\u001b[4mThe humorous dynamic of the 'Saboteur siblings', nonchalance of Frederica, and the dazed antics of adorable Chaika was a perfect mixture of effortless comedy that combined to spice up an already pretty interesting plot.\u001b[24m\n    \u001b[1m「Saboteurの兄弟姉妹」、Fredericaの心配、そして愛らしいChaikaのいたずらな動機は、すでにかなり興味深いプロットを盛り上げるために組み合わせた楽しいコメディーの完璧な混合物でした。\u001b[22m, \u001b[1m「逃走迷路の兄弟」、フレデリカの無関心、そして愛らしいチャイカのボーッおどけのユーモラスなダイナミックはすでにかなり面白いプロットを盛り上げるために組み合わせる楽な喜劇の完璧な混合物でした。\u001b[22m\n\u001b[4mThe twists and turns of the story were unexpected and well thought out and the portrayal of each character's personalities: old and new, big and small, was skillfully executed through every scene.\u001b[24m\n    \u001b[1mストーリーの紆余曲折は意外とよく考えられ、各キャラクターの個性の描写は、古いものと新しいものの大小をあらゆるシーンを通して巧みに実行したものです。\u001b[22m, \u001b[1m物語の紆余曲折が予想外とよく考え抜かれ、各キャラクターの個性の描写であった：古いものと新しいもの、大小、巧みにあらゆるシーンを介して実行されました。\u001b[22m\n\u001b[4mI wanted this anime to continue on and on.\u001b[24m\n    \u001b[1m私はこのアニメを続けて欲しかった。\u001b[22m, \u001b[1m私はこのアニメがオンで続行したかったです。\u001b[22m\n\u001b[4mI will most likely have to relive my enjoyment and take a look at the manga.\u001b[24m\n    \u001b[1m私はおそらく私の楽しさを再現し、マンガを見なければならないでしょう。\u001b[22m, \u001b[1m私が最も可能性の高い私の楽しみを追体験や漫画を見てみる必要があります。\u001b[22m\n\u001b[4mI mean I've already re-watched both the original as well as this season a number of times already.\u001b[24m\n    \u001b[1m私はすでに、すでにシーズンだけでなく元のシーズンもすでに何度も再見てきたことを意味します。\u001b[22m, \u001b[1m私はすでに元だけでなく、今シーズンすでに倍の数の両方を再見てきたわけ。\u001b[22m\n\u001b[4mAlso, who wouldn't want to see a man 'sitting fully naked in a tub of boiling water, impersonating a cockatrice, while eating pasta through his nose' ?\u001b[24m\n    \u001b[1mまた、男は沸騰水の桶で完全に裸で座っていて、コカトリスを偽装し、パスタを鼻で食べているのを見たくない人は誰でしょうか？\u001b[22m, \u001b[1mまた、誰が男の彼の鼻からパスタを食べながら、コカトリスを偽装し、沸騰水の浴槽に完全に裸に座っ 'を参照したいとは思わないでしょうか？\u001b[22m"
  }
]
