[
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "DOWA",
    "profile": "/profile/DOWA/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=227828",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  3\nサウンド|  4\nキャラクター|  3\n|  4\n\n世界トリガーのストーリーはどこにも行かず、73のゆっくりとしたエピソードでは何も起こらないように不完全に終わってしまいます。これは表面的に探究されている設定について語ることは、強力なティーンエイジャーが、 この世界の上の生き物の大人たち。 キャラクターについて語ると、主人公はほとんどがスーパースマートでパワフルなティーンエイジャーです。私はティーンエイジャーがスーパースマートですが、他の時代は唯一の愚か者であり、泣き始めて決定的な対話をして再びスマートになります。 敵は同じだが、明らかに成熟しているが、10代の若者より劣っている邪悪な成人であり、性格や発達は非常に不均衡である。また、少年のステレオタイプは主人公をより上司にしたり、  ARTはアクションが不器用で音楽が忘れられない時代であっても、戦いの動きはシンプルではありません。 最終的な思考のために、シリーズは涼しいの振動のようなティーンエイジャーのための振動であり、敵のほとんどが邪悪な大人によって記述されていますが、これは2/10を与える言い訳でも私はシリーズの作家 ティーンエイジャーが馬鹿だと思うので、この種のショーをする",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThe STORY of World Trigger don't go anywhere and ends incomplete like nothing really happen in 73 slow episodes , talking about the setting this is explore superficially is pseudo-science that most of the time its told by powerful teenagers that apparently are more smart than adults of there superiors creatures in this world. Talking about the CHARACTERS the principal cast most are super smart and powerful teenagers , as i said the teenagers are super smart but in other times are only fools that only fight then start to cry and make determination dialogues to win then are super smart again , the enemies are the same but are evil adults that apparently are more mature but inferior to teenagers there personalities and development are very unbalanced also there is more characters that stereotypes of shonen are only to make the principal characters more superiors or only waste time. The ART is simple poor the move in fights even in times that is not action is clumsy and the music is forgettable. For a final thought the series is more for teenagers that like rule of cool vibrates and feel superior even most of the enemies are describe by evil adults but this is a excuse to give a 2/10 even i can said that the of the series writers think that teenagers are stupid so make this kind of shows\n\n\u001b[1m世界トリガーのストーリーはどこにも行かず、73のゆっくりとしたエピソードでは何も起こらないように不完全に終わってしまいます。これは表面的に探究されている設定について語ることは、強力なティーンエイジャーが、 この世界の上の生き物の大人たち。 キャラクターについて語ると、主人公はほとんどがスーパースマートでパワフルなティーンエイジャーです。私はティーンエイジャーがスーパースマートですが、他の時代は唯一の愚か者であり、泣き始めて決定的な対話をして再びスマートになります。 敵は同じだが、明らかに成熟しているが、10代の若者より劣っている邪悪な成人であり、性格や発達は非常に不均衡である。また、少年のステレオタイプは主人公をより上司にしたり、  ARTはアクションが不器用で音楽が忘れられない時代であっても、戦いの動きはシンプルではありません。 最終的な思考のために、シリーズは涼しいの振動のようなティーンエイジャーのための振動であり、敵のほとんどが邪悪な大人によって記述されていますが、これは2/10を与える言い訳でも私はシリーズの作家 ティーンエイジャーが馬鹿だと思うので、この種のショーをする\u001b[22m\n\u001b[1m(Sekai torigā no sutōrī wa dokoni mo ikazu, 73 no yukkuri to shita episōdode wa nani mo okoranai yō ni fukanzen ni owatte shimaimasu. Kore wa hyōmen-teki ni tankyū sa rete iru settei ni tsuite kataru koto wa, kyōryokuna tīn'eijā ga, kono sekai no ue no ikimono no otona-tachi. Kyarakutā ni tsuite kataru to, shujinkō wa hotondo ga sūpāsumāto de pawafuruna tīn'eijādesu. Watashi wa tīn'eijā ga sūpāsumātodesuga, hoka no jidai wa yuiitsu no orokamonodeari, naki hajimete ketteitekina taiwa o shite futatabi sumāto ni narimasu. Teki wa onajidaga, akiraka ni seijuku shite iruga, 10-dai no wakamono yori ototte iru jaakuna seijindeari, seikaku ya hattatsu wa hijō ni fukinkōdearu. Mata, shōnen no sutereo taipu wa shujinkō o yori jōshi ni shi tari, ART wa akushon ga bukiyōde ongaku ga wasure rarenai jidaideatte mo, tatakai no ugoki wa shinpurude wa arimasen. Saishū-tekina shikō no tame ni, shirīzu wa suzushī no shindō no yōna tīn'eijā no tame no shindōdeari, teki no hotondo ga jaakuna otona ni yotte kijutsu sa rete imasuga, kore wa 2/ 10 o ataeru iiwake demo watashi wa shirīzu no sakka tīn'eijā ga bakada to omou node, kono tane no shō o suru)\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "Guesswhoxx",
    "profile": "/profile/Guesswhoxx/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=221836",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは男の子と女の子、私はあなたが待っていた（誰もいなかった）別のアニメのレビューを持ってきています。\n\nこのアニメはどういう意味ですか、何かの点で私に印象づけて、何か良いものを見つけたと思うようになりますが、あなたはコーナーを回って顔を殴られます。\n同じアニメでクリエイターがゴミとバランスをとることができたのは私を驚かせるものです。 私が5を与えても、少なくとも7にする方法を簡単に修正することができます。私はレビューの最後にそれを残します。\nあなたがすべてのレビューや何かB-Ba-Bakaを読んでほしいからではありません！ このレビューにはマイナーなスポイラーが含まれている可能性がありますので、これを読む前に医師に相談してください。すべてが監督者の専門家によって行われますので、家で試してください。\n\nだからこのアニメにはプロットがあり、それは本当に悪くない。 ファンタジーの世界を少しずつ構築していきます。そして、私が少しずつ言ったら、私はそれを意味します。 それはSLOWの男です！ それはいくつかの良い部分に到達する前に別のアニメはすでに終了することができます。 しかし、それがかなり良い点に達すると、私はあなたのキャラクターがどれくらい素晴らしいかによってランク付けされたシステムが好きです。 そして大規模な戦争\n多くの文字が含まれています。 戦いにはたくさんの戦略があり、それは大好きです。 私はそれがこのアニメの最高の部分だと思う。\nあなたが戦いが好きなら、このゲームをチェックしてください。 しかし、それは人間が人間と戦っているときにのみ起こり、周囲は生き生きとします。何事も理由があって同時に、本当に素晴らしいものです。\n\nさあ、楽しく過ごしましょう。このアニメを見て時間を無駄にして自分を嫌ってくれるものについて話しましょう。 キャラクター...オハイオ州の男の子...メガネを持つ主人公の男を作るためのスマートな人は誰でしたかガスを身につけた人には何もありませんが、これはアニメです。 私は眼鏡でキャラクターを見るたびに、そのアニメの最も退屈で無駄な人物です。 彼の小さな息子のティムミーをアニメに入れるのは面白いだろうと思う人もいます。 ファンタジー世界では、誰もが普通の人生の平均的な生活を見ているのが大好きだからです。 彼は弱くて、何もせず、人生を犠牲にしても誰も救い出そうとします。 彼は自分がどれだけ退屈であるか知っているので、彼は自分を殺そうとしているように見えます。 私がそのようなものを見たいと思えば、私は外に出て、そこには幻想は含まれていません。\nそれからチーカを持って、彼女の頭に何が間違っていますか？  Cmonの人は、それを見て、それを見て！ 私は彼女の頭の彼女のバックストーリー、そのメインストーリーをもっと知りたいです。 彼女は恐ろしいことに、眼鏡を持っているように感じる\n眼鏡では無用なキャラクターが1人しかいないことがあります。 神様、他のキャラクターはまともでいいですね。 ジンやクーガのように。 そして、それらが差異を生み出すためのアイデアがなくなってしまうように、非常に多くの文字があります\n彼らのほとんどは私が離れて話すことができませんでした。\n\nしかし、あなたは本当にこのアニメを殺したのか知りたいですか？ あなたは？ 本気ですか？ じゃあオーケー...\n逃亡弧。  WTFはそれでしたか？ それは同じキャラクターで異なるアニメのように見えます。 よくチカの頭が小さくなって、それはいいですが、まだまだ遅れているようです。（私は彼女の顔をよく描くことができると私は誓います）\n世界のトリガーミーティング：\nボス： - 皆さん、私たちは多くの可能性を持って、かなり良い世界を構築しています。すべてが安定しており、興味深いものです。 私たちは次に何をすべきですか？\nWeebmaster3000： - 私はただのことを知っています。 あなたはその世界をすべて知っていますか？ すべてのものを取り除き、新しい退屈なキャラクターを少数紹介し、アニメだけに集中させましょう。 フィラーのエピソードをフィラーアークに置きます。 ビーチ、ショッピング\nギャグ・リリーフ・サイド・キャラクターが無意味なトリップを受けるランダムなエピソード。 プロットで意味をなさないようにしてはいけません。無作為にしてください。楽しいです。 これを信じてください。\nボス： - さて、大丈夫、これを行うことができます！ リロイ・ジェンキンス!!!!\nこのアークは嫌悪感でしたが、それはメインプロットには何も与えず、まったく意味がありません。だから、愚かで無作為で、とても役に立たない。\n私はweebmaster3000がそのエピソードの真ん中にすべてのオープニングを置くためにsmarta **であったと賭けました。それは次のようなものです：\nああ、私はあなたがこのエピソードを楽しんでいるのを見て、ちょうど私があなたのためにそれを停止させて、私たちのオープニングを見せてくれるかもしれない、あなたが見ているものを忘れていたかもしれないので、\n\nだから最後にこのアニメと何をするのだろうか？ あなたはあなたの上でそれを良くすることができます。 あなたはパワーを持っています！ 逃亡弧を飛ばします。 エピソード48-63。 私を信じて、見る価値はない。 あなたがそれをスキップした場合、あなたはこのアニメを劇的に改善するでしょう。\nOsamuとChikaを殺す方法を見つける必要があるだけで完璧です。\n\n要するに：何も見ない？ アニメで何か新しいことをお探しですか？ それを見ますが、逃亡弧をスキップします。\n退屈なキャラクターと遅いペースを嫌う？ 何か良いことがありますか？ それを見ないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis is it boys and girls, I'm bringing you another anime review that you all been waiting for (No one did).\n\n\u001b[1mこれは男の子と女の子、私はあなたが待っていた（誰もいなかった）別のアニメのレビューを持ってきています。\u001b[22m\n\u001b[1m(Kore wa otokonokotoon'nanoko, watashi wa anata ga matteita (dare mo inakatta) betsu no anime no rebyū o motte kite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is it boys and girls, I'm bringing you another anime review that you all been waiting for (No one did).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is it boys and girls, I'm bringing you another anime review that you all been waiting for (No one did).\u001b[24m\n    \u001b[1mこれは男の子と女の子、私はあなたが待っていた（誰もいなかった）別のアニメのレビューを持ってきています。\u001b[22m, \u001b[1mこれは、それは私があなたのすべては、（誰がやっていない）を待って、別のアニメのレビューを持っている、男の子と女の子です。\u001b[22m\n\u001b[1m\u001b[22m\nWhat is it with this anime, at some points it impresses me and makes me think that I found something good, but then you turn around the corner and you get punched in the face.\n\n\u001b[1mこのアニメはどういう意味ですか、何かの点で私に印象づけて、何か良いものを見つけたと思うようになりますが、あなたはコーナーを回って顔を殴られます。\u001b[22m\n\u001b[1m(Kono anime wa dōiu imidesu ka, nanika no ten de watashi ni inshōdzukete, nanika yoimono o mitsuketa to omou yō ni narimasuga, anata wa kōnā o mawatte kao o nagura remasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat is it with this anime, at some points it impresses me and makes me think that I found something good, but then you turn around the corner and you get punched in the face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is it with this anime, at some points it impresses me and makes me think that I found something good, but then you turn around the corner and you get punched in the face.\u001b[24m\n    \u001b[1mこのアニメはどういう意味ですか、何かの点で私に印象づけて、何か良いものを見つけたと思うようになりますが、あなたはコーナーを回って顔を殴られます。\u001b[22m, \u001b[1mそれは私を感動し、私は私が何か良いものを見つけたと思いますが、その後、あなたが角を回って回すと、あなたが顔に殴らせるいくつかの点で、このアニメとは何ですか。\u001b[22m\nHow creators were able to balance garbage and awesome in a same anime amazes me. Even if I gave this one 5, I know easy fix how to make it to at least 7. I leave it somewhere at the end of review.\n\n\u001b[1m同じアニメでクリエイターがゴミとバランスをとることができたのは私を驚かせるものです。 私が5を与えても、少なくとも7にする方法を簡単に修正することができます。私はレビューの最後にそれを残します。\u001b[22m\n\u001b[1m(Onaji anime de kurieitā ga gomi to baransu o toru koto ga dekita no wa watashi o odoroka seru monodesu. Watashi ga 5 o ataete mo, sukunakutomo 7 ni suru hōhō o kantan ni shūsei suru koto ga dekimasu. Watashi wa rebyū no saigo ni sore o nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mHow creators were able to balance garbage and awesome in a same anime amazes me. Even if I gave this one 5, I know easy fix how to make it to at least 7. I leave it somewhere at the end of review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow creators were able to balance garbage and awesome in a same anime amazes me.\u001b[24m\n    \u001b[1m同じアニメでクリエイターがゴミとバランスをとることができたのは私を驚かせるものです。\u001b[22m, \u001b[1mクリエイターが同じアニメでゴミと素晴らしいバランスをとることができましたどのように私を驚かせます。\u001b[22m\n\u001b[4mEven if I gave this one 5, I know easy fix how to make it to at least 7. I leave it somewhere at the end of review.\u001b[24m\n    \u001b[1m私が5を与えても、少なくとも7にする方法を簡単に修正することができます。私はレビューの最後にそれを残します。\u001b[22m, \u001b[1m私はこの1つ5を与えた場合でも、私はどこか審査の終了時にそれを残すか、少なくとも7にそれを作るために簡単に修正を知っています。\u001b[22m\nNot because I want you to read all review or anything B-Ba-Baka! This review may contain some minor spoilers, so please consult with your doctor before reading this, everything is done by professionals with supervision, please do not try this at home.\n\n\u001b[1mあなたがすべてのレビューや何かB-Ba-Bakaを読んでほしいからではありません！ このレビューにはマイナーなスポイラーが含まれている可能性がありますので、これを読む前に医師に相談してください。すべてが監督者の専門家によって行われますので、家で試してください。\u001b[22m\n\u001b[1m(Anata ga subete no rebyū ya nanika B - Ba - Baka o yonde hoshīkarade wa arimasen! Kono rebyū ni wa maināna supoirā ga fukuma rete iru kanōsei ga arimasunode, kore o yomu mae ni ishi ni sōdan shite kudasai. Subete ga kantoku-sha no senmonka ni yotte okonawa remasunode,-ka de tameshite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNot because I want you to read all review or anything B-Ba-Baka! This review may contain some minor spoilers, so please consult with your doctor before reading this, everything is done by professionals with supervision, please do not try this at home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot because I want you to read all review or anything B-Ba-Baka!\u001b[24m\n    \u001b[1mあなたがすべてのレビューや何かB-Ba-Bakaを読んでほしいからではありません！\u001b[22m, \u001b[1m私はあなたがすべてのレビューか何かB-BA-バカを読みたくないので！\u001b[22m\n\u001b[4mThis review may contain some minor spoilers, so please consult with your doctor before reading this, everything is done by professionals with supervision, please do not try this at home.\u001b[24m\n    \u001b[1mこのレビューにはマイナーなスポイラーが含まれている可能性がありますので、これを読む前に医師に相談してください。すべてが監督者の専門家によって行われますので、家で試してください。\u001b[22m, \u001b[1mこの口コミはいくつかのマイナーなネタバレを含んでいてもよいので、これを読む前に医師に相談してください、すべてが監督を持つ専門家によって行われ、自宅でこれをしようとしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nSo this anime has a plot, and it's not bad really. Building fantasy world little by little, and oh boys when I say little by little I mean it. It's SLOW man! Before it get to some good parts another anime could already ended. But when it gets to those points it's pretty good, I like systems where you get your characters ranked by how awesome they are. And massive wars\n\n\u001b[1mだからこのアニメにはプロットがあり、それは本当に悪くない。 ファンタジーの世界を少しずつ構築していきます。そして、私が少しずつ言ったら、私はそれを意味します。 それはSLOWの男です！ それはいくつかの良い部分に到達する前に別のアニメはすでに終了することができます。 しかし、それがかなり良い点に達すると、私はあなたのキャラクターがどれくらい素晴らしいかによってランク付けされたシステムが好きです。 そして大規模な戦争\u001b[22m\n\u001b[1m(Dakara kono anime ni wa purotto ga ari, sore wa hontōni warukunai. Fantajī no sekai o sukoshizutsu kōchiku shite ikimasu. Soshite, watashi ga sukoshi zutsu ittara, watashi wa sore o imi shimasu. Sore wa surō no otokodesu! Sore wa ikutsu ka no yoi bubun ni tōtatsu suru mae ni betsu no anime wa sudeni shūryō suru koto ga dekimasu. Shikashi, sore ga kanari yoi ten ni tassuru to, watashi wa anata no kyarakutā ga dorekurai subarashī ka ni yotte ranku-tsuke sa reta shisutemu ga sukidesu. Soshite ōkibona sensō)\u001b[22m\n\nTranslations of \u001b[4mSo this anime has a plot, and it's not bad really. Building fantasy world little by little, and oh boys when I say little by little I mean it. It's SLOW man! Before it get to some good parts another anime could already ended. But when it gets to those points it's pretty good, I like systems where you get your characters ranked by how awesome they are. And massive wars\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this anime has a plot, and it's not bad really.\u001b[24m\n    \u001b[1mだからこのアニメにはプロットがあり、それは本当に悪くない。\u001b[22m, \u001b[1mだから、このアニメは、プロットを持っており、それは本当に悪いではありません。\u001b[22m\n\u001b[4mBuilding fantasy world little by little, and oh boys when I say little by little I mean it.\u001b[24m\n    \u001b[1mファンタジーの世界を少しずつ構築していきます。そして、私が少しずつ言ったら、私はそれを意味します。\u001b[22m, \u001b[1m少しずつファンタジーの世界を構築する、と私が言うああ男の子少しずつ、私はそれを意味します。\u001b[22m\n\u001b[4mIt's SLOW man!\u001b[24m\n    \u001b[1mそれはSLOWの男です！\u001b[22m, \u001b[1mそれはSLOW男です！\u001b[22m\n\u001b[4mBefore it get to some good parts another anime could already ended.\u001b[24m\n    \u001b[1mそれはいくつかの良い部分に到達する前に別のアニメはすでに終了することができます。\u001b[22m, \u001b[1mそれはいくつかの良い部分に入る前に、別のアニメはすでに終了しました可能性があります。\u001b[22m\n\u001b[4mBut when it gets to those points it's pretty good, I like systems where you get your characters ranked by how awesome they are.\u001b[24m\n    \u001b[1mしかし、それがかなり良い点に達すると、私はあなたのキャラクターがどれくらい素晴らしいかによってランク付けされたシステムが好きです。\u001b[22m, \u001b[1mそれはそれはかなり良いです、これらの点に到達したときしかし、私はあなたが彼らがどのように素晴らしいによってランク付け、あなたの文字を取得するシステムが好きです。\u001b[22m\n\u001b[4mAnd massive wars\u001b[24m\n    \u001b[1mそして大規模な戦争\u001b[22m, \u001b[1mそして、大規模な戦争\u001b[22m\nthat involves a lot of characters. There are a lot of strategy involved in battles, and I love that. I think that is the best part of this anime.\n\n\u001b[1m多くの文字が含まれています。 戦いにはたくさんの戦略があり、それは大好きです。 私はそれがこのアニメの最高の部分だと思う。\u001b[22m\n\u001b[1m(Ōku no moji ga fukuma rete imasu. Tatakai ni wa takusan no senryaku ga ari, sore wa daisukidesu. Watashi wa sore ga kono anime no saikō no bubunda to omou.)\u001b[22m\n\nTranslations of \u001b[4mthat involves a lot of characters. There are a lot of strategy involved in battles, and I love that. I think that is the best part of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthat involves a lot of characters.\u001b[24m\n    \u001b[1m多くの文字が含まれています。\u001b[22m, \u001b[1mそれは、文字の多くが含まれます。\u001b[22m\n\u001b[4mThere are a lot of strategy involved in battles, and I love that.\u001b[24m\n    \u001b[1m戦いにはたくさんの戦略があり、それは大好きです。\u001b[22m, \u001b[1mそこの戦いに関与戦略の多くがあり、私はそれが大好きです。\u001b[22m\n\u001b[4mI think that is the best part of this anime.\u001b[24m\n    \u001b[1m私はそれがこのアニメの最高の部分だと思う。\u001b[22m, \u001b[1m私はこのアニメの醍醐味だと思います。\u001b[22m\nIf you like battles, you should check this one out. But that only happens when humans are fighting against humans, surroundings get so alive, everything happening for a reason and at the same time, really great stuff.\n\n\u001b[1mあなたが戦いが好きなら、このゲームをチェックしてください。 しかし、それは人間が人間と戦っているときにのみ起こり、周囲は生き生きとします。何事も理由があって同時に、本当に素晴らしいものです。\u001b[22m\n\u001b[1m(Anata ga tatakai ga sukinara, kono gēmu o chekku shite kudasai. Shikashi, soreha ningen ga ningen to tatakatte iru toki ni nomi okori, shūi wa ikiiki to shimasu. Nanigoto mo riyū ga atte dōjini, hontōni subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like battles, you should check this one out. But that only happens when humans are fighting against humans, surroundings get so alive, everything happening for a reason and at the same time, really great stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like battles, you should check this one out.\u001b[24m\n    \u001b[1mあなたが戦いが好きなら、このゲームをチェックしてください。\u001b[22m, \u001b[1mあなたが戦いのような場合は、この1をチェックアウトする必要があります。\u001b[22m\n\u001b[4mBut that only happens when humans are fighting against humans, surroundings get so alive, everything happening for a reason and at the same time, really great stuff.\u001b[24m\n    \u001b[1mしかし、それは人間が人間と戦っているときにのみ起こり、周囲は生き生きとします。何事も理由があって同時に、本当に素晴らしいものです。\u001b[22m, \u001b[1mしかし、人間が人間と戦っているときにのみ問題が発生したことを、周囲はすべてが理由と同時に、本当に素晴らしいもののために起こって、そのように生きて取得します。\u001b[22m\n\u001b[1m\u001b[22m\nNow let's have some fun, lets talk about stuff that makes you hate your self for wasting time watching this anime. Characters... oh boy... Who was the smart one to make main character guy with glasses I have nothing against people who wear gasses, but come one, this is anime. Every time I watch character with glasses, its most boring, useless person on that anime, whats up with that. Some guy though that it would be fun to put his little son Timmie in to the anime. Because everybody loves to watch average person living average life in f***ing fantasy worlds. He's weak, cant do anything alone, and will try to save everybody even if it cost his life. Sometimes looks like he is trying to kill him self, because he knows how boring he is. If I want to see something like that, I would go outside, and there is no fantasy involved there.\n\n\u001b[1mさあ、楽しく過ごしましょう。このアニメを見て時間を無駄にして自分を嫌ってくれるものについて話しましょう。 キャラクター...オハイオ州の男の子...メガネを持つ主人公の男を作るためのスマートな人は誰でしたかガスを身につけた人には何もありませんが、これはアニメです。 私は眼鏡でキャラクターを見るたびに、そのアニメの最も退屈で無駄な人物です。 彼の小さな息子のティムミーをアニメに入れるのは面白いだろうと思う人もいます。 ファンタジー世界では、誰もが普通の人生の平均的な生活を見ているのが大好きだからです。 彼は弱くて、何もせず、人生を犠牲にしても誰も救い出そうとします。 彼は自分がどれだけ退屈であるか知っているので、彼は自分を殺そうとしているように見えます。 私がそのようなものを見たいと思えば、私は外に出て、そこには幻想は含まれていません。\u001b[22m\n\u001b[1m(Sā, tanoshiku sugoshimashou. Kono anime o mite jikan o muda ni shite jibun o kiratte kureru mono ni tsuite hanashimashou. Kyarakutā... Ohaio-shū no otokonoko... Megane o motsu shujinkō no otoko o tsukuru tame no sumātona hito wa daredeshita ka gasu o mi ni tsuketa hito ni wa nani mo arimasenga, koreha animedesu. Watashi wa megane de kyarakutā o miru tabi ni, sono anime no mottomo taikutsude mudana jinbutsudesu. Kare no chīsana musuko no timumī o anime ni ireru no wa omoshiroidarou to omou hito mo imasu. Fantajī sekaide wa, daremoga futsū no jinsei no heikin-tekina seikatsu o mite iru no ga daisukidakaradesu. Kare wa yowakute, nani mo sezu, jinsei o gisei ni shite mo dare mo sukuidasou to shimasu. Kare wa jibun ga dore dake taikutsudearu ka shitte irunode, kare wa jibun o korosou to shite iru yō ni miemasu. Watashi ga sono yōna mono o mitai to omoeba, watashi wa soto ni dete, soko ni wa gensō wa fukuma rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mNow let's have some fun, lets talk about stuff that makes you hate your self for wasting time watching this anime. Characters... oh boy... Who was the smart one to make main character guy with glasses I have nothing against people who wear gasses, but come one, this is anime. Every time I watch character with glasses, its most boring, useless person on that anime, whats up with that. Some guy though that it would be fun to put his little son Timmie in to the anime. Because everybody loves to watch average person living average life in f***ing fantasy worlds. He's weak, cant do anything alone, and will try to save everybody even if it cost his life. Sometimes looks like he is trying to kill him self, because he knows how boring he is. If I want to see something like that, I would go outside, and there is no fantasy involved there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow let's have some fun, lets talk about stuff that makes you hate your self for wasting time watching this anime.\u001b[24m\n    \u001b[1mさあ、楽しく過ごしましょう。このアニメを見て時間を無駄にして自分を嫌ってくれるものについて話しましょう。\u001b[22m, \u001b[1mそれでは、いくつかの楽しみを持ってみましょう、あなたはこのアニメを見て時間を無駄にするためのあなたの自己を嫌いになるものについての話をすることができます。\u001b[22m\n\u001b[4mCharacters... oh boy... Who was the smart one to make main character guy with glasses I have nothing against people who wear gasses, but come one, this is anime.\u001b[24m\n    \u001b[1mキャラクター...オハイオ州の男の子...メガネを持つ主人公の男を作るためのスマートな人は誰でしたかガスを身につけた人には何もありませんが、これはアニメです。\u001b[22m, \u001b[1mキャラクター...私はガスを着る人に対しては何もないが、これはアニメで、1を来て眼鏡をかけた主人公の男を作るためにスマートなものだった誰...少年ああ。\u001b[22m\n\u001b[4mEvery time I watch character with glasses, its most boring, useless person on that anime, whats up with that.\u001b[24m\n    \u001b[1m私は眼鏡でキャラクターを見るたびに、そのアニメの最も退屈で無駄な人物です。\u001b[22m, \u001b[1mたびに私はメガネ、そのアニメに最も退屈な、役に立たない人、いただきましたことで最大で文字を見ます。\u001b[22m\n\u001b[4mSome guy though that it would be fun to put his little son Timmie in to the anime.\u001b[24m\n    \u001b[1m彼の小さな息子のティムミーをアニメに入れるのは面白いだろうと思う人もいます。\u001b[22m, \u001b[1mアニメにで彼の小さな息子のティミーを入れて楽しいだろうことをしかし一部の男。\u001b[22m\n\u001b[4mBecause everybody loves to watch average person living average life in f***ing fantasy worlds.\u001b[24m\n    \u001b[1mファンタジー世界では、誰もが普通の人生の平均的な生活を見ているのが大好きだからです。\u001b[22m, \u001b[1m誰もが平均的な人F *** INGのファンタジー世界での平均生活をしてを見ることが大好きなので。\u001b[22m\n\u001b[4mHe's weak, cant do anything alone, and will try to save everybody even if it cost his life.\u001b[24m\n    \u001b[1m彼は弱くて、何もせず、人生を犠牲にしても誰も救い出そうとします。\u001b[22m, \u001b[1m彼は一人で何かを行うカント、弱いだし、それは彼の人生を要する場合でも、みんなを保存しようとします。\u001b[22m\n\u001b[4mSometimes looks like he is trying to kill him self, because he knows how boring he is.\u001b[24m\n    \u001b[1m彼は自分がどれだけ退屈であるか知っているので、彼は自分を殺そうとしているように見えます。\u001b[22m, \u001b[1m彼は彼がどのように退屈を知っているので、彼は、自己彼を殺すためにしようとしているように時々見えます。\u001b[22m\n\u001b[4mIf I want to see something like that, I would go outside, and there is no fantasy involved there.\u001b[24m\n    \u001b[1m私がそのようなものを見たいと思えば、私は外に出て、そこには幻想は含まれていません。\u001b[22m, \u001b[1m私はそのような何かを見たい場合は、私は外に行くと、そこに関与しない幻想はありません。\u001b[22m\nThen we have Chika, what is wrong with her head? Cmon people, look at it, LOOK AT IT! I would want to know her back story of her head more, that main story. As a character she's horrible, feels like she should have glasses\n\n\u001b[1mそれからチーカを持って、彼女の頭に何が間違っていますか？  Cmonの人は、それを見て、それを見て！ 私は彼女の頭の彼女のバックストーリー、そのメインストーリーをもっと知りたいです。 彼女は恐ろしいことに、眼鏡を持っているように感じる\u001b[22m\n\u001b[1m(Sorekara chīka o motte, kanojo no atama ni nani ga machigatte imasu ka? Cmon no hito wa, sore o mite, sore o mite! Watashi wa kanojo no atama no kanojo no bakkusutōrī, sono meinsutōrī o motto shiritaidesu. Kanojo wa osoroshī koto ni, megane o motte iru yō ni kanjiru)\u001b[22m\n\nTranslations of \u001b[4mThen we have Chika, what is wrong with her head? Cmon people, look at it, LOOK AT IT! I would want to know her back story of her head more, that main story. As a character she's horrible, feels like she should have glasses\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we have Chika, what is wrong with her head?\u001b[24m\n    \u001b[1mそれからチーカを持って、彼女の頭に何が間違っていますか？\u001b[22m, \u001b[1mその後、我々はチカを持って、彼女の頭と間違って何ですか？\u001b[22m\n\u001b[4mCmon people, look at it, LOOK AT IT!\u001b[24m\n    \u001b[1mCmonの人は、それを見て、それを見て！\u001b[22m, \u001b[1m人カモン、それを見て、それを見て！\u001b[22m\n\u001b[4mI would want to know her back story of her head more, that main story.\u001b[24m\n    \u001b[1m私は彼女の頭の彼女のバックストーリー、そのメインストーリーをもっと知りたいです。\u001b[22m, \u001b[1m私は彼女の頭より、そのメインストーリーの物語を彼女の背中を知りたいでしょう。\u001b[22m\n\u001b[4mAs a character she's horrible, feels like she should have glasses\u001b[24m\n    \u001b[1m彼女は恐ろしいことに、眼鏡を持っているように感じる\u001b[22m, \u001b[1m彼女は眼鏡を持っている必要がありますように、彼女は、恐ろしい文字が感じているように\u001b[22m\nbut there can only be one useless character with glasses. Thank god, that other characters are decent or even good. Like Jin or Kuga. And there are so many characters, that they run out of ideas how to make them difference\n\n\u001b[1m眼鏡では無用なキャラクターが1人しかいないことがあります。 神様、他のキャラクターはまともでいいですね。 ジンやクーガのように。 そして、それらが差異を生み出すためのアイデアがなくなってしまうように、非常に多くの文字があります\u001b[22m\n\u001b[1m(Meganede wa muyōna kyarakutā ga 1-ri shika inai koto ga arimasu. Kamisama, hoka no kyarakutā wa matomode īdesu ne. Jin ya kūga no yō ni. Soshite, sorera ga sai o umidasu tame no aidea ga nakunatte shimau yō ni, hijō ni ōku no moji ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mbut there can only be one useless character with glasses. Thank god, that other characters are decent or even good. Like Jin or Kuga. And there are so many characters, that they run out of ideas how to make them difference\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut there can only be one useless character with glasses.\u001b[24m\n    \u001b[1m眼鏡では無用なキャラクターが1人しかいないことがあります。\u001b[22m, \u001b[1mしかし、唯一の眼鏡をかけた1役に立たない文字が存在することができます。\u001b[22m\n\u001b[4mThank god, that other characters are decent or even good.\u001b[24m\n    \u001b[1m神様、他のキャラクターはまともでいいですね。\u001b[22m, \u001b[1m他の文字は、まともな、あるいは優れていることを、神に感謝します。\u001b[22m\n\u001b[4mLike Jin or Kuga.\u001b[24m\n    \u001b[1mジンやクーガのように。\u001b[22m, \u001b[1mジンまたは玖珂のように。\u001b[22m\n\u001b[4mAnd there are so many characters, that they run out of ideas how to make them difference\u001b[24m\n    \u001b[1mそして、それらが差異を生み出すためのアイデアがなくなってしまうように、非常に多くの文字があります\u001b[22m, \u001b[1mそして、彼らは彼らに違いを確認する方法のアイデアが不足していることを非常に多くの文字があり、\u001b[22m\nso few of them I could not even tell apart.\n\n\u001b[1m彼らのほとんどは私が離れて話すことができませんでした。\u001b[22m\n\u001b[1m(Karera no hotondo wa watashi ga hanarete hanasu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mso few of them I could not even tell apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso few of them I could not even tell apart.\u001b[24m\n    \u001b[1m彼らのほとんどは私が離れて話すことができませんでした。\u001b[22m, \u001b[1mので、それらのいくつか私も離れて言うことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBut you want to know what really killed this anime? Do you? Are you sure? Okay then...\n\n\u001b[1mしかし、あなたは本当にこのアニメを殺したのか知りたいですか？ あなたは？ 本気ですか？ じゃあオーケー...\u001b[22m\n\u001b[1m(Shikashi, anata wa hontōni kono anime o koroshita no ka shiritaidesu ka? Anata wa? Honkidesu ka? Jā ōkē...)\u001b[22m\n\nTranslations of \u001b[4mBut you want to know what really killed this anime? Do you? Are you sure? Okay then...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut you want to know what really killed this anime?\u001b[24m\n    \u001b[1mしかし、あなたは本当にこのアニメを殺したのか知りたいですか？\u001b[22m, \u001b[1mしかし、あなたは本当にこのアニメを殺したかを知りたいですか？\u001b[22m\n\u001b[4mDo you?\u001b[24m\n    \u001b[1mあなたは？\u001b[22m, \u001b[1mあなたはありますか？\u001b[22m\n\u001b[4mAre you sure?\u001b[24m\n    \u001b[1m本気ですか？\u001b[22m, \u001b[1m本当ですか？\u001b[22m, \u001b[1m本当に？\u001b[22m\n\u001b[4mOkay then...\u001b[24m\n    \u001b[1mじゃあオーケー...\u001b[22m, \u001b[1mよかったら...\u001b[22m, \u001b[1mさて...\u001b[22m\nFugitive arc. WTF was that? It look like different anime with same characters. Well Chika's head got smaller, so that's good, still looked retarded.. (I swear I could draw her face better)\n\n\u001b[1m逃亡弧。  WTFはそれでしたか？ それは同じキャラクターで異なるアニメのように見えます。 まあチカの頭が小さくなって、それはいいですが、まだまだ遅れているように見えます。（私は彼女の顔をよく描くことができると私は誓います）\u001b[22m\n\u001b[1m(Tōbō ko. WTF wa soredeshita ka? Sore wa onaji kyarakutā de kotonaru anime no yō ni miemasu. Mā Chika no atama ga chīsaku natte, sore wa īdesuga, madamada okurete iru yō ni miemasu. (Watashi wa kanojo no kao o yoku kaku koto ga dekiru to watashi wa chikaimasu))\u001b[22m\n\nTranslations of \u001b[4mFugitive arc. WTF was that? It look like different anime with same characters. Well Chika's head got smaller, so that's good, still looked retarded.. (I swear I could draw her face better)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFugitive arc.\u001b[24m\n    \u001b[1m逃亡弧。\u001b[22m, \u001b[1m逃亡者アーク。\u001b[22m\n\u001b[4mWTF was that?\u001b[24m\n    \u001b[1mWTFはそれでしたか？\u001b[22m\n\u001b[4mIt look like different anime with same characters.\u001b[24m\n    \u001b[1mそれは同じキャラクターで異なるアニメのように見えます。\u001b[22m, \u001b[1mこれは、同じ文字を持つ別のアニメのように見えます。\u001b[22m\n\u001b[4mWell Chika's head got smaller, so that's good, still looked retarded.. (I swear I could draw her face better)\u001b[24m\n    \u001b[1mまあチカの頭が小さくなって、それはいいですが、まだまだ遅れているように見えます。（私は彼女の顔をよく描くことができると私は誓います）\u001b[22m, \u001b[1mまあチカの頭には、小さくなったことは良いことだので、まだ（私はより良い彼女の顔を描くことができ誓う）..遅く見えました\u001b[22m\nWorld trigger meeting:\n\n\u001b[1m世界のトリガーミーティング：\u001b[22m\n\u001b[1m(Sekai no torigāmītingu:)\u001b[22m\n\nTranslations of \u001b[4mWorld trigger meeting:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorld trigger meeting:\u001b[24m\n    \u001b[1m世界のトリガーミーティング：\u001b[22m, \u001b[1mワールドトリガー会議：\u001b[22m\nBoss:-okay guys, we have build pretty good world with a lot of possibilities, everything is stable, interesting and makes you want to see what happens next. What should we do next?\n\n\u001b[1mボス： - 皆さん、私たちは多くの可能性を持って、かなり良い世界を構築しています。すべてが安定しており、興味深いものです。 私たちは次に何をすべきですか？\u001b[22m\n\u001b[1m(Bosu: - Minasan, watashitachi wa ōku no kanōsei o motte, kanari yoi sekai o kōchiku shite imasu. Subete ga antei shite ori, kyōmibukai monodesu. Watashitachi wa tsugini nani o subekidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mBoss:-okay guys, we have build pretty good world with a lot of possibilities, everything is stable, interesting and makes you want to see what happens next. What should we do next?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoss:-okay guys, we have build pretty good world with a lot of possibilities, everything is stable, interesting and makes you want to see what happens next.\u001b[24m\n    \u001b[1mボス： - 皆さん、私たちは多くの可能性を持って、かなり良い世界を構築しています。すべてが安定しており、興味深いものです。\u001b[22m, \u001b[1mボス：-okayみんな、私たちは多くの可能性にかなり良い世界を築く必要があり、すべてが面白い、安定であり、あなたは次に何が起こるか見てみたいことができます。\u001b[22m\n\u001b[4mWhat should we do next?\u001b[24m\n    \u001b[1m私たちは次に何をすべきですか？\u001b[22m, \u001b[1m我々は次に何をすべきか？\u001b[22m\nWeebmaster3000:-I know just a thing. So you know all that world? Lets trow everything away, introduce few new boring characters and focus anime only on them. Lets put filler episodes in a filler arc. Do some beach, shopping\n\n\u001b[1mWeebmaster3000： - 私はただのことを知っています。 あなたはその世界をすべて知っていますか？ すべてのものを取り除き、新しい退屈なキャラクターを少数紹介し、アニメだけに集中させましょう。 フィラーのエピソードをフィラーアークに置きます。 ビーチ、ショッピング\u001b[22m\n\u001b[1m(Weebmaster 3000: - Watashi wa tada no koto o shitte imasu. Anata wa sono sekai o subete shitte imasu ka? Subete no mono o torinozoki, atarashī taikutsuna kyarakutā o shōsū shōkai shi, anime dake ni shūchū sa semashou. Firā no episōdo o firāāku ni okimasu. Bīchi, shoppingu)\u001b[22m\n\nTranslations of \u001b[4mWeebmaster3000:-I know just a thing. So you know all that world? Lets trow everything away, introduce few new boring characters and focus anime only on them. Lets put filler episodes in a filler arc. Do some beach, shopping\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWeebmaster3000:-I know just a thing.\u001b[24m\n    \u001b[1mWeebmaster3000： - 私はただのことを知っています。\u001b[22m, \u001b[1mWeebmaster3000：-Iはちょうど事を知っています。\u001b[22m\n\u001b[4mSo you know all that world?\u001b[24m\n    \u001b[1mあなたはその世界をすべて知っていますか？\u001b[22m, \u001b[1mだから、すべてのその世界を知っていますか？\u001b[22m\n\u001b[4mLets trow everything away, introduce few new boring characters and focus anime only on them.\u001b[24m\n    \u001b[1mすべてのものを取り除き、新しい退屈なキャラクターを少数紹介し、アニメだけに集中させましょう。\u001b[22m, \u001b[1m離れてすべてをトロウできます、いくつかの新しい退屈な文字を紹介し、それらだけにアニメ焦点を当てます。\u001b[22m\n\u001b[4mLets put filler episodes in a filler arc.\u001b[24m\n    \u001b[1mフィラーのエピソードをフィラーアークに置きます。\u001b[22m, \u001b[1mフィラーアークにフィラーエピソードを置くことができます。\u001b[22m\n\u001b[4mDo some beach, shopping\u001b[24m\n    \u001b[1mビーチ、ショッピング\u001b[22m, \u001b[1mいくつかのビーチ、ショッピングを行います\u001b[22m\nand random episodes where gag relief side character gets trips with no purpose. And don't try to make any sense with plot, just make it random, it's fun. Trust me on this.\n\n\u001b[1mギャグ・リリーフ・サイド・キャラクターが無意味なトリップを受けるランダムなエピソード。 プロットで意味をなさないようにしてはいけません。無作為にしてください。楽しいです。 これを信じてください。\u001b[22m\n\u001b[1m(Gyagu rirīfu saido kyarakutā ga muimina torippu o ukeru randamuna episōdo. Purotto de imiwonasanai-yō ni shite wa ikemasen. Musakui ni shite kudasai. Tanoshīdesu. Kore o shinjite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mand random episodes where gag relief side character gets trips with no purpose. And don't try to make any sense with plot, just make it random, it's fun. Trust me on this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand random episodes where gag relief side character gets trips with no purpose.\u001b[24m\n    \u001b[1mギャグ・リリーフ・サイド・キャラクターが無意味なトリップを受けるランダムなエピソード。\u001b[22m, \u001b[1mギャグリリーフ側のキャラクタが無目的に旅行を取得し、ランダムなエピソード。\u001b[22m\n\u001b[4mAnd don't try to make any sense with plot, just make it random, it's fun.\u001b[24m\n    \u001b[1mプロットで意味をなさないようにしてはいけません。無作為にしてください。楽しいです。\u001b[22m, \u001b[1mプロットでは何の意味も持たしようとしない、ちょうどそれがランダムにする、それが楽しいです。\u001b[22m\n\u001b[4mTrust me on this.\u001b[24m\n    \u001b[1mこれを信じてください。\u001b[22m, \u001b[1mこの上で私を信頼しています。\u001b[22m\nBoss:- well okay then, lets do this! LEEROY JENKINS!!!!\n\n\u001b[1mボス： - さて、大丈夫、これを行うことができます！ リロイ・ジェンキンス!!!!\u001b[22m\n\u001b[1m(Bosu: - Sate, daijōbu, kore o okonau koto ga dekimasu! Riroi jenkinsu! ! ! !)\u001b[22m\n\nTranslations of \u001b[4mBoss:- well okay then, lets do this! LEEROY JENKINS!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoss:- well okay then, lets do this!\u001b[24m\n    \u001b[1mボス： - さて、大丈夫、これを行うことができます！\u001b[22m, \u001b[1mボス： - まあ大丈夫、その後、これを行うことができます！\u001b[22m\n\u001b[4mLEEROY JENKINS!!!!\u001b[24m\n    \u001b[1mリロイ・ジェンキンス!!!!\u001b[22m, \u001b[1mLEEROY JENKINS!!!!\u001b[22m\nThis arc was an abomination, it gives NOTHING to main plot and makes no sense at all, so stupid, so random, so useless.\n\n\u001b[1mこのアークは嫌悪感でしたが、それはメインプロットには何も与えず、まったく意味がありません。だから、愚かで無作為で、とても役に立たない。\u001b[22m\n\u001b[1m(Kono āku wa ken'o-kandeshitaga, soreha meinpurotto ni wa nani mo ataezu, mattaku imi ga arimasen. Dakara, orokade musakui de, totemo yakunitatanai.)\u001b[22m\n\nTranslations of \u001b[4mThis arc was an abomination, it gives NOTHING to main plot and makes no sense at all, so stupid, so random, so useless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis arc was an abomination, it gives NOTHING to main plot and makes no sense at all, so stupid, so random, so useless.\u001b[24m\n    \u001b[1mこのアークは嫌悪感でしたが、それはメインプロットには何も与えず、まったく意味がありません。だから、愚かで無作為で、とても役に立たない。\u001b[22m, \u001b[1mこのアークが醜態だった、それはメインプロットに何も与えないと、まったくそう役に立たないので、ランダムなので、愚かな意味がありません。\u001b[22m\nI bet weebmaster3000 was that smarta**, to place every opening in the middle of episode.It's like:\n\n\u001b[1m私はweebmaster3000がそのエピソードの真ん中にすべてのオープニングを置くためにsmarta **であったと賭けました。それは次のようなものです：\u001b[22m\n\u001b[1m(Watashi wa weebmaster 3000 ga sono episōdo no man'naka ni subete no ōpuningu o oku tame ni smarta**deatta to kakemashita. Sore wa tsugi no yōna monodesu:)\u001b[22m\n\nTranslations of \u001b[4mI bet weebmaster3000 was that smarta**, to place every opening in the middle of episode.It's like:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI bet weebmaster3000 was that smarta**, to place every opening in the middle of episode.It's like:\u001b[24m\n    \u001b[1m私はweebmaster3000がそのエピソードの真ん中にすべてのオープニングを置くためにsmarta **であったと賭けました。それは次のようなものです：\u001b[22m, \u001b[1m私はSMARTA **は、episode.Itのようなの真ん中にすべての開口部を配置するということでしたweebmaster3000賭けます：\u001b[22m\nOh I see you are enjoying this episode, just let me stop that for you and show you our opening, because maybe you forgot what you are watching, don't worry no need to thank me.\n\n\u001b[1mああ、私はあなたがこのエピソードを楽しんでいるのを見て、ちょうど私があなたのためにそれを停止させて、私たちのオープニングを見せてくれるでしょう、あなたが見ているものを忘れていたかもしれないので、\u001b[22m\n\u001b[1m(Ā, watashi wa anata ga kono episōdo o tanoshinde iru no o mite, chōdo watashi ga anata no tame ni sore o teishi sa sete, watashitachi no ōpuningu o misete kurerudeshou, anata ga mite iru mono o wasureteita kamo shirenainode,)\u001b[22m\n\nTranslations of \u001b[4mOh I see you are enjoying this episode, just let me stop that for you and show you our opening, because maybe you forgot what you are watching, don't worry no need to thank me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh I see you are enjoying this episode, just let me stop that for you and show you our opening, because maybe you forgot what you are watching, don't worry no need to thank me.\u001b[24m\n    \u001b[1mああ、私はあなたがこのエピソードを楽しんでいるのを見て、ちょうど私があなたのためにそれを停止させて、私たちのオープニングを見せてくれるでしょう、あなたが見ているものを忘れていたかもしれないので、\u001b[22m, \u001b[1m私はあなたがこのエピソードを楽しんでいる参照してくださいああ、もしかしたらあなたが見ているものを忘れてしまったので、私に感謝する必要が心配しないでください、私はあなたのためにそれを停止し、私達の開口部を示してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nSo in the end what to do with this anime? You can make it good on your on. You have the POWER! Skip fugitive arc. Episode 48-63. Believe me, it got NOTHING worth watching. And if you skip it, you will improve this anime dramatically.\n\n\u001b[1mだから最後にこのアニメと何をするのだろうか？ あなたはあなたの上でそれを良くすることができます。 あなたはパワーを持っています！ 逃亡弧を飛ばします。 エピソード48-63。 私を信じて、見る価値はない。 あなたがそれをスキップした場合、あなたはこのアニメを劇的に改善するでしょう。\u001b[22m\n\u001b[1m(Dakara saigo ni kono anime to nani o suru nodarou ka? Anata wa anata no ue de sore o yoku suru koto ga dekimasu. Anata wa pawā o motte imasu! Tōbō ko o tobashimasu. Episōdo 48 - 63. Watashi o shinjite, miru kachi wanai. Anata ga sore o sukippu shita baai, anata wa kono anime o gekiteki ni kaizen surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo in the end what to do with this anime? You can make it good on your on. You have the POWER! Skip fugitive arc. Episode 48-63. Believe me, it got NOTHING worth watching. And if you skip it, you will improve this anime dramatically.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo in the end what to do with this anime?\u001b[24m\n    \u001b[1mだから最後にこのアニメと何をするのだろうか？\u001b[22m, \u001b[1mだから、最終的にはこのアニメで何をしますか？\u001b[22m\n\u001b[4mYou can make it good on your on.\u001b[24m\n    \u001b[1mあなたはあなたの上でそれを良くすることができます。\u001b[22m, \u001b[1mあなたは、あなたの上に、それは良いことができます。\u001b[22m\n\u001b[4mYou have the POWER!\u001b[24m\n    \u001b[1mあなたはパワーを持っています！\u001b[22m, \u001b[1mあなたは力を持っています！\u001b[22m\n\u001b[4mSkip fugitive arc.\u001b[24m\n    \u001b[1m逃亡弧を飛ばします。\u001b[22m, \u001b[1m逃亡中のアークをスキップします。\u001b[22m\n\u001b[4mEpisode 48-63.\u001b[24m\n    \u001b[1mエピソード48-63。\u001b[22m\n\u001b[4mBelieve me, it got NOTHING worth watching.\u001b[24m\n    \u001b[1m私を信じて、見る価値はない。\u001b[22m, \u001b[1m私を信じて、それは見る価値は何も持っていません。\u001b[22m\n\u001b[4mAnd if you skip it, you will improve this anime dramatically.\u001b[24m\n    \u001b[1mあなたがそれをスキップした場合、あなたはこのアニメを劇的に改善するでしょう。\u001b[22m, \u001b[1mあなたはそれをスキップなら、あなたは劇的にこのアニメを改善します。\u001b[22m\nJust need to find a way how to kill Osamu and Chika then it would be perfect.\n\n\u001b[1mOsamuとChikaを殺す方法を見つける必要があるだけで完璧です。\u001b[22m\n\u001b[1m(Osamu to Chika o korosu hōhō o mitsukeru hitsuyō ga aru dakede kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mJust need to find a way how to kill Osamu and Chika then it would be perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust need to find a way how to kill Osamu and Chika then it would be perfect.\u001b[24m\n    \u001b[1mOsamuとChikaを殺す方法を見つける必要があるだけで完璧です。\u001b[22m, \u001b[1mちょうどその時、それは完璧になる修とチカを殺すためにどのような方法を見つける必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nIn short: Got nothing to watch? Looking for something new in anime? Watch it, but skip fugitive arc.\n\n\u001b[1m要するに：何も見ない？ アニメで何か新しいことをお探しですか？ それを見ますが、逃亡弧をスキップします。\u001b[22m\n\u001b[1m(Yōsuruni: Nani mo minai? Anime de nanika atarashī koto o o sagashidesu ka? Sore o mimasuga, tōbō ko o sukippu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn short: Got nothing to watch? Looking for something new in anime? Watch it, but skip fugitive arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short: Got nothing to watch?\u001b[24m\n    \u001b[1m要するに：何も見ない？\u001b[22m, \u001b[1m要するに：見て何を得ましたか？\u001b[22m\n\u001b[4mLooking for something new in anime?\u001b[24m\n    \u001b[1mアニメで何か新しいことをお探しですか？\u001b[22m, \u001b[1mアニメで何か新しいものをお探しですか？\u001b[22m\n\u001b[4mWatch it, but skip fugitive arc.\u001b[24m\n    \u001b[1mそれを見ますが、逃亡弧をスキップします。\u001b[22m, \u001b[1mそれを見たが、逃亡中のアークをスキップします。\u001b[22m\nHate boring characters and slow pace? Have something better to do? Don't watch it.\n\n\u001b[1m退屈なキャラクターと遅いペースを嫌う？ 何か良いことがありますか？ それを見ないでください。\u001b[22m\n\u001b[1m(Taikutsuna kyarakutā to osoi pēsu o kirau? Nani ka yoi koto ga arimasu ka? Sore o minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mHate boring characters and slow pace? Have something better to do? Don't watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHate boring characters and slow pace?\u001b[24m\n    \u001b[1m退屈なキャラクターと遅いペースを嫌う？\u001b[22m, \u001b[1m退屈な文字とゆっくりとしたペースを憎みますか？\u001b[22m\n\u001b[4mHave something better to do?\u001b[24m\n    \u001b[1m何か良いことがありますか？\u001b[22m, \u001b[1m行うには良いものを持っていますか？\u001b[22m\n\u001b[4mDon't watch it.\u001b[24m\n    \u001b[1mそれを見ないでください。\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "THSWESSEL",
    "profile": "/profile/THSWESSEL/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=210139",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  8\n|  6\n\n私は多分これ以上他のものより少し得た、私は約70エピソードです。\n私は制服、大量のキャラクター、そして最初の55のエピソードに関わる戦略的思考が好きです。 私は主人公が圧倒されているのではなく、代わりにスマートであるように。 それはオリジナルの計画ではありませんが、非常に興味深いインテリアモノローグになります。\n私は設定、武器のデザイン、およびサイドのキャラクターが好きです。\n\n私は嫌いです、非常に少年少女たちが現れます...\n私が嫌いなのは、最初のアークが消えてから始まるフィラーサガです。\n\n彼らはもっとエピソードをリリースするように私は続けるかもしれませんが、今度は最初のアークが行われ、2番目のアークが良い方向に進まないので、私はそれを落とすかもしれません。\n\n私はあなたにチャンスを与えることを願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI've gotten maybe a bit further than others with this one, I'm about 70 episodes in.\n\n\u001b[1m私は多分これ以上他のものより少し得た、私は約70エピソードです。\u001b[22m\n\u001b[1m(Watashi wa tabun koreijō hoka no mono yori sukoshi eta, watashi wa yaku 70 episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mI've gotten maybe a bit further than others with this one, I'm about 70 episodes in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've gotten maybe a bit further than others with this one, I'm about 70 episodes in.\u001b[24m\n    \u001b[1m私は多分これ以上他のものより少し得た、私は約70エピソードです。\u001b[22m, \u001b[1m私はこの1つで多分ビット、さらに他のものより得ている、私はでは約70のエピソードです。\u001b[22m\nI LIKE the uniforms, the mass amount of characters, and the strategic thinking involved with the first 55 episodes. I Like that the main character isn't overpowered but smart instead. Its not an original plan, but it makes for very interesting interior monologing.\n\n\u001b[1m私は制服、大量のキャラクター、そして最初の55のエピソードに関わる戦略的思考が好きです。 私は主人公が圧倒されているのではなく、代わりにスマートであるように。 それはオリジナルの計画ではありませんが、非常に興味深いインテリアモノローグになります。\u001b[22m\n\u001b[1m(Watashi wa seifuku, tairyō no kyarakutā, soshite saisho no 55 no episōdo ni kakawaru senryaku-teki shikō ga sukidesu. Watashi wa shujinkō ga attō sa rete iru node wa naku, kawarini sumātodearu yō ni. Sore wa orijinaru no keikakude wa arimasenga, hijō ni kyōmibukai interiamonorōgu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI LIKE the uniforms, the mass amount of characters, and the strategic thinking involved with the first 55 episodes. I Like that the main character isn't overpowered but smart instead. Its not an original plan, but it makes for very interesting interior monologing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LIKE the uniforms, the mass amount of characters, and the strategic thinking involved with the first 55 episodes.\u001b[24m\n    \u001b[1m私は制服、大量のキャラクター、そして最初の55のエピソードに関わる戦略的思考が好きです。\u001b[22m, \u001b[1m私は制服、文字の質量量と、第1の55のエピソードに関わる戦略的思考が好きです。\u001b[22m\n\u001b[4mI Like that the main character isn't overpowered but smart instead.\u001b[24m\n    \u001b[1m私は主人公が圧倒されているのではなく、代わりにスマートであるように。\u001b[22m, \u001b[1m私は主人公ではなく圧倒しかし、スマートされていないことを好みます。\u001b[22m\n\u001b[4mIts not an original plan, but it makes for very interesting interior monologing.\u001b[24m\n    \u001b[1mそれはオリジナルの計画ではありませんが、非常に興味深いインテリアモノローグになります。\u001b[22m, \u001b[1mそのない当初の計画では、それは非常に興味深いインテリアmonologingになります。\u001b[22m\nI like the setting, the weapon designs, and the side characters.\n\n\u001b[1m私は設定、武器のデザイン、およびサイドのキャラクターが好きです。\u001b[22m\n\u001b[1m(Watashi wa settei, buki no dezain, oyobi saido no kyarakutā ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI like the setting, the weapon designs, and the side characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like the setting, the weapon designs, and the side characters.\u001b[24m\n    \u001b[1m私は設定、武器のデザイン、およびサイドのキャラクターが好きです。\u001b[22m, \u001b[1m私は、設定、武器の設計、および側面の文字が好き。\u001b[22m\n\u001b[1m\u001b[22m\nI dislike, the VERY shonen jumpy bad guys that show up...\n\n\u001b[1m私は嫌いです、非常に少年少女たちが現れます...\u001b[22m\n\u001b[1m(Watashi wa kiraidesu, hijō ni shōnen shōjo-tachi ga arawaremasu...)\u001b[22m\n\nTranslations of \u001b[4mI dislike, the VERY shonen jumpy bad guys that show up...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dislike, the VERY shonen jumpy bad guys that show up...\u001b[24m\n    \u001b[1m私は嫌いです、非常に少年少女たちが現れます...\u001b[22m, \u001b[1m私は、表示VERY少年びくびく悪者を嫌い...\u001b[22m\nI dislike, the filler saga that begins after the first arc cleans up.\n\n\u001b[1m私が嫌いなのは、最初のアークが消えてから始まるフィラーサガです。\u001b[22m\n\u001b[1m(Watashi ga kiraina no wa, saisho no āku ga kiete kara hajimaru firāsagadesu.)\u001b[22m\n\nTranslations of \u001b[4mI dislike, the filler saga that begins after the first arc cleans up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dislike, the filler saga that begins after the first arc cleans up.\u001b[24m\n    \u001b[1m私が嫌いなのは、最初のアークが消えてから始まるフィラーサガです。\u001b[22m, \u001b[1m私は、最初のアークがクリーンアップした後に始まるフィラーサガを嫌います。\u001b[22m\n\u001b[1m\u001b[22m\nI may continue as they release more episodes, but now that the first arc is done, and the second isn't going in a good direction, I may drop it.\n\n\u001b[1m彼らはもっとエピソードをリリースするように私は続けるかもしれませんが、今度は最初のアークが行われ、2番目のアークが良い方向に進まないので、私はそれを落とすかもしれません。\u001b[22m\n\u001b[1m(Karera wa motto episōdo o rirīsu suru yō ni watashi wa tsudzukeru kamo shiremasenga, kondo wa saisho no āku ga okonawa re, 2-banme no āku ga yoi hōkō ni susumanainode, watashi wa sore o otosu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI may continue as they release more episodes, but now that the first arc is done, and the second isn't going in a good direction, I may drop it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI may continue as they release more episodes, but now that the first arc is done, and the second isn't going in a good direction, I may drop it.\u001b[24m\n    \u001b[1m彼らはもっとエピソードをリリースするように私は続けるかもしれませんが、今度は最初のアークが行われ、2番目のアークが良い方向に進まないので、私はそれを落とすかもしれません。\u001b[22m, \u001b[1m彼らはより多くのエピソードを解放するように私は継続してもよいが、ここで最初のアークが行われ、2番目は良い方向に進んでいないされていることを、私はそれをドロップすることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nI hope you give it a chance!\n\n\u001b[1m私はあなたにチャンスを与えることを願っています！\u001b[22m\n\u001b[1m(Watashi wa anata ni chansu o ataeru koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mI hope you give it a chance!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you give it a chance!\u001b[24m\n    \u001b[1m私はあなたにチャンスを与えることを願っています！\u001b[22m, \u001b[1m私はあなたがそれにチャンスを与える願っています！\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "Sentelin",
    "profile": "/profile/Sentelin/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=207873",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  7\n\n私の最初の印象は誇張していました。 私はそのショーは本当のプロットを持っていますが、それはややオリジナリティーがあり、アクションシーンはうまくいきました。キャラクターは、ほとんどが興味をそそられましたが、アニメの実際のプロットが明らかになったとき、私は別の古典的なクリシェで時間を無駄にしたようでした。\n\n基本的には、エピソード10に達するまで、実際に何が起こっているのかはほとんど分かっていませんが、ショーでさえ、標準的なアニメ・クリシェを放ち始め、それは本当に失礼です。 問題は、私が持っている以上のアニメを見た場合、あなたはそれを食べているので、あなたはさらに見ることへの関心を失います。\n\nプロットやアニメの概括はこれです：\n - エイリアン侵攻があったため、秘密組織がそれを打ちのめすために自らを暴露しました（後であなたが知るアニメでは、これはエイリアンと組織の真実ではありません）\n - あなたは「他の世界」の主人公を手に入れます\n - 彼はいつも 'みんなを救いたい子供と会う\n - 主人公はOP不良です。日本での仕事の慣れがわかりません。\n - 外来治療に対する第一線の防衛と思われる組織は、派閥に分かれています（これより古典的ではありません）\n - ほとんどの派閥は主人公を殺して何かを盗みたいと思っていますが、それを望んでいない人もいるし、彼と一緒にいる人もいます。\n - あなたは、すべての話があり、アニメの非常に遅いまで、それは戦闘のスキルを示す別のOPの男を得る\n - 誰かを救うために、最高のランクになって、形成チームの周りに巻き込まれている。\n\n私は続けていくことができますが、あなたは何を期待するかの写真を手に入れることができます。他の手は、このアニメの芸術が本当に好きです。シンプルで素敵です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMy initial impression was exaggerating. I though that show has real plot, it's somewhat original, action scenes were done well, characters were , most of them, intriguing but when real plot of anime revealed I felt like I wasted my time on another classical cliche.\n\n\u001b[1m私の最初の印象は誇張していました。 私はそのショーは本当のプロットを持っていますが、それはややオリジナリティーがあり、アクションシーンはうまくいきました。キャラクターは、ほとんどが興味をそそられましたが、アニメの実際のプロットが明らかになったとき、私は別の古典的なクリシェで時間を無駄にしたようでした。\u001b[22m\n\u001b[1m(Watashi no saisho no inshō wa kochō shite imashita. Watashi wa sono shō wa hontō no purotto o motte imasuga, sore wa yaya orijinaritī ga ari, akushonshīn wa umaku ikimashita. Kyarakutā wa, hotondo ga kyōmi o sosora remashitaga, anime no jissai no purotto ga akiraka ni natta toki, watashi wa betsu no koten-tekina kurishe de jikan o muda ni shita yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mMy initial impression was exaggerating. I though that show has real plot, it's somewhat original, action scenes were done well, characters were , most of them, intriguing but when real plot of anime revealed I felt like I wasted my time on another classical cliche.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy initial impression was exaggerating.\u001b[24m\n    \u001b[1m私の最初の印象は誇張していました。\u001b[22m, \u001b[1m私の最初の印象は誇張されました。\u001b[22m\n\u001b[4mI though that show has real plot, it's somewhat original, action scenes were done well, characters were , most of them, intriguing but when real plot of anime revealed I felt like I wasted my time on another classical cliche.\u001b[24m\n    \u001b[1m私はそのショーは本当のプロットを持っていますが、それはややオリジナリティーがあり、アクションシーンはうまくいきました。キャラクターは、ほとんどが興味をそそられましたが、アニメの実際のプロットが明らかになったとき、私は別の古典的なクリシェで時間を無駄にしたようでした。\u001b[22m, \u001b[1m私があることを示していますが、実際のプロットを持っているものの、それはアクションシーンはよくやった、ややオリジナルだ、文字が魅力的な、それらのほとんどであったが、アニメの本当のプロットは、私は別の古典的な決まり文句に私の時間を無駄にように私は感じたが明らかになったとき。\u001b[22m\n\u001b[1m\u001b[22m\nBasically until you reach episode 10, you know very little about what's really going on but even so show begins to throw one standard anime cliche after another and that's really bummer. Problem is that if you watched as much anime as I have or even more, you lose interest in watching further, because you are fed with it.\n\n\u001b[1m基本的には、エピソード10に達するまで、実際に何が起こっているのかはほとんど分かっていませんが、ショーでさえ、標準的なアニメ・クリシェを放ち始め、それは本当に失礼です。 問題は、私が持っている以上のアニメを見た場合、あなたはそれを食べているので、あなたはさらに見ることへの関心を失います。\u001b[22m\n\u001b[1m(Kihontekini wa, episōdo 10 ni tassuru made, jissai ni nani ga okotte iru no ka wa hotondo wakatte imasenga, shōde sae, hyōjun-tekina anime kurishe o hanachi hajime, sore wa hontōni shitsureidesu. Mondai wa, watashi ga motte iru ijō no anime o mita baai, anata wa sore o tabete irunode, anata wa sarani miru koto e no kanshin o ushinaimasu.)\u001b[22m\n\nTranslations of \u001b[4mBasically until you reach episode 10, you know very little about what's really going on but even so show begins to throw one standard anime cliche after another and that's really bummer. Problem is that if you watched as much anime as I have or even more, you lose interest in watching further, because you are fed with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically until you reach episode 10, you know very little about what's really going on but even so show begins to throw one standard anime cliche after another and that's really bummer.\u001b[24m\n    \u001b[1m基本的には、エピソード10に達するまで、実際に何が起こっているのかはほとんど分かっていませんが、ショーでさえ、標準的なアニメ・クリシェを放ち始め、それは本当に失礼です。\u001b[22m, \u001b[1mあなたはエピソード10に到達するまで基本的に、あなたが本当に何が起こっているかについてほとんど知っているが、たとえそうであってもショーが次々標準アニメの決まり文句をスローし始め、それは本当に残念です。\u001b[22m\n\u001b[4mProblem is that if you watched as much anime as I have or even more, you lose interest in watching further, because you are fed with it.\u001b[24m\n    \u001b[1m問題は、私が持っている以上のアニメを見た場合、あなたはそれを食べているので、あなたはさらに見ることへの関心を失います。\u001b[22m, \u001b[1m問題は、あなたが同じくらい私が持っているとして、アニメやさらに多くのを見た場合、あなたはそれが供給されるので、あなたは、さらに見に興味を失うということです。\u001b[22m\n\u001b[1m\u001b[22m\nRundown of plot and anime in general is this:\n\n\u001b[1mプロットやアニメの概括はこれです：\u001b[22m\n\u001b[1m(Purotto ya anime no gaikatsu wa koredesu:)\u001b[22m\n\nTranslations of \u001b[4mRundown of plot and anime in general is this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRundown of plot and anime in general is this:\u001b[24m\n    \u001b[1mプロットやアニメの概括はこれです：\u001b[22m, \u001b[1m一般のプロットやアニメの荒廃はこれです：\u001b[22m\n-There was an Alien Invasion and therefor, secret organization revealed itself, to repel it (Later in the anime you find out, that this really isn't the truth for both aliens and organization)\n\n\u001b[1m - エイリアン侵攻があったため、秘密組織がそれを打ちのめすために自らを暴露しました（後であなたが知るアニメでは、これはエイリアンと組織の真実ではありません）\u001b[22m\n\u001b[1m(- Eirian shinkō ga atta tame, himitsu soshiki ga sore o uchinomesu tame ni mizukara o bakuro shimashita (atode anata ga shiru animede wa, koreha eirian to soshiki no shinjitsude wa arimasen))\u001b[22m\n\nTranslations of \u001b[4m-There was an Alien Invasion and therefor, secret organization revealed itself, to repel it (Later in the anime you find out, that this really isn't the truth for both aliens and organization)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-There was an Alien Invasion and therefor, secret organization revealed itself, to repel it (Later in the anime you find out, that this really isn't the truth for both aliens and organization)\u001b[24m\n    \u001b[1m - エイリアン侵攻があったため、秘密組織がそれを打ちのめすために自らを暴露しました（後であなたが知るアニメでは、これはエイリアンと組織の真実ではありません）\u001b[22m, \u001b[1m-Thereは、エイリアンの侵略だったとの為、秘密組織が（これは本当にエイリアンと組織の両方のために真実ではないことを、後であなたが見つけるアニメで）それを撃退するために、自分自身を明らかにしました\u001b[22m\n-You get main character from 'other world'\n\n\u001b[1m - あなたは「他の世界」の主人公を手に入れます\u001b[22m\n\u001b[1m(- Anata wa `hoka no sekai' no shujinkō o te ni iremasu)\u001b[22m\n\nTranslations of \u001b[4m-You get main character from 'other world'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-You get main character from 'other world'\u001b[24m\n    \u001b[1m - あなたは「他の世界」の主人公を手に入れます\u001b[22m, \u001b[1m - あなたは、「他の世界」から主人公を取得します\u001b[22m\n-He meets with usual 'wanna save everyone ' kid\n\n\u001b[1m - 彼はいつも 'みんなを救いたい子供と会う\u001b[22m\n\u001b[1m(- Kare wa itsumo' min'na o sukuitai kodomo to au)\u001b[22m\n\nTranslations of \u001b[4m-He meets with usual 'wanna save everyone ' kid\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-He meets with usual 'wanna save everyone ' kid\u001b[24m\n    \u001b[1m - 彼はいつも 'みんなを救いたい子供と会う\u001b[22m, \u001b[1m-HEは「みんなを保存したい」いつもと会談子供\u001b[22m\n-Main character is OP badass and he is not used to how things work in Japan\n\n\u001b[1m - 主人公はOP不良です。日本での仕事の慣れがわかりません。\u001b[22m\n\u001b[1m(- Shujinkō wa OP furyōdesu. Nihon de no shigoto no nare ga wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4m-Main character is OP badass and he is not used to how things work in Japan\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Main character is OP badass and he is not used to how things work in Japan\u001b[24m\n    \u001b[1m - 主人公はOP不良です。日本での仕事の慣れがわかりません。\u001b[22m, \u001b[1m-main文字はOPワルであり、彼は物事が日本でどのように機能するかに使用されていません\u001b[22m\n-Organization that is suppose to be first line defense against alien treat is divided in factions (can't be more classical than this )\n\n\u001b[1m - 外来治療に対する第一線の防衛と思われる組織は、派閥に分かれています（これより古典的ではありません）\u001b[22m\n\u001b[1m(- Gairai chiryō ni taisuru daiissen no bōei to omowa reru soshiki wa, habatsu ni wakarete imasu (kore yori koten-tekide wa arimasen))\u001b[22m\n\nTranslations of \u001b[4m-Organization that is suppose to be first line defense against alien treat is divided in factions (can't be more classical than this )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Organization that is suppose to be first line defense against alien treat is divided in factions (can't be more classical than this )\u001b[24m\n    \u001b[1m - 外来治療に対する第一線の防衛と思われる組織は、派閥に分かれています（これより古典的ではありません）\u001b[22m, \u001b[1m派閥に分かれてエイリアンの御馳走に対する最初の行の防衛であると仮定されている-Organizationが（これ以上の古典的なことはできません）\u001b[22m\n-Most faction want to kill main character and steal from him something, there is one that doesn't want that and it sides with him.\n\n\u001b[1m - ほとんどの派閥は主人公を殺して何かを盗みたいと思っていますが、それを望んでいない人もいるし、彼と一緒にいる人もいます。\u001b[22m\n\u001b[1m(- Hotondo no habatsu wa shujinkō o koroshite nanika o nusumitai to omotte imasuga, sore o nozonde inai hito mo irushi, kare to issho ni iru hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4m-Most faction want to kill main character and steal from him something, there is one that doesn't want that and it sides with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Most faction want to kill main character and steal from him something, there is one that doesn't want that and it sides with him.\u001b[24m\n    \u001b[1m - ほとんどの派閥は主人公を殺して何かを盗みたいと思っていますが、それを望んでいない人もいるし、彼と一緒にいる人もいます。\u001b[22m, \u001b[1m - ほとんどの派閥が主人公を殺し、彼から何かを盗むためにしたい、彼と一緒にいると、それ側面を望んでいないものがあります。\u001b[22m\n-You get another OP guy who is all talk and that kind of thing until very late in anime, where it shows it's battle skill\n\n\u001b[1m - あなたは、すべての話があり、アニメの非常に遅いまで、それは戦闘のスキルを示す別のOPの男を得る\u001b[22m\n\u001b[1m(- Anata wa, subete no hanashi ga ari, anime no hijō ni osoi made, soreha sentō no sukiru o shimesu betsu no OP no otoko o eru)\u001b[22m\n\nTranslations of \u001b[4m-You get another OP guy who is all talk and that kind of thing until very late in anime, where it shows it's battle skill\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-You get another OP guy who is all talk and that kind of thing until very late in anime, where it shows it's battle skill\u001b[24m\n    \u001b[1m - あなたは、すべての話があり、アニメの非常に遅いまで、それは戦闘のスキルを示す別のOPの男を得る\u001b[22m, \u001b[1m - あなたは、それが戦闘スキルだ示して非常に遅くアニメでまで、すべての話とそういうことです別のOPの男を取得します\u001b[22m\n-Whole thing is wrapped around forming team, getting to highest rank in order to save someone.\n\n\u001b[1m - 誰かを救うために、最高のランクになって、形成チームの周りに巻き込まれている。\u001b[22m\n\u001b[1m(- Dareka o sukuu tame ni, saikō no ranku ni natte, keisei chīmu no mawari ni makikoma rete iru.)\u001b[22m\n\nTranslations of \u001b[4m-Whole thing is wrapped around forming team, getting to highest rank in order to save someone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Whole thing is wrapped around forming team, getting to highest rank in order to save someone.\u001b[24m\n    \u001b[1m - 誰かを救うために、最高のランクになって、形成チームの周りに巻き込まれている。\u001b[22m, \u001b[1m-Whole事は人を救うために、最高ランクになって、チームを形成するに巻き付けられます。\u001b[22m\n\u001b[1m\u001b[22m\nI could go on and on but you get a picture of what to expect.On other hand I really like art of this anime, because it's simple and it blends in fine,also it's eye pleasant).\n\n\u001b[1m私は続けていくことができますが、あなたは何を期待するかの写真を手に入れることができます。他の手は、このアニメの芸術が本当に好きです。シンプルで素敵です。\u001b[22m\n\u001b[1m(Watashi wa tsudzukete iku koto ga dekimasuga, anata wa nani o kitai suru ka no shashin o te ni ireru koto ga dekimasu. Hoka no te wa, kono anime no geijutsu ga hontōni sukidesu. Shinpurude sutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI could go on and on but you get a picture of what to expect.On other hand I really like art of this anime, because it's simple and it blends in fine,also it's eye pleasant).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could go on and on but you get a picture of what to expect.On other hand I really like art of this anime, because it's simple and it blends in fine,also it's eye pleasant).\u001b[24m\n    \u001b[1m私は続けていくことができますが、あなたは何を期待するかの写真を手に入れることができます。他の手は、このアニメの芸術が本当に好きです。シンプルで素敵です。\u001b[22m, \u001b[1m私は上に行く可能性がありますが、expect.On一方私は本当にこのアニメの芸術のように何の画像を取得し、それはシンプルだし、それがうまく調和しているため、また、それは）目心地よいです。\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "Geddon616",
    "profile": "/profile/Geddon616/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=232658",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  4\n\nだから、世界の引き金が完了したら、私はそれを見始め、このアニメの種類が好きな人のために率直にこのアニメが誘発され、大きな時間を逃した。 なぜ誰もが、次の井戸のようにそれを賞賛するのは偉大だと思うのはなぜですか。\n\n物語はあなたがスーパーのような人間の武器や能力と組み合わせてscifiを持っているほとんどのアニメと同じです。 悪い人が侵入し続ける間、良い人は戦い返します。 これは私がちょっと期待していたもので、アニメが悪いと評価するものではありません。 唯一の問題は、ストーリーのタイプによって、その中のさまざまなプロットを推測することが容易になることです。 私は何かが起こっているのを見て、自分自身にああそう思うようになると思うと、このアニメでは普通のことが分かります。 トリガーはこのアニメを作るもので、アニメだけをユニークにする唯一のものです。 どのようなタイプのトリガーを使用するのですか？このアニメがエイリアンの攻撃と組み合わされているため、興味のあるものの違いは何ですか？ しかし、このアニメは私のことを怒らせます。私は彼らがちょうどいいと言っているように感じます。 彼らが最終的に物事を説明するとき、彼らは大きなイベントを作り、基本的にそして今は招待が中断した後です。 私は遅いアニメを見ることができます。私はそれらを愛することもありますが、実際に何らかの種類の写真を撮ろうとするとき、または説明しないときには、ちょうどそこで戦いの束を投げるときに、ますます混乱します。\n\n私はこのエピソードの途中でオープニングを投げてアニメをユニークにしようとしても、あなたが楽しむことができるオープニングを持っているこのアニメを与えます。 開口部は面白いです。\n\nこのアニメでやったように多くのキャラクターを憎むことは決してありませんでした。 私は10回のエピソードで、私はちょうどそれを脇に投げなければならないと思ったが、私のアニメのセンスは、私が楽しむものがあると私に言ったことはなかった。 文字はこれのどれもではなかった。 主人公は怒っている貧弱な貧しい人です。 彼はほとんどいつでも助けになり、彼ができる唯一のことは肉の盾のように振る舞うか、気晴らしとして逃げることだと感じます。 主にサポートしている女の子Chikaは、私が彼女をもっとはっきりと聞いたとき、基本的には話の多くをくれました。 主人公のユマはあなたの典型的なオペラをサポートするキャラクターで、主人公のオスマが好きではあるが、彼の奇妙で親切な面を持っている。 私が好きかもしれないいくつかの他の文字がありますが、あまりにも多くの人が私に迷惑の気持ちを与え、崖を捨てたい\n\n私はエピソード40の驚きについて知りましたが、このアニメを楽しんだのですか？ あなたはすべきではありません。 私はそこにエピソードを通して自分の道を戦わなければならなかった私はマックを持つこのアニメの任意の点があるのだろうか。 これを読んだ人のための私のアドバイスは、主人公を気にせず、すべてを自分の物語として見て、その人物を主人公と考えることはありません。 燃え尽きのリスク。\n\n全体的に、このアニメには特別なことは何もなく、私はいつまでも楽しんだと言えるでしょう。私はそれが良い瞬間を持っていたとしか言えませんが、それはそれです。 ストーリーとトリガーのコンセプトは素晴らしかったが、結局私はこのようなアニメを見つけ出し、より良いものを見つけることができた。 私はこれをもう一度見れば、それはエピソード40かそこらか38であろうが、それよりもあまり戻っていないだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nSo found out that world trigger was completed then i started to watch it and frankly for someone who likes these types of anime this anime both triggered and dissapointed me big time. Why almost everyone think this is great praising it like the next coming well no its not.\n\n\u001b[1mだから、世界の引き金が完了したら、私はそれを見始め、このアニメのタイプが好きな人のために率直に言って、このアニメは私に大きな時間を与えてくれました。 なぜ誰もが、次の井戸のようにそれを賞賛するのは素晴らしいことだと思うのはなぜですか？\u001b[22m\n\u001b[1m(Dakara, sekai no hikigane ga kanryō shitara, watashi wa sore o mi hajime, kono anime no taipu ga sukinahito no tame ni sotchoku ni itte, kono anime wa watashi ni ōkina jikan o ataete kuremashita. Naze daremoga,-ji no ido no yō ni sore o shōsan suru no wa subarashī kotoda to omou no wa nazedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo found out that world trigger was completed then i started to watch it and frankly for someone who likes these types of anime this anime both triggered and dissapointed me big time. Why almost everyone think this is great praising it like the next coming well no its not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo found out that world trigger was completed then i started to watch it and frankly for someone who likes these types of anime this anime both triggered and dissapointed me big time.\u001b[24m\n    \u001b[1mだから、世界の引き金が完了したら、私はそれを見始め、このアニメのタイプが好きな人のために率直に言って、このアニメは私に大きな時間を与えてくれました。\u001b[22m, \u001b[1mだから、世界のトリガーが、私はこのアニメトリガーと私に大きな時間をがっかり両方アニメのこれらの種類を好きな人のために率直に言って、それを見てを開始し完了したことが分かりました。\u001b[22m\n\u001b[4mWhy almost everyone think this is great praising it like the next coming well no its not.\u001b[24m\n    \u001b[1mなぜ誰もが、次の井戸のようにそれを賞賛するのは素晴らしいことだと思うのはなぜですか？\u001b[22m, \u001b[1mなぜほとんどの人が、これは次がよくないのではない来ないようにそれを賞賛素晴らしいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is the same as most anime there you have scifi combined with superlike human weapons or abilities. Good guys fight back while bad guys keep invading. This is fine i kinda expected it and its not something i would rate an anime bad for. The only problem is that type of story makes it easy to guess different plots in it. When i see something happening and think to myself ah so it was going to happen like that, then i know something just normal will be with this anime. The triggers is what make this anime what it is it gives the anime the only thing to make it unique. What type of triggers does he use what is the difference between each things like that is of interest because thats what this anime is about combined with the alien attack. But this anime pisses me of because i feel like they just say hey lets make this happen while another part says hey lets stop this doesnt feel good lets make something else happen instead. And when they finally get to explain things they create a big event and its basically and now after the invation break. I can watch slow animes i even love those but thats when they actually try to get some sort of picture through or explain not when you just throw a bunch of fights there you just get more and more distraught.\n\n\u001b[1m物語はあなたがスーパーのような人間の武器や能力と組み合わせてscifiを持っているほとんどのアニメと同じです。 悪い人が侵入し続ける間、良い人は戦い返します。 これは私がちょっと期待していたもので、アニメが悪いと評価するものではありません。 唯一の問題は、ストーリーのタイプによって、その中のさまざまなプロットを推測することが容易になることです。 私は何かが起こっているのを見て自分自身にああそう思うようになると思うと、私はこのアニメで普通のものがあることを知っています。 トリガーはこのアニメを作るもので、アニメだけをユニークにする唯一のものです。 どのようなタイプのトリガーを使用するのですか？このアニメがエイリアンの攻撃と組み合わされているため、興味のあるものの違いは何ですか？ しかし、このアニメは私のことを怒らせます。私は彼らがちょうどいいと言っているように感じます。 彼らが最終的に物事を説明するとき、彼らは大きなイベントを作り、基本的にそして今は招待が中断した後です。 私は遅いアニメを見ることができます。私はそれらを愛することさえありますが、実際に何らかの種類の写真を撮ろうとするとき、または説明しないときには、ちょうどそこで戦いの束を投げるときに、ますます混乱します。\u001b[22m\n\u001b[1m(Monogatari wa anata ga sūpā no yōna ningen no buki ya nōryoku to kumiawasete scifi o motte iru hotondo no anime to onajidesu. Warui hito ga shin'nyū shi tsudzukeru ma, yoi hito wa tatakai kaeshimasu. Kore wa watashi ga chotto kitai shite ita mono de, anime ga warui to hyōka suru monode wa arimasen. Yuiitsu no mondai wa, sutōrī no taipu ni yotte, sono Chū no samazamana purotto o suisoku suru koto ga yōi ni naru kotodesu. Watashi wa nanika ga okotte iru no o mite jibun jishin ni ā sō omou yō ni naru to omou to, watashi wa kono anime de futsū no mono ga aru koto o shitte imasu. Torigā wa kono anime o tsukuru mono de, anime dake o yunīku ni suru yuiitsu no monodesu.Do no yōna taipu no torigā o shiyō suru nodesu ka? Kono anime ga eirian no kōgeki to kumiawasa rete iru tame, kyōmi no aru mono no chigai wa nanidesu ka? Shikashi, kono anime wa watashi no koto o okora semasu. Watashi wa karera ga chōdo ī to itte iru yō ni kanjimasu. Karera ga saishūtekini monogoto o setsumei suru toki, karera wa ōkina ibento o tsukuri, kihontekini soshite ima wa shōtai ga chūdan shita nochidesu. Watashi wa osoi anime o miru koto ga dekimasu. Watashi wa sorera o aisuru koto sae arimasuga, jissai ni nanrakano shurui no shashin o torou to suru toki, matawa setsumei shinai tokiniha, chōdo sokode tatakai no taba o nageru toki ni, masumasu konran shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nI will give this anime that it has openings that you can enjoy eventhough they try to make the anime unique by plopping the openings in the middle of the episode. The openings are interesting there is that.\n\n\u001b[1m私はこのエピソードの途中でオープニングを投げてアニメをユニークにしようとしても、あなたが楽しむことができるオープニングを持っているこのアニメを与えます。 開口部は面白いです。\u001b[22m\n\u001b[1m(Watashi wa kono episōdo no tochū de ōpuningu o nagete anime o yunīku ni shiyou to shite mo, anata ga tanoshimu koto ga dekiru ōpuningu o motte iru kono anime o ataemasu. Kaikō-bu wa omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mI will give this anime that it has openings that you can enjoy eventhough they try to make the anime unique by plopping the openings in the middle of the episode. The openings are interesting there is that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will give this anime that it has openings that you can enjoy eventhough they try to make the anime unique by plopping the openings in the middle of the episode.\u001b[24m\n    \u001b[1m私はこのエピソードの途中でオープニングを投げてアニメをユニークにしようとしても、あなたが楽しむことができるオープニングを持っているこのアニメを与えます。\u001b[22m, \u001b[1m私はそれはあなたが彼らが話の途中で開口部をploppingことでアニメを一意にするためにしようと本家楽しむことができる開口部を有し、このアニメを与えます。\u001b[22m\n\u001b[4mThe openings are interesting there is that.\u001b[24m\n    \u001b[1m開口部は面白いです。\u001b[22m, \u001b[1m開口部は、それがあると面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nNever have i found myself hate as many characters as i did in this anime never. I was at the 10 episode when i thought should i just toss it aside but no my anime sence told me that there was something i would enjoy. The characters was not any of this. The main character is piss poor weak he cant fight for shit he cant even do dmg whats so great about this. He gets helped almost always and it feels like the only thing he can do is acting like a meat shield or run away as a distraction. The main supporting girl Chika basically gave alot of the story away when i heard about her more clearly which is why i wont spoil it but its obvious. The supporting guy Yuma is your typical op supporting character who helps the main character Osuma a bunch of times hes likable enough but has his weird yet kind side. There are a few other characters i could like but too many gave me that feeling of annoyance and wanted to throw off a cliff\n\n\u001b[1mこのアニメでやったように多くのキャラクターを憎むことは決してありませんでした。 私は10回のエピソードで、私はちょうどそれを脇に投げなければならないと思ったが、私のアニメのセンスは、私が楽しむものがあると私に言ったことはなかった。 文字はこれのどれもではなかった。 主人公は怒っている貧弱な貧しい人です。 彼はほとんどいつでも助けになり、彼ができる唯一のことは肉の盾のように振る舞うか、気晴らしとして逃げることだと感じます。 主にサポートしている女の子Chikaは、私が彼女をもっとはっきりと聞いたとき、基本的には話の多くをくれました。 主人公のユマはあなたの典型的なオペラをサポートするキャラクターで、主人公のオスマが好きではあるが、彼の奇妙で親切な面を持っている。 私が好きかもしれないいくつかの他の文字がありますが、あまりにも多くの人が私に迷惑の気持ちを与え、崖を捨てたい\u001b[22m\n\u001b[1m(Kono anime de yatta yō ni ōku no kyarakutā o nikumu koto wa kesshite arimasendeshita. Watashi wa 10-kai no episōdo de, watashi wa chōdo sore o waki ni nagenakereba naranai to omottaga, watashi no anime no sensu wa, watashi ga tanoshimu mono ga aru to watashi ni itta koto wa nakatta. Moji wa kore no dore mode wa nakatta. Shujinkō wa ikatteiru hinjakuna mazushī hitodesu. Kare wa hotondo itsu demo tasuke ni nari, kare ga dekiru yuiitsu no koto wa niku no tate no yō ni furumau ka, kibarashi to shite nigeru kotoda to kanjimasu. Omoni sapōto shite iru on'nanoko Chika wa, watashi ga kanojo o motto hakkiri to kiita toki, kihontekini wa hanashi no ōku o kuremashita. Shujinkō no Yuma wa anata no tenkei-tekina opera o sapōto suru kyarakutā de, shujinkō no osuma ga sukide wa aru ga, kare no kimyōde shinsetsuna men o motte iru. Watashi ga suki kamo shirenai ikutsu ka no ta no moji ga arimasuga, amarini mo ōku no hito ga watashi ni meiwaku no kimochi o atae, gake o sutetai)\u001b[22m\n\nTranslations of \u001b[4mNever have i found myself hate as many characters as i did in this anime never. I was at the 10 episode when i thought should i just toss it aside but no my anime sence told me that there was something i would enjoy. The characters was not any of this. The main character is piss poor weak he cant fight for shit he cant even do dmg whats so great about this. He gets helped almost always and it feels like the only thing he can do is acting like a meat shield or run away as a distraction. The main supporting girl Chika basically gave alot of the story away when i heard about her more clearly which is why i wont spoil it but its obvious. The supporting guy Yuma is your typical op supporting character who helps the main character Osuma a bunch of times hes likable enough but has his weird yet kind side. There are a few other characters i could like but too many gave me that feeling of annoyance and wanted to throw off a cliff\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever have i found myself hate as many characters as i did in this anime never.\u001b[24m\n    \u001b[1mこのアニメでやったように多くのキャラクターを憎むことは決してありませんでした。\u001b[22m, \u001b[1m私は決してこのアニメではなかったように自分自身のように多くの文字を憎む見出したことはありません。\u001b[22m\n\u001b[4mI was at the 10 episode when i thought should i just toss it aside but no my anime sence told me that there was something i would enjoy.\u001b[24m\n    \u001b[1m私は10回のエピソードで、私はちょうどそれを脇に投げなければならないと思ったが、私のアニメのセンスは、私が楽しむものがあると私に言ったことはなかった。\u001b[22m, \u001b[1m私はちょうどそれを脇に投げるべきであると思ったとき、私は10のエピソードであったが、何も私のアニメのローミングサービスは、私が楽しむ何かがあったことを私に言っていません。\u001b[22m\n\u001b[4mThe characters was not any of this.\u001b[24m\n    \u001b[1m文字はこれのどれもではなかった。\u001b[22m, \u001b[1m文字は、このいずれかのではありませんでした。\u001b[22m\n\u001b[4mThe main character is piss poor weak he cant fight for shit he cant even do dmg whats so great about this.\u001b[24m\n    \u001b[1m主人公は怒っている貧弱な貧しい人です。\u001b[22m, \u001b[1m主人公は、彼は彼もこの程度いただきましたが、とても素晴らしいDMGん傾けるたわごとのために戦うカント小便貧しい弱いです。\u001b[22m\n\u001b[4mHe gets helped almost always and it feels like the only thing he can do is acting like a meat shield or run away as a distraction.\u001b[24m\n    \u001b[1m彼はほとんどいつでも助けになり、彼ができる唯一のことは肉の盾のように振る舞うか、気晴らしとして逃げることだと感じます。\u001b[22m, \u001b[1m彼はほとんどいつも助けますし、それは彼が肉盾のような演技や気晴らしとして逃げるれる行うことができる唯一のことのように感じています。\u001b[22m\n\u001b[4mThe main supporting girl Chika basically gave alot of the story away when i heard about her more clearly which is why i wont spoil it but its obvious.\u001b[24m\n    \u001b[1m主にサポートしている女の子Chikaは、私が彼女をもっとはっきりと聞いたとき、基本的には話の多くをくれました。\u001b[22m, \u001b[1m私は文句を言わない、それを台無しにするが、その明白な理由であるより明確に彼女の話を聞いたとき、支持本体の女の子がちかは基本的に離れて物語の多くを与えました。\u001b[22m\n\u001b[4mThe supporting guy Yuma is your typical op supporting character who helps the main character Osuma a bunch of times hes likable enough but has his weird yet kind side.\u001b[24m\n    \u001b[1m主人公のユマはあなたの典型的なオペラをサポートするキャラクターで、主人公のオスマが好きではあるが、彼の奇妙で親切な面を持っている。\u001b[22m, \u001b[1m支援男ユマは十分に好感回のHESの束Osuma主人公を助けるが、彼の奇妙なまだ親切な側面を持っている文字をサポートしている典型的なオペアンプです。\u001b[22m\n\u001b[4mThere are a few other characters i could like but too many gave me that feeling of annoyance and wanted to throw off a cliff\u001b[24m\n    \u001b[1m私が好きかもしれないいくつかの他の文字がありますが、あまりにも多くの人が私に迷惑の気持ちを与え、崖を捨てたい\u001b[22m, \u001b[1m私は好きでしたが、あまりにも多くは私に迷惑のその感覚を与え、崖から投げたいと思ったいくつかの他の文字があります。\u001b[22m\n\u001b[1m\u001b[22m\nI started to enjoy this anime when i got to about episode 40 surprise ? well you shouldnt be. I had to fight my way through episodes there i wonder is there any point in this anime having a Mc. My advice for whoever reads this is to not care about main character and just view everything as a story of its own and never think of any character as a main just think of them as part of a divition or similar to that or you will run the risk of being burned.\n\n\u001b[1m私はエピソード40の驚きについて知りましたが、このアニメを楽しんだのですか？ あなたはすべきではありません。 私はそこにエピソードを通して自分の道を戦わなければならなかった私はマックを持つこのアニメの任意の点があるのだろうか。 これを読んだ人のための私のアドバイスは、主人公を気にせず、すべてを自分の物語として見て、その人物を主人公と考えることはありません。 燃え尽きのリスク。\u001b[22m\n\u001b[1m(Watashi wa episōdo 40 no odoroki ni tsuite shirimashitaga, kono anime o tanoshinda nodesu ka? Anata wa subekide wa arimasen. Watashi wa soko ni episōdo o tōshite jibun no michi o tatakawanakereba naranakatta watashi wa Makku o motsu kono anime no nin'i no ten ga aru nodarou ka. Kore o yonda hito no tame no watashi no adobaisu wa, shujinkō o ki ni sezu, subete o jibun no monogatari to shite mite, sono jinbutsu o shujinkō to kangaeru koto wa arimasen. Moetsuki no risuku.)\u001b[22m\n\nTranslations of \u001b[4mI started to enjoy this anime when i got to about episode 40 surprise ? well you shouldnt be. I had to fight my way through episodes there i wonder is there any point in this anime having a Mc. My advice for whoever reads this is to not care about main character and just view everything as a story of its own and never think of any character as a main just think of them as part of a divition or similar to that or you will run the risk of being burned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started to enjoy this anime when i got to about episode 40 surprise ?\u001b[24m\n    \u001b[1m私はエピソード40の驚きについて知りましたが、このアニメを楽しんだのですか？\u001b[22m, \u001b[1m私は約エピソード40の驚きに着いたとき、私はこのアニメを楽しむために始めましたか？\u001b[22m\n\u001b[4mwell you shouldnt be.\u001b[24m\n    \u001b[1mあなたはすべきではありません。\u001b[22m, \u001b[1mよくあなたはなるはずの。\u001b[22m\n\u001b[4mI had to fight my way through episodes there i wonder is there any point in this anime having a Mc.\u001b[24m\n    \u001b[1m私はそこにエピソードを通して自分の道を戦わなければならなかった私はマックを持つこのアニメの任意の点があるのだろうか。\u001b[22m, \u001b[1m私はそこに私が疑問に思う話を通して、自分の道を戦うために持っていたMcのを持つこのアニメの任意のポイントがあります。\u001b[22m\n\u001b[4mMy advice for whoever reads this is to not care about main character and just view everything as a story of its own and never think of any character as a main just think of them as part of a divition or similar to that or you will run the\u001b[24m\n    \u001b[1mこれを読んだ人のための私のアドバイスは、主人公を気にせず、すべてを自分の物語として見て、その人物を主人公と考えることはありません。\u001b[22m, \u001b[1mこれを読み取り、誰のための私のアドバイスは、主人公を気にしないことですし、ちょうどそれ自身の物語として、すべてを見、決してちょうどdivitionの一部またはそれに類似すると考えるか、あなたが実行するメインとして任意の文字を考えます\u001b[22m\n\u001b[4mrisk of being burned.\u001b[24m\n    \u001b[1m燃え尽きのリスク。\u001b[22m, \u001b[1m焼かれるリスク。\u001b[22m\n\u001b[1m\u001b[22m\nOverall there is nothing special about this anime that i could say i enjoyed all the way through i can only say that it had its good moment but thats it. The story and the consept of the triggers was great but in the end i could find an anime like this and find a better one easly. If i ever watch this one again it will be from around episode 40 or so maybe 38 but not much back than that.\n\n\u001b[1m全体的に、このアニメには特別なことは何もなく、私はいつまでも楽しんだと言えるでしょう。私はそれが良い瞬間を持っていたとしか言えませんが、それはそれです。 ストーリーとトリガーのコンセプトは素晴らしかったが、結局私はこのようなアニメを見つけ出し、より良いものを見つけることができた。 私はこれをもう一度見れば、それはエピソード40かそこらか38であろうが、それよりもあまり戻っていないだろう。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime ni wa tokubetsuna koto wa nani mo naku, watashi wa itsu made mo tanoshinda to ierudeshou. Watashi wa sore ga yoi shunkan o motte ita to shika iemasenga, sore wa soredesu. Sutōrī to torigā no konseputo wa subarashikatta ga, kekkyoku watashi wa kono yōna anime o mitsukedashi, yori yoi mono o mitsukeru koto ga dekita. Watashi wa kore o mōichido mireba, soreha episōdo 40 ka sokora ka 38dearouga, sore yori mo amari modotte inaidarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall there is nothing special about this anime that i could say i enjoyed all the way through i can only say that it had its good moment but thats it. The story and the consept of the triggers was great but in the end i could find an anime like this and find a better one easly. If i ever watch this one again it will be from around episode 40 or so maybe 38 but not much back than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall there is nothing special about this anime that i could say i enjoyed all the way through i can only say that it had its good moment but thats it.\u001b[24m\n    \u001b[1m全体的に、このアニメには特別なことは何もなく、私はいつまでも楽しんだと言えるでしょう。私はそれが良い瞬間を持っていたとしか言えませんが、それはそれです。\u001b[22m, \u001b[1m全体的に私は私が唯一のそれはその良い瞬間があったが、それのthatsと言うことができますを介してすべての道を楽しんだと言うことができるこのアニメについては何も特別なことはありません。\u001b[22m\n\u001b[4mThe story and the consept of the triggers was great but in the end i could find an anime like this and find a better one easly.\u001b[24m\n    \u001b[1mストーリーとトリガーのコンセプトは素晴らしかったが、結局私はこのようなアニメを見つけ出し、より良いものを見つけることができた。\u001b[22m, \u001b[1m物語とトリガのconseptは素晴らしかったが、最終的に私はこのようなアニメを見つけるとイースリーより良いものを見つけることができます。\u001b[22m\n\u001b[4mIf i ever watch this one again it will be from around episode 40 or so maybe 38 but not much back than that.\u001b[24m\n    \u001b[1m私はこれをもう一度見れば、それはエピソード40かそこらか38であろうが、それよりもあまり戻っていないだろう。\u001b[22m, \u001b[1m私が今までこの1を見た場合は、再びそれは多分38あまりないバックよりもエピソード40かそこらあたりからになります。\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "TheMaverickk",
    "profile": "/profile/TheMaverickk/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=214904",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  9\nキャラクター|  8\n|  6\n\nまず最初に、このアニメのレビューを書いてみたいと思っています\n\nワールドトリガーは驚くべき話、偉大なキャラクターを持ち、世界の建物は大部分がうまくいっています。\n\n残念ながら、実際にアニメ自体を保持しているものは、アニメーションスタジオそのものです。 申し訳ありませんが、東映はアニメを扱う際にいくつかのひどい選択をしました。 これらの選択肢は、最終的にシリーズの楽しみを妨げるものです。\n\nまず、アニメーション自体は比較的穏やかです。 アクションアニメであるにもかかわらず、視覚的に印象づけることはほとんど示されていない。 これはアクション・ヘビーなアニメだと信じているので、残念です。侵略している「ネイバーズ」と、ボーダーの一部としてのトリガーホルダー間の内部戦闘の間には、たくさんのアクションがあります...残念ながら、 信じられないほど鈍く見える。\n\nそれはすべてのエピソードを助けるものではありません...そして、私はこの時点でエピソード60に至るまですべてを見てきました...開始時に同じショーを前に繰り返す同じ2-3分のスピリで始まります。 それは、世界の伝承について学んだことを要約するために、別の2〜3分の閉幕と相まって... 22分のエピソードのそれぞれに多くのフィラーの内容があります。 特に、OPとEDで追加しただけでなく、フィラーアーク以降の 'Transformation Sequences'を入れ始めたばかりでなく、\n\nあなたがストーリーで15分の進歩を得るなら、あなたのラッキーです。 それは正直に悪いことです。 それは世界のトリガーの完全な恥です...それはすべてのいたずらアニメーションの選択の下で素晴らしい話を持っているので。\n\n私はまれにこのことを言っていますが、それは残念です...しかし、このシリーズはおそらくシリーズとして見られているよりも読みやすいでしょう。 原因は現在のように、それはそれよりも鈍いから来る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nFirst and foremost I really wanted to write a review for this anime because of a glaring split in how I critically see the show.\n\n\u001b[1mまず最初に、このアニメのレビューを書いてみたいと思っています\u001b[22m\n\u001b[1m(Mazu saisho ni, kono anime no rebyū o kaite mitai to omotte imasu)\u001b[22m\n\nTranslations of \u001b[4mFirst and foremost I really wanted to write a review for this anime because of a glaring split in how I critically see the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst and foremost I really wanted to write a review for this anime because of a glaring split in how I critically see the show.\u001b[24m\n    \u001b[1mまず最初に、このアニメのレビューを書いてみたいと思っています\u001b[22m, \u001b[1mまず第一に、私は本当にために、私は批判的にショーを見る方法で明白なスプリットのこのアニメのレビューを書きたかったです。\u001b[22m\n\u001b[1m\u001b[22m\nWorld Trigger has an amazing story, great characters, and the world building is well done for the most part.\n\n\u001b[1mワールドトリガーは驚くべき話、偉大なキャラクターを持ち、世界の建物は大部分がうまくいっています。\u001b[22m\n\u001b[1m(Wārudotorigā wa odorokubeki hanashi, idaina kyarakutā o mochi, sekai no tatemono wa daibubun ga umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWorld Trigger has an amazing story, great characters, and the world building is well done for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorld Trigger has an amazing story, great characters, and the world building is well done for the most part.\u001b[24m\n    \u001b[1mワールドトリガーは驚くべき話、偉大なキャラクターを持ち、世界の建物は大部分がうまくいっています。\u001b[22m, \u001b[1mワールドトリガーは素晴らしいストーリー、偉大な文字を持っており、世界の建物はよく大部分が行われます。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately what actually holds the anime itself back is the animation studio itself. I'm sorry but Toei has made some terrible choices when handling the anime. It's these choices that ultimately hamper the enjoyment of the series.\n\n\u001b[1m残念ながら、実際にアニメ自体を保持しているものは、アニメーションスタジオそのものです。 申し訳ありませんが、東映はアニメを扱う際にいくつかのひどい選択をしました。 これらの選択肢は、最終的にシリーズの楽しみを妨げるものです。\u001b[22m\n\u001b[1m(Zan'nen'nagara, jissai ni anime jitai o hoji shite iru mono wa, animēshonsutajio sonomonodesu. Mōshiwakearimasenga, Tōei wa anime o atsukau sai ni ikutsu ka no hidoi sentaku o shimashita. Korera no sentakushi wa, saishūtekini shirīzu no tanoshimi o samatageru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately what actually holds the anime itself back is the animation studio itself. I'm sorry but Toei has made some terrible choices when handling the anime. It's these choices that ultimately hamper the enjoyment of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately what actually holds the anime itself back is the animation studio itself.\u001b[24m\n    \u001b[1m残念ながら、実際にアニメ自体を保持しているものは、アニメーションスタジオそのものです。\u001b[22m, \u001b[1m残念ながら、どのような実際にアニメ自体背中を保持するアニメーションスタジオそのものです。\u001b[22m\n\u001b[4mI'm sorry but Toei has made some terrible choices when handling the anime.\u001b[24m\n    \u001b[1m申し訳ありませんが、東映はアニメを扱う際にいくつかのひどい選択をしました。\u001b[22m, \u001b[1m私は申し訳ありませんが、アニメを取り扱う際東映は、いくつかの恐ろしい選択を行っています。\u001b[22m\n\u001b[4mIt's these choices that ultimately hamper the enjoyment of the series.\u001b[24m\n    \u001b[1mこれらの選択肢は、最終的にシリーズの楽しみを妨げるものです。\u001b[22m, \u001b[1mこれは、最終的には、一連の楽しさを妨げるこれらの選択肢です。\u001b[22m\n\u001b[1m\u001b[22m\nFor starters the animation itself is relatively bland. Despite being an action anime, there is little shown that will visually impress. It's unfortunate because this is an action heavy anime believe it or not... between the invading 'Neighbours' and the internal battles between Trigger holders as part of Border... there's a lot of action... except that Toei unfortunately makes it look incredibly dull.\n\n\u001b[1mまず、アニメーション自体は比較的穏やかです。 アクションアニメであるにもかかわらず、視覚的に印象づけることはほとんど示されていない。 これはアクション・ヘビーなアニメだと信じているので、残念です。侵略している「ネイバーズ」と、ボーダーの一部としてのトリガーホルダー間の内部戦闘の間には、たくさんのアクションがあります...残念ながら、 信じられないほど鈍く見える。\u001b[22m\n\u001b[1m(Mazu, animēshon jitai wa hikakuteki odayakadesu. Akushon animedearu nimokakawarazu, shikaku-teki ni inshōdzukeru koto wa hotondo shimesa rete inai. Kore wa akushon hebīna animeda to shinjite irunode, zan'nendesu. Shinryaku shite iru `neibāzu' to, bōdā no ichibu to shite no torigāhorudā-kan no naibu sentō no ma ni wa, takusan no akushon ga arimasu... Zan'nen'nagara, shinji rarenai hodo nibuku mieru.)\u001b[22m\n\nTranslations of \u001b[4mFor starters the animation itself is relatively bland. Despite being an action anime, there is little shown that will visually impress. It's unfortunate because this is an action heavy anime believe it or not... between the invading 'Neighbours' and the internal battles between Trigger holders as part of Border... there's a lot of action... except that Toei unfortunately makes it look incredibly dull.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor starters the animation itself is relatively bland.\u001b[24m\n    \u001b[1mまず、アニメーション自体は比較的穏やかです。\u001b[22m, \u001b[1m手始めに、アニメーション自体は比較的当たり障りのないです。\u001b[22m\n\u001b[4mDespite being an action anime, there is little shown that will visually impress.\u001b[24m\n    \u001b[1mアクションアニメであるにもかかわらず、視覚的に印象づけることはほとんど示されていない。\u001b[22m, \u001b[1mアクションアニメであるにもかかわらず、ほとんど視覚的に印象づけることが示されています。\u001b[22m\n\u001b[4mIt's unfortunate because this is an action heavy anime believe it or not... between the invading 'Neighbours' and the internal battles between Trigger holders as part of Border... there's a lot of action... except that Toei unfortunately makes it\u001b[24m\n    \u001b[1mこれはアクション・ヘビーなアニメだと信じているので、残念です。侵略している「ネイバーズ」と、ボーダーの一部としてのトリガーホルダー間の内部戦闘の間には、たくさんのアクションがあります...残念ながら、\u001b[22m, \u001b[1mこれはアクション重いアニメですが、それを信じるか...侵入「ネイバーズ」とボーダーの一部としてトリガーホルダーとの間の内部の戦いの間に...多くのアクションがありませんので、東映が、残念ながらそれを作ることを除いて、それは...残念です\u001b[22m\n\u001b[4mlook incredibly dull.\u001b[24m\n    \u001b[1m信じられないほど鈍く見える。\u001b[22m, \u001b[1m信じられないほど鈍く見えます。\u001b[22m\n\u001b[1m\u001b[22m\nIt doesn't help that every episode... and I've watched all the way up to episode 60 at this point... starts off with the same 2-3 minute spiel at the start that recaps the shows premise. That coupled with another 2-3 minute closing spiel to recap 'what was learned about the world lore' ... there's a lot of filler content in each of the 22 minute episodes. Especially once you add in OP and ED... and not only that they started putting in 'Transformation Sequences' since the filler arc.\n\n\u001b[1mそれはすべてのエピソードを助けるものではありません...そして、私はこの時点でエピソード60に至るまですべてを見てきました...開始時に同じショーを前に繰り返す同じ2-3分のスピリで始まります。 それは、世界の伝承について学んだことを要約するために、別の2〜3分の閉幕と相まって... 22分のエピソードのそれぞれに多くのフィラーの内容があります。 特に、OPとEDで追加しただけでなく、フィラーアーク以降の 'Transformation Sequences'を入れ始めたばかりでなく、\u001b[22m\n\u001b[1m(Sore wa subete no episōdo o tasukeru monode wa arimasen... Soshite, watashi wa kono jiten de episōdo 60 ni itaru made subete o mitekimashita... Kaishi-ji ni onaji shō o mae ni kurikaesu onaji 2 - 3-bu no supiri de hajimarimasu. Sore wa, sekai no denshō ni tsuite mananda koto o yōyaku suru tame ni,-betsu no 2 〜 3-bu no heimaku to aimatte... 22-Bu no episōdo no sorezore ni ōku no firā no naiyō ga arimasu. Tokuni, OP to ED de tsuika shita dakedenaku, firāāku ikō no' toransufōmēshon Sequences' o ire hajimeta bakaridenaku,)\u001b[22m\n\nTranslations of \u001b[4mIt doesn't help that every episode... and I've watched all the way up to episode 60 at this point... starts off with the same 2-3 minute spiel at the start that recaps the shows premise. That coupled with another 2-3 minute closing spiel to recap 'what was learned about the world lore' ... there's a lot of filler content in each of the 22 minute episodes. Especially once you add in OP and ED... and not only that they started putting in 'Transformation Sequences' since the filler arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt doesn't help that every episode... and I've watched all the way up to episode 60 at this point... starts off with the same 2-3 minute spiel at the start that recaps the shows premise.\u001b[24m\n    \u001b[1mそれはすべてのエピソードを助けるものではありません...そして、私はこの時点でエピソード60に至るまですべてを見てきました...開始時に同じショーを前に繰り返す同じ2-3分のスピリで始まります。\u001b[22m, \u001b[1mそれはすべてのエピソードを助けていません...と私は、この時点でエピソード60までのすべての方法を見てきた...ショーの前提をrecaps開始時に同じ2-3分の熱弁で始まります。\u001b[22m\n\u001b[4mThat coupled with another 2-3 minute closing spiel to recap 'what was learned about the world lore' ... there's a lot of filler content in each of the 22 minute episodes.\u001b[24m\n    \u001b[1mそれは、世界の伝承について学んだことを要約するために、別の2〜3分の閉幕と相まって... 22分のエピソードのそれぞれに多くのフィラーの内容があります。\u001b[22m, \u001b[1mそれが「世界の伝承について学んだこと」おさらいするために別の2-3分の決算熱弁に結合された... 22分のエピソードのそれぞれにおけるフィラー含有量がたくさんあります。\u001b[22m\n\u001b[4mEspecially once you add in OP and ED... and not only that they started putting in 'Transformation Sequences' since the filler arc.\u001b[24m\n    \u001b[1m特に、OPとEDで追加しただけでなく、フィラーアーク以降の 'Transformation Sequences'を入れ始めたばかりでなく、\u001b[22m, \u001b[1m特に、あなたがOPとEDを追加...そして彼らはフィラーアークため、「変換シーケンス」を入れて起動していないことだけを一回。\u001b[22m\n\u001b[1m\u001b[22m\nyour lucky if you get 15 minutes of progression in the story. It's honestly that bad. Which is the utter shame of World Trigger... because it has a great story under all the shoddy animation choices.\n\n\u001b[1mあなたがストーリーで15分の進歩を得るなら、あなたのラッキーです。 それは正直に悪いことです。 それは世界のトリガーの完全な恥です...それはすべてのいたずらアニメーションの選択の下で素晴らしい話を持っているので。\u001b[22m\n\u001b[1m(Anata ga sutōrī de 15-bu no shinpo o erunara, anata no rakkīdesu. Sore wa shōjiki ni warui kotodesu. Sore wa sekai no torigā no kanzen'na hajidesu... Sore wa subete no itazura animēshon no sentaku no shita de subarashī hanashi o motte irunode.)\u001b[22m\n\nTranslations of \u001b[4myour lucky if you get 15 minutes of progression in the story. It's honestly that bad. Which is the utter shame of World Trigger... because it has a great story under all the shoddy animation choices.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myour lucky if you get 15 minutes of progression in the story.\u001b[24m\n    \u001b[1mあなたがストーリーで15分の進歩を得るなら、あなたのラッキーです。\u001b[22m, \u001b[1mあなたの幸運はあなたが物語の中で進行の15分を取得する場合。\u001b[22m\n\u001b[4mIt's honestly that bad.\u001b[24m\n    \u001b[1mそれは正直に悪いことです。\u001b[22m, \u001b[1mそれは正直にその悪いです。\u001b[22m\n\u001b[4mWhich is the utter shame of World Trigger... because it has a great story under all the shoddy animation choices.\u001b[24m\n    \u001b[1mそれは世界のトリガーの完全な恥です...それはすべてのいたずらアニメーションの選択の下で素晴らしい話を持っているので。\u001b[22m, \u001b[1mこれはワールドトリガーの全く残念です...それはすべての見掛け倒しのアニメーションの選択肢の下で素晴らしい話を持っているので。\u001b[22m\n\u001b[1m\u001b[22m\nI rarely say this, and it's unfortunate to do so... but this series is probably better read than watched as a series. Cause as it is currently, it comes off blander than it is.\n\n\u001b[1m私はまれにこのことを言っていますが、それは残念です...しかし、このシリーズはおそらくシリーズとして見られているよりも読みやすいでしょう。 原因は現在のように、それはそれよりも鈍いから来る。\u001b[22m\n\u001b[1m(Watashi wa mare ni kono koto o itte imasuga, soreha zan'nendesu... Shikashi, kono shirīzu wa osoraku shirīzu to shite mi rarete iru yori mo yomi yasuideshou. Gen'in wa genzai no yō ni, sore wa sore yori mo nibuikara kuru.)\u001b[22m\n\nTranslations of \u001b[4mI rarely say this, and it's unfortunate to do so... but this series is probably better read than watched as a series. Cause as it is currently, it comes off blander than it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rarely say this, and it's unfortunate to do so... but this series is probably better read than watched as a series.\u001b[24m\n    \u001b[1m私はまれにこのことを言っていますが、それは残念です...しかし、このシリーズはおそらくシリーズとして見られているよりも読みやすいでしょう。\u001b[22m, \u001b[1m私はほとんどこれを言わない、そうすることが残念だ...しかし、このシリーズは、おそらくより良い読んシリーズとして見たよりもです。\u001b[22m\n\u001b[4mCause as it is currently, it comes off blander than it is.\u001b[24m\n    \u001b[1m原因は現在のように、それはそれよりも鈍いから来る。\u001b[22m, \u001b[1mそれが現在のように原因が、それはよりもおとなしい感じ外れます。\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "Psycho_Pass",
    "profile": "/profile/Psycho_Pass/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=224314",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  6\n\n世界的なトリガーは、あなたがそれを理解するためにマンガのファンであることを必要とするアニメのようです。 私はこのアニメを最初に聞いたとき、それは激しいペーシングと平凡な芸術のためのひどいレビューを取得していた。 気になって、これは10回のエピソードでした。エピソード50周りについて - 私がチェックインした時、ユーザーはこの10秒を与えて、それが大幅に改善されたと言っていました。 それは私の関心を掻き立てました。そして、私がヒットマン・リボーンを通して力を発揮することができれば、ちょっとおもしろくなりました（全体的にはまだまだ良いアニメです）。 エピソード50にカットして、私はシリーズに多かれ少なかれ矛盾していたが、私が好きだったいくつかの側面があった。 しかし、いったん私が最後にシリーズを完成させたら、あたかもそのアニメがその可能性に到達しなかったかのように、私は残されていませんでした。\n\n世界のトリガーは良いアクションの基礎を持っています -  SFの少年。 主人公の三隈修は、私たちが視聴者を識別できる人物です。 彼はBorderと呼ばれる多層組織の一員であり、その主な機能は市民を「隣人」または外人から保護することです。 ボーダーエージェントはC、B、A、Sの4つのランクに分かれています。ミクモはCランクのエージェントとして始まります。これは警察の民間人と変わりありません。\n\nMikumoはいずれの分野でも特に熟練していませんが、心と勇気がたくさんあります。 理想的には、彼は彼のスキルを磨くのを楽しみ、彼自身の戦いに耐えることができる人になります。 しかし、戦闘で73のエピソードで、彼はシリーズの初めにいたのと同じ場所にいます。 彼は文字通り最後のエピソードまで彼の最も丁寧な技を理解していない。 それが彼の戦略的な能力です。\n\n最終的に、Mikumo、a.k.a. Megane-Kunは、彼と仲良くなる移籍学生の久間勇馬の助けを借りて、彼のCランクのシャックルを破ります。 それは彼が隣人であり、黒い引き金を持っているということで早く明らかになりました。 エージェントやヒューマノイドの隣人はトリガーと呼ばれる武器を使用し、黒いトリガーは世界で最も効果的なトリガーであり、威力を発揮します。 言い換えれば、勇者はシリーズの初めに究極の武器を持っています。 ユクマはミクモとは違って、特に仲間のボーダーエージェントに拍手をかけている時には、常に自分自身をハンディキャップしなければなりません。\n\nトリオをめくっているのは、最も強力なキャラクターのひとつであるミクモの巨乳の幼なじみの親友千花です。 その後、ジン、ボーダーポスターボーイ、予測的な副作用（第六の感覚）を持つ注目すべきキャラクター、そしてレプリカ、ユマのトリオンの仲間があります。 アニメはミクモ、ユマ、チカに焦点を当て、ボーダーに参加し、ミッションを離れて行くのに十分なほど強くなるようにトレーニングします。 そして実際には結局のところ、いずれもキャラクターの成長を示していません。 はい、私たちはBorderへの参加の動機を学んでいますが、彼らの人格に大きな変化は見られませんでした。 ミクモは殉教者であり、永遠に他の人の幸福を自分自身の上に置いています。ちかは、自分の快適ゾーンから離れて遠くに面白くなることは決してありません。そして、ユマはうつ病の閃光を見せますが、 気をつけて！\n\n非常に多くのエピソードがあるにもかかわらず、World Triggerは特徴付けの点で劇的に失敗します。 あなたが紹介したすべてのエピソードは、控えめに3人の新しいキャラクターに役立ちます！ 真剣に言えば、World Triggerには非常に多くの文字があります。 多くのSooooo。 それらのうちのいくつかは実際には記憶に残るが、文字の種類としてのみ記憶される。 あなたは実際の名前を覚えていませんが、「ああ、辺境の君主がいる」、あるいは「強迫的な嘘つきと、常に彼を信じている少女がいる」と言うことを忘れないでください。 アニメ自体は、メトリックトンの文字があるという事実を隠そうとしません。なぜなら、キャラクターを見るたびに、その名前、年齢、およびランキングを見るからです。 これは最終的なエピソードまで続きます。あなたが常に新しい未開発のキャラクターに紹介されているように。\n\n冒頭で述べたように、World Triggerは、ぼんやりとしたアニメーションのために多くの拍手を受けました。 ほとんどの場合、それらの批判は正確です。 キャラクターのデザインは平均的なものからフラットアウトなものまでさまざまです。 髪型や奇妙な虹彩以外の特徴はなく、多くのキャラクターが同じように見えます。 その後、黒い点を目にした文字がいくつかあります。 そしてユウマ -  75％は彼がすべてに反応するためのキャッチオールと思われる厄介な顔をしています。 アニメーションが許容レベルに達する唯一の時間は、戦闘中です。\n\n正直なところ、ランクの戦いはワールドトリガーの最高の部分です。 彼らは戦闘戦略である少年アニメ（IMO）の最も魅力的な部分を利用しています。これは、相手のトランプカードを分析し、それがどのように動作するかを判断することによって克服します。 ユウマは、彼の技能のおかげで、彼が価値のあるあらゆる戦いをする。 一方、Mikumoは、彼が辛うじて改善し、責任を負うことになるので、彼らを疲れさせる。 彼は素晴らしい戦略的な瞬間をいくつか持っている。 あまりにも悪い彼はアニメの終わりまで彼の主な焦点を作るのを待っていた。\n\n一般的に戦いを嫌う唯一のものは、賭け金が非常に低いことです。 ボーダーエージェントはトリオンで作られた体を使って戦います。これは何らかのエネルギーのようなものです。 だから、誰かが彼らのすべてのトリオンを失うと、彼らは\"救い出され\"、彼らの肉体に戻る。 ミクモのようなキャラクターがトライオンボディーなしで戦うのは何度かあります。あなたは何を知っていますか？ それらはアニメ全体で最もサスペンスな戦いでした！ 隣人との戦いはほとんど誰もが死ぬことができないと分かり、ランクの戦いが最も楽しい（あなたがユークマを除くミクモのチームを気絶させるまでは）大丈夫です。\n\nこれまでのレビューに基づいて、このアニメはゴミ箱だと思うかもしれませんが、そうではありません。 大丈夫ですが、この長さのアニメにとっては「大丈夫」は十分ではありません。 アニメがそのストライドに達していると本当に思っていた時、それから次のいくつかのエピソードを1次元のBorderエグゼクティブ、またはChikaと鈍い狙撃訓練隊と一緒に過ごす時間がありました。 それとも、主人公が近所を探索できるところに主人公が到達することに集中することができたときに、「逃亡者」のキャラクターを探索するために大きな迂回路を辿るかもしれません。 より良いペーシングと少ないキャラクターで、World Triggerは実際には良いかもしれませんが、73人のエピソードでは、その主人公のように、潜在能力に達することさえできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWorld Trigger seems like one of those anime that requires you to be a fan of the manga in order to appreciate it. When I first heard of this anime, it was getting terrible reviews for its languid pacing and mediocre artistry. Mind you, this was 10 episodes in. About around episode 50 – when I checked back in – users were giving this 10s, saying it drastically improved. That piqued my interest, and I thought, hell, if I could power through Hitman Reborn, which took roughly 25 episodes JUST to get mildly interesting (still a better anime overall), I could give this a shot. Cut to episode 50, and I was more or less ambivalent on the series, but there were some aspects of it I liked. However, once I finally finished the series, I was left unfilled, as if the anime failed to reach its potential.\n\n\u001b[1m世界的なトリガーは、あなたがそれを理解するためにマンガのファンであることを必要とするアニメのようです。 私はこのアニメを最初に聞いたとき、それは激しいペーシングと平凡な芸術のためのひどいレビューを取得していた。 気になって、これは10回のエピソードでした。エピソード50周りについて - 私がチェックインした時、ユーザーはこの10秒を与えて、それが大幅に改善されたと言っていました。 それは私の関心を掻き立てました。そして、私がヒットマン・リボーンを通して力を発揮することができれば、ちょっとおもしろくなりました（全体的にはまだまだ良いアニメです）。 エピソード50にカットして、私はシリーズに多かれ少なかれ矛盾していたが、私が好きだったいくつかの側面があった。 しかし、いったん私が最後にシリーズを完成させたら、あたかもそのアニメがその可能性に到達しなかったかのように、私は残されていませんでした。\u001b[22m\n\u001b[1m(Sekai-tekina torigā wa, anata ga sore o rikai suru tame ni manga no fandearu koto o hitsuyō to suru anime no yōdesu. Watashi wa kono anime o saisho ni kiita toki, sore wa hageshī pēshingu to heibon'na geijutsu no tame no hidoi rebyū o shutoku shite ita. Ki ni natte, kore wa 10-kai no episōdodeshita. Episōdo 50 mawari ni tsuite - watashi ga chekkuin shita toki, yūzā wa kono 10-byō o ataete, sore ga ōhaba ni kaizen sa reta to itte imashita. Sore wa watashi no kanshin o kakitatemashita. Soshite, watashi ga Hittoman ribōn o tōshite chikara o hakki suru koto ga dekireba, chotto omoshiroku narimashita (zentai-teki ni wa madamada yoi animedesu). Episōdo 50 ni kattoshite, watashi wa shirīzu ni ōkare sukunakare mujun shite itaga, watashi ga sukidatta ikutsu ka no sokumen ga atta. Shikashi, ittan watashi ga saigo ni shirīzu o kansei sa setara, atakamo sono anime ga sono kanōsei ni tōtatsu shinakatta ka no yō ni, watashi wa nokosa rete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWorld Trigger seems like one of those anime that requires you to be a fan of the manga in order to appreciate it. When I first heard of this anime, it was getting terrible reviews for its languid pacing and mediocre artistry. Mind you, this was 10 episodes in. About around episode 50 – when I checked back in – users were giving this 10s, saying it drastically improved. That piqued my interest, and I thought, hell, if I could power through Hitman Reborn, which took roughly 25 episodes JUST to get mildly interesting (still a better anime overall), I could give this a shot. Cut to episode 50, and I was more or less ambivalent on the series, but there were some aspects of it I liked. However, once I finally finished the series, I was left unfilled, as if the anime failed to reach its potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorld Trigger seems like one of those anime that requires you to be a fan of the manga in order to appreciate it.\u001b[24m\n    \u001b[1m世界的なトリガーは、あなたがそれを理解するためにマンガのファンであることを必要とするアニメのようです。\u001b[22m, \u001b[1mワールドトリガーは、あなたがそれを理解するために漫画のファンになる必要があり、これらのアニメの1のように思えます。\u001b[22m\n\u001b[4mWhen I first heard of this anime, it was getting terrible reviews for its languid pacing and mediocre artistry.\u001b[24m\n    \u001b[1m私はこのアニメを最初に聞いたとき、それは激しいペーシングと平凡な芸術のためのひどいレビューを取得していた。\u001b[22m, \u001b[1m私が最初にこのアニメのことを聞いたとき、それはそのだるいペーシングおよび平凡な芸術のためにひどいレビューを得ていました。\u001b[22m\n\u001b[4mMind you, this was 10 episodes in. About around episode 50 – when I checked back in – users were giving this 10s, saying it drastically improved.\u001b[24m\n    \u001b[1m気になって、これは10回のエピソードでした。エピソード50周りについて - 私がチェックインした時、ユーザーはこの10秒を与えて、それが大幅に改善されたと言っていました。\u001b[22m, \u001b[1m私は再びチェックイン時に -   - 。断っておくが、これは約周りのエピソード50で10のエピソードをしたユーザーは、それが大幅に向上言って、この10秒を与えていました。\u001b[22m\n\u001b[4mThat piqued my interest, and I thought, hell, if I could power through Hitman Reborn, which took roughly 25 episodes JUST to get mildly interesting (still a better anime overall), I could give this a shot.\u001b[24m\n    \u001b[1mそれは私の関心を掻き立てました。そして、私がヒットマン・リボーンを通して力を発揮することができれば、ちょっとおもしろくなりました（全体的にはまだまだ良いアニメです）。\u001b[22m, \u001b[1mそれは私の興味をそそった、と私はJUST（全体的にまだ良いアニメ）穏やかに面白くするために、およそ25のエピソードを取った教師ヒットマンリボーン、を介して電力ができれば、私は、地獄、と思った、私はこの打撃を与える可能性があります。\u001b[22m\n\u001b[4mCut to episode 50, and I was more or less ambivalent on the series, but there were some aspects of it I liked.\u001b[24m\n    \u001b[1mエピソード50にカットして、私はシリーズに多かれ少なかれ矛盾していたが、私が好きだったいくつかの側面があった。\u001b[22m, \u001b[1mエピソード50に切断し、私はシリーズに多かれ少なかれアンビバレントでしたが、私が気に入っそれのいくつかの側面がありました。\u001b[22m\n\u001b[4mHowever, once I finally finished the series, I was left unfilled, as if the anime failed to reach its potential.\u001b[24m\n    \u001b[1mしかし、いったん私が最後にシリーズを完成させたら、あたかもそのアニメがその可能性に到達しなかったかのように、私は残されていませんでした。\u001b[22m, \u001b[1m私は最終的にシリーズを終えたら、アニメはその可能性に到達するために失敗したかのようにしかし、私は、未充填のままにしました。\u001b[22m\n\u001b[1m\u001b[22m\nWorld Trigger has the foundation of a good action-sci-fi shonen. The main character, Osamu Mikumo, is someone we the viewers can identify with. He’s part of a multi-tiered organization called Border, whose main function is the protect citizens from ”neighbors”, or extraterrestrials. Border agents are divided into four ranks: C, B, A, and S. Mikumo begins as a C-rank agent, which is no different than being a civilian employee in a police department.\n\n\u001b[1m世界のトリガーは良いアクションの基礎を持っています -  SFの少年。 主人公の三隈修は、私たちが視聴者を識別できる人物です。 彼はBorderと呼ばれる多層組織の一員であり、その主な機能は市民を「隣人」または外人から保護することです。 ボーダーエージェントはC、B、A、Sの4つのランクに分かれています。ミクモはCランクのエージェントとして始まります。これは警察の民間人と変わりありません。\u001b[22m\n\u001b[1m(Sekai no torigā wa yoi akushon no kiso o motte imasu - SF no shōnen. Shujinkō no 三隈修 Wa, watashitachi ga shichō-sha o shikibetsu dekiru jinbutsudesu. Kare wa Border to yoba reru tasō soshiki no ichiindeari, sono omona kinō wa shimin o `rinjin' matawa gaijin kara hogo suru kotodesu. Bōdāējento wa C, B, A, S no 4tsu no ranku ni wakarete imasu. Mikumo wa C ranku no ējento to shite hajimarimasu. Kore wa keisatsu no minkan hito to kawari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWorld Trigger has the foundation of a good action-sci-fi shonen. The main character, Osamu Mikumo, is someone we the viewers can identify with. He’s part of a multi-tiered organization called Border, whose main function is the protect citizens from ”neighbors”, or extraterrestrials. Border agents are divided into four ranks: C, B, A, and S. Mikumo begins as a C-rank agent, which is no different than being a civilian employee in a police department.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorld Trigger has the foundation of a good action-sci-fi shonen.\u001b[24m\n    \u001b[1m世界のトリガーは良いアクションの基礎を持っています -  SFの少年。\u001b[22m, \u001b[1mワールドトリガーは良いアクションのSF少年の基盤を持っています。\u001b[22m\n\u001b[4mThe main character, Osamu Mikumo, is someone we the viewers can identify with.\u001b[24m\n    \u001b[1m主人公の三隈修は、私たちが視聴者を識別できる人物です。\u001b[22m, \u001b[1mメインキャラクター、修三雲は、我々視聴者がで識別することができる人です。\u001b[22m\n\u001b[4mHe’s part of a multi-tiered organization called Border, whose main function is the protect citizens from ”neighbors”, or extraterrestrials.\u001b[24m\n    \u001b[1m彼はBorderと呼ばれる多層組織の一員であり、その主な機能は市民を「隣人」または外人から保護することです。\u001b[22m, \u001b[1m彼は、主な機能「隣人」、または地球外生命体からの保護の市民であるボーダーと呼ばれる多階層組織の一部です。\u001b[22m\n\u001b[4mBorder agents are divided into four ranks: C, B, A, and S. Mikumo begins as a C-rank agent, which is no different than being a civilian employee in a police department.\u001b[24m\n    \u001b[1mボーダーエージェントはC、B、A、Sの4つのランクに分かれています。ミクモはCランクのエージェントとして始まります。これは警察の民間人と変わりありません。\u001b[22m, \u001b[1mボーダー剤は4つのランクに分かれています：C、B、A、およびS.三雲は警察署で民間人の従業員であることと違いはありませんCランク剤として開始されます。\u001b[22m\n\u001b[1m\u001b[22m\nMikumo is not particularly skilled in any one area, but he has a lot of heart and courage. Ideally, we’d take pleasure in seeing him hone his skills and become someone who can hold his own in battles. Yet, in 73 episodes, combat-wise, he’s at the same place he was in the beginning of the series. He literally doesn’t figure out his most corrigible skill until the final episode. And that’s his ability to strategize.\n\n\u001b[1mMikumoはいずれの分野でも特に熟練していませんが、心と勇気がたくさんあります。 理想的には、彼は彼のスキルを磨くのを楽しみ、彼自身の戦いに耐えることができる人になります。 しかし、戦闘で73のエピソードで、彼はシリーズの初めにいたのと同じ場所にいます。 彼は文字通り最後のエピソードまで彼の最も丁寧な技を理解していない。 それが彼の戦略的な能力です。\u001b[22m\n\u001b[1m(Mikumo wa izure no bun'ya demo tokuni jukuren shite imasenga, kokoro to yūki ga takusan arimasu. Risō-teki ni wa, kare wa kare no sukiru o migaku no o tanoshimi, kare jishin no tatakai ni taeru koto ga dekiru hito ni narimasu. Shikashi, sentō de 73 no episōdo de, kare wa shirīzu no hajime ni ita no to onaji basho ni imasu. Kare wa mojidōri saigo no episōdo made kare no mottomo teineina waza o rikai shite inai. Sore ga kare no senryaku-tekina nōryokudesu.)\u001b[22m\n\nTranslations of \u001b[4mMikumo is not particularly skilled in any one area, but he has a lot of heart and courage. Ideally, we’d take pleasure in seeing him hone his skills and become someone who can hold his own in battles. Yet, in 73 episodes, combat-wise, he’s at the same place he was in the beginning of the series. He literally doesn’t figure out his most corrigible skill until the final episode. And that’s his ability to strategize.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMikumo is not particularly skilled in any one area, but he has a lot of heart and courage.\u001b[24m\n    \u001b[1mMikumoはいずれの分野でも特に熟練していませんが、心と勇気がたくさんあります。\u001b[22m, \u001b[1m三雲は、いずれかの領域では特に熟練していないですが、彼は心と勇気をたくさん持っています。\u001b[22m\n\u001b[4mIdeally, we’d take pleasure in seeing him hone his skills and become someone who can hold his own in battles.\u001b[24m\n    \u001b[1m理想的には、彼は彼のスキルを磨くのを楽しみ、彼自身の戦いに耐えることができる人になります。\u001b[22m, \u001b[1m理想的には、我々は彼が彼のスキルを磨くとの戦いで彼自身を保持することができます誰かになる見に喜びを取ると思います。\u001b[22m\n\u001b[4mYet, in 73 episodes, combat-wise, he’s at the same place he was in the beginning of the series.\u001b[24m\n    \u001b[1mしかし、戦闘で73のエピソードで、彼はシリーズの初めにいたのと同じ場所にいます。\u001b[22m, \u001b[1mしかし、73のエピソードでは、戦闘面では、彼はシリーズの初めにあった同じ場所でです。\u001b[22m\n\u001b[4mHe literally doesn’t figure out his most corrigible skill until the final episode.\u001b[24m\n    \u001b[1m彼は文字通り最後のエピソードまで彼の最も丁寧な技を理解していない。\u001b[22m, \u001b[1m彼は文字通り最終回まで彼の最も矯正可能なスキルを把握しません。\u001b[22m\n\u001b[4mAnd that’s his ability to strategize.\u001b[24m\n    \u001b[1mそれが彼の戦略的な能力です。\u001b[22m, \u001b[1mそして、それは戦略策定する彼の能力です。\u001b[22m\n\u001b[1m\u001b[22m\nEventually Mikumo, a.k.a. Megane-Kun, breaks his C-Rank shackles with the help of Yuuma Kuga, the transfer student who befriends him. It’s revealed early on that he is a neighbor and possesses a black trigger. Agents and humanoid neighbors use weapons called triggers, and black triggers are the most effective triggers in the world, capable of tremendous power. In other words, Yuuma has his ultimate weapon at the beginning of the series. Unlike Mikumo, Yuuma is overpowered and constantly has to handicap himself, especially when sparring against fellow Border agents.\n\n\u001b[1m最終的に、Mikumo、a.k.a. Megane-Kunは、彼と仲良くなる移籍学生の久間勇馬の助けを借りて、彼のCランクのシャックルを破ります。 それは彼が隣人であり、黒い引き金を持っているということで早く明らかになりました。 エージェントやヒューマノイドの隣人はトリガーと呼ばれる武器を使用し、黒いトリガーは世界で最も効果的なトリガーであり、威力を発揮します。 言い換えれば、勇者はシリーズの初めに究極の武器を持っています。 ユクマはミクモとは違って、特に仲間のボーダーエージェントに拍手をかけている時には、常に自分自身をハンディキャップしなければなりません。\u001b[22m\n\u001b[1m(Saishūtekini, Mikumo, a. K. A. Megane - Kun wa, kare to nakayokunaru iseki gakusei no Kyūma yuuma no tasuke o karite, kare no C ranku no shakkuru o yaburimasu. Sore wa kare ga rinjindeari, kuroi hikigane o motte iru to iu kotode hayaku akiraka ni narimashita. Ējento ya hyūmanoido no rinjin wa torigā to yoba reru buki o shiyō shi, kuroi torigā wa sekai de mottomo kōkatekina torigādeari, iryoku o hakki shimasu. Iikaereba, yūsha wa shirīzu no hajime ni kyūkyoku no buki o motte imasu. Yukuma wa mikumo to wa chigatte, tokuni nakama no bōdāējento ni hakushu o kakete iru tokiniha, tsuneni jibun jishin o handikyappu shinakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mEventually Mikumo, a.k.a. Megane-Kun, breaks his C-Rank shackles with the help of Yuuma Kuga, the transfer student who befriends him. It’s revealed early on that he is a neighbor and possesses a black trigger. Agents and humanoid neighbors use weapons called triggers, and black triggers are the most effective triggers in the world, capable of tremendous power. In other words, Yuuma has his ultimate weapon at the beginning of the series. Unlike Mikumo, Yuuma is overpowered and constantly has to handicap himself, especially when sparring against fellow Border agents.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEventually Mikumo, a.k.a. Megane-Kun, breaks his C-Rank shackles with the help of Yuuma Kuga, the transfer student who befriends him.\u001b[24m\n    \u001b[1m最終的に、Mikumo、a.k.a. Megane-Kunは、彼と仲良くなる移籍学生の久間勇馬の助けを借りて、彼のCランクのシャックルを破ります。\u001b[22m, \u001b[1m結局三雲、別名メガネくんは、Yuuma久我、彼をbefriends転校生の助けを借りて、彼のC-ランクの足かせを壊します。\u001b[22m\n\u001b[4mIt’s revealed early on that he is a neighbor and possesses a black trigger.\u001b[24m\n    \u001b[1mそれは彼が隣人であり、黒い引き金を持っているということで早く明らかになりました。\u001b[22m, \u001b[1m彼が隣人であると黒のトリガーを有することを早い段階で明らかになっています。\u001b[22m\n\u001b[4mAgents and humanoid neighbors use weapons called triggers, and black triggers are the most effective triggers in the world, capable of tremendous power.\u001b[24m\n    \u001b[1mエージェントやヒューマノイドの隣人はトリガーと呼ばれる武器を使用し、黒いトリガーは世界で最も効果的なトリガーであり、威力を発揮します。\u001b[22m, \u001b[1m驚異的なパワーが可能な、エージェントとヒューマノイド隣人がトリガーと呼ばれる武器を使用し、黒のトリガーは、世界で最も効果的なトリガーです。\u001b[22m\n\u001b[4mIn other words, Yuuma has his ultimate weapon at the beginning of the series.\u001b[24m\n    \u001b[1m言い換えれば、勇者はシリーズの初めに究極の武器を持っています。\u001b[22m, \u001b[1m言い換えれば、Yuumaシリーズの開始時に彼の最終的な武器を持っています。\u001b[22m\n\u001b[4mUnlike Mikumo, Yuuma is overpowered and constantly has to handicap himself, especially when sparring against fellow Border agents.\u001b[24m\n    \u001b[1mユクマはミクモとは違って、特に仲間のボーダーエージェントに拍手をかけている時には、常に自分自身をハンディキャップしなければなりません。\u001b[22m, \u001b[1m三雲とは異なり、Yuumaは仲間のボーダーエージェントに対してスパーリング場合は特に、自分自身を不利する取り押さえ、常に持っています。\u001b[22m\n\u001b[1m\u001b[22m\nRounding out the trio is Chika Amatori, the milquetoast childhood friend of Mikumo who’s secretly one of the most powerful characters. Then there are other notable characters like Jin, the Border poster boy, who has a predictive side effect (sixth sense), and Replica, Yuuma’s trion companion. The anime focuses on Mikumo, Yuuma, and Chika as they join Border and train to become strong enough to go on away missions. And really by the end, none of them show any character growth. Yes, we do learn their motivations for joining Border, but I didn’t notice any significant change in their personality. Mikumo remains a martyr, forever putting others' well-being above his own, Chika never steps out of her comfort zone to be remotely interesting, and while Yuuma shows flashes of depression, he can't stop making that dumb-ass face long enough for you to care!\n\n\u001b[1mトリオをめくっているのは、最も強力なキャラクターのひとつであるミクモの巨乳の幼なじみの親友千花です。 その後、ジン、ボーダーポスターボーイ、予測的な副作用（第六の感覚）を持つ注目すべきキャラクター、そしてレプリカ、ユマのトリオンコンパニオンがあります。 アニメはミクモ、ユマ、チカに焦点を当て、ボーダーに参加し、ミッションを離れて行くのに十分なほど強くなるようにトレーニングします。 そして実際には結局のところ、いずれもキャラクターの成長を示していません。 はい、私たちはBorderへの参加の動機を学んでいますが、彼らの人格に大きな変化は見られませんでした。 ミクモは殉教者であり、永遠に他の人の幸福を自分自身の上に置いています。ちかは、自分の快適ゾーンから離れて遠くに面白くなることは決してありません。そして、ユマはうつ病の閃光を見せますが、 気をつけて！\u001b[22m\n\u001b[1m(Torio o mekutte iru no wa, mottomo kyōryokuna kyarakutā no hitotsudearu mikumo no kyonyū no osananajimi no shin'yū sen hanadesu. Sonogo, jin, bōdāposutābōi, yosoku-tekina fukusayō (dai roku no kankaku) o motsu chūmoku subeki kyarakutā, soshite repurika, Yuma no torionkonpanion ga arimasu. Anime wa mikumo, Yuma, Chika ni shōten o ate, bōdā ni sanka shi, misshon o hanarete ikunoni jūbun'na hodo tsuyoku naru yō ni torēningu shimasu. Soshite jissai ni wa kekkyokunotokoro, izure mo kyarakutā no seichō o shimeshite imasen. Hai, watashitachiha Border e no sanka no dōki o manande imasuga, karera no jinkaku ni ōkina henka wa mi raremasendeshita. Mikumo wa junkyōshadeari, eien ni hokanohito no kōfuku o jibunjishin'no-jō ni oite imasu. Chika wa, jibun no kaiteki zōn kara hanarete tōku ni omoshiroku naru koto wa kesshite arimasen. Soshite, Yuma wa utsubyō no senkō o misemasuga, kiwotsukete!)\u001b[22m\n\nTranslations of \u001b[4mRounding out the trio is Chika Amatori, the milquetoast childhood friend of Mikumo who’s secretly one of the most powerful characters. Then there are other notable characters like Jin, the Border poster boy, who has a predictive side effect (sixth sense), and Replica, Yuuma’s trion companion. The anime focuses on Mikumo, Yuuma, and Chika as they join Border and train to become strong enough to go on away missions. And really by the end, none of them show any character growth. Yes, we do learn their motivations for joining Border, but I didn’t notice any significant change in their personality. Mikumo remains a martyr, forever putting others' well-being above his own, Chika never steps out of her comfort zone to be remotely interesting, and while Yuuma shows flashes of depression, he can't stop making that dumb-ass face long enough for you to care!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRounding out the trio is Chika Amatori, the milquetoast childhood friend of Mikumo who’s secretly one of the most powerful characters.\u001b[24m\n    \u001b[1mトリオをめくっているのは、最も強力なキャラクターのひとつであるミクモの巨乳の幼なじみの親友千花です。\u001b[22m, \u001b[1mトリオを丸めは千佳Amatori、密かに最も強力な文字の一つだ三雲の意気地なし幼なじみです。\u001b[22m\n\u001b[4mThen there are other notable characters like Jin, the Border poster boy, who has a predictive side effect (sixth sense), and Replica, Yuuma’s trion companion.\u001b[24m\n    \u001b[1mその後、ジン、ボーダーポスターボーイ、予測的な副作用（第六の感覚）を持つ注目すべきキャラクター、そしてレプリカ、ユマのトリオンコンパニオンがあります。\u001b[22m, \u001b[1mそしてジン、予測副作用（第六感）を持つボーダーポスターの少年、およびレプリカ、Yuumaのトリオンの仲間のような他の顕著な文字があります。\u001b[22m\n\u001b[4mThe anime focuses on Mikumo, Yuuma, and Chika as they join Border and train to become strong enough to go on away missions.\u001b[24m\n    \u001b[1mアニメはミクモ、ユマ、チカに焦点を当て、ボーダーに参加し、ミッションを離れて行くのに十分なほど強くなるようにトレーニングします。\u001b[22m, \u001b[1m彼らは国境に参加し、離れて任務に行くのに十分強くなるために訓練としてアニメは三雲、Yuuma、およびチカに焦点を当てています。\u001b[22m\n\u001b[4mAnd really by the end, none of them show any character growth.\u001b[24m\n    \u001b[1mそして実際には結局のところ、いずれもキャラクターの成長を示していません。\u001b[22m, \u001b[1mそして、本当に終わりまでに、それらのいずれも任意の文字の成長を示しません。\u001b[22m\n\u001b[4mYes, we do learn their motivations for joining Border, but I didn’t notice any significant change in their personality.\u001b[24m\n    \u001b[1mはい、私たちはBorderへの参加の動機を学んでいますが、彼らの人格に大きな変化は見られませんでした。\u001b[22m, \u001b[1mはい、私たちは国境を接合するための動機を学ぶんが、私は自分の性格に大きな変化に気付きませんでした。\u001b[22m\n\u001b[4mMikumo remains a martyr, forever putting others' well-being above his own, Chika never steps out of her comfort zone to be remotely interesting, and while Yuuma shows flashes of depression, he can't stop making that dumb-ass face long enough\u001b[24m\n    \u001b[1mミクモは殉教者であり、永遠に他の人の幸福を自分自身の上に置いています。ちかは、自分の快適ゾーンから離れて遠くに面白くなることは決してありません。そして、ユマはうつ病の閃光を見せますが、\u001b[22m, \u001b[1m三雲は永遠に他人の彼自身の上に幸福を入れ、殉教者のまま、チカはリモートで興味深いものにするために彼女の快適ゾーンの外にステップすることはありません、とYuumaは、うつ病の点滅を示しているが、彼は十分な長さ、そのダム尻顔を作る停止することはできません\u001b[22m\n\u001b[4mfor you to care!\u001b[24m\n    \u001b[1m気をつけて！\u001b[22m, \u001b[1mあなたが気にするために！\u001b[22m\n\u001b[1m\u001b[22m\nDespite having so many episodes, World Trigger fails drastically in terms of characterization. It doesn’t help that every episode you’re introduced to, conservatively, three new characters! Seriously, there are so many characters in World Trigger. Sooooo many. A few of them are actually memorable, but memorable only as a character type. You don’t remember their actual names, but you remember: “oh, there’s the edge lord,” or, “there’s the compulsive liar and the girl who always believes him,” and of course, “there’s the tsundere”. The anime itself doesn’t even try to hide the fact that there’s a metric-ton of characters, because every time you see a character, you see their name, their age, and the ranking. And this continues until the final episodes, as you’re always introduced to new, underdeveloped characters.\n\n\u001b[1m非常に多くのエピソードがあるにもかかわらず、World Triggerは特徴付けの点で劇的に失敗します。 あなたが紹介したすべてのエピソードは、控えめに3人の新しいキャラクターに役立ちます！ 真剣に言えば、World Triggerには非常に多くの文字があります。 多くのSooooo。 それらのうちのいくつかは実際には記憶に残るが、文字の種類としてのみ記憶される。 あなたは実際の名前を覚えていませんが、「ああ、辺境の君主がいる」、あるいは「強迫的な嘘つきと、常に彼を信じている少女がいる」と言うことを忘れないでください。 アニメ自体は、メトリックトンの文字があるという事実を隠そうとしません。なぜなら、キャラクターを見るたびに、その名前、年齢、およびランキングを見るからです。 これは最終的なエピソードまで続きます。あなたが常に新しい未開発のキャラクターに紹介されているように。\u001b[22m\n\u001b[1m(Hijō ni ōku no episōdo ga aru nimokakawarazu, World Trigger wa tokuchōdzuke no tende gekiteki ni shippai shimasu. Anata ga shōkai shita subete no episōdo wa, hikaeme ni 3-ri no atarashī kyarakutā ni yakudachimasu! Shinken ni ieba, World Trigger ni wa hijō ni ōku no moji ga arimasu. Ōku no Sooooo. Sorera no uchi no ikutsu ka wa jissai ni wa kioku ni nokoruga, moji no shurui to shite nomi kioku sa reru. Anata wa jissai no namae o oboete imasenga,`ā , henkyō no kunshu ga iru', aruiwa `kyōhaku-tekina usotsuki to, tsuneni kare o shinjite iru shōjo ga iru' to iu koto o wasurenaide kudasai. Anime jitai wa, metorikkuton no moji ga aru to iu jijitsu o kakusou to shimasen. Nazenara, kyarakutā o miru tabi ni, sono namae, nenrei, oyobi rankingu o mirukaradesu. Kore wa saishū-tekina episōdo made tsudzukimasu. Anata ga tsuneni atarashī mikaihatsu no kyarakutā ni shōkai sa rete iru yō ni.)\u001b[22m\n\nTranslations of \u001b[4mDespite having so many episodes, World Trigger fails drastically in terms of characterization. It doesn’t help that every episode you’re introduced to, conservatively, three new characters! Seriously, there are so many characters in World Trigger. Sooooo many. A few of them are actually memorable, but memorable only as a character type. You don’t remember their actual names, but you remember: “oh, there’s the edge lord,” or, “there’s the compulsive liar and the girl who always believes him,” and of course, “there’s the tsundere”. The anime itself doesn’t even try to hide the fact that there’s a metric-ton of characters, because every time you see a character, you see their name, their age, and the ranking. And this continues until the final episodes, as you’re always introduced to new, underdeveloped characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite having so many episodes, World Trigger fails drastically in terms of characterization.\u001b[24m\n    \u001b[1m非常に多くのエピソードがあるにもかかわらず、World Triggerは特徴付けの点で劇的に失敗します。\u001b[22m, \u001b[1m非常に多くのエピソードを持つにもかかわらず、ワールドトリガーは、特性評価の面で大幅に失敗しました。\u001b[22m\n\u001b[4mIt doesn’t help that every episode you’re introduced to, conservatively, three new characters!\u001b[24m\n    \u001b[1mあなたが紹介したすべてのエピソードは、控えめに3人の新しいキャラクターに役立ちます！\u001b[22m, \u001b[1mこれは、すべてのエピソードは、あなたは控えめに、3新しいキャラクターに導入していることは助けにはなりません！\u001b[22m\n\u001b[4mSeriously, there are so many characters in World Trigger.\u001b[24m\n    \u001b[1m真剣に言えば、World Triggerには非常に多くの文字があります。\u001b[22m, \u001b[1m真剣に、ワールドトリガーで非常に多くの文字があります。\u001b[22m\n\u001b[4mSooooo many.\u001b[24m\n    \u001b[1m多くのSooooo。\u001b[22m, \u001b[1mすっごく多く。\u001b[22m\n\u001b[4mA few of them are actually memorable, but memorable only as a character type.\u001b[24m\n    \u001b[1mそれらのうちのいくつかは実際には記憶に残るが、文字の種類としてのみ記憶される。\u001b[22m, \u001b[1mそれらのいくつかは、実際には思い出に残るが、唯一の文字型として記憶に残るです。\u001b[22m\n\u001b[4mYou don’t remember their actual names, but you remember: “oh, there’s the edge lord,” or, “there’s the compulsive liar and the girl who always believes him,” and of course, “there’s the tsundere”.\u001b[24m\n    \u001b[1mあなたは実際の名前を覚えていませんが、「ああ、辺境の君主がいる」、あるいは「強迫的な嘘つきと、常に彼を信じている少女がいる」と言うことを忘れないでください。\u001b[22m, \u001b[1mあなたは自分の実際の名前を覚えていないが、あなたは覚えている：\"ああ、エッジ藩主あり」または、「強迫嘘つきといつも彼を信じている女の子があります、\"そしてもちろん、「ツンデレがあります」。\u001b[22m\n\u001b[4mThe anime itself doesn’t even try to hide the fact that there’s a metric-ton of characters, because every time you see a character, you see their name, their age, and the ranking.\u001b[24m\n    \u001b[1mアニメ自体は、メトリックトンの文字があるという事実を隠そうとしません。なぜなら、キャラクターを見るたびに、その名前、年齢、およびランキングを見るからです。\u001b[22m, \u001b[1mあなたは文字を見るたびに、あなたは自分の名前、年齢、およびランキングを見るので、アニメ自体はあっても、文字のメトリックトンがあるという事実を隠そうとしません。\u001b[22m\n\u001b[4mAnd this continues until the final episodes, as you’re always introduced to new, underdeveloped characters.\u001b[24m\n    \u001b[1mこれは最終的なエピソードまで続きます。あなたが常に新しい未開発のキャラクターに紹介されているように。\u001b[22m, \u001b[1mあなたは、常に新しい、未発達の文字に導入しているとして、これは、最終的なエピソードまで続きます。\u001b[22m\n\u001b[1m\u001b[22m\nAs mentioned in the beginning, World Trigger caught a lot of flak for its lackluster animation. For the most part, those criticisms are accurate. The character design ranges from average to flat-out lazy. A lot of the characters look the same, with no distinguishing features other than hairstyle and weird irises. Then there are some characters that have black dots as eyes. And Yuuma - 75% of the time he’s making an annoying face that seems to be a catch-all for reacting to everything. The only time the animation reaches an acceptable level is during the battles.\n\n\u001b[1m冒頭で述べたように、World Triggerは、ぼんやりとしたアニメーションのために多くの拍手を受けました。 ほとんどの場合、それらの批判は正確です。 キャラクターのデザインは平均的なものからフラットアウトなものまでさまざまです。 髪型や奇妙な虹彩以外の特徴はなく、多くのキャラクターが同じように見えます。 その後、黒い点を目にした文字がいくつかあります。 そしてユウマ -  75％は彼がすべてに反応するためのキャッチオールと思われる厄介な顔をしています。 アニメーションが許容レベルに達する唯一の時間は、戦闘中です。\u001b[22m\n\u001b[1m(Bōtō de nobeta yō ni, World Trigger wa, bon'yari to shita animēshon no tame ni ōku no hakushu o ukemashita. Hotondo no baai, sorera no hihan wa seikakudesu. Kyarakutā no dezain wa heikin-tekina mono kara furattoautona mono made samazamadesu. Kamigata ya kimyōna kōsai igai no tokuchō wa naku, ōku no kyarakutā ga onajiyōni miemasu. Sonogo, kuroi ten o me ni shita moji ga ikutsu ka arimasu. Soshite Yūma - 75-pāsento wa kare ga subete ni han'nō suru tame no kyatchiōru to omowa reru yakkaina kao o shite imasu. Animēshon ga kyoyō reberu ni tassuru yuiitsu no jikan wa, sentō-chūdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned in the beginning, World Trigger caught a lot of flak for its lackluster animation. For the most part, those criticisms are accurate. The character design ranges from average to flat-out lazy. A lot of the characters look the same, with no distinguishing features other than hairstyle and weird irises. Then there are some characters that have black dots as eyes. And Yuuma - 75% of the time he’s making an annoying face that seems to be a catch-all for reacting to everything. The only time the animation reaches an acceptable level is during the battles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned in the beginning, World Trigger caught a lot of flak for its lackluster animation.\u001b[24m\n    \u001b[1m冒頭で述べたように、World Triggerは、ぼんやりとしたアニメーションのために多くの拍手を受けました。\u001b[22m, \u001b[1m冒頭で述べたように、ワールドトリガーはその精彩を欠いたアニメーションのための非難の多くを捉えました。\u001b[22m\n\u001b[4mFor the most part, those criticisms are accurate.\u001b[24m\n    \u001b[1mほとんどの場合、それらの批判は正確です。\u001b[22m, \u001b[1mほとんどの部分については、それらの批判が正確です。\u001b[22m\n\u001b[4mThe character design ranges from average to flat-out lazy.\u001b[24m\n    \u001b[1mキャラクターのデザインは平均的なものからフラットアウトなものまでさまざまです。\u001b[22m, \u001b[1mキャラクターデザインは、平均からフラットアウト怠惰の範囲です。\u001b[22m\n\u001b[4mA lot of the characters look the same, with no distinguishing features other than hairstyle and weird irises.\u001b[24m\n    \u001b[1m髪型や奇妙な虹彩以外の特徴はなく、多くのキャラクターが同じように見えます。\u001b[22m, \u001b[1m文字の多くは、髪型や奇妙な虹彩以外の際立った特徴で、同じように見えます。\u001b[22m\n\u001b[4mThen there are some characters that have black dots as eyes.\u001b[24m\n    \u001b[1mその後、黒い点を目にした文字がいくつかあります。\u001b[22m, \u001b[1mそして、目のような黒い点を持っているいくつかの文字があります。\u001b[22m\n\u001b[4mAnd Yuuma - 75% of the time he’s making an annoying face that seems to be a catch-all for reacting to everything.\u001b[24m\n    \u001b[1mそしてユウマ -  75％は彼がすべてに反応するためのキャッチオールと思われる厄介な顔をしています。\u001b[22m, \u001b[1mそして、Yuuma  - すべてに反応するためのキャッチオールのようだ彼は迷惑な顔を作っている時間の75％。\u001b[22m\n\u001b[4mThe only time the animation reaches an acceptable level is during the battles.\u001b[24m\n    \u001b[1mアニメーションが許容レベルに達する唯一の時間は、戦闘中です。\u001b[22m, \u001b[1mアニメーションが許容可能なレベルに達するだけ時間が戦闘中にあります。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, the rank battles are the best part of World Trigger. They utilize the most fascinating part of shonen anime (IMO), which is battle strategy - overcoming an opponent’s trump card by analyzing it and determining how it works. Yuuma, because of his skillset, makes every battle he’s in worthwhile. Mikumo, on the other hand, makes them exhausting, as he barely improves and ends up being a liability. He has some brilliant strategic moments though; too bad he waited until the end of the anime to make that his primary focus.\n\n\u001b[1m正直なところ、ランクの戦いはワールドトリガーの最高の部分です。 彼らは戦闘戦略である少年アニメ（IMO）の最も魅力的な部分を利用しています。これは、相手のトランプカードを分析し、それがどのように動作するかを判断することによって克服します。 ユウマは、彼の技能のおかげで、彼が価値のあるあらゆる戦いをする。 一方、Mikumoは、彼が辛うじて改善し、責任を負うことになるので、彼らを疲れさせる。 彼は素晴らしい戦略的な瞬間をいくつか持っている。 あまりにも悪い彼はアニメの終わりまで彼の主な焦点を作るのを待っていた。\u001b[22m\n\u001b[1m(Shōjikina tokoro, ranku no tatakai wa wārudotorigā no saikō no bubundesu. Karera wa sentō senryakudearu shōnen anime (IMO) no mottomo miryoku-tekina bubun o riyō shite imasu. Kore wa, aite no toranpukādo o bunseki shi, sore ga dono yō ni dōsa suru ka o handan suru koto ni yotte kokufuku shimasu. Yūma wa, kare no ginō no okage de, kare ga kachinoaru arayuru tatakai o suru. Ippō, Mikumo wa, kare ga karoujite kaizen shi, sekininwoou koto ni narunode, karera o tsukare saseru. Kare wa subarashī senryaku-tekina shunkan o ikutsu ka motte iru. Amarini mo warui kare wa anime no owari made kare no omona shōten o tsukuru no o matteita.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, the rank battles are the best part of World Trigger. They utilize the most fascinating part of shonen anime (IMO), which is battle strategy - overcoming an opponent’s trump card by analyzing it and determining how it works. Yuuma, because of his skillset, makes every battle he’s in worthwhile. Mikumo, on the other hand, makes them exhausting, as he barely improves and ends up being a liability. He has some brilliant strategic moments though; too bad he waited until the end of the anime to make that his primary focus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, the rank battles are the best part of World Trigger.\u001b[24m\n    \u001b[1m正直なところ、ランクの戦いはワールドトリガーの最高の部分です。\u001b[22m, \u001b[1m正直なところ、ランクの戦いは、ワールドトリガーの最良の部分です。\u001b[22m\n\u001b[4mThey utilize the most fascinating part of shonen anime (IMO), which is battle strategy - overcoming an opponent’s trump card by analyzing it and determining how it works.\u001b[24m\n    \u001b[1m彼らは戦闘戦略である少年アニメ（IMO）の最も魅力的な部分を利用しています。これは、相手のトランプカードを分析し、それがどのように動作するかを判断することによって克服します。\u001b[22m, \u001b[1mそれを分析し、それがどのように動作するかを決定することによって、相手の切り札を克服する - 彼らは戦いの戦略である少年アニメ（IMO）の最も魅力的な部分を、利用しています。\u001b[22m\n\u001b[4mYuuma, because of his skillset, makes every battle he’s in worthwhile.\u001b[24m\n    \u001b[1mユウマは、彼の技能のおかげで、彼が価値のあるあらゆる戦いをする。\u001b[22m, \u001b[1mYuumaは、彼のためにスキルセットの、彼は価値にだすべての戦いになります。\u001b[22m\n\u001b[4mMikumo, on the other hand, makes them exhausting, as he barely improves and ends up being a liability.\u001b[24m\n    \u001b[1m一方、Mikumoは、彼が辛うじて改善し、責任を負うことになるので、彼らを疲れさせる。\u001b[22m, \u001b[1m三雲は、他の一方で、彼はかろうじて向上として、彼らが疲れるなり、負債なってしまいます。\u001b[22m\n\u001b[4mHe has some brilliant strategic moments though;\u001b[24m\n    \u001b[1m彼は素晴らしい戦略的な瞬間をいくつか持っている。\u001b[22m, \u001b[1m彼は、しかし、いくつかの華麗な戦略的な瞬間を持っています。\u001b[22m\n\u001b[4mtoo bad he waited until the end of the anime to make that his primary focus.\u001b[24m\n    \u001b[1mあまりにも悪い彼はアニメの終わりまで彼の主な焦点を作るのを待っていた。\u001b[22m, \u001b[1mあまりにも悪い彼は彼の主要な焦点ことを確認するためにアニメが終了するまで待っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing that sucks about the battles in general is that the stakes are extremely low. Border agents fight using a body made out of trion, which is like some form of energy. So when someone loses all of their trion, they “bail out” and return to their fleshly bodies. There are a few times when characters such as Mikumo fight without a trion body, and you know what? Those were the most suspenseful battles in the entire anime! The battles against the neighbors are mostly good (until you realize no one can die) and the rank battles provide the most fun (until you realize Mikumo’s team, excluding Yuuma, sucks).\n\n\u001b[1m一般的に戦いを嫌う唯一のものは、賭け金が非常に低いことです。 ボーダーエージェントはトリオンで作られた体を使って戦います。これは何らかのエネルギーのようなものです。 だから、誰かが彼らのすべてのトリオンを失うと、彼らは\"救い出され\"、彼らの肉体に戻る。 ミクモのようなキャラクターがトライオンボディーなしで戦うのは何度かあります。あなたは何を知っていますか？ それらはアニメ全体で最もサスペンスな戦いでした！ 隣人との戦いはほとんど誰もが死ぬことができないと分かり、ランクの戦いが最も楽しい（あなたがユークマを除くミクモのチームを気絶させるまでは）大丈夫です。\u001b[22m\n\u001b[1m(Ippantekini tatakai o kirau yuiitsu no mono wa, kake-kin ga hijō ni hikui kotodesu. Bōdāējento wa torion de tsukura reta karada o tsukatte tatakaimasu. Kore wa nanrakano enerugī no yōna monodesu. Dakara, darekaga karera no subete no torion o ushinau to, karera wa\" sukuidasa re\", karera no nikutai ni modoru. Mikumo no yōna kyarakutā ga toraionbodī nashi de tatakau no wa nando ka arimasu. Anata wa nani o shitte imasu ka? Sorera wa anime zentai de mottomo sasupensuna tatakaideshita! Rinjin to notatakai wa hotondo daremoga shinu koto ga dekinai to wakari, ranku no tatakai ga mottomo tanoshī (anata ga yūkuma o nozoku mikumo no chīmu o kizetsu sa seru made wa) daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that sucks about the battles in general is that the stakes are extremely low. Border agents fight using a body made out of trion, which is like some form of energy. So when someone loses all of their trion, they “bail out” and return to their fleshly bodies. There are a few times when characters such as Mikumo fight without a trion body, and you know what? Those were the most suspenseful battles in the entire anime! The battles against the neighbors are mostly good (until you realize no one can die) and the rank battles provide the most fun (until you realize Mikumo’s team, excluding Yuuma, sucks).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that sucks about the battles in general is that the stakes are extremely low.\u001b[24m\n    \u001b[1m一般的に戦いを嫌う唯一のものは、賭け金が非常に低いことです。\u001b[22m, \u001b[1m一般的に戦いについて吸う唯一のものは、利害関係が非常に低いということです。\u001b[22m\n\u001b[4mBorder agents fight using a body made out of trion, which is like some form of energy.\u001b[24m\n    \u001b[1mボーダーエージェントはトリオンで作られた体を使って戦います。これは何らかのエネルギーのようなものです。\u001b[22m, \u001b[1mボーダーエージェントは、エネルギーのいくつかのフォームのようなものですトリオンから作られたボディを、使用して戦います。\u001b[22m\n\u001b[4mSo when someone loses all of their trion, they “bail out” and return to their fleshly bodies.\u001b[24m\n    \u001b[1mだから、誰かが彼らのすべてのトリオンを失うと、彼らは\"救い出され\"、彼らの肉体に戻る。\u001b[22m, \u001b[1m誰かが自分のトリオンのすべてを失ったときに、彼らは「救済」と自分の肉の体に戻ります。\u001b[22m\n\u001b[4mThere are a few times when characters such as Mikumo fight without a trion body, and you know what?\u001b[24m\n    \u001b[1mミクモのようなキャラクターがトライオンボディーなしで戦うのは何度かあります。あなたは何を知っていますか？\u001b[22m, \u001b[1mそこにこのような三雲などの文字がトリオン本体なしで戦う数回があり、あなたは何を知っていますか？\u001b[22m\n\u001b[4mThose were the most suspenseful battles in the entire anime!\u001b[24m\n    \u001b[1mそれらはアニメ全体で最もサスペンスな戦いでした！\u001b[22m, \u001b[1mこれらは、全体のアニメの中で最もサスペンス戦いでした！\u001b[22m\n\u001b[4mThe battles against the neighbors are mostly good (until you realize no one can die) and the rank battles provide the most fun (until you realize Mikumo’s team, excluding Yuuma, sucks).\u001b[24m\n    \u001b[1m隣人との戦いはほとんど誰もが死ぬことができないと分かり、ランクの戦いが最も楽しい（あなたがユークマを除くミクモのチームを気絶させるまでは）大丈夫です。\u001b[22m, \u001b[1m隣人に対する戦いはほとんどが優れている（あなたが実現するまで、誰も死ぬことはできません）と（あなたが吸う、Yuumaを除く、三雲のチームを実現するまで）ランクの戦いは、ほとんどの楽しみを提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nBased on the review thus far, you might think that this anime is trash, but it’s not. It’s okay, but “okay” is not good enough for an anime of this length. There were times when I truly thought the anime was reaching its stride, and then it spends the next few episodes with one-dimension Border executives, or Chika and her dull sniper trainee group. Or it might take a huge detour to explore some “fugitive” characters when instead it could be concentrating on having the main characters reach the point where they’re able to explore the neighborhood. With better pacing and less characters, World Trigger could actually be good, but in 73 episodes, like its main character, it doesn’t even begin to reach its potential.\n\n\u001b[1mこれまでのレビューに基づいて、このアニメはゴミ箱だと思うかもしれませんが、そうではありません。 大丈夫ですが、この長さのアニメにとっては「大丈夫」は十分ではありません。 アニメがそのストライドに達していると本当に思っていた時、それから次のいくつかのエピソードを1次元のBorderエグゼクティブ、またはChikaと鈍い狙撃訓練隊と一緒に過ごす時間がありました。 それとも、主人公が近所を探索できるところに主人公が到達することに集中することができたときに、「逃亡者」のキャラクターを探索するために大きな迂回路を辿るかもしれません。 より良いペーシングと少ないキャラクターで、World Triggerは実際には良いかもしれませんが、73人のエピソードでは、その主人公のように、潜在能力に達することさえできません。\u001b[22m\n\u001b[1m(Kore made no rebyū nimotozuite, kono anime wa gomibakoda to omou kamo shiremasenga,-sōde wa arimasen. Daijōbudesu ga, kono naga-sa no anime ni totte wa `daijōbu' wa jūbunde wa arimasen. Anime ga sono sutoraido ni tasshite iruto hontōni omotte ita toki, sorekara tsugi no ikutsu ka no episōdo o 1-jigen no Border eguzekutibu, matawa Chika to nibui sogeki kunren-tai to issho ni sugosu jikan ga arimashita. Soretomo, shujinkō ga kinjo o tansaku dekiru tokoro ni shujinkō ga tōtatsu suru koto ni shūchū suru koto ga dekita toki ni,`tōbō-sha' no kyarakutā o tansaku suru tame ni ōkina ukai-ji o tadoru kamo shiremasen. Yoriyoi pēshingu to sukunai kyarakutā de, World Trigger wa jissai ni wa yoi kamo shiremasenga, 73-ri no episōdode wa, sono shujinkō no yō ni, senzai nōryoku ni tassuru koto sae dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mBased on the review thus far, you might think that this anime is trash, but it’s not. It’s okay, but “okay” is not good enough for an anime of this length. There were times when I truly thought the anime was reaching its stride, and then it spends the next few episodes with one-dimension Border executives, or Chika and her dull sniper trainee group. Or it might take a huge detour to explore some “fugitive” characters when instead it could be concentrating on having the main characters reach the point where they’re able to explore the neighborhood. With better pacing and less characters, World Trigger could actually be good, but in 73 episodes, like its main character, it doesn’t even begin to reach its potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased on the review thus far, you might think that this anime is trash, but it’s not.\u001b[24m\n    \u001b[1mこれまでのレビューに基づいて、このアニメはゴミ箱だと思うかもしれませんが、そうではありません。\u001b[22m, \u001b[1mこれまでの検討に基づいて、あなたはこのアニメがゴミであると思うかもしれないが、そうではありません。\u001b[22m\n\u001b[4mIt’s okay, but “okay” is not good enough for an anime of this length.\u001b[24m\n    \u001b[1m大丈夫ですが、この長さのアニメにとっては「大丈夫」は十分ではありません。\u001b[22m, \u001b[1mそれは大丈夫、しかし、「大丈夫」だこの長さのアニメには十分ではありません。\u001b[22m\n\u001b[4mThere were times when I truly thought the anime was reaching its stride, and then it spends the next few episodes with one-dimension Border executives, or Chika and her dull sniper trainee group.\u001b[24m\n    \u001b[1mアニメがそのストライドに達していると本当に思っていた時、それから次のいくつかのエピソードを1次元のBorderエグゼクティブ、またはChikaと鈍い狙撃訓練隊と一緒に過ごす時間がありました。\u001b[22m, \u001b[1m私は本当にアニメがそのストライドに達したと思ったし、それは次の数1次元の境界線の幹部とのエピソード、または千佳と彼女の鈍い狙撃研修生グループを費やしている時間がありました。\u001b[22m\n\u001b[4mOr it might take a huge detour to explore some “fugitive” characters when instead it could be concentrating on having the main characters reach the point where they’re able to explore the neighborhood.\u001b[24m\n    \u001b[1mそれとも、主人公が近所を探索できるところに主人公が到達することに集中することができたときに、「逃亡者」のキャラクターを探索するために大きな迂回路を辿るかもしれません。\u001b[22m, \u001b[1m代わりに、それは主要な登場人物は、彼らが近所を探検することができるしている点に達したことに集中することができた場合、またはそれはいくつかの「逃亡者」の文字を探索する巨大な回り道がかかる場合があります。\u001b[22m\n\u001b[4mWith better pacing and less characters, World Trigger could actually be good, but in 73 episodes, like its main character, it doesn’t even begin to reach its potential.\u001b[24m\n    \u001b[1mより良いペーシングと少ないキャラクターで、World Triggerは実際には良いかもしれませんが、73人のエピソードでは、その主人公のように、潜在能力に達することさえできません。\u001b[22m, \u001b[1mより良いペーシングおよび以下の文字を使用すると、ワールドトリガーは、実際には良いかもしれないが、73のエピソードで、その主人公のように、それもその可能性に到達するために開始されません。\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "MondoX",
    "profile": "/profile/MondoX/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=219754",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  5\n\nシリーズは偉大なスタートを切ったが、大規模侵略弓の後、それは下り坂に入った。 世界の建物は素晴らしかったし、潜在的可能性があったが、侵略アークの後、いくつかのプールやビーチのエピソード、そしてランキング戦に集中した。 ランキング戦では、試合前、試合中、試合後の各チームの戦略についての説明があり、実際の試合にはほとんど焦点を当てませんでした。 また、フィラーかどうかにかかわらず、侵略アークの後、国境警備員はいくつかの最高レベルの敵を混ぜた状態で敵の大群に対して戦いました。上位のエージェントのほとんどは大規模な侵攻に対して良好でしたが、 同じランクの人の中には、OPの敵ではない唯一の人には問題がありました。\nなぜオサムがMCだったのかわからないが、彼はサイドキャラクターとしてうまく合うだろう。 私は彼の勇気が好きでしたが、彼は弱く、他の人のために生き残る唯一の理由があります。 しかし、彼は敵の背後に行きたい。 彼はわずかに強くなり、彼は何らかの天才になりたいと思っていますが、彼はただの平均的なストラテジストです。 そして、彼女の決定のいくつかは、特にフィラーアークの間に彼女の大きな頭のポイントが何か不思議に思う。 残りのキャラクターはかなりまともですが、ジンとクガはショーの主人公でなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThe series started off great, but after the Large-Scale Invasion Arc, it went downhill. The world(s) building was great and had potential, but after the Invasion arc they focused on some pool and beach episodes, and Ranking Wars. During the Ranking Wars, there was explanations on strategies from each team before, during, and after the matches with use a small amount of focus on the actual fights. Also, filler or not, after the Invasion arc, the Border agents fought off against a horde of enemies, with some top level enemies mixed in. Most of the high ranking agents did well against the large scale invasion, but during a filler arc, some of the same rankers had problems with only one not so OP enemy.\n\n\u001b[1mシリーズは偉大なスタートを切ったが、大規模侵略弓の後、それは下り坂に入った。 世界の建物は素晴らしかったし、潜在的可能性があったが、侵略アークの後、いくつかのプールやビーチのエピソード、そしてランキング戦に集中した。 ランキング戦では、試合前、試合中、試合後の各チームの戦略についての説明があり、実際の試合にはほとんど焦点を当てませんでした。 また、フィラーかどうかにかかわらず、侵略アークの後、国境警備員はいくつかの最高レベルの敵を混ぜた状態で敵の大群に対して戦いました。上位のエージェントのほとんどは大規模な侵攻に対して良好でしたが、 同じランクの人の中には、OPの敵ではない唯一の人には問題がありました。\u001b[22m\n\u001b[1m(Shirīzu wa idaina sutāto o kittaga, ōkibo shinryaku yumi no ato, soreha kudarizaka ni haitta. Sekai no tatemono wa subarashikattashi, senzai-teki kanōsei ga attaga, shinryaku āku no ato, ikutsu ka no pūru ya bīchi no episōdo, soshite rankingu-sen ni shūchū shita. Rankingu-sende wa, shiai mae, shiai-chū, shiai-go no kaku chīmu no senryaku ni tsuite no setsumei ga ari, jissai no shiai ni wa hotondo shōten o atemasendeshita. Mata, firā ka dō ka ni kakawarazu, shinryaku āku no ato, kokkyō anchisukiru wa ikutsu ka no saikō reberu no teki o mazeta jōtai de teki no taigun ni taishite tatakaimashita. Jōi no ējento no hotondo wa ōkibona shinkō ni taishite ryōkōdeshitaga, onaji ranku no hito no nakaniha, OP no tekide wanai yuiitsu no hito ni wa mondai ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe series started off great, but after the Large-Scale Invasion Arc, it went downhill. The world(s) building was great and had potential, but after the Invasion arc they focused on some pool and beach episodes, and Ranking Wars. During the Ranking Wars, there was explanations on strategies from each team before, during, and after the matches with use a small amount of focus on the actual fights. Also, filler or not, after the Invasion arc, the Border agents fought off against a horde of enemies, with some top level enemies mixed in. Most of the high ranking agents did well against the large scale invasion, but during a filler arc, some of the same rankers had problems with only one not so OP enemy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series started off great, but after the Large-Scale Invasion Arc, it went downhill.\u001b[24m\n    \u001b[1mシリーズは偉大なスタートを切ったが、大規模侵略弓の後、それは下り坂に入った。\u001b[22m, \u001b[1mシリーズは素晴らしいスタートを切ったが、大規模侵攻アークた後、それは下り坂行ってきました。\u001b[22m\n\u001b[4mThe world(s) building was great and had potential, but after the Invasion arc they focused on some pool and beach episodes, and Ranking Wars.\u001b[24m\n    \u001b[1m世界の建物は素晴らしかったし、潜在的可能性があったが、侵略アークの後、いくつかのプールやビーチのエピソード、そしてランキング戦に集中した。\u001b[22m, \u001b[1m世界（複数可）の建物は素晴らしかったと可能性を持っていましたが、侵略アークの後、彼らはいくつかのプールやビーチのエピソードに焦点を当て、そして戦争をランキング。\u001b[22m\n\u001b[4mDuring the Ranking Wars, there was explanations on strategies from each team before, during, and after the matches with use a small amount of focus on the actual fights.\u001b[24m\n    \u001b[1mランキング戦では、試合前、試合中、試合後の各チームの戦略についての説明があり、実際の試合にはほとんど焦点を当てませんでした。\u001b[22m, \u001b[1mランキング大戦中、各チームからの戦略に関する説明は、実際の戦いに焦点を当て、少量の中、および使用と一致した後、前にありました。\u001b[22m\n\u001b[4mAlso, filler or not, after the Invasion arc, the Border agents fought off against a horde of enemies, with some top level enemies mixed in. Most of the high ranking agents did well against the large scale invasion, but during a filler arc,\u001b[24m\n    \u001b[1mまた、フィラーかどうかにかかわらず、侵略アークの後、国境警備員はいくつかの最高レベルの敵を混ぜた状態で敵の大群に対して戦いました。上位のエージェントのほとんどは大規模な侵攻に対して良好でしたが、\u001b[22m, \u001b[1mまた、フィラーやない、侵略アーク後、ボーダーエージェントはで混合いくつかのトップレベルの敵に、敵の大群に対してオフに戦った。高位薬のほとんどは、大規模な侵入に対してよくやったが、フィラーアークの間に、\u001b[22m\n\u001b[4msome of the same rankers had problems with only one not so OP enemy.\u001b[24m\n    \u001b[1m同じランクの人の中には、OPの敵ではない唯一の人には問題がありました。\u001b[22m, \u001b[1m同じrankersの一部だけではないので、OPの敵との問題を抱えていました。\u001b[22m\nNot sure why Osamu was the MC, he would fit better as a side character. I liked his courage, but he was weak and the only reason why he survives is because of others. Yet, he wants to go behind enemy lines. He only gets slightly stronger, and they want to make him out to be some kind of genius, but he is just an above average strategist. Then there is the freaky big headed Chika, some of her decisions make me wonder what is the point of that big head of hers, especially during the filler arc. The rest of the characters are pretty decent, Jin and Kuga should be the main characters of the show.\n\n\u001b[1mなぜオサムがMCだったのかわからないが、彼はサイドキャラクターとしてうまく合うだろう。 私は彼の勇気が好きでしたが、彼は弱く、他の人のために生き残る唯一の理由があります。 しかし、彼は敵の背後に行きたい。 彼はわずかに強くなり、彼は何らかの天才になりたいと思っていますが、彼はただの平均的なストラテジストです。 そして、彼女の決定のいくつかは、特にフィラーアークの間に彼女の大きな頭のポイントが何か不思議に思う。 残りのキャラクターはかなりまともですが、ジンとクガはショーの主人公でなければなりません。\u001b[22m\n\u001b[1m(Naze Osamu ga MCdatta no ka wakaranaiga, kare wa saidokyarakutā to shite umaku audarou. Watashi wa kare no yūki ga sukideshita ga, kare wa yowaku, hokanohito no tame ni ikinokoru yuiitsu no riyū ga arimasu. Shikashi, kare wa teki no haigo ni ikitai. Kare wa wazuka ni tsuyoku nari, kare wa nanrakano tensai ni naritai to omotte imasuga, kare wa tada no heikin-tekina sutoratejisutodesu. Soshite, kanojo no kettei no ikutsu ka wa, tokuni firāāku no ma ni kanojo no ōkina atama no pointo ga nanika fushigi ni omou. Nokori no kyarakutā wa kanari matomodesuga, jin to kuga wa shō no shujinkōdenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mNot sure why Osamu was the MC, he would fit better as a side character. I liked his courage, but he was weak and the only reason why he survives is because of others. Yet, he wants to go behind enemy lines. He only gets slightly stronger, and they want to make him out to be some kind of genius, but he is just an above average strategist. Then there is the freaky big headed Chika, some of her decisions make me wonder what is the point of that big head of hers, especially during the filler arc. The rest of the characters are pretty decent, Jin and Kuga should be the main characters of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot sure why Osamu was the MC, he would fit better as a side character.\u001b[24m\n    \u001b[1mなぜオサムがMCだったのかわからないが、彼はサイドキャラクターとしてうまく合うだろう。\u001b[22m, \u001b[1m修はMCた理由がわからない、彼はサイド文字としてより良いフィットでしょう。\u001b[22m\n\u001b[4mI liked his courage, but he was weak and the only reason why he survives is because of others.\u001b[24m\n    \u001b[1m私は彼の勇気が好きでしたが、彼は弱く、他の人のために生き残る唯一の理由があります。\u001b[22m, \u001b[1m私は彼の勇気を言っていますが、彼は弱かったし、彼が生き残る唯一の理由が原因で他の人のものです。\u001b[22m\n\u001b[4mYet, he wants to go behind enemy lines.\u001b[24m\n    \u001b[1mしかし、彼は敵の背後に行きたい。\u001b[22m, \u001b[1mしかし、彼は敵ラインの背後に移動したいと考えています。\u001b[22m\n\u001b[4mHe only gets slightly stronger, and they want to make him out to be some kind of genius, but he is just an above average strategist.\u001b[24m\n    \u001b[1m彼はわずかに強くなり、彼は何らかの天才になりたいと思っていますが、彼はただの平均的なストラテジストです。\u001b[22m, \u001b[1m彼はほんの少しだけ強くなる、と彼らは天才のいくつかの種類であることが彼を作りたいが、彼はちょうど平均以上ストラテジストです。\u001b[22m\n\u001b[4mThen there is the freaky big headed Chika, some of her decisions make me wonder what is the point of that big head of hers, especially during the filler arc.\u001b[24m\n    \u001b[1mそして、彼女の決定のいくつかは、特にフィラーアークの間に彼女の大きな頭のポイントが何か不思議に思う。\u001b[22m, \u001b[1mそして、気紛れ大きな頭のチカがあり、彼女の意思決定のいくつかは、私は彼女の大きな頭の点は特にフィラーアーク中に、あるのだろうか作ります。\u001b[22m\n\u001b[4mThe rest of the characters are pretty decent, Jin and Kuga should be the main characters of the show.\u001b[24m\n    \u001b[1m残りのキャラクターはかなりまともですが、ジンとクガはショーの主人公でなければなりません。\u001b[22m, \u001b[1m文字の残りの部分は、ジンとクガはショーのメインキャラクターである必要があり、かなりまともです。\u001b[22m"
  },
  {
    "title": "World_Trigger",
    "id": "24405",
    "url": "https://myanimelist.net/anime/24405/World_Trigger",
    "user": "Ferishackers",
    "profile": "/profile/Ferishackers/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=214908",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  1\n\nキャラクター1/10：\n私の最初のこのアニメを見て、私はこのアニメが素晴らしく、彼の物語はユニークであると思ったが、複数のエピソードを見た後に私の推測は間違っていた、アニメーションはとても悪い私は彼または彼女のキャラクター、 主人公のキャラクターとしてのキャラクターの収容は非常に悪いのですが、なぜ彼が非常に愚かで、専門知識を持っておらず、自分自身を知っているからです\nすでに彼をひどく知っていますが、代わりに彼はMidorikawa\nいくつかのエピソードでは、彼は彼のチームに参加するためにジン、裕一を招待さえ、彼は自分自身の力だけに頼って恥を知らないことを自分自身は知らない\nそれは私に迷惑をかける\n\n楽しさ1/10：\n私はこのアニメを楽しむことができませんでしたので、キャラクターは弱いだけでなく、強さだけではなく、友人のテーマ\n\nストーリー8/10：\n可笑しいストーリーはかなり良いし、敵も退屈ではない\n\nアート7/10：\n芸術のためのものは少し古代のアニメのようです\n\nサウンド7/10：\n私はそれが騒音があまりにも悪くなかったために十分だと言う",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 1/10 :\n\n\u001b[1mキャラクター1/10：\u001b[22m\n\u001b[1m(Kyarakutā 1/ 10:)\u001b[22m\n\nTranslations of \u001b[4mCharacter 1/10 :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 1/10 :\u001b[24m\n    \u001b[1mキャラクター1/10：\u001b[22m, \u001b[1m文字1/10：\u001b[22m\nMy first watch this anime, I thought wow this animation is nice and his story is unique as well, but my guess was wrong after seeing more than one episode, the animation is so bad I mean bad it is his or her character, especially a character Osamu him as the character of the main players is very bad why it is so bad because he was very foolish not have the expertise and know yourself\n\n\u001b[1m私の最初のこのアニメを見て、私はこのアニメが素晴らしく、彼の物語はユニークであると思ったが、複数のエピソードを見た後に私の推測は間違っていた、アニメーションはとても悪い私は彼または彼女のキャラクター、 主人公のキャラクターとしてのキャラクターの収容は非常に悪いのですが、なぜ彼が非常に愚かで、専門知識を持っておらず、自分自身を知っているからです\u001b[22m\n\u001b[1m(Watashi no saisho no kono anime o mite, watashi wa kono anime ga subarashiku, kare no monogatari wa yunīkudearu to omottaga, fukusū no episōdo o mita nochi ni watashi no suisoku wa machigatte ita, animēshon wa totemo warui watashi wa kare matawa kanojo no kyarakutā, shujinkō no kyarakutā to shite no kyarakutā no shūyō wa hijō ni warui nodesuga, naze kare ga hijō ni orokade, senmon chishiki o motte orazu, jibun jishin o shitte irukaradesu)\u001b[22m\n\nTranslations of \u001b[4mMy first watch this anime, I thought wow this animation is nice and his story is unique as well, but my guess was wrong after seeing more than one episode, the animation is so bad I mean bad it is his or her character, especially a character Osamu him as the character of the main players is very bad why it is so bad because he was very foolish not have the expertise and know yourself\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first watch this anime, I thought wow this animation is nice and his story is unique as well, but my guess was wrong after seeing more than one episode, the animation is so bad I mean bad it is his or her character, especially a\u001b[24m\n    \u001b[1m私の最初のこのアニメを見て、私はこのアニメが素晴らしく、彼の物語はユニークであると思ったが、複数のエピソードを見た後に私の推測は間違っていた、アニメーションはとても悪い私は彼または彼女のキャラクター、\u001b[22m, \u001b[1m私の最初の時計このアニメ、私は特に、それは彼または彼女のキャラクターである私は悪い意味でこのアニメーションはいいですし、彼の話は同様にユニークですが、私の推測では、複数のエピソードを見た後に間違っていた、アニメーションがとても悪いですすごいと思いました\u001b[22m\n\u001b[4mcharacter Osamu him as the character of the main players is very bad why it is so bad because he was very foolish not have the expertise and know yourself\u001b[24m\n    \u001b[1m主人公のキャラクターとしてのキャラクターの収容は非常に悪いのですが、なぜ彼が非常に愚かで、専門知識を持っておらず、自分自身を知っているからです\u001b[22m, \u001b[1m文字修彼のメインプレイヤーのキャラクターとしては、専門知識を持っているし、自分自身を知っていないそれはとても悪いですなぜ彼は非常に愚かだったので、非常に悪いされています\u001b[22m\nalready know him badly, but he instead accepted a fight Midorikawa\n\n\u001b[1mすでに彼をひどく知っていますが、代わりに彼はMidorikawa\u001b[22m\n\u001b[1m(Sudeni kare o hidoku shitte imasuga, kawarini kare wa Midorikawa)\u001b[22m\n\nTranslations of \u001b[4malready know him badly, but he instead accepted a fight Midorikawa\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malready know him badly, but he instead accepted a fight Midorikawa\u001b[24m\n    \u001b[1mすでに彼をひどく知っていますが、代わりに彼はMidorikawa\u001b[22m, \u001b[1mすでにひどく彼を知っているが、彼は代わりに戦い緑川を受け入れ\u001b[22m\nin some episodes he even invited Jin, Yuuichi to join his team, he does not know himself does not know shame at only rely on his strength alone\n\n\u001b[1mいくつかのエピソードでは、彼は彼のチームに参加するためにジン、裕一を招待さえ、彼は自分自身の力だけに頼って恥を知らないことを自分自身は知らない\u001b[22m\n\u001b[1m(Ikutsu ka no episōdode wa, kare wa kare no chīmu ni sanka suru tame ni jin, Yūichi o shōtai sae, kare wa jibunjishin'no-ryoku dake ni tayotte haji o shiranai koto o jibun jishin wa shiranai)\u001b[22m\n\nTranslations of \u001b[4min some episodes he even invited Jin, Yuuichi to join his team, he does not know himself does not know shame at only rely on his strength alone\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min some episodes he even invited Jin, Yuuichi to join his team, he does not know himself does not know shame at only rely on his strength alone\u001b[24m\n    \u001b[1mいくつかのエピソードでは、彼は彼のチームに参加するためにジン、裕一を招待さえ、彼は自分自身の力だけに頼って恥を知らないことを自分自身は知らない\u001b[22m, \u001b[1mいくつかのエピソードで、彼も彼のチームに参加するためにジン、祐一を招待し、彼は唯一の一人で彼の強さに依存している時に自身が恥を知らない知りません\u001b[22m\nand it makes me annoyed\n\n\u001b[1mそれは私に迷惑をかける\u001b[22m\n\u001b[1m(Sore wa watashi ni meiwakuwokakeru)\u001b[22m\n\nTranslations of \u001b[4mand it makes me annoyed\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand it makes me annoyed\u001b[24m\n    \u001b[1mそれは私に迷惑をかける\u001b[22m, \u001b[1mそして、それは私をイライラさせます\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 1/10 :\n\n\u001b[1m楽しさ1/10：\u001b[22m\n\u001b[1m(Tanoshisa 1/ 10:)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 1/10 :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 1/10 :\u001b[24m\n    \u001b[1m楽しさ1/10：\u001b[22m, \u001b[1m楽し1/10：\u001b[22m\nI could not enjoy this animation, in because the character is very weak Osamu useful not only rely on strength alone friends theme\n\n\u001b[1m私はこのアニメを楽しむことができませんでしたので、キャラクターは弱いだけでなく、強さだけではなく、友人のテーマ\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshimu koto ga dekimasendeshitanode, kyarakutā wa yowai dakedenaku, tsuyo-sa dakede wa naku, yūjin no tēma)\u001b[22m\n\nTranslations of \u001b[4mI could not enjoy this animation, in because the character is very weak Osamu useful not only rely on strength alone friends theme\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could not enjoy this animation, in because the character is very weak Osamu useful not only rely on strength alone friends theme\u001b[24m\n    \u001b[1m私はこのアニメを楽しむことができませんでしたので、キャラクターは弱いだけでなく、強さだけではなく、友人のテーマ\u001b[22m, \u001b[1m私は、文字だけでなく、便利な収納が強度だけでは友人のテーマに依存して非常に弱いために、このアニメーションを楽しむことができませんでした\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10 :\n\n\u001b[1mストーリー8/10：\u001b[22m\n\u001b[1m(Sutōrī 8/ 10:)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10 :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10 :\u001b[24m\n    \u001b[1mストーリー8/10：\u001b[22m\nfor a passable story is pretty good and the enemies are also not boring\n\n\u001b[1m可笑しいストーリーはかなり良いし、敵も退屈ではない\u001b[22m\n\u001b[1m(Okashī sutōrī wa kanari yoishi, teki mo taikutsude wanai)\u001b[22m\n\nTranslations of \u001b[4mfor a passable story is pretty good and the enemies are also not boring\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfor a passable story is pretty good and the enemies are also not boring\u001b[24m\n    \u001b[1m可笑しいストーリーはかなり良いし、敵も退屈ではない\u001b[22m, \u001b[1mまずまずの物語のためにかなり良いですし、敵も退屈ではありません\u001b[22m\n\u001b[1m\u001b[22m\nArt 7/10 :\n\n\u001b[1mアート7/10：\u001b[22m\n\u001b[1m(Āto 7/ 10:)\u001b[22m\n\nTranslations of \u001b[4mArt 7/10 :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7/10 :\u001b[24m\n    \u001b[1mアート7/10：\u001b[22m\nfor art is a little bit like an animated antiquity\n\n\u001b[1m芸術のためのものは少し古代のアニメのようです\u001b[22m\n\u001b[1m(Geijutsu no tame no mono wa sukoshi kodai no anime no yōdesu)\u001b[22m\n\nTranslations of \u001b[4mfor art is a little bit like an animated antiquity\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfor art is a little bit like an animated antiquity\u001b[24m\n    \u001b[1m芸術のためのものは少し古代のアニメのようです\u001b[22m, \u001b[1m芸術のためのアニメーション古代のような少しはあります\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10 :\n\n\u001b[1mサウンド7/10：\u001b[22m\n\u001b[1m(Saundo 7/ 10:)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10 :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10 :\u001b[24m\n    \u001b[1mサウンド7/10：\u001b[22m, \u001b[1m7/10サウンド：\u001b[22m\nI say it is enough for the noise was not too bad\n\n\u001b[1m私はそれが騒音があまりにも悪くなかったために十分だと言う\u001b[22m\n\u001b[1m(Watashi wa sore ga sōon ga amarini mo warukunakatta tame ni jūbunda to iu)\u001b[22m\n\nTranslations of \u001b[4mI say it is enough for the noise was not too bad\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI say it is enough for the noise was not too bad\u001b[24m\n    \u001b[1m私はそれが騒音があまりにも悪くなかったために十分だと言う\u001b[22m, \u001b[1m私はそれがノイズのために十分ではあまりにも悪くはなかったと言います\u001b[22m"
  }
]
